{
    "id": 16060,
    "source": "btw",
    "verse_id": 17766,
    "verse_count": 5,
    "reference": "5:26–30",
    "title": "Two Interpretations of the \"Ensign to the Nations\" Prophecy: Destruction and Gathering",
    "html": "  <p>  These verses make up another frequently quoted passage from Isaiah. It has been interpreted as both a \"Current Event\" call to the armies of the Assyrians to come and punish covenant Israel and also as a \"Coming Event\" or latter-day prophecy about the gathering of Israel.  <\/p>  <p>  <b>2 Nephi 15:26. The Lord \"will lift up an ensign to the nations\"<\/b> An ensign is a banner or a flag—a rallying point, at which armies would gather.  <\/p>  <p>  <b>2 Nephi 15:26. \"Hiss unto them\" <\/b>\"Or whistle; that is, signal for the gathering\" (Isaiah 5:26, footnote <i>b<\/i>)  <\/p>  <p>  <b>2 Nephi 15:26–27 The approaching army and the gathering of Israel<\/b> This seems to describe the swift approach of the Assyrians with all their weaponry. But it can also apply to the gathering of covenant Israel in the latter days. Isaiah scholar Victor L. Ludlow has written:  <\/p>  <blockquote>  Taken in historical context, these verses probably describe Assyrian soldiers in all their terrible power. They come with speed, need no rest, and do not even pause long enough to take off their shoes. . . .  <\/blockquote>  <blockquote>  In addition, the raised signal or ensign may represent the assemblage of a future spiritual force rather than an ancient political army. The ancient American prophet Nephi placed this chapter in a latter-day context when he quoted it in 2 Nephi 15. (<i>Isaiah: Prophet, Seer, and Poet,<\/i> 122)  <\/blockquote>  <p>  Nephi quoted this scripture more than a hundred years <i>after<\/i> the Assyrians had attacked and captured the Northern Kingdom of Israel (the most likely ancient fulfillment), yet he felt it necessary to share it again with his people and with us. In the Doctrine and Covenants, the Lord speaks of latter-day Zion as \"an ensign unto the people, and there shall come unto her out of every nation under heaven\" (D&amp;C 64:42). Other verses in the Doctrine and Covenants also use the words <i>ensign<\/i> or <i>standard<\/i> in describing this gathering, showing the Lord's usage of the words of Isaiah in describing a modern event (see D&amp;C 45:9, 113:6).  <\/p>  <p>  <b>2 Nephi 15:28–29. \"Wheels like a whirlwind\"<\/b> Elder LeGrand Richards suggested a modern application for these verses in his book <i>A Marvelous Work and a Wonder:<\/i>  <\/p>  <blockquote>  Since there were no such things as trains and airplanes in that day, Isaiah could hardly have mentioned them by name, but he seems to have described them in unmistakable words. How better could \"their horses' hoofs be counted like flint, and their wheel like a whirlwind\" than in the modern train? How better could \"Their roaring . . . be like a lion\" than in the roar of the airplane? Trains and airplanes do not stop for night. Therefore, was not Isaiah justified in saying \"none shall slumber nor sleep; neither shall the girdle of their loins be loosed, nor the latchet of their shoes be broken\"? With this manner of transportation the Lord can really \"hiss unto them from the end of the earth,\" that \"they shall come with speed swiftly.\" (230)  <\/blockquote>  <h4>How Does This Tree Help Me Today?<\/h4>  <p>  The Lord has taken care of us as a husbandman would take care of a vineyard. He has done everything possible for our welfare. He has given us our life and our breath, has given us the scriptures and the guidance of modern prophets, and has promised us that we would prosper in the land as we keep our covenants. And how do his children repay him? Too often, by being competitive, judgmental, jealous, materialistic, and proud. Isaiah portrayed ancient covenant Israel as a people obsessed with (or at least distracted by) the pursuit of wealth, wine, worldliness, and wrong thinking. Sound familiar? Sounds like our day. We can either accept the loving care of the husbandman, or He will leave us to fight against the forces of the world alone.  <\/p>  <p>  On a more positive note, as part of our obligation as the seed of Abraham and as modern covenant Israel, we are invited to lift our standard to the nations and participate in the great gathering of Israel by preparing to be and becoming missionaries to the world.  <\/p>  ",
    "audit": null
}