{
    "id": 16057,
    "source": "btw",
    "verse_id": 17736,
    "verse_count": 5,
    "reference": "4:2–6",
    "title": "Covenant Israel to Be Cleansed and Established in Zion",
    "html": "  <p>  <b>2 Nephi 14:2. \"The branch of the Lord\"<\/b> This may refer to a remnant of covenant Israel, or to the Messiah who is called \"a righteous Branch\" in Jeremiah 23:5–6. (On my mission, I served in an area we called \"the branch of the Lord,\" but it's probably a ward by now.)  <\/p>  <p>  <b>2 Nephi 14:2. \"Fruit of the earth\"<\/b> Fruit is a common metaphor in the scriptures. Covenant Israel has been counseled to \"bring forth fruit meet for repentance\" (Alma 13:13), and Jesus taught that the key to identifying false prophets is \"by their fruits\" (Matthew 7:16). Fruits are often referred to as the results of our labors in the Lord's vineyard, but this reference to fruit could also be literal. The footnote to Isaiah 4:2 explains, \"The earth will be renewed, and will be productive, prosperous, and beautiful.\"  <\/p>  <p>  <b>2 Nephi 14:2. \"Escaped of Israel\"<\/b> Those who escaped the destruction of the wicked or those who rely on the Lord and not their former captors\/rulers for sustenance (see 2 Nephi 20:10).  <\/p>  <p>  <b>2 Nephi 14:3. \"They that are left\" <\/b>Same as above.  <\/p>  <p>  <b>2 Nephi 14:4. Washed, purged, and burned.<\/b> Each of these are metaphors for cleansing and purifying. Victor L. Ludlow has written, \"'Washing away the filth of the daughters of Zion' and 'purging the blood of Jerusalem' recalls the ancient sacrifices in which the burnt offerings were rinsed to remove impurities, the cleansing atonement of Christ, and washings and anointings\" (<i>Isaiah: Prophet, Seer, and Poet,<\/i> 110).  <\/p>  <p>  <b>2 Nephi 14:5.<\/b> <b>A cloud by day and a fire by night<\/b> Some have suggested that the original architecture of the Provo Utah and Ogden Utah temples is a reminder of a cloud by day (the rounded part of the building) and a pillar of fire by night (the steeple), which remind us of the protection and presence of the Lord with ancient covenant Israel (See Exodus 13:21–22).  <\/p>  <p>  <b>2 Nephi 14:6. \"A tabernacle for a shadow . . .<\/b> <b>a place of refuge\"<\/b> In our culture and geography, a perfect day might be described in these words: \"Sunshine, and not a cloud in the sky.\" To desert peoples, a cloud was considered a blessing, which brought shade and protection from the heat, if not the promise of rain. Similarly, the Lord, his servants the prophets, and our covenants serve as a protection and place of \"refuge\" from a world of heat and storm. Elsewhere, Isaiah wrote, \"For thou hast been a strength to the poor, a strength to the needy in his distress, a refuge from the storm, a shadow from the heat, when the blast of the terrible ones is as a storm against the wall\" (Isaiah 25:4).  <\/p>  <blockquote>  <b>Fred H. Wight:<\/b> In Bible times men did not build houses with the idea in mind that most of their daily living would be spent inside them. Their first interest was in spending as much time as possible in God's out-of-doors. The house served as a place of retirement. For this reason the outside walls of the humble house were not inviting. . . . Because the Palestinians lived out-of-doors so much, the sacred writers were fond of referring to God as a \"shelter\" or as a \"refuge\" rather than as a \"home\" (<i>Manners and Customs of Bible Lands,<\/i> 20–21).  <\/blockquote>  <h4>How Does This Chapter Help Me Today?<\/h4>  <p>  Whenever we read about the Millennium, we long to be there. Imagine living in a situation where your children can walk to school, play outside, or visit the park all day without supervision. Imagine a world where you don't have to deadbolt your door, or lock your car, or where you could leave your wallet in public all day and find it safe when you returned. Most of all, imagine a world where the Lord dwells with his people, and offers his love and protection night and day. This chapter gives us hope for a better world to come, but more important, it gives us motivation to work toward the establishment of Zion in our day and to strive to be worthy to live there when it comes.  <\/p>  ",
    "audit": null
}