{
    "id": 16035,
    "source": "btw",
    "verse_id": 18618,
    "verse_count": 6,
    "reference": "48:3–8",
    "title": "The Lord Knows Everything (He Is Omniscient)",
    "html": "  <p>  <b>1 Nephi 20:3. \"I have declared the former things from the beginning\" <\/b>The Lord has prophesied to the house of Israel before, and they know it. God has knowledge of things that are to come, and covenant Israel has witnessed it.  <\/p>  <p>  <b>1 Nephi 20:4. \"Thy neck is an iron sinew\" <\/b>Body parts are often used in ancient scriptures to describe the tendencies of the people. Rather than saying, \"you're too proud,\" the prophet writes, \"thy neck is an iron sinew,\" meaning \"you won't bow,\" or \"you won't turn your head to follow me\" (other scriptures often use the word <i>stiffnecked<\/i> to describe such a tendency). Rather than saying, \"You won't listen to me,\" the prophet says, \"thy brow [is] brass,\" meaning nothing can get through your thick skull, not even rust!  <\/p>  <p>  <b>1 Nephi 20:5. \"Before it came to pass I showed them thee\" <\/b>God is omniscient. He knows all things—past, present, and future—unlike graven images to which some ancient apostates went for guidance. It's interesting to note that those who prefer graven images become like them—possessing stiff necks and thick skulls.  <\/p>  <blockquote>  Their idols are silver and gold, the work of men's hands. They have mouths, but they speak not: eyes have they, but they see not: They have ears, but they hear not: noses have they, but they smell not: They have hands, but they handle not: feet have they, but they walk not: neither speak they through their throat. They that make them are like unto them; so is every one that trusteth in them. (Psalm 115:4–8)  <\/blockquote>  <p>  <b>1 Nephi 20:6–8. \"Lest thou shouldst say—Behold I knew them\" <\/b>These verses are a little harder to understand, but they repeat the same idea as in the verses above. Covenant Israel has already experienced the prophetic power of the Lord's servants. I bought a copy of the <i>Kid's Application Bible <\/i>at Deseret Industries (simplified translations are sometimes helpful for airheads like me). It<i> <\/i>renders verses 6–8 like this:  <\/p>  <blockquote>  You have heard my predictions and seen them fulfilled, but you refuse to agree it is so. Now I will tell you new things I haven't mentioned before, secrets you haven't heard. Then you can't say, \"We knew that all the time!\"  <\/blockquote>  ",
    "audit": null
}