{
    "id": 16082,
    "source": "btw",
    "verse_id": 17891,
    "verse_count": 4,
    "reference": "11:6–9",
    "title": "Conditions during the Millennium",
    "html": "  <p>  <b>2 Nephi 21:6–7. \"How blessed the day when the lamb and the lion\" <\/b>(<i>Hymns, <\/i>no. 2) Modern revelation teaches us that \"the enmity of man, and the enmity of beasts, yea, the enmity of all flesh, shall cease from before my face\" in the Millennium (D&amp;C 101:26). Isaiah's description of these particular animals may also be a metaphor:  <\/p>  <blockquote>  Six animals are listed . . . ; three are wild carnivores (<i>wolf, leopard, lion<\/i>) that feed on the three tame animals (<i>lamb, kid, calf<\/i>). The wild animals, which are ferocious, aggressive, and vicious, are a threat to mankind; the tame animals are docile, submissive, and useful to man. This passage may be taken literally; or the wolf, leopard, and lion may represent those who foment war and murder; the lamb, kid, and calf may symbolize meek and peaceful people. (Parry, <i>Understanding Isaiah, <\/i>119)  <\/blockquote>  <p>  <b>2 Nephi 21:8. Gasp, an asp!<\/b> An asp is a venomous snake, and so is a cockatrice. (Remember the movie<i> Raiders of the Lost Ark<\/i>?<i> <\/i>When Indiana Jones and his companions discover the place where the ark was hidden and drop their lighted torches to the floor below, the character named Sallah exclaims, \"Asps! Very dangerous. You go first.\")  <\/p>  <p>  <b>2 Nephi 21:9. \"The earth shall be full of the knowledge of the Lord<\/b>\" Nephi (our guide in this part of the forest) quoted this verse of Isaiah again in 2 Nephi 30:15 and then added:  <\/p>  <blockquote>  Wherefore, the things of all nations shall be made known; yea, all things shall be made known unto the children of men. There is nothing which is secret save it shall be revealed; there is no work of darkness save it shall be made manifest in the light; and there is nothing which is sealed upon the earth save it shall be loosed. Wherefore, all things which have been revealed unto the children of men shall at that day be revealed; and Satan shall have power over the hearts of the children of men no more, for a long time. (2 Nephi 30:16–18)  <\/blockquote>  ",
    "audit": null
}