{
    "id": 16104,
    "source": "btw",
    "verse_id": 18725,
    "verse_count": 8,
    "reference": "54:1–8",
    "title": "Modern Covenant Israel Will Be Gathered",
    "html": "  <p>  <b>3 Nephi 22:1. \"Sing, O barren . . .\"<\/b> This probably refers to covenant Israel who has not yet produced the righteous children or fruit that was promised as part of the covenant.  <\/p>  <p>  <b>3 Nephi 22:1. \"More are the children of the desolate than . . . the married wife\"<\/b> Even LDS scholars differ on who exactly is the married wife and who is the \"desolate.\" One interpretation is that covenant Israel will suddenly be joined by millions from a completely unexpected source—the Gentiles! The Gentile nations, which have played such a major role in the latter-day restoration of the gospel, will one day be recognized as \"children of Israel\" by the Jews. They will suddenly discover that Israel has a lot more posterity than they thought, requiring an \"enlarging of the tents\" and \"strengthening of the stakes.\" Thus \"the desolate\" may refer to scattered Israel who have come from the Gentile nations, joined the Church, and discovered their Israelite lineage. The \"married wife\" may refer to the Jews or to those of covenant Israel who remained in the Holy Land.  <\/p>  <p>  <b>3 Nephi 22:4. \"Forget the shame of thy youth\"<\/b> The Lord in his mercy invites covenant Israel to forget her former apostasy and separation.  <\/p>  <blockquote>  When Moroni gave his final farewell in the Book of Mormon, he used three Isaiah phrases in one verse (see Moroni 10:31)  <\/blockquote>  <ul>  <li><i>Enlarge thy borders forever (Isaiah 52:1) <\/i>  <\/li>  <li>  <i>Strengthen thy stakes (Isaiah 54:2) <\/i>  <\/li>  <li>  <i>Put on thy beautiful garments (Isaiah 52:1) <\/i>  <\/li>  <\/ul>  <blockquote>  Sound familiar? Listen to the same ideas in this dispensation:  <\/blockquote>  <ul>  <li><i>Proclaim the Gospel <\/i><\/li>  <li>  <i>Perfect the Saints <\/i>  <\/li>  <li>  <i>Redeem the Dead <\/i>  <\/li>  <\/ul>  <blockquote>  (See Simon, \"Researching Isaiah Passages in the Book of Mormon,\" 221.)  <\/blockquote>  <p>  <b>3 Nephi 22:5. \"Thy husband, the Lord of Hosts is his name\"<\/b> Once again we see the relationship between the covenant people and Jehovah referred to as a marriage.  <\/p>  <p>  <b>3 Nephi 22:7–8. \"With great mercies will I gather thee\"<\/b> God is just, but he is also merciful, and although the wife left her husband in this case (covenant Israel left Jehovah through apostasy), the Lord will forgive and gather in great mercy.  <\/p>  ",
    "audit": null
}