{
    "id": 16059,
    "source": "btw",
    "verse_id": 17748,
    "verse_count": 18,
    "reference": "5:8–25",
    "title": "Description of the Sins of the People and the Resulting Punishments",
    "html": "  <p>  <b>2 Nephi 15:8. \"Join house to house\"<\/b> When the Lord led the children of Israel out of Egyptian bondage and into the Holy Land, each tribe and each family was given land as an inheritance. But instead, the wealthy are buying up land and property, leaving the poor \"alone in the midst of the earth\" (see Bible Dictionary, \"Jubilee, Year of,\" 718).  <\/p>  <p>  <b>2 Nephi 15:10. The Lord's harvest of souls was disappointing—the wicked's harvest will be disappointing too <\/b>As a punishment for this lust for wealth and security in the form of real estate, the Lord prophesies a terribly unproductive harvest. Ten acres of vineyard will produce one \"bath,\" or about 8 1\/4 gallons; and one \"homer,\" or 6 1\/2 bushels of seed, will only produce one \"ephah,\" or about 8 1\/4 gallons of produce. (see Bible Dictionary, \"Weights and Measures,\" 789). In other words, they're actually reaping less than they sowed.  <\/p>  <p>  <b>2 Nephi 15:11. Drink from morn until night<\/b> Those who seek to party all day will soon learn that the party's over. Joseph Fielding McConkie has written, \"To be high on drugs is to be low on agency\" (<i>Understanding the Power God Gives Us,<\/i> 82). Those who eat, drink, and are merry in imagined security will mourn in bondage.  <\/p>  <p>  <b>2 Nephi 15:12. Viol, tabret, and pipe<\/b> The viol or lyre is a small stringed instrument, the tabret is a small drum or tambourine, and the pipe is like a flute. One commentary suggests that these instruments, some of which were used in worship to remember God, were now used only to party without regard for God (see Ridges, <i>Isaiah Made Easier,<\/i> 145).  <\/p>  <p>  <b>2 Nephi 15:13–14. \"They have no knowledge\"<\/b> No knowledge <i>of the Lord, <\/i>that is. Laman and Lemuel were similarly described: \"They knew not the dealings of that God who had created them\" (1 Nephi 2:12). Ironically, those who began with drinking and feasting and partying in verse 12 are now left with famine and thirst in hell. (Apostasy from the truth is described as a famine in Amos 8:11–12.)  <\/p>  <p>  <b>2 Nephi 15:15. Both the \"mean\" (average) and \"mighty\" (wealthy) to suffer<\/b> Hoyt Brewster wisely observed in his commentary: \"The Lord does not distinguish between the wealthy and the poor, only between the wicked and the righteous\" (<i>Isaiah Plain and Simple,<\/i> 48).  <\/p>  <p>  <b>2 Nephi 15:17. A \"baaaa\"d situation<\/b> The once productive farmland given them for an inheritance is now used by strangers or invaders for the grazing of their sheep.  <\/p>  <p>  <b>2 Nephi 15:18. \"Draw iniquity with cords of vanity\"<\/b> There are a couple of different ways to look at this. One is that the wicked are attached to their sins and can't escape them, and another is that the wicked love their sins and want to keep them nearby, so they pull them around behind them. Brent L. Top has written, \"Occasionally we cut the 'cords of vanity' and let go of a favorite sin, but all too often we only periodically cast off from our cart a sin here and there rather than just letting go of the cart rope\" (<i>A Peculiar Treasure,<\/i> 160).  <\/p>  <p>  This verse always reminds me of the attire worn by the ghost of Jacob Marley in Charles Dickens's <i>A Christmas Carol.<\/i> When Marley visits his former business partner, Ebenezer Scrooge, on Christmas Eve, Marley is fettered with long chains and money boxes. During his life, Marley had thought wealth was what he wanted, but after death, his riches became a burden and an inescapable reminder of a lifetime of misplaced priorities. Marley's selfish past was attached to him like \"cords of vanity.\"  <\/p>  <p>  <b>2 Nephi 15:19. \"That we may see it\"<\/b> Continuing the thought in verse 18, those who pull their sins with a cart rope demand that the Lord show them a sign, or reveal himself to them so that they may know he is real. This is a little like saying to your fireplace, \"Give me heat and then I'll give you wood.\" In other words, I want the benefit of a testimony, but I don't want to expend the effort required to obtain one.  <\/p>  <p>  <b>2 Nephi 15:20. \"Wo unto them that call evil good, and good evil\"<\/b> This is perhaps one of the most quoted phrases from Isaiah in our day, probably because we see its fulfillment all around us. Those who advocate \"living together\" before marriage are considered wise, while those who preach against it are considered old-fashioned and unenlightened. President Boyd K. Packer taught:  <\/p>  <blockquote>  Abstinence before marriage and fidelity within it are openly scoffed at—marriage and parenthood ridiculed as burdensome, unnecessary. Modesty, a virtue of a refined individual or society, is all but gone. (\"Our Moral Environment,\" <i>Ensign,<\/i> May 1992, 66)  <\/blockquote>  <p>  Many modern film makers seek to \"push the envelope\" of what is acceptable—to be \"raw\" and \"edgy.\" Movies that graphically portray murder and immorality are often named \"Best Picture.\" The only way to survive in this world of decaying values is to keep our focus on the Lord, who is unchanging, and to live by the Spirit, who helps us to cut through the mists of darkness and see \"things as they really are\" (Jacob 4:13).  <\/p>  <p>  <b>2 Nephi 15:22. \"Mighty to drink\"<\/b> The <i>Holy Bible,<\/i> New International Version renders this verse, \"Those who are heroes at drinking wine and champions at mixing drinks.\" Isn't that an interesting phrase? <i>Heroes<\/i> at <i>drinking.<\/i> It reminds us of the \"let's party\" attitude of our day and the growing problem of binge drinking on some college campuses (\"heroes at drinking\" are often honored by bar-room sitcoms and in beer commercials aired during sporting events).  <\/p>  <p>  <b>2 Nephi 15:23. \"Take away the righteousness of the righteous\"<\/b> In other words, \"wo\" to those who deprive the innocent of their rights or justice (see <i>Book of Mormon Reference Companion,<\/i> 365).  <\/p>  <p>  <b>2 Nephi 15:24. \"As the fire devoureth the stubble\"<\/b> Stubble is what is left in the field after the grain has been harvested, and this is what will ultimately happen to the vineyard of which Isaiah spoke in the first six verses of this chapter. \"Stubble\" is the same term used to describe the proud and wicked who will be consumed at the Second Coming (see D&amp;C 64:24).  <\/p>  <p>  <b>2 Nephi 15:25. \"His hand is stretched out still\"<\/b> There are two ways to understand this, both of which were probably intended by Isaiah. One is that His hand is still dishing out punishment and judgment upon the wicked, and another is that His hand is extended as in invitation to rescue the repentant. In this way, the phrase can be understood as both a gesture of justice and of mercy.  <\/p>  ",
    "audit": null
}