{
    "id": 16097,
    "source": "btw",
    "verse_id": 17957,
    "verse_count": 5,
    "reference": "14:28–32",
    "title": "The Fall of Palestina",
    "html": "  <p>  <b>2 Nephi 24:29. \"Palestina\"<\/b> Also called Philistia. As you may recall, Palestina was a kingdom to the west of Judah and Israel (see 2 Nephi 19:11–12).  <\/p>  <p>  <b>2 Nephi 24:29. \"Rejoice not\" <\/b>While your former enemy's rod is broken, another enemy is coming that is worse (perhaps referring to Assyria; as one of its kings dies, another more aggressive king takes over).  <\/p>  <p>  <b>2 Nephi 24:30. \"Lie down in safety\"<\/b> A reference to Zion, which is further elaborated in verse 32 as a refuge for the poor.  <\/p>  <p>  <b>2 Nephi 24:30. \"I will kill thy root\"<\/b> Philistia will be left without root (ancestors) or remnant (offspring).  <\/p>  <p>  <b>2 Nephi 24:31. \"Howl, O gate\"<\/b> Gates of the city often represent the entire city.  <\/p>  <p>  <b>2 Nephi 24:31. \"A smoke\"<\/b> Dust kicked up by invading armies.  <\/p>  <p>  <b>2 Nephi 24:31. \"None shall be alone\" <\/b>A powerful force with \"not a straggler in its ranks\" (<i>Holy Bible,<\/i> New International Version).  <\/p>  <h4>How Does This Tree Help Me Today?<\/h4>  <p>  Once again we are taught that military might doesn't save. Gold doesn't save. Power doesn't save. Only Jehovah saves. Building on real estate in Babylon is a disastrous decision. Instead, we are repeatedly instructed to build on the rock of Christ. Even then, we are not guaranteed a life of ease. The mighty winds, shafts in the whirlwind, and hail will all come. But we are promised that the devil will have \"no power\" to drag us down to the gulf of misery and endless wo because of our firm foundation (see Helaman 5:12). Isaiah scholar Victor L. Ludlow has written:  <\/p>  <blockquote>  As the spiritual and temporal leader of his Israelite colony, Nephi understood the inherent weakness of worldly powers, such as Babylon, and the substantive strength in the Lord's kingdom, known as Zion. He surely wanted his people to be able to discern this contrast. He also knew that this knowledge would bless God's children in the latter days. (<i>Unlocking Isaiah in the Book of Mormon,<\/i> 199)  <\/blockquote>  <p>  In this chapter, we have witnessed the physical and spiritual fall of Babylon. Isaiah used the demise of the king of Babylon to echo of the fall of Satan in the premortal existence. I once watched a Christian comedian who mentioned the existence of \"devil worshipers\" in our day. He remarked that those who worship Satan must have learned about him from the Bible. \"Well,\" he asked, \"did they read how it ends?\" Isaiah reminds us that Satan's kingdoms will fall and that building on Christ and seeking to establish Zion is the only safe and the only sane decision.  <\/p>  ",
    "audit": null
}