{
    "id": 16044,
    "source": "btw",
    "verse_id": 18675,
    "verse_count": 25,
    "reference": "51; 52:1–2",
    "title": "2 Nephi 8",
    "html": "  <h4>Look to Abraham, Your Father<\/h4>  <blockquote>  Synopsis: In the last days, the Lord shall comfort Zion and gather Israel—The redeemed shall come to Zion amid great joy—Compare Isaiah 51 and 52:1–2.  <\/blockquote>  <h4>Who Is Our Guide?<\/h4>  <p>  Jacob taught these words (2 Nephi 7–8) to the \"people of Nephi\" (2 Nephi 6:1). By quoting from Isaiah, Jacob is again seeking to reaffirm that the people of Nephi are a part of the covenant people and that the promises made to the house of Israel apply to them. He also wanted them to know that those at Jerusalem had already been scattered but that after rejecting the Messiah they would in due time be gathered again (see 2 Nephi 6:8–11).  <\/p>  <h4>What Are the Trees?<\/h4>  <ul>  <li>  Christ (this chapter is a conversation between Christ and covenant Israel)  <\/li>  <li>  Covenant Israel (covenant Israel will be gathered amid great joy)  <\/li>  <li>  Coming Events (the Lord will fulfill his covenants in the last days)  <\/li>  <\/ul>  <h4>What Keys Can We Use?<\/h4>  <ul>  <li>  Learn the Manner of Prophesying (look for symbols of slavery and spiritual awakening)  <\/li>  <li>  Have the Spirit of Prophecy (read prayerfully)  <\/li>  <li>  Live in the Last Days (latter-day events described, clarified in D&amp;C 113)  <\/li>  <\/ul>  <h4>Overview of 2 Nephi 8 in One Paragraph<\/h4>  <p>  Look to your origins—you are Abraham's seed! The Lord will comfort Zion and bring judgment, righteousness, and salvation. Awake, and remember all the things the Lord has done. The redeemed will return to Zion. The cup of God's wrath will be on Jerusalem, but it will eventually be saved and protected.  <\/p>  <h4>Dividing the Tree of 2 Nephi 8 into Branches<\/h4>  <ul>  <li>  1–8: A call to covenant Israel to hearken to the Lord  <\/li>  <li>  9–10: Covenant Israel answers and asks the Lord to \"awake\" as in days of old  <\/li>  <li>  11: The Lord answers: the redeemed of the Lord shall return to Zion  <\/li>  <li>  12–16: The Lord reminds covenant Israel of his dealings with them in the past  <\/li>  <li>  17–25: The Lord's wrath on Jerusalem <\/li>  <\/ul>    ",
    "audit": null
}