{
    "id": 16100,
    "source": "btw",
    "verse_id": 18713,
    "verse_count": 3,
    "reference": "53:1–3",
    "title": "A Description of the Mortal Messiah",
    "html": "  <p>  <b>Mosiah 14:1. \"Who hath believed our report?\"<\/b> In other words, who listens to the prophets? Who believes what they report? The translators use the word <i>report<\/i> in this sentence. It's not what the prophets <i>think,<\/i> not what they <i>speculate on,<\/i> but what they <i>report.<\/i> Isaiah knows his testimony is true. He has seen these things, and he reports as factual what he has learned through his prophetic visions.  <\/p>  <p>  <b>Mosiah 14:2. \"He shall grow up before him\"<\/b> Jesus shall grow up before the Father, or, these two pronouns could both refer to Jesus in different roles: \"He (the Mortal Messiah) shall grow up before him\" (Jehovah, the Holy One of Israel).  <\/p>  <p>  <b>Mosiah 14:2. \"A tender plant\" <\/b>Jesus was not born in a palace, surrounded by comfort, wealth, and security. Instead, he was born in a cattle stall, with a manger for a bed. Jesus began His life on this earth as \"a tender plant,\" helpless and vulnerable, in contrast to the majesty he had achieved in the premortal realms.  <\/p>  <p>  <b>Mosiah 14:2. \"Out of dry ground\"<\/b> Instead of in moist, fertile ground, Jesus was raised in a land that was both geographically and spiritually dry and barren.  <\/p>  <p>  <b>Mosiah 14:2. \"No form nor comeliness . . .\"<\/b> Some scholars suggest that these phrases do not refer to Jesus' ordinary physical appearance but to the humble circumstances of his birth. He came to earth without fanfare and without glory, which was contrary to the way many expected the Messiah to arrive. Others suggest that Jesus would have looked like an ordinary man and would therefore have not been recognized as the Son of God through his appearance alone.  <\/p>  <p>  <b>Mosiah 14:3. \"Despised and rejected of men\"<\/b> When Jesus returned to his hometown and announced his true identity, those who heard his bold declaration were outraged and tried to throw him off the \"brow of a hill\" (see Luke 4:16–32). Throughout his ministry, he was accused of being mad or of having \"a devil.\" Ultimately, he was betrayed, tortured, and executed. In the end, even his disciples \"forsook him, and fled\" (Matthew 26:56). His rejection continues to this day as some accept or \"esteem\" him as a great \"moral teacher\" but not as the promised Messiah.  <\/p>  ",
    "audit": null
}