{
    "id": 16058,
    "source": "btw",
    "verse_id": 17741,
    "verse_count": 30,
    "reference": 5,
    "title": "2 Nephi 15",
    "html": "  <h4>Parable of the Vineyard<\/h4>  <blockquote>  Synopsis: The Lord's vineyard (Israel) shall become desolate and his people shall be scattered—Woes shall come upon them in their apostate and scattered state—The Lord shall lift an ensign and gather Israel—Compare Isaiah 5.  <\/blockquote>  <h4>Who Is Our Guide?<\/h4>  <p>  Again, remember that Nephi included this large block of Isaiah chapters (2 Nephi 12–24), because he \"delighteth in proving unto [his] people the truth of the coming of Christ . . . and also [his] soul delighteth in the covenants of the Lord\" (2 Nephi 11:4–5).  <\/p>  <h4>What Are the Trees?<\/h4>  <ul>  <li>  Covenant Israel (the vineyard) <\/li>  <li>  Christ (the Lord of the vineyard) <\/li>  <li>  Current Events (Isaiah describes covenant Israel's apostate condition)  <\/li>  <li>  Coming Events (Assyrian attack and latter-day gathering described)  <\/li>  <\/ul>  <h4>What Keys Can We Use?<\/h4>  <ul>  <li>  Learn the Manner of Prophesying (look for Isaiah's dualistic prophesies of both war and gathering in verses 26–30)  <\/li>  <li>  Have the Spirit of Prophecy (read prayerfully) <\/li>  <li>  Live in the Last Days (significant latter-day events prophesied)  <\/li>  <\/ul>  <h4>Overview of 2 Nephi 15 in One Paragraph<\/h4>  <p>  The Lord plants his vineyard and does everything he can for it, but it brings forth wild fruit. The Lord forsakes the vineyard and allows it to be taken over. Sins of vanity, materialism, drunkenness, and dishonesty describe the behavior of the Lord's people. Covenant Israel in Isaiah's time will be scattered and modern Israel will be gathered.  <\/p>  <h4>Dividing the Tree of 2 Nephi 15 into Branches<\/h4>  <ul>  <li>  1–7: Isaiah's song of the vineyard <\/li>  <li>  8–25: Description of the sins of the people and the resulting punishments  <\/li>  <li>  26–30: Two interpretations of the \"ensign to the nations\" prophecy: destruction and gathering  <\/li>  <\/ul>  <h4>Dividing the Branches into leaves<\/h4>  ",
    "audit": null
}