{
    "id": 16043,
    "source": "btw",
    "verse_id": 18667,
    "verse_count": 8,
    "reference": "50:4–11",
    "title": "The Mission of Christ (A Servant Song)",
    "html": "  <p>  <b>2 Nephi 7:4. \"The Lord God hath given me\"<\/b> In other words, the Father has given the servant the tongue of the learned. The synopsis indicates that this servant is Christ.  <\/p>  <p>  <b>2 Nephi 7:4. \"When ye are weary he waketh\"<\/b> Who's \"ye\" and who's \"he\"? One interpretation: \"When ye (covenant Israel) are weary, he (the Father) waketh morning by morning. He waketh mine ear (the servant's ear) to hear as the learned.\" Another way to look at it is \"When ye (covenant Israel) are weary, he (the servant) waketh morning by morning. He (the servant) waketh mine ear (covenant Israel's ear) to hear as the learned.\" Both of these interpretations make sense (see Parry, <i>Understanding Isaiah,<\/i> 442–43).  <\/p>  <p>  <b>2 Nephi 7:5–7. \"I gave my back to the smiter\"<\/b> We can visualize events leading up to the crucifixion of the Savior as we read verses 5–7. Isaiah saw these events 750 years before they happened. Through the New Testament accounts do not mention plucking the hair off the cheeks, that doesn't necessarily mean it didn't happen. To pluck out the hair of a man's beard was a way of degrading him (see Brewster, <i>Isaiah Plain and Simple,<\/i> 211).  <\/p>  <p>  <b>2 Nephi 7:7. \"Set my face like a flint\"<\/b> Flint is a hard stone, often used to generate sparks to start a fire. The word <i>flint<\/i> is used here to illustrate determination. The Book of Mormon also uses the word  <i>flint<\/i> to characterize the rebellious mind-set of the Lamanites: \"For behold, they had hardened their hearts against him, that they had become like unto a flint\" (2 Nephi 5:21).  <\/p>  <p>  <b>2 Nephi 7:8–9.<\/b> <b>\"The Lord is near, and he justifieth me\"<\/b> The servant will stand with the Lord (perhaps referring to the Father standing with Christ). It can also mean that Christ will stand with his prophets as they endure persecution. In times of trial, what greater company could you have than the Lord? Footnote 9<i>a<\/i> refers us to Romans 8:31, which asks, \"If God be for us, who can be against us? (Or in the JST, \"who can <i>prevail<\/i> against us?\"; emphasis added).  <\/p>  <p>  <b>2 Nephi 7:9. Wax and moths. <\/b>The scriptures often use the word <i>wax<\/i> to mean \"grow\" or \"increase.\" Moths often are used as a symbol of decay or destruction. Jesus taught, \"Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt\" (Matthew 6:19).  <\/p>  <p>  <b>2 Nephi 7:10–11. \"Walk in the light\"<\/b> God is the source of light and truth. To walk in our own light is compared to walking in nothing but sparks, which last only an instant and give off little illumination. Those who refuse the light of the Son and prefer their own light will lie down in sorrow.  <\/p>  <h4>How Does This Tree Help Me Today?<\/h4>  <p>  2 Nephi 7 is a testimony-building and testimony-affirming chapter. God is dependable. He doesn't move. The tree of life is not transplanted to different locations to keep us guessing. We know where it is and how to get there. In the New Tes-tament, the Lord's unchanging position and his eagerness to be involved in our lives is described in these words: \"Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you: For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened\" (Matthew 7:7–8). Isaiah assures modern-day covenant Israel that God is constantly available, constantly willing to keep his promises, and has not lost his power to perform miracles, large or small. Also, just as Jesus was determined to fulfill the Father's will despite persecution, we should be willing to do the Lord's will and not seek to do our own or to walk in the dim light that we have created.  <\/p>  ",
    "audit": null
}