{
    "id": 16089,
    "source": "btw",
    "verse_id": 17908,
    "verse_count": 5,
    "reference": "13:1–5",
    "title": "The Lord Gathers His Forces",
    "html": "  <p>  <b>2 Nephi 23:1. \"The burden of Babylon<\/b>\" A \"burden,\" in this case, is \"a message of doom 'lifted up' against a people\" (Isaiah 13:1, footnote <i>b<\/i>).  <\/p>  <p>  <b>2 Nephi 23:2. O Babylon, O Babylon . . . Didn't we bid thee farewell?<\/b> You may have wondered why Isaiah is prophesying to Babylon. Up until now, his audience has been covenant Israel, or the kingdoms of Israel and Judah. Isaiah was the prophet to the world at that time, and it was within his prophetic duty to prophesy concerning all countries and kingdoms. In our day, the prophet is also a prophet to all the earth. For example, we often refer to a recent prophetic declaration as the \"Proclamation on the Family,\" but that is not the official title. The actual title is \"The Family: A Proclamation to the  <i>World<\/i>\" (emphasis added).  <\/p>  <p>  Babylon was the capital of Babylonia, and in scripture it is a symbol of the wicked world. \"The historic destruction of wicked Babylon, prophesied in Isa. 13 and 14, is made typical of the ultimate destruction of the whole wicked world\" (Isaiah 13:1, footnote <i>c<\/i>).  <\/p>  <blockquote>  <b>Are All These Things Happening in Order? No. <\/b>  <\/blockquote>  <blockquote>  <b>Robert J. Matthews:<\/b> There is something I learned about Isaiah which, as soon as I realized it, made the book of Isaiah a little easier for me. Although it consists of sixty-six chapters and they are numbered consecutively from one to sixty-six, the book of Isaiah is not a continuous story. It's a group of books that have been put together. That one concept alone makes the book plainer to us. When we read the book of Genesis, we read fifty chapters that make up a continuous story. If we start in chapter 20, we start in the middle of the story. If we start in chapter 40, we are starting toward the end of the story—a continued story. But when we read Isaiah, we might just as well start anywhere. It will be just as plain to us as if we had started somewhere else. (\"How to Read Isaiah and Enjoy It!\" 199) <\/blockquote>  <p>  <b>2 Nephi 23:2. \"Lift ye up a banner\" <\/b>This is a standard around which armies gather.  <\/p>  <p>  <b>2 Nephi 23:2. \"The gates of the nobles\"<\/b> The \"gates\" of the city often represented the entire city. \"The nobles\" has also been translated as \"the proud\" (see <i>Book of Mormon Reference Companion,<\/i> 383).  <\/p>  <p>  <b>2 Nephi 23:3. \"My sanctified ones\"<\/b> \"'Sanctified ones' and 'saints' are synonymously translated from either of two Hebrew words in the Old Testament\" (Isaiah 13:3, footnote <i>a<\/i>).  <\/p>  <p>  <b>2 Nephi 23:4. I'll be your host tonight<\/b> We often see the phrase Lord of Hosts, but what exactly does \"host\" mean? The phrase \"Lord of Hosts\" is the same as the \"Lord of Sabaoth.\" \"The Lord of Sabaoth was a title of Jehovah; the hosts were the armies of Israel (1 Sam. 17:45), but also included the angelic armies of heaven\" (Bible Dictionary, \"Sabaoth,\" 764).  <\/p>  ",
    "audit": null
}