{
    "id": 16077,
    "source": "btw",
    "verse_id": 17852,
    "verse_count": 4,
    "reference": "10:1–4",
    "title": "Social Injustices Exist among Covenant Israel",
    "html": "  <p>  <b>2 Nephi 20:1. \"Decree unrighteous decrees\"<\/b> A warning to those who make laws which are unjust and which hurt the poor.  <\/p>  <p>  <b>2 Nephi 20:2. \"Turn away the needy from judgment\"<\/b> You can often substitute the word <i>justice<\/i> for <i>judgment<\/i> in Isaiah. In other words, the needy are not receiving justice in their dealings with their fellowmen.  <\/p>  <p>  <b>2 Nephi 20:3. \"The day of visitation\" <\/b>This is another \"day of the Lord,\" which may refer to any day of judgment set by Jehovah or to the day of judgment at his Second Coming.  <\/p>  <p>  <b>2 Nephi 20:3. \"To whom will ye flee?\"<\/b> Where will those who oppress the poor go when they need help? Since they have forsaken God, they have nowhere to go. We learn from the story of Korihor that the wicked certainly can't appeal to Satan for help, for \"the devil will not support his children at the last day, but doth speedily drag them down to hell\" (Alma 30:60).  <\/p>  <p>  <b>2 Nephi 20:3. \"Where will ye leave your glory?\"<\/b> This does not refer to the glory of the Lord, but to the glory of the world. Hugh Nibley commented:  <\/p>  <blockquote>  Imitation glory is darkness; it's sad. The glory of a merry-go-round, or the glory of Las Vegas, all that light, all that neon glitter. Is that your idea of glory? That's not very glorious. It's the opposite; it's very sad, isn't it. (\"Lecture 18,\" 218)  <\/blockquote>  <p>  Other translations render this verse, \"Where will ye leave your riches?\" (<i>Holy Bible,<\/i> New International Version). Riches will not save you in the day of judgment. In fact, as we've been taught elsewhere, they may condemn you, if your heart is set upon them.  <\/p>  <p>  <b>2 Nephi 20:4. \"Bow down under the prisoners\"<\/b> In the day of judgment, the rich will be prisoners and captives just like everyone else.  <\/p>  <p>  <b>2 Nephi 20:4. \"His hand is stretched out still\"<\/b> Once again, the hand of justice and mercy is extended to the Lord's children. (See comments on 2 Nephi 19:12.)  <\/p>  ",
    "audit": null
}