{
    "id": 16042,
    "source": "btw",
    "verse_id": 18664,
    "verse_count": 3,
    "reference": "50:1–3",
    "title": "The Lord Has Not Abandoned Covenant Israel in Spite of Their Transgressions",
    "html": "  <p>  <b>2 Nephi 7:1. \"Have I put thee away?\"<\/b> The children of Israel are asked several questions and then given the answer. The Lord seems to be saying, \"Did I leave you, or did you leave me?\" Then he answers, \"You left me because of your iniquities and transgressions.\" Someone once said, \"If you feel further away from God today than you were yesterday, guess who moved?\"  <\/p>  <p>  <b>2 Nephi 7:2. The lights were on, but no one was home.<\/b> The Lord wants to remain close to his children. He is constantly seeking a relationship with us. A painting that hung in my home as I was growing up depicted the promise Jesus makes in Revelation 3:20: \"Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.\" My father often pointed out, \"There is no doorknob in this painting. He wants to come in, but you have to open the door from the inside.\"  <\/p>  <p>  In D&amp;C 133:66 we read: \"In that day when I came unto mine own, no man among you received me, and you were driven out.\" In other words, at Jesus' first coming, he was not generally recognized by covenant Israel as the promised Messiah, and the people suffered as a result.  <\/p>  <p>  <b>2 Nephi 7:2. \"Is my hand shortened?\"<\/b> This is another way of saying, \"Have I lost my power?\" Isaiah scholar Victor L. Ludlow has written:  <\/p>  <blockquote>  Scriptures often refer to the hand and arm of the Lord as symbols of power, so the Lord is essentially asking if the Israelites think His power has diminished. (<i>Unlocking Isaiah in the Book of Mormon,<\/i> 63)  <\/blockquote>  <p>  <b>2 Nephi 7:2–3. \"I dry up the sea\"<\/b> Examples of the Lord's power are given to demonstrate that his hand is <i>not<\/i> shortened. Footnote 2<i>c<\/i> leads us to Exodus 14:21, where Moses parted the Red Sea, turning the water into \"dry land.\" He can also darken the skies, as he did to convince Pharaoh to release the Hebrew slaves (Exodus 10:22—24) and as He will before the Second Coming (see D&amp;C 29:14).  <\/p>  ",
    "audit": null
}