{
    "id": 16099,
    "source": "btw",
    "verse_id": 18713,
    "verse_count": 12,
    "reference": 53,
    "title": "Mosiah 14",
    "html": "  <h4>Jehovah Is Salvation<\/h4>  <blockquote>  Synopsis: Isaiah speaks Messianically—Messiah's humiliation and sufferings are set forth—He makes his soul an offering for sin and makes intercession for transgressors—Compare Isaiah 53.  <\/blockquote>  <h4>Who Is Our Guide?<\/h4>  <p>  The wicked priests of King Noah tried to trap Abinadi with a question about an Isaiah passage. Abinadi responded with, \"Are you priests, and pretend to teach this people . . . yet desire to know of me what these things mean? . . . What teach ye this people?\" They answered, \"The law of Moses.\" Abinadi then pointedly asked, \"Why do ye not keep it?\" (Mosiah 12:25, 27–29).  <\/p>  <p>  After reciting the ten commandments, Abinadi used the great Messianic prophecy of Isaiah as a witness against the wickedness of King Noah and his priests and to show them that salvation comes not by the law alone, but because of the Messiah. After quoting Isaiah, Abinadi gives his own prophetic commentary and explains what Isaiah meant.  <\/p>  <h4>What Are the Trees?<\/h4>  <ul>  <li>  Christ (Jesus' early life and ministry are described)  <\/li>  <li>  Coming Events (the Messiah came some 740 years after Isaiah began to prophesy)  <\/li>  <\/ul>  <h4>What Keys Can We Use?<\/h4>  <ul>  <li>  Learn the Manner of Prophesying (look for coming events described in past tense, or \"prophet-perfect\" tense)  <\/li>  <li>  Have the Spirit of Prophecy (read prayerfully) <\/li>  <li>  Live in the Last Days (use Restoration scripture; the prophet Abinadi comments on the prophet Isaiah)  <\/li>  <\/ul>  <h4>Overview of Mosiah 14 in One Paragraph<\/h4>  <p>  Isaiah describes the origins of the Messiah, events in His mortal ministry, his suffering and death, and the blessings resulting from His atoning sacrifice.  <\/p>  <h4>Dividing the Tree of Mosiah 14 into Branches<\/h4>  <ul>  <li>  Mosiah 13:33–35: Abinadi's introduction to Isaiah 53  <\/li>  <li>  1–3: A description of the mortal Messiah <\/li>  <li>  4–6: The mission of the Messiah <\/li>  <li>  7–9: His condemnation by His persecutors, His suffering and death  <\/li>  <li>  10–12: The results of the Messiah's atoning mission  <\/li>  <\/ul>    <h4>  Mosiah 13:33–35: Abinadi's Introduction to Isaiah 53  <\/h4>  <p>  Perhaps the best introduction to Mosiah 14 or Isaiah 53 is given by Abinadi himself:  <\/p>  <blockquote>  For behold, did not Moses prophesy unto [the children of Israel] concerning the coming of the Messiah, and that <i>God <\/i>should redeem his people [not the law]? Yea, and even all the prophets who have prophesied ever since the world began—have they not spoken more or less concerning these things? Have they not said that God himself should come down among the children of men, and take upon him the form of man, and go forth in mighty power upon the face of the earth? Yea, and have they not said also that he should bring to pass the resurrection of the dead, and that he, himself, should be oppressed and afflicted? (Mosiah 13:33–35; emphasis added)  <\/blockquote>  <p>  Abinadi seems to be saying, \"If you've read the scriptures, how could you have missed this?\"  <\/p>  ",
    "audit": null
}