{
    "id": 16045,
    "source": "btw",
    "verse_id": 18664,
    "verse_count": 8,
    "reference": "50:1–8",
    "title": "A Call to Covenant Israel to Hearken to the Lord",
    "html": "  <p>  <b>2 Nephi 8:1–2. A chip off the old block.<\/b> Isaiah is reminding covenant Israel to look to their origins, Abraham and Sarah. The promises made to them for their righteousness are available to us as well, and God always keeps his promises.  <\/p>  <p>  <b>2 Nephi 8:3–5. If this describes the millennial day, bring it on! <\/b>(Important safety tip—repent first.) This is a place I would like to live: wilderness turned to Eden, deserts turned into gardens of the Lord, all filled with sounds of joy, gladness, and thanksgiving. Lawmaking and judicial responsibilities will be taken over by the Savior. Sign me up, and the kids too.  <\/p>  <p>  <b>2 Nephi 8:6. \"The heavens shall vanish away . . . and the earth shall wax old\"<\/b> As hard as it is to imagine, we will one day have a new heaven and a new earth (see Ether 13:9), but the constant amid this amazing amount of change is the righteousness of God and His saving work.  <\/p>  <p>  <b>2 Nephi 8:7. \"In whose heart I have written my law\"<\/b> Some hearts are hard and cannot be penetrated. Upon other, softer hearts, the Lord can write his laws. It is one thing to have the law written in books, but quite another to have them written in our souls or, in the words of Paul, \"in fleshy tables of the heart\" (2 Corinthians 3:3).  <\/p>  <p>  <b>2 Nephi 8:7–8. \"Fear ye not the reproach of men\"<\/b> How many opportunities have we missed, how many comments haven't we made, how many testimonies have remained unshared, and how many golden questions have remained unasked, because of our fear of men? (I've got to stop now; I'm beginning to feel guilty.)  <\/p>  <p>  What will happen to those who revile covenant Israel and the gospel message? Isaiah answers—<i>Purina Moth and Worm Chow. <\/i>Moths and worms are signs of corruption and decay, a stark contrast to the constancy of the Lord and the truths of the gospel.  <\/p>  ",
    "audit": null
}