{
    "id": 16066,
    "source": "btw",
    "verse_id": 17809,
    "verse_count": 22,
    "reference": 8,
    "title": "2 Nephi 18",
    "html": "  <h4>Cornerstone or Stumbling Block?<\/h4>  <blockquote>  Synopsis: Christ shall be as a stone of stumbling and a rock of offense—Seek the Lord, not peeping wizards—Turn to the law and to the testimony for guidance—Compare Isaiah 8.  <\/blockquote>  <h4>Who Is Our Guide?<\/h4>  <p>  Nephi continues to quote from Isaiah because he \"delighteth in proving unto [his] people the truth of the coming of Christ . . . and also [his] soul delighteth in the covenants of the Lord\" (2 Nephi 11:4–5).  <\/p>  <h4>What Are the Trees?<\/h4>  <ul>  <li>  Covenant Israel (God's people are warned against forming unholy alliances)  <\/li>  <li>  Christ (prophesied to be a stone of stumbling and a rock of offense to the wicked)  <\/li>  <li>  Current Events (more warnings against joining the Syria-Israel alliance)  <\/li>  <li>  Coming Events (modern Israel taught to trust in the Lord)  <\/li>  <\/ul>  <h4>What Keys Can We Use?<\/h4>  <ul>  <li>  Learn the Manner of Prophesying (Isaiah's dual prophecy covers a current event and a coming event)  <\/li>  <li>  Have the Spirit of Prophecy (read prayerfully) <\/li>  <li>  Know the Regions Round About (Isaiah mentions the kingdoms of Syria, Israel, and Assyria)  <\/li>  <li>  Live in the Last Days (modern resources help us understand the geography)  <\/li>  <\/ul>  <h4>Overview of 2 Nephi 18 in One Paragraph<\/h4>  <p>  Isaiah's son is given a name that means \"destruction is imminent.\" Because the kingdom of Judah refuses the leadership of the Lord, instead seeking worldly alliances, they will fall. The Lord will be a sanctuary for those who choose him to rule over them, but a stumbling block to those who reject him. Those who seek wisdom from wizards and familiar spirits (mediums) will receive darkness.  <\/p>  <p>  Déjà vu all over again. Didn't we just get this message in 2 Nephi 17? Note the similar elements—a child is born; while he is still young, the kingdoms of Syria and Israel will be destroyed; Assyria will almost destroy Judah. Why the repetition? One scholar explained:  <\/p>  <blockquote>  Having been unsuccessful in his efforts to persuade King Ahaz to put his trust in the Lord rather than in the Assyrians, Isaiah next turns his attention to the people of Judah. He repeats the assurance given in the previous chapter to their king that in a very short time Syria and the northern kingdom (Ephraim or Israel) will be destroyed. However, the faith of the people is as shortsighted as their royal ruler, and as a consequence Isaiah prophesies that the Assyrians will invade the southern kingdom of Judah. (Brewster,  <i>Isaiah Plain and Simple,<\/i> 74)  <\/blockquote>  <p>  So here's how I look at it:  <\/p>  <ul>  <li>  2 Nephi 17 is Isaiah's prophecy to <i>king<\/i> of Judah  <\/li>  <li>  2 Nephi 18 is the same prophecy to the <i>people<\/i> of Judah <\/li>  <\/ul>  <h4>Dividing the Tree of 2 Nephi 18 into Branches<\/h4>  <ul>  <li>  1–4: The sign of Isaiah's son, Maher-shalal-hash-baz  <\/li>  <li>  5–8: Prophecy of the soft waters of Shiloah and the waters of the river  <\/li>  <li>  9–10 Human alliances will break, but \"God is with us\"  <\/li>  <li>  11–15: Covenant Israel should trust in the Lord  <\/li>  <li>  16–18: Isaiah binds up his testimony and leaves it with his disciples as a witness  <\/li>  <li>  19–22: Those who seek truth through mediums will find darkness  <\/li>  <\/ul>    ",
    "audit": null
}