{
    "id": 16092,
    "source": "btw",
    "verse_id": 17930,
    "verse_count": 32,
    "reference": 14,
    "title": "2 Nephi 24",
    "html": "  <h4>How Art Thou Fallen, O Lucifer<\/h4>  <blockquote>  Synopsis: Israel shall be gathered and shall enjoy millennial rest—Lucifer cast out of heaven for rebellion—Israel shall triumph over Babylon (the world)—Compare Isaiah 14.  <\/blockquote>  <h4>Who Is Our Guide?<\/h4>  <p>  Nephi has not lost his focus and continues to quote this large block of Isaiah chapters (2 Nephi 12–24) because he \"delighteth in proving unto [his] people the truth of the coming of Christ . . . and also [his] soul delighteth in the covenants of the Lord\" (2 Nephi 11:4–5).  <\/p>  <h4>What Are the Trees?<\/h4>  <ul>  <li>  Covenant Israel (to be gathered in the last days) <\/li>  <li>  Christ (The Lord will have mercy on covenant Israel) <\/li>  <li>  Current Events (the fall of ancient Babylon's king)  <\/li>  <li>  Coming Events (the millennial gathering described) <\/li>  <\/ul>  <h4>What Keys Can We Use?<\/h4>  <ul>  <li>  Learn the Manner of Prophesying (Isaiah prophesies of a current event while echoing scenes from the pre-mortal existence in a \"taunt song\")  <\/li>  <li>  Have the Spirit of Prophecy (read prayerfully) <\/li>  <li>  Know the Regions Round About (Babylon, Assyria, and Palestina are mentioned)  <\/li>  <li>  Live in the Last Days (covenant Israel is being gathered in our time)  <\/li>  <\/ul>  <h4>Overview of 2 Nephi 24 in One Paragraph<\/h4>  <p>  The Lord will still have mercy on the house of Israel and restore them to their lands. The king of Babylon is fallen and compared to Lucifer. The followers of Lucifer will be left desolate. Assyria will also be defeated, as will Palestina.  <\/p>  <h4>Dividing the Tree of 2 Nephi 24 into Branches<\/h4>  <ul>  <li>  1–3: The Lord will restore covenant Israel <\/li>  <li>  4–20: A \"taunt song\" over the fallen king of Babylon—a type of Satan  <\/li>  <li>  21–23: The fate of those who follow Lucifer  <\/li>  <li>  24–27: The topic switches to the fall of Assyria  <\/li>  <li>  28–32: The topic switches again to the fall of Palestina  <\/li>  <\/ul>    ",
    "audit": null
}