{
    "id": 7078,
    "source": "calvin",
    "verse_id": 17957,
    "verse_count": 1,
    "reference": "14:28",
    "title": "",
    "html": " <p> <i>In the year that King Ahaz died.<\/i>, Here the fifteenth chapter ought to have begun, for the Prophet enters on a new subject; and this plainly shows how absurdly the chapters are divided, or rather torn asunder. Having spoken of the Babylonians, he passes to the Philistines; or, perhaps, before speaking of the Babylonians, he addressed the Philistines, who, being the near neighbors of the Jews, cherished deadly hostility against them. They were the remainder of those nations whom the Israelites spared, though the Lord had commanded that they should be removed out of the midst of them. (<a class=\"ref\">Numbers 33:52; Deuteronomy 7:16<\/a>.) Their unbelief in this matter was the reason why the Lord left these nations to be <i>thorns<\/i>, that they might <i>prick their eyes<\/i>,; as the Scripture shows that the Lord had formerly threatened against them. (<a class=\"ref\">Numbers 33:55<\/a>.) In consequence of the deadly animosities which existed between these two nations, whenever the Jews sustained any defeat, the Philistines reckoned it to be so much gain to themselves; for they wished the ruin of the Jews, and no occurrence could give them greater delight than when the Jews were reduced to the deepest adversity and distress. The Prophet therefore prophesies against them as against the constant enemies of the Church. <\/p>\n <p>It is proper to attend to the time when this vision was exhibited to the Prophet. So long as Ahaz lived, the Philistines were victorious. That wicked hypocrite, who had forsaken God, and eagerly sought the outward assistance of man, was punished for his treachery. During his reign the Philistines (<a class=\"ref\">2 Chronicles 28:18<\/a>) recovered those towns which Uzziah (<a class=\"ref\">2 Chronicles 26:6<\/a>) had taken out of their hands; but after his death, they became still more courageous, for they expected that they would then gain all that they desired, because he who had been left as his heir was still a child; for Hezekiah, the new king, had neither shrewdness, nor authority, nor wisdom. These circumstances, therefore, ought to be carefully observed; for Isaiah has not the Philistines so much in his view, though he speaks to them, as the godly, whom he wishes to comfort and strengthen with good hope by this prophecy, who would otherwise have thought that the condition of Judea was entirely ruined, because they were attacked by enemies on all sides, and no assistance of any kind could be seen. To those persons, therefore, in their distressed and forlorn condition, Isaiah stretches out his hand, and bids them be of good courage, because the Lord would undoubtedly assist them. <\/p>\n <p> <i>This burden.<\/i>, He calls this prophecy a <i>burden<\/i>, because it would be disagreeable and painful to the Philistines, who thought that they had got rid of every annoyance, because the Jews were hard pressed, and had no hope of bettering their condition; and therefore he threatens that the destruction of the Philistines also is at hand. <\/p>",
    "audit": null
}