{
    "id": 7570,
    "source": "calvin",
    "verse_id": 18460,
    "verse_count": 1,
    "reference": "41:8",
    "title": "",
    "html": " <p> <i>But thou, Israel, art my servant.<\/i>, He now shews how unreasonable it is to confound the people of Israel with the heathen nations, though all have lifted up a standard and agree in error, and though the whole world be abandoned to impostures; for, since by a calling of free grace God had chosen and set them apart, they ought not to have given themselves up to the same rage. This is a remarkable passage, and teaches us that we ought to be satisfied with our calling, so as to be restrained from the pollution of this world. Though corruptions abound, and though we indulge freely in every kind of iniquity, yet we ought to be restrained by this consideration, that we are God’s elect, and therefore we are not at liberty to go beyond bounds like Gentiles, and ungodly men. “Such were some of you,” says Paul, <\/p>\n <p> <span>“but now you have been washed, now you have been sanctified by the name of the Lord Jesus, and by the Spirit of our God.” \n(<\/span>, <a class=\"ref\">1 Corinthians 6:11<\/a>.) <\/p>\n <p>Indeed, nothing is more unreasonable than that we should wander like blind men in darkness, when the sun of righteousness hath shined upon us. We ought therefore to consider our calling, that we may follow it with all zeal and industry, and, “walking as becomes the children of light,” (<a class=\"ref\">Ephesians 5:8<\/a>,) may shun that manner of life to which we were formerly habituated. For this reason he calls Israel his <i>servant;<\/i>, not that the Israelites deserved anything on account of their obedience, but because he had set them apart for himself; and accordingly, for the same reason he adds — <\/p>\n <p> <i>Jacob, whom I have chosen.<\/i>, This is a remarkable commendation of undeserved favor; as if he had said, “You are indeed my servants, not through your own merit, but through my bounty; for by my election I have prepared and formed you to be my peculiar people.” In short, he reminds them that it was not by their own industry that they obtained the honor of being called God’s <i>servants,<\/i>, and that they did not differ from others so as to excel them in any respect, but that it was because it so pleased God, who has a right to select this or that person according to his pleasure. Yet at the same time he explains what is the design of our election, namely, that we may serve God. “He hath chosen us,” as Paul says, “that we may be holy and unreprovable before him.” (<a class=\"ref\">Ephesians 1:4<\/a>.) The object to be gained by election is, that they who were the slaves of Satan may submit and devote themselves unreservedly to God. <\/p>\n <p> <i>The seed of Abraham.<\/i>, This is added in the third place, in order to inform us that election depends on the promise of God; not that the promise goes before the election, which is from eternity, but because the Lord has bestowed his kindness from a regard to the promise; for he said to Abraham, <\/p>\n <p>“I am thy God and the God of thy seed.” (<a class=\"ref\">Genesis 17:7<\/a>.) <\/p>\n <p>This favor has therefore been continued to posterity, and on account of the promise the Lord took peculiar care of that people, as Paul also declares that “to them belonged the testament, the promise, and the giving of the Law.” (<a class=\"ref\">Romans 9:4<\/a>.) Hence also they were called “that holy nation,” (<a class=\"ref\">Exodus 19:6<\/a>,) <\/p>\n <p> <span>“God’s sacred inheritance, and a priestly kingdom.” \n(<\/span>, <a class=\"ref\">1 Peter 2:9<\/a>.) <\/p>\n <p> <i>My friend.<\/i>, It was an extraordinary honor which the Lord bestowed on Abraham, when he called him his <i>friend.<\/i>, To be called “the servant of God” is high and honorable; for if it be reckoned a distinguished favor to be admitted into the family of a king or a prince, how much more highly should we esteem it, when God accounts us as his servants and members of his family? But, not satisfied with that, he bestows on him even a higher honor, and adorns him with the name of “friend.” What is here said about Abraham relates to all believers; and Christ declared more plainly, “Now I call you not servants, but ye are my friends; for servants know not their Lord’s will, but to you have been revealed secret and divine mysteries, and hence you may know my friendly and kind disposition towards you.” (<a class=\"ref\">John 15:15<\/a>.) Having therefore obtained from God so great an honor, we ought to remember our duty, that the more abundantly he has testified his kindness towards us, we may the more earnestly and with deeper reverence worship him continually. But we ought always to remember that Abraham was God’s friend on no other ground than that of adoption; as Moses also says that the Jews enjoyed their high rank merely through the good pleasure of God, “because God loved their fathers.” (<a class=\"ref\">Deuteronomy 4:37<\/a>.) <\/p>",
    "audit": null
}