{
    "id": 6960,
    "source": "calvin",
    "verse_id": 17833,
    "verse_count": 1,
    "reference": "9:3",
    "title": "",
    "html": "<p><i> Thou hast multiplied.<\/i> This passage is somewhat obscure, both in itself, and on account of the diversity of interpretations; for it appears to be absurd to say that<i> the joy was not increased<\/i> , seeing that he immediately afterwards adds,<i> they rejoiced<\/i> . On this account the Jews interpret<span class=\"greek-hebrew\"> לא<\/span> (<i> lo<\/i>) not negatively, but as if<span class=\"greek-hebrew\"> ו<\/span> (<i> vau<\/i>) had been substituted for<span class=\"greek-hebrew\"> א<\/span> (<i> aleph<\/i>); for sometimes, though rarely, it has this meaning in the Scriptures. (<a class=\"ref\">Exodus 21:8<\/a> .) The Jews do this, because they cannot reconcile the words of the Prophet with their opinion. Again, some view these words as referring to Sennacherib, because his army, though it was large, brought him no ground of<i> joy<\/i> , but rather of grief. (<a class=\"ref\">2 Kings 19:35<\/a> .) Others explain it as relating to the Church, and justly, but mistake the method of applying it; for they think that the Prophet said this because believers, as long as they live, are subject to numerous and diversified afflictions. Others go still farther from the point, by saying that the conversion of the Gentiles, which will enlarge the Church,<i> will not bring joy<\/i> to the Jews and the ancient synagogue.<\/p> \n<p>But I cannot approve of any of those interpretations, and therefore I interpret it in this manner. As the Prophet, in the beginning of the chapter, had made a preliminary statement, that this blessing of redemption was greater than all other blessings, though it might appear to be unworthy of being so highly extolled, on account of the small number of those who were redeemed; so now he repeats the same comparison, or one not very different from it, namely, that this favor of God would be more remarkable than when he had formerly<i> multiplied<\/i> his people. This might at first sight be thought to be highly inappropriate; for if we compare the condition of the Jewish kingdom, before the Babylonish captivity, with its condition after the return from it, we may be led to think that the period during which its ancient possession remained unimpaired was a season of greater prosperity. It was but a small remnant that returned in comparison of that multitude which had been carried away. Besides, they had not the free possession of their land, but might be said to be tenants at will; and they had to pay tribute to the Persians, and retained hardly any semblance of their former rank. Who, therefore, would not have preferred that prosperous reign which had been enjoyed by the family of David to that condition?<\/p> \n<p>But the Prophet declares that this latter condition, though it may appear to be greatly inferior, and even more wretched, ought to be preferred to that which was prosperous and splendid, and shows that it will yield greater<i> joy<\/i> than when they had an abundant share of wealth and of all kinds of possessions. This was also testified by Haggai,<\/p> \n<p><span> that the glory of the latter temple would be greater\nthan the glory of the former, (<\/span><a class=\"ref\">Haggai 2:9<\/a> ,)<\/p> \n<p>though at first sight it might appear to be far otherwise. It is as if Isaiah had said, “There never was greater joy, though the multitude of the people was greater. Though we are few and contemptible in number, yet by the light with which thou shinest on us thou hast cheered us to such a degree that no joy of our former condition can be compared with the present.” For that redemption might be regarded as a prelude to the full and perfect salvation which was at length obtained through Christ.<\/p> \n<p><i> Before thee.<\/i> He means that the<i> joy<\/i> was true and complete, not slight or temporary. Men often rejoice, but with a deceitful and transitory<i> joy<\/i> , which is followed by mourning and tears. He affirms that this<i> joy<\/i> has its roots so deeply laid, that it can never perish or be destroyed. Such is also the import of the phrase<i> before thee<\/i> ; for nothing cheers the godly so much as when the face of God shines sweetly on them. They are not like irreligious men, who are carried hither and thither by a blind and uncertain<i> joy<\/i> , but they have that which alone gives ground for full joy, their reliance on God’s fatherly kindness. Perhaps also the Prophet intended to allude to those words which frequently occur in the writings of Moses:<i> Thou shalt rejoice before the Lord thy God<\/i> . (<a class=\"ref\">Leviticus 23:40; Deuteronomy 12:12<\/a> .) For though the subject there spoken of is the Tabernacle, still the mode of expression is fitly applied to the present occasion, that the<i> joy<\/i> of a believing people will not be irreligious, but will arise from acknowledging God, and beholding him by the eyes of faith to be<i> the author of salvation<\/i> . (<a class=\"ref\">Hebrews 5:9<\/a> .)<\/p> \n<p>Others explain it more ingeniously, that inwardly believers rejoice<i> before God<\/i> in their consciences, because in the world grief and sighing continually awaits them. Though this is true, yet a more natural meaning is drawn from the connection of the passage, namely, that believers whom God shall redeem will possess true<i> joy<\/i> ; because they will have been instructed by undoubted proof that he is their Father, so that they may freely boast that they will always be safe under his guidance; and, therefore, as I lately mentioned, it denotes continuance.<\/p> \n<p><i> According to the joy in harvest, and as men rejoice when they divide the spoils.<\/i> The comparisons of<i> Harvest<\/i> and<i> Victory<\/i> , by which he heightens the amount of the joy, are sufficiently plain. Now, hence it is evident what Christ brings to us, namely, a full and perfect joy, of which we cannot in any way be robbed or deprived, though various storms and tempests should arise, and though we should be weighed down by every kind of afflictions. However weak and feeble we may be, still we ought to be glad and joyful; for the ground of our joy does not lie in numbers, or wealth, or outward splendor, but in spiritual happiness, which we obtain through the word of Christ.<\/p> \n<p><i> For thou hast broken his burdensome yoke.<\/i> He explains the cause of<i> the joy<\/i> , that believers, when they have been delivered from a frightful and cruel tyranny, will feel as if they had been rescued from death. In order to illustrate the grace of God, he reminds them how shameful and burdensome was the slavery with which the Jews had been oppressed and afflicted; and this is his object in heaping up the expressions,<i> the yoke of the shoulder, the staff of the shoulder, the rod of the oppressor<\/i> or<i> overseer<\/i> . Whatever may be our excessive effeminacy or cowardice, while we actually feel afflictions, yet as soon as they are gone, we easily come to forget them. That the redeemed people may not think lightly of the favor of God, the Prophet bids them consider how bitter and mournful was the slavery, when they groaned under a heavy<i> yoke<\/i> or triumphal car, when the<i> staff<\/i> was laid on their shoulders, and they were oppressed by tyrannical rule; and therefore their deliverance ought justly to make them more glad and joyful.<\/p> \n<p>Next, he extolls the excellence of this favor on another ground, that God has openly displayed his hand from heaven. For this purpose he adduces an ancient and memorable instance. As God had formerly overthrown the Midianites, without the help of men, by a wonderful and amazing method, (<a class=\"ref\">Jude 7:21<\/a> ,) so now there will be a similar and illustrious display of power; for God will deliver his people from a cruel tyranny, when not one of the wretched Jews will venture to lift a finger. Now, it ought to be observed that God sometimes assists his people in such a manner as to make use of ordinary methods; but when he sees that this hinders men from beholding his hand, which may be said to be concealed, he sometimes works alone, and by evident miracles, that nothing may prevent or obscure the manifestation of his power. Thus in this victory of Gideon, when the enemies were routed without any agency of men, the arm of God openly appeared. For what had Gideon but the noise of pitchers, which could scarcely have driven away mice, and a small band of men, against a vast army, and, instead of weapons, a useless scarecrow? To this deliverance, therefore, he compares the future deliverance of the people, in which the hand of God will be not less openly and illustriously displayed.<\/p> \n<p>Some explain this passage as relating merely to the law, which might not inappropriately have been called<i> a burdensome yoke<\/i> , and<i> a rod<\/i> lying on the shoulders. But that interpretation is unsuitable; for it would give to the Prophet the appearance of having suddenly broken off from his subject, and would be a violent torture of this passage. We must therefore attend to that arrangement which I formerly noticed, namely, that when God brought his people out of Babylon, he continued that blessing of deliverance till Christ. The meaning therefore is, “Thou hast broken those burdens by which thy people were unjustly and cruelly oppressed.”<\/p> \n<p>Others apply it to the destruction of Jerusalem during the reign of Vespasian, but they have no argument on their side. Almost all the Jews refer it to Hezekiah, when in this manner the Lord delivered the city from the siege of Sennacherib, and cut off his army. (<a class=\"ref\">2 Kings 19:35<\/a> ;<a class=\"isa\" verses=\"WzE4Mzg5XQ==\">Isaiah 37:36<\/a> .) But that interpretation could not be admitted, for Hezekiah did not reign tyrannically over the Jews. Besides, at that time the Lord rescued the people from fear and danger, and not from slavery. Hence it is evident that this prediction had a more distant object, and that the interpretation which I have given to this passage is just and reasonable.<\/p> ",
    "audit": null
}