{
    "id": 7051,
    "source": "calvin",
    "verse_id": 17928,
    "verse_count": 1,
    "reference": "13:21",
    "title": "",
    "html": " <p> <i>But the Ziim shall lie there.<\/i>, He continues the description of a desert place, and alludes to what he had formerly said, that Babylon will be destitute of inhabitants. In what way <span class=\"greek-hebrew\">,ציים<\/span>, (<i>tziim<\/i>) ought to be translated I cannot easily say, on account of the diversity in the opinions of translators, who differ in this, as in various names of animals and herbs. The use of these things did not continue among them; and the Jews, who are themselves ignorant and unskilful, do not retain the knowledge of these things, though there are some of them who know nothing about either herbs or animals, and yet have the impudence to boast of being physicians. Of those who think that <span class=\"greek-hebrew\">,ציים<\/span>, (<i>tziim<\/i>) is the name of a wild animal, some will have it to be a quadruped, and others, a bird; but that is a matter of little importance. For my own part, I have no doubt that the Prophet means either wild beasts which cannot be tamed, or birds which build their nests in distant forests. <\/p>\n <p>It will not be amiss to explain what follows about <i>Satyrs<\/i>, or <i>Pans<\/i>, who are called by the French, according to the various dialects of the provinces, sometimes <i>Luittons<\/i>, sometimes <i>Follets<\/i>, and sometimes <i>Loups-garouz<\/i>, As Satan deludes men by various tricks, so he gives to them various names. It is certain that <span class=\"greek-hebrew\">,ציים<\/span>, (<i>tziim<\/i>) is often used in Scripture for devils; and it is derived from <span class=\"greek-hebrew\">,ציה<\/span>, (<i>tziyah<\/i>,) which means <i>dryness<\/i>, or, <i>a desert<\/i>, as <span class=\"greek-hebrew\">,איים<\/span>, (<i>iyim<\/i>) is derived from <span class=\"greek-hebrew\">,אים<\/span>, (<i>ayam<\/i>,) which means <i>to terrify<\/i>,. The Devil performs strange tricks by means of <i>Fauns<\/i>, and <i>Satyrs<\/i>, and on that account their names are given to him. <\/p>\n <p>The design of the Prophet is to show that the solitude will be so great, that not only will the place be deserted by men, but even the devils will there deceive by their tricks; for the devils avail themselves of the tendency of solitary places to produce terror. As enemies and robbers, by sallying forth from concealed lurking-places, frighten men the more, so devils take advantage of the night and the darkness, and of places distant from the view of men, that they may be able to excite greater terror in those who are naturally timorous. <\/p>",
    "audit": null
}