{
    "id": 7914,
    "source": "calvin",
    "verse_id": 18810,
    "verse_count": 1,
    "reference": "59:9",
    "title": "",
    "html": "<p><i> Therefore is judgment far from us.<\/i> After having described how corrupt and depraved was the condition of that people, he likewise shows that the severe chastisements inflicted on them are richly deserved, that they may not complain of being treated with greater harshness and severity than was proper. Thus he has painted, as in a picture, those vices which were publicly known, that they might more fully perceive in how many and how various ways they were guilty before God; and now he again repeats that we need not wonder if God treat such obstinate dispositions with greater severity, and render to them a just reward. He says that “Judgment is far off, because they were the most wretched of all men, and had not God for their protector as formerly.”<\/p> \n<p><i> And justice doth not overtake us.<\/i> He employs the words “judgment” and “justice” as denoting God’s guardianship, when he defends us, and shows that he takes care of us. He calls it “justice” when he defends us, and “judgment” when he revenges the injuries done to us. Here he declares that God had cast away the care of his people, and had deprived them of his countenance and aid, because they were unworthy of it; and hence we ought to observe the particle<span class=\"greek-hebrew\"> על כן<\/span> (<i> gnal ken<\/i>) “therefore;” for he draws the conclusion that we ought not to blame God, as if he acted unjustly towards his people, since in so many ways they had insulted his majesty.<\/p> \n<p>Of the same import is what he adds, that while<i> they look for light<\/i> , continual darkness sits down upon them; for the metaphor shows that they were almost consumed by their calamities, and that, when they promised to themselves any alleviation, they were disappointed of their hope.<i> Light<\/i> is a word very frequently employed to denote prosperity, and<i> darkness<\/i> to denote adversity. He means, therefore, that it will be vain to expect that their condition shall be changed for the better; and his object is, that the people may learn to ascribe their calamities to themselves, and may not imagine that those calamities happen by chance, or that the Lord is excessively severe; for he always endeavors to bring his people to the doctrine of repentance.<\/p> ",
    "audit": null
}