{
    "id": 6941,
    "source": "calvin",
    "verse_id": 17814,
    "verse_count": 1,
    "reference": "8:6",
    "title": "",
    "html": "<p><i>Because this people hath despised (or, disdained <\/i>) <i>the waters of Shiloah <\/i>That Ahaz may not slumber in unfounded expectation, the Prophet all at once breaks off his discourse about the general safety of the godly, and next threatens punishment on unbelievers. Some think that he speaks against those who wished for revolutions; as it frequently happens that the multitude are not satisfied with their present condition, and desire to have a new king. Those who are diseased often expect that, by a change of place, they will be in better health. So perverse is the will of men, that when matters do not go to their wish, they look for a change of their condition, snatch at it eagerly, and hope to obtain from it some relief. <\/p>\n<p>But I think that the Prophet’s meaning is more extensive, and does not apply to those only who desired a change; but that the discourse is general, and includes all ranks; for impiety and contempt of God almost universally prevailed, and he does not speak of a few persons, or of a particular party, but of the great body of the nation. I confess, indeed, that he excepts a few persons, servants of God, who will afterwards be mentioned; but that does not prevent the remonstrances of Isaiah from being directed against the whole nation; for since almost all were corrupted, he justly reproves them all. The offense is, that the people, distrusting their own weakness, sought increased wealth and increased forces. He says, therefore, that they <i>despised the waters of Shiloah<\/i>, because the Jews <i>despised <\/i>and <i>disdained <\/i>their condition. <\/p>\n<p><i>And their joy was to Rezin and Remaliah’s son. <\/i> Some render it with <i>Rezin<\/i>, but the preposition <i>to <\/i>expresses more fully the perverse desire. He means that the Jews, perceiving that they had not strong fortresses, looked in another direction, and longed for the wealth of the kingdom of Israel. Beholding their small number and their poverty, they trembled, and placed no confidence in God, but only in outward assistance, and thought that they would be perfectly safe, if they had as powerful a king as the Israelites had. Thus they <i>rejoiced in <\/i>the riches of others, and in longing for them. <\/p>",
    "audit": null
}