{
    "id": 7707,
    "source": "calvin",
    "verse_id": 18603,
    "verse_count": 1,
    "reference": "47:3",
    "title": "",
    "html": "<p><i>Thy baseness shall be discovered. <\/i> This is the conclusion of the former statement. So long as Babylon was in a flourishing condition, she preserved her reputation, and was highly honored; for wealth and power, like veils, often conceal a great number of sores, which, when the veils have been removed, become visible, and are beheld with the greatest disgrace. And, as Demosthenes says, when, speaking of Philip’s condition, —<span class=\"greek-hebrew\"> ὥσπερ γὰρ τοῖς σώμασιν ἡμῶν ἕως μὲν ἂν ἐρρωμένος ᾖ τις οὐδὲν ἐπαισθάνεται τῶν καθ ἕκαστα σαθρῶν ἐπ᾿ ἂν δὲ ἀρρώστημα συμβὣ πάντα κινεῖται κἂν ῥη̑γμα κἂν στρέμμα κἂν αλλό τι τῶν ὑπαρχόντων σαθρῶν ᾖ οὕτω καὶ τῶν πόλεων καὶ τῶν τυράννων. <\/span> “For as, in our bodies, so long as any person is in full vigor, no malady is perceived in any of the members, but if he fall into debility, produced either by a wound or by a strain, or by any other of the diseases to which the body is subject, the whole is affected; so is it with cities and governments.” (Dem., Olynth. 2.) When commotions arise, and when their wealth and troops are taken from them, disgraceful transactions which lay concealed are exposed to view; for cruelty, and fraud, and extortions, and perjury, and unjust oppressions, and other crimes, which were honored during prosperity, being to fall into disgrace.<\/p> \n<p><i>I will take vengeance, and will not meet (thee) a man. <\/i> Some think that<span class=\"greek-hebrew\"> כ<\/span><i>(caph)<\/i> ought here to be supplied, “<i>As<\/i> a man;” as if he had said, “Do not think that ye have to deal with man, whose attack ye may be able to resist.” And, indeed, in other passages, when he speaks of the hand of man, it denotes some abatement; but here he means that no remedy is left, because God will reduce them to nothing. Others translate it, “I will not meet a man;” that is, “I will not allow a man to meet me; whoever shall meet me, or intercede in their behalf, I will not spare them, or remit or abate their punishment.” This meaning is highly appropriate, but the construction is somewhat forced; for<span class=\"greek-hebrew\"> אפגע<\/span><i>(ephgang)<\/i> must thus be understood to have a passive sense, which could scarcely be admitted. Besides, the Prophet does not absolutely say that no petition shall be presented to God, but that he cannot be appeased. The former exposition, therefore, flows more smoothly, so far as relates to the context; but let every one choose that which he prefers; for, whatever exposition you adopt, the words amount to this, “that the Lord will destroy the Babylonians, and that there will be no room for mercy.” Only, I say, that I prefer the former, because it is more agreeable to the original text.<\/p> ",
    "audit": null
}