{
    "id": 6891,
    "source": "calvin",
    "verse_id": 17763,
    "verse_count": 1,
    "reference": "5:23",
    "title": "",
    "html": "<p><i> Who justify the wicked for a reward.<\/i> He censures a corruption which at that time abounded in judgment-seats, and points out the reason why there is no room for justice in these places, namely, that they are under the influence of<i> gifts<\/i> . For covetousness<i> blindeth the eyes of the wise, and perverteth<\/i> all regard to what is good and just, even among those who would otherwise be disposed to follow what is right. (<a class=\"ref\">Exodus 23:8; Deuteronomy 16:19<\/a> .)<\/p> \n<p>It may be objected that there are other methods, and that it is not by<i> gifts<\/i> only that judgments are perverted; for favor, hatred, friendship, and other sinful passions, often blind the understanding. This is undoubtedly true; but the Prophet had in his eye what happens for the most part, (<span class=\"greek-hebrew\"> ἐπὶ τὸ πολὺ<\/span> ,) and at the same time did not intend to spare those vices which he did not express by name. Following this example, godly teachers ought to be wise and careful in observing and correcting the vices which most extensively abound among the people, and most of all to oppose everything which appears to be sanctioned by wicked custom.<\/p> \n<p>Now this corruption which is mentioned is that which most frequently of all is to be found in judgment-seats; and, therefore, it ought to be most carefully avoided by those judges who wish to form an upright judgment. Nor ought we to listen to what is affirmed by many, that<i> gifts<\/i> are not bestowed on them for that purpose, or that, after having accepted them, they are as free as ever to give a just decision; for where<i> gifts<\/i> are allowed, the regard to what is just and right must be corrupted, and it is impossible for your mind not to be favourably disposed towards him from whom you received them. In short, we should hear the Lord, who declares that the understanding of the wisest man is corrupted, and the disposition of the most upright man is perverted, unless we choose to be thought wiser than God.<\/p> ",
    "audit": null
}