{
    "id": 7297,
    "source": "calvin",
    "verse_id": 18180,
    "verse_count": 1,
    "reference": "28:15",
    "title": "",
    "html": " <p> <i>Because ye have said.<\/i>, The Prophet next assigns the reason why he called them “scorners;” it was because they had thrown off all fear of God. He likewise describes the manner in which they acted, by saying that they promised to themselves that they would escape punishment amidst all their crimes and enormities, and became the more daring, and, as if they had obtained greater liberty to pursue wicked courses, rushed forward without dread wherever their unruly passions carried them. <\/p>\n <p> <i>We have struck a league with death, and with hell have we made a compact.<\/i>, This is what he means by the league into which they had entered with death and the grave; for by despising and boldly ridiculing all God’s threatenings and chastisements, they thought that they were out of all danger. <span class=\"greek-hebrew\">,חזה<\/span>,(<i>chōzĕh <\/i>) means what he had formerly expressed by <span class=\"greek-hebrew\">,ברית<\/span>, (<i>bērīth<\/i>,) for it is a repetition of the same statement. Literally it signifies <i>seeing<\/i>, and denotes what is conveyed by the French phrase, <i>avoir intelligence<\/i>, or by the English phrase, “to have a mutual understanding.” There appears to be also an implied contrast between prophetic visions and that deceitful craftiness on which veterans in wicked arts value themselves. <\/p>\n <p> <i>We have made lies our refuge.<\/i>, It is certain that those cunning men never broke out into such boasting as to utter those offensive words, for that would have been childish and absurd. Besides, though they despised God and set at nought all his admonitions, they undoubtedly wished to be held in some estimation by the people, and would never have confessed that they “made lies their refuge;” but the Prophet looked at their feelings and aims, and not at their pretexts, and took into account their actions and dispositions, and not their words. Whoever, then, flatters himself and his vices, and fearlessly despises God’s threatenings, declares that he has “entered into a league with death,” which he does not at all dread, notwithstanding the Lord’s threatenings. <\/p>\n <p>The Prophet, therefore, reproves in general that carnal presumption by which men are led to forgetfulness of the judgment of God, and willingly deceive themselves, as if they could escape the arm of God: but chiefly he attacks Lucianists and censorious men, who place their wisdom in nothing else than in irreligious contempt of God; and the more eager they are to conceal their dishonor, the more earnestly does the Prophet expose them, as if he had dragged forth to the light, from a deep concealment, their cunning wiles, and as if he had said, “This is the dexterity, skill, and cunning of the wise men of this world, who are exposed on every hand to troubles and afflictions, and yet imagine that they are concealed and safe. They unquestionably deserve to seek salvation from falsehood, for they disregard God’s salvation, and despise and ridicule him.” Their tricks, and cunning, and imposture, are indeed concealed by them under plausible names, and they do not think that they are falsehoods; but the Prophet calls them by their proper names. <\/p>\n <p> <i>When the overflowing scourge shall pass through.<\/i>, As to “the overflowing scourge,” the Prophet here includes two metaphors; for he compares the calamities and afflictions by which God chastises the transgressions of the world to a “scourge,” and then says, that they are so rapid and violent that they resemble a “flood.” Against those calamities, however severe and distressing, wicked men of this description think that they are fortified by lying and deceit, and hope that they shall be able to escape them, though they overflow far and wide over the whole world. They perceive the judgments of God, and the calamities to which men are exposed; but, because they do not observe the hand and providence of God, and ascribe everything that happens to fortune, they therefore seek to obtain such defences and safeguards as may drive such “scourges” away from them. <\/p>",
    "audit": null
}