{
    "id": 7575,
    "source": "calvin",
    "verse_id": 18465,
    "verse_count": 1,
    "reference": "41:13",
    "title": "",
    "html": "<p><i>For I am Jehovah thy God. <\/i>The Prophet had already shewn where the hope of salvation ought to be placed, so as to hold out against every attack; that is, when we are convinced that God is our God, and is on our side. He now lays down the same doctrine, but in different words; and yet the repetition is not superfluous, for we know how easily this doctrine slips out of our minds, even though it be frequently repeated; and it was impossible to bestow excessive commendation on this promise, which it is so difficult to root in our hearts. Let us therefore know that we shall have a prosperous issue of all our contests, for the Lord is present with us; and whenever we are attacked by any severe contest, let us learn to look to Him; for if we hesitate and look hither and thither, we shall never enjoy peace of mind. When he calls himself <i>our God, <\/i>he not only mentions his power, but gives proof of his goodness, which he intends to exercise towards us; for it would not be enough to be convinced of the power of God, if we were not equally certain of his love; and even when we are terrified by the mention of his power alone, his goodness is well fitted to give us peace. <\/p>\n<p><i>Taking hold of thy right hand, and saying to thee. <\/i>He now speaks about “taking hold of the hand,” and about his voice; for it is of great importance to us to believe the signs which God has given us of his love, and to connect with them the doctrine which assures us of his eternal favor. The word <i>saying <\/i>is therefore highly emphatic; for we must remain in suspense till the Lord speak, whose voice alone can remove fear and bring peace. If, then, we desire to have composure of mind, and to conquer the vexations which come upon us from various quarters, we must pay close attention to his voice, so as never to withdraw our mind from it; for they who refuse to hear this voice of God, or do not hear it attentively, must be miserably tormented by continual doubt and uncertainty. <\/p>",
    "audit": null
}