{
    "id": 7561,
    "source": "calvin",
    "verse_id": 18451,
    "verse_count": 1,
    "reference": "40:30",
    "title": "",
    "html": " <p> <i>The youths are wearied and faint. <\/i>,By this comparison the Prophet illustrates more powerfully what he had formerly said, that the strength which God imparts to his elect is invincible and unwearied; for men’s strength easily fails, but God’s strength never fails. It is indeed certain that all the vigor which naturally dwells in us proceeds from God; but since men claim as their own what God has bestowed generally on all, the Prophet thus distinguishes between the strength of men which appears to be born with them, and that strength by which God peculiarly supports his elect; for God’s kindness, which is diffused throughout all nature, is not sufficiently perceived. And thus by “men’s strength” he means that which is generally possessed by mankind, and by “God’s assistance,”he means that by which he peculiarly assists us after our strength has failed; for the Prophet speaks of the grace of God which is cormmonly called supernatural, and says that it is perpetual, while men can have nothing in themselves but what is fading and transitory; that by this mark he may distinguish between the Church of God and the rest of the world, and between spiritual grace and earthly prosperity. <\/p>,\n <p> <i>And the young men by falling fall. <\/i>,In the former clause he made use of the word <span class=\"greek-hebrew\">,נערים <\/span>,, <i>(negnarim,) youths, <\/i>,but now he adds <span class=\"greek-hebrew\">,בחרים <\/span>,, <i>(bachurim,) <\/i>,which means not only that they were “young men,” but also that they had been selected. The repetition of the same statement may be supposed to refer particularly to age, though he means that they were persons of the choicest vigor and in the prime of life. With this design he recommends that excellent privilege which God bestows on his children in preference to other men; that they may be satisfied with their lot, and may bear no envy to earthly men, for that strength of which they boast. In a word, he shews that men are greatly deceived if they are puffed up by confidence in their own strength, for they immediately sink and faint. <\/p>,\n <p>He appears to allude to what happens every day, that the stronger any person is, the more boldly does he attempt what is exceedingly difficult, and the consequence is, that they who are naturally more robust seldom live to be old men. They think nothing too hard or difficult, they attempt everything, and rashly encounter all dangers; but they give way in the middle of their course, and suffer the punishment of their rashness. The same thing befalls those who are proud of any gift which God has bestowed on them, and are full of confidence in themselves; for all that they have received from God is reduced to nothing, or rather turns to their ruin and destruction; and thus they are justly punished for their insolence. <\/p>,",
    "audit": null
}