{
    "id": 7994,
    "source": "calvin",
    "verse_id": 18891,
    "verse_count": 1,
    "reference": "64:5",
    "title": "",
    "html": "<p><i>Thou hast met. <\/i>He proceeds with the same subject; for the people deplore their hard lot, that they feel no alleviation in their adversity, although formerly God was wont to stretch out the hand to the fathers. Believers, therefore, speak in this manner: “Thou wast wont to meet our fathers; now thy face is turned away from us; and thou appearest to be irreconcilable:, because we gain nothing by calling on thee. Whence comes this diversity, as if thy nature had been changed, and thou wert now different from what thou hast been?” They next add, and make an acknowledgment, that they are punished justly, because “they have sinned.” I have formerly stated that nothing is better in adversity than to remember God’s benefits, and not only those which we have ourselves experienced, but likewise those which are related in Scripture; for we cannot be armed by a stronger shield against temptations of every kind. <\/p>\n<p>This verse, in my opinion, is inaccurately explained by those who think that we ought to read those words as closely connected, <i>Him that rejoiceth and doeth righteousness, <\/i>as if he had said, “Thou hast met them that willingly serve thee, and whose highest pleasure is to do what is right.” I think that rejoicing denotes here those who were glad in prosperity; for at that time the people were in sadness and mourning. There is an implied contrast. “Formerly thou wast wont to meet the fathers, before they were distressed by any affliction, and to cheer them by thy approach; now thou art far distant, and permittest us to languish in mourning and grief.” <\/p>\n<p><i>In thy ways they remembered thee. <\/i>In accordance with what he has now said, he adds that they “remembered God,” because they enjoyed his present grace, and felt that he was the author and director of their salvation; and so by “the ways of God,” he means prosperity; either that in this way he was near to them, when he treated them softly and gently as his children, or because God is by nature inclined to acts of kindness. But since he said that God was wont to “meet him that doeth righteousness,” the “remembrance” may relate to the practice of piety, that is, that they devoted themselves earnestly to the worship of God; and so it will be an explanation of the former clause, for the prophets frequently confirm by a variety of expressions what they have formerly said. To “remember” God, is to be captivated by the pleasant remembrance of him, so that we shall desire nothing more, and to place all our happiness in him. There is nothing that delights us more than the remembrance of the mercy of God; and, on the other hand, if we feel that God is angry, the mention of him fills us with alarm. <\/p>\n<p><i>And we have sinned. <\/i>The reason is assigned; for, when they find that God is so unlike what he formerly was, they do not murmur against him, but throw all the blame on themselves. Let us learn from this, that we ought never to think of the chastisements which the Lord inflicts, without at the same time calling to mind our sins, that we may confess that we are justly punished, and may acknowledge our guilt. <\/p>\n<p><i>In them is perpetuity. <\/i>In this passage  <span class=\"greek-hebrew\">עולם<\/span> (<i>gnolam<\/i>) denotes nothing else than “long duration;” but it may refer either to “sins” or to “the ways of the Lord.” To sins it may refer in this way, “Though we obstinately persisted in our sins, and deserved that thou shouldst destroy us a thousand times, yet hitherto we have been saved by thy mercy.” If we understand it to relate to “the ways of the Lord,” it will assign the reason why the people did not perish, because “the ways of the Lord” are steadfast and perpetual, and his mercy never comes to an end; and that meaning appears to me to agree best with this passage. Some supply the words, that “the age,” or “perpetuity,” is founded on the ways of the Lord. But I prefer to take the words in their literal acceptation, as when David says that the Lord “is not angry but for a moment,” (<a class=\"ref\">Psalms 30:5<\/a>,) that he is easy to be reconciled, and always compassionate; for his anger is not suddenly kindled, or with immoderate rage, after the manner of men, but he is unchangeable in benevolence and favor. <\/p>\n<p><i>And we shall be saved, <\/i>or, <i>we have been saved <\/i>We have not yet got at the whole of the Prophet’s statement; for he says that the people “are saved,” although they had been led into captivity, as into a grave, and deplored their calamity. On that account I consider the preterite to be put for the future, for it is rather a wish or a prayer than an affirmation. Nor do the saints boast that they have obtained salvation, but, deploring their misery, they betake themselves to God’s everlasting mercy; and consequently, they praise that which they wish, and not that which they have already obtained. <\/p>",
    "audit": null
}