{
    "id": 8020,
    "source": "calvin",
    "verse_id": 18918,
    "verse_count": 1,
    "reference": "65:20",
    "title": "",
    "html": "<p><i>There shall be no more thence an infant of days. <\/i> Some think that this points out the difference between the Law and the Gospel; because “the Law, as a schoolmaster,” ( <a class=\"ref\">Galatians 3:24<\/a> ,) kept scholars in the first elements, but the Gospel leads us on to mature age. Others suppose it to mean that there will no longer be any distinction of age; because, where life is eternal, no line is drawn between the child and the old man. But I interpret the words of the Prophet in this manner, “Whether they are children or old men, they shall arrive at mature age so as to be always vigorous, like persons in the prime of life; and, in short, they shall always be healthful and robust;” for it is on account of our sins that we grow old and lose our strength. “All our days,” saith Moses, “pass away when thou art angry: we close our years quicker than a word. The days of our years in which we live are seventy years, or, at the utmost, eighty: what goeth beyond this in the strongest is toil and vexation; our strength passeth swiftly, and we fly away.” ( <a class=\"ref\">Psalms 90:9<\/a>.) But Christ comes to repair our strength, and to restore and preserve our original condition.<\/p> \n<p><i>For the son of a hundred years shall die young. <\/i> It is proper to distinguish between the two clauses; for, after having said that the citizens of the Church shall be long-lived, so that no one shall be taken out of the world till he has reached mature age and fully completed his course, he likewise adds that, even in old age, they shall be robust. Although the greater part of believers hardly support themselves through weakness, and the strength of others decays even before the time, yet that promise is not made void; for, if Christ reigned truly and perfectly in us, his strength would undoubtedly flourish in us, and would invigorate both body and soul. To our sins, therefore, it ought to be imputed, that we are liable to diseases, pains, old age, and other inconveniences; for we do not permit Christ to possess us fully, and have not advanced so far in newness of life as to lay aside all that is old.<\/p> \n<p>Here it ought also to be observed, that blessings either of soul or body are found only in the kingdom of Christ, that is, in the Church, apart from which there is nothing but cursing. Hence it follows that all who have no share in that kingdom are wretched and unhappy; and, however fresh and vigorous they may appear to be, they are, nevertheless, in the sight of God, rotten and stinking corpses.<\/p> ",
    "audit": null
}