{
    "id": 7531,
    "source": "calvin",
    "verse_id": 18421,
    "verse_count": 1,
    "reference": "39:8",
    "title": "",
    "html": "<p><i>Good is the word of Jehovah <\/i>From this reply we learn, that Hezekiah was not a stubborn or obstinately haughty man, since he listened patiently to the Prophet’s reproof, though he was little moved by it at the commencement. When he is informed that the Lord is angry, he unhesitatingly acknowledges his guilt, and confesses that he is justly punished. Having heard the judgment of God, he does not argue or contend with the Prophet, but conducts himself with gentleness and modesty, and thus holds out to us an example of genuine submissiveness and obedience. <\/p>\n<p>Let us therefore learn by the example of the pious king’ to listen with calmness to the Lord, not only when he exhorts or admonishes, but even when he condemns and terrifies by threatening just punishment. When he says that “the word of God is good,” he not only gives him the praise of justice, but patiently acquiesces in that which might have been unwelcome on account of its harshness; for even the reprobate have sometimes been compelled to confess their guilt; while their rebellion was not subdued so as to refrain from murmuring against their Judge. In order, therefore, that God’s threatenings may be softened to us, we must entertain some hope of <i>mercy, <\/i>otherwise our hearts will always pour forth unavailing bitterness; but he who shall be convinced that God, when he punishes, does not in any degree lay aside the feeling of a father’s affection, will not only confess that God is just, but will calmly and mildly bear his temporary severity. In a word, when we shall have a powerful conviction of the grace of God, so as to believe that he is our Father, it will not be hard or disagreeable to us to stand and fall according to his pleasure; for faith will assure us that nothing is more advantageous to us than his fatherly chastisement. <\/p>\n<p>Thus David, having been very severely reproved by Nathan, humbly replies, <i>“It <\/i>is the Lord, let him do whatever is right in his eyes;”  for undoubtedly the reason why he is dumb is, not only because it would be of no use to murmur, but because he willingly submits to the judgment of God. Such is also the character of Saul’s silence, when he is informed that the kingdom shall be taken from him. (<a class=\"ref\">1 Samuel 28:20<\/a>.) But because it is only punishment that terrifies him, and he is not moved by repentance for his sin, we need not wonder if he be full of cruelty within, though apparently he acquiesces, because he cannot resist, which otherwise he would willingly do, like malefactors who, while they are held bound by chains or fetters, are submissive to their judges, whom they would willingly drag down from the place of authority and trample under their feet. But while David and Hezekiah are “humbled under the mighty hand of God,” (<a class=\"ref\">1 Peter 5:6<\/a>,) still they do not lose the hope of pardon, and therefore choose rather to submit to the punishment which he inflicts than to withdraw from his authority. <\/p>\n<p><i>Which thou hast spoken. <\/i>It is worthy of notice that he acknowledges not only that the sentence which God has pronounced is just, but that the word which Isaiah has spoken is good; for there is great weight in this clause, since he does not hesitate to receive the word with reverence, though it is spoken by a mortal man, because he looks to its principal Author. The freedom used by Isaiah might undoubtedly be harsh and unpleasant to the king; but acknowledging him to be the servant of God, he allows himself to be brought to obedience. So much the more insufferable is the delicacy of those who are offended at being’ admonished or reproved, and scornfully reply to teachers and ministers of the word, “Are not you men as well as we?” As if it were not our duty to obey God, unless he sent angels from heaven, or came down himself. <\/p>\n<p>Hence also we learn what opinion we ought to form concerning fanatics, who, while they pretend to adore God, reject the doctrine of the prophets; for if they were ready to obey God, they would listen to him when he spoke by his prophets, not less than when he thundered from heaven. I admit that we ought to distinguish between true and false prophets, between <i>“the <\/i>voice of the shepherd (<a class=\"ref\">John 10:3<\/a>) and the voice of the stranger;” but we must not reject all without distinction, if we do not wish to reject God himself; and we ought to listen to them, not only when they exhort or reprove, but also when they condemn, and when they threaten, by the command of God, the just punishment of our sins. <\/p>\n<p><i>At least <\/i> <i>there shall be peace <\/i>The particle  <span class=\"greek-hebrew\">כי<\/span> <i>(ki) <\/i>sometimes expresses opposition, but, here it denotes an exception, and therefore I have translated it <i>at least; <\/i>for Hezekiah adds something new, that is, he gives thanks to God for mitigating the punishment which he had deserved; as if he had said, “The Lord might have suddenly raised up enemies, to drive me out of my kingdom; but he now spares me, and, by delaying, moderates the punishment which might justly have been inflicted on me.” Yet this clause may be explained as a prayer,  expressing Hezekiah’s desire that the punishment should be delayed till a future age. But it is more probable that what the Prophet had said about the days that were to come, Hezekiah applied for soothing his grief, to encourage himself to patience, because sudden vengeance would have alarmed him still more. This exception, therefore, is highly fitted to induce meekness of spirit, <i>“At least <\/i>God will spare our age.” But if any person prefer to view it as assigning a reason, “<i>For <\/i>there shall be peace,”  him enjoy his opinion. <\/p>\n<p><i>Peace and Truth. <\/i>Some think that  <span class=\"greek-hebrew\">אמת<\/span>, <i>(emeth,) Truth, <\/i>denotes the worship of God and pure religion, as if he were thanking God that, when he died, he would leave the doctrine of godliness unimpaired. But I consider it to denote “permanency,” or a peaceful condition of the kingdom; if it be not thought preferable to view it as denoting, by the substitution of one word for another, that there will be certain and long-continued prosperity. <\/p>\n<p>But it may be thought that Hezekiah was cruel in taking no care about posterity, and not giving himself much trouble about what should happen afterwards. Such sayings as, ( <span class=\"greek-hebrew\">ἐμοῦ θανόντος γαῖα μιχθήτω πυρί<\/span>,) “When I am dead, let the earth be committed to the flames,” that is, “When I am dead, all are dead;” and other sayings of the same kind, which are now in the mouths of many swine and Epieureans, are profane and shocking. But Hezekiah’s meaning was quite different; for, while he wished well to those who should live after him, yet it would have been undutiful to disregard that token of forbearance which God gave by delaying his vengeance; for he might have been led by it to hope that this mercy would, in some degree, be extended to posterity. <\/p>\n<p>Some reply that he rejoiced at the delay, because <\/p>\n<p>“we ought not to be anxious about to-morrow, seeing that sufficient for the day is its own affliction.” (<a class=\"ref\">Matthew 6:34<\/a>.) <\/p>\n<p>But this does not apply to the present passage; for Hezekiah does not disregard posterity, but, perceiving that God moderates the punishment by forbearance, he gives thanks to God, as we have already said; for although this punishment awaited a future age, still it was his duty to acknowledge the present favor. And indeed we ought to labor most for our own age, and to pay our chief regard to it. The future ought not to be overlooked; but what is present and immediate has stronger claims on our services; for we who live at the same time are bound by God with a stronger tie, in order that, by mutual intercourse, we may assist each other, as far as shall be in our power. It ought likewise to be observed that, while the Lord had formerly promised a lengthened life to hezekiah, when he was very near death, there was now strong reason to fear that he would again cut short his life on account of that sin. When he is informed that the promise is ratified, he gives thanks to God, and bears more patiently the calamity which was to come, though he felt it to be grievous and distressing. <\/p>",
    "audit": null
}