{
    "id": 7152,
    "source": "calvin",
    "verse_id": 18031,
    "verse_count": 1,
    "reference": "20:1",
    "title": "",
    "html": "<p><i>In the year that Tartan came to Ashdod. <\/i> In the preceding chapter Isaiah prophesied about the calamity which threatened Egypt, and at the same time promised to it the mercy of God. He now introduces the same subject, and shews that Israel will be put to shame by this chastisement of the Egyptians, because they placed their confidence in Egypt. He now joins Ethiopia, which makes it probable that the Ethiopians were leagued with the Egyptians, as I have formerly remarked, and as we shall see again at the thirty-seventh chapter.<\/p> \n<p>First, we must observe the time of this prediction. It was when the Jews were pressed hard by necessity to resort, even against their will, to foreign nations for assistance. Sacred history informs us ( <a class=\"ref\">2 Kings 18:17<\/a>) that<i>Tartan<\/i> was one of Sennacherib’s captains, which constrains us to acknowledge that this<i>Sargon<\/i> was Sennacherib, who had two names, as may be easily learned from this passage. We must also consider what was the condition of Israel, for the ten tribes had been led into captivity. Judea appeared almost to be utterly ruined, for nearly the whole country was conquered, except Jerusalem, which was besieged by Rabshakeh. ( <a class=\"ref\">2 Kings 18:13<\/a>.) Tartan, on the other hand, was besieging Ashdod. Sacred history ( <a class=\"ref\">2 Kings 18:17<\/a>) mentions three captains; and this makes it probable that Sennacherib’s forces were at that time divided into three parts, that at the same instant he might strike terror on all, and might throw them into such perplexity and confusion that they could not render assistance to each other. Nothing was now left for the Jews but to call foreign nations to their aid. In the mean time, Isaiah is sent by God to declare that their expectation is vain in relying on the Egyptians, against whom the arm of the Lord was now lifted up, and who were so far from assisting them, that they were unable to defend themselves against their enemies. Hence the Jews ought to acknowledge that they are justly punished for their unbelief, because they had forsaken God and fled to the Egyptians.<\/p> \n<p>We must consider the end which is here proposed, for the design of God was not to forewarn the Egyptians, but to correct the unbelief of the people, which incessantly carried them away to false and wicked hopes. In order therefore to teach them that they ought to rely on God alone, the Prophet here foretells what awaits their useless helpers. The warning was highly seasonable, for the Ethiopians had begun to repel the Assyrians, and had forced them to retire, and no event could have occurred which would have been more gladly hailed by the Jews. Lest those successful beginnings should make them wanton, he foretells that this aid will be of short duration, because both the Ethiopians and the Egyptians will soon be most disgracefully vanquished.<\/p> \n\n<p>FT318 “The Egyptians prisoners (Heb. the captivity of Egypt) and Ethiopians captives.”—Eng. Ver. “The captives of Egypt and the exiles of Cush.” —<i>Lowth<\/i><\/p> ",
    "audit": null
}