{
    "id": 7200,
    "source": "calvin",
    "verse_id": 18079,
    "verse_count": 1,
    "reference": "23:1",
    "title": "",
    "html": "<p><i> The burden of Tyre. Tyre<\/i> was very wealthy, and highly celebrated, both on account of the variety and extent of its commercial intercourse with all nations, and on account of the flourishing colonies which sprang from it: Carthage, which was the rival of the Roman Empire, Utica, Leptis, Cadiz, and other towns, which also sent every year a present to Tyre, by which they acknowledged that they looked on Tyre as their mother. Isaiah threatens its destruction, because it had been hostile to the people of God, as we may infer from what is said by Ezekiel; for we ought carefully to attend to the cause of the destruction, because it was the design of the Prophet to shew that God testifies his fatherly regard to his people by opposing all her enemies. (<a class=\"ref\">Ezekiel 26:2<\/a> .) Some think that this refers to the storming of Tyre by Alexander, who took it with great difficulty. But the argument on which they rely, that Isaiah mentions<i> Chittim<\/i> , has little force. By that name the Hebrew writers unquestionably denote the Macedonians, but under this word they likewise include other nations, such as the Greeks, and the countries that were beyond the sea. Nebuchadnezzar employed in that siege not only his own soldiers, but also foreigners, whom he brought from Greece and other places. It is for a reason altogether different, as we shall immediately see, that he mentions the Greeks, namely, that henceforth they will not take their ships to Tyre for the sake of carrying on merchandise.<\/p> \n<p>But from the conclusion of this chapter I draw an argument for a contrary opinion, for Isaiah speaks of the restoration of Tyre, and it was never restored after having been stormed by Alexander. Besides, when I compare Ezekiel’s words with those of Isaiah, I think that I see one and the same prediction. Now, he does not speak of Alexander, but of Nebuchadnezzar; and I cannot doubt that it must be explained in that manner. Not only so, but in the days of Ezekiel and Isaiah that city was under the dominion of a king, but historians relate that, when it was stormed by Alexander, it had been brought to the form of a republic. And if we consider the object of the prophecy, we shall be sufficiently confirmed in this opinion, for his aim is to comfort the Jews by threatening that the inhabitants of Tyre, by whom they had been oppressed, will not pass unpunished. For it would have been highly inconsistent that the Lord should punish other nations, and that this nation, which had been not less hostile, should escape punishment altogether, or be punished five hundred years afterwards. Every conjecture, therefore, leads us to this conclusion, that we should expound this passage as relating to Nebuchadnezzar.<\/p> \n<p><i> Howl, ye ships of Tarshish.<\/i> He employs various figures of speech, according to his custom, in illustrating the ruin of Tyre, in order to obtain greater credit to the prediction; for a plain narrative would have been ineffectual, or would not have exerted a powerful influence on minds naturally dull and sluggish, and therefore he sets before their eyes a lively portrait. This calamity, he declares, will be very grievous, because it will be felt even in distant countries. He bids the “ships howl,” because, when Tyre has been destroyed, they will have nothing to do. The ships of the Cilicians are particularly mentioned by him, because, being neighbors, they traded often and extensively with the inhabitants of Tyre; and Cilicia is called by the Hebrews “Tarshish.” It was impossible that there should not have arisen great inconvenience to that country at the destruction of Tyre; not only because commerce ceased for a time, but also because the articles of merchandise were carried off, and there was a disturbance of commercial relations as usually happens when the fortunes of rich men have been overthrown.<\/p> \n<p><i> That there may be no entering in from the land of Chittim.<\/i> What I have translated “that there maybe no entering in,” is explained by some to signify, that there may be no house “into which you can enter,” but I think that I have faithfully conveyed the Prophet’s meaning. And yet he does not mean that the Cilicians or the Greeks will be hindered from entering, but that they will not hold intercourse with Tyre as they were formerly accustomed to do, because it will not be, as formerly, a mart of nations.<\/p> \n<p>Those who think that the Prophet speaks of the defeat accomplished by Alexander, separate this clause of the verse “from the land of Chittim” from what goes before, and connect it thus, “from the land of Chittim it was revealed to them.” But, on the contrary, I join it differently in this way, “From not going from the land of Chittim;” that is, that the Greeks may no more enter as they were formerly accustomed to do. By the word “Chittim,” he means both the Greeks and the western nations; as if he had said “There will be an end put to commerce with the Greeks, so that they will no longer take their ships thither.” Under this designation he includes also the inhabitants of Cyprus, Sicily, and Italy, and other nations.<\/p> \n<p><i> This was revealed to them.<\/i> These words may be understood to refer both to the Greeks and to the inhabitants of Tyre. If they refer to the inhabitants of Tyre, the meaning will be, “When the report of the ruin of the city shall reach them, they will put an end to their wonted voyages, for they will avoid that harbour as they would avoid a rock;” and this is the meaning which I more readily adopt. Yet I do not reject the other interpretation, that the Prophet confirms his prediction, as we commonly speak of a thing that is certain, “Let this be regarded as addressed to you.”<\/p> \n\n<p>FT359 “<span class=\"aramaic_text\"> Et les papiers des marchans espars çà et là<\/span> ;” — “And the merchants’ accounts scattered hither and thither.”<\/p> \n<p>FT360 “<span class=\"aramaic_text\"> Les Egyptiens<\/span> ;” — “The Egyptians.”<\/p> \n<p>FT361 The Roman<span class=\"aramaic_text\"> stadium<\/span> or furlong = 125 paces = 625 feet. A Roman mile = 1000 paces = 5000 feet. An English mile = 1760 yards = 5280 feet. Therefore a Roman mile is to an English mile as 5000 to 5280, or as 125 to 132; and the number of English miles is to that of Roman miles in the inverse ratio of 132 to 125; so that 200<span class=\"aramaic_text\"> stadia<\/span> = 25 Roman miles = somewhat less than 24 English miles. It ought to be remembered, that the author does not profess to state the exact distance, but gives it in round numbers. —<i> Ed<\/i><\/p> \n<p>FT362 “The seed of Sihor.” — Eng. Ver.<span class=\"greek-hebrew\"> שחר<\/span> , (<i> shīchōr<\/i> ,) and<span class=\"greek-hebrew\"> יאור<\/span> , (<i> yĕōr<\/i> ,) are the Hebrew and Egyptian names of the Nile. The first, according to its etymology, means<i> black<\/i> , and corresponds to<span class=\"greek-hebrew\"> ΄έλας<\/span> and<i> Melo<\/i> , of Greek and Latin names of the same river, all derived from the color of the water, or the mud which it deposits.” —<i> Alexander<\/i><\/p> \n<p>FT363 “As at the report concerning Egypt.” — Eng. Ver. Luther’s version runs thus:— “<span class=\"aramaic_text\"> Gleichwie man erschrak, da man von Egyptian hörete; also wird man auch erschrecken, wenn man von Tyrus hören wird<\/span> ;” — “Like as they were terrified when they heard of Egypt; so will they also be terrified when they shall hear of Tyre.” —<i> Ed<\/i><\/p> \n<p>FT364 “Tyre at this time was seated on an island; after Alexander’s conquest it was rebuilt on the continent.” —<i> Stock<\/i><\/p> \n<p>FT365 “<span class=\"aramaic_text\"> Leurs registres et papiers de comtes<\/span> ;” — “Their records and account-books.”<\/p> \n<p>FT366 “The trade carried on by the Phoenicians of Sidon and Tyre,” says an able historian, “was extensive and adventurous; and both in their manners and policy, they resemble the great commercial states of modern times, more than any people in the ancient world.” After mentioning the navigation to Tyre as the earliest route of communication with India, he goes on to say, “To this circumstance, which, for a considerable time, secured to them a monopoly of that trade, was owing, not only the extraordinary wealth of individuals, which rendered the ‘merchants of Tyre, princes and her traffickers the honorable of the earth,’ (<a class=\"isa\" verses=\"WzE4MDg2XQ==\">Isaiah 23:8<\/a> ,) but the extensive power of the state itself, which first taught men to conceive what vast resources a commercial people possess, and what great exertions they are capable of making.” He adds in a note, “The power and opulence of Tyre, in the prosperous age of its commerce, must have attracted general attention. In the prophecies of Ezekiel, who flourished two hundred and sixty years before the fall of Tyre, there is the most particular account of the nature and variety of its commercial transactions that is to be found in any ancient writer; and which conveys, at the same time, a magnificent idea of the extensive power of that state.” —<i> Robertson’s Historical Disquisition concerning the Knowledge which the Ancients had of India<\/i><\/p> \n<p>FT367 “There is no more strength.” — Eng. Ver. “There is no mound now left.” —<i> Stock<\/i><\/p> \n<p>FT368 “The Lord hath given a commandment against the merchant-city.” — Eng. Ver. “Jehovah hath given a charge concerning Canaan.” —<i> Stock.<\/i><\/p> ",
    "audit": null
}