{
    "id": 7429,
    "source": "calvin",
    "verse_id": 18316,
    "verse_count": 1,
    "reference": "34:12",
    "title": "",
    "html": "<p><i>They shall call her nobles without a kingdom. <\/i>This passage has received various interpretations, which I do not quote, because it would be tedious to refute them. One of the most probable is, “They shall call his nobles to reign, but in vain.” As if he had said, “In their wretched condition none will be found willing to rule over them, and to undertake the charge of the commonwealth.” A statement of the same kind is found elsewhere, and we have formerly (<a class=\"isa\" verses=\"WzE3NzE0XQ==\">Isaiah 3:6<\/a>) seen one that is almost alike; but the words do not correspond. When the Prophet speaks thus, “They shall call her nobles, and they shall not be there,” he employs, I doubt not, witty raillery to censure the pride of that nation which had been cherished by longcontinued peace and abundance. When the Edomites, therefore, out of their mountains breathed lofty pride, the Prophet declares that they shall be disgracefully cast down, so that they shall have no nobility and no government; just as, when a kingdom has been overturned, government is taken away, so that the general mass of the people resembles a maimed or disfigured body, and there is no distinction of ranks. To those stately nobles who vaunted themselves so much, he says in mockery, that they shall be princes without subjects. <\/p>\n<p><i>And all her princes shall be nothing. <\/i>The meaning of the former clause is still more evident from this second clause, in which he adds for the sake of explanation, that her princes “shall be reduced to nothing.’ It amounts to this, that the land of Edom shall resemble a mutilated body, so that nothing shall be seen in it but shocking confusion. This is the utmost curse of God; because, if men have no political government, they will hardly differ at all from beasts. Indeed, their condition will be far worse, for beasts can dispense with a governor, because they do not make war against their own kind; but nothing call be more cruel than man, if he be not held by some restraint, for every one will be driven by the furious eagerness of his own passions to every kind of vicious indulgence. <\/p>",
    "audit": null
}