{
    "id": 7959,
    "source": "calvin",
    "verse_id": 18856,
    "verse_count": 1,
    "reference": "62:1",
    "title": "",
    "html": "<p><i> On account of Zion I will not be silent.<\/i> That sad captivity being at hand, which was almost to blot out the name of the whole nation, it was necessary to confirm and encourage believers by many words, that with strong and assured confidence they might rely on these promises under the burden of the cross. Here, therefore, the Prophet, discharging that office which had been entrusted to him, openly declares that he will not be slack in the performance of his duty, and will not cease to speak, till he encourage the hearts of believers by the hope of future salvation, that they may know and be fully convinced that God will be the deliverer of his Church. He too might have been dismayed by the unbelief of that people, and might have lost courage when he saw that matters were every day growing worse, and when he foresaw that terrible vengeance. But, notwithstanding so great difficulties, he will still persist in his duty, that all may know that neither the massacre of the people nor their unbelief can prevent God from executing his promises at the proper time.<\/p> \n<p><i> And on account of Jerusalem I will not rest.<\/i> It was necessary that these things should be frequently repeated, because such is the depravity of our mind that we speedily forget God’s promises. When he says that he will not cease to speak, he likewise reminds others of their duty, that they may take courage, and expect with assured confidence their restoration, though it be long delayed, and even that their unwearied attention may answer to the voice of God which constantly addresses them. We know by experience every day how necessary this is, while Satan endeavors by every method to turn us aside from the right course.<\/p> \n<p>At the same time he shews what ought to be the aim of godly teachers, namely, to spend and devote themselves entirely for the advantage of the Church; for when he says “on account of Zion,” he means that our chief care ought to be that the Church may be preserved, and that none are good and faithful teachers but they who hold the salvation of the Church so dear as to spare no labors. Some explain this as relating to prayer, but I choose rather to refer it to doctrine; and it is more natural to view it as meaning’ that no inconvenience or annoyance shall wear out his patience, and no opposition shall retard him from proceeding in the office of teaching which God has enjoined on him concerning the redemption of the Church. For if he had survived that very sad calamity, the unbelieving multitude would undoubtedly have persecuted him, as well as the other Prophets, by many reproaches; but whatever may happen, he says that he is fortified by unshaken firmness, never to be dumb through shame, but to proceed with unremitting eagerness in his course. Besides, by this form of expression he procures credit to his predictions, and maintains their authority, so that, even when he is dead, they do not cease to resound in the ears of believers.<\/p> \n<p><i> Till her righteousness go forth as brightness.<\/i> By “righteousness” he means the rights of the Church; for during the period of calamity, she appeared to be condemned. Her “righteousness,” therefore, “goes forth” when she is perfectly restored, and regains her former condition; for that righteousness lay concealed during the captivity.<\/p> \n<p><i> And her salvation.<\/i> To “righteousness” he adds “salvation,” because they whom God justifies, or to whom he re-restores their rights, do likewise regain their “salvation.” Hence we infer that we are wretched and without assistance, so long as God withholds his grace from us on account of our sins; and therefore in other passages he frequently gave the appellation of “the righteousness of God” to that which he here affirms to be the righteousness of the Church. Thus we are undone while we are destitute of the righteousness of God; that is, while we slumber in our sins, and God shews himself to be a severe judge by punishing us for them.<\/p> \n<p>The phrase “go forth” means that the righteousness of the Church was hidden and, as it were, buried for a time: she deserved in the sight of God no favor; but, on the contrary, her unspeakable iniquities prevailed to such an extent that there remained nothing but God’s righteous vengeance. But here the Prophet has his eye on men who already looked upon the afflicted Church as lost, and by their pride and reproaches almost cast her down to hell.<\/p> \n<p><i> May burn like a lamp.<\/i> Finally, he compares her to the world, and says, that with respect to the world she shall be righteous, when God shall have purged away her sins and undertaken her cause. By these words the Prophet teaches that we ought always to entertain favorable hopes of the restoration of the Church, though she be plunged under thick darkness and in the grave; for although for a time she is overwhelmed and hidden, yet she has God for her avenger in heaven, who, after having chastised her moderately, will at length shew that she was the object of his care. And indeed his righteousness must be illustrious and manifest, and that for the salvation of those whom he hath chosen to be his people and heritage.<\/p> ",
    "audit": null
}