{
    "id": 7909,
    "source": "calvin",
    "verse_id": 18805,
    "verse_count": 1,
    "reference": "59:4",
    "title": "",
    "html": " <p> <i>There is none that crieth for justice. <\/i> He means that there is not among them any study of what is right or proper, that no man opposes the acts of injustice which are committed by the strong on the weak; and that this leads to growing licentiousness, because all wink at it, and there is none who cares about undertaking the defense of justice. It is not enough that we abstain from violence, if we do not, as far as lies in our power, hinder it from being committed by others. And, indeed, whoever permits what he is able to hinder does in some sense command it; so that silence is a sort of consent. <\/p> \n <p> <i>None that contendeth for truth. <\/i> This clause is of the same import as the preceding one. Some take <span class=\"greek-hebrew\"> נשפט <\/span> (<i>nishpat<\/i>) in a passive sense, and suppose the Prophet’s meaning to be, “None is rightly judged; for everything is full of corruptions, and yet nobody makes opposition.” But the active signification is more appropriate; for these two statements are closely connected with each other, that “None crieth for justice” and “None defendeth truth or uprightness.” The rendering given by some, “No man judgeth himself truly,” is rather too harsh. But because this verb in Niphal is taken, in many passages, for “to contend,” the whole passage appeared to run more freely thus: that “none comes forward to protect what is right, openly and loudly to defend justice, and to plead against the wicked.” Yet it will perhaps be thought preferable to view the words “cry for justice” as referring to wretched persons who are unjustly harassed; as if he had said that they are dumb, because they would gain nothing by crying. But this would also be harsh. <\/p> \n <p>If God condemns so severely those who pay no attention to the righteous causes of men, and do not aid such as are in difficulties, what shall become of us, if no zeal for defending the glory of God prompt us to rebuke iniquities? If we wink at the mockeries by which wicked men jeer at God’s sacred doctrine and profane his name; if we pay no attention to the efforts which they make to destroy the Church of God, shall not our silence be justly condemned for treachery? In a word, Isaiah says that good order falls into decay through our fault, if we do not, as far as we can, resist the wicked. <\/p> \n <p> <i>They trust in vain things. <\/i> He next points out that this is extreme confusion, when no one rises up in defense of justice. When he says that they “trust in vain things,” he means that they heap up perverse reliances, by means of which they bring upon themselves insensibility. This is the utmost verge of iniquity, when, by seeking flatteries on every hand, they willingly harden themselves to despise God; and by such allurements Satan caresses the reprobate, till he altogether enchants them, so that, shaking off all fear of God, they not only despise sound counsels, but become haughty and fearless mockers. Since therefore foolhardiness drives us headlong, when we place false hopes in opposition to the judgment of God, the Prophet has good reason for representing, as a mark of desperate malice, this confidence under which cunning men shelter themselves; because the disease is manifestly incurable, when men who are openly wicked do not hesitate to flatter themselves, and, relying on their obstinate wickedness, think that they are at liberty to do whatever they please. <\/p> \n <p> <i>They talk idly. <\/i> He adds that their conversation tells plainly what is the nature of their dispositions and morals; as the proverb says, that “the tongue is the image of the mind.” Yet this clause may be explained in two ways; either that they speak nothing sincerely, but, by constant practice, their tongues are formed to deceive, or, that their wickedness breaks out into open boasting. For my own part, I prefer the latter of these expositions. <\/p> \n <p> <i>They conceive mischief, and bring forth iniquity. <\/i> These are elegant metaphors, by which he compares wicked men to women, who support the child in the womb, and afterwards give birth to it. Thus he says that the wicked, while they inwardly contrive their crimes, may be said to be pregnant till they bring forth in due time; that is, when they have found occasions and opportunities. “They conceive,” he says, “purposes of mischief, that afterwards they may unjustly harass simple persons;” as if he had said, that they make preparation for their crimes by long meditation, and are always ready for any mischief; because they do not cease to search in every quarter for indirect methods of annoying those who are giving them no disturbance. <\/p> ",
    "audit": null
}