{
    "id": 7585,
    "source": "calvin",
    "verse_id": 18476,
    "verse_count": 1,
    "reference": "41:24",
    "title": "",
    "html": "<p><i>Lo, ye are of nothing. <\/i> He now mocks at idols, in order to confirm the godly in the belief and worship of one God, when by the comparison they see that those who worship idols are miserably deceived and blind.<\/p> \n<p><i>And your work is of nothing. Work<\/i> must here be taken in a passive sense, as if he had said that it is a vain imagination, a contrivance of no value. But it may be thought that Isaiah speaks inaccurately, when he says that idols are of nothing, for they are composed of gold, or silver, or brass, or stone, or other materials. The solution is easy, for Isaiah did not look at the material, but at the quality, that is, the notion of divinity which men erroneously attribute to them. Superstitious people do not adore wood, or brass, or metal, viewed in themselves, but the majesty which they foolishly attach to the idol; and this undoubtedly is nothing else than a vain imagination, Hence also Paul, in like manner, declares that “an idol is nothing;” for what reality can be ascribed, or what name can be given, to a mere image ( <a class=\"ref\">1 Corinthians 8:4<\/a>.)<\/p> \n<p><i>He hath chosen abomination in you. <\/i> Some translate<i>abomination<\/i> in the nominative case, and suppose the meaning to be, that the men who choose the idols are abominable; but I think that the meaning is different. The verb<i>hath chosen,<\/i> appears to me to be used indefinitely, as the grammarians call it, and in that manner it is often used in other passages of Scripture; for when the Prophets speak of the generality of men:, and relate any common or ordinary occurrence, they do not employ a substantive. I consider the meaning therefore to be, that men cannot frame idols without at the same time framing abomination. This is a remarkable passage for abhorring idols and the presumption of men who make them, which they cannot do without offering the highest insult to God. Some men think that it is amusement, but the Prophet declares it to be “abomination,” which God cannot endure, and will not permit to be unpunished. The word choose points out, as with the finger, the origin of idol-worship; for pure religion would never have been contaminated by so many corruptions, if they had not dared to make gods for themselves according to their own caprice; and therefore it ought to be remarked, that all kinds of worship that are the result of “choice” are at variance with true godliness.<\/p> ",
    "audit": null
}