{
    "id": 7978,
    "source": "calvin",
    "verse_id": 18875,
    "verse_count": 1,
    "reference": "63:8",
    "title": "",
    "html": "<p><i>For he said, Surely they are my people. <\/i> He mentions the election of the people, and represents God as speaking of it, that we may keep in view the end of our calling., that he wished to have a peculiar people, who should call upon him. And yet he accuses the people of ingratitude, in having disappointed God of his expectation; not that the Lord can be deceived, for he dearly foresaw what they would become, and also declared it ( <a class=\"ref\">Deuteronomy 32:15<\/a>) by Moses; but Scripture speaks in this manner, when it is altogether owing to the ingratitude of men that they, disappoint God, as we formerly saw,<\/p> \n<p>“I looked that it should yield grapes, and it hath yielded wild grapes.” ( <a class=\"isa\" verses=\"WzE3NzQ0XQ==\">Isaiah 5:4<\/a>.)<\/p> \n<p>Nor does he treat of God’s secret decree, but speaks after the manner of men about the mutual consent between God and believers, that all to whom he deigns to offer himself as their Father, may answer to God when he calls; “for the foundation standeth sure, that none of the elect shall perish, because the Lord knoweth who are truly his. ( <a class=\"ref\">2 Timothy 2:19<\/a>.)<\/p> \n<p><i>Children that do not lie. <\/i> We know that the end of our calling is, that we may lead a holy and blameless life, as the whole of Scripture testifies, and as we have often stated at former passages. ( <a class=\"isa\" verses=\"WzE4NTI3XQ==\">Isaiah 43:21<\/a>.) Justly, therefore, does the Lord say that he elected the people, that they might be holy and true, that he might have children who were averse to falsehood and vanity. But the people did not keep their promise, and were far removed from that simplicity which they ought to have followed; for everything was full of deceit and hypocrisy. Yet nevertheless he holds out the hope of pardon, provided that they fly to God and humble themselves by sincere repentance.<\/p> \n<p><i>Therefore he became their Savior. <\/i> The Prophet shews what is the chief part of the service of God; namely, to have a pure and upright heart. Hence it follows that God forsakes us, because we are treacherous and are covenant-breakers. Seeing therefore that this people took pleasure in their vices, it was proper first to convict them of their unbelief, that being afterwards converted to God, they might find him to be their Savior.<\/p> ",
    "audit": null
}