{
    "id": 7886,
    "source": "calvin",
    "verse_id": 18782,
    "verse_count": 1,
    "reference": "57:16",
    "title": "",
    "html": " <p> <i>Because not for ever will I strive.<\/i>, He continues the same doctrine; for it was difficult to persuade them of this, seeing that during that painful captivity they perceived that God was their enemy, and could scarcely obtain any taste of the grace of God, by which their hearts might be encouraged or relieved. The Prophet therefore meets this doubt, and shows that the punishments which they shall endure will be for a short time, and that God will not always be angry with them; that God has indeed very good reason to be angry, but yet that he will relinquish his right, and will make abatement of that which he might have demanded. Thus he connects the wrath of God with that moderation by which he soothes believers, that they may not be discouraged; for, although he draws an argument from the nature of God, yet this promise is especially directed to the Church. <\/p>\n <p>This sentence, therefore, ought always to be remembered by us amidst our sorest afflictions, lest we should think that God is our enemy, or that he will always contend with us. When he says that God is angry, he speaks as if he made an admission, and in accordance with the feelings of our flesh; for we cannot form any other conception of God during our afflictions, than that he is angry with us. It is even profitable to be moved by this feeling, that it may instruct us to repentance; and therefore this form of expression must be viewed as referring exclusively to our capacity, and not to God. <\/p>\n <p> <i>For the spirit shall be clothed,<\/i>,(or, <i>shall be concealed<\/i>, or, <i>shall fail.)<\/i>, He assigns the reason why he will not always strive. There are various interpretations of this passage. Among others this appears to me to be the more appropriate; that “the spirit is clothed” with the body, as with a garment. Hence also the body is called the tabernacle, and, as it were, the habitation of the spirit. If we adopt this signification of the word, there will be two modes of interpreting this clause. Some explain it as referring to the last resurrection: “the spirit shall be clothed;“ that is, after having gone out of the body, will again return to it as to its habitation. Thus there will be an argument from the greater to the less: “I will raise up dead bodies; why then shall I not restore you, though half­dead, to a better life?” Another meaning, which is also adopted by some, will be simpler and better; for the interpretation of the clause, as referring to the last resurrection, is too remote from the context. “I surrounded the spirit with a body;” as if he had said, “I created men, and therefore will take care of them.” <\/p>\n <p>But for my own part, I think that the Prophet rises higher; for he shows that the Lord deals so gently and kindly with us, because he perceives how weak and feeble we are; as is also pointed out in other passages of Scripture, such as <a class=\"ref\">Psalms 103:13<\/a>. “Like as a father pitieth his children, so the Lord pitieth them that fear him. He knoweth our condition, remembering that we are dust. The age of man is like grass, and flourisheth as a flower in the field.” The same thing is said in <a class=\"ref\">Psalms 78:38<\/a>. “Yet being inclined to mercy, he was gracious to their iniquity, and did not destroy them, and often recalled his anger, and did not stir up all his indignation, remembering that they were flesh, and a wind that passeth away and returneth not again.” Here the Prophet appears to me to mean the same thing; as if the Lord had said, “I am unwilling to try my strength with breath or wind, which would be as if with grass or a leaf, that shall suddenly vanish away when they have felt the heat of the sun.” <span class=\"greek-hebrew\">,יעטוף<\/span>,(<i>yagnatoph <\/i>) is explained by some to mean “Shall fail;“ which agrees very well with this passage; for our spirit shall fail, when the Lord puts forth his power against us. Leaving the signification of the words as somewhat doubtful, we sufficiently understand the Prophet’s design. He shows that God deals gently with us, and acts with little severity in correcting our sins, because he takes into account our weakness, and wishes to support and relieve it. <\/p>",
    "audit": null
}