{
    "id": 7796,
    "source": "calvin",
    "verse_id": 18692,
    "verse_count": 1,
    "reference": "51:18",
    "title": "",
    "html": " <p> <i>There is no one to guide her. <\/i> He describes the sorest calamity of the Church; for the heaviest and sorest of all undoubtedly is, that she receives no sympathy or consolation from her own children. This accumulated misery is described by him, in order that, though her condition be desperate, she may still expect consolation from God, who will never disappoint his servants, though they be sunk to the depth of hell. Although the Church has been forsaken by men, and even by those whom she nourished in her bosom and carried in her arms, yet she shall receive assistance from God. No affliction more severe can befall a mother than to be deserted by her children, who ought in their turn to have treated her with kindness. Such ingratitude and want of natural affection is certainly much liarder to bear than the violent and unbridled cruelty of enemies; for why does she give birth to children, and why does she bring them up, but in expectation of being supported by them in return? Since her children do not perform their duty, what remains but that she shall think that to have born and reared them has been of no advantage to her? Although therefore the Church has performed the duty of a mother, and has brought up her children to the age of maturity, yet the Prophet declares that she must not expect any assistance or consolation from ungrateful persons. <\/p> \n <p>Yet his discourse conveys something more, and pronounces those children who have rendered no assistance to their mother to be bastards and reprobates, with the view of inducing her to bear the loss of them more patiently. It was sad and distressing for the Church to be deprived of all her offspring, and to be reduced to childlessness; though this has sometimes happened. But the Prophet reminds the mother that the children do not deserve that she should mourn for them, and that, on the contrary, she ought to desire additional offspring, as it is said by the Psalmist, <\/p> \n <p>“The people that shall be created shall praise the Lord.” (<a class=\"ref\">Psalms 103:18 <\/a>.) <\/p> \n <p>What is here described by the Prophet is entirely applicable to our own age; for many boast of being the children of the Church; but where is the man that cares about his mother’s distresses? Who is grieved for her ruin? Who is moved so deeply as to put his shoulders to her support? How many betray her, and, under presence of this title, persecute her more cruelly than open and avowed enemies? Accordingly, after all her calamities this is added as the copestone of her miseries. Moreover, they who wish to be regarded as holding the first rank in the Church, and who not only boast of being children, but vaunt of being called fathers, treacherously desert her when she implores their aid. We need not wonder, therefore, if God shall drive them out, in order to make way for the increase of his Church by lawful and dutiful children. <\/p> ",
    "audit": null
}