{
    "id": 7957,
    "source": "calvin",
    "verse_id": 18854,
    "verse_count": 1,
    "reference": "61:10",
    "title": "",
    "html": "<p><i> Rejoicing I shall rejoice in Jehovah.<\/i> He represents the Church as giving thanks to God, in order to convince them more fully of the truth of what he formerly said. It may be regarded as (<span class=\"greek-hebrew\"> ὑποτύτωσις<\/span>) a lively description, by which the thing is, as it were, painted and laid before the eyes of men, so as to remove all doubt; for by nature we are prone to distrust, and so fickle, that we place confidence rather in the inventions of men than in the word of God. As to this form of confirmation, we have spoken at chapter 12:1; 26:1, and at other passages.<\/p> \n<p><i> For he hath clothed me.<\/i> These things were still, indeed, at a great distance, but must have been seen and understood by the eyes of faith; as the eyes should undoubtedly be raised to heaven, when the Prophet discourses concerning salvation and righteousness. Nothing is visible here, and much less could so great happiness have been perceived by the senses, while everything tended to destruction. But because even now we do not see any such beauty of the Church, which is even contemptible in the eyes of the world under the revolting dress of the cross, we need faith, which comprehends heavenly and invisible things.<\/p> \n<p><i> With the garments of salvation.<\/i> He connects “righteousness” with “salvation,” because the one cannot be separated from the other. “Garments” and “mantles” are well-known metaphors. It is as if he had said, that righteousness and salvation had been bestowed upon them. Since the Lord bestows these benefits, it follows that from him alone we should seek and expect them.<\/p> \n<p><i> He hath adorned me.<\/i> The metaphor is supposed to be drawn from priestly ornament; and accordingly there are some who speculate here about the priesthood of Christ. But I do not think that the Prophet spoke so ingeniously; for he brings forward the comparison of the bridegroom and the bride Formerly the Church lay in filth and rags, and was universally despised, as a forsaken woman; but now, having been received into favor with her husband, she shines with amazing lustre. A parallel passage occurs in<a class=\"ref\">Hosea 2:20<\/a> . This was accomplished at the coming of Christ; but it is also bestowed upon us daily, when the Lord adorns his people with righteousness and salvation. But all these things, as we have often said already, shall be accomplished at Christ’s last coming.<\/p> \n\n“The reference is, no doubt, to the sacerdotal mitre, which was probably regarded as a model of ornamental head-dress, and to which<span class=\"greek-hebrew\"> פאר<\/span><i> (peer)<\/i> is explicitly applied.” —<i> Alexander.<\/i> ",
    "audit": null
}