{
    "id": 7673,
    "source": "calvin",
    "verse_id": 18567,
    "verse_count": 1,
    "reference": "45:5",
    "title": "",
    "html": "<p><i> I am Jehovah.<\/i> He confirms the preceding statement, and the repetition is not superfluous; for it was proper that it should be often repeated to Cyrus, that there is one God, by whose hands all rulers and nations are governed, that he might be drawn aside from all delusions and be converted to the God of Israel. Besides, it is clearly stated that we ought not to try to find divinity in any other; as if he had said, “Beware of ascribing this victory to idols, or forming any confused idea of a god such as men imagine; know that the God of Israel is the only author of this victory.” Although Cyrus did not profit by this admonition to such an extent as to leave his idols and devote himself to the true God, yet it made so deep an impression on his heart that he acknowledged Jehovah to be God and to possess the highest authority. At the same time, it was proper that they who were members of the Church should embrace this doctrine, that they might boldly despise all pretended gods.<\/p> \n<p><i> I have girded thee.<\/i> That girding corresponds to the nakedness which he formerly mentioned, (verse 1,) when he said that he “opened” or “ungirded the loins of kings;” for he is said to “gird” those whom he supplies with strength and courage and renders victorious. Hence it ought to be inferred, that men have no courage but when the Lord imparts to them his power and strength, that neither weapons nor any military force can do anything unless he assist, and, in a word, that he presides over all wars, and gives victory to whomsoever he pleases, that none may think that it happens by chance. He again repeats,<i> Though thou hast not known me,<\/i> in order to make it still more certain that these things are granted to Cyrus for the sake of the Church, in order that he may give evidence that he remembers it with gratitude, and may shew kindness to the people of God in return for such a distinguished favor.<\/p> ",
    "audit": null
}