{
    "id": 6837,
    "source": "calvin",
    "verse_id": 17702,
    "verse_count": 1,
    "reference": "2:16",
    "title": "",
    "html": "<p><i>And upon all ships of Tarshish Tarshish <\/i>was unquestionably the Hebrew name for Cilicia; and as the Jews had much traffic with that nation, Scripture frequently mentions <i>the ships of Tarshish<\/i>, which are so called, because they sailed on that sea. Navigation cannot, indeed, be condemned on its own account; for, by importing and exporting articles of merchandise, it is of great advantage to mankind. Nor can any fault be found with this mode of intercourse between nations; for it is the will of God that the whole human race should be joined together by, mutual acts of kindness. But as it most frequently happens that abundance leads to pride and cruelty, Isaiah reproves this kind of merchandise, which was the chief source of the wealth of the land. Besides, in that merchandise which is carried on with distant and foreign nations, there is often a large amount of tricks and dishonesty, and no limit set to the desire of gain. First, then, Isaiah means that the Jews will be deprived of riches, that they may learn to submit to God. Secondly, he describes covetousness and unlawful gains by means of a sign, as if one were to express murder by holding out a bloody sword. <\/p>\n<p><i>And upon elegant pictures <\/i>This second part of the verse shows still more clearly that the Prophet condemns navigation, which had brought many corruptions into the land. It is too frequent and common that riches are followed by luxury, effeminacy, and a superfluity of pleasures, which we commonly see in wealthy countries and commercial cities; for those who trade by sea in distant countries are not satisfied with the commodities obtained at home, but carry away new luxuries which were formerly unknown. Since, therefore, wealth is usually the mother of superfluity, the Prophet here mentions costly furniture, as if he had said that the Jews, by adorning their houses at great expense, draw down upon themselves the judgment of God; for he employs the word <i>pictures<\/i>, by a well-known figure of speech, to denote rich tapestry, and the productions of Phrygia, and vessels framed with consummate skill <\/p>\n<p>It is certain that the manners of men are corrupted, when they eagerly pursue, in every direction, superfluous enjoyments And we see how destruction was brought on the Roman Empire by delicacies of this nature; for before they traveled into Greece, the greatest moderation prevailed among them; and no sooner had Asia been vanquished than they began to grow soft and effeminate; and when their eyes were dazzled by pictures, furniture, precious stones, and tapestry and their nostrils regaled by ointments and perfumes, all their senses were immediately overpowered, and, by imitating the luxury of the East as a higher form of civilization, they began gradually to indulge in every kind of debauchery. <\/p>",
    "audit": null
}