{
    "id": 7364,
    "source": "calvin",
    "verse_id": 18250,
    "verse_count": 1,
    "reference": "30:32",
    "title": "",
    "html": "<p><i>And there shall be in every passage<\/i> . He means that the Assyrians will in vain try every method of escaping from the hand of God; for wherever they go, whether they attempt to go forward or to turn back, the hand of God shall pursue them. As to the phrase, <i>fastened staff<\/i> , I readily adopt the opinion of those who think that the metaphor is taken from those on whom have been inflicted strokes so heavy, that the marks of the instrument of punishment remain, as if a rod or staff were “fastened” in the wound. It will perhaps be thought preferable to interpret it to mean, that the wound is “fastened” on the Assyrian, as a foundation is fixed in the earth; for what is not “fastened” may be moved out of its place and carried away. But he shews that that wound is so deeply fixed that it cannot be shaken off or removed. In like manner, the weight of God’s wrath lies on the reprobate, and holds them weighed down to the end. To shew that there is no hope of being able to derive advantage from a change of place, he says<i>everywhere<\/i> , thus declaring that there shall be no retreat. The clause ought to be thus arranged, “wherever the staff shall pass, there it will stick firmly.”<\/p> \n<p><i>With tabrets and harps. <\/i> He means that the issue of the battle will not be doubtful, as when the combatants meet on equal terms; for he says that the victory will be certain; because, as soon as God determines to go forth to fight, he already holds the victory in his hand. “Tabrets and harps,” hands spread out and lifted up, are expressive of the joy of conquerors, when they shout aloud and chant the song of victory.<\/p> \n<p><i>Shall fight against her. <\/i> The feminine pronoun<span class=\"greek-hebrew\"> בה<\/span> (<i>bāhh<\/i>) is viewed by some commentators as referring to the army; but the Prophet undoubtedly intended to express something higher, namely, the head of the army, that is, Babylon, as contrasted with Jerusalem, which also he formerly denoted by a similar pronoun.<\/p> \n<p>From these statements we ought to infer, that the wicked shall at length be destroyed, though they appear to have many means of escape; for wherever they turn, whatever road they take, the “staff” of the Lord shall pursue them, and shall ever remain “fastened” to their back; they shall never escape his hand or get quit of their wounds. We, too, are chastened by the hand of God, but the wounds do not always last; our pains are soothed and abated, and “our grief is turned into joy.” ( <a class=\"ref\">John 16:20<\/a>.) Besides, God carries on war against the reprobate in such a manner that they cannot resist him, or gain anything by their attempts. He joins battle with them, indeed, but it is as a conqueror; he even allows them to obtain some advantages, but represses their insolence whenever he thinks proper. If, therefore, we fight under his banner, let us entertain no doubt of obtaining the victory; for, when we have him as our leader, we shall be safe from all danger, and shall undoubtedly come off conquerors.<\/p> ",
    "audit": null
}