{
    "id": 6852,
    "source": "calvin",
    "verse_id": 17718,
    "verse_count": 1,
    "reference": "3:10",
    "title": "",
    "html": " <p> <i>Say, it shall be well with the righteous <\/i>,Before quoting the opinions of others, I shall point out the true meaning As punishments so severe commonly present to pious minds an exceedingly sharp temptation, and especially since hardly any public calamities occur which do not involve good men along with the bad; so the Prophet—at least, in my opinion—reminds them of the providence of God, which never confounds anything, but even, when there is apparent confusion, never ceases to distinguish between good and bad men. <\/p>,\n <p>But there are various ways in which this passage is explained; for some render it <i>, “Say to the righteous man, because he is good, therefore he shall eat the fruit of his hands.” <\/i>,From that interpretation this meaning is obtained: “I wish and command the godly to be of good cheer; for with whatever severity I may punish the crimes of the nation, still it shall be well with the godly.” But a more suitable meaning is this: <i>Say <\/i>,; that is, hold it to be a settled point; for in Scripture <i>to say <\/i>,often means <i>to think <\/i>,, and <i>to be convinced <\/i>,; as David writes, I said, I will take heed to thy ways, (<a class=\"ref\">Psalms 39:1 <\/a>,,) and in a thousand instances of the same kind; so that he does not bid them tell the righteous man, but he bids every man be fully convinced, that happy will be the condition of the righteous man, though he may only appear to be unhappy. <\/p>,\n <p>Besides, I consider <span class=\"greek-hebrew\">,טוב <\/span>,, (<i>tob <\/i>,,) to mean a happy and prosperous condition; as in the former verse he employed the word <span class=\"greek-hebrew\">,רעה <\/span>,, (<i>ragnah <\/i>) with which <span class=\"greek-hebrew\">,טוב <\/span>,is now contrasted; and thus I do not think that <span class=\"greek-hebrew\">,רעה <\/span>,, (<i>ragnah <\/i>,,) means wickedness, but a miserable condition. Now since it literally runs, <i>Say to the righteous man <\/i>,, <span class=\"greek-hebrew\">,כי טוב <\/span>: (ki tob,) <i>that it shall be well <\/i>,either the particle <span class=\"greek-hebrew\">,כי <\/span>,, (<i>ki <\/i>,,) has an affirmative sense, as in many other passages, or it appears to be superfluous, though the probability is, that it is intended for confirmation. <i>Surely it shall be well with the righteous man <\/i>,; that is, let every ground of doubt be removed, and let us be fully convinced, that the condition of the righteous man will be most excellent and prosperous. It is difficult to believe this, and therefore it is added, <i>he shall eat the fruit of his doings <\/i>,; that is, he shall not be defrauded of the reward of his good conduct. Others consider to say as meaning <i>to exhort <\/i>,, and render the two words, <span class=\"greek-hebrew\">,כי טוב <\/span>,(<i>ki tob <\/i>,,) <i>that he will do well <\/i>,; but I reject it as a forced interpretation. <\/p>,",
    "audit": null
}