{
    "id": 7381,
    "source": "calvin",
    "verse_id": 18268,
    "verse_count": 1,
    "reference": "32:8",
    "title": "",
    "html": " <p> <i>But the liberal shall devise liberal things.<\/i>, We have already said that these statements of the Prophet have a deeper meaning than is commonly supposed; for he does not speak in the ordinary sense of the words, but treats of the reformation of the Church. This relates therefore to the regenerate, over whom Christ reigns; for, although all are called by the voice of the gospel, yet there are few who suffer themselves to be placed under his yoke. The Lord makes them truly kind and bountiful, so that they no longer seek their own convenience, but are ready to give assistance to the poor, and not only do this once or oftener, but every day advance more and more in kindness and generosity. <\/p>\n <p> <i>In acting liberally he shall make progress.<\/i>, This passage is commonly explained in a different manner, namely, that the liberal advance themselves, and become great by doing good; because God rewards them, and bestows on them greater blessings. This view pleases at first sight; but the Prophet, on the contrary, shews that the liberal will never cease to perform acts of generosity, for they will daily make greater progress, and will pursue the same designs and adhere firmly to their intention, as it is said by the Psalmist, <\/p>\n <p>“He hath dispersed, he hath given to the poor; his righteousness endureth for ever.” (<a class=\"ref\">Psalms 112:9; 2 Corinthians 9:9<\/a>.) <\/p>\n <p>This is added, because it is easy to counterfeit liberality for a time; many even think that they are sincerely bountiful because they have performed an act of beneficence, but quickly cease and change their purpose. But true liberality is not momentary or of short duration. They who possess that virtue persevere steadily, and do not exhaust themselves in a sudden and feeble flame, of which they quickly afterwards repent. <\/p>\n <p>This is what the Prophet intended to express by the word <span class=\"greek-hebrew\">,קום<\/span>, (<i>kūm<\/i>,) which signifies to “arise” and “grow.” There are indeed many occurrences which retard the progress of our liberality. We find in men strange ingratitude, so that what we give appears to be ill bestowed. Many are too greedy, and, like horse-leeches, suck the blood of others. But let us remember this saying, and listen to Paul’s exhortation “not to be weary in well-doing;” for the Lord exhorts us not to momentary liberality, but to that which shall endure during the whole course of our life. (<a class=\"ref\">Galatians 6:9<\/a>.) <\/p>",
    "audit": null
}