{
    "id": 7002,
    "source": "calvin",
    "verse_id": 17877,
    "verse_count": 1,
    "reference": "10:26",
    "title": "",
    "html": " <p> <i>And the LORD of hosts will stir up a scourge for him.<\/i>, Here Isaiah makes use of the word <i>scourge<\/i>, and not <i>rod<\/i>, meaning that the Lord will treat the enemies much more harshly and severely than they had treated the Jews. He threatens them with extermination, and makes it more evident by two examples; first, that of the Midianites, (<a class=\"ref\">Jude 7:25<\/a>,) who were cut off by a dreadful slaughter in the valley of <i>Oreb<\/i>, which was so named from their leader, and, secondly, that of the Egyptians, whom the Lord, when they pursued after his people, sank in the Red Sea. (<a class=\"ref\">Exodus 14:27<\/a>.) In the former passage, he refers to a narrative which was somewhat more recent, and in the latter to one that was more ancient. <\/p>\n <p>Hence we infer that the Lord hath displayed his power in defending his Church, in order that, when our affairs are in the most desperate state, we may remain steadfastly in the faith, and, relying on his grace, we still may cherish a pleasing hope. By means and in ways that are unexpected he often delivers his Church, as he did by the hands of Gideon and Moses. We ought always, therefore, to call to remembrance those benefits, that we may be excited more and more to confidence and perseverance. <\/p>\n <p>Hence we ought also to infer that all the afflictions which we endure are the Lord’s rods with which he chastises us; and yet he does not permit Satan or his agents to inflict deadly chastisements upon us. On the other hand, an awful destruction awaits our enemies, as we see in the Midianites and Egyptians. It is therefore no small consolation that, when we compare our condition with theirs, we see them, for a time indeed, in all the madness of joy and of wickedness insulting the children of God, but at the same time learn what a dreadful sentence has been pronounced against them; for they are devoted to deadly and everlasting destruction. <\/p>",
    "audit": null
}