{
    "id": 7948,
    "source": "calvin",
    "verse_id": 18845,
    "verse_count": 1,
    "reference": "61:1",
    "title": "",
    "html": "<p><i>The Spirit of the Lord Jehovah. <\/i> As Christ explains this passage with reference to himself, ( <a class=\"ref\">Luke 4:18<\/a>) so commentators limit it to him without hesitation, and lay down this principle, that Christ is introduced as speaking, as if the whole passage related to him alone. The Jews laugh at this, as an ill­advised application to Christ of that which is equally applicable to other prophets. My opinion is, that this chapter is added as a seal to the former, to confirm what had hitherto been said about restoring the Church of Christ; and that for this purpose Christ testifies that he has been anointed by God, in consequence of which he justly applies this prophecy to himself; for he has exhibited clearly and openly what others have laid down ill an obscure manner.<\/p> \n<p>But this is not inconsistent with the application of this statement to other prophets, whom the Lord has anointed; for they did not speak in their own name as individuals, or claim this authority for themselves, but were chiefly employed in pointing out the office of Christ, to whom belongs not only the publication of these things, but likewise the accomplishment of them. This chapter ought, therefore, to be understood in such a sense, that Christ, who is the Head of the prophets, holds the chief place, and alone makes all those revelations; but that Isaiah, and the other prophets, and the apostles, contribute their services to Christ, and each performs his part in making known Christ’s benefits. And thus we see that those things which Isaiah said would be accomplished by Christ, have now been actually accomplished.<\/p> \n<p><i>On that account Jehovah hath anointed me. <\/i> This second clause is added in the room of exposition; for the first would have been somewhat obscure, if he had said nothing as to the purpose for which he was endued with the Spirit of God; but now it is made far more clear by pointing out the use, when he declares that. he discharges a public office, that he may not be regarded as a private individual. Whenever Scripture mentions the Spirit, and says that he “dwelleth in us,” ( <a class=\"ref\">Romans 8:11; 1 Corinthians 3:16<\/a>) let us not look upon it as something empty or unmeaning, but let us contemplate his power and efficacy. Thus, after having spoken of the Spirit of God, the Prophet next mentions the “anointing,” by which he means the faculties which flow from him, as Paul teaches that the gifts are indeed various, but the Spirit is one. ( <a class=\"ref\">1 Corinthians 12:4<\/a>)<\/p> \n<p>This passage ought to be carefully observed, for no man can claim right or authority to teach unless he show that he has been prompted to it by the Spirit of God, as Paul also affirms that “no man can call Jesus Lord, but by the Holy Ghost.” ( <a class=\"ref\">1 Corinthians 12:3<\/a>) But, it will be said, we see that almost all men boast of having the Spirit of God; for the Pope, and the Anabaptists, and other heretics and fanatics, have his name continually in their mouth, as if they were governed by him. How, then, shall we judge that any man has been sent by God, and is guided by his Spirit? By “anointing;“ that is, if he is endued with the gifts which are necessary for that orate. If therefore, having been appointed by the Lord, he abound in the graces of the Spirit and the ability which the calling demands, he actually has the Spirit. And if he wish to make profession of enjoying that teacher, and if he have no doctrine, let him be held as an impostor.<\/p> \n<p><i>He hath sent me to preach. <\/i> The Prophet does not claim for himself right and authority to teach, before he has shown that the Lord “hath sent him” The authority is founded on his having been “anointed,” that is, furnished by God with necessary gifts. We ought not to hear him, therefore, as a private individual, but as a public minister who has come from heaven.<\/p> \n<p><i>To the afflicted. <\/i> Some render it, “To the meek;“ and both ideas are conveyed by the word<span class=\"greek-hebrew\"> ענוים<\/span> (<i>gnanavim<\/i>). But I preferred to adhere to the former signification, because the Prophet is speaking of captives and prisoners. Yet I think that he includes both; for he means those who, while they are altogether forsaken and abandoned, are also wretched in themselves. Christ is promised to none but those who have been humbled and overwhelmed by a conviction of their distresses, who have no lofty pretensions, but keep themselves in humility and modesty. And hence we infer that Isaiah speaks literally of the Gospel; for the Law was given for the purpose of abasing proud hearts which swelled with vain confidence, but the Gospel is intended for “the afflicted,” that is, for those who know that they are destitute of everything good, that they may gather courage and support. For what purpose were prophets, and apostles, and other ministers, anointed and sent, but to cheer and comfort the afflicted by the doctrine of grace?<\/p> \n<p><i>To bind up the broken in heart. <\/i> Numerous are the metaphors which the Prophet employs for explaining more clearly the same thing. By “binding up,” he means nothing else than “healing,” but now he expresses something more than in the preceding clause; for he shows that. the preaching of the word is not an empty sound, but a powerful medicine, the effect of which is felt, not by obdurate and hard­hearted men, but by wounded consciences.<\/p> \n<p><i>To proclaim liberty to the captives. <\/i> This also is the end of the Gospel, that they who are captives may be set at liberty. We are prisoners and captives, therefore, till we are set free ( <a class=\"ref\">John 8:36<\/a>) through the grace of Christ; and when Christ wishes to break asunder our chains, let us not refuse the grace that is offered to us. It ought to be observed in general, that the blessings which are here enumerated are bestowed upon us by heavenly doctrine, and that none are fit for the enjoyment of them but those who, conscious of their poverty, eagerly desire the assistance of Christ, as he himself says,<\/p> \n<p><span> “Come to me all ye that labor and are heavy laden, \nand I will relieve you.” (<\/span> <a class=\"ref\">Matthew 11:28<\/a>)<\/p> ",
    "audit": null
}