{
    "id": 8030,
    "source": "calvin",
    "verse_id": 18928,
    "verse_count": 1,
    "reference": "66:5",
    "title": "",
    "html": "<p><i> Hear the word of Jehovah.<\/i> He directs his discourse to the true worshippers of God, and promises to them what they could scarcely have expected during those terrible calamities; and he expressly addresses them, because at that time there were many who falsely boasted of the name of God. Nay more, leaving the undistinguished multitude, he directs his discourse separately to a small number, as he formerly said,<\/p> \n<p><span> “Seal the law, bind the testimony among my disciples.” \n(<\/span><a class=\"isa\" verses=\"WzE3ODI0XQ==\">Isaiah 8:16<\/a> .)<\/p> \n<p><i> Ye who tremble at my word.<\/i> He points out the true and sincere children of God, by this mark, that they “tremble at the word of the Lord.” This indeed is an uncommon virtue; and therefore he contrasts it with the false profession of those who, by bearing the outward mark of circumcision, wished to be reckoned among the people of God, and made a great profession and show of holiness; that we may know that they alone reverence and fear God who reverence and fear his holy word; that is, who, in consequence of being powerfully impressed by hearing the voice of God, constrain all their senses to obey; for this is a remarkable proof of godliness.<\/p> \n<p><i> Your brethren said.<\/i> Because it is customary with hypocritical worshippers of God to make loud boasting of their pompous ritual, the design of the Prophet is, to arm and fortify believers for enduring their attacks, that they may not give way when they are mocked and insulted. As if he had said, “You have to contend not only with foreign nations, but with domestic foes, who hold a place in the Church, and who are bound by the tie of brotherhood on account of the covenant of God which is common to you all. If they mock at your simplicity in the same manner as they haughtily despise God himself, you must boldly and fearlessly resist that temptation.” He therefore calls them “brethren,” although they were enemies of believers and of the word of God, for it is by way of concession that he gives to them that name which they falsely usurped. Hence we infer that this is not a new evil, that enemies, who bear the name of brethren, are nourished in the bosom of the Church. This internal war must be incessantly carried on with hypocrites, who cannot patiently endure that we shall worship God with an honest and upright conscience.<\/p> \n<p><i> Casting you out for the sake of my name.<\/i> Literally, “bidding you begone.” As we see the Pope thundering dreadfully against us, as if we had been base and worthless persons; so hypocrites were casting out the small number of believers; for, being superior in number, authority, and wealth, they likewise exercise that tyranny in such a manner that they approve or disapprove of everything according to their own caprice, and cause that believers may be reckoned as of no value, whom they not only overwhelm by their vast numbers, as the chaff does the wheat, but also trample proudly under their feet.<\/p> \n<p><i> Let Jehovah be glorified.<\/i> Or, in the future tense, “Jehovah will be glorified.” Others translate it, “Jehovah is severe;” but let us see which is the preferable meaning. They who translate it, “Jehovah is severe,” think that wicked men complain of God’s excessive severity, in not sparing his people and in acting severely toward them; and they think that by this word the people were tempted to despair; for, when wicked men endeavor to turn us aside from God, they take away all hope and confidence of salvation. But I give the preference to either of the other two expositions. That which is most generally approved is the following. Wicked men laughed at the prophecies and promises, because that glory which the Prophets had so frequently mentioned was nowhere to be seen; as if they had said, “Let the Lord display some testimony of his glory, that we may safely rely on it;” and therefore the Prophet wishes to arm believers against such blasphemy, that they may not allow their faith to be overturned by the sneers of wicked men. But this passage might be appropriately and perhaps more correctly interpreted to mean, that wicked men have promised very great things for themselves, as if by their good deeds they had deserved God’s favor, as<a class=\"ref\">Amos 5:18<\/a> also reproaches them, that, while they fearlessly provoke God, they confidently trust that he will be gracious to them. Since, therefore, relying on their sacrifices, they scorned all threatenings, and boasted that God would assist them, he replies that they shall see the glory of God in a very different manner.<\/p> \n<p><i> But he will be seen to your joy.<\/i> As if he had said, “God, by his coming, will cause believers to know that they have not hoped in vain; for he will appear for the advantage of believers, and for the destruction of those who maintain that he will appear as the defender of wickedness, of which he will be the severe avenger. The former shall enjoy gladness and consolation, while the latter shall be ashamed and shall blush, for they shall quickly feel that the judgment of God, which they now laugh at, is at hand.”<\/p> ",
    "audit": null
}