{
    "id": 7742,
    "source": "calvin",
    "verse_id": 18638,
    "verse_count": 1,
    "reference": "49:1",
    "title": "",
    "html": " <p> <i>Hear me, O islands! <\/i>,After having treated of the future deliverance of the people, he comes down to Christ, under whose guidance the people were brought out of Babylon, as they had formerly been brought out of Egypt. The former prophecy must have been confirmed by this doctrine; because they would scarcely have hoped that the Lord would deliver them, if they had not placed Christ before their eyes, by whom alone desponding souls can be comforted and strengthened; for from him they ought not only to expect eternal salvation, but ought equally to expect temporal deliverance. Besides, it is customary with the prophets, when they discourse concerning the restoration of the Church, to bring Christ into view, not only because he would be the minister of the Church, but because on him was founded the adoption of the people. The Jews also, or, at least, such of them as have any soundness of understanding, admit that this passage cannot be understood as relating to any other person than Christ. But still the train of thought which we have pointed out has not been perceived by every interpreter; for the Prophet does not, by a sudden transition, mention Christ, but interweaves this with the former subject, because in no other manner could the people entertain the hope of deliverance, since on him depended their reconciliation with God. And in order that the style might be more energetic, he introduces Christ as speaking, and addresses not only the Jews but nations that were beyond the sea, and foreign nations who were at a great distance from Judea, to whom, as we have formerly remarked, he gives the name of “Islands.” <\/p>,\n <p> <i>Jehovah hath called me from the womb. <\/i>,A question arises, What is the nature of this calling? For, seeing that we were <\/p>,\n <p> <span>,“chosen in Christ before the creation of the world,” \n(<\/span>, <a class=\"ref\">Ephesians 1:4 <\/a>,,) <\/p>,\n <p>it follows that election goes before this calling; for it is the commencement and foundation of our election. Accordingly, it might be thought that Isaiah says far less than the occasion demands, when he says that he was “called from the womb;” for he had been called long before. But the answer is easy; for the subject here treated of is not eternal election, by which we are adopted to be his sons, but only the appointment or consecration by which Christ is set apart to that office, that no man may think that he intruded into it without being duly authorized. “For no man,” as the Apostle says, <\/p>,\n <p>“taketh this honor upon himself, but he who is called by God, as Aaron was. So also Christ glorified not himself to be made a high priest, but he who spake to him, Thou art my Son; this day have I begotten thee.” (<a class=\"ref\">Hebrews 5:4 <\/a>.) <\/p>,\n <p>Moreover, the Prophet does not describe the commencement of the period, as if it were only from the womb that God began to call him; but it is as if he had said, “Before I came out of the womb, God had determined that I should hold this office.” In like manner Paul also says that he was “set apart from the womb,” (<a class=\"ref\">Galatians 1:15 <\/a>,,) though he had been “elected before the creation of the world.” (<a class=\"ref\">Ephesians 1:4 <\/a>.) To Jeremiah also it is said, “Before thou camest out of the womb, I knew thee.” (<a class=\"ref\">Jeremiah 1:5 <\/a>.) In short, the meaning is, that Christ was clothed with our flesh by the appointment of the Father, in order that he might fulfill the office of Redeemer, to which he had been appointed. <\/p>,\n <p> <i>From my mother’s belly he hath had my name in remembrance. <\/i>,This has the same import as the former clause; for by “the remembrance of the name” is meant familiar acquaintance. He therefore distinguishes himself from the ordinary rank of men, because he was elected to an uncommon and remarkable office. <\/p>,",
    "audit": null
}