{
    "id": 7919,
    "source": "calvin",
    "verse_id": 18815,
    "verse_count": 1,
    "reference": "59:14",
    "title": "",
    "html": " <p> <i>And judgment is driven back. <\/i> It is a mistake to suppose that the Prophet returns to his earliest subject, (<a class=\"isa\" verses=\"WzE3NjYwXQ==\">Isaiah 1:5 <\/a>) and speaks of the punishments which the people had suffered at the hand of God; for he still proceeds with the preceding narrative, and explains the diseases under which the people labored, that they may see clearly that they are justly punished. But we must distinguish this verse from the ninth, in which he said that “judgment had gone back;” for there he declared that they were deprived of God’s assistance, because they did not deserve to have him as the defender of their cause; but here he says that “judgment is driven back” in a different sense, that is, because they have overthrown all justice and equity among themselves. They have therefore received a just reward, because no justice of God has shone forth to render assistance, when they have banished far from them justice and equity; for in vain do we expect from God what we have refused to others and cast away from ourselves. <\/p> \n <p> <i>In the street. <\/i> That is, in a public place. He describes those places in which judicial sentences were pronounced. When he says that “truth is fallen in the street,” he means that not only some private individuals have been corrupted, but the whole condition of the people is so thoroughly depraved as to leave no part sound; for, if some vices reign among the common people, some remedy may be obtained, so long as there is room for judgment; but if judgments are overthrown or corrupted, it follows that all things are infected by a universal contagion. He describes also their unbridled licentiousness, in not being ashamed of conduct openly wicked, and in not shrinking from the light and from the eyes of men. <\/p> ",
    "audit": null
}