{
    "id": 7460,
    "source": "calvin",
    "verse_id": 18348,
    "verse_count": 1,
    "reference": "36:17",
    "title": "",
    "html": "<p><i>Till I come and take you away. <\/i>He now adds another condition far harder than the former; for he declares that peace cannot be made with Sennacherib in any other way than by the people going into banishment. This was nothing else than to abandon the worship of God and degenerate into superstition, and voluntarily to quit the inheritance which God had given them. But because he addresses a people whose distressed condition and extreme danger had struck them with terror, he insolently commands them to save their lives. <\/p>\n<p><i>Into a land of corn and wine. <\/i>Here we see more clearly that Rabshakeh’s speech is nothing else than an image of the temptations by which Satan daily attacks our faith; for there is nothing which Satan more constantly attempts  than to withdraw us from confidence in God by the allurements and pleasures of this world; that we ought to enjoy peace and quietness, and to purchase them at any price; and that happiness consists in plentiful abundance of good things. But most of all, he makes a wicked use of adversity to press upon us, and more eagerly urge us to shake off the yoke of God. Gently indeed, and by secret and unseen methods, he insinuates himself; but, after having once inveigled and caught us in his net, so as to lead us to value present advantages more highly than those which are future, he adds this condition, that he shall hold us entirely bound and devoted to him; which we certainly cannot avoid, when he holds us entangled by his plausible hopes, and by the relish of present objects. <\/p>\n<p><i>Into a land like your own land. <\/i>Because the word banishment was harsh and disagreeable, and it was not easy to part with the delightfulness of their native country, in order to shew that they sustain no loss by leaving it, he says, that the country into which they are about to be conveyed is equally fertile and productive.  Thus he draws a veil over their eyes, that they might not think that they were losing anything. Yet he cunningly passes by what ought above all other things to be valued by them, the worship of God, the temple, the kingdom, the order of holy government, and everything else that belonged to the heavenly inheritance. Without these what happiness can there be? Let every one therefore learn diligently to apply his mind to spiritual blessings; “for to dwell in the house of God,” is justly pronounced to be a far more valuable blessing than all the luxuries and prosperity of the world. (<a class=\"ref\">Psalms 84:4<\/a>.) Thus shall we guard against being led away by the hope of present objects and deprived of true happiness; for this is a dreadful punishment by which the Lord takes vengeance on the unbelief of men, and which all godly persons ought to dread, that they may not faint or give way under any distresses and calamities. <\/p>",
    "audit": null
}