{
    "id": 7276,
    "source": "calvin",
    "verse_id": 18158,
    "verse_count": 1,
    "reference": "27:6",
    "title": "",
    "html": " <p> <i>Afterwards <\/i> <i>shall Jacob put forth roots. <\/i> He now gives actual proof of that love of which he formerly spoke. In order to understand it better, we must consider the condition of that ancient people; for it was the heritage of God, not through its own merits, but by the blessing of adoption. The Lord might justly have been offended at that nation to such an extent as to destroy it utterly, and blot out its name; but he refrained from exercising such severity, because he had to deal with his vineyard and heritage. He aimed at nothing more than that the people should acknowledge their guilt and return to his favor; and therefore he followed up the former statement with this promise, lest the people, struck with excessive terror at that power which exhibits the judgments of God and his chastisements and stripes, should grow disheartened; for the contemplation of the judgment of God might throw us into despair, if we did not entertain some hope of being restored. Accordingly, he says — <\/p> \n <p> <i>Jacob shall again put forth roots. <\/i> “Though I shall lessen my Church, and reduce it to a very small number, yet it shall be restored to its ancient and flourishing condition, so as to fill the whole world; for, after having once been reconciled, it will be more and more increased.” This metaphor borrowed from <i>roots <\/i> is highly elegant; for by the wrath of the Lord we are as it were cut off, so that we appear to be completely slain and dead; but to whatever extent the Lord afflicts his Church, he never allows the roots to die, but they are concealed for a time, and at length bring forth their fruit. <\/p> \n <p> <i>And the face of the world shall be filled with fruit. <\/i> What he now says, that “the world shall be filled with the fruit” of those roots, was accomplished at the coming of Christ, who collected and multiplied the people of God by the gospel; and Israel was united with the Gentiles in one body, so that the distinction which formerly existed between them was removed. (<a class=\"ref\">Ephesians 2:14 <\/a>.) Now, we know that the gospel, and all the fruit that sprung from it, proceeded from the Jews. (<a class=\"isa\" verses=\"WzE3Njg5LDI2MTc5XQ==\">Isaiah 2:3; John 4:22 <\/a>.) <\/p> ",
    "audit": null
}