{
    "id": 7655,
    "source": "calvin",
    "verse_id": 18546,
    "verse_count": 1,
    "reference": "44:12",
    "title": "",
    "html": " <p> <i>The worker in iron. <\/i> With good reason does the Apostle here draw up a long description, in order to shake off the stupidity and madness of superstitious people, if they can at all be awakened, or, at least, to prevent the Jews from indulging in similar folly who were surrounded on all sides by innumerable worshippers of false gods; for he gives a minute and homely enumeration, which makes it exceedingly evident that they are frantic and outrageous, he might otherwise have condemned this wickedness in a single word or in a few words; but this catalogue points out the fact, as it were, with the finger, and places it before our eyes, he details the tools and labors and industry and care of workmen, so as almost to bring it actually before us. Men who have their errors deeply rooted by nature in their hearts are more deeply affected in this manner than by simple doctrine; for they cannot be roused from their lethargy but by loud and continual cries. Every part must be delivered to them, and broken into small fragments, and even chewed and put into the mouth, as they do with infants, that they may receive the doctrine, which would otherwise appear to them strange and uncommon. <\/p> \n <p> <i>Even hungry. <\/i> He describes the eagerness by which superstitious persons are impelled to fashion gods; for they burn with such ardor that they cannot observe any limit or measure. Their lust, like a gad-fly, drives them on, and causes them to rush forward with such fury that we may justly compare that zeal to the love of a harlot, as we have formerly said. They apply to it their whole force both of body and of mind. This is what he means by <i>the arm of his strength; <\/i> as if he had said, “All the strength of their arms is applied to it; they work against their natural inclinations, and scarcely take as much as is necessary for the support of life; in a word, they spare no labor or expense to make the gods whom they have desired. <\/p> \n <p>Although he describes the constancy of toil, by saying that they do not slacken their labor when they are hungry, but endure hunger and thirst rather than relinquish their work, yet we may appropriately extend the observation to all the efforts of inconsiderate zeal. We see how the fervent devotion, as they call it, of unbelievers, is their own executioner; but the more laboriously they toil for their own destruction, the more base and shameful is our slothfulness, by which we defraud God of his lawful worship. <\/p> ",
    "audit": null
}