{
    "id": 7158,
    "source": "calvin",
    "verse_id": 18037,
    "verse_count": 1,
    "reference": "21:1",
    "title": "",
    "html": "<p><i> The burden of the desert of the sea.<\/i> The Prophet, after having taught that their hope ought to be placed, not on the Egyptians, but on the mercy of God alone, and after having foretold that calamities would come on the nations on whose favor they relied, adds a consolation in order to encourage the hearts of the godly. He declares, that for the Chaldeans, to whom they will be captives, a reward is prepared; from which it follows, that God takes account of the injuries which they endure. By<i> the desert<\/i> he means Chaldea, not that it was deserted or thinly inhabited, but because the Jews had a desert on that side of them; just as if, instead of Italy, we should name “the Alps,” because they are nearer to us, and because we must cross them on our road to Italy. This reason ought to be kept in view; for he does not describe the nature of the country, but forewarns the Jews that the destruction of the enemies, which he foretells, is near at hand, and is as certain as if the event had been before their eyes, as that desert was. Besides, the prophets sometimes spoke ambiguously about Babylon, that believers alone might understand the hidden mysteries, as Jeremiah changes the king’s name.<\/p> \n<p><i> As storms from the south.<\/i> He says<i> from the south<\/i> , because that wind is tempestuous, and produces storms and whirlwinds. When he adds that “it cometh from the desert,” this tends to heighten the picture; for if any storm arise in a habitable and populous region, it excites less terror than those which spring up in deserts. In order to express the shocking nature of this calamity, he compares it to storms, which begin in the desert, and afterwards take a more impetuous course, and rush with greater violence.<\/p> \n<p>Yet the Prophet appears to mean something else, namely, that as they burst forth like storms from that direction to lay Judea desolate, so another storm would soon afterwards arise to destroy them; and therefore he says that this burden will come<i> from a terrible land<\/i> . By this designation I understand Judea to be meant, for it was not enough to speak of the ruin of Babylon, if the Jews did not likewise understand that it came from God. Why he calls it “a terrible land” we have seen in our exposition of the eighteenth chapter. It was because, in consequence of so many displays of the wrath of God, its disfigured appearance might strike terror on all. The occasion on which the words are spoken does not allow us to suppose that it is called “terrible” on account of the astonishing power of God by which it was protected. Although therefore Babylon was taken and plundered by the Persians and Medes, Isaiah declares that its destruction will come from Judea; because in this manner God will revenge the injuries done to that nation of which he had promised to be the guardian.<\/p> \n\n<p>FT320 The allusion appears to be to the use of the name “Coniah” instead of “Jehoiachin.” “Though Coniah... were the signet upon my right hand. Is this man Coniah a despised broken idol?” (<a class=\"ref\">Jeremiah 22:24<\/a> .) —<i> Ed<\/i><\/p> \n<p>FT321 Lowth remarks, and quotes<a class=\"ref\">Job 1:19<\/a> , in support of the statement, that “the most vehement storms to which Judea was subject came from the great desert country to the south of it.” —<i> Ed<\/i><\/p> \n<p>FT322 See p. 37<\/p> \n<p>FT323 See vol. 1 p. 341<\/p> \n<p>FT324 See vol. 1 p. 494<\/p> \n<p>FT325 “Vivacity is here imparted to the description by the Prophet’s speaking of himself as of a Babylonian present at Belshazzar’s feast, on the night when the town was surprised by Cyrus.” —<i> Stock<\/i><\/p> \n<p>FT326 “The corn (Heb. son) of my floor.” — Eng. Ver.<\/p> \n<p>FT327 “Of<i> Dumah<\/i> there are two interpretations, J. D. Michaelis, Gesenius, Maurer, Hitzig, Ewald, and Umbreit understand it as the name of an Arabian tribe descended from Ishmael, (<a class=\"ref\">Genesis 25:14<\/a> ,) or of a place belonging to that tribe, perhaps the same now called<i> Dumah Eljandil<\/i> , on the confines of Arabia and Syria. In that case, Seir, which lay between Judah and the desert of Arabia, is mentioned merely to denote the quarter whence the sound proceeded. But as Seir was itself the residence of the Edomites or children of Esau, Vitringa, Rosenmüller, and Knobel follow the Septuagint and Jarchi in explaining<span class=\"greek-hebrew\"> דומה<\/span> (<i> Dumah<\/i>) as a variation of<span class=\"greek-hebrew\"> אדום<\/span> , (<i> Edom<\/i> ,) intended at the same time to suggest the idea of<i> silence<\/i> , solitude, and desolation. —<i> Alexander<\/i><\/p> \n<p>FT328 See vol. 1 p. 265<\/p> \n<p>FT329 “Brought water (or, bring ye, or, prevent ye) to him that was thirsty.” — Eng. Ver. Calvin’s version follows closely that of the Septuagint,<span class=\"greek-hebrew\"> εἰς συνάντησιν ὕδωρ διψῶντι φέρετε<\/span> , and agrees with other ancient versions; but modern critics assign strong reasons for reading this verse in the preterite rather than in the imperative.” —<i> Ed<\/i><\/p> \n<p>FT330 It would appear that, instead of “<span class=\"aramaic_text\"> geminus est sensus<\/span> ,” some copies had read, “<span class=\"aramaic_text\"> genuinus est sensus<\/span> ;” for the French version gives “<span class=\"aramaic_text\"> Cependant l’exposition que j’ay mise en avant est plus simple<\/span> ;” “but the exposition which I have given is more simple.” —<i> Ed<\/i><\/p> \n<p>FT331 “From the swords,” or, for fear (Heb. from the face.) — Eng. Ver. “From before the swords.” —<i> Stock<\/i> . “From the presence of swords.” —<i> Alexander<\/i><\/p> \n<p>FT332 See vol 1 p. 496<\/p> \n<p>FT333 “<span class=\"aramaic_text\"> Diesque longa videtur opus debentibus<\/span> .” — Hor. Ep. I.21. Another reading of this passage, which gives “<span class=\"aramaic_text\"> lenta<\/span> “ instead of “<span class=\"aramaic_text\"> longa<\/span> ,” is not less apposite to the purpose for which the quotation is made. “To those who perform task-work the day appears to advance<i> slowly<\/i> . ” —<i> Ed<\/i><\/p> ",
    "audit": null
}