{
    "id": 7032,
    "source": "calvin",
    "verse_id": 17909,
    "verse_count": 1,
    "reference": "13:2",
    "title": "",
    "html": "<p><i> Lift ye up a banner upon the high mountain.<\/i> The word<i> mountain<\/i> contains a metaphor; for the discourse relates to<i> Babylon<\/i> , which, we know, was situated on a plain; but with a view to its extensive dominion, he has assigned to it an elevated situation, like a fortress set on high above all nations. But perhaps it will be thought better to take the word<i> mountain<\/i> as used indefinitely; as if he had said, “When a signal is given there will be a vast assemblage from very distant countries, because all men will be attracted towards it by the wide and extensive influence of the sight;” and, indeed, I consider this opinion to be more probable, but I chose to mention at first the opinion which had been commonly received. Yet it might be thought absurd that the Prophet here enjoins the creatures to yield, as it were, obedience to him, if God had not fortified the Prophet by his instructions and authority. A private man here commands the Medes and Persians, assembles armies, orders<i> a banner to be lifted up<\/i> , and sounds the trumpet for battle.<\/p> \n<p>This should therefore lead us to consider the majesty of God, in whose name he spoke, and likewise the power and efficacy which is always joined with the word. Such modes of expression are frequently found in the Prophets, that, by placing the events as it were before our eyes, he may enable us to see that God threatens nothing by his servants which he is not ready immediately to execute. Isaiah might indeed have threatened in plain and direct terms, “The Persians and Medes will come, and will burst through the gates of<i> Babylon<\/i> , notwithstanding the prodigious strength of its fortifications.” But those exclamations are far more energetic, when he not only assumes the character of a herald and proclaims war, but, as if he exercised the highest authority, orders the Medes and Persians to assemble like hired soldiers. Not only does he show that they will be ready at the bidding of God, because they are moved by his secret influence; but, having been sent by God to announce the ruin of Babylon, he claims for his own voice the accomplishment of what appeared to be beyond belief. It amounts to this, “When God hath spoken about what shall happen, we ought to entertain no doubt concerning it.” It deserves our notice also, that he describes the Persians and Medes, without mentioning their names; for that threatening is more emphatic, when he points them out, as it were, with the finger, as when we say, “This and that man.” This contributes to the certainty of the prophecy, when he points out such distant events as if they were at hand.<\/p> \n<p><i> Shake the hand, that they may enter within the gates of the nobles.<\/i> When he says,<i> Shake the hand, and they shall enter<\/i> , he means that the Persians and Medes shall no sooner begin to advance at the command of God than their road shall be plain and easy in spite of every obstruction. Though the Hebrews call Princes<span class=\"greek-hebrew\"> נדיבים<\/span> , (<i> Nedibim<\/i> ,) that is,<i> generous and bountiful<\/i> , on which is also founded that saying of Christ,<span class=\"greek-hebrew\"> εὐεργέται καλοῦνται<\/span> ,<i> they are called benefactors<\/i> , (<a class=\"ref\"><\/a> ,) yet I think that the Prophet draws our attention to the splendor of power in which the Babylonians gloried. They were furnished above others with forces and warlike armaments, so that it appeared to be incredible that they could ever be vanquished. But the Prophet threatens that nothing shall hinder God from opening up a way and entrance to the enemies.<\/p> ",
    "audit": null
}