{
    "id": 6998,
    "source": "calvin",
    "verse_id": 17873,
    "verse_count": 1,
    "reference": "10:22",
    "title": "",
    "html": "<p><i> For though thy people be.<\/i> He casts down hypocrites from foolish confidence; for they reckoned it enough to be the descendants of holy Abraham according to the flesh, and, therefore, on the sole ground of their birth, they wished to be accounted holy. Yet he exhorts the godly to patience, that they may learn to await calmly that calamity and diminution of their number, lest, when it took place, it should be unexpected, and give them uneasiness. He therefore comforts them, that they may not be grieved at so great desolation; for the Lord will at least collect<i> a remnant<\/i> of it.<\/p> \n<p><i> The consumption decreed.<\/i><span class=\"greek-hebrew\"> כלה<\/span> (<i> chalah<\/i>) means<i> to finish<\/i> , and it means also<i> to consume<\/i> . The latter is more appropriate. He calls this diminution of the people a<i> consumption<\/i> , and one that is<i> completed<\/i> ; for he employs exaggerated language, the import of which is, that they were not far from utter extermination, there being very few that were saved.<\/p> \n<p>The word<i> Israel<\/i> may be taken either in the genitive case,<i> of Israel<\/i> , or in the vocative case,<i> O Israel<\/i> , so that in this way he addresses the patriarch Jacob, or all the godly under his name. But it is of little importance, for the meaning is the same, in whichsoever of these ways it be taken; and therefore it may be read in the genitive case,<i> of Israel<\/i> . Yet I am more inclined to view it as a proper name, to denote the true, and not the spurious Israelite. The bold address to the patriarch has a striking effect; for God, addressing a dead man, declares to the living that what he had formerly promised, (<a class=\"ref\">Genesis 13:16<\/a> ,) that the posterity of Abraham would be<i> like the sand of the sea<\/i> , did not apply to a promiscuous multitude, which had apostatized from godliness, but that there would be a kind of interruption in a corrupt nation, till shortly afterwards it should be renewed.<\/p> \n<p><i> Overflowing with righteousness,<\/i> or<i> overflowing righteousness.<\/i> Another consolation is added, that this very small company<i> will overflow righteousness<\/i> . When we see the Church distressed by such heavy calamities, that we think that it cannot be far from destruction, we are in danger of giving way to despondency, and of entertaining doubts about the mercy of God. Those whose minds are impressed with just views of the judgment of God, feel that this is the severest of all temptations. It was therefore necessary that godly minds should be fortified against it, that they might soothe their grief by pondering the benefit which would result from this calamity. The benefit was, that<i> righteousness would overflow<\/i> the whole world like a river; and he had formerly noticed this, when he said (<a class=\"isa\" verses=\"WzE3ODcxXQ==\">Isaiah 10:20<\/a>) that<i> the remnant would trust in God in truth<\/i><\/p> \n<p>The word<i> righteousness<\/i> is explained in various ways. Some refer it to the preaching of the gospel, because by means of it, as Paul says,<\/p> \n<p>the righteousness of God is revealed from faith to faith, (<a class=\"ref\">Romans 1:17<\/a> ;)<\/p> \n<p>and by the agency of the Apostles, who were a small remnant of the Jews, it spread over the whole world. (<a class=\"ref\">Mark 16:15<\/a> .) Others choose rather to view it as meaning that that<i> consumption<\/i> was an evidence and proof of the<i> righteousness<\/i> of God in inflicting punishments so severe on his own people. But I prefer a more general exposition of it, namely, “This<i> consumption<\/i> will be sufficient to fill the whole world with<i> righteousness<\/i> . The<i> remnant<\/i> which shall survive it, though small, will be sufficient to cause such rivers of<i> righteousness<\/i> to flow, that the whole world shall be<i> overflowed<\/i> by them.”<\/p> ",
    "audit": null
}