{
    "id": 7409,
    "source": "calvin",
    "verse_id": 18296,
    "verse_count": 1,
    "reference": "33:16",
    "title": "",
    "html": "<p><i> He shall dwell in high places.<\/i> That the Jews may know that the chastisements which God had inflicted on them were righteous, and may endeavor to be restored to his favor, he says that his blessing is ready to be bestowed on good and upright men, such as he described in the former verse, and that they are not subject to any danger, and have no reason to dread that burning which he mentioned, because they shall be made to dwell in a place of the greatest safety. As to wicked men, slanderers, robbers, and deceitful persons, on the other hand, who cannot restrain their tongue, and hands, and ears, and eyes from base and wicked actions, the Prophet shews that we need not wonder if God treat them with severity, and that, while God is their judge, their own conscience is at the same time their executioner; and consequently, that the only means of hindering them from dreading the presence of God, is to keep themselves voluntarily in the fear of God. By “high places,” he means a very safe place, and free from all danger, which ns attack of the enemy can reach, as he declares plainly enough immediately afterwards by assigning to them a habitation among “fortified rocks.”<\/p> \n<p><i> Bread shall be given to him.<\/i> To a safe dwelling he adds an abundance of good things; as if he had said that the holy and upright worshippers of God shall lack nothing, because God will not only protect them so as to<i> keep<\/i> them safe from all danger, but will also supply them abundantly with all that is necessary for the support of life. By the words “bread” and “water” he means all the daily necessaries of life.<\/p> \n<p><i> And his waters shall be sure.<\/i> Though wicked men have abundance for a time, they shall afterwards be hungry; as God threatens in the Law, that they shall have famine and hunger. (<a class=\"ref\">Leviticus 26:19; Deuteronomy 28:23<\/a> .) The same remark may be made with regard to “bread,” for the word “sure” relates to both; as if he had said, that all believers shall have their food made “sure.” “Lions are hungry, and wander about; but they that fear God shall not want any good thing,” (<a class=\"ref\">Psalms 34:10<\/a> ;) because God, who is by nature bountiful, is not wearied by bestowing liberally, and does not exhaust his wealth by acts of kindness.<\/p> \n<p>Besides, as the life of men is exposed to various dangers, and as abundance of meat and drink is not all that is necessary for our support, unless the Lord defend us by his power, we ought, therefore, to observe carefully what he formerly mentioned, that believers are placed in a safe abode. The Lord performs the office of a shepherd, and not only supplies them with food, but also defends them from the attacks of robbers, enemies, and wolves; and, in short, keeps them under his protection and guardianship, so as not to allow any evil to befall them. Whenever, therefore, it happens, that enemies annoy us, let us consider that we are justly punished for our sins, and that we are deprived of God’s assistance because we do not deserve it; for we must reckon our sins to be the cause of all the evils which we endure.<\/p> \n<p>Yet let not those who are conscious of their integrity imagine that God has forsaken them, but let them to the latest day of their life rely on those promises in which the Lord assures his people that he will be a very safe refuge to them. No man, indeed, can be so holy or upright as to be capable of enduring the eye of God; for “if the Lord mark our iniquities,” as David says, “who shall endure?” (<a class=\"ref\">Psalms 130:3<\/a> .) We therefore need a mediator, through whose intercession our sins may be forgiven; and the Prophet did not intend to set aside the ordinary doctrine of Scripture on this subject, but to strike with terror wicked men, who are continually stung and pursued by an evil conscience, This ought to be carefully observed in opposition to the Popish doctors, by whom passages of this kind, which recommend works, are abused in order to destroy the righteousness of faith; as if the atonement for our sins, which we obtain through the sacrifice of Christ, ought to be set aside.<\/p> ",
    "audit": null
}