{
    "id": 7148,
    "source": "calvin",
    "verse_id": 18027,
    "verse_count": 1,
    "reference": "19:22",
    "title": "",
    "html": " <p> <i>Therefore Jehovah will smite Egypt. <\/i> From what has been already said the Prophet draws the conclusion, that the chastisement which he has mentioned will be advantageous to the Egyptians, because it will be a preparation for their conversion; as if he had said, that it will be for the good of Egypt that the Lord will punish her. Those who translate the words, “he will strike with a wound that may be healed,” misinterpret this passage, and greatly weaken the Prophet’s meaning; for it means that the wounds will be advantageous to them, and that by means of these wounds the Lord will bring them back. Hence we ought to conclude, that we must not refuse to be chastised by God, for it is done for our benefit. (<a class=\"ref\">Proverbs 3:11; Hebrews 12:5<\/a>.) Exemption from punishment would cherish a disposition to sin with less control. As men are exceedingly prone to give way to their own inclinations, whenever God spares them for a little, it is necessary on this account that the Lord should prevent this danger, which he does by chastisements and stripes, which excite and arouse us to repentance. A remarkable instance of this is here exhibited in Egypt, which abounded in superstitions and wickedness, and went beyond all nations in idolatry, and yet experienced the mercy of God. <\/p> \n <p> <i>For they shall be turned to Jehovah. <\/i> We must attend to the manner of its accomplishment, which is, their conversion to God. It is the explanation of the former clause; as if he had said, “God will heal the Egyptians, because they shall be converted.” The copulative <span class=\"greek-hebrew\"> ו <\/span> (<i>vau <\/i>) signifies <i>for <\/i>. Hence we infer that conversion may be said to be a resurrection from eternal death. We are utterly ruined so long as we are turned away from God; but when we are converted, we return to his favor, and are delivered from death; not that we deserve the favor of God by our repentance, but because in this manner God raises us up, as it were, from death to life. To repentance is added a promise, from which we conclude, that when we sincerely repent, we do not in vain implore forgiveness. Now, when the Prophet says that the Lord will be gracious and reconciled to the Egyptians, he at the same time shews, that as soon as they have been converted, they will obtain forgiveness. It will therefore be a true conversion when it is followed by a calling on God. But without faith (<a class=\"ref\">Romans 10:14<\/a>) it is impossible to call on God; for even the ungodly may acknowledge sin; but no man will have recourse to the mercy of God, or obtain reconciliation, till he be moved by a true feeling of repentance, which is likewise accompanied by faith. <\/p> \n <p> <i>And will heal them. <\/i> He does not repeat what he had said, that God strikes in order to <i>heal; <\/i> but he promises <i>healing <\/i> in another sense, that is, that God will cease to inflict punishments. The former healing, which he mentioned a little before, was internal; but the latter relates to stripes and wounds. In short, he means that it will be a speedy remedy for all their distresses. After having been reconciled to God, there is nothing in us that calls for punishment; for whence comes punishment but on account of guilt? and when guilt is pardoned, exemption from punishment will quickly follow. And if we be chastised, it is an evidence that we are not yet sufficiently prepared for repentance. <\/p> \n <p>In a word, let us remember this order, which the Prophet points out to us; first, that stripes prepare men for repentance; secondly, that they are healed, because they are delivered from eternal destruction; thirdly, that when they have been brought to the knowledge of their guilt, they obtain pardon; fourthly, that God is gracious and reconciled to them; fifthly, that chastisements cease after they have obtained pardon from God. There is no man who ought not to acknowledge in himself what Isaiah here declares concerning the Egyptians, in whom the Lord holds out an example to the whole world. <\/p> ",
    "audit": null
}