{
    "id": 7052,
    "source": "calvin",
    "verse_id": 17929,
    "verse_count": 1,
    "reference": "13:22",
    "title": "",
    "html": "<p><i>And Iim shall cry<\/i> He expresses the same thing as had been formerly said, and shows how dreadful that change will be, in order to make it manifest that it proceeds from the judgment of God, and not from chance. The picture is even heightened by adding that this will take place, not in ordinary buildings, but in<i>delightful palaces<\/i> While the shortness of time which is here laid down refers to the approaching calamity, it was at the same time necessary that the hope of believers should be held longer in suspense. I have said that Babylon was not so speedily overturned, and that the Medes did not inflict such a calamity upon it that it could be compared to a desert. He therefore said that it would quickly happen, because the beginnings of it were soon afterwards seen; for the Jews ought to have been satisfied with knowing that the punishment had not been threatened without good grounds.<\/p> \n<p><i>And her time is near. <\/i> The Holy Spirit also keeps in view our ardor and rashness. We would choose that God should immediately execute his judgments, and punish wicked men whenever we wish. But God knows what is the proper time, for which our eagerness does not allow us to wait. Yet if we would take into consideration his eternity, we should quickly find that by patience we laid the bridle on excessive haste; but as our eagerness can hardly be restrained in any other manner, God sometimes deals with us gently to some extent, by declaring that<i>He will soon come<\/i> . Again, let us not judge of the shortness of time according to our own views, but, disregarding the<i>days<\/i> of this life, let us raise our hearts to heaven. Especially let us learn to bow, whenever we are made to feel, even in a small degree, the judgments of God, though he delay their full accomplishment for a longer period.<\/p> \n<p><i>And her days shall not be prolonged. <\/i> This second clause is added for confirmation; as if he had said that the Lord hath appointed a day, and that none shall be admitted to obtain a truce.<\/p> ",
    "audit": null
}