{
    "id": 7432,
    "source": "calvin",
    "verse_id": 18320,
    "verse_count": 1,
    "reference": "34:16",
    "title": "",
    "html": " <p> <i>Inquire at the book of Jehovah.<\/i>, By “the book of the Lord” some understand this prophecy, as if he had enjoined them to read attentively this prediction; for not even in the minutest point will it fail at the appointed time, as he will afterwards add. Others explain it more ingeniously as denoting the eternal decree of God; “inquire if such be not the purpose of God;” but this exposition is not sufficiently natural. I willingly interpret it as denoting the Law itself, which by way of eminence is called “the book of the Lord;” for from the Law, as from its source, the Prophets drew their doctrine, as we have frequently remarked. <\/p>\n <p>Lest the strangeness of the event should prevent the prediction from being believed, Isaiah says that the Jews had been warned of it long before; and thus he indirectly censures the unbelief of those who stared at the announcement, as. if it had been something uncommon. He appropriately brings them back to the Law, in which God frequently declares that he will take care of his people, and that he will punish the wicked and reprobate. Moses having long ago spoken in this manner, the Prophet says that there is no reason why it should be difficult to believe what he foretells, since he brings forward nothing new, but only confirms now what Moses declared and testified. Such appears to me to be the natural meaning of the Prophet, and by these words he intended to fortify the Jews, patiently to look for what the Lord promised, and fully to believe that all that had. been foretold about the Edomites and the other adversaries of the Church would at length be actually fulfilled, since Moses was a credible witness, that God would always be the avenger of his people. Besides, it was proper that they should be reminded of this, in order that, when these things should befall the Edomites, they might not think that they had happened by chance, but might know that they were brought about by the judgment of God. Such is the rebellion of men, that they do not believe God when he forewarns them, and what afterwards takes place by the judgment of God is ascribed by them to fortune. Isaiah therefore meets this, and bids them inquire at Moses, whose authority they all revered. <\/p>\n <p> <i>Not one of those;<\/i>, that is, of the animals; for the Hebrew writers employ these terms, <span class=\"greek-hebrew\">,איש <\/span> <i>(ish)<\/i>, and <span class=\"greek-hebrew\">,אשה<\/span>, <i>(ishshah,)<\/i>, not only for men and women, but for males and females of any species. <\/p>\n <p> <i>For his mouth hath commanded.<\/i>, He confirms what he formerly said; for although the works of God are sufficiently plain, yet by <i>his mouth,<\/i>, that is, by the word, he makes them plainer to us, that we may see them more clearly. And this is the true contemplation of the works of God, when we keep our eye fixed on the mirror of the word; for otherwise our boldness is carried to excess, and we tke greater liberty than is proper, if heavenly doctrine do not guide us like a lamp. This ought therefore to restrain the boldness and rashness of men, who, despising the doctrine of the word, wish to dispute and form opinions about the judgments of God and all his worlds. If they “inquired at the book,” and asked at the mouth of the Lord, we should see greater piety and religion among them. <\/p>\n <p>Yet by “the mouth of the Lord” the Prophet intended to confirm the vengeance which he had foretold, because nothing that has come out of God’s holy mouth can fail of its effect. Isaiah affirms that what God has once decreed, and published in his own name, cannot be reversed. By this shield he thus wards off all the doubts which quickly arise, whenever the promises of God go beyond our senses. Sometimes, indeed, he threatens conditionally, as he threatened the Ninevites, (<a class=\"ref\">Jonah 1:2<\/a>,) Pharaoh, (<a class=\"ref\">Genesis 12:17<\/a>,) and Abimelech, (<a class=\"ref\">Genesis 20:3<\/a>,) whom he spared, because they repented; but when he has once determined to revenge and punish, he gives actual proof that he is not less true and powerful than when he promised salvation to his people. The agreement of the words <i>Mouth<\/i>, and <i>Spirit<\/i>, makes it still more evident. <\/p>\n <p> <i>And his Spirit hath gathered them.<\/i>, Although “the breath of the mouth” often means the same thing as “speech,” and although it is customary with the Hebrew writers to repeat the same thing twice, yet here he alludes elegantly to the breath, from which the words proceed, and by which they are formed; as if he had said that this prediction is abundantly powerful, because the same God who by his voice commanded the brute animals to possess the land of Edom, will bring them by merely breathing. He speaks of a secret influence; and we ought not to wonder that the slightest expression of the will of God causes all the animals to assemble, as happened at the flood, (<a class=\"ref\">Genesis 7:15<\/a>,) and likewise at the very creation of the world, when, as Moses relates, all the animals were gathered together, by the command of God, to the first man, that they might be subject to his authority. (<a class=\"ref\">Genesis 2:19<\/a>.) And undoubtedly they would have continued to be subject and obedient to him, had not his own rebellion deprived him of that power and authority; but when he revolted from God, the animals at the same time began to refuse subjection and to attack him. <\/p>",
    "audit": null
}