{
    "id": 7634,
    "source": "calvin",
    "verse_id": 18525,
    "verse_count": 1,
    "reference": "43:19",
    "title": "",
    "html": "<p><i>Behold, I do a new thing. <\/i> This shews more clearly what the Prophet meant in the preceding verse, for he declares that there shall be “a new work,” that is, a work unheard of and uncommon, and which, on account of its greatness and excellence, shall throw into the shade the reputation of all other works; in the same manner as the brightness of the sun, when it fills heaven and earth, causes the stars to disappear.<\/p> \n<p><i>Now it shall arise. <\/i> He means that the time shall not be long. Yet these things were not so speedily accomplished; but, if we look to God, four hundred or even a thousand years are counted as a moment before him; how much less ought a delay of seventy years to wear out and discourage them? When he adds, <i>Shall ye not know it?<\/i> this question is more forcible and impressive than a bare affirmation, and this form of question is more frequently employed by Hebrew writers than in the Greek and Latin languages. When he promises<i>a way in the wilderness,<\/i> he alludes to that wilderness which lay between Judea and Babylon; for he speaks of the return of the people. Accordingly to the<i>way<\/i> he adds<i>rivers;<\/i> for in travelling through a dry country they might have been parched and died of thirst. On this account, the Lord says that he will supply them with water and everything that is necessary for the journey; as if he had said, “I will furnish you with provisions, so that under my guidance you shall return to your native land.”<\/p> \n<p>But it may be thought that the Prophet is excessive, and that his language is altogether hyperbolical, when he extols this deliverance in such lofty terms; for we read that rivers were turned into blood, ( <a class=\"ref\">Exodus 7:20<\/a> ,) the air was covered with darkness, ( <a class=\"ref\">Exodus 10:22<\/a> ,) the first-born were slain, ( <a class=\"ref\">Exodus 12:29<\/a> ,) insects were sent forth to destroy the whole country, ( <a class=\"ref\">Exodus 10:15<\/a> ,) and that other prodigies of the same kind happened in Egypt, while nothing of this sort was done in Babylon. What then is meant by this new redemption? This consideration has compelled almost all Christian commentators to interpret this passage as referring absolutely to the coming of Christ, in which they are undoubtedly mistaken; and the Jews are also in the wrong, when they limit it to the redemption from Babylon. Accordingly, as I have frequently remarked, we ought here to include the whole period which followed the redemption from Babylon, down to the coming of Christ.<\/p> \n<p>The redemption from Egypt may be regarded as having been the first birth of the Church; because the people were gathered into a body, and the Church was established, of which formerly there was not the semblance; but that deliverance is not limited to the time when the people went out of Egypt, but is continued down to the possession of the land of Canaan, which was delivered to the people, when the kings had been driven out. ( <a class=\"ref\">Joshua 11:23<\/a>.) We ought to take the same view of this new birth, (<span class=\"greek-hebrew\"> περὶ ταύτης παλιγγενεσίας<\/span> ,) by which the people were rescued from Babylon, and brought back to their native land; for that restoration must not be limited to the departure from Babylon, but must be extended to Christ, during the whole of which period great and wonderful events undoubtedly happened. Was it not astonishing that a captive people, whom all despised as some contemptible slave, and who were even held to be accursed, should receive freedom and liberty to return from heathen kings; and not only so, but should be furnished with provisions, and with everything else that was necessary both for the journey and for settling at home, for rearing the city and for rebuilding the Temple? ( <a class=\"ref\">Ezra 1:2<\/a>.)<\/p> \n<p>But far greater events followed, when but a few persons were willing to return, and the greater part were so discouraged as to prefer wretched bondage to blessed freedom. When, in comparison of that vast multitude which had been carried away, a few persons returned to Judea, still greater obstacles arose. Conspiracies were formed, the people formerly abhorred became the objects of keener resentments, the work was interrupted, and every method was tried for putting a full stop to the design. ( <a class=\"ref\">Ezra 4:0<\/a>.) Thus it appeared as if in vain the Lord had brought them back, for they were exposed to dangers much greater than before. When the temple had been built, they did not enjoy greater peace; for they were hedged in on all sides by very cruel and deadly enemies, from whom they often sustained great hardships. They were afterwards afflicted by distresses, and calamities, and various persecutions, so that they were supposed to be struck down and overwhelmed, and utterly ruined. And yet, in the midst of fire and sword, God wonderfully preserved them; and if we consider their wretched and miserable condition, and the grievous persecutions of tyrants, we shall wonder that even a single individual of them could survive.<\/p> \n<p>In order that we may understand how great was the excellence of this latter redemption, and how far it excelled the former, we must: continue and bring it down to the time of Christ, who at length gave an immense addition to the former benefits. Thus, beyond all question, the second redemption leaves the first far behind. There is nothing forced in this interpretation, and it corresponds to the ordinary language of the prophets, who always have the Messiah for their end, and keep him constantly in their eye. But this will appear more clearly from what is related by Haggai; for, when the Temple began to be rebuilt, the old men, who had seen the glory of the ancient temple, mourned, and were not far from thinking that God had forsaken them, and that his promises had failed. But Haggai, in order to comfort them and to prove that the glory of this second would be greater than the glory of the first, though the structure of the building was far inferior, leads them to the Redeemer.<\/p> \n<p>“Thus saith the Lord of hosts,” says he, “Yet once, and within a short time, I will shake the heavens, and the earth, the sea, and the continent, and all the nations; and the Desire of all nations shall come; and I will fill this house with glory, saith the Lord of hosts. The silver is mine, the gold is mine, saith the Lord of hosts. The glory of this latter house shall be greater than the glory of the former.” ( <a class=\"ref\">Haggai 2:6<\/a>.)<\/p> \n<p>Thus, as Haggai brings the restoration of the Temple down to Christ, and refers to him its true glory; so this deliverance (for the two things are connected, or rather they are the same) extended even to Christ. Consequently, we need not wonder if it surpassed the Egyptian deliverance in every respect.<\/p> ",
    "audit": null
}