{
    "id": 7913,
    "source": "calvin",
    "verse_id": 18809,
    "verse_count": 1,
    "reference": "59:8",
    "title": "",
    "html": "<p><i>The way of peace they know not. <\/i> Some give an ingenious interpretation of the word “peace” as meaning a “peaceful” conscience; because the wicked must endure continual agony. But the Prophet summons wicked men to judgment, in order to show, by the transgression of the Second Table, that they have no sincerity and no kindness, and, in a word, that they are<span class=\"greek-hebrew\"> ἀστόργους<\/span> without natural affection. He says that “they know not the way of peace;“ because their cruelty deprives them of justice and equity, by which human society is maintained, the very food of which is mutual peace and kindness; for justice and integrity are nourished by peace. And if every person, with unbridled rage, rush on his neighbors and attack them, there is then open war; for harmony cannot be preserved among us, unless equity be observed by every individual.<\/p> \n<p><i>And judgment is not in their steps. <\/i> What he had just before said is expressed more clearly by the word “Judgment;” as if he had said, that they excite terror wherever they go, because they lay aside all integrity.<\/p> \n<p><i>Whosoever walketh by them. <\/i> The last clause may be taken in various senses; either, “Whosoever walketh in them shall also be a stranger to peace,” or, “He who falleth into the hands of the wicked shall find them to be savage and barbarous.” Either of those meanings is admissible, and I do not think it worth while to dispute much about them. Thus, after having spoken in general terms, and after having shown that it is not God who prevents the Jews from being prosperous, the Prophet descends to particulars, by which he explains more fully the manner in which they have become estranged from God, and have rendered themselves unworthy of his favor.<\/p> \n<p>Here arises a difficulty; for Paul ( <a class=\"ref\">Romans 3:17<\/a>) quotes this passage for the purpose of condemning all mankind as being sinful and corrupted, and as having nothing good; while the Prophet appears to apply it especially to the men of his own time. But the answer is easy; for, while he expressly addresses the Jews, who thought that they were holier than other men, the Gentiles must also be included along with them. If it be objected that the Gentiles, while they live uprightly, “are a law to themselves,” ( <a class=\"ref\">Romans 2:14<\/a>) and that “uncircumcision is counted as circumcision,” ( <a class=\"ref\">Romans 2:26<\/a>) I reply that the Prophet represents God as complaining of all who have not been renewed by the Spirit of God. In this manner no man can be excepted, if he be viewed in his own nature; but the Prophet speaks of himself as not belonging to their number, because he had been regenerated and was guided by the Spirit of God.<\/p> \n<p>Paul’s quotation of this passage was therefore appropriate; because he intended to show what sort of men they are whom God hath forsaken, and who are under the influence of their own nature. Although the depravity of men does not always break out into gross vice, and the Prophet’s design is to rebuke a very corrupt age; yet whenever crimes become so prevalent, we may behold, as in a mirror, what a pool and how deep a pool of every evil thing is the nature of man. And yet this discourse was undoubtedly very distasteful to the Jews, who were puffed up with vain glorying of the family from which they were descended; but since even they were not spared by the Spirit of God, there is no reason why other nations, who are not less sinful by nature, should wallow in their pleasures.<\/p> ",
    "audit": null
}