{
    "id": 7513,
    "source": "calvin",
    "verse_id": 18403,
    "verse_count": 1,
    "reference": "38:12",
    "title": "",
    "html": "<p><i>My dwelling is departed. <\/i>He proceeds in his complaints, by painting his life under a beautiful metaphor; for he compares it to <i>a shepherd’s tent. <\/i>Such indeed is the condition of human life in general; but he does not relate so much what happens to all universally as what has befallen himself as an individual. The use of <i>tents <\/i>is more common in those countries than in ours, and shepherds often change their residence, while they drive their flock from one place to another. He does not therefore say absolutely that men dwell in a frail lodginghouse, while they pass through the world, but that, after he had dwelt at ease in a royal palace, his lot was changed, just as if “a shepherd’s tent” were pitched for two days in one field and afterwards removed to another. <\/p>\n<p><i>I have cut off, as a weaver, my life. <\/i>It is worthy of observation, that he indiscriminately ascribes the cause of his death, sometimes to himself, and sometimes to God, but at the same time explains the grounds; for when he speaks of himself as the author, he does not complain of God, or remonstrate that God has robbed him of his life, but accuses himself, and acknowledges deep blame. His words are equivalent to the proverbial saying, “I have cut this thread for myself, so that I alone am the cause of my death.” And yet it is not without reason that he soon afterwards ascribes to God what he had acknowledged to have proceeded from himself; for although we give to God grounds for dealing severely with us, yet he is the judge who inflicts punishment. In our afflictions, therefore, we ought always to praise his judgment; because he performs his office when he chastises us as we deserve. <\/p>\n<p><i>From lifting up he will cut me off. <\/i>Some translate  <span class=\"greek-hebrew\">מדלה<\/span> <i>(middallah) <\/i>“through leanness,” or “through sickness,” and others translate it “by taking away.” The former derive this noun from  <span class=\"greek-hebrew\">דלל<\/span> <i>(dalal) <\/i>which means “to diminish,” and the latter from  <span class=\"greek-hebrew\">דלה<\/span> <i>(dalah) <\/i>which means “to carry off by lifting up.” But let my readers consider if the word “lifting up” be not more appropriate; for Hezekiah appears to complain that his life, while it tended to advance farther, was suddenly east down; just as if God should cause the sun to set, while it was still ascending in the sky. <\/p>\n<p><i>From day even to night. <\/i>He now adds that in a short space of time he was brought down; and by this circumstance again expresses the severity of God’s wrath; because he consumes men by the breath of a moment; for to be laid low in a single day means that men die very rapidly. <\/p>",
    "audit": null
}