{
    "id": 7950,
    "source": "calvin",
    "verse_id": 18847,
    "verse_count": 1,
    "reference": "61:3",
    "title": "",
    "html": " <p> <i>To appoint to the mourners in Zion. <\/i> He proceeds with the same subject; for he means that the punishment which was to be inflicted on the people shall be such as still to leave room for forgiveness. And, in order more fully to convince them of it, he says that the Lord has charged him with this office, that he may proclaim this deliverance; and not to himself only, but also to others, till the chief messenger arrive, namely, Christ, who actually bestows and exhibits what God at that time commanded to be made known for a future period. Yet he means that the “mourning” shall not hinder God from giving ground of joy, when he shall think proper; for “to appoint” has the same meaning as “to fix the time,” that the tediousness of delay may not discourage them. <\/p> \n <p> <i>That I may give to them beauty for ashes. <\/i> By the word, <i>give <\/i> he speaks with commendation of the efficacy of the prediction, that they may be fully convinced of the event. The allusion is to the ancient customs of the Jews, who, when any calamity pressed hard upon them, sprinkled ashes on their heads, and wore sackcloth. (<a class=\"ref\">Esther 4:3<\/a>) By these he denotes the filth and mourning which necessarily attend the wretched condition of the people, and contrasts them with the joy and gladness which they shall have when they are restored to liberty. I think that we ought not to pass by the allusion contained in the words <span class=\"greek-hebrew\"> פאר <\/span> (<i>peer <\/i>) and <span class=\"greek-hebrew\"> אפר <\/span> (<i>epher; <\/i>) for, by the mere transposition of letters, he intended to denote very different things, and, by an elegant inversion, a change of condition. <\/p> \n <p> <i>Trees of righteousness. <\/i> By these words he points out the restoration of the people; as if he had said, “Whereas they had formerly been rooted out and resembled a dry stock, they shall be planted and settled.” Thus he reminds them that they ought to contemplate the divine power, so that, though they are slain and dead, still they may confidently hope that they shall be restored so as to take root and to receive strength and increase. From this ought to be drawn a universal doctrine, namely, that there is no other way in which we are restored to life than when we are planted by the Lord. We are indeed called his “planting,” because he elected us from the beginning. (<a class=\"ref\">Ephesians 1:4<\/a>) But there is also another kind of “planting” which follows the former, namely, the Calling, by which we are ingrafted through faith into Christ’s body. The Lord does this by the agency and ministry of the Gospel; but it must be wholly ascribed to him, for “it is he alone that giveth the increase.” (<a class=\"ref\">1 Corinthians 3:7<\/a>) We must always bear in mind the emblematical meaning of the first deliverance as illustrating the spiritual kingdom of Christ,. <\/p> \n <p>He gives the appellation of “trees of righteousness” to those in whom the justice of God or good order shines forth. Yet let us know that the Lord adopts us on this condition, that we shall become new creatures, and that true righteousness shall reign in us. And hence it follows that we are by nature depraved and corrupted, and cannot yield fruit in any other way than by being changed and planted by the Lord. This sets aside the vain and haughty opinion of the Papists, who, by contriving either preparations or the aids of free will, claim what belongs to God alone; for if we are planted by the Lord, it follows that we are by nature dry and unfruitful. <\/p> \n <p> <i>To glorify him. <\/i> This is the design of our “planting;“ but we have already spoken of these things in expounding the twenty-first verse of the preceding chapter. <\/p> ",
    "audit": null
}