{
    "id": 7039,
    "source": "calvin",
    "verse_id": 17916,
    "verse_count": 1,
    "reference": "13:9",
    "title": "",
    "html": "<p><i>Behold the day of the Lord will come cruel. <\/i>He repeats what he had slightly noticed a little before, that though the inhabitants of Babylon are now at ease, and rely on their wealth, <i>the day of the Lord <\/i>is at hand, to terrify those who are at ease. <\/p>\n<p>But a question might here be raised, Why is <i>the day of the Lord <\/i>called <i>cruel<\/i>, since nothing is more desirable than to have God present with us; for his presence alone makes us truly happy? I answer, we ought always to consider who they are that are addressed by the Prophet; for it is customary with the prophets to give various descriptions of God corresponding to the diversity of the hearers. In like manner, David also declares that God is <\/p>\n<p>merciful to the merciful, and cruel and severe to the ungodly. (<a class=\"ref\"><\/a>.) <\/p>\n<p>What could wicked men imagine to be in God but the utmost severity? And therefore the slightest mention of God fills them with terror. <\/p>\n<p>The godly, on the other hand, whenever the name of God is mentioned, derive the greatest delight and joy from hearing it; so that nothing can be more highly gratifying. Thus, when the prophets address the godly, as soon as they have mentioned God, they speak of joy and gladness, because the godly will feel that he is gracious and merciful to them; but when they address the ungodly, they hold out the judgment of God, and speak of grief and mourning. As the godly are cheered by the presence of God, because by faith they behold his goodness; so the ungodly are terrified, because the testimony of their conscience reproves and convinces them that he comes as a severe Judge. Since even hypocrites pretend that they eagerly long for <i>the day of the Lord, <\/i>and boast that he will assist them, the prophets tear off from them this disguise, and show that to them <i>the day of the Lord <\/i>will be dreadful and alarming. (<a class=\"ref\"><\/a>.) <\/p>\n<p>Isaiah applies the usual description to this prophecy, in order to show more fully how much we ought to dread the wrath of God; for, being by nature slow, or rather stupid, we would not be powerfully affected if the Lord spoke in plain terms about his judgments. Since, therefore, an unadorned style would be too cold, he contrived new modes of expression, that by means of them he might shake off our sluggishness. When he says<i>, and he shall destroy the sinners thereof out of it, <\/i>he means by <i>sinners <\/i>not all men without distinction, but the ungodly and wicked men who inhabited Babylon. <\/p>",
    "audit": null
}