{
    "id": 7611,
    "source": "calvin",
    "verse_id": 18502,
    "verse_count": 1,
    "reference": "42:21",
    "title": "",
    "html": " <p> <i>The Lord is well pleased.<\/i>, In order to aggravate still more the guilt of the Jews, he now shews that it was not God who prevented them from leading a prosperous and happy life. He had already said that the distresses and afflictions which they endure are the punishment of their blindness, which they have voluntarily brought upon themselves; and now he brings forward as an addition and crowning point of the accusation, that by their obstinacy they reject all relief. <\/p>\n <p>This passage is interpreted in various ways. Some render it, “The Lord hath so willed it;” others, “He is merciful;” but, for my own part, I have translated it, “The Lord is willing,” that is, disposed and inclined to deliver his people, and that for the purpose of magnifying his Law and extolling his righteousness. Thus God assigns the reason why he is ready to aid those who are unworthy, that he wishes to spread his glory in their salvation, that in this manner his righteousness may be illustriously displayed, and that his Law may prevail and flourish. As to the heavy calamities that have come on the Jews, the reason is, that of their own accord they have resolved to be blind, and to bring afflictions on themselves, instead of obeying God; for otherwise the Lord would have wished to enrich and exalt them. Others view it thus, “The Lord wishes to magnify his Law, because he wishes to appear to be faithful in punishing the Jews, as he had threatened them by his Law;” and thus they consider “righteousness” to denote the punishment and vengeance which God inflicts on a wicked people. <\/p>\n <p>Others render it, “For his righteous one,” and refer it to Christ; but they mistake the meaning of the word <span class=\"greek-hebrew\">,צדקו<\/span>, <i>(tzidko,)<\/i>, and unquestionably he speaks of righteousness, and means that the Lord would willingly have displayed the magnificence of his promises:, and would have given proofs of his righteousness in preserving his people, if they had not shewn themselves to be ungrateful and unworthy. Some think that the Lord here offers an excuse for himself, because, when the people whom he had adopted were exposed to so many evils, it appeared as if his truth were shaken, and that the Prophet intended to meet this calumny, for they were seized and became a prey, not because the Lord delights in their miseries, but because he prefers his righteousness to everything else. <\/p>\n <p>For my own part, I explain it simply to mean, “The Lord, for the sake of doing honor to his Law, was inclined to do good to his people, in order that his glory and righteousness might shine forth in it; but his people shewed themselves to be unworthy of so great a favor; and, therefore, by their own obduracy they made their wounds incurable.” Besides, we ought to learn from this passage the reason why the Lord bestows so many favors on his Church. It is, that he may promote his Law, that is, that he may bring men to honor his majesty, and that his truth may shine more and more. When he says that the Lord is willing and inclined; he shews plainly that he is not induced to it by any one else than by himself; but he expresses it more fully, when he adds, <i>on account of his righteousness;<\/i>, for he excludes everything that men could bring. Nor is the Lord prompted by any other consideration to do good, than because he is righteous; for no merit or worth will be found among men. But this reason applied especially to the Jews, whom alone he deigned to adopt. <\/p>",
    "audit": null
}