{
    "id": 7870,
    "source": "calvin",
    "verse_id": 18766,
    "verse_count": 1,
    "reference": "56:12",
    "title": "",
    "html": "<p><i>Come ye, I will fetch wine. <\/i>After having spoken of the avarice and carelessness of pastors, he points out their desperate wickedness and obstinacy; for he represents them as speaking,  and brings forward their hard­hearted speeches, from which it is evident that they could not be brought back to the right path by any admonitions or threatenings, but fearlessly despised them all. In another passage the Prophet quoted the words of scorners, who, when the servants of God exhorted them to sackcloth and ashes, invited each other to feasting and drinking. “Let us eat and drink; for tomorrow we shall die.” (<a class=\"isa\" verses=\"MTgwNjY=\">Isaiah 22:13<\/a>) Why do those prophets annoy us? It will never fare well with us, if we give ear to them. (<a class=\"isa\" verses=\"MTgxODA=\">Isaiah 28:15<\/a>) A similar complaint is here repeated by Isaiah, that the pastors held out obstinately and seared themselves against the judgments of God. <\/p>\n<p>Nor does he merely reprove them for drinking <i>wine and strong drink<\/i>, which in itself is not sinful, but for that mental drunkenness and brutality by which men haughtily and insolently despise the word of God. In other passages drunkenness and the abuse of wine are condemned; but here the Prophet exclaims against the madness and insolence with which pastors exalted themselves against God, and trampled under foot all threatenings, warnings, reproofs, and, in short, all religion. Yet there can be no doubt that he reproves the gross and shameful wickedness of burying reflection, as if on purpose, by excess of wine and feasting, that no shame or fear, no reverence for God or men, might disturb their repose; as ungodly persons do all they can to stupefy themselves by unlawful pleasures, that they may more daringly, and with less reserve, abandon themselves to wickedness. <\/p>\n<p>It is a shocking and monstrous sight to behold such contempt of God and of religion, not in foreigners, not in the common people, but in governors and princes themselves, who ought to have instructed others by their example, in that sacred order which bore the image of Christ; for both kings and priests bore his likeness and image. How intolerable this pride is, by which men furiously oppose the word, is well known. We are ruined and undone, when this medicine, which is the last, is rejected by us; for we do not permit the Lord to lead us back into the right path.  For this reason he has threatened in another passage that “this wickedness shall not be expiated.” (<a class=\"isa\" verses=\"MTgwNjc=\">Isaiah 22:14<\/a>) Thus he rebukes the height of impiety; and it is of great importance for us to weigh carefully the words which follow — <\/p>\n<p><i>As today, so tomorrow. <\/i>That is, “If it is well with us today, it shall be well tomorrow. Let us not be miserable before the time.”  He describes their aggravated guilt, in treating with mockery God’s gentleness and forbearance, and assuring themselves that they would escape punishment, as if God were asleep or enjoyed luxurious ease in heaven, whenever he suspended his judgments. By such diabolical proverbs, do men, even in the present day, labor to soothe and even to fascinate their consciences, that they may more fully wallow in every kind of pleasures, and indulge in their iniquities and crimes. That we may not fall, therefore, under this terrible judgment of the Lord, let every one examine himself, and perceive at a distance the wrath of God, that it may not attack us suddenly and unprepared. <\/p>",
    "audit": null
}