{
    "id": 7579,
    "source": "calvin",
    "verse_id": 18469,
    "verse_count": 1,
    "reference": "41:17",
    "title": "",
    "html": " <p> <i>The needy and poor shall seek water. <\/i> Here he follows out the subject which he had begun to handle at the beginning of the fortieth chapter; for he describes the wretched and afflicted condition in which the Jews should be in Babylon, till at length God should have compassion on them and render assistance. He therefore prepares them for enduring extreme poverty, by saying that they will be <i>thirsty; <\/i> for this figure of speech, by which a part is taken for the whole, is better adapted to express the severity of the affliction. We know that nothing gives men greater distress than the want of water when they are “thirsty.” <\/p> \n <p> <i>I Jehovah will listen to them. <\/i> God declares that he will relieve them, when they are brought to this necessitous condition; and hence we ought to learn to whom this promise belongs, namely, to those who, having been reduced to extremity, are as it were, parched with thirst and almost fainting. Hence also we see that the Church does not always possess an abundance of all blessings, but sometimes feels the pressure of great poverty, that she may be driven by these spurs to call upon God; for we commonly fall into slothfulness, when everything moves on according to our wish. It is therefore advantageous to us to thirst and hunger, that we may learn to flee to the Lord with our whole heart. In a word, we need to be deeply affected with a conviction of our poverty, that we may feel the Lord’s assistance. The Prophet unquestionably intended, by this circumstance, partly to illustrate the greatness of the favor, and partly to advise the people not to lose heart on account of their poverty. <\/p> \n <p> <i>The needy and poor. <\/i> We ought to observe the names by which the Prophet here denominates the people of God. When he calls them “afflicted and poor,” he does not speak of strangers, but of those whom the Lord had adopted and chosen to be his heritage, and whom he forewarns that they must patiently endure some severe hardships. Hence we ought not to wonder if the Lord sometimes permit us almost to languish through hunger and thirst, since he dealt not less severely with our fathers. <\/p> \n <p>When he says that waters <i>are nowhere to be seen, <\/i> let us learn that the Lord, in order to try our patience and faith, withdraws from us every assistance, that we may lean on him alone. Thus, when we look around on every side, and see no relief, let us know that still the Lord will assist. By the expression, <i>I will listen, <\/i> he means that God does not assist every kind of persons, but those who pray to him; for if we are so slothful as to disregard his aid, it is right that we should be altogether deprived of it, and, on account of our unworthiness, should fed no alleviation. <\/p> ",
    "audit": null
}