{
    "id": 7479,
    "source": "calvin",
    "verse_id": 18369,
    "verse_count": 1,
    "reference": "37:16",
    "title": "",
    "html": " <p> <i>Thou alone art God over all the kingdoms of the earth. <\/i>,Not only does he assert God’s almighty power, but likewise maintains the authority which he exercises over the whole world. And these statements are made by the pious king for the purpose of strengthening himself in the faith which he entertained about the providence of God, by which he governs the world and every part of it. All believers ought above all to believe this, that they may not think that they pray in vain. Nor would the prayer of the king have had so much efficacy if he had only said, “Incline thine ear, O Lord,” or something of that sort, as when he believes that the Lord takes care of his works. He persuades himself that God will undertake that cause. If it belongs to God to rule and govern the whole world, he will not permit this tyrant to act in this insolent manner without restraining his insolence; for Sennacherib claims for himself what belonged to God, and at length would not pass unpunished. <\/p>,\n <p>The statement, that all the kingdoms of the earth are under the power and authority of God, applies especially to the present subject. Yet while this title always belongs to God alone, that he “rules over all kingdoms,” Still the Prophet does not deny that kings also, and princes, and magistrates hold their dominion, but so as to be subject to God, and to owe to him all their power and authority. In like manner, when Paul asserts that government belongs to God alone, (<a class=\"ref\">1 Timothy 6:15 <\/a>,,) he does not overthrow princes and magistrates, but shews that all, how great and powerful soever they may be, depend on God alone, that they may not imagine themselves to be his equals or companions, but may acknowledge him as their Lord and Prince. Thus will kings, therefore, retain their authority, if they keep an intermediate position between God and men, and do not wish to rise higher. <\/p>,\n <p> <i>Thou hast made heaven and earth. <\/i>,Hezekiah draws the same inference from creation itself; for it is impossible that God, who is the Creator of heaven and earth, should forsake his work; on the contrary, he governs by his providence the human race, which is the chief part of the world. It would be absurd to confine creation within such narrow boundaries as if it were a proof of a sudden and transitory exercise of the power of God; but we must extend it to perpetual government. Hence it is evident that tyrants who wish to rule at their pleasure rob God of his honor, and therefore are justly punished for their insolence. <\/p>,\n <p> <i>O Jehovah of hosts, God of Israel, who dwellest between the Cherubim. <\/i>,Here are other titles employed by Hezekiah for the confirmation of his faith. And, first, by calling him “Jehovah of hosts,” he again extols his power. But when he adds “God of Israel,” he brings him near, and on familiar terms; for it was no ordinary token of love to take that nation under his protection. Such is also the import of “sitting between the cherubim;” as if he had said, “Thou hast here placed thy seat, and promised that thou wilt be the protector of those who call upon thee before the ark of the covenant. Relying on this promise, I flee to thee as my guardian.” <\/p>,\n <p>Hezekiah had in view, I have no doubt, the form of the ark, which was surrounded by two cherubim. Others interpret Cherubim to mean angels, as if it were said, that God reigneth in heaven and sitteth among the angels. But this interpretation is unsuitable; for he is said to “sit between the cherubim,” on account of the form of the ark, which was constructed in this manner. (<a class=\"ref\">Exodus 25:18 <\/a>.) We know that it was a symbol of the presence of God, though his power was not confined to it; and Hezekiah, by mentioning it, intended to express his firm belief that God was present with him, and had designed to gather a people to himself by spreading, so to speak, his wings over them. There being a wide distance between God and us, Hezekiah embraced that token of adoption. Yet there was nothing gross or earthly in his conceptions of God, as superstitious men would desire to bring him down from heaven, but, satisfied with the promise which he had received, he expresses his firm belief that we do not need to go far to seek the grace of God. <\/p>,\n <p>This mode of expression, therefore, deserves our attention, and teaches us, that while we gradually ascend to heaven by the light of the word which leads the way, still, in order to obtain assistance, we must not think of God as absent; for he has chosen his dwelling in the midst of us. Since his majesty far exceeds heaven and earth, we must not limit him within the capacity of our understanding; and yet, as he has revealed himself to us by the word, we may comprehend him in proportion to the small ability and measure of our understanding, not that we may bring him down from his heavenly throne, but that our understandings, which are naturally feeble and sluggish, may approach to him by degrees; for it is proper that we should strive to approach to his loftiness, since he invites us by the Word and sacraments. If we are skillful interpreters, the spiritual knowledge of God will always flourish among us; we shall not give the name of God to stones, or wood, or trees; there will be nothing earthly or gross in our conceptions of him; but the nearer he comes down to us, the more earnestly shall we labor to make a proper use of those aids which he holds out, that our minds may not grovel on the earth; since God accommodates himself to our weakness for no other reason than that the sacraments may serve to us the purpose of ladders, which superstition abuses for a contrary purpose. <\/p>,",
    "audit": null
}