{
    "id": 7232,
    "source": "calvin",
    "verse_id": 18112,
    "verse_count": 1,
    "reference": "24:16",
    "title": "",
    "html": " <p> <i>From the uttermost part <\/i> <i>of the earth.<\/i>, This verse contains two statements which have some appearance of being at variance with each other. It begins with a joyful description of the praises of God, and next passes on to complaints and lamentations, in which he bewails the treachery of transgressors, who overturn religion and godliness. So far as relates to praises, we have said that we can neither praise God nor call upon him, till he reveal himself to us, and give a taste of his goodness, that we may entertain hope and confident expectation of life. Hence those sayings of David, <\/p>\n <p> <span>“In the grave who shall praise thee, O Lord? \nIn death who shall confess to thee?” (<\/span>, <a class=\"ref\">Psalms 6:5<\/a>.) <\/p>\n <p>When we feel nothing but the wrath of God, we are dumb to his praises; and therefore when he says that the praises of God will be heard, he means that the gospel will be spread through the whole world; that men may acknowledge God to be their Father, and may thus break forth into his praise. “From the uttermost part” is a phrase that deserves attention; for at that time the praises of God were confined to Judea, and were not heard at a distance; but afterwards they began to resound everywhere. (<a class=\"ref\">Psalms 76:1<\/a>.) <\/p>\n <p> <i>Glory to the righteous.<\/i>, Some consider this to be spoken by all believers, as if the song were, “God is glorified on account of his righteousness.” Others read the two clauses as one, “We have heard that glory is given to the righteous God.” Those who think that the heralds of God’s praises are called “righteous,” bring out a very good sense, but do not attend to the word “Glory,” or at least are constrained to render the word <span class=\"greek-hebrew\">,צבי<\/span>,(<i>tzēbī <\/i>) <i>joy.<\/i>, He makes use of the preterite, “We have heard,” instead of the future tense; and his reason for doing so is, that he intended to cheer the hearts of the godly by some consolation; “We shall again hear the praises of God;” for this is more than if he had said, “They will be heard.” He speaks also in the first person, in order to include the whole body of the Church, and thus to awaken the attention of the godly. <\/p>\n <p>God is called <i>righteous<\/i>,; and we know that this expression frequently occurs in Scripture, but it belongs to him in a different manner from that in which it belongs to men; for men are called “righteous,” on account of the “righteousness” which has been communicated to them; but God, who is the fountain of righteousness, is called “righteous,” on account of what he performs. (<a class=\"ref\">Deuteronomy 32:4; Psalms 7:9<\/a>.) And that is a proof of this congratulation and thanksgiving, because from the communication of this righteousness we obtain salvation and life; and therefore, wherever the righteousness of God is, it must be followed by praises and thanksgivings. <\/p>\n <p>When the Prophet predicted these things, how incredible might they appear to be! for among the Jews alone was the Lord known and praised. (<a class=\"ref\">Psalms 76:2<\/a>.) To them destruction is foretold, and next the publication of the word, and the celebration of the praises of God; but how could these things be done, when the people of God had been destroyed? Hence we may infer that there were few who believed these predictions. But now that those events have taken place, it is our duty to behold with admiration so great a miracle of God, because, when the Jews had been not only broken down, but almost annihilated, still there flashed from them a spark by which the whole world was enlightened, and all who were kindled by it burst forth into a confession of the truth. <\/p>\n <p> <i>My leanness.<\/i>, This passage is explained in various ways; for some translate <span class=\"greek-hebrew\">,רזי <\/span> <i>(rāzī <\/i>) <i>secret<\/i>, and others <i>leanness<\/i>,. Those who translate it <i>secret<\/i>, understand the Prophet to mean that a double secret has been revealed to him, because the Lord has determined to reward the good and to punish the wicked; for when men look only at the outward appearance of things, and see that the wicked succeed to their wish, and that the godly are overwhelmed by afflictions, they are distressed, and doubt whether the affairs of men are governed by the hand of God, or all things happen by chance; and Solomon shews that thoughts of this kind are the seed of ungodliness. (<a class=\"ref\">Ecclesiastes 8:11<\/a>.) On this account the Psalmist also says, that he “entered into the sanctuary of God,” that he might examine the subject in another manner than by human reason. (<a class=\"ref\">Psalms 73:17<\/a>.) If we adopt that interpretation, the meaning will be, “Though it appear as if there were no reward to the righteous, yet I hold this as a secret imparted to me, that it will be well with them; and although the wicked think that they will escape, yet I know that they will not pass unpunished.” But as this ingenuity appears to be too far-fetched, I prefer a more simple interpretation; and, besides, there immediately follows an interjection expressive of lamentation, <span class=\"greek-hebrew\">,אוי<\/span>, (ōī,) <i>Wo!<\/i>, so that I do not think that Isaiah speaks here about the righteous or about their reward. <\/p>\n <p>Others more correctly explain it <i>leanness<\/i>,; as if he had said, that through grief he shrinks and grows lean; for as the prosperous and flourishing condition of that people might be called “fatness,” so its wretched and distressed condition might be called “leanness.” Here the Prophet stands forth as the representative of the whole race; and when the Lord cuts it down, he justly complains of his “leanness.” This interpretation, I have said, is probable; for when the Prophet saw the people diminishing in numbers, he had good reason for bewailing that diminution. We know that, when the grace of God was very abundantly poured out, the ancient people was greatly diminished, and the posterity of Abraham was almost annihilated. <\/p>\n <p>But we must see if the Prophet does not look farther than to the rejection of his nation, so as to bewail the condition of his bowels, when he foresees that the Church will be heavily distressed; for <span class=\"greek-hebrew\">,רז<\/span>,(<i>rāz<\/i>,) which some translate <i>secret<\/i>, may properly be understood to denote the internal part of the body. In this way the exclamation would be, “My bowels, or my entrails, are pained;” for in a pathetic discourse there is no absurdity in supposing that a word is supplied. When the Lord has extended his Church, it appears to be in a flourishing state, and free from all danger; but when its very inwards or bowels, that is, its own members, give it uneasiness, it is grievously tormented. Hypocrites arise, by whom it is more annoyed than by enemies who “are without.” (<a class=\"ref\">Revelation 22:15<\/a>.) <\/p>\n <p>Such is also the import of those groanings, <span class=\"greek-hebrew\">,אוי<\/span>, (ōī,) <i>wo to me<\/i>,; and Isaiah, I have no doubt, intended to intimate that the godly should not think that they will be happy in this world, but should believe that they must maintain a continual strife, even when they might imagine that there is nothing to hinder them from enjoying uninterrupted tranquillity and peace. He wishes to express the feeling of poignant grief which torments the Church inwardly, even in her very bowels; and this affliction is the more deeply to be lamented, because it cannot be avoided; for, as some one says, the Church can neither flee from internal and domestic enemies, nor put them to flight. Isaiah can scarcely find terms adequate to express this miserly <\/p>\n <p> <i>The treacherous dealers have dealt treacherously.<\/i>, These words abundantly confirm the expositions which have been already given. How heavy this affliction is, and how deeply it ought to be deplored, we ourselves have abundantly experienced, and still experience every day. Whence arose Popery, and all its corruption, but from this internal evil? for it was an imposthume (<span class=\"greek-hebrew\">,ἀπόστημα <\/span>) bred in the very bowels of the Church, which sent forth offensive and diseased matter. How comes it also that, when the Church begins to revive, we see doctrine corrupted and discipline overturned not only by the common people, but by those who ought to have given a good example to others? Is it not because the Church is always subject to this evil? <\/p>",
    "audit": null
}