{
    "id": 7979,
    "source": "calvin",
    "verse_id": 18876,
    "verse_count": 1,
    "reference": "63:9",
    "title": "",
    "html": "<p><i>In all their affliction he was afflicted. <\/i> He enlarges on the goodness of God toward his people, and shews that he was kind to the fathers, so long as they permitted themselves to be governed by him, and was so careful about them that he himself bore their distresses and afflictions. By speaking in this mainner, he declares the incomparable love which God bears toward his people. In order to move us more powerfully and draw us to himself, the Lord accommodates himself to the manner of men, by attributing to himself all the affection, love, and (<span class=\"greek-hebrew\"> συμπαθεία<\/span>) compassion which a father can have. And yet in human affairs it is impossible to conceive of any sort of kindness or benevolence which he does not immeasurably surpass.<\/p> \n<p>I acknowledge that<span class=\"greek-hebrew\"> לא<\/span> (<i>lo<\/i>) with<span class=\"greek-hebrew\"> א<\/span> (<i>aleph<\/i>) literally signifies not; and therefore I do not altogether reject a different interpretation, that the people in their afflictions were not afflicted, because God always applied some remedy to alleviate their sorrows. But since<span class=\"greek-hebrew\"> א<\/span> , (<i>aleph<\/i> ,)in many passages, is manifestly changed into<span class=\"greek-hebrew\"> ו<\/span> , (<i>vau<\/i> ,) learned commentators justly, in my opinion, view it as equivalent to the pronoun<span class=\"greek-hebrew\"> לו<\/span> , (<i>lo<\/i> ,) to him. In this sense the Prophet testifies that God, in order to alleviate the distresses and afflictions of his people, himself bore their burdens; not that he can in any way endure anguish, but, by a very customary figure of speech, he assumes and applies to himself human passions.<\/p> \n<p><i>And the angel of his face saved them. <\/i> Of the care which he took of them he next explains the effect, by saying that he always delivered them by the hand of his angel, whom he calls “the angel of his face,” because he was the witness of the presence of God, and, as it were, his herald to execute his commands; that we may not think that angels come forth of their own accord, or move at their own suggestion, to render assistance to us; for the Lord makes use of their agency, and makes known to us his presence by means of them. Angels can do nothing of themselves, and give no assistance, except so far as the Lord commissions them<\/p> \n<p>“to be ministers of our salvation.” ( <a class=\"ref\">Hebrews 1:14<\/a>.)<\/p> \n<p>Let us not, therefore, fix our whole attention on them, for they lead us straight to God.<\/p> \n<p>If it be thought preferable to interpret this phrase as describing the lively image of God, because that angel, being the leader and guardian of the people, shewed the face of God as in a mirror, that meaning will be highly appropriate. And indeed I have no doubt that the office of Savior is ascribed to Christ, as we know that he was the angel of highest rank, by whose guidance, safeguard, and protection, the Church has been preserved and upheld.<\/p> \n<p><i>In his love<\/i> . He shews what was the cause of so great benefits; namely, his love and undeserved kindness, as Moses also teaches. “How came it that God adopted thy fathers, but because he loved them, and because his heart clave to them?” ( <a class=\"ref\">Deuteronomy 4:37<\/a>.) Moses wishes to set aside entirely the lofty opinion which they might entertain of themselves, because they were proud and haughty, and claimed more for themselves than they had a right to claim; and therefore he shews that there was no other cause for so great benefits than the absolute and undeserved goodness of God.<\/p> \n<p><i>He bore them and carried them<\/i> . He next makes use of the same metaphor which Moses employs in his song, when he says that God<\/p> \n<p>“carried his people in the same manner as an eagle bears her young on her wings.” ( <a class=\"ref\">Deuteronomy 32:11<\/a>.)<\/p> \n<p>Or perhaps some may choose to refer it to sheep, as we have seen elsewhere, “He will lead those that are with young.” ( <a class=\"isa\" verses=\"WzE4NDMyXQ==\">Isaiah 40:11<\/a>.) Yet it is more natural to view this as a comparison to a mother, who not only carries the child in the womb, but rears it till it arrive at full strength. The meaning may be thus summed up. “The people experienced the grace of God, not only once, when they were redeemed, but during the whole course of their life, so that to him alone ought to be ascribed all the benefits which they have received.” And therefore he adds —<\/p> \n<p><i>All the days of the age<\/i> ; that is, in an uninterrupted succession of many years; for God is not wearied in doing good, nor is it only to a single age that he shews his kindness; for he has never ceased to adorn and enrich his Church with various gifts.<\/p> ",
    "audit": null
}