{
    "id": 7311,
    "source": "calvin",
    "verse_id": 18196,
    "verse_count": 1,
    "reference": "29:2",
    "title": "",
    "html": "<p><i>But I will bring Ariel into distress<\/i> . I think that<span class=\"greek-hebrew\"> ו<\/span> (<i>vau<\/i>) should here be taken for a disjunctive conjunction: “And yet I will execute my judgments and take vengeance, though, by delaying them for a time, it may seem as if I had forgiven.” He next threatens that he will give them<i>grief<\/i> and<i>mourning<\/i> , instead of the joy of the festivals. <span class=\"greek-hebrew\"> אניה<\/span> (ă<i>nīāh<\/i>) is viewed by some as an adjective, but improperly; for it is used in the same manner by Jeremiah. ( <a class=\"ref\">Lamentations 2:5<\/a>.) He declares that the Lord will reduce that city to straits, that the Jews might know that they had to contend with God, and not with men, and that, though the war was carried on by the Assyrians, still they might perceive that God was their leader.<\/p> \n<p><i>And it shall be to me as Ariel. <\/i> This clause would not apply to the Temple alone; for he means that everything shall be made bloody by the slaughter which shall take place at Jerusalem; and therefore he compares it to an “Altar,” on which victims of all kinds are slain, in the same manner as wicked men destined for slaughter are frequently compared to a sacrifice. In short, by alluding here to the word “Altar,” he says, that the whole city shall be “as Ariel,” because it shall overflow with the blood of the slain. Hence it is evident that the outward profession of worship, ceremonies, and the outward demonstrations of the favor of God, are of no avail, unless we sincerely obey him. By an ironical expression he tells hypocrites, (who with an impure heart present sacrifices of beasts to God, as if they were the offerings fitted to appease his anger,) that their labor is fruitless, and that, since they had profaned the Temple and the Altar, it was impossible to offer a proper sacrifice to God without slaying victims throughout the whole city, as if he had said, “There will be carnage in every part.” He makes use of the word “Sacrifice” figuratively, to denote the violent slaughter of those who refused to offer themselves willingly to God.<\/p> ",
    "audit": null
}