{
    "id": 7282,
    "source": "calvin",
    "verse_id": 18164,
    "verse_count": 1,
    "reference": "27:12",
    "title": "",
    "html": " <p> <i>And yet it shall come to pass on that day. <\/i>,He softens the harshness of the former statement; for it was a dreadful judgment of God, that the people were deprived of all hope of mercy and favor. The particle <span class=\"greek-hebrew\">,ו <\/span>,(<i>vau <\/i>) must therefore be explained as in the tenth verse, “ <i>Nevertheless <\/i>,, or, <i>and yet <\/i>,it shall come to pass on that day.” <\/p>,\n <p> <i>That Jehovah shall thrash. <\/i>,The Prophet speaks metaphorically; for he compares the gathering of the Church to the “thrashing” of wheat, by which the grain is separated from the chaff. The meaning of the metaphor is, that the people were so completely overwhelmed by that captivity that they appeared to be nothing else than grain concealed or scattered here and there under the chaff. It was necessary that the Lord should “thrash,” as with a fan, what was concealed amidst the confused mass; so that this gathering was justly compared to “thrashing.” <\/p>,\n <p> <i>From the channel of the river to the river of Egypt. <\/i>,By this he means Euphrates and the Nile; for the people were banished, partly into Chaldea or Assyria, and partly into Egypt. Many fled into Egypt, while others were carried captive into Babylon. He therefore foretells that the Lord will gather his people, not only from Chaldea, and from the whole of Mesopotamia, but also from Egypt. <\/p>,\n <p> <i>And you shall be gathered one by one. <\/i> <span class=\"greek-hebrew\">,לאחד אחד <\/span>,, (<i>lĕăhăd <\/i>,ĕ <i>hād <\/i>,,) which we have translated “one by one,” is translated by others “each out of each place;” but this is an excessively forced exposition, and the exposition which I have stated appears to me more simple. Yet there are two senses which the words will bear; either, “I will gather you into one body,” or “I will gather you, not in companies nor in great numbers, but one after another,” as usually happens when men who had wandered and been scattered are gathered; for they do not all assemble suddenly, but approach to each other by degrees. The Jews were scattered and dispersed in such a manner that they could not easily be gathered together and formed into one body; and therefore he shews that this dispersion will not prevent them from being restored to a flourishing condition. This was afterwards fulfilled; for the Jews were gathered and brought back, not by a multitude of horsemen or chariots, not by human forces, or swords, or arms, as Hosea states, but solely by the power of God. (<a class=\"ref\">Hosea 1:7 <\/a>.) <\/p>,",
    "audit": null
}