{
    "id": 7091,
    "source": "calvin",
    "verse_id": 17970,
    "verse_count": 1,
    "reference": "15:9",
    "title": "",
    "html": " <p> <i>For the waters of Dimon shall be filled with blood.<\/i>, Here he describes not only <i>grief<\/i>, and <i>howling<\/i>, flight or trembling, or the covetousness of enemies in plundering their wealth, but the slaughter of men. How great must this have been, when large and magnificent rivers, such as <i>Dimon<\/i>, was, are <i>filled with blood<\/i>,! <\/p>\n <p> <i>For I will lay upon Dimon additions.<\/i>, By <i>additions<\/i>, he means that the Lord, in whose name he speaks, will multiply the murders; so that the dead bodies shall be heaped up, and there shall be no end to cruelty and slaying. Now, though the Assyrians were cruel in this slaughter, yet the Lord was not cruel; for he justly punished the barbarity of the Moabites which they basely exercised towards the Jews, on whom they ought to have had compassion. It was right that they should suffer the same punishment which they had inflicted on others. <\/p>\n <p> <i>To those who have escaped of Moab lions.<\/i>, These also are the <i>additions<\/i>, of which he spake, or, at least, a part of them. This may be regarded as the copestone of that calamity; so that if any detachments of the enemy attempted to escape, and to rescue themselves from the slaughter, they had to encounter <i>lions<\/i>, and wild beasts, by which they were devoured. “They will, indeed,” says he, “rescue themselves from the slaughter, but they will not on that account be safe, nor will they escape the hand of God.” And this is the true meaning of the Prophet, if we carefully examine the scope of the whole passage; for he intended to deepen the picture of that distressing calamity by adding, that even the small remnant which shall be rescued from the slaughter will fall into the jaws of <i>lions<\/i>,. The hand of the Lord pursues the wicked in such a manner that they cannot in any way escape; for if they avoid one danger, they immediately meet with another. Let us remember that these things are spoken by the Prophet for the consolation of the godly, that they may fortify their minds by some promise against the cruelty of their enemies, who shall at length be destroyed, and shall nowhere find a refuge either in their gods, or in fortresses, or in lurking-places, or in flight. <\/p>",
    "audit": null
}