{
    "id": 7696,
    "source": "calvin",
    "verse_id": 18592,
    "verse_count": 1,
    "reference": "46:5",
    "title": "",
    "html": "<p><i> To whom will ye liken and compare me?<\/i> Here the Prophet introduces the Lord as remonstrating with the Jews, because they distrusted and doubted his power, and, in a word, because they put him on a level with idols, and even placed idols above him. When they saw the Babylonians enjoy prosperity, they thought that their hope was gone, and that the remembrance of the covenant had faded away, and hardly believed that God was in heaven or took any concern about them. On this account the Lord complains that they ascribe some power to idols, and that thus they east his power into the shade. This subject was formerly discussed under the forty-second, forty-third, and following chapters; and therefore it is unnecessary to repeat observations in each word.<\/p> \n<p>In order that they may not estimate the power of God by the present condition of things, he bids them raise their minds higher. In like manner, when we see the Papists enjoy prosperity, if we should entertain doubts whether or not they possessed the true religion, we would need to be dissuaded by the same exhortation; for this would be to compare God with idols. And we ought carefully to observe this circumstance, the forgetfulness or disregard of which has led many commentators absurdly to weaken this statement, by supposing that the Prophet merely attacks superstitious persons who ascribe some divine power to wood or stone, because this degrades the glory of God by comparing him to dead things. But I have no doubt that he reproves that sinful and wicked conclusion by which the people, when they were weighed down by adversity, imagined that God was favorable to the Babylonians; for, if he had been favorable to them, it would follow that he approves of idolatry, and thus his honor would have been conveyed to dumb creatures. We may likewise draw from it a general doctrine that God is robbed of his glory, when he is compared to dumb and senseless things, as Paul also applies the passage appropriately. (<a class=\"ref\">Acts 17:29<\/a> .)<\/p> ",
    "audit": null
}