{
    "id": 7303,
    "source": "calvin",
    "verse_id": 18186,
    "verse_count": 1,
    "reference": "28:21",
    "title": "",
    "html": " <p> <i>For as in Mount Perazim.<\/i>, Since he speaks here of the reprobate, the Prophet holds out nothing but terrors and cruel punishment; for while the Lord deals kindly and gently with his children, he shews that he will be an object of terror to the reprobate. For this purpose he produces examples, in which the Lord displayed his arm in defense of his people, as when he routed the Philistines in the valley of Perazim, when David pursued them, (<a class=\"ref\">2 Samuel 5:20; 1 Chronicles 14:11<\/a>,) and at another time, when the Amorites and other enemies were slain by the Israelites in the valley of Gibeon, with Joshua as their leader, to whom the Lord granted that the “sun and moon should stand still,” that they might more easily pursue their enemies. (<a class=\"ref\">Joshua 10:10<\/a>.) <\/p>\n <p> <i>Shall Jehovah rise up.<\/i>, By the word “rise up” he points out the power of God, because we think that he is lazy and indolent, when he does not punish the reprobate. It is therefore said that he “rises up” or stands erect, when he openly exhibits to us proofs of his power, and such as especially manifest the great care which he takes of his Church. Although the manner was different, (for in ancient times he “rose up” in defense of his chosen people against foreigners, but now he threatens war against the Jews,) yet Isaiah skillfully applies these examples; for by driving out internal enemies God will promote the advantage of his Church not less than if he directed his strength and arms against foreigners. He would thus reckon them in the number of enemies, though they falsely boasted that they were his people. <\/p>\n <p> <i>His strange work.<\/i>, Some think that this “work” is called “strange,” because nothing corresponds better to the nature of God than to be merciful and to pardon our sins; and that when he is angry, he acts against his will, and assumes a character that is foreign to him and that is contrary to his nature. By nature he is gentle, compassionate, patient, kind, slow to anger, as Scripture declares by many words and by a variety of expressions his infinite compassion. (<a class=\"ref\">Exodus 34:6; Psalms 103:8<\/a>.) Others explain it to mean that the “work” is “strange,” because formerly he was wont to defend his people, and that it is monstrous that he now proceeds to attack and exterminate them, as if they were enemies. <\/p>\n <p>For my own part, I consider “strange” to mean simply what is uncommon or wonderful; for this appellation is given to what is rare and unusual among men, and we know that they almost always view with astonishment whatever is new. It is as if he had said, “The Lord will punish you, and that not in a common or ordinary way, but in a way so amazing that at the sight or hearing of it, all shall be struck with horror.” It is certain that all the works of God are so many proofs of his power, so that they ought justly to excite our admiration; but because, through constant habit and looking at them, they are despised by us, we think that he does nothing unless he adopt some extraordinary methods. On this account Isaiah quotes ancient examples, in order that we may know that, though to men this vengeance be new and amazing, yet to God it is far from being new, since for a long period he has given proofs of his power and ability not less remarkable than these. Yet I willingly admit that the Prophet contrasts the wicked Israelites with the Philistines and Canaanites, as if he had said, “The Lord formerly performed miracles when he wished to save his people; he will now perform them in order to destroy that people; for since the Israelites have degenerated, they shall feel the hand of God for their destruction which their fathers felt for their salvation.” <\/p>",
    "audit": null
}