{
    "id": 7177,
    "source": "calvin",
    "verse_id": 18056,
    "verse_count": 1,
    "reference": "22:3",
    "title": "",
    "html": "<p><i> All thy rulers are fled together.<\/i> This verse has been interpreted in various ways. The fact is abundantly plain, but there is some difficulty about the words. As<span class=\"greek-hebrew\"> מ<\/span> (<i> mem<\/i>) signifies<i> before<\/i> and<i> more than<\/i> , some explain<span class=\"greek-hebrew\"> מרחוק<\/span> (<i> mĕrāchōk<\/i>) to mean, “They fled before others, though they were situated in the most distant parts of the country, and were in greater danger.” Others render it, “Although they were at a great distance from Jerusalem, still they did not cease to flee like men who are seized with terror, and never stop in their flight, because they continually think that the enemy is at their heels.”<\/p> \n<p>But a more natural interpretation appears to me to be.<i> They have fled from afar;<\/i> that is, “they who have resorted to Jerusalem as a safe retreat will be seized by enemies and vanquished;” for Jerusalem might be regarded as the general protection of the whole of Judea, and therefore, when a war broke out, the inhabitants rushed to it from every quarter. While they looked upon their habitation in Jerusalem as safe, they were taken prisoners. Others suppose it to refer to the siege of Sennacherib. (<a class=\"ref\">2 Kings 18:13; 2 Chronicles 32:1<\/a> .) But I cannot be persuaded to expound the passage in this manner, for he speaks of the destruction of Jerusalem. When it was besieged by Sennacherib, the Lord immediately delivered it; none were taken or made prisoners, and there was no slaughter of men. These events therefore happened long after the death of the Prophet, and sacred history relates them, and informs us that in that destruction even the rulers betook themselves to flight; but they derived no advantage from their flight, nor did Jerusalem afford them any defense, for they fell into the hands of their enemies.<\/p> \n<p>When he expressly mentions the<i> rulers<\/i> , this shews more strongly the shamefulness of the transaction, for they ought to have been the first to expose their persons for the safety of the people. They might be viewed as the shields which ought to have guarded and defended the common people. So long as Jerusalem kept its ground and was in a prosperous condition, these statements might be thought incredible, for it was a very strong and powerfully fortified city. But they chiefly boasted of the protection of God, for they thought that in some way God was bound to his “Temple;” and their pride swelled them with the confident hope that, though all should be leagued against it, no power and no armies could bring it down. (<a class=\"ref\">Jeremiah 7:4<\/a> .) This prophecy might therefore be thought very strange, that they would have no courage, that they would betake themselves to flight, and that even in that manner they could not escape.<\/p> \n\n<p>FT335 “I will weep bitterly. (Heb. I will be bitter in weeping.)” — Eng. Ver.<\/p> \n<p>FT336 “My soul is wearied because of murderers.” — Eng. Ver. See our Author’s view of that passage in his Commentary on Jeremiah, vol. 1 p. 249<\/p> \n<p>FT337 “To the mountains.” — Eng. Ver.<\/p> \n<p>FT338 “<span class=\"aramaic_text\"> La plaine du Jordain<\/span> ;” — “The plain of the Jordan.”<\/p> \n<p>FT339 “And Kir uncovered (Heb. made naked) the shield.” — Eng. Ver.<\/p> \n<p>FT340 “Kir is now agreed to be identical with<span class=\"greek-hebrew\"> Κύρος<\/span> , the name of a river rising in the Caucasus, and emptying into the Caspian Sea, from which Georgia (Girgistan) is supposed to derive its name. Kir was subject to Assyria in the time of Isaiah, as appears from the fact that it was one of the regions to which the exiles of the ten tribes were transported. It may here be put for Media, as Elam is for Persia.” —<i> Alexander<\/i><\/p> \n<p>FT341 “Thy choicest valleys, (Heb. the choice of thy valleys.)” — Eng. Ver.<\/p> \n<p>FT342 “The name of ‘the house of the forest’ was given to it, because it was constructed of ‘cedars’ taken from the forest of Lebanon, and because it rested on four rows of fifteen large pillars of cedar. When the inhabitants of Jerusalem heard of the invasion by the Assyrian army, they looked to this armory to draw from it arms for defending the city.” —<i> Rosenmüller<\/i> . “It was built by Solomon within the city as a cool retreat; and here he laid up his choicest armory.<a class=\"ref\">1 Kings 7:2<\/a> . See<a class=\"ref\">Nehemiah 3:19<\/a> .” —<i> Stock<\/i><\/p> \n<p>FT343 “<span class=\"aramaic_text\"> Le sac et l’arrachement des cheveux<\/span> ;” — “Sackcloth and pulling out the hair.”<\/p> \n<p>FT344 “<span class=\"aramaic_text\"> En sac ou cendre<\/span> ;” — “In sackcloth or ashes.”<\/p> \n<p>FT345 Rosenmüller, who is followed in this instance by Stock and Alexander, renders this clause, “Jehovah was revealed in my ears,” remarking that<span class=\"greek-hebrew\"> נגלה<\/span> (<i> niglah<\/i>) must here be taken for a reflective verb, and quoting as parallel passages,<a class=\"ref\">1 Samuel 2:27<\/a> , in the former of which instead of the literal rendering, “Revealing was I revealed?” our translators say, “Did I plainly appear?” while in the latter they make<span class=\"greek-hebrew\"> נגלה<\/span> (<i> niglah<\/i>) a reflective verb, “The Lord revealed himself.” —<i> Ed<\/i><\/p> \n<p>FT346 “<span class=\"aramaic_text\"> C’est à dire, des enfans de Dieu<\/span> ;” — “That is, of the children of God.”<\/p> \n<p>FT347 “<span class=\"aramaic_text\"> Tellement qu’ils n’ont pas mesme un pied de terre pour estre interrez<\/span> ;” — “So that they have not even a foot of earth for a grave.”<\/p> \n<p>FT348 “He will surely violently turn.” — Eng. Ver.<\/p> \n<p>FT349 “As the robe and the baldric, mentioned in the preceding verse, were the ensigns of power and authority, so likewise was the key the mark of office, either sacred or civil.” —<i> Lowth<\/i><\/p> \n<p>FT350 “To comprehend how the key could be borne on the shoulder, it will be necessary to say somewhat of the form of it; but, without entering into a long disquisition, and a great deal of obscure learning, concerning the locks and keys of the ancients, it will be sufficient to observe, that one sort of keys, and that probably the most ancient, was of considerable magnitude, and, as to the shape, very much bent and crooked. Homer, Odyss. 21:6, describes the key of Ulysses’s store-house as<span class=\"greek-hebrew\"> εὐκαμπὴς<\/span> , of a large curvature; which Eustathius explains by saying it was<span class=\"greek-hebrew\"> δρεπανοειδὴς<\/span> , in shape like a reap-hook. The curve part was introduced into the key-hole, and, being properly directed by the handle, took hold of the bolts within, and moved them from their places. We may easily collect from this account, that such a key would lie very well upon the shoulder; that it must be of some considerable size and weight, and could hardly be commodiously carried otherwise. Ulysses’s key was of brass, and the handle of ivory; but this was a royal key; the more common ones were probably of wood.” —<i> Lowth<\/i><\/p> \n<p>FT351 “<span class=\"aramaic_text\"> Ce mot est deduit de verité, laquelle est tousjours accompagnee de fermeté et asseurance<\/span> ;” — “This word is derived from truth, which is always accompanied by firmness and certainty.”<\/p> \n<p>FT352 “In ancient times, and in the eastern countries, as the way of life, so the houses were much more simple than ours at present. They had not that quantity and variety of furniture, nor those accommodations of all sorts with which we abound. It was convenient and even necessary for them, and it made an essential part in the building of a house, to furnish the inside of the several apartments with sets of spikes, nails, or large pegs, upon which to dispose of, and hang up, the several moveables and utensils in common use, and proper to the apartment. These spikes they worked into the walls at the first erection of them — the walls being of such materials that they could not bear their being driven in afterwards; and they were contrived so as to strengthen the walls, by binding the parts together, as well as to serve for convenience. Sir John Chardin’s account of this matter is this, ‘They do not drive with a hammer the nails that are put into the eastern walls; the walls are too hard, being of brick; or if they are of clay, too mouldering; but they fix them in the brick-work as they are building. They are large nails with square heads like dice, well-made, the ends being so bent as to make them cramp-irons. They commonly place them at the windows and doors, in order to hang upon them, when they like, veils and curtains.’ (Harmer, Obser. 1 p. 191.) And we may add, that they were put in other places too, in order to hang up other things of various kinds; as it appears from this place of Isaiah, and from<a class=\"ref\">Ezekiel 15:3<\/a> , who speaks of a pin, or nail, to hang any vessel thereon.” —<i> Lowth<\/i><\/p> \n<p>FT353 “The offspring and the issue.” — Eng. Ver.<\/p> \n<p>FT354 “<span class=\"aramaic_text\"> Mais s’estendra jusqu’ a ceux qui viendront long temps apres<\/span> ;” “But will extend to those who shall live long afterwards.”<\/p> \n<p>FT355 “Here follow the names of utensils hung up in an eastern house, concerning which we must needs be uncertain. The meaning of the whole figure is, Eliakim shall be the support of all ranks in the state, of the meanest people as well as the highest.” —<i> Stock<\/i><\/p> \n<p>FT356 “Even to all the vessels of flagons, (or, instruments of violins.)” — Eng. Ver.<\/p> \n<p>FT357 “The old interpretation of<span class=\"greek-hebrew\"> נבלים<\/span> (<i> nĕbūlīm<\/i>) as denoting musical instruments,” says Professor Alexander, “though justified by usage, is forbidden by the context.”<\/p> ",
    "audit": null
}