{
    "id": 7875,
    "source": "calvin",
    "verse_id": 18771,
    "verse_count": 1,
    "reference": "57:5",
    "title": "",
    "html": " <p> <i>Inflaming yourselves. <\/i> Others render it, “Taking delight” or “consolation;” but the Prophet makes use of a metaphor which is often found in Scripture, and which is exceedingly adapted to the present subject; for the Lord compares the ardor by which idolaters are hurried along to the love of a harlot, by which poor wretched men are inflamed so as to be transported with blind eagerness. (<a class=\"ref\">Jeremiah 3:1; Hosea 2:2<\/a>) Idolaters have no moderation, and do not permit themselves to be reclaimed from their madness by any arguments. In the sight of God idolatry is a very base kind of fornication. <\/p> \n <p> <i>Under the oaks, <\/i> or, <i>with the gods. <\/i> Some translate <span class=\"greek-hebrew\"> אלים <\/span> (<i>elim<\/i>) “gods,” and others “oaks.” I leave every one at liberty to adopt either reading; for the meaning will always be the same, and commentators are agreed that the Prophet condemns idolatry. I do not dispute, therefore, about the reading; though it is probable that the same thing is twice repeated, in accordance with the practice of Hebrew writers, in a particular and in a general form, and yet that the Prophet, by means of an ambiguous word, alludes to “the gods.” <\/p> \n <p> <i>Sacrificing children. <\/i> Here he bears still harder on the Jews, and shows that they are not the true seed of Abraham; seeing that they pollute themselves with superstitions of every kind. In consequence of the delight which the Jews took in such practices, he exposes their vileness. “You shelter yourselves, indeed, under the name of religion, but I declare that you commit fornication with idols.” In this manner it was proper to expose and freely to point out that wickedness which base and malicious men endeavor to cloak under various pretenses; and thus the Prophet boldly discharges his duty by summoning men to the judgment­seat of God, and holding them to be guilty, though they wish to take every method of excusing themselves. He shows that they are treacherous, and have departed from the law of God by abominable idolatry, and mentions one kind of shocking and even accursed and monstrous worship; namely, the “sacrificing of children,” from which it is very evident how powerful is the spirit of error, when men have once turned aside from God. Satan seizes their minds (<a class=\"ref\">2 Thessalonians 2:9<\/a>) in such a manner that he drives them altogether to madness and rage. They who do not hesitate to slay their children, as if on the ground of its being a righteous sacrifice, must be in a state of furious madness. <\/p> \n <p>And yet those cruel murderers of their children did not want some pretense; for they cloaked their crime under the example of Abraham, who did. not spare (<a class=\"ref\">Genesis 22:16<\/a>) his only­begotten son; and the ancient Hebrew writers pronounce it to have been (<span class=\"greek-hebrew\"> κακοζηλία<\/span>) a wicked imitation “If we are Abraham’s descendants, we ought not to spare our children.” But Abraham did this (<a class=\"ref\">Genesis 22:2<\/a>) by the command of God; while they did it of their own accord, and without God’s command. It was an extraordinary example, by which the Lord intended to try and attest Abraham’s faith. Besides, Isaac was not sacrificed; for the Lord was satisfied with Abraham’s cheerful and ready will. (<a class=\"ref\">Genesis 22:12<\/a>) They slew their children. It was, therefore, a perverse and damnable imitation, for they differed widely from their father This should be carefully observed; for a large portion of superstitions has proceeded from this source of (<span class=\"greek-hebrew\"> κακοζηλία<\/span>) wicked imitation. Men have rashly and without discrimination seized on everything that was done by the fathers. <\/p> ",
    "audit": null
}