{
    "id": 6963,
    "source": "calvin",
    "verse_id": 17837,
    "verse_count": 1,
    "reference": "9:7",
    "title": "",
    "html": " <p> <i>To the increase of the government there will be no end.<\/i>, He begins to explain and confirm what he had formerly said, that Christ is <i>The Prince of Peace<\/i>, by saying that his government is extended to every age, and is perpetual; <i>that there will be no end to the government or to peace<\/i>,. This was also repeated by Daniel, who predicts that his <i>kingdom is an everlasting kingdom<\/i>,. (<a class=\"ref\">Daniel 7:27<\/a>.) Gabriel also alluded to it when he carried the message to the virgin; and he gave the true exposition of this passage, for it cannot be understood to refer to any other than to Christ. <\/p>\n <p>He shall reign, says he, over the house of Jacob for ever, and of his kingdom there shall be no end. (<a class=\"ref\">Luke 1:33<\/a>.) <\/p>\n <p>We see that the mightiest <i>governments<\/i>, of this world, as if they had been built on a <i>slippery<\/i>, foundation, (<a class=\"ref\">Psalms 73:18<\/a>,) are unexpectedly overturned and suddenly fall. How fickle and changeable all the kingdoms under heaven are, we learn from history and from daily examples. This <i>government<\/i>, alone is unchangeable and eternal. <\/p>\n <p>Now, this continuance, of which Isaiah now speaks, consists of two parts. It belongs both to time and to quality. Though the kingdom of Christ is in such a condition that it appears as if it were about to perish at every moment, yet God not only protects and defends it, but also extends its boundaries far and wide, and then preserves and carries it forward in uninterrupted progression to <i>eternity<\/i>,. We ought firmly to believe this, that the frequency of those shocks by which the Church is shaken may not weaken our faith, when we learn that, amidst the mad outcry and violent attacks of enemies, the <i>kingdom<\/i>, of Christ stands firm through the invincible power of God, so that, though the whole world should oppose and resist, it will remain through all ages. We must not judge of its stability from the present appearances of things, but from the promise, which assures us of its <i>continuance<\/i>, and of its constant increase. <\/p>\n <p> <i>And to the peace.<\/i>, To <i>the government<\/i>, he adds the eternity of <i>the peace<\/i>, for the one cannot be separated from the other. It is impossible that Christ should be <i>King<\/i>, without also keeping his people in calm and blessed <i>peace<\/i>, and enriching them with every blessing. But as they are daily exposed to innumerable vexations, endure fierce attacks, and are tossed and perplexed by fears and anxieties, they ought to cultivate that <i>peace<\/i>, of Christ, which holds the highest place <i>in their hearts<\/i>, (<a class=\"ref\">Philippians 4:7; Colossians 3:15<\/a>,) that they may remain unhurt, and may even retain their composure amidst the destruction of the whole world. <\/p>\n <p>In the word <span class=\"greek-hebrew\">,לםרבה<\/span>, (<i>lemarbeh<\/i>,) contrary to the usual manner of writing, there is the close form of <span class=\"greek-hebrew\">,ם<\/span>,(<i>mem <\/i>). Some think that it denotes the slavery by which the Jewish people should be oppressed till the coming of Christ. Others think that that nation, on account of its treachery, was excluded by this mark from having any share in this <i>kingdom<\/i>,. I do not find fault with these views. Indeed, we can hardly assert that the Prophet wrote it in this manner; but yet, since this is the form in which it has come into our hands, and since the Rabbins were so close observers of the minutest portion of a letter, we cannot avoid thinking that this was not rashly done. And if we admit that the Prophet intentionally wrote it in this manner, I think that it conveyed this useful instruction, that believers should not imagine that the splendor of Christ’s kingdom would consist in outward pomp, or cherish vain hopes of worldly triumphs, but should only expect, amidst various calamities, an unseen extension of the kingdom, because it had been promised. <\/p>\n <p> <i>Upon the throne of David.<\/i>, A promise having been made to <i>David<\/i>, that the Redeemer would spring from his seed, (<a class=\"ref\">2 Samuel 7:12<\/a>,) and his kingdom having been nothing else than an image or faint shadow of that more perfect and truly blessed state which God had determined to establish by the hand of his Son, the Prophets, in order to remind the people of that remarkable miracle, usually call Christ <i>the Son of David<\/i>,. (<a class=\"ref\">Jeremiah 23:5<\/a>.) Though the name of such a holy and upright king was justly beloved and revered, yet believers esteemed more highly the promised restoration to full salvation, and even among the most ignorant persons that prediction was universally remembered, and its truth and authenticity were considered to be clear and undoubted. I shall collect but a few of the passages in which the Prophets promise to an afflicted people restoration in the person of <i>David<\/i>, or of <i>his Son<\/i>,. (<a class=\"ref\">Jeremiah 30:9; Ezekiel 34:23; Hosea 3:5<\/a>.) Sometimes they foretell that <i>David<\/i>, who was already dead, would be king. In like manner Isaiah, in this passage, intimates that he brings forward nothing that is new, but only reminds them of that which God had formerly promised about the perpetuity of <i>the kingdom<\/i>,. Indirectly also he insinuates what Amoz more plainly states, that Christ will <\/p>\n <p>again raise up the throne which for some time had been fallen. (<a class=\"ref\">Amos 9:11<\/a>.) <\/p>\n <p>To order it, and to establish it with judgment and with righteousness. He describes the quality of the kingdom, but by a comparison drawn from earthly governments; for he says that Christ will be a King, to order and establish his kingdom with judgment and with righteousness. These are the means by which earthly governments prosper and take deep roots; but those which are only administered by fear and violence cannot be lasting. Since, therefore, justice is the best guardian of kingdoms and governments, and since the happiness of the whole of the people depends on it, by this clause Isaiah shows that the kingdom of Christ will be the model of the best kind of government. <\/p>\n <p> <i>Judegment<\/i>, and <i>righteousness<\/i>, do not here relate to outward affairs of state. We must observe the analogy between the kingdom of Christ and its qualities; for, being spiritual, it is established by the power of the Holy Spirit. In a word, all these things must be viewed as referring to the inner man, that is, when we are regenerated by God to true <i>righteousness<\/i>,. Outward <i>righteousness<\/i>, indeed follows afterwards, but it must be preceded by that renovation of the mind and heart. We are not Christ’s, therefore, unless we follow what is good and just, and bear on our hearts the impress of that <i>righteousness<\/i>, which hath been sealed by the Holy Spirit. <\/p>\n <p> <i>Henceforth even for ever.<\/i>, This must be understood, I think, to refer to the perpetuity of <i>righteousness<\/i>, and doctrine rather than of <i>the kingdom<\/i>, lest we should imagine that his laws resemble the statutes of kings and princes, which are in force for three days, or for a short period, and are continually renewed, and soon become old again, but that we may know that their obligation is everlasting; for they have been established, as Zecharias says, <\/p>\n <p>that we may serve him in holiness and righteousness all the days of our life. (<a class=\"ref\">Luke 1:74<\/a>.) <\/p>\n <p>As Christ’s kingdom is everlasting, because <i>he dieth no more<\/i>, (<a class=\"ref\">Romans 6:9<\/a>,) so it follows that <i>righteousness<\/i>, and judgment will be everlasting, for they cannot be changed by any length of time. <\/p>\n <p> <i>The zeal of the Lord of hosts will perform this.<\/i>, By <i>zeal<\/i>, I understand that ardent desire which God will display in preserving his Church, by removing all difficulties and obstructions which might otherwise have hindered its redemption. When we engage in any difficult undertaking, our earnestness, and the warmth of our feelings, overcome the difficulties which present themselves to baffle or retard our attempts. In like manner Isaiah shows that God is inflamed with an uncommon and extraordinary desire to promote the salvation of the Church, so that if believers cannot measure by their own capacity what he has just now promised, still they ought not to cease to entertain confident hope, for the manner of it is wonderful and inconceivable. In short, he intimates that God will come with no light or slow arm to redeem his Church, for he will be all on flame with amazing love of believers, and anxiety about their salvation. <\/p>",
    "audit": null
}