{
    "id": 7750,
    "source": "calvin",
    "verse_id": 18646,
    "verse_count": 1,
    "reference": "49:9",
    "title": "",
    "html": " <p> <i>That thou mayest say to them that are bound. <\/i>,These words describe the change which took place at the coming of Christ. And yet the Prophet unquestionably intends to administer consolation to the Jews in their extremity, that they may not think it incredible that they shall be restored to a better condition, because they see that they are almost devoted to destruction. Still, he shows in general what is the nature of Christ’s office, and explains what is meant by <i>restoring desolate heritages; <\/i>,for, before the coming of Christ, we are “bound” under a miserable yoke, and plunged in darkness. By these metaphors is meant, that so long as we are without Christ, we are overwhelmed by a load of all evils; for by <i>darkness <\/i>,he excludes everything that relates to the kingdom of Christ, faith, righteousness, truth, innocence, and everything of that nature. We are therefore in “darkness,” till Christ say, <i>Shew yourselves <\/i>,We are “bound,” till he say, <i>Come forth. <\/i> <\/p>,\n <p>The word <span class=\"greek-hebrew\">,לאמר <\/span>,, (<i>lemor <\/i>,,) “that thou mayest say,” is highly emphatic; for it shews that the preaching of the Gospel is the means by which we are delivered. If therefore we desire liberty, if we desire the light of the kingdom of God, let us listen to Christ when he speaks; otherwise we shall be oppressed by the unceasing tyranny of Satan. Where then is the liberty of our will? Whosoever claims for himself light, or reason, or understanding, can have no share in this deliverance of Christ; for liberty is not promised to any but those who acknowledge that they are captives, and light and salvation are not promised to any but those who acknowledge that they are plunged in darkness. <\/p>,\n <p> <i>On the ways they shall feed. <\/i>,When he promises that pastures shall be accessible to the children of God, and shall be on the tops of the mountains, by these metaphors he declares that all who shall be under the protection of Christ shall dwell safely; for he is a careful and attentive Shepherd, who supplies his flock with everything that is necessary, so that they are in want of nothing that is requisite for the highest happiness. (<a class=\"ref\">John 10:11 <\/a>.) This instruction was highly necessary at the time when the Jews were about to perform a joumey through dry and barren countries, in their return to a land which lay waste and desolate. The Prophet therefore says that God has abundant resources for supplying their wants, though earthly means should fail; and accordingly, in accordance with the ordinary custom of Scripture, he compares believers to sheep, in order that, being aware of their weakness, they may shrink themselves entirely to the care of the Shepherd. <\/p>,\n <p>Yet it is probable that indirectly he warns believers not to desire excessive luxury, because they will never have so great a superfluity as not to be attended by many difficulties; and likewise not to become effeminate, because they will be beset by dangers; for we know that “the ways” are exposed to the attacks of enemies and robbers, and that the tops of mountains are for the most part barren. The Church is governed by Christ in such a manner as not to be free from the attacks and insults of men, and is fed in such a manner as frequently to inhabit barren and frightful regions. But though enemies are at hand, God protects us from their violence and oppression. If we are thirsty or hungry, he is abundantly able to supply everything that is necessary for food and maintenance; and amidst perils and difficulties of this nature we perceive his care and anxiety more dearly than if we were placed beyond the reach of all danger. <\/p>,",
    "audit": null
}