{
    "id": 7246,
    "source": "calvin",
    "verse_id": 18127,
    "verse_count": 1,
    "reference": "25:8",
    "title": "",
    "html": "<p><i>He hath destroyed death eternally. <\/i> The Prophet continues his subject; for in general he promises that there will be perfect happiness under the reign of Christ, and, in order to express this the more fully, he employs various metaphors admirably adapted to the subject. That happiness is real, and not temporary or fading, which not even death can take away; for amidst the highest prosperity our joy is not a little diminished by the consideration that it will not always last. He therefore connects two things, which render happiness full and complete. The first is, that the life is perpetual; for to those who in other respects are happy for a time, it is a wretched thing to die. The second is, that this life is accompanied by joy; for otherwise it may be thought that death would be preferable to a sorrowful and afflicted life. He next adds that, when all disgrace has been removed, this life will be glorious; for otherwise less confidence would have been placed in the prophecy, in consequence of the wretched oppression of the people. <\/p>\n<p>But it is asked, To what period must we refer these promises? for in this world we must contend with various afflictions, and must fight continually; and not only are we “appointed to death,” (<a class=\"ref\">Psalms 44:22<\/a>,) but we “die daily.” (<a class=\"ref\">1 Corinthians 15:31<\/a>.) Paul complains of himself and the chief pillars of the Church, that they are “a spectacle to all men,” and endure insults of every kind, and are even looked upon as ( <span class=\"greek-hebrew\">καθάρματα<\/span>) “cleansings” and ( <span class=\"greek-hebrew\">περιψήματα<\/span>) “sweepings,” or “offscourings.”  (<a class=\"ref\">1 Corinthians 4:9<\/a>.) Where or when, therefore, are these things fulfilled? They must undoubtedly be referred to the universal kingdom of Christ; — universal, I say, because we must look not only at the beginning, but also at the accomplishment and the end: and thus it must be extended even to the second coming of Christ, which on that account is called “the day of redemption” and “the day of restoration;” because all things which now appear to be confused shall be fully restored, and assume a new form. (<a class=\"ref\">Luke 21:28<\/a>.) This prediction relates, no doubt, to the deliverance from Babylon; but as that deliverance might be regarded as the earnest and foretaste of another, this promise must undoubtedly be extended to the last day. <\/p>\n<p>Let us therefore direct all our hope and expectation to this point, and let us not doubt that the Lord will fulfill all these things in us when we have finished our course. If we now “sow in tears,” then undoubtedly we shall “reap with joy” and ecstasy. (<a class=\"ref\">Psalms 126:5<\/a>.) Let us not dread the insults or reproaches of men, which will one day procure for us the highest glory. Having obtained here the beginnings of this happiness and glory, by being adopted by God, and beginning to bear the image of Christ, let us firmly and resolutely await the completion of it at the last day. <\/p>\n<p><i>For Jehovah hath spoken it. <\/i>After so many dreadful calamities, it might be thought that such an event was incredible; and therefore the Prophet shews that it proceeds not from man, but from God. When Jerusalem had been overthrown, the worship of God taken away, the temple destroyed, and the remnant of the people oppressed by cruel tyranny, no man would have believed it to be possible that everything would be raised to its original condition. It was necessary to combat with this distrust, to which men are strongly inclined; and therefore the Prophet confirms and seals these promises. <\/p>\n<p><span>“Know that God communicated to me these declarations; fix your minds therefore on him, and not on me; let your faith rely on him ‘who cannot lie’ or deceive.” \n(<\/span>.) <\/p>",
    "audit": null
}