{
    "id": 7755,
    "source": "calvin",
    "verse_id": 18651,
    "verse_count": 1,
    "reference": "49:14",
    "title": "",
    "html": " <p> <i>But Zion said, Jehovah hath forsaken me. <\/i> In order to magnify his grace the more, God complains that the hearts of the Jews were so narrow and close, that the road was almost shut against him, if he had not overcome their wicked thoughts by his great goodness. Yet at the same time he endeavors to correct this fault, that the deliverance which is offered, and, as it were, set before them, may be received by them with open hearts, and that, as he is willing to assist them, so they, on the other hand, may be prepared to cherish favorable hopes. Now, to us also this doctrine belongs; because almost all of us, when God delays his assistance, are fearfully distressed and tormented; for we think that he has forsaken and rejected us. Thus despair quickly creeps in, which must be opposed, that we may not be deprived of the grace of God. And indeed amidst these doubts our unbelief is manifested and exposed, by our not relying on the promises of God, so as to bear patiently either the chastisements by which God urges us to repentance, or the trials of faith by which he trains us to patience, or any afflictions by which he humbles us. Justly therefore does God remonstrate with the Jews for rejecting by wicked distrust the salvation offered to them, and not permitting themselves to receive assistance. Nor does he limit this accusation to a small number, but includes nearly the whole Church, in order to shew that he will be kind and bountiful toward the Jews beyond the measure of their faith, and that he even strives with them, that by his salvation he may break through all the hinderances by which they opposed him. Let each of us therefore beware of indulging or flattering ourselves in this matter; for the Lord contends with the whole Church, for uttering speeches of this kind, which proceed from the fountain of distrust. <\/p> ",
    "audit": null
}