{
    "id": 7374,
    "source": "calvin",
    "verse_id": 18260,
    "verse_count": 1,
    "reference": "31:9",
    "title": "",
    "html": "<p><i> He shall pass to his stronghold for fear.<\/i> He now speaks of Sennacherib himself, who, trembling, shall betake himself in base and shameful flight to his “stronghold” or fortress, Nineveh, as to his nest. (<a class=\"ref\">2 Kings 19:36<\/a> .) The Prophet adds that “his princes,” or military officers, whose duty it is to encourage the rest of the soldiers, will be so timid that they shall not venture to join the ranks or await the battle, but shall “flee away from the standard.”<\/p> \n<p><i> Saith Jehovah, who hath a fire in Zion.<\/i> At length he declares that he is God’s herald in making this proclamation, that the Jews may not, as they are accustomed to do, dispute or hesitate as to the accomplishment of it, or afterwards forget so great a blessing, and ascribe it to fortune. If we read, as some do, Whose fire is in Zion, the meaning will be, that God has abundance of fiery power to consume his enemies. But I think that the relative<span class=\"greek-hebrew\"> אשר<\/span> (ă<i> shĕr<\/i>) is redundant, or that it should be rendered in the nominative case, “<i> Who<\/i> shall be to him a fire;” for God is justly called “a fire,” in reference to the Assyrians, whom he will consume.<\/p> \n<p>When the Prophet calls him “a fire,” some consider it to refer to sacrifices; but such an interpretation appears to me to be feeble and unnatural. I have no doubt that he says either that “the Lord has a fire” to consume the Assyrian, or that “God himself is a fire,” and that he thus makes an implied comparison of the Assyrian to straw or chaff. He says that this “fire” is kindled and kept alive “in Zion and Jerusalem,” that is, in the midst of his people, in order to intimate that the persecution of the Church of God by wicked men shall not pass unpunished; for they shall one day feel that he is their Judge, and shall know by experience that he assists his people, who thought that they had been left without all assistance.<\/p> \n<p>In a word, against wicked men, who have maintained unceasing hostility against the Church, vengeance is prepared; and the Lord will not only avenge himself, but will also avenge his people. Let us therefore enjoy this consolation; and though it may appear as if we were defenceless and exposed to every danger, yet let us be fully convinced that the Lord will be “a fire” to our adversaries.<\/p> ",
    "audit": null
}