{
    "id": 7521,
    "source": "calvin",
    "verse_id": 18411,
    "verse_count": 1,
    "reference": "38:20",
    "title": "",
    "html": "<p><i> Jehovah to save me.<\/i> He acknowledges that he was delivered, not by the aid or industry of men, but solely by the kindness of God. The rendering given by some, “It belongs to the Lord to save me,” does not express enough, and appears to be more remote from the literal meaning; for he praises not only the power of God, but also the work by which he hath given an evident proof of it. In a word, he contrasts God’s keeping with the death to which he had been sentenced; because, having formerly dreaded him as a severe judge, he now avows him as his deliverer, and leaps with joy.<\/p> \n<p><i> And we will sing our songs.<\/i> For the reason now stated, he not only prepares himself for singing in token of gratitude, but also calls on others to join and accompany him in this duty, and on this account mentions<i> the Temple,<\/i> in which the assemblies of religious men were held. Had be been a private individual and one of the common people, still it would have been his duty to offer a public sacrifice to God, that he might encourage others by his example. Much more then was the king bound to take care that he should bring others to unite with him in thanksgiving; especially because in his person God had provided for the advantage of the whole Church.<\/p> \n<p><i> All the days of our life.<\/i> He declares that he will do his endeavor that this favor of God may be known to all, and that the remembrance of it may be preserved, not only for one day or for one year, but as long as he shall live. And indeed at any time it would have been exceedingly base to allow a blessing of God so remarkable as this to pass away or be forgot, ten; but, being forgetful, we continually need spurs to arouse us. At the same time, he takes a passing notice of the reason why God appointed holy assemblies. It was, that all as with one mouth might praise him, and might excite each other to the practice of godliness.<\/p> ",
    "audit": null
}