{
    "id": 6918,
    "source": "calvin",
    "verse_id": 17790,
    "verse_count": 1,
    "reference": "7:7",
    "title": "",
    "html": "<p><i>It shall not stand. <\/i> What he had formerly stated was intended to show more fully that the deliverance was great and uncommon; for when the Lord intends to assist us in our trials, he represents the greatness of the danger, that we may not think that he promises less than the necessity requires. He does not usually give a mitigated view of the evils which press upon us, but rather holds out their full extent, and afterwards makes a promise, and shows that he is able to deliver us, though we may appear to be ruined. Such was the method adopted by the Prophet; for he might have told them in plain terms what would happen, and might have encouraged the king and the nation not to be terrified or discouraged at the sight of those armies. But he opened up the scheme and design of those kings, with which he now contrasts the promise and decree of God, that his wonderful assistance may be more strikingly displayed.<\/p> \n<p>This is the sacred anchor which alone upholds us amidst the billows of temptations; for in adversity we shall never be able to stand if God take away his word from us. Although, therefore, the king was almost overwhelmed with despair, Isaiah shows that there is nothing so dreadful that it may not be despised, provided that he fortify himself by the promise of God, and patiently look for that which is not yet seen, and which even appears to be incredible. He affirms, that whatever men attempt, after the manner of the giants, in rising up against God, <i>it shall not stand<\/i> . He uses the word<span class=\"greek-hebrew\"> תקים<\/span> , (<i>thakum<\/i> ,)<i>shall arise<\/i> , in the same sense in which that metaphor is employed in the Latin language, that a work is making progress; and, in a word, he declares that such daring sacrilege<i>shall not stand<\/i><\/p> \n<p>Still more emphatic is that which he adds,<span class=\"greek-hebrew\"> לא תהיה<\/span> , (<i>lo thihyeh<\/i> ,)<i>it shall not be<\/i> ; that is, it shall be reduced to nothing, as if it had never existed. This mode of expression deserves notice, for it was the bare and naked word of God which was contrasted with the vast army and scheme of the kings.<\/p> ",
    "audit": null
}