{
    "id": 8014,
    "source": "calvin",
    "verse_id": 18911,
    "verse_count": 1,
    "reference": "65:13",
    "title": "",
    "html": "<p>and<i>Behold, my servants shall eat. <\/i> Here also the Prophet more deafly distinguishes between hypocrites, who held a place in the Church, and the true and lawful children; for, although all without distinction were called children, yet he skews that many shall be disowned as not belonging to the family, and that they who proudly and haughtily exalted themselves, under the name of the people of God, shall be disappointed of their hope, which is vain and false. We must carefully observe the highly emphatic contrast between “the servants of God,” and those who falsely pretend to his name; for he shews that empty titles, and false boasting, or vain confidence, shall avail them nothing.<\/p> \n<p><i>Shall eat, shall drink. <\/i> By these words he denotes happiness and a prosperous condition of life; as if he had said, that he will take care that believers shall not be in want of anything. But the Lord promises to his servants something different from what he actually bestows; for they often “are hungry and thirsty,” ( <a class=\"ref\">1 Corinthians 4:11<\/a> ,) while the wicked abound in enjoyments of every kind, and abuse them for luxury and intemperance. But it ought to be observed, that the kingdom of Christ is here described under figures; for otherwise we could not understand it. Accordingly, the Prophet draws comparisons from earthly kingdoms, in which, when the people abound in wealth and enjoy comforts of every kind, there is a visible display of the blessing of God from which we may judge of his fatherly love.<\/p> \n<p>But since it is not proper that good men should have their minds engrossed by earthly advantages, it is enough that some taste of those advantages should support their faith. And if they are sometimes oppressed by hunger, yet, being satisfied with a moderate portion of good, they nevertheless acknowledge that God is their Father, and that he is kind to them, and in their poverty have greater riches than kings and nobles. On the other hand, the wicked, whatever may be their abundance of good things, cannot enjoy them with a good conscience, and therefore are the most wretched of all men. The Prophet, therefore, has in his eye the right use of the gifts of God; for they who serve God in a right manner receive, as children from the hand of a father, all that is necessary for this life, while others, like thieves and profane persons, take violent possession of it. Wicked men are never satisfied with any amount of wealth, however great; they have continual fear and trembling, and their conscience can never be at ease.<\/p> \n<p>The Lord, therefore, does not promise here what he does not actually bestow; and this happiness must not be estimated by the outward condition of things. This is still more evident from what follows, where he speaks of joy and thanksgiving. The Prophet undoubtedly intends to state in a few words, that contentment does not lie in abundance of earthly enjoyments, but in calm peace of mind and spiritual joy; for unbelievers have no relish for such things, but to believers a persuasion of God’s fatherly love is more delightful than all earthly enjoyments. Yet let us observe that we ought to look for all prosperity from God alone, who will not permit his people to be in want of anything that belongs to a happy life.<\/p> ",
    "audit": null
}