{
    "id": 7076,
    "source": "calvin",
    "verse_id": 17955,
    "verse_count": 1,
    "reference": "14:26",
    "title": "",
    "html": "<p><i> This purpose which is purposed upon the whole earth.<\/i> The Lord is not satisfied with one or two confirmations, and can scarcely refrain from proclaiming it more and more abundantly, because he knows well that our minds are naturally prone to distrust. No confirmation suffices for us, even though his promises be frequent and copious and solemn. God therefore wishes to remedy this disease, and that is the design of the repetition, so that we must not think that it is superfluous. They who suppose that the Prophet, or rather the Spirit of God, uses too many words, are not well acquainted with themselves.<\/p> \n<p>He declares, first, the will and purpose of God, and, secondly, his power. How comes it that we have any doubts about the word, but because we do not ascribe to God that power which belongs to him, or because we are not convinced of his power? These are the only two causes of our unbelief, with which, on the other hand, we ought to contrast the two things which Isaiah recommends to our notice, namely, the<i> purpose<\/i> and the<i> power<\/i> of God. We ought to believe, first, that God is<i> true<\/i> , for he declares nothing that is not fixed and unchangeable; and, secondly, that he is<i> powerful<\/i> , and that nothing can withstand his arm. Again, we must not inquire about the secret purpose of God: for the Prophet here enjoins us to rest satisfied with the decree which has been manifested in the word of God. We must not rise any higher, therefore, so as to penetrate into the secrets of God; but we ought to be satisfied with undoubted proofs which he declares by the mouth of the prophets. Let us therefore embrace all the promises of God with our whole heart, and let us also add to them his power; for his hand ought never to be separated from his mouth. We must not imagine his power to be, as philosophers talk, a power that is unemployed, but, as the Scriptures teach us, powerful and active.<\/p> \n<p>A question may here arise, Why does he mention<i> the whole earth<\/i> and<i> all the nations<\/i> , when he is only speaking about Babylon? But we must keep in remembrance what we formerly said, that the Babylonian empire, after having swallowed up Nineveh, extended nearly through the whole of the east, and that various nations were subject to it. The consequence was, that the devastation of that empire was also the destruction of the whole world; for such great monarchies cannot fall without involving many in an extensive ruin. Accordingly, as the extent of that empire might lead men to call in question this prophecy, Isaiah shows that, though it be spread far and wide, and includes a boundless multitude of nations, that does not prevent God from executing his decree.<\/p> ",
    "audit": null
}