{
    "id": 7003,
    "source": "calvin",
    "verse_id": 17878,
    "verse_count": 1,
    "reference": "10:27",
    "title": "",
    "html": "<p><i> And it shall come to pass in that day.<\/i> It is uncertain whether he now speaks of the deliverance which took place under Zerubbabel, (<a class=\"ref\">2 Chronicles 36:22; Ezra 1:2<\/a> ,) or of that wonderful overthrow of Sennacherib, (<a class=\"ref\">2 Kings 19:35<\/a> ,) when he besieged Jerusalem with a huge army. This latter opinion is almost universally preferred; and indeed it appears to be supported by what follows, for immediately afterwards he gives a description of the country, and enumerates the chief places through which Sennacherib should conduct his army, till he arrived at Jerusalem itself, so that there appeared to be nothing at all to hinder him from taking possession of the city. With this opinion I partly agree, but I extend the prediction farther.<\/p> \n<p>Isaiah intends to comfort the godly who were involved in the present distress. It might be thought that the promise failed, and that the calamities which immediately followed were utterly at variance with it. For instance, if the Lord promise to give me food for next year, and yet leave me altogether destitute of it, what faith can I have in a promise so distant, if the Lord do not rescue me from the present distress? Thus, the Lord’s promise, in which he had said that he would deliver his people from Babylon, and would continually assist them, may be thought to have failed, when it was exposed to the jaws of that huge wild beast. With the view of meeting this objection, the Prophet includes both promises, that the Lord will be the guardian of his people, till at length he deliver them from death. Some limit it to the slaughter (<a class=\"ref\">2 Kings 19:35<\/a>) of Sennacherib’s army; but as Isaiah promises<i> the loosing<\/i> , or<i> breaking of the yoke<\/i> , I have no doubt that he describes deliverance from captivity. Yet he confirms the promise, that God will not only rescue them from Babylon, but will also aid them against the besieging army of the tyrant, whom he will not suffer to go beyond what has been threatened.<\/p> \n<p><i> That his burden shall be taken away from off thy shoulder, and his yoke from off thy neck,<\/i> He describes that tyranny in two ways, in order to illustrate more fully how great was the blessing of deliverance. If it be thought best to refer it to Sennacherib, he had not laid on the Jews so grievous a yoke. The people paid only some tribute, as we learn from sacred history. (<a class=\"ref\">2 Kings 23:33; 2 Chronicles 36:3<\/a> .) Why then has he employed two names in describing this tyranny? It may be pleaded that he had in his eye the approaching danger; for that tyrant, like a huge beast of prey, had devoured the whole of Judea by his voraciousness, and had oppressed them to such an extent, that it appeared to be almost impossible that his<i> yoke<\/i> could ever be taken off. But I have already explained the view which I prefer, that he describes the uninterrupted course of the favor of God down to the time of redemption.<\/p> \n<p><i> And the yoke shall be destroyed from the face of the anointing.<\/i> The phrase,<i> the face of the anointing<\/i> , is explained by some to mean the<i> fatness<\/i> with which<i> the yoke<\/i> is besmeared. But that interpretation is too farfetched. Others more correctly view<span class=\"greek-hebrew\"> שמן<\/span> (<i> shamen<\/i>) as bearing its ordinary signification, and as denoting<i> anointing<\/i> or<i> oil<\/i> . He again reminds them of Christ, and shows that through his kindness they will be delivered from that tyranny.<i> Anointing<\/i> is the name given to that kingdom which the Lord had set apart for himself, and which he therefore wished to keep unspotted and undiminished. When the Prophets intend to applaud the majesty of that kingdom, they speak of the<i> anointing<\/i> which the Lord had bestowed on it as a distinguishing mark, because it was a type of Christ. (<a class=\"ref\">Psalms 45:7<\/a> .) Though God established the rest of the kingdoms, still they were in some respects profane; this ranked above them as holy and sacred, because the Lord reigned over Judea in a peculiar manner, and because under this figure of a kingdom he held up Christ to their view. For this reason, also, it was promised to Solomon that his throne would be everlasting. (<a class=\"ref\">1 Chronicles 22:10<\/a><em>;<\/em><a class=\"ref\">Psalms 89:5<\/a> .) As to the interpretation given by some, that<span class=\"greek-hebrew\"> שמן<\/span> (<i> shamen<\/i>) denotes the king himself, not only is it too farfetched, but it conveys no solid instruction.<\/p> \n<p>The Prophet therefore points out the means of overthrowing that tyranny; for it appeared as if there were no reason to believe that the yoke of so powerful a tyrant would be broken. He shows that this will arise from the heavenly anointing of that kingdom, that all may perceive that this benefit depends on the power of Christ, and not on the ability of man or on chance.<\/p> ",
    "audit": null
}