{
    "id": 6829,
    "source": "calvin",
    "verse_id": 17693,
    "verse_count": 1,
    "reference": "2:7",
    "title": "",
    "html": "<p><i>Their land is filled with silver and gold <\/i>We must attend to the order which the Prophet here observes; for he now enumerates the reasons why the Lord rejected his people. In the former verse he began with <i>divinations <\/i>and the customs of <i>strangers<\/i>; he now comes down to <i>silver and gold<\/i>; and afterwards he will speak of <i>horses and chariots<\/i>. There can be no doubt that, having first condemned idolatry, he reproves them, secondly, for covetousness, and, thirdly, for sinful trust, when men depart from God, and contrive for themselves vain grounds of confidence. It was not a thing in itself to be condemned, that this nation had abundance of gold and silver; but because they burned with insatiable covetousness, and trusted to <i>horses and chariots<\/i>, he justly reproves them. <\/p>\n<p>The Hebrew particle  <span class=\"greek-hebrew\">ו<\/span> (<i>vau<\/i>) is here viewed by some as denoting a contrast, supposing the meaning to be, and yet <i>their land is filled with silver and gold<\/i>. This would show the ingratitude of the people to be the greater, because, though they enjoyed an abundance of all good things, they betook themselves, as if their case had been desperate, to magical arts and to idols, which is much less excusable than if they had fled to them during their adversity; because, though they were fed to the full with an abundance of good things, yet they shook off the yoke of God. In this way he would aggravate the criminality of a nation that fled to idols freely and of their own accord, even though they were luxuriating in their abundance. But I do not receive this interpretation, for I think it too far-fetched. On the contrary, he includes in one continued enumeration the vices with which that nation was chargeable, <i>covetousness, sinful confidence, and idolatry<\/i>. Accordingly, though the opinion of those who explain it as a contrast be a true opinion, it does not harmonize with this passage. <\/p>\n<p><i>And there is no end of their treasures <\/i>Isaiah proceeds to illustrate more clearly and forcibly what he has formerly said; for, though it be not in itself sinful or blamable that a person should possess gold or silver, provided that he make a proper use of it, he properly launches out against that wicked desire and mad eagerness to accumulate money, which is most detestable. He says that <i>there is no end<\/i>, because their eagerness is insatiable, and goes beyond the bounds of nature. The same opinion must be formed about <i>horses and chariots<\/i>, for false confidence is here reproved. To prevent this evil, the Lord had forbidden kings to gather together a great multitude of horses or chariots, lest, trusting to them, they should <i>cause the people to return to Egypt<\/i>. (<a class=\"ref\">Deuteronomy 17:16<\/a>.) since, therefore, it is difficult for men to have resources of this kind in abundance without being also lifted up with pride, it was the will of God that his people should not have them at all, or at least should be satisfied with a moderate share. <\/p>",
    "audit": null
}