{
    "id": 8032,
    "source": "calvin",
    "verse_id": 18930,
    "verse_count": 1,
    "reference": "66:7",
    "title": "",
    "html": " <p> <i>Before she travailed, she brought forth. <\/i> Having formerly comforted believers, that they might not be discouraged by the insolence and contempt of brethren, whom he would at length punish, and having thus commanded them to wait for the coming of the Lord with a steady and resolute heart, the Lord at the same time adds, that he will punish them in such a manner that, by their destruction, he will provide for the safety of believers. Nor does he speak of one or two men, but of the whole Church, which he compares to a woman. The same metaphor has already been sometimes employed by him; for God chiefly aims at gathering us into one body, that we may have in it a testimony of our adoption, and may acknowledge him to be a father, and may be nourished in the womb of the Church as our mother. This metaphor of a mother is therefore highly appropriate. It means that the Church shall be restored in such a manner that she shall obtain a large and numerous offspring, though she appear for a time to be childless and barren. <\/p> \n <p> <i>Before her pain came upon her. <\/i> He repeats the same statement which he has already employed on other occasions; but he expresses something more, namely, that this work of God shall be sudden and unexpected; for he guards believers against carnal views, that they may not judge of the restoration of the Church according to their own opinion. Women carry a child in the womb for nine months, and at length give birth to it with great pain. But the Lord has a very different manner of bringing forth children; for he says that he will cause the child to see the light, before it be possible to perceive or discern it by any feeling of pain. On this account he likewise claims the whole praise for himself, because a miracle sets aside the industry of men. <\/p> \n <p> <i>She brought forth a male. <\/i> He expressly mentions “a male,” in order to describe the manly and courageous heart of these children; for he means that they shall be a noble offspring, and not soft or effeminate. In like manner we know that believers are regenerated by the Spirit of Christ, that they may finish, with unshaken fortitude, the course of their warfare; and in this sense Paul says that they “have not the spirit of timidity.” (<a class=\"ref\">Romans 8:15<\/a>.) <\/p> ",
    "audit": null
}