{
    "id": 7529,
    "source": "calvin",
    "verse_id": 18419,
    "verse_count": 1,
    "reference": "39:6",
    "title": "",
    "html": " <p> <i>And nothing shall be left <\/i> It is proper to observe the kind of punishment which the Lord inflicts on Hezekiah; for he takes from his successors those things of which he vaunted so loudly, in order that they may have no ground for boasting of them. Thus the Lord punishes the ambition and pride of men, so that their name or kingdom, which they hoped would last for ever, is blotted out, and they are treated with contempt, and the remembrance of them is accursed. In a word, he overthrows their foolish thoughts, so that they find by experience the very opposite of those inventions by which they deceive themselves. <\/p> \n <p>If it be objected that it is unreasonable, that the sacking of a city and the captivity of a nation should be attributed to the fault of a single man, while the Holy Spirit everywhere declares (<a class=\"ref\">2 Chronicles 36:14 <\/a>) that general obstinacy was the reason why God delivered up the city and the country to be pillaged by the Babylonians; I answer, that there is no absurdity in God’s punishing the sin of a single man, and at the same time the crimes of a whole nation. For when the wrath of the Lord overspread the whole country, it was the duty of all to unite in confessing their guilt., and of every person to consider individually what he had deserved; that no man might throw the blame on others, but that every man might lay it on himself. Besides, since the Jews were already in many ways liable to the judgment of God, he justly permitted Hezekiah to fail in his duty to the injury of all, that he might hasten the more his own wrath, and open up a way for the execution of his judgment. In like manner we see that it happened to David; for Scripture declares that it was not an accidental occurrence that David numbered the people, but that it took place by the fault of the nation itself, whom the Lord determined to punish in this manner. <\/p> \n <p>“The anger of the Lord was kindled against the nation, and he put it into the heart of David to number the people.” (<a class=\"ref\">2 Samuel 24:1 <\/a>.) <\/p> \n <p>Thus in this passage also punishment is threatened against Hezekiah; but his sin, by which he provoked God’s anger, was also the vengeance of God against the whole nation. <\/p> ",
    "audit": null
}