{
    "id": 7199,
    "source": "calvin",
    "verse_id": 18078,
    "verse_count": 1,
    "reference": "22:25",
    "title": "",
    "html": "<p><i>In that day. <\/i>It might be thought that this is inconsistent with what he had formerly said; but he no longer speaks of Eliakim, for he returns to Shebna, who was about to be cast down from his rank, as Isaiah had said. But for this, it might have been thought that there was no way by which Eliakim could arrive at that honor, but by the deposition of Shebna, who had arranged his matters so well, that no person thought it possible that he could be driven from his position. Yet though he has fortified himself by many defences, and thinks that he is at a great distance from all danger, still he shall be deprived of his office, and Eliakim shall be placed in his room. <\/p>\n<p><i>In a sure place. <\/i>When he calls it “a sure place,” this must be understood with respect to men; for men judge that what is defended on all sides will be of long duration; but God casts it down with the smallest breath. It was only by way of concession that he called it “a sure place.” Hence it ought to be inferred how foolishly men boast, and rely on their greatness, when they have been exalted to a high rank of honor; for in a very short time they may be cast down and deprived of all honor. <\/p>\n<p><i>And the burden that was upon it shall be cut off. <\/i>When wicked men are ruined, all who relied on their authority must also be ruined; and indeed it is in the highest degree reasonable that they who were united by the same bond of crimes, and who aided this wicked man as far as lay in their power, should share in the same punishment. It is difficult for those who place themselves under the protection of wicked men, and employ all their influence in behalf of them, not to be also partakers of their crimes; and if they were guiltless of crime, (which seldom, or rather, we may say, never happens,) still they are justly punished on this ground, that they have placed their trust on them as a very sure defense, and have depended wholly on their will and authority. <\/p>",
    "audit": null
}