{
    "id": 7424,
    "source": "calvin",
    "verse_id": 18311,
    "verse_count": 1,
    "reference": "34:7",
    "title": "",
    "html": "<p><i>And the unicorns shall come down with them. <\/i> This verse is closely connected with the former, for he adds nothing new, but proceeds with the same figure, amplifying what he had said about “rams” and “goats,” to which he adds not only<i>bullocks<\/i> but wild and savage beasts. It amounts to this, that the vengeance of heaven will be so unrelenting as to spare neither age nor rank, and to mark; for slaughter even cruel giants, notwithstanding their silly fierceness, just as if one were preparing a sacrifice which consisted indiscriminately of every kind of animals. It ought not to be thought strange that lambs are mingled with cruel beasts, for the term “lambs” is not employed in commendation of their mildness or harmlessness, but is applied comparatively to those who are feeble and who belong to the ordinary rank, which lays them under the necessity of having some appearance of modesty.<\/p> \n<p>Although God may appear to be harsh in thus directing his hostility against all classes, yet, by the use of the word “sacrifice,” he claims for himself the praise of justice; and indeed no man, when he comes to the trial, will be found to be without blame, so that on good grounds all, without exception, are irrecoverably ruined. Such is the destruction which awaits all the reprobate, who of their own accord refuse to devote themselves to the service of God; irreligious hands shall offer them in sacrifice.<\/p> \n<p><span class=\"greek-hebrew\"> אברים<\/span><i>(abbirim)<\/i> is translated<i>strong<\/i> by some commentators; I have preferred to follow those who explain it to mean<i>bulls,<\/i> which it means also in <a class=\"ref\">Psalms 50:13<\/a> , though in this passage the Prophet employs the word<i>bulls<\/i> to denote metaphorically those who are very strong and powerful.<\/p> ",
    "audit": null
}