{
    "id": 8031,
    "source": "calvin",
    "verse_id": 18929,
    "verse_count": 1,
    "reference": "66:6",
    "title": "",
    "html": " <p> <i>A voice of tumult from the city, a voice from the temple. <\/i> He confirms the preceding statement; namely, that God hath not threatened in vain, that he will speedily come to take vengeance on hypocrites, in order that what has been promised concerning gladness may be more eagerly expected by believers. It is uncertain what are the enemies whom he describes; for this passage may be explained as relating to the Babylonians, whose destruction was the deliverance of his Church. It may also be explained as relating to other enemies, who were nourished in the bosom of the Church; and I am more favorable to this opinion, though I do not deny that it may be viewed in reference to any kind of enemies. But he has in his eye domestic foes, of whom he had formerly spoken, who disdained the voice of God continually addressing them by the mouth of the prophets. He therefore threatens that they shall speedily hear another and more terrible voice; but there is immediately added a mitigation, that the same terror may not discourage the believing servants of God. <\/p> \n <p>The meaning may be thus summed up. “In vain do wicked men boast and set their own obstinacy in opposition to the judgments of God, for they shall not escape his hand, and even ‘from the temple,’ which was their lurking-place of false confidence, his voice shall come forth, and believers will then receive the fruit of their patience.” Would that we did not at the present day experience similar contempt in hypocrites, who set at nought all remonstrances and threatenings, and have no respect for the word of God! To them, therefore, instead of the mild and gentle voice which they now hear, we are compelled to threaten “a tumultuous voice,” which they shall one day hear from other and very different masters; for since the world, with irreligious scorn, disdains the word of God, it shall be constrained not only to hear, but likewise to experience, an armed voice, that is, fire and sword. <\/p> ",
    "audit": null
}