{
    "id": 6858,
    "source": "calvin",
    "verse_id": 17724,
    "verse_count": 1,
    "reference": "3:16",
    "title": "",
    "html": " <p> <i>Because the daughters of Zion are haughty. <\/i> Next follows another threatening against the ambition, luxury, and pride of women. On these points the Prophet has not followed an exact order, but reproves sometimes one vice and sometimes another, as the subject appears to require, and afterwards sums up what he has said in a few words, as he did in the seventh verse of the first chapter. He therefore pronounces censure on gorgeous robes and superfluous ornaments, which were undoubted proofs of vanity and ostentation. Wherever dress and splendor are carried to excess, there is evidence of ambition, and many vices are usually connected with it; for whence comes luxury in men and women but from pride? <\/p> \n <p> <i>And walk with stretched forth neck. <\/i> First, then, he justly declares pride to be the source of the evil, and points it out by the sign, that is, by their gait; that the women <i>walk with stretched-forth neck <\/i> For as it is a sign of modesty to have a down-cast look, (as even heathen writers have declared,) so to have excessively holy looks is a sign of insolence; and when a woman lifts up her head it can betoken nothing but pride. The Prophet certainly acts wisely in beginning at the very fountain; for if he had begun by mentioning signs, such as dress, gait, and matters of that sort, it might have been easy to reply that still the mind was pure and upright; and that if their dress was somewhat too elegant and splendid, that was not a sufficient reason for approaching them with such bitter language, and summoning them to the judgement seat of God. Accordingly, in order to meet their unfounded accusations, he lays open the inward disease, which is manifested in the whole of their outward dress. <\/p> \n <p> <i>And wandering eyes. <\/i> What he adds about <i>wandering eyes <\/i> denotes shameless lust, which for the most part is expressed by the <i>eyes<\/i>; for unchaste eyes are the heralds of an unchaste heart; but the <i>eyes <\/i> of chaste women are sedate, and not wandering or unsteady. <\/p> \n <p> <i>And make a tinkling with their feet <\/i> This is a part of the indecent gesture by which wantonness is discovered. But it is not easy to say whether the women wore on their sandals some tinkling ornaments which made a noise as they walked, or whether they imitated the dancing women by a measured step; for the form of dresses since that time has been greatly changed. Yet I readily adopt the interpretation that they made a noise in walking, for this is very plainly expressed by the word employed. <\/p> ",
    "audit": null
}