{
    "id": 7540,
    "source": "calvin",
    "verse_id": 18430,
    "verse_count": 1,
    "reference": "40:9",
    "title": "",
    "html": " <p> <i>Ascend on the high mountain. <\/i> He proceeds with the same subject; for the Lord, having formerly promised that he would give prophets who should soothe the grief and fear of the people by promises, now commands that this consolation shall be more widely spread; because it is his pleasure to diffuse his grace throughout the whole of Judea. <\/p> \n <p> <i>Lift up thy voice aloud, O Jerusalem. <\/i> Formerly he had given to <i>Jerusalem, <\/i> and <i>Zion <\/i> the hope of this joyful message; now he commands that the same voice shall be spread and shall be heard through other cities, and, for this reason, gives orders that the loud voice shall be lifted up, and proclaimed from a lofty place. Although by the words “Zion” and “Jerusalem” he means the same thing, yet the repetition is emphatic; for he shews that one city excels all other cities, for no other reason than because God hath chosen it to be his sanctuary. <\/p> \n <p> <i>That bringest tidings. <\/i> He gives to the city this appellation, because there the priests and Levites were instructed according to the injunctions of the Law, that they might be the teachers of the whole people, and by their labors might spread the doctrine of salvation. (<a class=\"ref\">Malachi 2:7 <\/a>.) Yet we ought carefully to observe this commendation which God bestows on his Church, that it may not be without a clear mark of distinction; for an assembly in which the preaching of heavenly doctrine is not heard does not deserve to be reckoned a Church. In this sense also, Paul calls it (<a class=\"ref\">1 Timothy 3:15 <\/a>) “the pillar and foundation of the truth;” for although God might have governed us by himself, and without the agency of men, yet he has assigned this office to his Church, and has committed to it the invaluable treasure of his Word. For the same reason it will be called in another passage, “the mother of all believers.” (<a class=\"isa\" verses=\"WzE4NzI1LDI5MTU4XQ==\">Isaiah 54:1; Galatians 4:26 <\/a>.) Hence it follows that nothing is more absurd and wicked than for dumb idols to boast of the name of the Church, as is done in Popery. <\/p> \n <p>We are likewise taught, that the Church has not been instructed by God, in order that she may keep her knowledge hidden within herself, but that she may publish what she has learned. Besides, he commands that grace shall be freely and boldly proclaimed, that prophets and teachers may not speak with timidity, as if it were a doubtful matter, but may shew that they are fully convinced of the certainty of those things which they promise, because they know well that “God, who cannot lie,” (,) is the Author of them. He enjoins the witnesses of his grace to proceed from Zion, that they may fill with joy the whole of Judea. <\/p> \n <p> <i>Behold <\/i> your <i>God! <\/i> This expression includes the sum of our happiness, which consists solely in the presence of God. It brings along with it an abundance of all blessings; and if we are destitute of it, we must be utterly miserable and wretched; and although blessings of every kind are richly enjoyed by us, yet if we are estranged from God, everything must tend to our destruction. From this circumstance it ought also to be remarked, that nothing is more opposite to faith than to estimate by the present appearances of things what God declares by his prophets, who at that time must have been struck dumb, had they not raised their views above the world, and thus, through the power of unshaken boldness and perseverance, dared to draw others along with them, that they might cherish good hopes when matters were at the worst. And indeed when wicked men and wickedness prevail, the greater the terror that is spread all around, and the greater the seeming wretchedness of the Church, the more ought we to extol the grace of God, and to point out his presence to believers. <\/p> ",
    "audit": null
}