{
    "id": 8023,
    "source": "calvin",
    "verse_id": 18921,
    "verse_count": 1,
    "reference": "65:23",
    "title": "",
    "html": "<p><i> They shall not toil in vain.<\/i> He enumerates other kinds of blessings which God promises to the kingdom of Christ; for, although God always blessed his people, yet the blessings were in some measure suspended till the coming of Christ, in whom was displayed full and complete happiness. In a word, both Jews and Gentiles shall be happy, in all respects, under the reign of Christ. Now, as it is a token of God’s wrath and curse when we obtain no advantage front our labor, so, on the other hand, it is a token of blessing when we clearly see the fruit of our labor. For this reason he says that they who shall have returned from captivity, in order that they may obtain a true and complete deliverance, shall not spend their labor in vain or lose their pains. The Law threatens the death of relatives, destructive wars, losses of property, and terror in their hearts. (<a class=\"ref\">Leviticus 26:22; Deuteronomy 28:48<\/a> .) Here, on the contrary, are promised fertility, peace, the fruit of labor, and repose. And blessings of this kind ought to be carefully observed; for there are few who, amidst their labors, think of the blessing of God, so as to ascribe everything to him alone, and to be fully convinced that they will accomplish nothing whatever unless the Lord grant to them a prosperous result. Wherefore, as every blessing should be sought from God, so, when it has been received, thanksgiving should be rendered for it to God alone.<\/p> \n<p><i> And they shall not bring forth in terror.<\/i> When it is said that women “shall not bring forth in terror,” some explain it to mean, that they shall have no uneasiness or dread of childbirth, because they shall be free from pain. We know that this punishment was inflicted on the woman on account of sin, to bring forth with difficulty, and to be in danger of death. Children are brought into the world with fear and trembling, when there is any expectation of war; and it is probable that the Prophet rather looks to this, that there shall be such settled peace that neither women nor men shall have any reason to fear; for this must be viewed as relating to both parents, who will have no dread about their children, as commonly happens when any danger is threatened.<\/p> \n<p><i> For they shall be the seed of the blessed of Jehovah.<\/i> This reason is highly appropriate; for whence come fears and terrors, whence come alarms, but from the curse of God? When the curse has been removed, the Prophet therefore says justly that parents, together with their offspring, shall be free from dread and anxious solicitude; because they shall be convinced that they shall always be safe and sound through the favor of God.<\/p> \n<p><i> And their offspring with them.<\/i> This is contrasted with childlessness, which is reckoned in the number of the curses of God; and therefore it is the same as if he had said, “I will no longer deprive them of their children, but will cause them to enjoy them, along with the rest of the blessings which I shall bestow upon them.”<\/p> ",
    "audit": null
}