{
    "id": 7537,
    "source": "calvin",
    "verse_id": 18427,
    "verse_count": 1,
    "reference": "40:6",
    "title": "",
    "html": "<p><i> The voice said, Cry.<\/i> He now describes a different “voice” from that of which he formerly spoke; for hitherto he had spoken about the “voice” of the prophets, but now he means the “voice” of God himself commanding the prophets to<i> cry.<\/i> Although the voice of the prophets is also the voice of God, whose instruments they are, (for they do not speak of themselves,) (<a class=\"ref\">2 Peter 1:20<\/a> ,) yet this distinction is necessary, that we may know when the Lord commands, and when the prophets and ministers execute his commandments. There is also a beautiful comparison between the two “voices,” that we may receive with as much reverence what the prophets utter as if God himself thundered from heaven; for they speak only by his mouth, and repeat as ambassadors what he has commissioned them to declare. Besides, this preface gives notice that the Prophet is about to speak of something highly important; for, although he everywhere testifies that he faithfully delivers from hand to hand what he has received from God, yet, in order to obtain closer attention, he states that the voice of God has expressly enjoined the mode of speaking which he shall employ. Such is also the import of the word<i> Cry,<\/i> as if he had said that he must proclaim this commandment in a clear and loud voice, that it may make the deeper impression.<\/p> \n<p><i> And I said, What shall I cry?<\/i> The addition of this question has great weight; for the Prophet means that he does not break forth at random, and boast of what he appeared to have heard in a confused manner; but that he received clear and undoubted instruction, after having waited for it with composure. Besides, from the fact itself we may learn that there is nothing here that is superfluous, because two chief points of heavenly doctrine were to be briefly handled; that, although man is smoke and vanity, and all his excellence is deceitful and fading, yet believers have the best reason for glorying, because they seek salvation not from themselves; and that, although they are strangers on the earth, (<a class=\"ref\">Hebrews 11:13<\/a> ,) yet they possess heavenly happiness, because God unites himself to them by his word; for by renouncing ourselves we are led to desire the grace of God. The Prophet knew, indeed, what he ought to say; but by this question he intended to make a stronger impression on their minds, in order to shew that he and all the other servants of God are constrained by necessity to utter this sentiment, and that they cannot begin to teach in any other manner, though they should put a hundred questions and inquiries; as indeed they will gain nothing by choosing to adopt any other method.<\/p> \n<p>As to the word<i> Cry,<\/i> I have no objection to view it as denoting both boldness and clearness; because prophets ought not to mutter in an obscure manner, but to pronounce their message with a distinct voice, and to utter boldly and with open mouth whatever they have been commanded to declare. Let every one, therefore, who is called to this office constantly remember and believe, that he ought to meet difficulties of every sort with unshaken boldness, such as was always manifested both by prophets and by apostles.<\/p> \n<p>“Wo to me,” says Paul, “if I do not preach the gospel; for necessity is laid on me.”<span> \n<\/span> (<a class=\"ref\">1 Corinthians 9:16<\/a> .)<\/p> \n<p><i> All flesh is grass.<\/i> First, it ought to be observed, that he does not speak merely of the frailty of human life, but extends the discourse farther, so as to reduce to nothing all the excellence which men think that they possess. David indeed compares this life to grass, (<a class=\"ref\">Psalms 103:15<\/a> ,) because it is fading and transitory; but the context shews that the Prophet does not speak only of the outward man, but includes the gifts of the mind, of which men are exceedingly proud, such as prudence, courage, acuteness, judgment, skill in the transactions of business, in which they think that they excel other animals; and this is more fully expressed by that which immediately follows —<\/p> \n<p><i> All the grace of it.<\/i> Some translate<span class=\"greek-hebrew\"> חסדו<\/span><i> (chasdo)<\/i> “his glory;” others, “his kindness;” but I have preferred the word “grace,” by which I mean everything that procures honor and esteem to men. Yet a passive signification may also be admitted; as if the Prophet had said, that all that is excellent and worthy of applause among men is the absolute kindness of God. Thus David calls God “the God of his kindness,” (<a class=\"ref\">Psalms 59:10<\/a> ,) because he acknowledges him to be the author of all blessings, and ascribes it to his grace that he has obtained them so largely and abundantly. It is indeed certain that<span class=\"greek-hebrew\"> חסד<\/span><i> (chesed)<\/i> here denotes all that is naturally most highly valued among men, and that the Prophet condemns it for vanity, because there is an implied contrast between the ordinary nature of mankind and the grace of regeneration.<\/p> \n<p>Some commentators refer this to the Assyrians, as if the Prophet, by extenuating their power and wealth, and industry and exertions, or rather by treating these as they had no existence, freed the minds of the Jews from terror. They bring out the meaning in this manner, “If you are terrified at the strength of men, remember that they are flesh, which quickly gives way through its own weakness. But their error is soon afterwards refuted by the context, in which the Prophet expressly applies it to the Jews themselves. We ought carefully to observe that man, with his faculties, on account of which he is accustomed to value himself so highly, is wholly compared to<i> a flower.<\/i> All men are fully convinced of the frailty of human life, and on this subject heathen writers have argued at great length; but it is far more difficult to root out the confidence which men entertain through a false opinion of their wisdom; for, if they imagine that they have either knowledge or industry beyond others, they think that they have a right to glory in them. But he shews that in man there is nothing so excellent as not to fade quickly and perish.<\/p> \n<p><i> As the flower of the field.<\/i> The Prophet seems, as if in mockery, to add a sort of correction; for<i> a flower<\/i> is something more than<i> grass.<\/i> It is, therefore, an acknowledgment, that, although men have some shining qualities, like flowers in the fields, yet the beauty and lustre quickly vanish and pass away, so that it is useless for them to flatter or applaud themselves on account of this idle and deceitful splendor.<\/p> ",
    "audit": null
}