{
    "id": 7514,
    "source": "calvin",
    "verse_id": 18404,
    "verse_count": 1,
    "reference": "38:13",
    "title": "",
    "html": " <p> <i>I reckoned till the dawn. <\/i> Others translate it “I determined,” or “I laid down.” Here it means what we express by the ordinary phrase, <i>(Je fasoye mon compte,)” <\/i> I laid my account.” From this verse it may be inferred that Hezekiah labored two days at least under the disease; for in the preceding verse he pronounced its severity to be so great that he expected immediate death. And now, when one day was past, he still waited <i>till the dawn, <\/i> and again, <i>from day even to night, <\/i> so that he said that he would die every moment. The meaning therefore is, that though he reached “the dawn,” still through constant tossings he was hastening to death, because, having been struck by a terrible judgment of God, he cared nothing about his life; and as the Greeks, when they intended to say that nothing is more vain than man, said that he was (<span class=\"greek-hebrew\"> ἐφήμερον <\/span>) “an <i>ephemeral <\/i> animal,” that is, “the creature of a day,” so Hezekiah means by “the life of a day” that which is fading and has no duration. <\/p> \n <p> <i>As a lion, so hath he broken my bones. <\/i> The comparison of God to <i>a lion <\/i> ought not to be reckoned strange, though God is naturally “gracious, merciful, and kind.” (<a class=\"ref\">Exodus 34:6 <\/a>.) Nothing certainly can more truly belong to God than these attributes; but we cannot be aware of that gentleness, when we have provoked him by our crimes and urged him to severity by our wickedness. Besides, there is no cruelty and fierceness in wild beasts that is fitted to strike such terror as we feel from the bare mention of the name of God, and justly; for the Lord’s chastisements must have sufficient power to humble and cast us down to hell itself, so that we shall be almost destitute of consolation and regard everything as full of horror. In like manner also, we see that David has described these terrors, when he says that “his bones are numbered, his couch is moistened with tears, his soul is troubled, and hell is opened.” (<a class=\"ref\">Psalms 6:3 <\/a>.) Thus must the godly be sometimes terrified by the judgment of God, that they may be more powerfully excited to desire his favor. <\/p> ",
    "audit": null
}