{
    "id": 7366,
    "source": "calvin",
    "verse_id": 18252,
    "verse_count": 1,
    "reference": "31:1",
    "title": "",
    "html": "<p><i>Woe to them that go down to Egypt. <\/i> He again returns to the subject which he had handled at the beginning of the former chapter; for he still cries loudly against the Jews, whose ordinary custom it was, in seasons of danger, to resort, not to the Lord, but to the Egyptians. We have formerly explained why this was so highly displeasing to God. To state the matter briefly, there are two reasons why the Prophet reproves this crime so severely. The first is, because it is impossible for us to place confidence for our salvation in creatures, and at the same time in God; for our eyes must be withdrawn from him as soon as they are directed to them. The second reason is, God had expressly forbidden them to enter into alliance with the Egyptians. ( <a class=\"ref\">Deuteronomy 17:16<\/a>.) To sinful confidence was added rebelliousness, as if they had resolved to provide for their safety by despising God, and by disobeying his will.<\/p> \n<p>We must therefore look at the source of this evil, if we wish to understand fully the Prophet’s meaning. There was also a peculiar reason, as we have formerly remarked, why the Lord wished the Jews to have no intercourse with the Egyptians. It was, lest that wicked alliance should obliterate the remembrance of the redemption from Egypt, and lest they should be corrupted by the superstitions and sinful idolatry of the Egyptians. Yet these arguments were regarded by them as of no weight; and, though God had forbidden it, this did not hinder them from continually applying to them for assistance, and imagining that their assistance was a shield which defended them against the arm of God. Consequently, there are good reasons why the Prophet exclaims so earnestly against such madness. Even on the ground that God had forbidden it, their “going down into Egypt” deserved to be severely blamed; but it was still more intolerably criminal, that by false confidence they bestowed on mortal men the glory which was due to God. In order to make it still more clear that in this manner they defraud God of his right, he not only accuses them of having relied on the Egyptians, but likewise brings a charge against them, on the other hand, that<\/p> \n<p><i>They have not looked to the Holy One of Israel. <\/i> Here appears more clearly the reason why that treachery of the Jews is so sharply reproved by Isaiah; for in other respects God does not disapprove of our using lawful remedies, just as we eat bread and other kinds of food which were intended for our use. Thus if any person, placed in danger, employ means which were not forbidden, but which are customary and lawful, provided that he do not at all deny the power of God, he certainly ought not to be blamed; but if we are so strongly attached to outward means, that we do not at the same time seek God, and if, through distrust of his promises, we resort to unlawful methods, this is worthy of condemnation and abhorrence.<\/p> \n<p>The word<i>look<\/i> is frequently employed in Scripture to denote this confidence; for we commonly turn our eyes towards that quarter from which we expect assistance. In a word, we are here taught that we ought to place our trust for salvation in none other than in God alone, that, relying on his promises, we may boldly ask from him whatever is desirable. He undoubtedly permits us to use all things which he intended for our use, but in such a manner that our minds must be entirely fixed on him.<\/p> \n<p>When he calls God “the Holy One of Israel,” he presents in a striking light the wickedness and ingratitude of the people, who, after having been taken under God’s protection and guardianship, despised such a protector and guardian of their salvation, and ran eagerly after their own lusts. By immediately adding, <i>neither have they sought Jehovah,<\/i> he shews that neither the power, nor the goodness, nor the fatherly kindness of God, could keep them in the discharge of their duty. In the present day, since he invites us not less kindly to come to him, we offer a grievous insult to him if we look to any other, and do not resolve to trust in him alone; and everything that shall turn away and withdraw our minds from God will be to us like “Egypt.”<\/p> ",
    "audit": null
}