{
    "id": 7295,
    "source": "calvin",
    "verse_id": 18178,
    "verse_count": 1,
    "reference": "28:13",
    "title": "",
    "html": " <p> <i>The word of the Lord shall therefore be to them. <\/i>,Although the Prophet repeats the same words, yet the meaning is somewhat different; for, having formerly spoken of voluntary stupidity, he now threatens the punishment of it, namely, that God will strike them with such bewilderment, that they shall be totally deprived of the benefit of saving doctrine, and shall perceive in it nothing but an empty sound. In short, he concludes, from what goes before, that since they had not profited by the word of God, the Jews shall be justly punished for their ingratitude; not that the word shall be taken from them, but that they shall be deprived of sound judgment and understanding, and shall be blind amidst the clearest light. Thus God blinds and hardens the reprobate more and more on account of their disobedience. <\/p>,\n <p>Paul quotes this passage (<a class=\"ref\">1 Corinthians 14:21 <\/a>) when he reproves the Corinthians for foolish affectation, in consequence of their being so much under the influence of ambition, that they regarded with the highest admiration those who spoke in a foreign tongue, as the common people are accustomed to stare at everything that is unknown and uncommon. This passage in the writings of Paul has been misunderstood, because these words of the Prophet have not been duly weighed. Now, Paul applies these words most appropriately to his object; for he shews that the Corinthians are under the influence of a foolish and absurd admiration, and that they improperly aspire to those things from which they can derive no advantage; in short, that they are “like children, not in malice, but in knowledge and understanding;” that thus they voluntarily draw down on themselves the curse which the Prophet here threatens; and that the word of God becomes to them precept on precept, and they receive no more instruction from it than if a person were to bawl out to them in an unknown tongue. It is the height of madness to bring upon themselves, by idle affectation, that blindness and stupidity which the Lord threatens against obstinate and rebellious men. Paul therefore explains and renders more intelligible this statement made by the Prophet, for he shews that they who abuse the doctrine of salvation do not deserve to make progress in it in any way whatever. <\/p>,\n <p>We have seen a passage closely resembling it in which the Prophet compared his doctrine to “sealed letters.” (<a class=\"isa\" verses=\"WzE3ODI0XQ==\">Isaiah 8:16 <\/a>) Afterwards we shall find that the Prophet compares it to a book that is “shut.” (<a class=\"isa\" verses=\"WzE4MjA1XQ==\">Isaiah 29:11 <\/a>.) This takes place when, on account of the ingratitude of men, God takes from them judgment and sound understanding; so that, “seeing they do not see, and hearing they do not hear,” and thus are most justly punished. (<a class=\"isa\" verses=\"WzE3Nzc5XQ==\">Isaiah 6:9 <\/a>; <a class=\"ref\">Mark 4:12 <\/a>.) This ought to be carefully observed; for frequently we think that all is well with us, and are highly delighted with ourselves, because we continue to enjoy the word. But of what avail will it be to us, if it do not enlighten our understanding and regulate our hearts? We thus draw down upon ourselves a heavier judgment, and therefore we need a twofold grace; first, that God would shine on us by his word; and secondly, that he would open our understandings and dispose our hearts to obedience, otherwise we shall derive no more aid from the brilliancy of the gospel than blind men derive from the brightness of the sun. By this punishment, therefore, we are reminded that we must not abuse the word of God, but must look directly to the object which the Lord holds out to us in the word. <\/p>,\n <p> <i>They shall fall backward, and be broken and snared. <\/i>,At length he describes the destruction of those who are blind to this brightness of the word; for nothing remains for them but to be thrown down headlong, because they have departed from the right path, and therefore they must stumble and fall. He means that the fall will not be slight, for they shall be <i>bruised <\/i>,by it. By the word <i>snared <\/i>,he employs another metaphor, namely, that for all unbelievers “snares” are prepared, by which they shall be entangled and drawn to destruction. We had a similar sentiment on a former occasion, (<a class=\"isa\" verses=\"WzE3ODIzXQ==\">Isaiah 8:15 <\/a>,,) and expressed in nearly the same words; for there the Prophet speaks on the same subject, the blinding of the people, who by their obstinacy had provoked the wrath of God. He shews that they who go astray, in opposition to the word of God, are always very near destruction. Either they shall meet with stumbling blocks on which they shall “stumble,” or with snares by which they shall be “ensnared.” In short, it will be impossible that evil shall not befall those who do not keep the path which God has pointed out; for either they shall openly “fall and be bruised,” or through concealed traps they shall fall into a “snare.” <\/p>,",
    "audit": null
}