{
    "id": 7217,
    "source": "calvin",
    "verse_id": 18096,
    "verse_count": 1,
    "reference": "23:18",
    "title": "",
    "html": "<p><i>But her merchandise and her hire shall be holiness to the Lord. <\/i>This was another instance of the divine compassion towards Tyre. Though she had been restored, yet she was not converted to God, but continued to follow dishonest practices, so that she justly deserved to be ruined. And indeed she was again punished severely, when Alexander took the city by storm; but still the kingdom of Christ, as Luke informs us, was erected there. (<a class=\"ref\">Acts 21:4<\/a>.) This verse ought therefore to be viewed as contrasted with the former, as if he had said, “<i>And yet <\/i>the merchandise of Tyre shall be consecrated to God.” Here we have an astonishing proof of the goodness of God, which penetrated not only into this abominable brothel, but almost into hell itself. The restoration of Tyre ought thus to be regarded as a proof of the goodness of God; but the former favor was small in comparison with the second, when God consecrated her to himself. <\/p>\n<p>But a question arises, “Could that which the inhabitants of Tyre obtained by cheating and unlawful methods be offered to God in sacrifice?” For God abhors such sacrifices, and demands an honest and pure conscience. (<a class=\"ref\">Proverbs 21:27<\/a>, <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 1:13<\/a>.) Many commentators, in expounding this passage, give themselves much uneasiness about this question, but without any good reason; for the Prophet does not mean that the merchandise of Tyre will be consecrated to God while she continues to commit fornication, but describes a time subsequent to her change and conversion. At that time she will not lay up riches for herself, will not amass them by unlawful methods, but will employ them in the service of God, and will spend the produce of her merchandise in relieving the wants of the godly. When he used a word expressive of what was disgraceful, he had his eye on the past, but intimated that she would unlearn those wicked practices, and change her disposition. <\/p>\n<p><i>It shall not be treasured nor laid up. <\/i>He describes, in a few words, the repentance of Tyre, who, having formerly been addicted to avarice, has been converted to Christ, and will no longer labor to amass riches, but will employ them in kind and generous actions; and this is the true fruit of repentance, as Paul admonishes, that “he who stole should steal no more, but, on the contrary, should labor that he might relieve the poor and needy.” (<a class=\"ref\">Ephesians 4:28<\/a>.) Isaiah foretells that the inhabitants of Tyre, who formerly, through insatiable avarice, devoured the riches of all, will henceforth take pleasure in generous actions, because they will no longer have an insatiable desire of gain. It is an evidence of brotherly love when we relieve our neighbors, as it is an evidence of cruelty if we suffer them to be hungry, especially when we ourselves have abundance. <\/p>\n<p><i>Her merchandise shall be for them that dwell before the Lord<\/i>. He next mentions a proper method of exercising generosity, which is, to employ their wealth in aiding the servants of God. Though he includes all godly persons, yet he alludes to the Levites and priests, some of whom sacrificed, while others made ready the sacrifices, and others kept watch, and, in short, all were ready to perform their duty; and therefore they were said to “dwell before the Lord.” (<a class=\"ref\">Numbers 3:1<\/a>.) The same thing may justly be said of all the ministers of the Church. But as all believers, of whatever rank they are, belong to the sanctuary of God, and have been made by Christ “a royal priesthood,” (<a class=\"ref\">1 Peter 2:9; Revelation 1:6<\/a>,) that they may stand in the presence of God, so I willingly regard this passage as relating to all “the household of faith,” (<a class=\"ref\">Galatians 6:10<\/a>,) to whom attention is especially due; for Paul holds them out as having the highest claims, and enjoins that they shall be first relieved. If the tie which binds us universally to mankind ought to prevent us from “despising our own flesh,” (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 58:7<\/a>,) how much more the tie that binds the members of Christ, which is closer and more sacred than any natural bonds? <\/p>\n<p>We ought also to attend to this mode of expression, by which we are said to “dwell before God;”  for though there is not now any “Ark of the Covenant,” (<a class=\"ref\">Hebrews 9:4<\/a>,) yet, through the kindness of Christ, we approach more nearly to God than the Levites formerly did. We are therefore enjoined to “walk before him,” as if we were under his eye, that we may follow holiness and justice with a pure conscience. We are enjoined to walk before him, and always to consider him as present, that we may be just and upright. <\/p>\n<p><i>That they may eat till they are satisfied. <\/i> The Prophet means that we ought to supply the wants of brethren with greater abundance and generosity than what is customary among men; for when neighbors ought to be relieved, men are very niggardly. Few men perform cheerfully any gratuitous duty, or labor, or kindness; for they reckon that they give up and take from their own property all that they bestow on others. For the purpose of correcting this error, God highly commends cheerfulness; for the command which Paul gives to deacons, “to distribute joyfully,” (<a class=\"ref\">Romans 12:8<\/a>,) ought to be applied to all; and all ought to remember that passage which declares that “God loveth a cheerful giver.” (<a class=\"ref\">2 Corinthians 9:7<\/a>.) <\/p>\n<p>It deserves our attention, also, that the Prophet says that what is bestowed on the poor is consecrated to God; as the Spirit elsewhere teaches, that “with such sacrifices God is well pleased.” (<a class=\"ref\">Hebrews 13:16; 2 Corinthians 9:12<\/a>.) Never was it on his own account that he commanded sacrifices to be made, nor did he ever stand in need of them. But under the law he ordained such exercises of piety; and he now commands us to bestow and spend on our neighbors something that is our own, and declares that all that we lay out on their account  is “a sacrifice of sweet savor,” (<a class=\"ref\">Philippians 4:18<\/a>,) and is approved and accepted by him. This ought powerfully to inflame us to the exercise of kindness and generosity, when we learn that our alms are so highly applauded, and that our hands, as well as our gift, are consecrated to God. <\/p>",
    "audit": null
}