{
    "id": 7869,
    "source": "calvin",
    "verse_id": 18765,
    "verse_count": 1,
    "reference": "56:11",
    "title": "",
    "html": "<p><i>And those dogs strong of appetite. <\/i> The third vice which he remarks in wicked pastors is insatiable avarice. Though they are lazy in all that relates to good government, yet they have a strong and ravenous appetite for food. Some view the Prophet’s words as still more extensive, and as meaning that they rule tyrannically. Ezekiel expressly reproves them for this vice; for false prophets are commonly fierce, and act cruelly and barbarously towards the people of God. ( <a class=\"ref\">Ezekiel 34:4<\/a>) But if any person examine the matter carefully, he will perceive that the Prophet speaks of their insatiable avarice, which he afterwards describes by a variety of expressions.<\/p> \n<p><i>They look to their ways. <\/i> That is, “They attend eagerly to their own affairs; every person consults his own advantage.” In short, he means that there is no man who does not wish to be preferred to others, as if every man had been born for himself.<\/p> \n<p><i>Every one to his gain from his end. <\/i><span class=\"greek-hebrew\"> מקצהו<\/span> (<i>mikkatzehu<\/i>) has received various expositions. Some render it, “In his end,” that is, “In his affairs;” as if the reading had been,<span class=\"greek-hebrew\"> בקצהו<\/span> , (<i>bekatzehu<\/i>) But this does not agree with the Prophet’s meaning. Others render it, “From the end of his avarice.” I think that a more simple interpretation is, “From his end,” that is, “On his part;“ or as we commonly say, (<i>Chacun en son endroict<\/i> ,) “Every one in his place.” Thus every one is bent on avarice, and draws and appropriates everything to himself, and consults his own advantage, without attending to the duties of his office.<\/p> \n<p>Hence we learn, that no man can serve God who is given up to wicked desires; and he who shall labor to amass wealth, will not apply his mind to build up the Church of the Lord. No kind of blindness can be more dangerous than avarice; and so much the more ought it to be avoided by pastors, if they wish to be faithful servants of God. When we see the Prophet complaining of the bad pastors of his time, let us not be alarmed if we meet with the same thing in the present day, and let us not look upon it as an unusual occurrence that so few are earnestly employed in the work of the Lord.<\/p> \n\n“Literally, ‘From his extremity.’ Jerome correctly renders it, ‘From first to last,’ that is, without any exception; and that is the meaning which the word bears in <a class=\"ref\">Genesis 19:4; Ezekiel 33:2<\/a>.” ­<i>Rosenmuller<\/i><span> . \n“All to a man.” ­<\/span><i>Doederlein<\/i> .",
    "audit": null
}