{
    "id": 8029,
    "source": "calvin",
    "verse_id": 18927,
    "verse_count": 1,
    "reference": "66:4",
    "title": "",
    "html": "<p><i>I also will choose their delusions. <\/i> The Prophet means that the Jews gain nothing by holding out various and plausible pretences and by searching for excuses; because God does not care for the cunning or fine speeches of men. And indeed it is not proper to measure God by our own capacity, and we ought not to depend on human judgment; but it is our duty to judge of the works of God from his word. I will choose; that is, “I will scatter the clouds which they endeavor to spread over themselves, so that their delusions shall be manifest and visible to all; for now they appear to be hidden, but one day they shall be dragged forth to public view.” The meaning may be thus summed up. “Because the Jews have indulged so freely in sinning that everything which they chose was preferred by them to the command ments of God, so also, in his turn, God will lay open their delusions at his pleasure.”<\/p> \n<p><i>And will bring upon them their terror. <\/i> Under the word “terror” he repeats the same thing, according to the custom of Hebrew writers. “I will cause them to know that they have fallen into a mistake, and that the terrors which they indulged shall fall on their own heads. Thus their excuses or hypocritical pretences will be of no avail for confounding truth and falsehood and veiling superstitions; because the Lord will clearly distinguish between them.<\/p> \n<p><i>Because I called. <\/i> The Prophet again condemns the Jews for obstinacy, in not having suffered the Lord to correct them. This is the only remedy that remains for correcting our vices, that we hear the Lord speaking, when he endeavors to bring us back into the right way; but when we sear and harden our hearts, it is the worst of all evils. Whenever therefore men prefer their own inventions to the ordinances and commandments of God, they openly despise God, to whose will they ought to have yielded. This is especially the case when there is added such obstinate hardness of heart as shuts the door against holy warnings, and it is vain for them to allege that they cannot displease God by doing that which they undertake for the purpose of worshipping him; for all that men, by neglecting the word, choose and follow, the Lord rejects and abhors.<\/p> \n<p><i>Before mine eyes. <\/i> He repeats what he had formerly said, that the Jews sinned in the sight of God, as if they had resolved to provoke him to anger. At length he adds their manner of doing so, that, with perverse desire, they sought what God had forbidden; nor is it without good reason that he so frequently censures the wicked insolence of men, in defrauding God of his right, by treating contemptuously what he approves.<\/p> ",
    "audit": null
}