{
    "id": 7571,
    "source": "calvin",
    "verse_id": 18461,
    "verse_count": 1,
    "reference": "41:9",
    "title": "",
    "html": "<p><i>For I have taken thee from the end of the earth. <\/i> Isaiah continues the same subject; for we know by experience how necessary it is that consolations be repeated when adversity presses upon us; so that it is not wonderful that the Prophet dwells so largely on this subject. But from one person, Abraham, he passes to the whole nation, mentioning the benefits which all of them have received from God. The relative<span class=\"greek-hebrew\"> אשר<\/span><i>(asher)<\/i> appears to me to be here put for an illative particle; for he assigns the reason why the people ought to be courageous amidst adversity. It is because they have formerly experienced his kindness, and consequently ought to cherish equally favorable expectations for the future. “The ends of the earth” may be understood in two ways; either that the people were brought from a distant country, of which Abraham was a native, or that God, who embraces within his dominion the utmost boundaries of the world, deigned to stretch forth his hand to none but a single people.<\/p> \n<p><i>From its eminences have I called thee. <\/i><span class=\"greek-hebrew\"> אצילים<\/span><i>(atzilim)<\/i> has been generally translated “eminences.” Others prefer to take it in the masculine gender, as meaning “princes” or “nobles,”in a sense not very different from the other; for the Prophet extols the grace of God, because, passing by very illustrious nations, he has adopted to himself a mean and obscure people. Others refer it to the kingdom of Egypt, from which the Jews were brought out; for we know how great was the renown of that people, and how far superior to other nations they reckoned themselves to be in learning, antiquity, nobility, and many other accomplishments.<\/p> \n<p>But I interpret it differently; for I refer it to the election of the people, who were chosen out of the midst of other nations far superior to them; and therefore I consider<span class=\"greek-hebrew\"> מ<\/span><i>(mem)<\/i> to mean “from,” or “more than,” so that there is a comparison between the Jews and other nations. In like manner also, Moses shews that they were not elected,<\/p> \n<p>“because they were more or better than other nations, (for they were far fewer,) but because the Lord loved them, and determined to keep the covenant which he had sworn to their fathers.” ( <a class=\"ref\">Deuteronomy 7:7<\/a>.)<\/p> \n<p>Again, he says,<\/p> \n<p>“Not for thy righteousness, or the uprightness of thy heart, dost thou come to possess the land.” ( <a class=\"ref\">Deuteronomy 9:5<\/a>.)<\/p> \n<p>Thus, while they were far less than other nations, still they were elected; and this shews the greatness of the love of God, and that there was no reason why, after having received blessings so numerous and so great, they should afterwards distrust so kind a Father. Besides, he adds, that a proof of this favor was given to the people in the Law; as if he had said that it was not hidden, but, on the contrary, was engraven on public tables, when God made a covenant with them by giving them the Law; for God did not wish that they whom he had taken to be his own people should wander hither and thither, but bound them to himself by a promise of salvation.<\/p> \n<p><i>And have not cast thee off. <\/i> This last expression might be thought superfluous, and even unseasonable, if Jewish writers had not frequently employed this form of speech, which is very emphatic; for it denotes the firmness of election, as if he had said, “After having once adopted thee, I did not desert or forsake thee, though I had various occasions for casting thee off.” So great had been the ingratitude of the Jews, that he might justly have rejected them if he had not resolved to continue to be like himself.<\/p> \n<p>What is said about them relates also to us; for the saying of Paul holds good, that “the gifts of God are without repentance.” ( <a class=\"ref\">Romans 11:29<\/a>.) Though he cut off the greatest part of men on account of their unbelief, yet he reserves some seed of adoption, that the calling may continue in some furrows; for the wickedness of men cannot change the election of God. Let us therefore remember that we have been elected by God on this condition, that we shall continue in his family, though we might justly have been abandoned.<\/p> ",
    "audit": null
}