{
    "id": 6942,
    "source": "calvin",
    "verse_id": 17815,
    "verse_count": 1,
    "reference": "8:7",
    "title": "",
    "html": "<p><i>Therefore, behold. <\/i> He speaks in the present tense, that all may attend more closely:<i>Behold, the<\/i> Lord<i>bringeth violent waters<\/i> . We must attend to the metaphors which the Prophet employs, for the style is much more elegant than if it had been naked and unadorned. “It is as if he had said, Because the people are not satisfied with their condition, and desire the riches of others, I will show them what it is to have a powerful king.” For instance, if a small nation, whose king was mean and little esteemed, had powerful neighbors over whom an illustrious king reigned, and said, “How delightful would it be to serve that prosperous king, to be the subjects of the emperor, or of the kings of France; for their power is irresistible!” would not God justly punish such an unlawful desire? The more powerful that kings are, the more grievously do they oppress their people; there is nothing which they will not attempt, they do everything according to their caprice. Besides, they know no limit to their power, and in proportion to their strength they indulge with less restraint. The Lord reproves that mad desire of the Jews, in not being satisfied with their condition, and in looking, not to the Lord, but to the resources of powerful kings; and this reproof is far more graceful under these metaphors than if he had spoken in plain and direct language.<\/p> \n<p><i>Shiloah,<\/i> as Jerome tells us, was a small fountain, from which flowed a little river that ran gently through the midst of Jerusalem. That narrow river yielding them little protection, they therefore distrusted it, and desired to have those great rivers by which cities are usually defended and greatly enriched; for there is nothing by which a country is more enlarged or more rapidly enriched, than by those large and navigable rivers, which render it easy to import and export merchandise of every description. He therefore compares Euphrates, which was the most celebrated river in all the East, to<i>Shiloah<\/i> , and pursues the same metaphor, meaning by those rapid waters of the river the Assyrians, who would destroy the whole of Judea, and would waste it like a deluge. ( <a class=\"ref\">2 Kings 18:13<\/a>.) “I will show,” saith the Lord, “what it is to desire those rapid and violent waters.”<\/p> \n<p><i>And he shall come up. <\/i> This passage ought to be carefully observed; for we all have a distrust that may be called natural to us, so that, when we see ourselves deprived of human assistance, we lose courage. Whatever God may promise, we cannot at all recover ourselves, but keep our eyes fixed on our nakedness, and sit like bewildered persons in our fear; and therefore we ought to seek a cure for this fault. <i>Shiloah<\/i> , therefore, that is, the calling or lot which God has assigned to us accompanied by a promise, though we do not see it with our eyes, ought to be our defense, and we should prefer it to the highest power of all the kings in the world. For if we rely on human aid, and place our strength in large forces and abundance of wealth, we must look for the punishment which is here threatened by the Prophet.<\/p> \n<p>The sacred history assures us that these things were fulfilled, so that any one who shall read the history will not need a lengthened exposition of this passage; for the Assyrians, whom the Jews called to their assistance, destroyed them. This was the just punishment of their distrust; and we see in it a striking instance of the wicked greediness of men, who cannot be satisfied with the promise and assistance of God.<\/p> \n<p>From this destruction of the Jews let us learn to attend to our own interests. The Church is almost always in such a condition as to be destitute of human aid, lest, if we were too largely furnished, we should be dazzled by our wealth and resources, and forget our God. We ought to be so well satisfied and so highly delighted with our weakness as to depend wholly on God. The small and gentle waters should be more highly valued by us than the large and rapid rivers of all the nations, and we ought not to envy the great power of the ungodly. Such is the import of what is written in the Psalms:<\/p> \n<p>“The streams of the river shall make glad the city of God, the sanctuary of the tabernacle of the Most High. God is in the midst of her; God will help her before the dawn. Let the heathen rage, let the kingdoms be moved, and let the earth melt when the sound is uttered. Jehovah of armies is with us; the God of Jacob is our fortress.” ( <a class=\"ref\">Psalms 46:4<\/a>.)<\/p> \n<p>If it be objected that we ought not to reject human aid, the answer is easy. The Prophet does not condemn human aid, but he condemns that wicked fear by which we are thrown into distrust, and tremble, so that no promise of God can keep us within reasonable bounds. Now, we ought to render to God this honor, that though all things else should fail, we shall be satisfied with him alone, and shall be convinced that he is at hand. And in that case it matters little whether we have or have not outward assistance; if we have it, we are at liberty to use it; if we have it not, let us bear the want of it with patience, and let God alone suffice us for all that we need; for he will be able to execute his promises, since he has no need of any outward aid. Only let us trust entirely to his power and defense.<\/p> ",
    "audit": null
}