{
    "id": 7876,
    "source": "calvin",
    "verse_id": 18772,
    "verse_count": 1,
    "reference": "57:6",
    "title": "",
    "html": " <p> <i>Amidst polished stones, <\/i> or, <i>in parts of the valley. <\/i> He continues the same subject, and reproves in various ways the superstitions which abounded in Judea; for no place was altogether free from idolatry. There were no rocks, no rivers, no valleys, no corner whatever, in which they had not erected a monument of their superstition. They had their groves and mountains, in which they sacrificed after the manner of the Gentiles. <\/p> \n <p>Whether we here adopt the reading, “Polished stones,” or “Parts of the river,” the meaning will be the same. The Prophet means that the Jews chose their own method of worshipping God, and turned aside from the rule which he had laid down in his Law; and consequently that every kind of worship which they followed by their own choice was abominable and wicked; for in religion and in the worship of God it is only to the voice of God that we ought to listen. If it be thought preferable to render it “polished stones,” then Isaiah rebukes the contempt of the Law by which God forbade the use of hammers, (<a class=\"ref\">Exodus 20:25 <\/a>) in hewing or chiselling the stones to be employed in building the altar; for he did not wish that sacrifices should be offered on any but one altar. But as it was customary with the Gentiles to dedicate temples near fountains and rivers, the other meaning will be equally appropriate. <\/p> \n <p> <i>They, they are thy lot. <\/i> The repetition of “they, they” is highly emphatic. A word may be supplied by way of permission, as if the Lord permitted the Jews to abide by their practices, since they had forsaken him and preferred idols and false worship; as it is said, “Go, sacrifice to idols.” (<a class=\"ref\">Ezekiel 20:39 <\/a>) I am disposed to favor this reading; as if he had said, “I leave to you your inventions, and willingly permit you to be entirely devoted to them, and relinquish my right; for I have nothing to do with traitors and apostates.” And yet he undoubtedly alludes to that passage in the writings of Moses, by whose mouth God said that he would be the inheritance of his people, so that they ought to be satisfied with having him alone. (<a class=\"ref\">Numbers 18:20 <\/a>) This was also followed by David, who says, “The Lord is my portion, my inheritance.” (<a class=\"ref\">Psalms 16:5 <\/a>) Since, therefore, the Jews had revolted from God, and had followed idols, the Lord justly commanded them to keep the idols to themselves, and intimated that he would have nothing in common with them. <\/p> \n <p> <i>Even to them hast thou poured a drink-offering. <\/i> He proceeds in enumerating superstitions, and confirms the statement that he has been rejected and cast off by them; for they alienated to false gods what he wished to belong to himself alone. The Jews might have replied to every word of the Prophet, that they had no other intention than to worship God. But the Prophet pays no regard to such idle and frivolous pretenses; for the wrath of God is provoked by false worship, and is the more inflamed by it in proportion as it is more constant and longer continued. Hence we learn what sobriety we ought to observe in the worship of God, that we may depend on his word alone; for whosoever shall swerve from it in the smallest degree, will not only lose his labor, but will kindle the wrath of God, whose majesty he wickedly insults and does all that is in his power to lessen. <\/p> \n <p> <i>Shall I take pleasure in these things? <\/i> It might also be translated, “Shall I repent?” This interpretation has been most generally adopted, because he wishes to assign a reason why he punishes the people. As if he had said, “When I take vengeance for these transgressions, is it possible that I shall repent?“ Yet the interpretation which I have followed appears to me preferable, “Shall I take delight, or consolation, from those sacrifices which thou hast offered to me?” For idolaters commonly take delight in their own inventions, and imagine that God also is delighted with everything that they pursue with mad and furious eagerness. Nor is such a question superfluous; for men think that God is like themselves, and will approve of everything that is agreeable to them. On the contrary, he declares that nothing is approved by him, or is acceptable to him, but what agrees with his word. <\/p> ",
    "audit": null
}