{
    "id": 7079,
    "source": "calvin",
    "verse_id": 17958,
    "verse_count": 1,
    "reference": "14:29",
    "title": "",
    "html": " <p> <i>Rejoice not, thou whole Philistia. <\/i>,He begins by checking the vain and groundless confidence with which the <i>Philistines <\/i>,were puffed up, and, by adding <i>Thou whole <\/i>,, he intimates that all of them would feel a portion of this calamity; as if he had said that not only would that country be laid waste in some part, but that there would not be a corner of it exempted from the stroke, and that, in all its length and breadth, it would immediately and universally be visited with destruction. <\/p>,\n <p> <i>Because the rod of him that smote thee is broken. <\/i>,Some think that by the <i>broken rod <\/i>,is meant King Ahaz, but that view is unfounded; for in all his battles with the <i>Philistines <\/i>,he was vanquished. (<a class=\"ref\">2 Chronicles 28:18 <\/a>.) It must therefore be referred to Uzziah, (<a class=\"ref\">2 Chronicles 26:6 <\/a>,,) and yet I would not choose to limit it even to him, but would at the same time refer it to the whole body of the Jewish people. It is as if he had said to <i>Palestina <\/i>,, “Thinkest thou that thou art safe, when the Jews, who formerly distressed thee, have been subdued? Thou art greatly deceived; for very soon shalt thou be more severely distressed.” For this reason, as I have said, I do not limit it to any one person, but think that in the person of one man is described the whole body of the Jews. <\/p>,\n <p> <i>For out of the adder’s root shall spring a cockatrice, and his fruit shall be a fiery serpent. <\/i>,He now assigns the reason why <i>Palestina ought not to rejoice <\/i>,; namely, that the Jews would have more power than ever to do injury; that if the Philistines had formerly sustained damage from them, they would afterwards sustain greater and heavier damage. The metaphor which he employs is highly appropriate; for the <i>cockatrice <\/i>,is more hurtful than the <i>adder <\/i>,, and the <i>fiery serpent <\/i>,is more hurtful than the <i>cockatrice <\/i>,. Through the kindness of God we have no animals so destructive in the countries which we inhabit. But the Prophet means nothing else than that the power of doing them injury has been taken away from the Jews; and therefore I differ from others who view the name of the <i>adder <\/i>,and of the <i>fiery serpent <\/i>,as applying to Hezekiah only. Though that opinion derives great plausibility from the circumstance that Hezekiah held all that belonged to <i>the Philistines, as far as Gaza <\/i>,, (<a class=\"ref\">2 Kings 18:8 <\/a>,,) yet the Prophet intended that this promise should extend farther. Let us therefore know that the favor of which the Prophet now speaks, though it began with Hezekiah, belongs to the Jews as to one body. <\/p>,\n <p>We ought to draw from it a general statement, that when we are weighed down by adversity, and when the ungodly <i>rejoice <\/i>,as if we were ruined, and as if they alone were prosperous, God declares that their <i>joy <\/i>,is without foundation. The Church will always rise again, and be restored to her former and prosperous condition, though all conclude that she is ruined. The children of God shall acquire new vigor, that they may pierce the eyes of the ungodly; not that they wish this, or have any such intention, but because the decree of God makes it necessary that this shall take place. <\/p>,\n <p>The names of <i>cockatrice <\/i>,and <i>fiery serpent <\/i>,do not imply reproach. In their own nature the godly are not such, but they are so called, because they are hurtful to the wicked, though in themselves harmless; for it is through the fault and the malice of the wicked that what ought to have been useful and profitable is hurtful to them. Such is also the nature of God himself, (<a class=\"ref\">Psalms 18:26 <\/a>,,) and of the gospel, (<a class=\"ref\">2 Corinthians 2:16 <\/a>.) <\/p>,",
    "audit": null
}