{
    "id": 7753,
    "source": "calvin",
    "verse_id": 18649,
    "verse_count": 1,
    "reference": "49:12",
    "title": "",
    "html": "<p><i>Behold, those from afar shall come. <\/i>The opinion entertained by some, that the four quarters of the earth are here denoted, does not rest on very solid grounds; yet I do not reject it, because it not only is probable, but agrees with many other passages. Undoubtedly, he first says that they shall come from distant parts of the world, and next adds certain subdivisions or parts in order to explain this general statement. <\/p>\n<p><i>And those from the land of Sinis. <\/i>Instead of “Sinis,” some read “Sinis;” and indeed the Hebrew copies differ.  Jerome thinks (and this is the commonly received opinion) that a southern region is so denominated from Mount Sinai, which lay toward the south. Others think that “Syene” is meant, because it lies under the tropic of Cancer.  But this diversity has nothing to do with the meaning of the Prophet, which of itself is clear and easy to be understood; for the Prophet unquestionably means those who had been scattered and dispersed in various places, whether they are collected from the north or from the sea. While Isaiah promises a return from Babylon, he at the same time extends this prediction to the time of Christ, as may be easily learned from what goes before; for we must keep in remembrance what we formerly said, that the second birth of the Church is here described. Not only does he promise that the Jews shall return to Jerusalem to build the temple, but likewise that they who had formerly been aliens from the Church, shall be collected from every corner of the world. <\/p>\n\n“From the north — Tartary; west, Europe; Sinim, the Chinese, in whose country a multitude of Jews he hid, if we may believe the curious account of them, published by the Jesuit Brotier, in his supplement to Tacit. Hist. 1. v.” — <i>Stock. <\/i>",
    "audit": null
}