{
    "id": 7421,
    "source": "calvin",
    "verse_id": 18308,
    "verse_count": 1,
    "reference": "34:4",
    "title": "",
    "html": "<p><i> And all the armies of heaven shall fade away.<\/i> Isaiah employs an exaggerated style, as other prophets are accustomed to do, in order to represent vividly the dreadful nature of the judgment of God, and to make an impression on men’s hearts that were dull and sluggish; for otherwise his discourse would have been deficient in energy, and would have had little influence on careless men. He therefore adds that “the stars” themselves, amidst such slaughter, shall gather blackness as if they were ready to faint, and he does so in order to show more fully that it will be a mournful calamity. In like manner, as in a dark and troubled sky, the clouds appear to be folded together, the sun and stars to grow pale and, as it were, to faint, and all those heavenly bodies to totter and give tokens of ruin; he declares that thus will it happen at that time, and that everything shall be full of the saddest lamentation.<\/p> \n<p>These statements must be understood to relate to men’s apprehension, for heaven is not moved out of its place; but when the Lord gives manifestations of his anger, we are terrified as if the Lord folded up or threw down the heavens; not that anything of this kind takes place in heaven, but he speaks to careless men, who needed to be addressed in this manner, that they might not imagine the subject to be trivial or a fit subject of scorn. “You will be seized with such terror that you shall think that the sky is falling down on your heads.” It is the just punishment of indifference, that wicked men, who are not moved by any fear of God, dread their own shadow, and tremble “at the rustling of a falling leaf,” (<a class=\"ref\">Leviticus 26:36<\/a> ,) as much as if the sun were falling from heaven. Yet it also denotes a dreadful revolution of affairs, by which everything shall be subverted and disturbed.<\/p> ",
    "audit": null
}