{
    "id": 7207,
    "source": "calvin",
    "verse_id": 18086,
    "verse_count": 1,
    "reference": "23:8",
    "title": "",
    "html": "<p><i>Against crowning Tyre. <\/i>He adorns with this title the city which enriched many, as may be easily learned from the context; for when he calls her merchants “kings,” he plainly states that by the word <i>crown <\/i>he intended to express metaphorically the magnificence of kings. This refutes the opinion of those who refer it to other cities. The general meaning is, that she enriches her citizens as if she made them kings and princes. <\/p>\n<p>Some think that the Prophet added this verse, as if he were assuming the character of one who is astonished at the destruction of Tyre, in order to strike others with amazement; as if he had said, “Is it possible that Tyre should be so speedily overthrown, where riches, and troops, and defences, and fortifications, are so abundant, and where there is so much pomp and magnificence?” and as if he suddenly stopped, as we are wont to do, when anything unexpected has occurred. But it is better to connect it with the following verse, which removes every difficulty; for in that verse the Prophet himself immediately answers his own question, by which he intended to arouse the minds of his hearers to closer attention. He might have simply said, that these things were done by the purpose of the Lord; but we are sluggish, and stupid men would have treated them with contempt. By this question, therefore, he arouses their minds, that all may know that he is not speaking about an ordinary event, and that they may consider it more carefully; for the farther the judgments of God are removed from the ordinary opinions of men, so much the more ought they to excite our astonishment. <\/p>\n<p>He formerly spoke in the same manner about Egypt, when he intended to shew that the destruction of it could not be reckoned one of the ordinary changes. (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 19:1<\/a>.) Since therefore it was incredible that Tyre could be overthrown by man, the Prophet justly infers that God is the author of its ruin. On this account he calls her the mother or nurse of kings, that he may place in a more striking light the glory of the divine judgment; for if it had been any ordinary state, its fall would have been viewed with contempt; but when it was adorned with the highest rank, who would think that this happened in any other way than by the purpose of God? <\/p>\n<p><i>Whose merchants are princes. <\/i> In like manner the merchants of Venice in the present day think that they are on a level with princes, and that they are above all other men except kings; and even the factors look on men of rank as beneath them. I have been told, too, that at Antwerp there are factors who do not hesitate to lay out expenses which the wealthiest of the nobility could not support. We are wont to put questions, when no reply can be given but what we wish; and this is an indication of boldness. <\/p>",
    "audit": null
}