{
    "id": 7262,
    "source": "calvin",
    "verse_id": 18144,
    "verse_count": 1,
    "reference": "26:13",
    "title": "",
    "html": " <p> <i>O Lord our God. <\/i> This verse contains a complaint of the saints, that they were oppressed by the tyranny of the wicked. This song was composed in order to refresh the hearts of believers, who were to be cruelly banished from that land which was a figure of eternal happiness, that, having been deprived of sacrifices and holy assemblies, and almost of every consolation, crushed by the heavy yoke of the Babylonians, banished from their country, loaded with reproach and sore afflictions, they might direct their groanings to God, in order to seek relief. He speaks, therefore, in the name of believers, who to outward appearance had been rejected by God, and yet did not cease to testify that they were the people of God, and to put their trust in him. <\/p> \n <p> <i>Other lords besides thee have had dominion over us. <\/i> Not without cause do they complain that they are placed under a different dominion from that of God, for he had received them under his sole guardianship. Hence it follows that, if they had not been estranged from him, they would not have endured so hard a lot as to be exposed to the tyranny and caprice of enemies. It may be thought that the government of all princes is “besides God,” or different from that of God, even though they govern in his name. But the Prophet does not speak of those who govern for our benefit, but of those who are opposed to true worship and to holy doctrine. David was indeed a ruler who exercised dominion separate from that of God, but at the same time he was a genuine servant of God for the general advantage of the whole people; and therefore he maintained the true religion, which those rulers wished altogether to overthrow. Most justly did it befall the Jews, that, in consequence of having refused to obey God, who treated them with the greatest kindness, they were subjected to the tyranny of wicked men. <\/p> \n <p>There is an implied contrast between God and the pious kings who governed the people in his name and by his authority, and the tyrants who oppressed them by governing with most unjust laws. This will be made more evident by a similar passage in Ezekiel, “I gave them,” says God, “good laws, by which they might live; but because they did not execute my judgments, and despised my statutes, and profaned my Sabbaths, and cast their eyes upon the idols of their fathers, for this reason I gave them statutes that were not good, and judgments by which they could not live.” (<a class=\"ref\">Ezekiel 20:11 <\/a>.) Since they might formerly, through the blessing of God, have been prosperous and happy, if they had obeyed his word, the prophet Ezekiel threatens that they will be subjected to tyrants who will compel them to obey their cruel enactments, and that without profit or reward. Isaiah now deplores a similar calamity. “When the Lord ruled over us, we could not be satisfied with our lot, and now we are compelled to endure severe tyranny, and suffer the just punishment of our wickedness.” The same complaint may be made by believers who live under the Papacy, or who in any way are compelled, by unjust laws, to observe superstition; for they are subject to a government which is “besides God,” or different from that of God, and endure bondage worse than barbarous, which not only fetters their bodies, but conducts their souls to torture and slaughter. <\/p> \n <p> <i>In thee only. <\/i> This clause appears to be contrasted with the former to this effect, “Although irreligious men wish to withdraw from thy dominion, yet we will continue under it; for we are fully convinced that we are thine.” But we may draw from it more abundant instruction, that, although the feeling of the flesh pronounces that those who are cruelly oppressed by enemies have been forsaken by God, and laid open to be a prey, yet the Jews do not cease to boast in God when they do not perceive that he is near them; for the mere remembrance of his name supports them, and gently cherishes their hope. There is thus a very emphatic contrast between “the remembrance of the name of God” and the immediate experience of his grace; for steadfastly to embrace God, even though he is absent, is a proof of uncommon excellence. <\/p> \n <p>Others render it, <i>In thee and in thy name <\/i>; but the word <i>and <\/i> is not in the passage. There is here exhibited to us consolation, which is great and highly necessary in these times, when the base ingratitude of men, by shaking off the yoke of God, has brought down upon itself a most cruel tyranny; and we need not wonder if we already see it abound in many places in which men call on the name of God. Yet the godly ought not to faint on this account, provided that they support themselves by this consolation, that God never entirely forsakes those who find abundant consolation in the remembrance of his name. But at the same time it is necessary to testify this faith, so as to choose to die a thousand times rather than depart from God by profaning his name; for when any one goes astray through the fear of men, it is certain that he never has truly tasted the sweetness of the name of God. So long, therefore, as we freely enjoy the word, let us be diligently employed in it, so that, when necessity shall demand it, we may be armed, and that it may not appear that we have indulged at our ease in idle speculation. <\/p> ",
    "audit": null
}