{
    "id": 7118,
    "source": "calvin",
    "verse_id": 17997,
    "verse_count": 1,
    "reference": "17:13",
    "title": "",
    "html": "<p><i> The nations shall rush.<\/i> Although he appears to follow out that threatening, which he formerly uttered, yet he begins to comfort believers by repeating the same statement, as if we should say, “They who were unmindful of God must be punished for their wicked revolt, and must be, as it were, overwhelmed by a deluge; but the Lord will restrain this savage disposition of the enemies, for, when they have exercised their cruelty, he shall find a method of casting them out and driving them away.” This is a remarkable consolation, by which he intended to support the remnant of the godly. Nor does he speak of the Jews only, as is commonly supposed, for hitherto he has addressed his discourse to the ten tribes, and it is certain that there were still left in Israel some who actually feared God, and who would have despaired if they had not been upheld by some promise.<\/p> \n<p>By these metaphors he describes dreadful storms and tempests. When the Holy Spirit intends to bring comfort to the godly, he holds out those objects which are wont to terrify and discourage the minds of men, that we may learn that God will easily allay all tempests, however violent and dreadful. As the winds and seas and storms are at his command, so it is easy for him to restrain enemies and their violence; and therefore immediately afterwards he compares the Assyrians to<i> chaff.<\/i><\/p> \n<p><i> As the chaff of the mountains before the wind.<\/i> Although with regard to the Israelites their attack was terrible, yet he shews that before God they will be like<i> chaff,<\/i> for without any effort he will scatter all their forces. Hence it follows that we ought not to judge of their resources and strength by our senses. Whenever therefore we see the restraints laid on the wicked withdrawn, that they may rush forward for our destruction, let us indeed consider that, so far as lies in ourselves, we are ruined, but that God can easily frustrate their attacks.<span class=\"greek-hebrew\"> גלגל<\/span> (<i> galgal<\/i>) means<i> a rolling thing,<\/i> which is easily driven by the wind.<\/p> ",
    "audit": null
}