{
    "id": 7189,
    "source": "calvin",
    "verse_id": 18068,
    "verse_count": 1,
    "reference": "22:15",
    "title": "",
    "html": "<p><i>Thus saith the Lord. <\/i> This is a special prediction against a single individual; for, having spoken of the whole nation, he turns to Shebna, whom he will afterwards mention. ( <a class=\"isa\" verses=\"WzE4MzU1XQ==\">Isaiah 37:2<\/a>.) To this person the Prophet gives two titles, that of “scribe” or “chancellor,” and that of “steward of the house,” for while in this passage he calls him “steward,” in the thirty-seventh chapter he calls him “scribe.” This has led some to think that, at the time of this prediction, he had resigned his office as steward, and that Eliakim was put in his room. But this is uncertain, though the words of the Prophet, in reference to Shebna himself, lead us to conclude that he cherished wicked envy, which led him to attempt to degrade Eliakim from his rank. Nor is it improbable that this prediction was uttered, when Sennacherib’s army was discomfited, and Jerusalem was saved in a miraculous manner. ( <a class=\"ref\">2 Kings 19:35<\/a>; <a class=\"isa\" verses=\"WzE4Mzg5XQ==\">Isaiah 37:36<\/a>.) During the interval, many things might have happened which are now unknown to us; and it is not improbable that this treacherous scoundrel, having obtained the highest authority, made an unjust use of it to the injury of Eliakim. It is evident, from the history of the Book of Kings, that Shebna was a “scribe” or “secretary,” and one of high rank, such as we now call chancellor.<\/p> \n<p>There is greater difficulty about the word<span class=\"greek-hebrew\"> סכן<\/span> , (<i>sōchēn<\/i> .) Some think that it means “treasurer,” because<span class=\"greek-hebrew\"> סכן<\/span> (<i>sāchăn<\/i>) signifies<i>to store up<\/i> ; but, as he elsewhere calls him “chancellor,” I think it is not probable that he was treasurer. Besides, the Prophet shews plainly enough that his office as governor was such as allowed others to have scarcely any share of authority along with him. Such a rank could not belong to a treasurer, and therefore I think that the Prophet means something else. As<span class=\"greek-hebrew\"> סכן<\/span> (<i>sāchăn<\/i>) sometimes signifies “to abet,” and “to foment,”<span class=\"greek-hebrew\"> סכן<\/span> (<i>sōchēn<\/i>) may here mean “an abettor,” or, as we commonly say, “an accomplice.” It is certain that this Shebna had communications with the enemy, and was a cunning and deceitful person; for he cherished a concealed friendship with the Egyptians and Assyrians, and held treacherous communications with them, so as to provide for his own safety in any event that might arise, and to maintain his authority.<\/p> \n<p>Others think that<span class=\"greek-hebrew\"> סכן<\/span> (<i>sōchēn<\/i>) is a word denoting the country to which he belonged, and that he was called a Sochnite from the city of which he was a native; for he is said to have been an Egyptian. I certainly do not reject that opinion, but I prefer the former; for he<i>abetted<\/i> both sides, and thought that, by his cunning, he would be preserved, even though everything should be turned upside down.<\/p> \n<p>The particle<span class=\"greek-hebrew\"> הזה<\/span> , (<i>hăzzēh<\/i> ,)<i>this<\/i> , is evidently added in contempt. It is as if he had said, “<i>That<\/i> cunning man, ready for all shifts, (<span class=\"greek-hebrew\"> πανοῧργος<\/span> ,) who abets various parties, who curries favor on all sides.” In this sense<span class=\"greek-hebrew\"> סכן<\/span> (<i>sōchēn<\/i>) is used ( <a class=\"ref\">1 Kings 1:2<\/a>) when it relates to a maid who was about to be brought to the aged king in order to<i>cherish<\/i> him. Yet, if it be thought preferable to understand it as meaning a hurtful and injurious person, I do not object, for the word signifies also “to impoverish.”<\/p> ",
    "audit": null
}