{
    "id": 7206,
    "source": "calvin",
    "verse_id": 18085,
    "verse_count": 1,
    "reference": "23:7",
    "title": "",
    "html": "<p><i>Is this your exulting city? <\/i>The Prophet mocks at Tyre, and ridicules her pride, because she boasted of the antiquity of her name. He likewise confirms what all would suppose to be incredible; for this prediction was undoubtedly laughed at, seeing that the power of Tyre was unshaken, and her wealth was like a wall of brass. So much the more confidently does Isaiah speak, and threaten that her ruin is certain, and that, though she be more ancient than other cities, and though she be universally applauded on that ground, still this will not prevent her from being destroyed. The origin of Tyre is traced in profane history from time almost out of mind, and is so obscure and intricate, that hardly anything can be ascertained; though they allege that it was founded by the Phenicians, as those who boast of the fame of antiquity call themselves natives of the soil. With this antiquity the Prophet contrasts banishment, intimating that, when God had determined to inflict punishment on that nation, her stability would be at an end. <\/p>\n<p><i>Her feet shall carry her, to travel into a distant country. <\/i>To follow wherever “the feet carry,” is nothing else than to have long wanderings. Yet he also means that they will be deprived of their wealth, and will be in want of all things during their banishment, so that they will not have a conveyance of any kind, or a beast to carry them. Banishment is a very hard condition, when poverty is added to it; for it may be more easily endured where there are the means of supporting life; but when men must dwell in unknown countries in the deepest poverty, the misery is extreme. He adds the finishing stroke to their miseries by saying, that they must “travel into a distant country;” for the greater the distance, the harder is the banishment. <\/p>",
    "audit": null
}