{
    "id": 7925,
    "source": "calvin",
    "verse_id": 18821,
    "verse_count": 1,
    "reference": "59:20",
    "title": "",
    "html": "<p><i>And a Redeemer shall come to Zion. <\/i>He again confirms what he formerly said, that the people shall be delivered, and that God will be the author of this blessing. He bids the people, therefore, be of good cheer in their captivity, which shall not be perpetual; and next, he exhorts them to place the hope of redemption in God alone, that they may fix their minds solely on his promises. By the name Zion he denotes here, as in other passages, captives and exiles; for however far they had been banished from their country, still they must have carried the temple in their hearts. <\/p>\n<p><i>And to them who have turned away from iniquity. <\/i>That the bastard children of Abraham may not apply indiscriminately to themselves what he has just now said, he proceeds to show to whom the redemption shall come, namely, to those only who have been truly consecrated to the Lord. It is certain that many returned from Babylon, who were not moved by any feeling of repentance, and yet who became partakers of the same blessing. But the Prophet speaks of the complete redemption which the elect alone enjoy; for, although the fruit of external redemption extends also to hypocrites, yet they have not embraced the blessing of God for salvation. The design of the Prophet is, to show that the punishment; of banishment will be advantageous, that God may gather his Church, after having purified it from filth and pollution; for we must always bear in remembrance what we saw elsewhere as to the diminution of the people. <\/p>\n<p>In this way the Prophet exhorts the elect to the fear of God, that they may profit by his chastisements. Hence infer, that we cannot be reconciled to God through the blood of Christ, unless we first repent of our sins; not that salvation, which is founded on the pardon of sins, depends on our repentance; but repentance is joined to it in such a manner that it cannot be separated. They whom the Lord receives into favor are renewed by his Spirit in such a manner as to abhor their vices and change their manner of life. <\/p>\n<p>Papists overturn the whole doctrine of salvation, by mingling and confounding pardon of sin with repentance; and not only they, but others also who wish to be thought more acute.  They acknowledge that a man is justified by free grace through Christ, but add, that it is because we are renewed by him. Thus they make our justification to depend partly on the pardon of sins and partly on repentance. But in this way our consciences will never be pacified; for we are very far from being perfectly renewed. These things must, therefore, be distinguished, so as to be neither separated nor confounded; and thus our salvation will rest; on a solid foundation. <\/p>\n<p>Paul quotes this passage, (<a class=\"ref\">Romans 11:26<\/a>) in order to show that there is still some remaining hope among the Jews; although from their unconquerable obstinacy it might be inferred that they were altogether cast off and doomed to eternal death. But because God is continually mindful of his covenant, and “his gifts and calling are without repentance,” (<a class=\"ref\">Romans 11:29<\/a>) Paul justly concludes that it is impossible that there shall not at length be some remnant that come to Christ, and obtain that salvation which he has procured. Thus the Jews must at length be collected along with the Gentiles, that out of both “there may be one fold” under Christ. (<a class=\"ref\">John 10:16<\/a>) It is of the deliverance from Babylon, however, that the Prophet treats. This is undoubtedly true; but we have said that he likewise includes the kingdom of Christ, and spiritual redemption, to which this prediction relates. Hence we have said that Paul infers that he could not be the redeemer of the world, without belonging to some Jews, whose fathers he had chosen, and to whom this promise was directly addressed. <\/p>\n<p><i>Saith Jehovah. <\/i>By these words, in the conclusion of the verse, he sets a seal to the excellent sentiment which he has expressed. <\/p>",
    "audit": null
}