{
    "id": 6825,
    "source": "calvin",
    "verse_id": 17689,
    "verse_count": 1,
    "reference": "2:3",
    "title": "",
    "html": "<p><i>And many people shall go <\/i>In the former verse he had slightly noticed the reason why Mount Zion would hold so high a rank. It was because all nations would flow to it, as if the rivers were overflowing through the great abundance of waters. He now makes the same statement, and assigns the reason; for it might be asked why various nations flocked to it in crowds from distant lands. He says, therefore, that the desire of serving God was their motive. <\/p>\n<p>The word  <span class=\"greek-hebrew\">רבים<\/span>, (<i>rabbim<\/i>,) <i>many<\/i>, implies a contrast; for it means that there will not be, as formerly, but one nation which devotes itself to the worship of the true God, but that those who formerly were <i>strangers and foreigners <\/i>(<a class=\"ref\">Ephesians 2:19<\/a>) will come into the same agreement with them about religion; as if he had said that the Church, which had formerly been, as it were, shut up in a corner, would now be collected from every quarter. By the word <i>many <\/i>he meant <i>various<\/i>; for unquestionably he did not intend to weaken the force of what he had said a little before about <i>all nations<\/i>. Now, though this was never fulfilled, that the nations of the whole world, each of them leaving their native country, made a journey into Judea; yet, because the doctrine of the gospel, by which God hath gathered to himself a Church indiscriminately out of all nations, proceeded from Mount Zion, he justly says that they will come to it who having, with one consent of faith, embraced the covenant of eternal salvation, have been united into one Church. We must also observe the harmony between the figures of the law and that spiritual worship which began to be introduced at the coming of Christ. <\/p>\n<p><i>And shall say, Come <\/i>By these words he first declares that the godly will be filled with such an ardent desire to spread the doctrines of religion, that every one not satisfied with his own calling and his personal knowledge will desire to draw others along with him. And indeed nothing could be more inconsistent with the nature of faith than that deadness which would lead a man to disregard his brethren, and to keep the light of knowledge choked up within his own breast. The greater the eminence above others which any man has received from his calling so much the more diligently ought he to labor to enlighten others. <\/p>\n<p>This points out to us also the ordinary method of collecting a Church, which is, by the outward voice of men; for though God might bring each person to himself by a secret influence, yet he employs the agency of men, that he may awaken in them an anxiety about the salvation of each other. By this method he likewise strengthens their mutual attachment, and puts to the test their willingness to receive instruction, when every one permits himself to be taught by others. <\/p>\n<p>Next Isaiah shows that those who take upon them the office of teaching and exhorting should not sit down and command others, but should join and walk along with them as companions; as we see that some men are very severe instructors, and eager to urge others forward, who yet do not move a step. But here believers, instead of addressing to their brethren the command, Go up, rather lead the way by their own example. This is the true method, therefore, of profitable teaching, when, by actually performing what we demand, we make it evident that we speak with sincerity and earnestness. <\/p>\n<p><i>And he will teach us in his ways <\/i> He shows, first, that God cannot be worshipped aright until we have been enlightened by doctrine; and, secondly, that God is the only teacher of the Church, on whose lips we ought to hang. Hence it follows that nothing is less acceptable to God than certain foolish and erring services which men call devotion and likewise, that though he employs the agency of men in teaching, still he reserves this as his own right, that they must utter nothing but his word. Had this rule been followed by those who called themselves teachers of the Church religion would not have been so shamefully corrupted by a wide and confused diversity of superstitions. Nor is it possible that we shall not be carried away into various errors, where we are tossed about by the opinions of men. Justly therefore, does Isaiah, when he claims for God alone the power and authority to teach the Church, shut the mouths of all mortals; so that the office of teaching is committed to pastors for no other purpose than that God alone may be heard there. Let those who wish to be reckoned ministers of Christ allow themselves to be regulated by this statement, that they may take nothing away from his authority. <\/p>\n<p>The Hebrew words  <span class=\"greek-hebrew\">ויורנו מדרכיו<\/span> (<i>veyorenu midderachaiv<\/i>) may be literally rendered, <i>he will teach us OF his ways; <\/i>which means, “He will show us what his ways are,” or, he will set before us his ways for a perfect instruction. <\/p>\n<p>Next he adds obedience, <i>we will walk in his paths<\/i>, by which he points out both the object and the result; for the instruction which is delivered to us from the mouth of the Lord is not mere speculation, but directs the course of our life, and leads us to obey him. But we ought also to observe, that the commandments of God are called ways and <i>paths<\/i>, in order to inform us that they go miserably astray who turn aside from them in the smallest degree. Thus every kind of unlawful liberty is restrained, and all men, from the least even to the greatest, are enjoined to observe this rule of obedience, that they keep themselves within the limits of the word of God. <\/p>\n<p><i>For out of Zion shalt go forth the law <\/i>This is an explanation of the former verse, in which he said that Mount Zion will be placed above all mountains; that is, that she will be raised to the highest pitch of honor, when she shall become the fountain of saving doctrine, which shall flow out over the whole world. He calls it <i>the law<\/i>; but we have elsewhere spoken of the derivation and meaning of this word; for  <span class=\"greek-hebrew\">תורה<\/span> (<i>torah<\/i>) means <i>instruction<\/i>, and the most complete of all kinds of instruction is contained in <i>the law<\/i>. He speaks, therefore, after the manner of the prophets; for since the rule of godliness was to be obtained from the law, they were wont, by a figure of speech, (synecdoche,) in which a part is taken for the whole, to include under the word <i>law <\/i>all the instruction which God has given; just as under the word <i>altar <\/i>they include the whole worship of God. <\/p>\n<p>Now, since we know that this prediction was fulfilled, when the preaching of the gospel began at that very place, (for Christ first taught at Jerusalem, and afterwards his doctrine was spread throughout the whole world,) we must not take the word law in a limited sense; for at that time, as to its figures and bondage, it was rather abolished. (<a class=\"ref\">Luke 2:46; Mark 16:10; Ezekiel 47:1; Luke 24:47<\/a>.) Hence we conclude that the term is applied, without limitation, to the word of God. And when the prophets say that waters will spring out of the temple to water the whole world, (<a class=\"ref\">Ezekiel 47:1<\/a>,) they express metaphorically what Isaiah lays down in plain language; namely, that the source of saving doctrine will be from that place; for out of it the apostles and other teachers spread the gospel through the whole world. <\/p>\n<p>We must observe the reason why the Prophet made these statements. It was, that he might fortify the godly against various changes, which otherwise, on manifold occasions, might have crushed their minds; and therefore it was of great importance to provide against offenses, and to fortify the minds of the godly. “Whatever may be the condition of your affairs, and though you should be oppressed by afflictions on all sides, still continue to cherish this assured hope, that <i>the law will go forth out of Zion, and the word of the Lord from Jerusalem<\/i>; for this is an infallible decree of God, which no diversity or change of events will make void.” <\/p>\n<p>How much the godly needed this consolation may be easily inferred from the course of events which immediately followed; for when Judea had been forsaken, the temple destroyed, the worship of Goal overturned, and the comely order of the Church utterly defaced while tyranny became more and more oppressive, it was natural that their minds should be discouraged, and that all hope should be thrown away. On the other hand, after the return of the Jews from Babylon, when dreadful superstitions gradually obtained prevalence, and the priests, instead of discharging their office in a lawful manner, grasped at wicked tyranny, what else could have occurred to the minds of the goodly than that religion had fallen into neglect, and that the worship of Goal was entirely laid aside, if they had not been supported by this promise? For there can be no doubt that this temptation, which arose out of internal vices, was more injurious than their banishment into Babylon. So long as they were exiles, they had at least prophets, by whose instruction they were encouraged; but in that state of corruption the good effect of instruction had been lost, and no regard was paid to religion or godliness. But by the aid of this prediction alone the Lord granted to them the support which they needed. For why had <i>the law<\/i>, which God appeared to have consecrated for himself in his own habitation, been thrown down and basely trampled under foot? Who, then, would have thought not only that it would have a place there, but that it would also reign in all foreign places, and in the most distant regions? On the other hand, the Prophet declares not only that <i>the law <\/i>will remain in its place, but that it will travel further; by which he means that it will not be confined within its former boundaries, for it will be proclaimed to the Gentiles without distinction. <\/p>\n<p>And undoubtedly this had very great authority and weight with the Apostles, when they knew that they were appointed to perform those things which are here promised. Otherwise they would never have had courage enough to venture to undertake the office, and, in short, would not have been able to endure the burden, especially when the whole world furiously opposed them. But they knew that he by whom this had been promised, and from whom they had received authority to deliver this message, would easily remove every obstacle. It ought also to be observed that we obtain from it a strong confirmation of our faith, when we learn that the doctrine of the gospel <i>came forth out of Zion<\/i>; because we thence conclude that it is not new, or lately sprung up, but that it is the eternal truth of God, of which a testimony had been given in all ages before it was brought to light. <\/p>\n<p>We also infer that it was necessary that all the ancient ceremonies should be abolished, and that a new form of teaching should be introduced, though the substance of the doctrine continue to be the same; for <i>the law <\/i>formerly proceeded out of Mount Sinai, (<a class=\"ref\">Exodus 19:20<\/a>,) but now it proceeded <i>out of Zion<\/i>, and therefore it assumed a new form. Two things, therefore, must be observed; first, that the doctrine of God is the same, and always agrees with itself; that no one may charge God with changeableness, as if he were inconsistent; and though the law of the Lord be now the same that it ever was, yet it came <i>out of Zion <\/i>with a new garment; secondly, when ceremonies and shadows had been abolished, Christ was revealed, in whom the reality of them is perceived. <\/p>",
    "audit": null
}