{
    "id": 7612,
    "source": "calvin",
    "verse_id": 18503,
    "verse_count": 1,
    "reference": "42:22",
    "title": "",
    "html": " <p> <i>But this people. <\/i>,Isaiah now declares that it is through their own fault that the people are miserable and appointed to destruction, because they reject God, who would otherwise have been inclined to do good to them, and because they deliberately set aside all remedies, and wish for death, as is commonly the case with men who are past hope. Thus he excuses God in such a manner as to bring a heavy accusation against the people, because they have rejected him by their ingratitude, and have abused his fatherly kindness. Yet, as I remarked a little before, he mentions these things, not so much for the sake of excusing God, as of bringing a bitter complaint, that his countrymen have leagued to their destruction; because, as if on set purpose, they have precipitated themselves into many calamities. If, then, we see the Church, at the present day, in a ruinous and revolting condition, we ought to ascribe it to our iniquities and transgressions, by which we do not suffer God to do good to us. <\/p>,\n <p>The copulative <span class=\"greek-hebrew\">,ו <\/span> <i>(vau) <\/i>,is rendered by some <i>therefore; <\/i>,but I have preferred to translate it <i>but; <\/i>,for it states a contrast to that desire by which the Lord declared that he was prompted to defend his people, if they had permitted it. I choose to interpret <span class=\"greek-hebrew\">,הפח <\/span> <i>(hapheach) <\/i>,as a gerundial participle, <i>about to be snared; <\/i>,for he speaks of a nation which was about to be led into captivity. As to <span class=\"greek-hebrew\">,בהורים <\/span>,, (<i>bahurim,) <\/i>,I think that two words, instead of one, are here used to signify <i>in dens; <\/i>,for to translate the word <i>young men, <\/i>,appears to me to be at variance with the context. <\/p>,\n <p> <i>They shall be made a spoil. <\/i>,They who interpret this as relating to the whole human race, who have no Savior but Christ, (<a class=\"ref\">John 8:36 <\/a>,,) adduce nothing that corresponds to the Prophet’s meaning; for he simply declares that the people shall perish without hope of deliverance, because they rejected the grace of God. Let us infer from this what must befall us, if we do not in due time embrace the grace of God offered to us. We shall certainly deserve to be deprived of all aid, to be exposed as a prey and a spoil, and utterly to perish. <\/p>,",
    "audit": null
}