{
    "id": 7198,
    "source": "calvin",
    "verse_id": 18077,
    "verse_count": 1,
    "reference": "22:24",
    "title": "",
    "html": " <p> <i>And they shall hang upon him.<\/i>, It is as if he had said that Eliakim would be fully qualified for discharging his duties, and would not be indolent in his office. Hence we infer that God does not exalt princes to honor, in order that they may live in indolence or gratify their own passions. The office of a prince is very labourious, if he discharges it properly, and if he do not copy the unmeaning countenances of those who imagine that they have been raised to that honor, that they may live in splendor and may freely indulge in every kind of luxury. If a prince wish to discharge his office in a proper manner, he must endure much toil. It must not be thought that the comparison of a <i>nail<\/i>, is inapplicable to princely government, since it denotes an office full of activity and cares; and we know that metaphors do not apply at all points, but we ought to observe the purpose for which they are introduced. <\/p>\n <p> <i>All the glory of his father’s house, <\/i> <i>the grandchildren and great-grandchildren.<\/i>, The expression, “his father’s house,” leaves no room to doubt that Eliakim was of royal blood; and therefore by his successors I understand not only those who were nearly related to him, but the whole family of David. He will have the charge of all that shall be in the king’s house. By adding <i>grandchildren<\/i>, he likewise shews that this princely government will be of long duration, that it will not only last during the life of one individual, but will also extend to his successors. For good princes are useful not only to their own age, but also to posterity, to whom they leave good laws, salutary regulations, and the traces of good government; so that their successors, even though they be wicked men, are ashamed to give themselves up all at once to abandoned wickedness, and, even against their will, are compelled through shame to retain something that is good. He shews that this will be the case with Eliakim, whose government will be so righteous that even posterity shall reap advantage from it. <\/p>\n <p> <i>The smaller vessels.<\/i>, Metaphorically it denotes that there will be uniform justice, or equal laws, as the phrase is; and it is as if he had said, “He will not only support the nobles, but will likewise attend to the interests of the lowest rank.” The more rarely this is found in a prince, so much higher praise does he deserve than if he favored none but the rich and powerful; for these can guard and protect themselves, but the poor and feeble lie open as a prey to the attacks of others, and there is hardly any one that pleads their cause. <\/p>\n <p> <i>To all vessels of music.<\/i>, By <i>vessels<\/i>, the Hebrew writers denote instruments of all kinds, and the meaning is very extensive. When he speaks of <i>musical<\/i>, vessels, he follows out what he had said in a single word; for it serves to explain the word <span class=\"greek-hebrew\">,קטן<\/span>, (<i>kātān<\/i>,) <i>little<\/i>,; as if he had said that there would be nothing so small, or minute, or insignificant, that he would not take charge of it. <\/p>",
    "audit": null
}