{
    "id": 6905,
    "source": "calvin",
    "verse_id": 17777,
    "verse_count": 1,
    "reference": "6:7",
    "title": "",
    "html": "<p><i> And applying it to my mouth.<\/i> We see how God condescends to meet the weakness of human sense. He puts<i> the tongs<\/i> into the hand of a seraph, that by means of it he may take<i> a coal from the altar<\/i> and apply it to the Prophet’s mouth. This was, no doubt, done in vision; but by the aid of the outward sign God assisted the Prophet’s understanding. There is no reason to believe that the<i> coal<\/i> possessed any virtue, as superstitious persons imagine that in the magical arts there is some hidden power. Nothing of this sort is to be found here; for it is God alone who can cleanse our pollution, in whatever part it exists.<\/p> \n<p>Here the angel administered the cleansing, but was not the author of it; so that we must not ascribe to another what belongs to God alone. This is expressly stated by the angel himself, who claims nothing as his own, but bringing forward the sacred pledge which he had received from God, laid it as a sacrament on the<i> lips<\/i> of the Prophet; not that he could not be cleansed without the<i> coal<\/i> , but because the visible sign was useful for the confirmation and proof of the fact. And such is the use of sacraments, to strengthen us in proportion to our ignorance; for we are not angels, that can behold the mysteries of God without any assistance, and therefore he raises us to himself by gradual advances.<\/p> \n<p><i> Lo, this hath touched thy lips.<\/i> He shows that the confirmation which was obtained by the sign was not without effect, but that the blessing signified by it was at the same time bestowed, so that Isaiah knew that he had not been deceived. Hence we may infer, that in the sacraments the reality is given to us along with the sign; for when the Lord holds out a sacrament, he does not feed our eyes with an empty and unmeaning figure, but joins the truth with it, so as to testify that by means of them he acts upon us efficaciously. And this ought to be the more carefully observed, because there are few persons in the present day who understand the true use of sacraments, and because many godly and learned men are engaged in frequent disputes respecting them.<\/p> \n<p>First of all, we ought to believe that the truth must never be separated from the signs, though it ought to be distinguished from them. We perceive and feel a sign, such as the bread which is put into our hands by the minister in the Lord’s Supper; and because we ought to seek Christ in heaven, our thoughts ought to be carried thither. By the hand of the minister he presents to us his body, that it may be actually enjoyed by the godly, who rise by faith to fellowship with him. He bestows it, therefore, on the godly, who raise their thoughts to him by faith; for he cannot deceive.<\/p> \n<p>Unbelievers indeed receive the sign; but because they linger in the world, and do not arrive at Christ’s heavenly kingdom, they have no experience of the truth; for he who has not faith cannot raise his thoughts to God, and therefore cannot partake of Christ. Faith alone opens for us the gate of the kingdom of God; and therefore, whoever wishes to eat the flesh of Christ must be carried by faith to heaven beyond human conception. In short, it is the Spirit of God alone who can make us partakers of that fellowship. And yet it does not follow that the unbelief of men takes anything away from the truth of the sacrament, since God always presents to us a spiritual matter, but wicked men treat it with scorn; just as the grace of God is offered by the gospel, but all do not receive it, though they actually hear it, and are compelled to yield assent to the truth.<\/p> \n<p>Besides, we learn from this passage that the sacraments are never separated from the word. The angel does not here act the part of a dumb man, but, after having given the sign, immediately adds the doctrine, in order to show what was intended by it; for it would have been no sacrament, if doctrine had not been added, from which Isaiah could learn for what purpose the<i> coal<\/i> was applied to his mouth. Let us therefore learn that the chief part of the sacraments consists in the word, and that without it they are absolute corruptions, such as we see every day in popery, in which the sacraments are turned into stage-plays. The amount of the whole is, that there is nothing to prevent Isaiah, who has been perfectly cleansed, and is free from all pollution, from appearing as God’s representative.<\/p> ",
    "audit": null
}