{
    "id": 7591,
    "source": "calvin",
    "verse_id": 18482,
    "verse_count": 1,
    "reference": "42:1",
    "title": "",
    "html": "<p><i>Behold my servant. <\/i>The Prophet appears to break off abruptly to speak of Christ, but we ought to remember what we mentioned formerly  in expounding another passage, (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 7:14<\/a>,) that the prophets, when they promise anything hard to be believed, are wont immediately afterwards to mention Christ; for in him are ratified all the promises which would otherwise have been doubtful and uncertain. “In Christ,” says Paul, “isYea and Amen.” (<a class=\"ref\">2 Corinthians 1:20<\/a>.) For what intercourse can we have with God, unless the Mediator come between us? We undoubtedly are too far alienated from his majesty, and therefore could not be partakers either of salvation or of any other blessing, but through the kindness of Christ. <\/p>\n<p>Besides, when the Lord promised deliverance to the Jews, he wished to raise their minds higher, that they might look for greater and more valuable gifts than bodily freedom and a return to Judea; for those blessings were only the foretaste of that redemption which they at length obtained through Christ, and which we now enjoy. The grace of God in the return of his people would indeed have been imperfect, if he had not, at that time revealed himself as the perpetual Redeemer of his Church. But, as we have already said, the end of the captivity in Babylon included the full restoration of the Church; and consequently we need not wonder if the prophets interweave that commencement of grace with the reign of Christ, for that succession of events is mentioned in ninny passages. We must therefore come to Christ, without whom God cannot be reconciled to us; that is, unless we be received into the number of God’s children by being ingrafted, into his body. It will be evident from what follows, that the Prophet now speaks of Christ as the First-born and the Head, for to no other person could the following statements be applied, and the Evangelists place the matter beyond all controversy. (<a class=\"ref\">Matthew 12:17<\/a>.) <\/p>\n<p>He calls Christ his <i>Servant, <\/i>( <span class=\"greek-hebrew\">κατ ἐξοχήν<\/span>,) by way of eminence; for this name belongs to all the godly, because God has adopted them on the condition of directing themselves and their whole life to obedience to him; and godly teachers, and those who hold a public office in the Church, are in a peculiar manner denominated the servants of God. But there is something still more extraordinary, on account of which this name belongs especially to Christ, for he is called a “Servant,” because God the Father not only enjoined him to teach or to do some particular thing, but called him to a singular and incomparable work which has nothing in common with other works. <\/p>\n<p>Though this name is ascribed to the person, yet it belongs to human nature; for since his divine nature is eternal, and since he has always possessed in it a glory equal and perfectly similar to that of the Father, it was necessary that he should assume flesh in order that he might submit to obedience. Hence also Paul says, <\/p>\n<p>“Though he was in the form of God, he accounted it not robbery to make himself equal to God, but emptied himself, taking the form of a servant,” etc. (<a class=\"ref\">Philippians 2:6<\/a>.) <\/p>\n<p>That he was a servant was a voluntary act, so that we must not think that it detracted anything from his rank. The ancient writers of the Church expressed this by the word “Dispensation,” by which it was brought about, they tell us, that he was subject to all our infirmities. It was by a voluntary determination that he subjected himself to God, and subjected himself in such a manner as to become also of service to us; and yet that exceedingly low condition does not hinder him from still continuing to possess supreme majesty. Hence also the Apostle says that he was “exalted above every name.” (<a class=\"ref\">Philippians 2:9<\/a>.) he employs the demonstrative particle <i>Behold, <\/i>in order to lead the Jews to regard the event as having actually taken place; for the objects which were before their eyes might have led them to despair, and therefore he bids them turn away their eyes from the actual condition of things and look to Christ. <\/p>\n<p><i>I will lean upon, him, <\/i>or, <i>I will uphold him. <\/i>  <span class=\"greek-hebrew\">אתמך<\/span> <i>(ethmoch) <\/i>is interpreted by some in an active, and by others in a passive sense. If it be taken in a passive sense, the meaning will be, that God will “lean on” his Anointed in such a manner as to lay the whole charge upon him, as masters commonly do to their faithful servants; and it is a proof of extraordinary fidelity, that God the Father will deliver all things to him, and will put into his hand his own power and authority. (<a class=\"ref\">John 13:3<\/a>.) Yet I do not object to the active signification, “I will raise him up,” or, “I will exalt him,” or, “I will support him in his rank;” for what immediately follows, <i>I will put my Spirit in him, <\/i>is a repetition of the same sentiment. In the former clause, therefore, he says, <i>I will uphold him, <\/i>and afterwards describes the manner of “upholding,” that he will direct him by his Spirit, meaning by this phrase that he will assist Christ in all things, and will not permit him to be overcome by any difficulties. Now, it was necessary that Christ should he endued with the Spirit of God, in order to execute that divine office, and be the Mediator between God and men; for so great a work could not be performed by human power. <\/p>\n<p><i>My elect. <\/i>In this passage the word <i>Elect <\/i>denotes “excellent,” as in many other passages; for they who are in the very flower of their age are called chosen youths. (<a class=\"ref\">1 Samuel 26:2<\/a>, and <a class=\"ref\">2 Samuel 6:1<\/a>.) Jehovah therefore calls him “an excellent servant,” because he bears the message of reconciliation, and because all his actions are directed by God. At the same time he demonstrates his undeserved love, by which he embraced us all in his only-begotten Son, that in his person we may behold an illustrious display of that election by which we have been adopted into the hope of eternal life. Now, since heavenly power dwells in the human nature of Christ, when we hear him speak, let us not look at flesh and blood, but raise our minds higher, so as to know that all that he does is divine. <\/p>\n<p><i>In whom my soul is well pleased. <\/i>From this passage we learn that Christ is not only beloved by the Father, (<a class=\"ref\">Matthew 3:17<\/a>,) but is alone beloved and accepted by him, so that there is no way of obtaining favor from God but through the intercession of Christ. In this sense the Evangelists quote this passage, (<a class=\"ref\">Matthew 12:18<\/a>,) as Paul also declares that we are reconciled “in the beloved” in such a manner as to be beloved on his account. (<a class=\"ref\">Ephesians 1:6<\/a>.) The Prophet afterwards shews that Christ will be endued with the power of the Spirit, not solely on his own account, but in order to spread it far and wide. <\/p>\n<p><i>He will exhibit judgment to the Gentiles. <\/i>By the word <i>judgment <\/i>the Prophet means a well-regulated government, and not a sentence which is pronounced by a judge on the bench; for to <i>judge <\/i>means, among the Hebrew writers, “to command, to rule, to govern,” and he adds that this judgment will be not only in Judea, but throughout the whole world. This promise was exceedingly new and strange; for it was only in Judea that God was known, (<a class=\"ref\">Psalms 76:2<\/a>,) and the Gentiles were shut out from all confidence in his favor. (<a class=\"ref\">Ephesians 2:12<\/a>.) <\/p>\n<p>These clear proofs were therefore exceedingly needful for us, that we might be certain of our calling; for otherwise we might think that these promises did not at all belong to us. Christ was sent in order to bring the whole world under the authority of God and obedience to him; and this shows that without him everything is confused and disordered. Before he comes to us, there can be no proper government amongst us; and therefore we must learn to submit to him, if we desire to be well and justly governed. Now, we ought to judge of this government from the nature of his kingdom, which is not external, but belongs to the inner man; for it consists of a good conscience and uprightness of life, not what is so reckoned before men, but what is so reckoned before God. The doctrine may be thus summed up: “Because the whole life of men has been perverted since we were corrupted in every respect by the fall of Adam, Christ came with the heavenly power of his Spirit, that he might change our disposition, and thus form us again to ‘newness of life.’” (<a class=\"ref\">Romans 6:4<\/a>.) <\/p>",
    "audit": null
}