{
    "id": 7466,
    "source": "calvin",
    "verse_id": 18354,
    "verse_count": 1,
    "reference": "37:1",
    "title": "",
    "html": "<p><i> And it came to pass.<\/i> The Prophet declares that the only hope of safety that was left to the pious king was to bring his complaints before God as a righteous judge; as it is said in the Psalm, that<\/p> \n<p><span> “in the same manner as servants or handmaids, when they are injured, look to the protection of their master or mistress, so the eyes of believers are fixed on the assistance of God.” — \n(<\/span><a class=\"ref\">Psalms 123:2<\/a> .)<\/p> \n<p>Thus, when Jerusalem appears to be completely ruined, Hezekiah, being bereft of earthly assistance, betakes himself to the protection of God, and thus acknowledges that there is no other remedy for heavy distresses. Hence also the grace of God shone more brightly, so that it was evidently miraculous, when the pious king was rescued from the jaws of that lion. We ought, therefore, to observe this circumstance, that we may better understand the great excellence of the work of God. Here we are also taught what we ought to do in the most desperate circumstances, not to be indolent or sluggish in supplicating the assistance of God, who himself invites us to come to him. We must not tremble or despair, but, on the contrary, ought to be stimulated by the necessity which presses upon us to seek his aid; as we see what Hezekiah did, who immediately betook himself to the temple in the same manner as to a place of safety, that he and all his people might take refuge under the shadow of God.<\/p> \n<p><i> That King Hezekiah rent his clothes.<\/i> He likewise adds the outward expressions of repentance, the “rending of the clothes and wearing sackcloth,” sprinkling of ashes, and other things of the same kind; for these were the ordinary signs of repentance, when, under the weight of any calamity by which they were afflicted, they confessed their guilt before God and implored pardon from him. Wonderful is the modesty of the holy king, who, after having performed so many illustrious works, and after having been adorned by the excellence of so many virtues, does not hesitate to prostrate himself humbly before God; and, on the other hand, wonderful is his courage and the steadfastness of his faith, in not being hindered by the weight of so heavy a temptation from freely seeking God by whom he was so severely smitten. Scarcely do we find one man in a hundred who does not murmur if God treats him with any degree of severity, who does not bring forward his good deeds as a ground of complaint, and remonstrate that he has been unjustly rewarded. Other men, when God does not comply with their wishes, complain that their worship of God has served no good purpose.<\/p> \n<p>We perceive nothing of this kind in Hezekiah, who, though he is conscious of possessing uncommon piety, does not shrink from a confession of guilt, and therefore if we desire to turn away God’s anger, and to experience his favor in adversity, we must testify our repentance and sincerely acknowledge our guilt; for adversity does not fall out to us by chance, but is the method by which God arouses us to repentance. True, indeed, sackcloth and ashes will be of little avail, if they be not preceded by the inward feelings of the heart; for we know that hypocrites are abundantly liberal in the use of ceremonies; but as we have formerly said, the Holy Spirit justly commends those exercises, when they are directed to their proper object. And indeed it was a proof of uncommon piety and modesty, that the pious king and the whole nation excited themselves in this manner to fear God, and that he made a voluntary acknowledgment of guilt in a form attended by wretched filthiness; for we know how unwilling kings are to let themselves down from their rank.<\/p> ",
    "audit": null
}