{
    "id": 7151,
    "source": "calvin",
    "verse_id": 18030,
    "verse_count": 1,
    "reference": "19:25",
    "title": "",
    "html": " <p> <i>Because the Lord of hosts will bless him. <\/i>,He assigns a reason, and explains the former statement; for he shews that, through the undeserved goodness of God, the Assyrians and Egyptians shall be admitted to fellowship with the chosen people of God. As if he had said, “Though these titles belonged exclusively to Israel, they shall likewise be conferred on other nations, which the Lord hath adopted to be his own.” There is a mutual relation between God and his people, so that they who are called by his mouth “a holy people,” (<a class=\"ref\">Exodus 19:6 <\/a>,,) may justly, in return, call him their God. Yet this designation is bestowed indiscriminately on Egyptians and Assyrians. <\/p>,\n <p> <i>Blessed be Egypt my people, and Assyria the work of my hands. <\/i>,Though the Prophet intended to describe foreign nations as associated with the Jews who had belonged to God’s household, yet he employs most appropriate marks to describe the degrees. By calling the Egyptians “the people of God,” he means that they will share in the honor which God deigned to bestow in a peculiar manner on the Jews alone. When he calls Assyrians <i>the work of his hands <\/i>,, he distinguishes them by the title peculiar to his Church. We have elsewhere remarked that the Church is called “the workmanship” (<span class=\"greek-hebrew\">,τὸ ποίημα <\/span>) of God, (<a class=\"ref\">Ephesians 2:10 <\/a>,,) because by the spirit of regeneration believers are created anew, so as to bear the image of God. Thus, he means that we are “the work of God’s hands,” not so far as we are created to be men, but so far as they who are separated from the world, and become new creatures, are created anew to a new life. Hence we acknowledge that in “newness of life” nothing ought to be claimed as our own, for we are wholly “the work of God.” <\/p>,\n <p> <i>And Israel my inheritance. <\/i>,When he comes to <i>Israel <\/i>,, he invests him with his prerogative, which is, that he is <i>the inheritance of God, <\/i>,so that among the new brethren he still holds the rank and honor of the first-born. The word <i>inheritance <\/i>,suggests the idea of some kind of superiority; and indeed that covenant which the Lord first made with them, bestowed on them the privilege which cannot be made void by their ingratitude; for “the gifts and calling of God are without repentance,” as Paul declares, (<a class=\"ref\">Romans 11:29 <\/a>,,) who shews that in the house of God they are the first-born. (<a class=\"ref\">Ephesians 2:12 <\/a>.) Although therefore the grace of God is now more widely spread, yet they still hold the highest rank, not by their own merit, but by the firmness of the promises. <\/p>,",
    "audit": null
}