{
    "id": 6940,
    "source": "calvin",
    "verse_id": 17812,
    "verse_count": 1,
    "reference": "8:4",
    "title": "",
    "html": " <p> <i>Truly before the child have knowledge to cry. <\/i>,This is an interpretation both of the dark saying and of the vision which was added to it; for although God did not intend to speak in direct language, still it was proper that obscurity should be removed. I interpret <span class=\"greek-hebrew\">,הנער <\/span>,, (<i>hannagnar <\/i>,,) <i>the child <\/i>,, to mean not the Prophet’s son, but rather all who should be born soon afterwards. He declares that, before they are grown up, the two kings of Israel and Samaria will be destroyed. <\/p>,\n <p> <i>Before the face of the king of Assyria. <\/i>,That is, at the disposal, or at the will, <i>of the king of Assyria <\/i>,; alluding perhaps to an ancient custom of carrying the spoils of the enemies <i>before <\/i>,the chariot of those who received a public triumph. In like manner shall the spoils of Samaria and Damascus be carried <i>before the king of Assyria. <\/i> <\/p>,\n <p>This makes it still more evident that the Prophet intended nothing else than to foretell the desolation of the kingdom of Israel and of Syria. He does this for the purpose of comforting the godly, and likewise of holding up to scorn the foolish dread of the wicked king, who could not endure that the Lord should assist him; for he rejected not only the promises, but likewise the sign which was offered. In consequence of this, the Prophet goes farther and farther in reproving his wickedness, and that of the whole nation. “Thou dost, indeed, believe nothing, but the Lord will assist his own; and thou shalt quickly see sudden and unexpected changes, by which the Lord will deliver his people.” And yet these words were spoken not so much to the king as to godly men; and hence we ought to infer that the servants of God do not always speak so as to be believed by their hearers; for Isaiah here addresses wicked men, in whom he produces no conviction. Why, then, does he speak to them? To convict them more and more of their unbelief, and to reprove them for it; and next, to render the goodness of God more manifest: for who would not have thought that such aggravated wickedness would entirely shut the door against the mercy of God? And yet the Lord, by his goodness, rises superior to the wickedness both of the king and of the people. The object of the Prophet therefore is, to reprove the ungodly for their rebelliousness, and at the same time show that God is always like himself. <\/p>,",
    "audit": null
}