{
    "id": 7123,
    "source": "calvin",
    "verse_id": 18002,
    "verse_count": 1,
    "reference": "18:4",
    "title": "",
    "html": "<p><i> But thus said Jehovah unto me.<\/i> After having threatened a slaughter of the Ethiopians or their neighbors, and at the same time shewn that comfort will arise from it to the Jews, or ironically reproved the foolish confidence with which the Jews had been deceived, he now adds that God will regulate these confused changes in such a manner as to gather to him at length his chosen people. The particle<span class=\"greek-hebrew\"> כי<\/span> , (<i> ki<\/i> ,) which I have translated<i> but<\/i> , sometimes means<i> for<\/i> and sometimes<i> but<\/i> . The latter meaning appears to be more appropriate in this passage, for the Prophet replies to a doubt which otherwise might grievously perplex weak minds; because when confusion arises, there may be said to be a veil which conceals from us the providence of God. Such also was the state of that nation whose destruction he foretells, that this prediction might be reckoned fabulous and worthy of ridicule; for, as we may gather from it, there was no danger or change to be dreaded.<\/p> \n<p><i> I will rest.<\/i> Some consider this as referring to the person of Isaiah, as if, relying on what God had revealed, he<i> rested,<\/i> that is, was in a state of composure, as we ought to be when we have heard the word of God, and fully expect what has been foretold. In like manner Habakkuk also says,<i> On my watch-tower will I stand<\/i> . (<a class=\"ref\">Habakkuk 2:1<\/a> .) But unquestionably he relates what the Lord had foretold to him, and the Lord himself, by the mouth of the Prophet, makes this declaration,<i> I will rest,<\/i> that is, I will remain unemployed.<\/p> \n<p><i> And I will look in my tabernacle.<\/i> The phrase,<i> I will look,<\/i> has the same import with the former; for a spectator takes no part in doing, but rests satisfied with<i> looking<\/i> . Such is likewise the force of the term<i> tabernacle<\/i> , as if the Lord betook himself to rest under a roof; while, on the contrary, he says that he ascends the judgment-seat, when he avenges the transgressions of the wicked; for these modes of expression are adapted to our capacity. But perhaps it may be thought more probable that the Prophet alludes to the sanctuary; because, although the majesty of God will remain concealed for a time among an afflicted people, yet his rest will not be without effect. It amounts to this, that though everything be turned upside down, so as to awaken a suspicion that God takes no further concern in the government of the world, yet he<i> rests<\/i> for an express purpose, as if he shut himself up unemployed in a chamber, and the effect of this rest will in due time appear.<\/p> \n<p><i> As the heat that drieth up the rain.<\/i> By this beautiful metaphor the Prophet expresses more fully what he had formerly said. Yet there are two ways in which it may be shewn to agree with the Prophet’s meaning; either that God, aroused, as it were, from his rest, will shew a smiling countenance to gladden believers, or will water them by a refreshing shower; and in this way the Prophet would describe their varied success. Or there is an implied contrast, by which he reminds us that, while God appears to remain unemployed and to look at what is going on, still he can execute his judgments as if it were in sport. And yet, as the two following verses are closely connected with this verse, Isaiah appears to mean, that though God does not act in a bustling manner like men, or proceed with undue eagerness and haste, still he has in his power concealed methods of executing his judgments without moving a finger. Perhaps also he intended to shew, that in destroying this nation, God will act in an extraordinary manner. But we ought to be satisfied with what I lately suggested, that when men carelessly resign themselves to sleep in the midst of prosperity, and, intoxicated by their pleasures, imagine that they have nothing to do with God, “sudden destruction is at hand,” because God, by a look, frustrates all the designs or preparations of the world. (<a class=\"ref\">1 Thessalonians 5:3<\/a> .) He therefore declares that he will be like a clear and calm sky, and<i> like the heat that drieth up the rain.<\/i><\/p> \n<p><i> And as a cloud of dew in the heat of harvest.<\/i> Now we know that this rain is exceedingly adapted to ripen the fruits, and likewise that the heat which follows the rain penetrates the fruits with its force, and drives the moisture more inward, by which it hastens their maturity and renders them more productive. Now the Prophet meant, that though calamities and distresses await the reprobate, still everything proceeds so much to their wish, that they appear to be supremely happy, as if the Lord intended to load them with every kind of blessings; but that they are fattened like oxen destined for slaughter, for when they appear to have reached the highest happiness, they suddenly perish.<\/p> \n<p>Hence it follows, that we ought not to form an estimate of the judgments of God according to outward appearances; for when men imagine themselves to be exceedingly safe, they are not far from destruction and from utter ruin. Thus he speedily comforts believers, that they may not suppose that it fares better with the reprobate so long as God forbears to strike; for though he appears to cherish in his bosom those whom he sustains, he will quickly reduce them to nothing. These statements ought to be applied to those wretched and disastrous times when the tyrants who oppress the Church are the only persons that are prosperous, and abound in all kinds of wealth, and contrive in such a manner as if everything were in their power, because they surpass other men in power, and skill, and cunning. But let us know that all these things are done by the appointment of God, who promotes their endeavors and renders them successful, that he may at length slay and destroy them in a moment. I am aware that a widely different meaning is given by some to these words of the Prophet; but any one who takes a judicious view of the whole passage will have little difficulty, I trust, in assenting to my interpretation.<\/p> ",
    "audit": null
}