{
    "id": 7474,
    "source": "calvin",
    "verse_id": 18363,
    "verse_count": 1,
    "reference": "37:10",
    "title": "",
    "html": "<p><i>Let not thy God deceive thee. <\/i> How shocking is this blasphemy, to speak of God the Author of truth, and to accuse him of falsehood and deceit, as if he actually imposed on his people! What is left to God when his truth is taken away, for nothing is more absolutely his own? God extorted this word from the wicked man, although he formerly pretended to revere some deity; for such impiety, as we have formerly said, God does not permit to remain any longer concealed.<\/p> \n<p><i>Saying, Jerusalem shall not be delivered. <\/i> This quotation of the words uttered by God himself, that “Jerusalem would be preserved,” has led some to conjecture that Isaiah’s prediction had been disclosed to the king of Assyria by the traitor Shebna. But there is no need of such conjectures; for the Assyrian knew well that Hezekiah placed his hope in God, and was not ignorant of the promises which were made both to him and to David,<\/p> \n<p><span> “This is my rest; here will I dwell for ever and ever.” \n(<\/span> <a class=\"ref\">Psalms 132:14<\/a>.)<\/p> \n<p>Not that he gave himself any trouble about heavenly oracles, but because every person knew and talked of them, and the Jews gloried in them wonderfully, and often boasted of the assistance and protection of God in opposition to their enemies.<\/p> \n<p>These promises, therefore, the tyrant meets by this blasphemy,—“Let not thy God deceive thee.” And thus he exalts himself against God, as if God were not sufficiently powerful to defend Jerusalem, and as if his own power were greater, not only than all the power of men, but even than the power of God himself. He endeavors to prove this by examples, because he has vanquished nations which were under the protection of other gods, and draws an argument from the power of his ancestors,—“They conquered the gods of other nations, and I am far superior to my ancestors; therefore the God of Israel will not conquer me.”<\/p> \n<p>Thus do wicked men commonly exalt themselves more and more in prosperity, so that at length they forget that they are men, and not only claim for themselves, but even think that they surpass, Divine Majesty. Setting aside all distinction between right and wrong, satisfied with the mere power of doing injury, they glory in their own crimes and those of their ancestors, and egregiously flatter themselves on the ground of their being descended from robbers and infamous men; for frequently the most powerful of monarchs is the best entitled to be called the rich son of a great robber. This tyrant does not consider whether it was in a right or a wrong manner that so many countries came into the power of his ancestors; for they have no regard to justice or injustice, when they aim at greatness; it is enough for them if in any way, either lawful or unlawful, they can bring others under their yoke. Thus they think that they are at liberty to do whatever they can. They hold by that proverb, (<span class=\"greek-hebrew\"> εἰ ἀδικητέον τυραννίδος περὶ ἀδικητέον<\/span>) “if justice ought to be violated, it ought to be violated for the sake of reigning;” and this vice was not peculiar to a single age, but even now we feel it to be excessive.<\/p> ",
    "audit": null
}