{
    "id": 6826,
    "source": "calvin",
    "verse_id": 17690,
    "verse_count": 1,
    "reference": "2:4",
    "title": "",
    "html": "<p><i> And he shall judge among the nations<\/i> He means that the doctrine will be like a king’s scepter, that God may rule among all nations; for, by a figure of speech in which a part is taken for the whole, the Hebrew word<span class=\"greek-hebrew\"> שפט<\/span> , (<i> shaphat<\/i> ,)<i> to judge<\/i> , means<i> to govern<\/i> or<i> to reign<\/i> . since, therefore, God had not taken more than one nation to be subject to his reign, the Prophet here shows that the boundaries of his kingdom will be enlarged, that he may rule over various nations. He likewise notices indirectly the difference between the kingdom of David, which was but a shadow, and this other kingdom, which would be far more excellent. At that time God ruled over his chosen people by the hand of David, but after the coming of Christ he began to reign by himself, that is, in the person of his only-begotten Son, who was truly<i> God manifested in the flesh<\/i> . (<a class=\"ref\">1 Timothy 3:16<\/a> .) The prophets sometimes employ the name of<i> David<\/i> when they are speaking about the kingdom of Christ, and they do so with propriety, that is, with respect to his human nature; for the Redeemer had been promised to spring from that family. (<a class=\"ref\">Jeremiah 30:9; Ezekiel 34:23<\/a> .) But here the Prophet extols his divine majesty from which it is evident how much more excellent is the condition of the new Church than that of the ancient Church, since God hath revealed himself as King in his Son. And again he confirms the calling of the Gentiles, because Christ is not sent to the Jews only, that he may reign over them, but that he may hold his sway over the whole world.<\/p> \n<p><i> And shall rebuke many nations<\/i> The word<span class=\"greek-hebrew\"> יכח<\/span> (<i> yakach<\/i>) sometimes means to<i> expostulate<\/i> , sometimes<i> to correct<\/i> , and likewise<i> to prepare<\/i> ; but the ordinary interpretation is most suitable to this passage, in which the Prophet speaks of the reformation of the Church. For we need correction, that we may learn to submit ourselves to God; because, in consequence of the obstinacy which belongs to our nature, we shall never make progress in the word of God, till we have been subdued by violence. Accordingly, Christ makes the beginning of preaching the gospel to be,<i> that the world be reproved concerning sin<\/i> . (<a class=\"ref\">John 16:8<\/a> .) That the doctrine may not be without profit, Isaiah shows that the stubbornness of our flesh must be subdued; and therefore he attributes to God the office of a<i> reproving judge<\/i> , that he may try our life, and, by condemning our vices, may effect a reformation of our morals. And, indeed, we see how little effect is produced by the gospel unless where that power of the Spirit is exercised which leads men to repentance.<\/p> \n<p><i> And they shall beat their swords into ploughshares<\/i> He next mentions the beneficial result which will follow, when Christ shall have brought the Gentiles and the nations under his dominion. Nothing is more desirable than peace; but while all imagine that they desire it, every one disturbs it by the madness of his lusts; for pride, and covetousness, and ambition, lead men to rise up in cruelty against each other. Since, therefore, men are naturally led away by their evil passions to disturb society, Isaiah here promises the correction of this evil; for, as the gospel is the<i> doctrine of reconciliation<\/i> , (<a class=\"ref\">2 Corinthians 5:18<\/a> ,) which removes the enmity between us and God, so it brings men into peace and harmony with each other. The meaning amounts to this, that Christ’s people will be meek, and, laying aside fierceness, will be devoted to the pursuit of peace.<\/p> \n<p>This has been improperly limited by some commentators to the time when Christ was born; because at that time, after the battle of Actium, the temple of Janus was closed, as appears from the histories. I readily admit that the universal peace which existed throughout the Roman empire, at the birth of Christ, was a token of that eternal peace which we enjoy in Christ. But the Prophet’s meaning was different. He meant that Christ makes such a reconciliation between God and men, that a comfortable state of peace exists among themselves, by putting an end to destructive wars. For if Christ be taken away, not only are we estranged from God, but we incessantly carry on open war with him, which is justly thrown back on our own heads; and the consequence is, that everything in the world is in disorder.<\/p> \n<p>Besides, Isaiah promises that, when the gospel shall be published, it will be an excellent remedy for putting an end to quarrels; and not only so, but that, when resentments have been laid aside, men will be disposed to assist each other. For he does not merely say,<i> swords shall be broken in pieces, but they shall be turned into mattocks<\/i> ; by which he shows that there will be so great a change that, instead of annoying one another, and committing various acts of injustice, as they had formerly done, they will henceforth cultivate peace and friendship, and will employ their exertions for the common advantage of all; for<i> mattocks<\/i> and<i> pruning-hooks<\/i> are instruments adapted to agriculture, and are profitable and necessary for the life of man. He therefore shows that, when Christ shall reign, those who formerly were hurried along by the love of doing mischief, will afterwards contend with each other, in every possible way, by acts of kindness.<\/p> \n<p><i> Neither shall they practice war any more<\/i> The word<span class=\"greek-hebrew\"> למד<\/span> (<i> lamad<\/i>) signifies either<i> to be accustomed to<\/i> , or<i> to learn<\/i> . But the meaning of the Prophet is plain enough, that they will not train themselves in destructive arts, and will not strive with each other in acts of cruelty and injustice, as they were formerly accustomed to do. Hence we infer that they have made little proficiency in the gospel, whose hearts have not been formed to meekness, and among whom there does not yet reign that brotherly love which leads men to perform kind offices to each other. But this cannot be done before the consciences have been brought into a state of peace with God; for we must begin there, in order that we may also be at peace with men.<\/p> \n<p>Some madmen torture this passage to promote anarchy, (<span class=\"greek-hebrew\"> ἀναρχίαν<\/span>) as if it took away from the Church entirely the right to use the sword, and bring it forward for condemning with great severity every kind of wars. For example, if a prince defend the people entrusted to him, and protect them against injustice, those people say, “It is unlawful for Christians to use the sword.” But it is easy to reply to this; for the Prophet speaks metaphorically about the kingdom of Christ, which leads men, through mutual kindness, to become reconciled to each other. The Scriptures frequently employ a metaphor, in which the thing signified is denoted by a sign; as in that passage,<\/p> \n<p>He who hath not a sword, let him buy one. (<a class=\"ref\">Luke 22:36<\/a> .)<\/p> \n<p>Christ certainly did not intend to induce his followers to fight, but intimated that the time of war was at hand. 0n the other hand, we are told that swords shall cease to exist, or shall be beaten down to serve a different purpose, when hatred and fighting shall be at an end, and when they who formerly were at enmity shall be reconciled to each other.<\/p> \n<p>It may be objected that, in a state of harmony and peace, the sword will no longer be needed. I reply, that peace exists among us just as far as the kingly power of Christ is acknowledged, and that these two things have a mutual relation. Would that Christ reigned entirely in us! for then would peace also have its perfect influence. But since we are still widely distant from the perfection of that peaceful reign, we must always think of making progress; and it is excessive folly not to consider that the kingdom of Christ here is only beginning. Besides, God did not gather a Church — by which is meant an assembly of godly men — so as to be separate from others; but the good are always mixed with the bad; and not only so, but the good have not yet reached the goal, and are widely distant from that perfection which is required from them. The fulfillment of this prophecy, therefore, in its full extent, must not be looked for on earth. It is enough, if we experience the beginning, and if, being reconciled to God through Christ, we cultivate mutual friendship, and abstain from doing harm to any one.<\/p> ",
    "audit": null
}