{
    "id": 7468,
    "source": "calvin",
    "verse_id": 18357,
    "verse_count": 1,
    "reference": "37:4",
    "title": "",
    "html": "<p><i>If perhaps Jehovah thy God will hear. <\/i>Hezekiah appears to doubt whether, or not the Lord is willing to hear him; for the particle  <span class=\"greek-hebrew\">אולי<\/span> <i>(ulai) <\/i>is translated <i>perhaps, <\/i>and this is the meaning which it frequently bears in Scripture. But it ought to be observed that believers, even though they know with certainty that the Lord will assist them, yet, in consequence of being perplexed by the difficulty of the case, often speak in this manner. Hezekiah had reasons for hesitating, if we look at the matter itself; but when he turns his eyes to the word, he is made certain as to the will of God, so that he ceases to tremble. But as it is impossible that the flesh should not retard believers by making them walk in a halting and staggering manner,  they sometimes accommodate their language to the present appearances of things. <\/p>\n<p>It may also be observed, in other passages of Scripture, that the saints, even while speaking of what was certain, spoke in this manner; for Peter, in exhorting Simon, says, <\/p>\n<p>“<i>If perhaps <\/i><span>this thought of thy heart may be forgiven thee.” \n(<\/span><a class=\"ref\">Acts 8:22<\/a>.) <\/p>\n<p>He does not advise Simon to tremble and hesitate in prayer; for stroh a supplication would have been vain; but he points out the heinousness of the offense; that he may strike his mind more forcibly, and may at length constrain him to rouse himself that he may approach God with true repentance. This word <i>perhaps, <\/i>therefore, does not imply doubt, but is equivalent to an expression which we commonly use, <i>if it be possible, <\/i>when we venture to hope and promise to ourselves something. And Hezekiah did not speak as if God were deaf to the words of the ungodly, or as if anything escaped his notice; but because it was a fixed principle in his heart that “God is near to all that truly call upon him,” (<a class=\"ref\">Psalms 145:18<\/a>,) he determines to strive against despondency, and arms himself by prayer; and because he does not expect to gain the conquest without difficulty, he says, <i>If perhaps. <\/i> Besides, he mentions two kinds of hearing, which in some measure removes the difficulty. <\/p>\n<p><i>If perhaps Jehovah, thy God shall hear the words which Jehovah thy God hath heard. <\/i>At first sight there is some apparent contradiction in these words; but the manner of speaking is highly appropriate, because Hezekiah was assuredly and beyond all controversy convinced that nothing is hidden from God; only he argues with himself on this point, whether or not, God determines to call in question the blasphemy of this filthy dog; because frequently he delays and conceals vengeance for a time, and thus seems to shut his eyes and overlook it. In short, taking for granted that <\/p>\n<p>“all things are open and manifest to God,” (<a class=\"ref\">Hebrews 4:13<\/a>,) <\/p>\n<p>he only asks with earnestness whether or not God actually shews that he is so highly offended by the blasphemies of Rabshakeh that he determines not to allow them to remain unpunished. In a word, he wishes God to hear effectually, that is, by restoring those things which were scattered and confused, and shewing himself to be a judge; for then do we know that he actually sees and observes all things. In this manner Hezekiah asks, “Hath not the Lord heard the blasphemies of Rabshakeh, to take vengeance on them, and to shew that he hath a regard to the glory of his name?” <\/p>\n<p><i>Jehovah thy God. <\/i>By calling him “the God of Isaiah,” Hezekiah does not mean that there is only one man who worships God, nor does he exclude himself from the number of the godly; but because prayers flowed from doctrine, the pious king wished to speak in commendation of the ministry of the Prophet, and to testify that he was a true servant of God. That relation is somewhat more extensive; for all believers call on God, and, on the other hand, God reckons them among his people; but God is reckoned in a peculiar manner to be the God of Isaiah and Paul, because they have a special calling. In a word, these words expressly contain praise and commendation of Isaiah’s calling. <\/p>\n<p><i>Thou wilt therefore lift up a prayer. <\/i>This is the second reason why Hezekiah sent messengers to Isaiah; namely, that he also would pray along with others. Hence we learn that it is the duty of a prophet, not only to comfort the afflicted by the word of the Lord, but also to offer his prayers for their salvation. Let not pastors and ministers of the word, therefore, think that they have fully discharged their duty, when they have exhorted and taught, if they do not also add prayer. This indeed is what all ought to do; but Hezekiah sent to Isaiah in a particular manner, because he ought to lead the way to others by his example. Besides, “to lift up a prayer” is nothing else than “to pray,” but the mode of expression deserves attention; for it shews how our feelings ought to be regulated when we pray. Scripture everywhere enjoins us to “lift up our hearts to heaven,” (<a class=\"ref\">Lamentations 3:41<\/a>;) for otherwise we would have no fear of God. Moreover, our stupidity is so great that we are immediately seized by gross imaginations of God; so that if he did not bid us look to heaven, we would choose rather to seek him at our feet. “To lift up a prayer,” therefore, is to pray in such a manner that our hearts may not grovel on the earth, or think anything earthly or gross about God, but may ascribe to him what is suitable to his majesty, and that our warm and earnest affections may take a lofty flight. In this sense it is said in the Psalm, <\/p>\n<p><span>“Let my prayer come up before thee as incense, \nand as the evening sacrifice.” (<\/span><a class=\"ref\">Psalms 141:2<\/a>.) <\/p>\n<p><i>For the remnant that is still left. <\/i>When he desires that prayer should be offered “for the remnant of the people that was left,” this circumstance was fitted powerfully to move the Lord; not that he is moved after the manner of men, but he acts towards us in this manner, and accommodates himself to our weakness. Thus when our affairs are brought to such an extremity that we are not far from destruction, we ought to spread our misery before God, that our minds may receive some consolation; for God declares that he hath regard to “the poor and afflicted.” (<a class=\"ref\">Psalms 22:24<\/a>.) And the nearer we appear to be to destruction, so much the more warmly and earnestly ought we to implore that he would render assistance to us, as we see here that Hezekiah did when matters were desperate. <\/p>",
    "audit": null
}