{
    "id": 7985,
    "source": "calvin",
    "verse_id": 18882,
    "verse_count": 1,
    "reference": "63:15",
    "title": "",
    "html": "<p><i> Look down from heaven.<\/i> After having, in the name of the whole people, related the benefits of former times, he now applies this to the present subject, and entreats the Lord to pay regard to his people.<\/p> \n<p><i> Behold from the habitation of thy holiness.<\/i> By these words he means that the power of God is not diminished, though this does not always appear; for we must supply a contrast, that God at that time might be said to be concealed, and did not shew himself to them as he had shewn himself to the fathers. “Although, therefore, we do not see thee, O Lord, and although thou hast withdrawn from us as if thou wert shut up in heaven, so that thou mayest seem to have altogether ceased to care about us, yet ‘look down from heaven, and from thy habitation’ behold our distresses.” Believers must differ from unbelievers in acknowledging a powerful and kind God, even when they perceive no tokens of his power or kindness; and thus, even when he is at a great distance, they nevertheless call on him; for God never ceases to care about his people, (<a class=\"ref\">1 Peter 5:7<\/a> ,) since he governs unceasingly every part of the world.<\/p> \n<p><i> Where is thy zeal?<\/i> By these questions believers appear in some measure to reproach God, as if he were not now moved by any affection toward them, or as if his power were diminished; but the Prophet’s meaning is different; for in thus extolling those benefits, his object is, as I have already remarked, to confirm the hope of believers for the future, that they may know that God is always like himself, and will never lay aside his care about his people. This will appear more clearly from what follows.<\/p> \n<p><i> The multitude of bowels and of compassions<\/i> denotes God’s vast goodness; for God displays and opens up his bowels, so to speak, when he exercises toward us bounty and kindness, which truly is so great that we cannot praise it in adequate language. Nor is it a new thing that believers, when oppressed by grief, expostulated familiarly with God for shutting up his bowels. They do indeed hold by this principle, that God is always compassionate, because he does not change his nature; and though they impute it to their sins that they do not experience him to be compassionate, yet, that they may not sink into despair, they ask how it is possible that God should treat them with severity, and, as if he had forgotten his natural disposition, should shew nothing but tokens of absolute displeasure?<\/p> ",
    "audit": null
}