{
    "id": 7838,
    "source": "calvin",
    "verse_id": 18734,
    "verse_count": 1,
    "reference": "54:10",
    "title": "",
    "html": "<p><i>For the mountains shall indeed be moved. <\/i> He confirms the former statement, and declares that sooner shall the whole world be turned upside down, than his mercy shall fail. It would be idle to put the question here, how “the mountains shall be moved, or the hills shall shake;” for the comparison is drawn from those things which appear to be strongest and most deeply rooted, in order to show that the foundation of the Church is far more durable. “Mountains” are very strong, and earthquakes do not so frequently take place in them as in plains; and therefore the Lord declares that, although that vast and huge mass of “mountains be moved,” or the heavens fall, yet his covenant shall endure, and his mercy towards the Church shall not fail. In this sense it is said in the Psalm, “The Lord shall reign, the world shall be established.” ( <a class=\"ref\">Psalms 93:1<\/a>) In another passage it is even said,<\/p> \n<p><span> “Though the heavens pass away, the Church of God shall remain unshaken.” \n(<\/span> <a class=\"ref\">Psalms 102:26<\/a>)<\/p> \n<p><i>My mercy. <\/i> In the word “mercy,” it ought to be remarked what is the nature of the foundation of the covenant; for we can have no friendship with God: unless he have mercy upon us, and receive us by free grace.<\/p> \n<p><i>The covenant of my peace. <\/i> He calls it “the covenant of peace,” because the Lord offers to us all that belongs to perfect happiness; as the Hebrew writers also, under the word “peace,” include all posterity. Since therefore this covenant contains solid and perfect happiness, it follows that all who are excluded from it are miserable.<\/p> \n<p><i>Saith Jehovah, who hath compassion on thee. <\/i> By saying that it is he “who hath compassion” on her, he again confirms what was formerly said, that he will be reconciled in no other way, and for no other reason, than because he is compassionate and ready to pardon.<\/p> ",
    "audit": null
}