{
    "id": 7758,
    "source": "calvin",
    "verse_id": 18654,
    "verse_count": 1,
    "reference": "49:17",
    "title": "",
    "html": "<p><i> Thy builders hasten.<\/i> He affirms what had been briefly stated in the former verse; for it might have been thought that there was no ground for what he had now asserted about the unceasing care which God takes of his Church and of her walls, which he permits to be razed to their foundations, and therefore he adds the explanation, that it will indeed be thrown down, but will afterwards be built anew.<i> Builders.<\/i> From this word we may learn what is the true method of restoring the Church, namely, if the Lord send “builders, to rear it, and next if he<i> drive far away the destroyers<\/i> who demolish it. Though God could, by himself, and without the aid of men, rebuild the Church, yet he deigns to employ their hands; and although he alone, by the secret influence of his Spirit, completes this whole building, yet he blesses their labor, that it may not be useless. From him, therefore, we ought to ask and look for builders; for it belongs to him to render them “sufficient,” as Paul also informs us, (<a class=\"ref\">2 Corinthians 3:5<\/a> ,) and to assign to each his department.<\/p> \n<p>We ought also to pray not only that he may “send forth laborers into his harvest,” (<a class=\"ref\">Matthew 9:38<\/a> ,) but that he may recruit their strength and efficaciously direct them, so that they may not labor in vain; for, when the doctrine of the Gospel is preached with any advantage, it arises from his extraordinary goodness. But even this would not be enough, if he did not “drive destroyers far away;” for Satan, by innumerable arts, invades and assails the Church, and is in no want of servants and attendants, who direct their whole energy to destroy, or spoil, or hinder the Lord’s building. We ought, therefore, constantly to entreat that he would ward off their attacks; and if the result be not entirely according to our expectations, let us blame our own sins and ingratitude; for the Lord was ready to bestow those blessings abundantly upon us.<\/p> ",
    "audit": null
}