{
    "id": 7538,
    "source": "calvin",
    "verse_id": 18428,
    "verse_count": 1,
    "reference": "40:7",
    "title": "",
    "html": "<p><i>The grass is withered. <\/i> This might be understood to relate to the beauty of the fields, which is spoiled by a single gust of wind, as it is said, ( <a class=\"ref\">Psalms 103:16<\/a> ,) “As soon as the wind passeth over it, it is gone;” for we know that the wind is called “the Spirit of God” in other passages. But I am more inclined to think that the metaphor is adapted to the present subject; for otherwise the application of it would be somewhat obscure. The Prophet therefore explains what object he has in view, by saying that men, with all their glory, are nothing else than grass; theft is, because<i>the Spirit of God<\/i> will quickly carry them away by a single breath.<\/p> \n<p><i>Because the Spirit of Jehovah hath blown upon it. <\/i> The meaning may be thus explained, “However illustrious are the gifts with which men are endowed, yet as soon as the Spirit of God shall blow upon them, they shall fed that they are nothing.” For the false confidence with which they intoxicate themselves springs from this source, that they do not appear before God, but, in order to indulge freely in flattering themselves, creep into places of concealment. That they may no longer deceive themselves by a foolish delight in falsehood, the Prophet drags them into the presence of God, and admits that apparently they flourish, when they have been withdrawn from God; but as soon as the Lord has breathed upon them, all their strength and beauty perish and decay.<\/p> \n<p>But it may be thought that he assigns to “the Spirit of God” an office which is greatly at variance with his nature; for it belongs to him “to renew by his power the face of the earth.” ( <a class=\"ref\">Psalms 104:30<\/a>.) On the other hand, if the Lord withdraw his Spirit, all is reduced to nothing. Here Isaiah asserts what is exceedingly different, and appears to contradict David. But there is no absurdity in saying that all things are renewed by the power of the Spirit, and again, that what formerly appeared to be something is reduced to nothing; for we are nothing but in God, and, in order that we may begin to be something in him, we must first be convinced, and made thoroughly to know, that we are vanity. Therefore does the Lord breathe upon us, that we may know that of ourselves we are nothing.<\/p> \n<p><i>Surely the people is grass. <\/i> The Prophet added this, that all might know that he was not speaking of foreigners, but of that people which gloried in the name of God; for the Jews might have thought that they were more excellent, and held a higher rank than other men, and that on this account they ought to be exempted from the common lot. He therefore addresses theta expressly and by name, that they may not claim anything for themselves above others; as if he had said, that they would act wisely if, through a conviction of their poverty, they should cast away all confidence in themselves. In a word, the Prophet, after having mentioned consolation, shews in what way men must be prepared to receive it; for they are not capable of it till they have formerly been reduced to nothing. Our hardness must therefore be softened, our haughtiness must be east down and laid low, our boasting must be put to shame, and our hearts must be subdued and humbled, if we wish to receive with any advantage the consolations which the prophets bring to us by the command of God.<\/p> ",
    "audit": null
}