{
    "id": 6796,
    "source": "calvin",
    "verse_id": 17660,
    "verse_count": 1,
    "reference": "1:5",
    "title": "",
    "html": "<p><i>Why should ye be stricken any more<\/i> ? Some render it, <i>Upon what<\/i> ? or, <i>On what part<\/i> ? and interpret the passage as if the Lord had said that he had not another scourge left; because so various are the methods by which he has attempted to bring them back to the path of duty, that no other way of chastising them remains to be tried. But I prefer to render it<i>Why<\/i> ? because this corresponds to the Hebrew word, and agrees better with the context. It is equivalent to phrases in daily use, <i>To what purpose? For what object<\/i> ? He means that the Jews have proceeded to such a pitch of wickedness and crimes, that it is impossible to believe that chastisements will do them any good; for when desperate men have been hardened, we know that they will rather be broken to shreds than submit to correction. He complains of their prodigious obstinacy, like a physician who should declare that every remedy had been tried, and that his skill was now exhausted.<\/p> \n<p>At the same time he charges them with extreme malice; for when ungodly men are not even humbled by punishments, they have arrived at the very height of wickedness; as if the Lord had said, “I see that I should do you no good if I were to chastise you;” for although chastisements and afflictions are the remedies which God employs for curing our vices, yet, when they are found to be of no advantage to us, we are past hope. True, indeed, God does not on that account cease to punish us, but, on the contrary, his wrath against us is the more enflamed; for such obstinacy God abhors above all things else. But he justly says that his labor is lost when he does not succeed in bringing us to repentance, and that it is useless to apply remedies to those who cannot be cured. Thus he does not fail to double their chastisements and afflictions, and to try the very utmost of what can be done, and he is even compelled to take this course until he absolutely ruin and destroy them. But in all this he does not discharge the office of a physician; but what he laments is, that the chastisements which he inflicts will be of no avail to his people.<\/p> \n<p><i>You will yet grow more faithless<\/i> It is a confirmation of the former statement, and therefore I separate it from the former clause, though there are some who put them together. It is as if he had said, “Still you will not cease to practice treachery; yea, you will add to your crimes; for I perceive that you rush to the commission of iniquity as if you had leagued and banded yourselves for that purpose, so that we can no longer hope that you will slacken in your course.” The design of God is to exhibit their incorrigible disposition, that they may be left without excuse.<\/p> \n<p><i>The whole head is sick. <\/i> Others translate it<i>every head<\/i> , and suppose that those terms denote the princes and nobles of the nation. I rather agree with the opinion of those who render it<i>the whole<\/i> head; for I consider it to be a plain comparison taken from the human body, to this effect, that the body is so severely afflicted that there is no hope of returning health. He points out two principal parts on which the health of the body depends, and thus shows the extent of the disease which, he tells us, has infected this wretched people to such a degree that they are wasting away; that the disease exists not in a single member, or in the extremities of the body, but that<i>the heart<\/i> itself has been wounded, and<i>the head<\/i> is severely afflicted; in short, that the vital parts, as they are called, are so much injured and corrupted that it is impossible to heal them.<\/p> \n<p>But here also commentators differ; for some of them view this state of disease as referring to sins, and others to punishments. Those who view it as referring to sins interpret it thus: “You are like a rotten and stinking body, in which no part is sound or healthy. Crimes of the worst description prevail amongst you, by the infection of which every thing is corrupted and debased.” But I choose rather to interpret it as referring to punishments; for unquestionably God still proceeds with this complaint, that the nation is so obstinate as to be incapable of being cured by any chastisements, because, though it has been beaten almost to death, or at least has been maimed and frightfully torn by repeated blows, still it is not reformed. Such too is the import of —<\/p> ",
    "audit": null
}