{
    "id": 6901,
    "source": "calvin",
    "verse_id": 17773,
    "verse_count": 1,
    "reference": "6:3",
    "title": "",
    "html": "<p><i> And they cried one to another.<\/i> It was necessary that all these things should be presented to the Prophet in vision, in order to produce a stronger impression on the people, and on Isaiah himself; for the vision was not less necessary to him than to the whole nation, because sharp and painful struggles awaited him, and he could not have boldly announced those events if he had not been previously confirmed. The people also, being warned by this vision how great and how dreadful was the majesty of God, by whom this condemnation was pronounced, had good reason for being alarmed. He who now came forth to public view is God, at the sight of whom the very angels tremble, whose praises they continually and loudly utter, and whom, in a word, they serve and obey; but men, whom he had been pleased to adopt as his children, obstinately and rebelliously opposed him.<\/p> \n<p>Now, when we are informed that the angels are employed in uttering the glory of God, let us know that their example is set before us for imitation; for the most holy service that we can render to him is, to be employed in praising his name. When he associates us with angels, it is in order that, while we sojourn on earth, we may resemble and be joined to the inhabitants of heaven. That the harmony between us and the angels may be in every respect complete, we must take care not only that the praises of God may be sounded by our tongues, but likewise that all the actions of our life may correspond to our professions; and this will only be done if the chief aim of our actions be the glory of God.<\/p> \n<p><i> Holy, holy, holy, is Jehovah of hosts.<\/i> The ancients quoted this passage when they wished to prove that there are three persons in one essence of the Godhead. I do not disagree with their opinion; but if I had to contend with heretics, I would rather choose to employ stronger proofs; for they become more obstinate, and assume an air of triumph, when inconclusive arguments are brought against them; and they might easily and readily maintain that, in this passage, as in other parts of Scripture, the number “three” denotes perfection. Although, therefore, I have no doubt that the angels here describe One God in Three Persons, (and, indeed, it is impossible to praise God without also uttering the praises of the Father, of the Son, and of the Spirit,) yet I think that it would be better to employ more conclusive passages, lest, in proving an article of our faith, we should expose ourselves to the scorn of heretics. And, indeed, this repetition rather points out unwearied perseverance, as if the Prophet had said, that the angels never cease from their melody in singing the praises of God, as the holiness of God supplies us with inexhaustible reasons for them.<\/p> \n<p><i> The whole earth is full of his glory.<\/i> Literally it is,<i> the fullness of the whole earth<\/i> , which might be understood to refer to the fruits, and animals, and manifold riches with which God has enriched the earth, and might convey this meaning, that in the ornaments and great variety of furniture of the world the glory of God shines, because they are so many proofs of a father’s love. But the more simple and natural interpretation is, that<i> the glory of God fills the whole world<\/i> , or is spread through every region of the earth. There is also, I think, an implied contrast, by which he puts down the foolish boasting of the Jews, who thought that the glory of God was nowhere to be seen but among themselves, and wished to have it shut up within their own temple. But Isaiah shows that it is so far from being confined to so narrow limits, that it fills<i> the whole earth<\/i> . And to this agrees the prophecy which immediately follows, (verse 10,) about the blinding of the Jews, which opened up for the Gentiles admission into the Church of God; for they occupied that place which the Jews had forsaken and left empty.<\/p> ",
    "audit": null
}