{
    "id": 7208,
    "source": "calvin",
    "verse_id": 18087,
    "verse_count": 1,
    "reference": "23:9",
    "title": "",
    "html": "<p><i> To profane the pride,<\/i> or,<i> to profane the loftiness;<\/i> for it may be read either way, because loftiness leads to pride, and where loftiness or a high spirit is found, there seldom is humility. But it will be better to read it<i> Pride<\/i> , which alone provokes the vengeance of God, when men, under pretense of their excellence, vaunt themselves above measure. To “profane” and to “despise” mean the same thing; for those who are high in rank imagine that they are separated from others, and consider themselves to have something indescribably lofty belonging to them, as if they ought not to mingle with the crowd of human beings. But God strips them of their rank, degrades them, and treats them as vile and worthless.<\/p> \n<p>From this passage let us learn, that we ought to contemplate the providence of God in such a manner as to ascribe to his almighty power the praise which it deserves for righteous government. Although the rectitude by which God regulates his judgments is not always apparent or made visible to us, still it is never lawful to separate his wisdom and justice from his power. But as the Scriptures very frequently state and clearly explain the reason why God does this or that, we ought carefully to examine the cause of his works.<\/p> \n<p>That invention which the Schoolmen have introduced, about the absolute power of God, is shocking blasphemy. It is all one as if they said that God is a tyrant who resolves to do what he pleases, not by justice, but through caprice. Their schools are full of such blasphemies, and are not unlike the heathens, who said that God sports with human affairs. But in the school of Christ we are taught that the justice of God shines brightly in his works, of whatever kind they are, “that every mouth may be stopped,” (<a class=\"ref\">Romans 3:19<\/a> ,) and that glory may be ascribed to him alone.<\/p> \n<p>The Prophet therefore assigns the causes of so great an overthrow, that we may not think that God acts without a reason; for the inhabitants of Tyre were proud, ambitious, lewd, and licentious. These vices follow in the train of wealth and abundance, and commonly abound in mercantile cities. For this reason he shews that God is provoked on account of these vices, that all who are left may be taught by this example to pay greater attention to their own interests, and not to abuse the gifts of God for parade and luxury. Such is the benefit which we ought to draw from it, for we must not imagine that it is a bare history which is related to us.<\/p> \n<p>But a question arises, Does God hate the exalted rank of princes and lords? For he raises on high princes, senators, nobles, and all classes of magistrates and rulers; and how then can he hate them? I reply, the high station occupied by princes is not in itself hateful to God, but only on account of the vice which is accidental to it, that when they have been highly exalted, they despise others, and do not think that they are men. Thus, pride is almost always an attendant of high station, and therefore God hates it; and, in a word, he must rebuke that haughtiness of which he declares that he is an enemy.<\/p> ",
    "audit": null
}