{
    "id": 7927,
    "source": "calvin",
    "verse_id": 18823,
    "verse_count": 1,
    "reference": "60:1",
    "title": "",
    "html": "<p><i>Arise, be bright. <\/i> He now shows what is the efficacy of that word of which he formerly spoke; for he raises up a prostrate and afflicted Church, and restores her to her brightness; and, because he represents the person of God, he now declares his authority. For this reason he employs the form of command, that the word spoken might be more efficacious; as if, in the exercise of absolute power, he put the Church in possession of that happier condition which he had promised. The amount of what is said is, that believers may know that he does not scatter his words in the air, but speaks with effect.<\/p> \n<p>He bids her “arise,” because he formerly told her to “lie down;” and these two words stand in contrast with each other. Of Babylon he formerly said, “Come down, sit in the dust.” ( <a class=\"isa\" verses=\"WzE4NjAxXQ==\">Isaiah 47:1<\/a>) Of the Jews themselves he said, “My people shall sit in the dust.” On the other hand, he says, “Arise, arise, put on the garments of thy beauty.” ( <a class=\"isa\" verses=\"WzE4Njk4XQ==\">Isaiah 52:1<\/a>) Thus, by what may be called the stretching out of his hand, he lifts up the Church again, that she who had formerly been prostrated, and covered all over with filth and pollution, may regain her seat of honor.<\/p> \n<p><i>For thy brightness is come. <\/i> That the darkness of afflictions may not overwhelm the Jews with despair, he says that the light which had been hidden would soon afterwards arise, alluding to the alternation of day and night. As if he had said, “The Lord, having compassion upon thee, will rescue thee out of this darkness in which thou liest; thou hast been sufficiently punished; it is time that thy condition should begin to be improved.” By the word<i>brightness,<\/i> therefore, he metaphorically denotes salvation and prosperity, as by “darkness” he formerly denoted a calamitous state of the Church.<\/p> \n<p><i>The glory of Jehovah. <\/i> He mentions at the same that this light will arise from no other quarter than from God’s smiling countenance, when he shall be pleased to display his grace; for everything goes well when the Lord shines upon us by his light; and, when he turns away from us, nothing that can befall us is more wretched and unhappy.<\/p> ",
    "audit": null
}