{
    "id": 7463,
    "source": "calvin",
    "verse_id": 18351,
    "verse_count": 1,
    "reference": "36:20",
    "title": "",
    "html": "<p><i>That Jehovah should rescue Jerusalem out of my hand? <\/i> The particle  <span class=\"greek-hebrew\">כי<\/span> (<i>ki<\/i>) is taken by commentators in both places interrogatively, “Did the gods of the nations deliver? And will your God deliver?” But in order to make the meaning flow more smoothly, I have preferred to render the second clause, “that your God should deliver;” for the repetition of the same word marks a resemblance. Yet the words appear also to contain irony; as if he had said in mockery, “Yes; as the gods of the nations delivered their worshippers, so will your God assist you.” <\/p>\n<p>This insolence of ungodly men arises from their not understanding that God punishes the sins of men when they suffer any adversity. And first they go wrong in this respect that they institute a wicked and absurd comparison, “I have conquered that nation, and therefore I am better or stronger.” They do not perceive that they were appointed to be the executioners of God’s anger for the punishment of iniquities; for, although they say that they have received something from God, they do it hypocritically, and do not consider his will or his justice. They afterwards rise higher, for they venture to make a comparison between them and God himself, “I have conquered those over whom God presided, and therefore I have conquered God himself.” <\/p>\n<p>And here we see painted in a lively manner what was formerly expressed, — <\/p>\n<p>“Ah! Assyria, the rod of my indignation; but he thought not so.” (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 10:5<\/a>.) <\/p>\n<p>In that passage God forewarned believers, that although Sennacherib, in blind madness, lifted himself up and attempted to overthrow all divine power, still they should continue to believe this doctrine, that he could do nothing more than what he was permitted by heaven to do. It is our duty to acknowledge that God inflicts punishment by the hand of wicked men, who may be regarded as the instruments of God’s anger; and therefore we ought to turn away our eyes from them, that we may look directly at God, by whom we are justly punished. If wicked men are more powerful, let us not think that the arm of God is broken, but let us consider that we do not deserve his assistance; for he arms enemies for our destruction, supplies them with vigor and with armies, drives them backwards and forwards whenever he thinks proper, and gives us up into their hands when we have turned away from him. <\/p>\n<p>Accordingly, when the Turk now rises up haughtily against us, because he has already vanquished so great a multitude of Christians, we need not be alarmed on that account, as if the power of God were diminished, and as if he had not strength to deliver us. But we ought to consider in how many ways the inhabitants of Greece and of Asia provoked his anger, by the prevalence of every kind of base and shocking licentiousness in those countries, and by the dreadful superstitions and wickedness which abounded. On this account very severe chastisement was needed for restraining the crimes of those who made a false profession of the name of God. Hence came the prosperity of the Turk, and hence was it followed by a shockingly ruinous condition throughout the whole of the east. Yet we see him insolently raising his crest, laughing at our religion, and applauding his own in a strange manner; but still more does he applaud himself, and “sacrifice to his net,” (<a class=\"ref\">Habakkuk 1:16<\/a>,) as we have already said of other infidels. <\/p>\n<p>We ought, therefore, to direct our minds towards the judgments of God, that we may not think that the Turk acquired such extensive dominion by his own strength. But the Lord allowed him greater freedom, for the purpose of punishing the ungodliness and wickedness of men, and will at length restrain his insolence at the proper time. Now, although prosperity is a token of the blessing of God, yet we must not begin with it if we wish to form right views of God himself, as Mahometans and Papists infer from the victories which they have gained, that God is in some respects subject to their control. But when we have known the true God, blessings are added in the proper order to testify his grace and power. <\/p>\n<p>Yet we ought always to beware of making the smallest claim for ourselves, for as soon as foolish confidence has gained admission, we shall immediately be seized with such fury as to believe that even God is not equal to us. At first, even wicked men will be shocked at anything so grossly irreligious; but when we are maddened by such diabolical pride as to rob God and adorn ourselves with the spoils, we easily fall into the practice of open insult. Sennacherib still retained some form of piety, for we shall afterwards read (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 37:38<\/a>) that “he was slain in the temple of his god, while he was worshipping there;” and he undoubtedly wished that God would be gracious to him; but, as in this passage he treads under his feet the Creator of heaven and earth along with the gods of the nations, so he would not have hesitated, when an opportunity occurred, to act in the same manner towards his own idol. <\/p>",
    "audit": null
}