{
    "id": 6864,
    "source": "calvin",
    "verse_id": 17736,
    "verse_count": 1,
    "reference": "4:2",
    "title": "",
    "html": "<p><i>In that day shall the branch of the Lord be for beauty and glory. <\/i> This consolation is seasonably added; for the announcement of a dreadful calamity might have alarmed the godly, and led them to doubt as to the stability of God’s covenant being maintained amidst the destruction of the people. For there is a wide difference between the two statements, that the people will be <i>like the sand of the sea<\/i>, (<a class=\"ref\">; <\/a>,) and yet that they would be cut down by such a frightful massacre, that in the remnant there would be found no dignity, no magnificence, and hardly any name. Isaiah, therefore, according to the custom generally followed by himself and by the prophets, provides against this alarm, and, by adding a consolation, assuages their excessive terror, that believers may still rest assured that the Church will be safe, and may strengthen their hearts by good hope. As he spoke of the restoration of the Church in the second chapter, so he now promises that a new Church will arise, as a <i>bud <\/i>or <i>shoot <\/i>springs up in a field which was formerly uncultivated. <\/p>\n<p>This passage is usually expounded as referring to Christ; and the opinion, plausible in itself, derives additional probability from the words of the prophet Zechariah: <\/p>\n<p><span>Behold the man whose name shall be The Branch. \n(<\/span><a class=\"ref\"><\/a>.) <\/p>\n<p>It is still further strengthened by the consideration, that the Prophet does not barely name this <i>Branch<\/i>, but mentions it with a title expressive of respect, as if he had intended to honor the Divinity of Christ. When he afterwards adds <i>the fruits of the earth<\/i>, they consider this as referring to his human nature. But after a careful examination of the whole, I do not hesitate to regard the <i>Branch of God <\/i>and <i>the fruit of the earth <\/i>as denoting an unusual and abundant supply of grace, which will relieve the hungry; for he speaks as if the earth, barren and exhausted after the desolation, would hold out no promise of future produce, in order that the sudden fertility might render the kindness of God the more desirable; as if the parched and barren fields would yield unexpected herbage. <\/p>\n<p>This metaphor is frequently employed in Scripture, that the gifts of God <i>spring up <\/i>in the world. <\/p>\n<p><span>Truth shall spring out of the earth, and \nrighteousness shall look down from heaven. (<\/span><a class=\"ref\"><\/a>.) <\/p>\n<p>In like manner the Prophet afterwards says: <\/p>\n<p>Let the earth open and bring forth salvation. (<a class=\"ref\"><\/a>.) <\/p>\n<p>These words unquestionably denote a rich supply both of spiritual and of earthly blessings. That such is the meaning of the passage now under consideration is evident from the context; for Isaiah immediately afterwards adds, that it will be <i>for honor and lustre to the delivered of Israel<\/i>,  that is, to the number left, whom the Lord will rescue from destruction. <\/p>\n<p>The word  <span class=\"greek-hebrew\">פליטת<\/span> (<i>pheletath<\/i>) is commonly translated <i>escape<\/i>, but here, as in many other passages, it is a collective noun, denoting <i>those who have escaped<\/i>. He declares that the elect will enjoy that happy fertility which he had promised, and therefore (verse 3) that those who shall be left will be <i>holy<\/i>. The meaning of the Prophet is, that the glory of God will be illustriously displayed when a new Church shall arise; as if he would create a people for himself out of nothing, and to enrich it with every kind of blessings. <\/p>\n<p>They who limit it to the person of Christ expose themselves to the ridicule of the Jews, as if it were in consequence of scarcity that they tortured passages of Scripture for their own convenience. But there are other passages of Scripture from which it may be more clearly proved that Christ is true God and true man, so that there is no need of ingenious glosses. Yet I acknowledge that the Prophet speaks here about the kingdom of Christ, on which the restoration of the Church is founded. But it ought to be observed, that the consolation is not addressed indiscriminately to all, but only to the remnant, which has been marvellously rescued from the jaws of death. <\/p>\n<p>Besides, as it might be deemed a cold consolation if he had only said that a small number would be saved, he discourses about the <i>magnificent glory and dazzling brightness<\/i>, to lead believers to hope that this diminution will do no harm; because the excellence of the Church does not consist in multitude but in purity when God bestows splendid and glorious communications of the Spirit of God on his elect. Hence we ought to draw a very useful doctrine, that though believers be exceedingly few, when they are like <i>brands plucked out of the fire<\/i>, (<a class=\"ref\"><\/a>,) yet that God will glorify himself amongst them, and will display in the midst of them a proof of his unspeakable greatness not less illustrious than amidst a large number. <\/p>",
    "audit": null
}