{
    "id": 7926,
    "source": "calvin",
    "verse_id": 18822,
    "verse_count": 1,
    "reference": "59:21",
    "title": "",
    "html": " <p> <i>And I make this my covenant with them. <\/i> Because it was difficult to believe what the Prophet has hitherto declared, therefore he endeavors, in various ways, to confirm the Jews, that they may rely with unshaken confidence on this promise of salvation, and may ascribe to God so much honor as to trust in his word. And we ought carefully to observe the word <i>covenant, <\/i> by which the Prophet points out the greatness and excellence of this promise; for the promises are more extensive, and may be regarded as the stones of the building, while the foundation of it is the covenant, which upholds the whole mass. He makes use of this word, therefore, that they might not think that it contained some matter of ordinary occurrence, and adds these confirmations, that, although the Lord did not immediately perform this, they might nevertheless expect it with firm and unshaken hope; and there appears to be an implied contrast, that believers may cheerfully look forward to the new covenant, which was to be established in the hand of Christ. <\/p> \n <p> <i>My Spirit that is upon thee, and my words. <\/i> What is now added may be thought to be feeble and trivial, when he enjoins the Church to be satisfied with the “word” and “Spirit;“ as if this were a great happiness, to hang in suspense on nothing but God’s promises. Yet although the Prophet commends the value and excellence of doctrine, I have no doubt that still it is not separated from its effect. But because God regulates and dispenses his grace in such a manner, that, as long as believers remain in this world, he always trains them to patience, and does not in every instance answer their prayers, therefore he brings them back to doctrine; as if he had said, “Thou wilt indeed find that I am kind to thee in various ways; but. there is no happiness which will be of greater importance to thee, or which thou oughtest to desire more earnestly, than to feel that I am present by ‘the word’ and ‘the Spirit.’” Hence we infer that this is a most valuable treasure of the Church, that he has chosen for himself a habitation in it, to dwell in the hearts of believers by his Spirit, and next to preserve among them the doctrine of his gospel. <\/p> \n <p> <i>Shall not depart out of thy mouth. <\/i> Finally, he foretells that the Lord will never forsake his people, but will always be present with them by “his Spirit” and by “the word.” The “Spirit” is joined with the word, because, without the efficacy of the Spirit, the preaching of the gospel would avail nothing, but would remain unfruitful. In like manner, “the word” must not be separated from “the Spirit,” as fanatics imagine, who, despising the word, glory in the name of the Spirit, and swell with vain confidence in their own imaginations. It is the spirit of Satan that is separated from the word, to which the Spirit of God is continually joined. Now, when he quickens outward doctrine, so that it strikes root in our hearts, our condition is happy even amidst many afflictions; and I have no doubt that the Prophet expressly declares that, although God deals kindly with his Church, still its life and salvation shall be laid up in faith. Thus the new people is distinguished from the ancient people; for, as the kingdom of Christ is spiritual, so, since he has risen from the dead, believing souls must be raised up along with him. But now he promises that the Church will never be deprived of this invaluable blessing, but will be guided by the Holy Spirit and sustained by heavenly doctrine; for it would be of little avail that the gospel should once be offered to us, and that the Spirit should be given to us, if he did not dwell with us. <\/p> \n <p> <i>Which I have put in thy mouth. <\/i> The Prophet shows that God addresses us in such a manner that he chooses to employ the ministry and agency of men. He might indeed speak from heaven or send angels; but he has consulted our advantage the more by addressing and exhorting us through men like ourselves, that, by their voice and word, he may more gently draw us to himself. This order has therefore been established by him in the Church, that it is vain for those who reject his ministers to boast that they are willing to obey God; and therefore he commands us to seek the word and doctrine from the mouth of prophets and teachers, who teach in his name and by his authority, that we may not foolishly hunt after new revelations. <\/p> \n <p> <i>My words shall not depart. <\/i> The phrase, “shall not depart,” is rendered by some in the imperative mood, for which it is well known that the future tense is sometimes used. But here a command or exhortation is not appropriate; for the Prophet promises that which God intends to fulfill. An exhortation may indeed be drawn from it, but the priority is due to the promise, which is to this effect, that the Lord will assist his Church, and will take care of it, so as never to allow it to be deprived of doctrine. To this, therefore, we ought always to look, when we are tempted by adversity, and when everything does not succeed according to our wish; for we must be supported and upheld by the word and the Spirit, of which the Lord declares that we shall never be left destitute. <\/p> ",
    "audit": null
}