{
    "id": 6911,
    "source": "calvin",
    "verse_id": 17783,
    "verse_count": 1,
    "reference": "6:13",
    "title": "",
    "html": "<p><i>Till there shall be in it a tenth <\/i> There is some obscurity in the words; but let us first ascertain the meaning, and then we shall easily find out what is the signification of the words. There are two ways of explaining this passage. Some explain  <span class=\"greek-hebrew\">עשיריה<\/span> (<i>asiriyah<\/i>) to mean <i>decimation<\/i>; others make it to mean <i>a tenth part<\/i>, and consider it to be a collective noun. Undoubtedly, the Hebrew word  <span class=\"greek-hebrew\">עשירית<\/span>, (<i>asirith<\/i>,) and not  <span class=\"greek-hebrew\">עשיריה<\/span>, (<i>asiriyah<\/i>,) denotes <i>a tenth part<\/i>, though the difference between them is not great. Those who render it <i>decimation <\/i>think that a truce is promised to the people, because from the reign of Uzziah to the destruction of Jerusalem there would be ten kings; and undoubtedly that is the number of kings, reckoning from Uzziah to Zedekiah. His prophetical doctrine would derive no small support from the circumstance, that he could tell the number of kings who should reign even after his death, and that he described not only the fact itself, but likewise the time, and the day. <\/p>\n<p>Yet I know not if another meaning be not somewhat more appropriate; for the Prophet appears to hold out to the people this consolation, that they will retain some hidden vigor, and will be capable of sprouting out, though they may appear for a time to be entirely dead; just as, when the winter is past, the trees renew their foliage. But as the former exposition carries sufficient probability, I shall therefore explain the whole verse according to the opinion of those who think that mention is here made of ten kings, so as to mean that, when the ten kings shall have completed their reign, the people will be carried into captivity, and then, as by a conflagration, the whole land will be consumed. <\/p>\n<p>At the same time, the reader ought to be aware that whether  <span class=\"greek-hebrew\">עשיריה<\/span> (<i>asiriyah<\/i>) be rendered <i>a tenth part<\/i>, or <i>decimation<\/i>, it may with the utmost propriety be viewed as referring to the people; and then the meaning will be, <i>Till the people be diminished to a tenth part<\/i>. He had formerly spoken of a <i>remnant<\/i>, and a <i>very small remnant<\/i>, (<a class=\"isa\" verses=\"MTc2NjQ=\">Isaiah 1:9<\/a>,) and afterwards he will speak of it again, (<a class=\"isa\" verses=\"MTc4NzM=\">Isaiah 10:22<\/a>;) for it was a very small number that remained. It might therefore be naturally viewed as meaning, that out of a thousand there would be left a hundred; out of a hundred, ten; and out of ten, one. <\/p>\n<p><i>And shall return. <\/i>That is, a change will take place for the better: the Jews will return from captivity to their native country, and the land will assume a new aspect. But this may be thought to be somewhat at variance with what follows; for the Prophet immediately adds, <i>It shall be destruction<\/i>. How cold comfort will it yield to the people to be restored, if shortly afterwards they shall be again destroyed! Some commentators solve this difficulty, by supposing that Isaiah spoke about the final destruction of the people. But in my opinion he rather means that the destruction will not be complete, but such as happens to trees, when their leaves fall off in the winter, and nothing appears but dead timber; but when spring returns, they bud forth anew: and so also will this people. <\/p>\n<p> <span class=\"greek-hebrew\">לבער<\/span> (<i>lebaer<\/i>) means to <i>burn<\/i>,  and therefore it means here that they will be <i>consumed <\/i>by a conflagration: but we ought to read it in connection with the metaphor which immediately follows; for Isaiah does not barely mean that it will be <i>consumed<\/i>, but that it will be consumed <i>like the teil-tree<\/i>, that is, with the hope of immediate recovery. When Jerome rendered it <i>for exhibition<\/i>, I know not on what he supposed that opinion to be founded, if it were not that he made a free translation, looking rather to the meaning than to the etymology of the word; for when trees blossom or put forth leaves, their life is again brought forth and displayed; and this meaning will be very appropriate. <\/p>\n<p><i>As a teil-tree and an oak. <\/i>It appears that Isaiah did not select at random those two kinds of trees; for one of them puts forth its leaves, and likewise sheds them, sooner than the other. So it happened to the tribe of Judah; for first the ten tribes, with the half tribe of Benjamin, were carried into captivity; and thus they who were the first to blossom were likewise the first to decay. This tribe was the latest of all in decaying, not without high expectation of blossoming again; for here the hope of deliverance is held out, and this was different from the captivity of the Israelites. There appears, therefore, to be some appropriateness in this metaphor of the trees; but I would not choose to press it very far. <\/p>\n<p><i>When they cast their leaves. <\/i>By the phrase, <i>casting of leaves<\/i>, must be understood that <i>throwing of them down <\/i>which takes place when trees are stripped of their leaves as of their garment; for trees, in that state of nakedness, appear to be dry and withered; though there remains in them a hidden vigor, through which they are at length quickened by the returning mildness of the season. <\/p>\n<p><i>So in it shall be substance. <\/i>This is the application of the metaphor, which is exceedingly forcible; for when we see the spiritual grace of God in the very order of nature, we are strongly confirmed. As Paul holds out a likeness of the resurrection in the sowing of corn, which is a daily occurrence, (<a class=\"ref\">1 Corinthians 15:36<\/a>,) so in like manner Isaiah in this passage describes the restoration of the Church, by taking a metaphor from trees, which wither at the end of autumn, but again blossom at the return of spring, and put forth new leaves; which could not happen, did they not retain some vigor during the winter, though to outward appearance they are dead. He foretells that a similar event will happen to this people; so that, although during their hard and oppressive captivity they resemble dry timber, and it may be thought that they can never be delivered, still there will always be preserved in them some vigor, by which they shall be supported amidst those calamities, and shall at length come forth and blossom. <\/p>\n<p>This doctrine, we have said, is not peculiar to a single age, and therefore it ought to be carefully observed; for it frequently happens that the Church, amidst the numerous afflictions which she endures, appears to have no strength, and is supposed to be utterly ruined. Whenever this takes place, let us fully believe that, notwithstanding these appearances, there is still some concealed energy, which, though it be not immediately manifest to our eyes, will at length yield its fruit. That energy lies hidden in the word of the Lord, by which alone the Church is sustained. <\/p>\n<p><i>The holy seed. <\/i>He shows what is that <i>substance<\/i>, that it consists of a small number of the godly, whom he calls <i>the holy seed<\/i>; for he means the elect, who would be preserved by the free mercy of God, and thus would survive that captivity. That banishment might be regarded as a cleansing of the Church, by which the Lord took away the ungodly; and when they had been cut off, he collected a people, small in number, but truly consecrated to himself. Some commentators consider this phrase to refer to Christ; but the interpretation appears to be too far-fetched, and it will be more consistent to extend it to all the godly; for <i>the holy seed is the substance <\/i>of the Church. <\/p>",
    "audit": null
}