{
    "id": 7454,
    "source": "calvin",
    "verse_id": 18342,
    "verse_count": 1,
    "reference": "36:11",
    "title": "",
    "html": " <p> <i>Then said Eliakim. <\/i> This circumstance again shews how deeply Hezekiah was depressed, when by his ambassador he entreats so humbly the servant of his enemy. It shews also with what pride Rabshakeh was puffed up, when he rejected so insolently all entreaties; and the refusal was the more shameful, because what was requested was not of great value. From these matters we learn that it was not owing to Hezekiah that he did not pacify the rage of the enemy; for forgetful almost of his royal rank, Hezekiah endearours with all possible modesty to soothe him. If at any time we happen to be oppressed by unjust violence, let us not be ashamed to yield up our rights and to supplicate with humility. Now, when Hezekiah was so submissive, because he saw that he was unable to resist the king of Assyria, this tends powerfully to magnify the glory of God in preserving a nation which was nearly ruined. For that deliverance would have been less remarkable, if they had been rescued only from an ordinary danger; but when they were not far from destruction, so much the more manifest is the hand of God, who by an extraordinary miracle subdued and ruined an enemy that had already set his feet on their neck. (<a class=\"ref\">2 Kings 19:31 <\/a>.) <\/p> \n <p> <i>Speak, I pray thee, to thy servants in the Syrian language. <\/i> They request that he will not speak in this manner in the presence of the people; because it is difficult to restrain a people naturally giddy and fickle, for they are easily moved, and tremble at the smallest alarm. They would have wished that Rabshakeh should not speak to them in the Jewish language, because they were desirous to enter into any moderate terms of peace. For that good king tried every method of allaying the rage of that tyrant, but without any success. These ambassadors therefore gain nothing from Rabshakeh; when he is entreated, he grows worse, and (as is usually the case with haughty men) becomes moro insolent. <\/p> ",
    "audit": null
}