{
    "id": 7120,
    "source": "calvin",
    "verse_id": 17999,
    "verse_count": 1,
    "reference": "18:1",
    "title": "",
    "html": " <p> <i>Woe to the land.<\/i>, I cannot determine with certainty what is the nation of which Isaiah speaks, though he shews plainly that it bordered on <i>Ethiopia.<\/i>, Some consider it to refer to the whole of Egypt; but this is a mistake, for in the next chapter he treats of Egypt separately, from which it is evident that the people here meant were distinct from the Egyptians. Some think that the Troglodytes are here meant, which does not appear to me to be probable, for they had no intercourse with other nations, because their language, as geographers tell us, was hissing and not speech; but those who are mentioned evidently had intercourse and leagues with other nations. <\/p>\n <p>Still it is uncertain whether they leagued against the Jews or joined with the Egyptians in driving out the Assyrians. If they were avowed enemies to the Jews, Isaiah threatens punishment; but if they deceived them by false promises, he shews that nothing is to be expected from them, because by idle messages they will only protract the time. However that may be, from the neighboring nations to be mentioned in the next chapter, we may in part ascertain where they were situated, that is, not far from Egypt and Ethiopia: yet some may be disposed to view it as a description of that part of Ethiopia which lay on the sea-coast; for we shall afterwards see that the Assyrians were at war with the king of the Ethiopians. (<a class=\"isa\" verses=\"WzE4MzYyXQ==\">Isaiah 37:9<\/a>.) <\/p>\n <p>When he says that that <i>land shadows with wings,<\/i>, we learn from it that its sea was well supplied with harbours, so that it had many vessels sailing to it and was wealthy; for small and poor states could not maintain intercourse or traffic with foreign countries. He therefore means that they performed many voyages. <\/p>\n\n <p>FT270 “In vessels of bulrushes.”—Eng. Ver. <\/p>\n <p>FT271 “Scattered and peeled, or, outspread and polished.”—Eng. Ver. <\/p>\n <p>FT272 “A nation meted out and trodden down.” Heb. “A nation of line, and line, and treading under foot.”—Eng. Ver. <\/p>\n <p>FT273 “A nation <i>meted out by line,<\/i>, that is, utterly subdued. Heb. <i>Put under line and line,<\/i>, to decide what part of them should be destroyed, and what saved by the conquerors. In this manner David is described, (<a class=\"ref\">2 Samuel 8:2<\/a>,) as having dealt with the children of Moab. See <a class=\"ref\">Lamentations 2:8<\/a>. Such a nation might well deserve to be called <i>drawn out and pilled,<\/i>, that is drawn through the fingers (or an instrument) like a willow, in order to be peeled and made fit for wicker work.” — <i>Stock. <\/i> <\/p>\n <p>FT274 “ <span class=\"aramaic_text\">, Videbitis<\/span>,.” “ <span class=\"aramaic_text\">, Vous le verrez<\/span>,.” <\/p>\n <p>FT275 “See ye.” “Hear ye.”—Eng. Ver. <\/p>\n <p>FT276 “And I will consider in my dwelling-place.”—Eng. Ver. “I will rest, and look round in my dwelling-place.” — <i>Stock. <\/i> <\/p>\n <p>FT277 “Like a clear heat upon herbs,” or “after rain”—Eng. Ver. <\/p>\n <p>FT278 <i>Like the clear heat at the coming of daylight.<\/i>, The resting of Jehovah, hovering over the enemy till they are ripe for destruction, is here beautifully compared to the condensed gloom before daylight, which is wont to usher in a hot summer’s day, and to the sheet of dew that appears to hang over the ground in harvest time presently after sunset. <span class=\"greek-hebrew\">,עלי<\/span>, (ă <i>lē, <\/i>) is here used for near the time of, as we say, against such a time. <span class=\"greek-hebrew\">,עלי אור<\/span>, (ă <i>lēōr, <\/i>) <span class=\"aramaic_text\">, prope lucem, adventante luce<\/span>,. — <i>Stock. <\/i> <\/p>\n <p>FT279 Rosenmüller takes notice of another reading supported by the Septuagint, Syriac, and Vulgate, <span class=\"greek-hebrew\">,ביום קציר<\/span>, (<i>bĕyōm kātzīr, <\/i>) “ <i>at<\/i>, the time of harvest,” instead of, <span class=\"greek-hebrew\">,בהם קציר<\/span>, (<i>bĕhōm kātzīr, <\/i>) “in the heat of harvest,” but justly remarks that it makes no difference to the meaning. — <i>Ed. <\/i> <\/p>\n <p>FT280 “That is, their dead bodies.” — <i>Jarchi. <\/i> <\/p>\n <p>FT281 “To quit the metaphor, the flourishing leaders of a people, devoted by Jehovah to destruction, shall be cut off and trampled on. The people here spoken of are the Assyrians under Sennacherib.” — <i>Stock. <\/i> <\/p>\n <p>FT282 See vol. 1 p. 96 <\/p>",
    "audit": null
}