{
    "id": 7689,
    "source": "calvin",
    "verse_id": 18585,
    "verse_count": 1,
    "reference": "45:23",
    "title": "",
    "html": "<p><i>I have sworn by myself. <\/i>He adds a clearer confirmation of the preceding statement; for, in consequence of this calling being unusual and marvellous, he adds an oath, as is usually done in what is new and hard to be believed. The Jews might have objected, that they alone were called by the name of the elect people; but, when he confirms it by an oath, this removes all debate. The Prophet still, indeed, aims at the same object, namely, that the glory of God shall be so visible in the restoration of the Church as to arouse the whole world to the admiration of it from the rising to the setting of the sun, or, to express it more briefly, that this demonstration of the power of God shall be so splendid and illustrious as to strike all nations with fear. Yet from these words we may justly infer what I have remarked, that the Gentiles shall be admitted to an equality with the Jews, so that God shall be the common Father of all, and shall be worshipped in every country. <\/p>\n<p>Now, God “swears by himself,” because he cannot have another equally competent witness of the truth; for he alone is the truth. “Men,” as the Apostle says, “swear by a greater than themselves; but God, because he had no greater, hath sworn by himself.” (<a class=\"ref\">Hebrews 6:16<\/a>.) We ought to observe the reason why he “swears.” It is because he intended to aid the weakness of his people, that they might not be tossed about in uncertainty. This certainly is wonderful condescension, that, in order to remedy the fault of our distrust, he does not scruple to bring forward his own name as holding the place of a pledge; and the more base and disgraceful must be our unbelief, if even an oath does not satisfy us. Besides, since God claims for himself all confirmation of the truth, we ought to be exceedingly careful, when we appeal to him by an oath, not to mingle any other names either of saints or of any creature, but, by using his name with all becoming reverence, to preserve the honor due to him entire and unabated. <\/p>\n<p><i>The word hath gone out of my mouth in righteousness. <\/i>He means that all that he has commanded to be published by his Prophet is firm and lasting, as if he had said that this commandment did not proceed “out of his mouth” rashly or unadvisedly. And in this sense the word <i>righteousness <\/i>is often used in Scripture, that is, for a word that is not deceitful, which shall clearly appear to be perfectly true; and thus he says that the decree cannot be revoked. <\/p>\n<p><i>And shall not return. <\/i>This is another mode of expression conveying the same idea. It means that the word of God shall continue to make progress, till the actual result shall make manifest that it has proceeded from a just and true and almighty God. A person is said to <i>return, <\/i>when some obstacle hinders him from proceeding farther; but, because nothing can prevent God from executing what he has decreed, the Prophet justly infers that nothing can interrupt or retard the course of this word. The particle  <span class=\"greek-hebrew\">כי<\/span>, <i>(ki,) that, <\/i>must be viewed as introducing an explanatory clause; as much as to say, “This is the <i>word,” <\/i><\/p>\n<p><i>That to me every knee shall bow. <\/i>By this mode of expression he means that all the Gentiles shall be suppliants to God, because the astonishing deliverance of the Church shall strike terror upon all. Yet hence also it follows, that his worship shall be spread among all nations; for we cannot truly “bend the knee” before God till he hath been made known to us. To an unknown God, indeed, men may render some kind of worship; but it is false and unprofitable. But here he speaks of a true profession, which proceeds from a knowledge of God deeply seated in our hearts; for, where there is no faith, there can be no worship of God, and faith is not directed to a thing unknown or uncertain. Accordingly, he has made use of the sign to express the thing itself, as is frequently done. <\/p>\n<p>Hence it ought to be observed, that God demands also external worship; for the Prophet does not separate an external profession of religion from the inward feelings of the heart. In vain, therefore, do fanatics boast that in some manner they worship God and do homage to him, while they bow down before idols. In vain, I say, do they pretend that their heart is upright towards God; for the worship of the heart cannot be separated from an external profession. In like manner the soul cannot be dedicated and consecrated to God, while the body is consecrated to the devil; for both ought to be consecrated to God, and thus the worship of the heart ought also to be accompanied by an external profession. <\/p>\n<p>“With the heart we believe to righteousness, and with the mouth confession is made to salvation.” (<a class=\"ref\">Romans 10:10<\/a>) <\/p>\n<p>Hence also the Lord, approving of the piety and uprightness of his people, says, “that they have not bowed a knee before Baal.” (<a class=\"ref\">1 Kings 19:18; Romans 11:4<\/a>.) <\/p>\n<p>Paul applies this passage of Isaiah to the last judgment, when he says (<a class=\"ref\">Romans 14:10<\/a>) that “we must all stand before the judgment-seat of Christ;” although the subject here treated of is, the redemption of the people, the publication of the gospel, and the establishment of the kingdom of Christ. But he takes for granted (what all ought to know) that those statements which relate to the kingdom of Christ must not be limited to any part of it, but extend to the whole of its course, till it arrive at full perfection. The knee is bent to Christ, when his doctrine is obeyed, and when the preaching of the gospel is accepted. But many still oppose and boldly despise him; Satan contrives many schemes and incessantly carries on war with him; and therefore we are at a great distance from the full accomplishment of this prophecy. Then shall every knee be truly bent to Christ, when he shall triumph over vanquished and utterly ruined adversaries, and shall render visible to all men his majesty, which Satan and wicked men now oppose. Thus Paul teaches that, when Christ shall ascend his judgment-seat to judge the world, then shall be fully accomplished that which began to be done at the commencement of the gospel, and which we still see done from day to day. <\/p>\n<p><i>Every tongue shall swear. <\/i>By a figure of speech in which a part is taken for the whole, the word <i>swear <\/i>is put for worship, reverence, or subjection. “Swearing” is one department of the honor which is due to God; for by it we confess and acknowledge that he is the Author and Father and lawful defender of the truth, and that “all things are naked and open to him.” (<a class=\"ref\">Hebrews 4:13<\/a>.) Whenever therefore this honor is bestowed on idols, the majesty of God is dishonored by abominable sacrilege; and consequently they who worship him purely swear exclusively by his name. But on this subject we have spoken  in the exposition of another passage. (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 19:18<\/a>.) <\/p>",
    "audit": null
}