{
    "id": 7594,
    "source": "calvin",
    "verse_id": 18485,
    "verse_count": 1,
    "reference": "42:4",
    "title": "",
    "html": "<p><i>He shall not faint, nor be discouraged. <\/i> The Prophet alludes to the preceding verse, and confirms what he formerly said, that Christ will indeed be mild and gentle towards the weak, but that he will have no softness or effeminacy; for he will manfully execute the commission which he has received from the Father. This is what he means when he says that “he shall not faint;” and in this verb<span class=\"greek-hebrew\"> יכהה<\/span><i>(yichheh)<\/i> there is an allusion to a former verse, in which he spoke of “smoking flax.” Now, he shews what is the true moderation of meekness, not to turn aside to excessive indulgence; for we ought to use it in such a manner as not to swerve from our duty. Many persons wish to profit by the name of gentleness, so as to gain the applause and esteem of the world, but at the same time betray truth in a base and shameful manner.<\/p> \n<p>I remember that there were in a populous city two preachers, one of whom boldly and loudly reproved vices, while the other endeavored to gain the favor of the people by flatteries. This fawning preacher, who was expounding the Prophet Jeremiah, lighted on a passage full of the mildest consolation, and having found, as he imagined, a fit opportunity, began to declaim against those harsh and severe reprovers who are wont to terrify men by thunderbolts of words. But on the following day, when the Prophet changed his subject and sharply rebuked wicked men with his peculiar vehemence of style, the wretched flatterer was constrained to encounter bitter scorn by retracting the words which were fresh in the recollection of all his hearers. Thus the temporary favor which he had gained speedily vanished, when he revealed his own disposition, and made himself abhorred by the good and the bad.<\/p> \n<p>We must therefore distinguish between the submissive and the obstinate, that we may not abuse that mildness by using it on every occasion. Yet Isaiah declares that Christ’s fortitude will be unshaken, so that it shall surmount every obstacle; for by these words, <i>Till he put judgment,<\/i> he means that the ministry of Christ will be so efficacious that the fruit of his doctrine shall be manifested. He does not merely say, “Till he shall have made known the will of his Father,” but “Till he establish<i>judgment,”<\/i> that is, as we formerly said, the proper exercise of government. Christ’s ministry, therefore, he testifies, will not be unfruitful, but will have such efficacy that men shall be reformed by it.<\/p> \n<p>This must not be limited to the person of Christ, but extends to the whole course of the gospel; for he not only discharged the embassy committed to him for three years, but continues to discharge the same embassy every day by means of his servants. Yet we are reminded that it is impossible for us to discharge that office without being laid under the necessity of suffering many annoyances, and sustaining contests so severe and dangerous, that we shall be almost overwhelmed and ready to abandon everything. Still we must not desist, but persevere constantly in our duty, and run to the very end; and therefore the Prophet testifies that Christ will be so steadfast that he will pursue his calling to the end; and, following his example, we ought boldly to persevere.<\/p> \n<p><i>And the isles shall wait for his law. <\/i> Here he employs the word<i>Law<\/i> to mean “doctrine,” as the Hebrew word for “law” is derived from a verb which signifies to teach; and thus the prophets are accustomed to speak of the gospel, in order to shew that it will not be new or contrary to what was taught by Moses.<\/p> \n<p><i>The isles. <\/i> We have formerly shewn that the Hebrew writers give the name of<i>isles<\/i> to countries beyond the sea.<\/p> \n<p>The Prophet confirms the former statement, by which it was declared that Christ had been appointed not only for the Jews, but also for the Gentiles, though they had nothing in common with the Jewish commonwealth. In short, that promise relates to all nations, that the advantages of this restoration and reformation may be shared by every part of the world.<\/p> \n<p>By the word<i>wait,<\/i> he means that the elect will eagerly embrace the gospel offered to them; for the Lord displays in it the power of his election, when “they who wandered in darkness,” ( <a class=\"ref\">Matthew 4:16<\/a> ,) as soon as they hear the voice of the gospel, embrace it with the utmost eagerness, and although they formerly wandered, like scattered and lost sheep, yet hear immediately the voice of the shepherd, and cheerfully submit to him, as Christ himself has also spoken. ( <a class=\"ref\">John 10:16<\/a>.) Hence we learn that the saying of Augustine is exceedingly true, “that many sheep wander out of the folds, while wolves frequently dwell within the folds.” This attention is the work of God, when men who thought that they were wise give up their own judgment, and have to learn the gospel of Christ, so as to depend entirely on this teacher.<\/p> ",
    "audit": null
}