{
    "id": 7506,
    "source": "calvin",
    "verse_id": 18396,
    "verse_count": 1,
    "reference": "38:5",
    "title": "",
    "html": " <p> <i>Thus saith Jehovah the God of David thy father. <\/i>,At first, when he struck terror alone, he reckoned it enough to mention the bare and simple name of God, to whose heavenly judgmentseat he summoned him as a criminal; but now, when he brings consolation, he distinguishes God by a peculiar and honorable title in order to point out the cause and origin of grace; as if he had said that, from a regard to his covenant which he made with David, he is inclined to mercy, so that he does not deal rigorously with Hezekiah. (<a class=\"ref\">2 Samuel 7:12 <\/a>.) We know that nothing is more difficult than for hearts that have been greatly alarmed by the conviction of God’s anger to be encouraged to entertain favorable hope, so as to perceive that God is reconciled to them. That confirmation was therefore necessary, that the pious king, who in himself was ruined, might know that he could be again raised up to that life from which he had fallen; for the prophecy concerning the eternity of that kingdom could not fail. Since, therefore, he fainted when he thought that he had no hope of living, in order that he may breathe again, he is reminded of a promise, which at that time was universally known, that kings of the seed and posterity of David would always reign over the elect people, <\/p>,\n <p> <span>,“as long as the sun and moon should shine in the heavens.” \n(<\/span>, <a class=\"ref\">Psalms 89:36 <\/a>.) <\/p>,\n <p>That was the plank which he seized, and by which he escaped shipwreck. <\/p>,\n <p> <i>David <\/i>,is not mentioned in this passage as a private individual, but as an eternal king, to whom had been committed the promise which might support Hezekiah; eternal, I say, not in himself, but in his blessed seed. Now, since that eternity was at length to be manifested in Christ, of whom Hezekiah along with other kings was a type, it must have been a solid ground of favorable hope that he was a son of David. Whenever, therefore, we feel that our own sins hinder us from drawing near to God, in order that we may obtain his favor, let us think of this preface, that, although we have been estranged from him by our own fault, still he is the Father of Christ, who is our head, and <\/p>,\n <p> <span>,“in whom our salvation always remains hidden.” \n(<\/span>, <a class=\"ref\">Colossians 3:3 <\/a>.) <\/p>,\n <p>In a word, God had lately spoken in the character of a judge, but now he is reconciled, and points out a Mediator who comes forth to appease him. <\/p>,\n <p> <i>I have heard thy prayer. <\/i>,Having opened the door of hope, he tells Hezekiah that God “has heard his prayers.” This ought greatly to encourage us to earnestness in prayer; for, although God of his own accord takes a deep interest in our salvation, and anticipates us by his kindness, not only while we are asleep, but “before we were born,” (<a class=\"ref\">Romans 9:11 <\/a>,,) yet, when he testifies that all the benefits which he bestows are granted in answer to our prayers, our negligence is altogether inexcusable, if, after having received such large invitations, we neglect to perform the duty of prayer, And yet we must not imagine that prayers, to which God so graciously listens, are meritorious; but, in giving freely what he freely promised, he adds this as the crowning excellence of his kindness, in order more strongly to stimulate our faith. It is no ordinary privilege to be able to approach to him freely, and in a familiar manner to lay our cares in his bosom. If Hezekiah had not prayed, God would undoubtedly have secured that, in one way or another, some government of the kingdom should be preserved in the posterity of David; but what he would do from a regard to his truth, he says that he will give in answer to the prayers of Hezekiah, that he may acknowledge that he has obtained very abundant fruit from his faith which he exercised in prayer. <\/p>,\n <p> <i>And I have seen thy tears. <\/i>,He mentions <i>tears <\/i>,as a sign of repentance, and likewise of warmth and earnestness; not that in themselves tears procure favor, or have any power of appeasing God, but because they distinguish sincere prayers from those which are offered in a careless manner. <\/p>,\n <p> <i>Behold, I add to thy days fifteen years. <\/i>,At length he adds that God has prolonged the life of Hezekiah to the extent of “fifteen years.” This might, indeed, at first sight, appear to be absurd; for we were created on the condition of not being able to pass, by a single moment, the limit marked out for us; as Job also says, “Thouhast appointed his bounds which he cannot pass.” (<a class=\"ref\">Job 14:5 <\/a>.) But the solution is easy. What is said about an extended period must be understood to refer to the views of Hezekiah, who had been excluded from the hope of life, and, therefore, must; have justly reckoned to be gain what was afterwards added, as if he had been raised up from the grave to a second life. <\/p>,",
    "audit": null
}