{
    "id": 6982,
    "source": "calvin",
    "verse_id": 17856,
    "verse_count": 1,
    "reference": "10:5",
    "title": "",
    "html": " <p> <i>O Assyrian.<\/i>, What now follows relates to the threatening of punishment, but at the same time mingles some consolation for alleviating the distresses of the godly. Indeed, the greater part of the discourse is occupied with this doctrine, that all the afflictions which shall be brought upon them by the <i>Assyrians<\/i>, are a temporary scourge inflicted by God, but that unbelievers, after having too freely indulged themselves, will at length be brought to submission. <span class=\"greek-hebrew\">,הוי<\/span>, (<i>hoi<\/i>) is sometimes an interjection expressive of lamentation, <i>Ah!<\/i>, Sometimes it denotes addressing, <i>O!<\/i>, Sometimes it means, as the old translator rendered it, <i>Wo to<\/i>,. But here it cannot be explained in any other way than that God calls the <i>Assyrians<\/i>, or assumes the character of one who sighs, because he is compelled to inflict punishment on his people by means of the <i>Assyrians <\/i> <\/p>\n <p>But when I more closely examine the whole matter, I rather come to this opinion, that here the Lord calls on the <i>Assyrians<\/i>, as if he armed them by his authority to carry on war. He had formerly said that they would come; but hypocrites are so careless that they are never moved by the fear of God, till his scourges are not only seen but felt. This is the reason why he now addresses them, <i>Come<\/i>,; as if a judge called an officer and ordered him to put a malefactor in chains, or delivered him to the hangman to inflict capital punishment upon him. Thus the Lord calls the Assyrians to execute his vengeance by their hands. <\/p>\n <p> <i>And the staff in their hand is mine indignation.<\/i>, This may be viewed as referring to the <i>Assyrian<\/i>, and may be explained so as to be a repetition of the same statement, with a slight change of the words. But I distinguish between them in this manner, that the <i>Assyrians<\/i>, are called <i>the rod of God’s indignation<\/i>,; and next, that the swords and weapons with which they are furnished are nothing else than <i>God’s anger<\/i>,; as if the Prophet had said, that God, according to his pleasure, made use of the Assyrians in the same manner as swords for the execution of <i>his anger<\/i>,; and further, that although they bear swords, still there will be no reason to be afraid of them, except so far as the wrath of God shall be displayed against the Jews. <\/p>\n <p>The general meaning is, “All the strength which the enemy shall possess proceeds from the wrath of God, and they are moved by his secret impulse to destroy the people, for otherwise he would not move a finger.” God declares that <i>the staff<\/i>, which is carried <i>in their hand<\/i>, is his <i>anger<\/i>, in order to inform the Jews that the blind attacks of the enemies are regulated by a heavenly providence. The phrase <span class=\"greek-hebrew\">,בידם<\/span>, (<i>beyadam<\/i>) is rendered by some, <i>in place of them<\/i>, or, <i>into their country<\/i>,; but I do not approve of this, and it is too far-fetched. In a word, the Lord calls the Assyrians, as the ministers of his wrath, to punish the sins of his people by their hand, and declares that everything that is in their hand is <i>his wrath <\/i> <\/p>\n <p>This doctrine has two objects in view; first, to terrify the ungodly, and to inform them that not in vain does the Lord threaten their destruction; next, he points out the reason why he punishes them. This was of the greatest importance for shaking off the sluggishness of the ungodly, who laughed to scorn all the discourses and threatenings of the Prophet. Secondly, this doctrine was of great importance when the people themselves began to be afflicted by the Assyrians; for then they actually saw that what the Prophets had foretold was not without foundation, and that these things did not happen by chance. <\/p>\n <p>It will be objected, Why does he afterwards call <i>the staff<\/i>, his <i>anger<\/i>, since he formerly said that the Assyrian is <i>the rod of his indignation<\/i>,; for he ought rather to have spoken thus: “The Assyrian is my wrath, and the staff which he carries is the staff of my indignation.” But we need not solicitously detain ourselves with the words, when we understand the Prophet’s meaning. He calls men <i>the staff of his anger<\/i>, because he uses them like a <i>staff<\/i>,. He calls men’s weapons <i>the wrath of God<\/i>, because they are not regulated by their own choice, but are proofs of the wrath of God. The Prophet therefore spoke appropriately, that we might not think that the wicked rush forward, without control, wherever their lawless passions lead them; but, on the contrary, that a bridle restrains and keeps them back from doing anything without the will of God. <\/p>\n <p>Hence we ought to learn that the Lord acts even by the hand of the wicked. But here we must think and speak soberly; for it is proper to make a wise and judicious distinction between the work of God and the work of men. There are three ways in which God acts by men. First, <i>all of us move and exist by him<\/i>,. (<a class=\"ref\">Acts 17:28<\/a>.) Hence it follows that all actions proceed from his power. Secondly, in a peculiar manner he impells and directs the wicked according as he thinks fit; and although nothing is farther from their thoughts, still he makes use of their agency that they may kill and destroy one another, or that by their hand he may chastise his people. Of this method the Prophet speaks in this passage. Thirdly, when he guides by his Spirit of sanctification, which is peculiar to the elect. Whether, therefore, we are attacked by tyrants or robbers, or any other person, or foreign nations rise up against us, let us always plainly see the hand of God amidst the greatest agitation and confusion, and let us not suppose that anything happens by chance. <\/p>",
    "audit": null
}