{
    "id": 6948,
    "source": "calvin",
    "verse_id": 17821,
    "verse_count": 1,
    "reference": "8:13",
    "title": "",
    "html": " <p> <i>Sanctify Jehovah of hosts himself.<\/i>, We have said that the reason why dangers lead to immoderate alarm is, that wretched men do not raise their eyes and minds to heaven. The Prophet now, therefore, proposes a suitable remedy for allaying terrors, that they who dread the evils which threaten them may learn to give to God the honor due to him. To <i>sanctify the God of armies<\/i>, means to exalt his power highly; so as to remember that he holds the government of the world, and that the beginning and the end of good and evil actions are at his disposal. Hence it follows that, in some respects, God is robbed of his holiness, when we do not immediately betake ourselves to him in cases of perplexity. This mode of expression, therefore, is highly emphatic; for it shows us that no higher affront can be offered to God than to give way to <i>fear<\/i>, as if he were not exalted above all creatures, so as to control all events. On the other hand, when we rely on his aid, and, through victorious steadfastness of faith, despise dangers, then do we actually ascribe to him lawful government; for if we are not convinced that innumerable methods, though unknown to us, are in his power for our deliverance, we conceive of him as a dead idol. <\/p>\n <p> <i>And let him be your fear, and let him be your dread.<\/i>, He properly adds, that <i>God himself<\/i>, should be the <i>fear<\/i>, and the <i>dread<\/i>, of the people, in order to inform them that there awaits them a just and lawful reward of their crimes and of their contempt of God, when they thus in wretchedness and alarm tremble at dangers. Though he speaks not only of <i>fear<\/i>, but of <i>dread<\/i>, yet he does not mean that the Jews should be filled with horror at the name of God, so as to desire to flee from him, but merely demands from them reverence for God, and uses both words in order to express continuance. He therefore means that they will be free and exempted from solicitude of mind, if a sincere fear of God be deeply engraven on their hearts, and never pass away from them; and indeed every person who freely devotes himself to God, and undertakes to fear him alone, so as to lay this restraint on himself, will find that no haven is more safe than his protection. But as the ungodly do not cease to provoke his anger by shameless transgression, he harasses their minds by continual uneasiness, and thus inflicts the most appropriate revenge for their careless indifference. <\/p>",
    "audit": null
}