{
    "id": 7654,
    "source": "calvin",
    "verse_id": 18545,
    "verse_count": 1,
    "reference": "44:11",
    "title": "",
    "html": "<p><i>Lo, all his companions shall be ashamed. <\/i>Not only does he attack the workers and makers of idols, but he likewise attacks generally all their worshippers, because they are so dull and stupid, that as soon as the trunk of a tree has received some new shape, they look upon it as containing the power of God. He means that not only shall the framers of idols be punished for their effrontery, but likewise all who have entangled themselves in the same superstitions; for it is right that they who share the same guilt should be subjected to the same punishment. Nor can they, on the other hand, plead any excuse; for they see that their idols, which proceeded from the hand of men, are dumb and vain, so far is it from being possible that they are gods. <\/p>\n<p><i>Though they all assemble. <\/i>Whatever conspiracy may<i>be <\/i>entered into by wicked men, yet, when they shall come to the judgment-seat of God, they must be ashamed. Nor is it without cause that the Prophet threatens against them <i>trembling <\/i>and <i>shame, <\/i>because wicked men usually are haughty and insolent, and look on all other men with scorn. They boast of their vast numbers, as the Papists in the present day despise our small numbers, and swell with insolence, and with amazing presumption attack God and his doctrine. In this passage, therefore, Isaiah appeals to the consciences of wicked men; because, although they are actuated by the most inveterate obstinacy and rebellion, yet sometimes they are constrained to tremble, when they ask themselves, “What are we doing?” and inquire into the reason of their actions; for they have nothing that is firm or solid, on which they can safely rest. They are bold so long as they are hurried on by their rage, but when they come to themselves, and take some leisure for reflection, they are terrified and dismayed; so that we need not be alarmed at their rage and pride and vast numbers, for they shall quickly pass away. Let us not therefore be moved by the conspiracies and displays and pride and rage and schemes of the Papists, since we know that all those things tend to their shame and destruction; for the more haughtily they swell and exalt themselves against God, the heavier shall be their fall, and the deeper their disgrace. <\/p>",
    "audit": null
}