{
    "id": 7677,
    "source": "calvin",
    "verse_id": 18571,
    "verse_count": 1,
    "reference": "45:9",
    "title": "",
    "html": " <p>and <i>Wo to him that striveth with his Maker! <\/i>,This passage is explained in various ways. Some think that it refers to King Belshazzar, who, as is evident from Daniel, haughtily defied God, when he profaned the vessels of the Temple. (<a class=\"ref\">Daniel 5:3 <\/a>.) But that is too forced an exposition. The second might appear to be more probable, that the Lord grants far more to his children than a man would grant to his sons, or an artisan to his work; for they suppose that a comparison of this kind is made. “If the son rise up against the father, and debate with him, he will not be listened to. The father will choose to retain his power, and deservedly will restrain his son; and in like manner, if the clay rise up against the workman. But the Lord permits questions to be put to him, and kindly offers to satisfy the people; nay, even bids them put questions to him.” And thus they join together the 10th and 11th verses, and think that God’s forbearance is manifested by treating us with greater kindness, and condescending to greater familiarity, than men usually exhibit towards their sons. <\/p>,\n <p>The latter exposition is indeed more plausible, but both are at variance with the Prophet’s meaning; and therefore a more simple view appears to me to be, to understand that the Prophet restrains the complaints of men, who in adversity murmur and strive with God. This was a seasonable warning, that the Jews, by patiently and calmly bearing the cross, might receive the consolation which was offered to them; for whenever God holds us in suspense, the flesh prompts us to grumble, “Why does he not do more quickly what he intends to do? Of what benefit is it to him to torture us by his delay?” The Prophet, therefore, in order to chastise this insolence, says, “Does the potsherd dispute with the potter? Do sons debate with their fathers? Has not God a right to treat us as he thinks fit? What remains but that we shall bear patiently the punishments which he inflicts on us? We must therefore allow God to do what belongs to him, and must not take anything from his power and authority.” I consider <span class=\"greek-hebrew\">,הוי <\/span>,, <i>(hoi,) Wo! <\/i>,to be an interjection expressive of reproof and chastisement. <\/p>,\n <p> <i>Potsherd to potsherds. <\/i>,That is, as we say in common language, <i>(Que chacun se prenne a son pareil,) <\/i>,“Let each quarrel with his like,” “Let potsherds strive with potsherds of the earth.” When he sends men to those who are like themselves, he reproves their rashness and presumption, in not considering that it is impossible to maintain a dispute with God without leading to destruction; as if he had said, “With whom do they think that they have to deal? Let them know that they are not able to contend with God, and that at length they must yield. And if, unmindful of their frailty, they attack heaven after the manner of the giants, they shall at length feel that they did wrong in warring with their Maker, who can without any difficulty break in pieces, and even crush into powder, the vessels which he has made. <\/p>,\n <p>Some interpret <span class=\"greek-hebrew\">,חשים <\/span>,(<i>charasim <\/i>) to mean “workmen” or “potters,” and suppose the meaning to be, “Shall the potsherd rise up against the potter?” But those interpreters change the point and read <span class=\"greek-hebrew\">,ש <\/span>,(<i>schin <\/i>) instead of <span class=\"greek-hebrew\">,ש <\/span>,(<i>sin <\/i>). I acknowledge that such diversity and change may easily occur, but I prefer to follow the ordinary reading, and to adopt this simple meaning, <i>“Shall the clay say to its maker? <\/i>,A potter is allowed to make any vessel of what form he pleases, a father is allowed to command his sons; will you not admit that God possesses a higher right?” Thus he reproves those who in adversity remonstrate with God, and cannot patiently endure afflictions. <\/p>,\n <p>We ought therefore to listen to the warning given by Peter, when he bids us learn to submit to God, and to “humble ourselves under his mighty hand,” (<a class=\"ref\">1 Peter 5:6 <\/a>,,) so as to yield to his authority, and not to strive with him, if he sometimes tries us by various afflictions; because we ought to acknowledge his just right to govern us according to his pleasure. If we must come to debate, he will have such strong and decisive arguments as shall constrain us, being convicted, to be dumb. And when he restrains the insolence of men, it is not because he is destitute of argument, but because it is right and proper that we should yield and surrender ourselves to be wholly governed according to his pleasure; but at the same time he justly claims this right, that his own creatures should not call him to render an account. What can be more detestable than not to approve of his judgments, if they do not please men? <\/p>,\n <p>Paul makes use of the same metaphor, but on a higher subject; for he argues about God’s eternal predestination, and rebukes the foolish thoughts of men, who debate with God why he chooses some, and reprobates and condemns others. He shews that we ought, at least, to allow to God as much power as we allow to a potter or workman; and therefore he exclaims, <\/p>,\n <p> <span>,“O man, who art thou, that repliest against God? Shall the clay say to the potter, Why hast thou made me thus?” \n(<\/span>, <a class=\"ref\">Romans 9:20 <\/a>.) <\/p>,\n <p>“Who is so daring as to venture to oppose God, and to enter into debate with him?” Thus he perfectly agrees with the Prophet, though he makes use of this metaphor on a different and more intricate subject; for both affirm that God has full power over men, so as to permit themselves to be ruled and governed by him, and to endure patiently all adverse events. There is only this difference, that Isaiah reasons about the course of the present life, but Paul ascends to the heavenly and eternal life. <\/p>,\n <p> <i>His work hath no hands. <\/i>,The Prophet speaks in ordinary language, as we say that one “puts the last hand,” when a thing is completed, and that “hands are wanting,” when a work is disorderly, confused, or imperfect. Thus, whenever men murmur against God for not complying with their wishes, they accuse him either of slothfulness or of ignorance. <\/p>,",
    "audit": null
}