{
    "id": 8008,
    "source": "calvin",
    "verse_id": 18905,
    "verse_count": 1,
    "reference": "65:7",
    "title": "",
    "html": "<p><i>Your iniquities and the iniquities of your fathers together. <\/i>Isaiah enlarges on that, which he had expressed briefly in the preceding verse; for he shews that the Jews are not now, for the first time, guilty of this treason, but that there is the ancient example of the fathers, in whose footsteps they closely follow. In like manner the Lord formerly complained that he had borne long with that people, and was at length wearied with them. He therefore describes the aggravated heinousness of the offense, by saying that the Jews follow the example of their fathers; as if he had said, “They are very bad eggs of bad crows;” for the more frequently and the more earnestly that men have been warned, so much the more must they be condemned for obstinacy, if they do not repent. Thus he shews that they disregarded warnings and threatenings, and persevered for many years in their baseness and impiety; that they may no longer bring forward any excuse or pretense, but, on the contrary, may know that they deserve severe punishment. <\/p>\n<p>Here we see that the corruption which has flowed from the fathers is so far from being an excuse to the children, (as is alleged by ignorant persons, who commonly make use of this shield,) that, on the contrary, they draw down on themselves severer judgment. He adds  <span class=\"greek-hebrew\">יחדו<\/span>, (<i>yachdcav<\/i>,) together. As if the Lord had said, that he gathers together, and, as it were, forms into a bundle, the crimes of the fathers and of the children, that he may at length punish them. Not that <\/p>\n<p>“the son bears the iniquity of the father,” (<a class=\"ref\">Ezekiel 18:20<\/a>,) <\/p>\n<p>and endures the punishment which the father deserved, but that, since they carry on the crimes of their fathers, they must be included and condemned in the same judgment, while obstinacy shews that their diseases are incurable. <\/p>\n<p><i>Because they have offered incense on the mountains. <\/i>He glances at one kind of sin, under which, by a figure of speech in which a part is taken for the whole, he describes also the rest of their sins; for he means by it the whole of the revolt by which the people withdrew from the true worship, and devoted and gave themselves up to strange gods. This is the utmost verge of iniquities; for, when the fear of God has been taken away, we can have nothing sound or healthy in us. Thus he points out the source of all evils, which ought to be the more diligently observed, because men are highly pleased with themselves, and think that they deserve great praise, when they worship God according to their own fancy, and do not understand that nothing is more abominable in the sight of God than pretended worship, which proceeds from human contrivance. Beyond all doubt, the people desired to be acceptable to God by “offering incense on the mountains;” but it is not from the purpose of their mind, and from their intention, as they call it, that we must judge of their work. In preference to all men, we must listen to the voice of the Lord, who testifies that he is greatly dishonored, that we may not endeavor to defend ourselves by pleading our intention, which will render us doubly guilty before God. <\/p>\n<p><i>Therefore I will measure back their ancient work. <\/i>The word  <span class=\"greek-hebrew\">ראשנה<\/span> (<i>rishonah<\/i>) may be explained in various ways, either “I will measure back with their antiquity,” or, “in the first place,” or “formerly,” or, “from the beginning.” But we must take into account the connection of the passage, from which the Prophet’s meaning will be clearly seen. Having spoken a little before about the works of the fathers, he undoubtedly ridicules those who made them a bulwark. It is a slight and useless defense, and indeed it is idle to plead before God the practices of the fathers, that is, their long-continued corruption; for in this way we bring down on ourselves a heavier judgment. And yet many men are so intoxicated by this pretense, that they think that no objection can be brought against it, and even refuse to listen to anything else.  Antiquity, indeed, is highly venerable; but no man ought to value it so highly as to make the smallest diminution of the honor of God. This is a remarkable passage for convincing those who uphold superstitions by length of years, as if old established error ought to be accounted a law. <\/p>",
    "audit": null
}