{
    "id": 6792,
    "source": "calvin",
    "verse_id": 17656,
    "verse_count": 1,
    "reference": "1:1",
    "title": "",
    "html": "<p><i>The vision of Isaiah<\/i> The Hebrew word<span class=\"greek-hebrew\"> חזון<\/span> (<i>chazon<\/i> ,) though it is derived from<span class=\"greek-hebrew\"> חזה<\/span> , (<i>chazah<\/i> ,)<i>he saw<\/i> , and literally is<i>a vision<\/i> , yet commonly signifies<i>a prophecy<\/i> . For when the Scripture makes mention of special visions which were exhibited to the prophets in a symbolical manner, when it was the will of God that some extraordinary event should receive confirmation, in such cases the word Tibet, (<span class=\"greek-hebrew\"> מראה<\/span> ,)<i>vision<\/i> , is employed. Not to multiply quotations, in a passage which relates<i>to prophecy<\/i> in general the writer says, that<i>the word of God was precious, because<\/i><span class=\"greek-hebrew\"> חזון<\/span> , (<i>chazon<\/i> ,)<i>vision, was of rare occurrence<\/i> . ( <a class=\"ref\">1 Samuel 3:1<\/a>.) A little afterwards, the word<span class=\"greek-hebrew\"> מראה<\/span>: (mar-ah) is employed to denote the vision by which God revealed himself to Samuel. ( <a class=\"ref\">1 Samuel 3:13<\/a>.) In distinguishing between two ordinary methods of revelation, <i>a vision and a dream<\/i> , Moses speaks of<i>a vision<\/i> (<span class=\"greek-hebrew\"> מראה<\/span>) as the special method. ( <a class=\"ref\">Numbers 12:6<\/a>.) It is evident, however, that<i>the seer<\/i> ,<span class=\"greek-hebrew\"> הראה<\/span> , (<i>haroeh<\/i> ,) was the name formerly given to prophets, ( <a class=\"ref\">1 Samuel 9:9<\/a>;) but by way of excellence, because God revealed to them his counsel in a familiar manner.<\/p> \n<p>So far as relates to the present passage, this word unquestionably denotes the certainty of the doctrine; as if it had been said that there is nothing contained in this book which was not made known to<i>Isaiah<\/i> by God himself. The derivation of the word, therefore, deserves attention; for we learn by it that the prophets did not speak of their own accord, or draw from their own imaginations, but that they were enlightened by God, who opened their eyes to perceive those things which otherwise they would not of themselves have been able to comprehend. Thus the inscription of Isaiah recommends to us the doctrine of this book, as containing no human reasonings, but the oracles of God, in order to convince us that it contains nothing but what was revealed by the Spirit of God.<\/p> \n<p><i>Concerning Judah<\/i> Were we to render it to<i>Judeah<\/i> , it would make little difference, for the preposition<span class=\"greek-hebrew\"> על<\/span> (<i>al<\/i>) has both significations, and the meaning will still be, that everything contained in this book belongs strictly to<i>Judeah and Jerusalem. <\/i> For though many things are scattered through it which relate to Babylon, Egypt, Tyre, and other cities and countries, yet it was not necessary that those places should be expressly enumerated in the title; for nothing more was required than to announce the principal subject, and to explain to whom Isaiah was chiefly sent, that is, <i>to Jerusalem, and the Jews<\/i> . Everything else that is contained in his prophecies may be said to have been accidental and foreign to the subject.<\/p> \n<p>And yet it was not inconsistent with his office to make known to other nations the calamities which should overtake them; for in like manner Amos did not go beyond the limits of his calling, when he did not spare the Jews, though he was not sent to them. ( <a class=\"ref\">Amos 2:4<\/a>.) A still more familiar instance is found in the calling of Peter and Paul, the former of whom was appointed to the Jews, and the latter to the Gentiles. ( <a class=\"ref\">Galatians 2:8<\/a>.) And yet Peter did not rush beyond the limits of his office, by preaching to the Gentiles; as, for example, when he went to Cornelius: ( <a class=\"ref\">Acts 10:17<\/a>:) nor did Paul, when he offered his services to the Jews, to whom he immediately went as soon as he entered into any city. ( <a class=\"ref\">Acts 13:5<\/a>.) In the same light ought we to view Isaiah; for while he is careful to instruct the Jews, and directs his labors expressly towards that object, he does not transgress his proper limits when he likewise takes a passing notice of other nations.<\/p> \n<p><i>Judeah and Jerusalem<\/i> He takes<i>Judeah<\/i> for the whole nation, and<i>Jerusalem<\/i> for the chief city in the kingdom; for he does not make a distinction between<i>Jerusalem<\/i> and<i>the Jews<\/i> , but mentions it, by way of eminence, (<span class=\"greek-hebrew\"> κατ ᾿ ἐξοχὴν,<\/span>) as the metropolis, just as if a prophet of the present day were to address the kingdom of France, and Paris, which is the metropolis of the nation. And this was of great importance, that the inhabitants of Jerusalem might not hold themselves exempted, as if they were free from all blame, or placed above the laws on account of their high rank, and thus might send the meaner sort of people to be instructed by homely prophets. It is a mistake, however, to suppose that<i>Jerusalem<\/i> is mentioned separately, on account of its being situated in the tribe of Benjamin; for the half of that tribes which was subject to the posterity of David, is included under the name of<i>Judeah<\/i><\/p> ",
    "audit": null
}