{
    "id": 7370,
    "source": "calvin",
    "verse_id": 18256,
    "verse_count": 1,
    "reference": "31:5",
    "title": "",
    "html": " <p> <i>As birds that fly. <\/i>,This is the second comparison, by which the Prophet shews how great care the Lord takes of us, and how earnestly he is bent on making us happy. It is taken from <i>birds <\/i>,, which are prompted by astonishing eagerness to preserve their young; for they almost kill themselves with hunger, and shrink from no danger, that they may defend and preserve their young. Moses makes use of the same comparison when, reproaching the people for their ingratitude, he compares the Lord to an eagle <\/p>,\n <p>“laying her nest, spreading her wings, and fluttering over her young.” (<a class=\"ref\">Deuteronomy 32:11 <\/a>.) <\/p>,\n <p>Christ also remonstrates with Jerusalem, <\/p>,\n <p> <span>,“How often would I have gathered thy children together, as a hen gathereth her chickens, and ye would not!” \n(<\/span>, <a class=\"ref\">Matthew 23:37 <\/a>.) <\/p>,\n <p>The sum of this passage is, that the Lord will be sufficiently powerful to defend his people, for whom he has a special love and a peculiar care. What Moses relates that God did, Isaiah promises that he will always do; for he will never forsake those whom he has once received into his favor. Lest any one therefore should imagine that this statement related only to the men of a single age, he expressly declares that God will spread his wings to defend Jerusalem. Nor is it unnecessarily that he mentions not only <i>Mount Zion <\/i>,but <i>its hill <\/i>,; for on that “hill” was built the temple in which God desired that men should call upon him. Wherever therefore the worship of God is pure, let us know that salvation will be certain; for men cannot call upon him in vain. <\/p>,\n <p>“Let us be his people, and, on the other hand, he will be our God.” (<a class=\"ref\">Leviticus 26:12 <\/a>.) <\/p>,",
    "audit": null
}