{
    "id": 7928,
    "source": "calvin",
    "verse_id": 18824,
    "verse_count": 1,
    "reference": "60:2",
    "title": "",
    "html": "<p><i>For, behold, darkness shall cover the earth. <\/i>He now exhibits in a stronger light, by means of comparison, that grace which he formerly mentioned; that we may form some idea how much God loves his elect, and how extraordinary is the privilege which he bestows upon them. The amount of what he says is, that, while we are weighed down by innumerable afflictions, and while the whole world, as it were, sinks under them, God will take care of his people., in order to enrich them with various benefits. He shows, therefore, that the light of grace and favor, which he mentioned, will not be indiscriminately enjoyed by all, but will be peculiar to the people of God. <\/p>\n<p>We have said that the word “brightness” denotes a prosperous condition of the Church; but let us not judge of this condition from outward appearance; for the Prophet rises higher, and I have no doubt that his discourse relates to spiritual light and brightness. Otherwise that mode of expression which he afterwards employs, “The Gentiles shall walk to thy brightness,” (verse 3) would not be appropriate. Besides, this is clearly demonstrated by the connection between this chapter and the preceding; for he says that this covenant is continued in the word and Spirit. Finally, from the contrast it may easily be inferred that the happiness promised to the Church is different from that which consists in meat and drink, or tranquillity and peace, and other conveniences; and indeed never afterwards was there any period in which the darkness of afflictions overwhelmed all the Gentiles, while the Jews enjoyed peace and prosperity. Since, therefore, the condition of the Church is separated from the whole world, that benefit which Isaiah puts into the possession of the Church is spiritual, and the brightness which he promises is spiritual; and consequently, these things relate to the spiritual kingdom of Christ, when the light of the Gospel shone in every part of the world, and foreign nations were enlightened by it. To this also relates what follows, — <\/p>\n<p><i>The Lord will arise upon thee<\/i>; for although he shows that the favor of God will be visible by manifest tokens and effects, yet he does not leave out that which is of the greatest importance, that believers will truly feel that he is their Father, so as to expect salvation from him. Hence infer that we are overwhelmed by darkness till God shine upon us with the testimony of adoption by free grace. I speak of all mankind; for Isaiah informs us that this life-giving light proceeds from God alone, in order to declare that it is a special gift of God. <\/p>\n<p>Secondly, it ought to be observed that the Church alone, that is, the elect of God, are partakers of this brightness. Hence it follows, that it is not a common or natural gift, but a gift by which the Lord relieves us from an ordinary defect of human nature. Thus also we perceive that there is no light or brightness but in the Church; for the rest of men, though they think that they enjoy light and brightness, are overwhelmed by darkness, from which they cannot be extricated in any other way than by the light of the Gospel. <\/p>\n<p><i>And his glory shall be seen upon thee. <\/i>He adds the word “glory,” because, after having embraced us by his favor, the Lord continues more and more to increase his acts of kindness toward us. <\/p>",
    "audit": null
}