{
    "id": 7533,
    "source": "calvin",
    "verse_id": 18423,
    "verse_count": 1,
    "reference": "40:2",
    "title": "",
    "html": "<p><i> Speak ye according to the heart of Jerusalem.<\/i> Here God commands his servants the prophets, and lays down the message which he wishes them to deliver publicly, when believers shall be called to change their strain from mourning to joy. And yet he does not exhort and encourage them to the cheerful and courageous discharge of their office, so much as he conveys to the minds of believers an assured hope that they may patiently endure the irksomeness of delay, till the prophets appear with this glad and delightful message. To<i> speak to the heart<\/i> is nothing else than “to speak according to the wish or sentiment of the mind;” for our heart abhors or recoils if any sad intelligence is communicated, but eagerly receives, or rather runs to meet, whatever is agreeable. Now, in consequence of the people having been apparently rejected, nothing could be more agreeable than a reconciliation which should blot out all offenses. By a figure of speech in which a part is taken for the whole,<i> Jerusalem,<\/i> as is well known, denotes the Church.<\/p> \n<p><i> And cry to her.<\/i> The word<i> cry<\/i> means that the promise of this grace will be open and manifest, so as to resound in the ears of all and be understood; for if prophets only muttered or spoke indistinctly, the belief of this consolation would be doubtful or weak, but now that they publish it boldly and with open mouth, all doubts are removed.<\/p> \n<p><i> That her warfare is accomplished.<\/i> This is the desirable message, that the Lord determines to put an end to the warfare of his people. I consider<span class=\"greek-hebrew\"> כי<\/span><i> (ki)<\/i> to be used for introducing an explanation. Some think that<span class=\"greek-hebrew\"> צבאה<\/span> ,<i> (tzebaahh,)<\/i> which we have translated “her warfare,” simply denotes “time,” as if it had been said, “her time is accomplished.” Others think that it expresses the time of visitation, but this is incorrect; for among the Hebrews it literally denotes a time previously appointed and set apart for lawful work or labor. (<a class=\"ref\">Numbers 4:23<\/a> .) But here unquestionably the metaphor is taken from the discharge of soldiers; for it means that the end and issue of their vexations is at hand, and that God does not wish to harass his people continually, but to set a limit to their afflictions. He therefore compares the time of the captivity in Babylon to a righteous warfare, at the end of which the soldiers, having obtained an honorable discharge, will return home to enjoy peace and quietness.<\/p> \n<p><i> That her iniquity is pardoned.<\/i> This means that God is so gracious to them that he is unwilling to treat them with the utmost severity. These words, therefore, assign a reason; for, as physicians, in curing diseases, first remove the causes from which diseases arise, so does the Lord deal with us. The scourges by which he chastises us proceed from our sins; and therefore, that he may cease to strike, he must first pardon us; and consequently, he says that there will be an end of punishments, because he no longer imputes sin. Others think that<span class=\"greek-hebrew\"> עונה<\/span><i> (gnavonahh)<\/i> means “her misery,” and that it denotes that her misery is ended. This meaning also is highly appropriate, and thus the Prophet will make the same announcement in two ways; for to finish her warfare, and to put an end to her miseries, mean the same thing. Yet we must hold this principle, that God ceases from inflicting punishment when he is appeased, so that pardon and the forgiveness of sins always come first in order, as the cause. But the word<span class=\"greek-hebrew\"> נרצה<\/span><i> (nirtzah)<\/i> demands, in my opinion, the former meaning; as if he had said, that God has been appeased in such a manner that, having pardoned and forgiven their sins, he is ready to enter again into a state of favor with his people.<\/p> \n<p><i> Double for all her sins.<\/i> This passage is explained in two ways. Some say that the people, having deserved a double punishment, have obtained a double favor; and others, that they have received enough of punishment, because God is unwilling to exact more. The former interpretation, though it contains an excellent and profitable doctrine, does not agree with the text, and must therefore be set aside; and it is evident that the Prophet means nothing else than that God is abundantly satisfied with the miseries which have befallen his Church. I could have wished, therefore, that they who have attacked Jerome and other supporters of this interpretation, had been more moderate; for the natural meaning belongs to this interpretation, and not to the more ingenious one, that the Lord repays double favor for their sins. The general meaning is, that God is unwilling to inflict more severe or more lengthened punishment on his people, because, through his fatherly kindness, he is in some sense displeased with the severity.<\/p> \n<p>Here the word<i> double<\/i> denotes “large and abundant.” It must not be imagined that the punishments were greater than the offenses, or equal to them; for we ought to abhor the blasphemy of those who accuse God of cruelty, as if he inflicted on men excessively severe punishment; for what punishment could be inflicted that was sufficiently severe even for the smallest offense? This must therefore relate to the mercy of God, who, by setting a limit to the chastisements, testifies that he is unwilling to punish them any more or longer, as if he were abundantly satisfied with what had gone before, though that nation deserved far severer chastisements. God sustains the character of a Father who, while he compassionates his children, is led, not without reluctance, to exercise severity, and thus willingly bends his mind to grant forgiveness.<\/p> ",
    "audit": null
}