{
    "id": 7791,
    "source": "calvin",
    "verse_id": 18687,
    "verse_count": 1,
    "reference": "51:13",
    "title": "",
    "html": "<p><i>And hast forgotten Jehovah thy Maker. <\/i> It is not enough to imagine that there is some God, but we ought to acknowledge and embrace him as ours. When he calls him “Maker,” this must not be understood to refer to universal creation, but to spiritual regeneration, as we have already explained under other passages. In this sense Paul calls us (<span class=\"greek-hebrew\"> τὸ ποίημα<\/span>) “the workmanship of God,” ( <a class=\"ref\">Ephesians 2:10<\/a> ,) because he hath created us to every good work. Thus, if we remember our creation and adoption, these beginnings may encourage us to hope for continued progress, that we may not be ungrateful to God, when he has proved his veracity by undoubted experience.<\/p> \n<p><i>Who hath stretched out the heavens and founded the earth. <\/i> To the special kindness which God had exercised towards his people he likewise adds his boundless power which he contrasts with the weakness of men, whom he formerly compared to withered grass. ( <a class=\"isa\" verses=\"WzE4NDI4XQ==\">Isaiah 40:7<\/a>.) He demonstrates that power by his works, so that they who do not perceive it must be exceedingly stupid; for we cannot tum our eyes in any direction without perceiving very abundant testimonies of divine goodness and power, which, however, are briefly described by a figure of speech in which a part is taken for the whole, when he says that it is “He who stretched out the heavens and founded the earth.” It is therefore the greatest folly and indolence to forget him, for so numerous are the signs and testimonies which recall him to the remembrance of men.<\/p> \n<p><i>And hast dreaded continually. <\/i> He follows out the same comparison. “What are men,” says he, “that thou shouldst dread them, if thou compare them to God, who promises thee his assistance?” Assuredly, God is grievously blasphemed, if we refuse to believe that he is more powerful to preserve than enemies are to destroy us; and therefore the Lord bids us consider who and what he is, how vast and extensive is his power, that we may not dread the fury of a mortal man, who vanishes like a whirlwind or like smoke.<\/p> ",
    "audit": null
}