{
    "id": 7464,
    "source": "calvin",
    "verse_id": 18352,
    "verse_count": 1,
    "reference": "36:21",
    "title": "",
    "html": "<p><i> And they were silent.<\/i> This is added in order that we may more fully understand how deep was the affliction which prevailed throughout the whole of Judea; for the good king, having hardly any strength or means of defense, is therefore struck dumb even when an enemy insults him. Ambassadors were sent to soothe the enemy; when they are unsuccessful they are enjoined to be silent, that they might not provoke that savage beast, which already was too much excited, to cruelty. Yet it is uncertain whether these words relate to the ambassador or to the people, against whom Rabshakeh threw out these reproaches; and indeed it is probable, that it rather refers to those who guarded the walls, who, though they were sharply piqued by the taunts of the enemy, yet were not provoked to quarrels or disturbance, because they obeyed the kings command. Hence, also, we infer that it arose from the peculiar kindness of God, that they were so much disposed to yield obedience when matters were desperate.<\/p> \n<p>It will perhaps be objected that they ought not to have been silent when such blasphemies were uttered against God; for we ought not to conceal our sentiments when wicked men mock, and jeer, and reproach God, even though our life should be put in danger. We ought, at least, to testify that we cannot patiently endure that his honor and glory should be attacked. But it is not said that they were silent because they expressed their assent, or cared nothing about the reproaches which were cast on God, and which, though not a word was uttered by them, gave deep pain to the ambassadors, and prompted them to the attitudes and tokens of grief; for afterwards, such is the bitterness of their sorrow that they tear their garments, and by this token they shew that they hold such blasphemies in abhorrence and detestation. But as it would have been of no avail for the ambassadors to debate with Rabshakeh, they returned peaceably and without any tumult; and the people, because it was useless to make any disturbance, reckoned it enough to meet the wicked man’s impertinence by silent groans. And it is no despicable courage, even when we have it not in our power to utter a syllable, still not to shrink or flinch, but to remain quietly in our place.<\/p> \n<p>Hence we are also reminded, that we ought not always to contend with wicked men when they reproach and tear in pieces the name of God; for amidst bitter strife and confused noise the truth will not be heard. And yet we must not on that account give way to cowardice, by thinking that we ought to be excused for being silent, whenever wicked men rise up against God; for our silence will have no excuse if we do not in some way testify that it is highly displeasing to us, and if we do not, as far as lies in our power, declare that nothing is more distressing to us than that the name of God should be dishonored. We must, therefore, give expression to our zeal, that wicked men may not think that we have no regard for the honor of God, and that we are not moved when they blaspheme it.<\/p> ",
    "audit": null
}