{
    "id": 7756,
    "source": "calvin",
    "verse_id": 18652,
    "verse_count": 1,
    "reference": "49:15",
    "title": "",
    "html": " <p> <i>Shall a woman forget her child! <\/i> In order to correct that distrust, he adds to the remonstrance an exhortation full of the sweetest consolation. By an appropriate comparison, he shews how strong is his anxiety about his people, comparing himself to a mother, whose love toward her offspring is so strong and ardent, as to leave far behind it a father’s love. Thus he did not satisfy himself with proposing the example of a father, (which on other occasions he very frequently employs,) but in order to express his very strong affection, he chose to liken himself to a mother, and calls them not merely “children,” but <i>the fruit of the womb, <\/i> towards which there is usually a warmer affection. What amazing affection does a mother feel toward her offspring, which she cherishes in her bosom, suckles on her breast, and watches over with tender care, so that she passes sleepless nights, wears herself out by continued anxiety, and forgets herself! And this carefulness is manifested, not only among men, but even among savage beasts, which, though they are by nature cruel, yet in this respect are gentle. <\/p> \n <p> <i>Even if they shall forget. <\/i> Since it does sometimes happen that mothers degenerate into such monsters as to exceed in cruelty the wild beasts and forget “the fruit of their womb,” the Lord next declares that, even though this should happen, still he will never forget his people. The affection which he bears toward us is far stronger and warmer than the love of all mothers. We ought also to bear in mind the saying of Christ, <\/p> \n <p>“If ye, being evil, know how to give good things to your children, how much more your heavenly Father?” (<a class=\"ref\">Matthew 7:11<\/a>.) <\/p> \n <p>Men, though by nature depraved and addicted to self-love, are anxious about their children. What shall God do, who is goodness itself? Will it be possible for him to lay aside a father’s love? Certainly not. Although therefore it should happen that mothers (which is a monstrous thing) should forsake their own offspring, yet God, whose love toward his people is constant and unremitting, will never forsake them. In a word, the Prophet here describes to us the inconceivable carefulness with which God unceasingly watches over our salvation, that we may be fully convinced that he will never forsake us, though we may be afflicted with great and numerous calamities. <\/p> ",
    "audit": null
}