{
    "id": 7471,
    "source": "calvin",
    "verse_id": 18360,
    "verse_count": 1,
    "reference": "37:7",
    "title": "",
    "html": " <p> <i>Behold, I will bring a wind upon him. <\/i> Others translate it, “I will put my Spirit in him,” as if the Prophet were speaking of a secret influence of the heart; but that is a forced interpretation. It is a highly appropriate metaphor that there is in the hand of God a wind or whirlwind to drive Sennacherib in another direction. To compare wicked men to “straw or chaff,’ (<a class=\"ref\">Psalms 1:4 <\/a>) is a mode of expression frequently employed in Scripture, because God easily drives them wherever he thinks proper, when they think that they are standing very firm. The commotion that arose in the kingdom of Sennacherib is compared by the Prophet to a “wind” or “storm” which drove him out of Judea, and then he shews that the Lord will find no more difficulty in repelling that enemy than if he wished to move straw or chaff; and the very same thing might be said of all tyrants, however powerful. <\/p> \n <p> <i>For he shall hear a report. <\/i> The words “and he shall hear” are evidently added for the sake of explanation, and therefore I have chosen to interpret them as assigning a reason, “For he shall hear.” This is the wind by the raising of which Sennacherib was suddenly driven away; for a report which he heard about the kings of Egypt and Ethiopia constrained him to return to his own country. <\/p> \n <p> <i>And I will cause him to fall by the sword in his own land. <\/i> This means as if he had said, “He now annoys and harasses others, and endeavors to extend widely the limits of his empire; but I will raise up enemies to him, in the very bosom of his own land, who shall discomfit him.” Some expound it to mean the land of Israel, but that is an excessively forced interpretation; for he speaks of the land of the king of Assyria himself, and there is an implied contrast, “He who subdued other men’s cities and kingdoms shall not be able to defend his own country, but shall be destroyed and perish in it.” <\/p> ",
    "audit": null
}