{
    "id": 6817,
    "source": "calvin",
    "verse_id": 17681,
    "verse_count": 1,
    "reference": "1:26",
    "title": "",
    "html": "<p><i>And I will restore thy judges as at the first<\/i> He now speaks without a figure; and having said that the source and origin of the evils was in the princes, he shows that a divine hand will purify that rank, when the Lord shall be pleased to restore the Church to perfect health. And, indeed, when they who rule are good and holy men, public order is maintained; for when wicked men have power, everything goes to ruin. By<i>judges and counsellors<\/i> are evidently meant any kind of magistrates; and when he promises that they will be such as they were<i>at the beginning<\/i> , he brings to their remembrance the extraordinary goodness of God, of which they had been deprived. God had graciously raised up the throne of David, and in that government was pleased to give a bright resemblance of his own parental love. Though the authority of the family of David had degenerated into the grossest tyranny, yet they continued to boast of a false title; for they still vaunted of the reign of David in the same manner as the papists of the present day plume themselves on a false pretense of the Church. Justly, therefore, are the people reminded of the happiness from which they had fallen by their own fault, that they might not be displeased at a diminution of their numbers, by means of which they would again possess that order which God had established<\/p> \n<p><i>Then shalt thou be called<\/i> He describes the fruit of that reformation, of which he has spoken, as extending to the whole body; for, having said that Jerusalem, before she revolted from God, was a<i>faithful city, full of righteousness<\/i> , the Prophet now says, that when she shall have been chastised the same virtues will be illustriously displayed in her. Here, too, is expressed the sum of true repentance; for by<i>righteousness<\/i> is meant uprightness, when every man obtains what belongs to him, and men live with each other without committing injury. The word<i>faithful<\/i> has a still more extensive meaning; for when a city is called<i>faithful<\/i> , it means not only that justice and honesty between man and man are observed, but that the purity of God’s worship is maintained and therefore the chastity and purity of the mind are included under that designation.<\/p> \n<p>It must also be observed, however, that from this<i>faithfulness<\/i> springs justice; for when we adhere to truth in our mutual intercourse, justice easily gains the ascendency. And, indeed, when I closely examine the whole passage, I think that the Prophet now employs the word<i>faithfulness<\/i> in a more limited sense than formerly, and connects the two virtues as leading to the same object, so that, while truth goes first as the cause, justice is the effect of it. Isaiah promises not only that she will be<i>righteous<\/i> and<i>faithful<\/i> , but that she will also be distinguished by these commendations; by which he means that the knowledge or reputation of it will be everywhere diffused. We know that hypocrites, too, are adorned with honorable titles; but Isaiah, having introduced God as speaking, takes for granted that the city will actually be<i>righteous<\/i> , as it is foretold that she shall be. In the meantime, as I have said, he describes the fruit of a true conversion; as if he had said,” When Jerusalem shall be brought Jack to true godliness, men will be persuaded that she is renewed.”<\/p> ",
    "audit": null
}