{
    "id": 7704,
    "source": "calvin",
    "verse_id": 18600,
    "verse_count": 1,
    "reference": "46:13",
    "title": "",
    "html": " <p> <i>I will bring near my righteousness. <\/i> If that interpretation which I mentioned a little before be preferred, that those persons are called “far from righteousness” who are incapable of receiving the grace of God, the meaning will remain unaltered; but if we hold that the Jews were “far from righteousness,” because, like desperate men, they were wholly abandoned to crimes, there will be a beautiful contrast between the righteousness of men and the righteousness of God. Although therefore the Jews revolted and were estranged from all practice of godliness, yet God assures them that “his righteousness is near;” as if he had said that unbelief is indeed a very great obstacle, but yet that it is such an obstacle as cannot hinder God from at length manifesting the power of his truth. “For the unbelief of men,” as Paul says, “cannot make void the truth of God; and, though men are liars, God will always be true.” (<a class=\"ref\">Romans 3:3<\/a>.) And indeed, if he did not exceed the malice of men by his goodness, we should all perish without exception, for who is there that receives God, and makes use of his grace as he ought? <\/p> \n <p>Accordingly, the only reason why he does not continue to bestow benefits upon us is, that we are estranged from “his righteousness;” and yet, though we are reluctant and make resistance, he approaches to us in order to display “his righteousness,” though we do not deserve it. Now, he does this in such a manner that unbelievers obtain no advantage at all from it; for the Prophet did not include wicked apostates, as if they should be partakers of the salvation which he promises, but he only says that God has at hand a method by which “his righteousness” shall be made manifest. But here we must consider what was the condition of the people to whom those things were spoken; for everything had been corrupted by unbelief, and there were very few who relied on the promises of God; and they who belonged to the number of the elect sometimes shewed that they were obstinate, so that they appeared to be infected by the same plague of impiety as the others. He therefore rebukes the whole nation, both to convict the reprobate and, at the same time, to chastise the elect and bring them back into the right path; but especially, as I have said, he attacks unbelievers, who professedly, as it were, rejected all hope of grace. <\/p> \n <p> <i>And my salvation shall not tarry. <\/i> This makes still more plain what he meant by the word “righteousness,” that is, the assistance which the Lord promised to his people. Consequently, he means the same thing by the word “salvation” and the word “righteousness;” for the most remarkable instance of the “righteousness” of God is, when he preserves, guards, and delivers his people. It is not superfluous to say that it is not “retarded” or “delayed;” for he describes the greatness of his mercy by saying, that the Lord opens up a course for his justice, notwithstanding the reluctance and opposition of the people. <\/p> \n <p> <i>And I will place. <\/i> The copulative <span class=\"greek-hebrew\"> ו <\/span> <i>(vau) <\/i> is here used in order to express the cause, <i>“For <\/i> I will place.” This is an additional confirmation of the preceding statement, that, since the Lord has once determined to save Jerusalem, she cannot be deprived of that benefit. <\/p> \n <p> <i>And my glory in Jerusalem. <\/i> He connects his “glory” with the “salvation” of believers, as Paul also uses the word “glory” to denote “mercy.” (<a class=\"ref\">Ephesians 1:6<\/a>.) The glory of God is most illustriously displayed, when he rescues his people from destruction and restores them to liberty; for he wished that an indissoluble bond should connect the salvation of the Church with his righteousness. <\/p> ",
    "audit": null
}