{
    "id": 7283,
    "source": "calvin",
    "verse_id": 18165,
    "verse_count": 1,
    "reference": "27:13",
    "title": "",
    "html": " <p> <i>It shall also come to pass in that day.<\/i>, This is the explanation of the former verse. He speaks metaphorically, and shews that so great will be the power of God, that he will easily bring back his people. As kings assemble large armies by the sound of a trumpet, so he shews that it will be easy for the Lord to gather his people, on whom prophecy had not less efficacy than the trumpet by which soldiers are mustered. <\/p>\n <p> <i>And they shall come who were perishing.<\/i>, He calls them <i>perishing<\/i>, because they were miserably scattered, and appeared to be very near destruction, without any hope of being restored. The enemies, while their monarchy lasted, would never have permitted their captives to return, nor had they led them into banishment in a distant country with any other design than that of gradually casting into oblivion the name of Israel. <\/p>\n <p> <i>And who had been scattered in the land of Egypt.<\/i>, What he adds about Egypt contains a more remarkable testimony of pardon, namely, that those who fled into Egypt, though they did not deserve this favor, shall be gathered. They had offended God in two respects, as Jeremiah plainly shews; first, because they were obstinate and rebellious; and, secondly, because they had refused to obey the revelation, (<a class=\"ref\">Jeremiah 28:10<\/a>;) for they ought to have submitted to the yoke of the Babylonians rather than flee into Egypt in opposition to the command of God. <\/p>\n <p> <i>And shall worship Jehovah in the holy mountain.<\/i>, At length, he describes the result of their deliverance, that the Jews, having returned from captivity into their country, may again worship God their deliverer in a pure and lawful manner. By the <i>mountain<\/i>, he means the temple and sacrifices. This was indeed accomplished under Darius, but the Prophet undoubtedly intended to extend this prophecy farther; for that restoration was a kind of dark foreshadowing of the deliverance which they obtained through Christ, at whose coming the sound of the spiritual trumpet, that is, of the gospel, was heard, not only in Assyria or Egypt, but in the most distant parts of the world. Then were the people of God gathered, to flow together to Mount Zion, that is, to the Church. We know that this mode of expression is frequently employed by the prophets when they intend to denote the true worship of God, and harmony in religion and godliness; for they accommodated themselves to the usages of the people that they might be better understood. We know also that the gospel proceeded out of Zion; but on this subject we have spoken fully at the second chapter. <\/p>",
    "audit": null
}