{
    "id": 7013,
    "source": "calvin",
    "verse_id": 17889,
    "verse_count": 1,
    "reference": "11:4",
    "title": "",
    "html": " <p> <i>For he will judge the poor in righteousness.<\/i>, Here he shows that Christ will be the guardian of <i>the poor<\/i>, or, he points out the persons to whom the grace of Christ strictly belongs, namely, to the <i>poor<\/i>, or <i>meek<\/i>,; that is, to those who, humbled by a conviction of their poverty, have laid aside those proud and lofty dispositions which commonly swell the minds of men, till they have learned to be meek through the subduing influence of the word of God. He therefore declares that he will be the protector and guardian, not of all men whatsoever, but of those who know that they are <i>poor<\/i>, and destitute of everything good. This was also declared by Christ to John’s disciples, when he said that <i>the gospel is preached to the poor<\/i>,. (<a class=\"ref\">Matthew 11:5<\/a>.) Who are they that are capable of receiving this doctrine? Not all men without exception, but those who, having laid aside the glory of the flesh, betake themselves to that heavenly protection. <\/p>\n <p>There is, therefore, an implied contrast, namely, that Christ does not rule over the rich, that is, over those who are swelled with a false opinion of themselves. Though he invites all men to come to him, still the greater part refuse to submit to his government. The <i>poor<\/i>, alone allow themselves to be governed by him. This passage teaches us, that if we are desirous to be protected by the power of Christ, we must lay aside all pride, and put on the spirit of <i>meekness<\/i>, and modesty. That spiritual poverty which the Prophet recommends to all the members of Christ is, to have no lofty views, but to be truly humbled by a conviction of our poverty and nakedness, so as to depend on Christ alone. When we have been brought to this state of mind, the faithful King and Guardian will undertake to secure our salvation, and will defend us to the last against all our enemies. We also learn whom Christ invites to come to him: <i>Come to me, all ye that labor and are burdened<\/i>,. (<a class=\"ref\">Matthew 11:28<\/a>.) We must, therefore, <i>labor<\/i>, and be pressed down by the weight of our <i>burden<\/i>, if we wish to feel and know his assistance. <\/p>\n <p> <i>And will reprove with equity for the meek of the earth.<\/i>, We must attend to the order which is here observed by the Prophet. He places <i>poverty<\/i>, first, and then <i>meekness<\/i>,; because we must first be <i>poor<\/i>, before we become <i>meek<\/i>,. So long as we think <i>that we are somebody<\/i>, (<a class=\"ref\">Acts 5:36<\/a>,) and are carried away by a vain confidence in ourselves, our heart is filled with pride and self-conceit, and cannot yield or submit; but when we are convinced of our poverty, we lose courage, and, subdued and overpowered, begin to groan under the burden. The condition of Christ’s people, therefore, is here described, as he had formerly illustrated the nature of the king himself. Hence also we ought to learn, that those precious gifts of the Spirit with which we saw a little before that Christ was furnished, are not bestowed by him on all men whatsoever, but on the <i>poor<\/i>, and the <i>meek<\/i>,; for the word <i>judge<\/i>, denotes government, a very important part of which is, that Christ imparts to us the gifts which he received from the Father, that he may live in us, and that we may live in him. <\/p>\n <p> <i>And he shall smite the earth with the rod of his mouth.<\/i>, The Prophet here extols the efficacy of the word, which is Christ’s royal scepter. By <i>the rod of his mouth<\/i>, is meant a scepter which consists in words, and in the second clause he repeats the same idea by the phrase, <i>the breath of his lips<\/i>,; as if he had said, that Christ will have no need to borrow aid from others to cast down his enemies, and to strike down everything that opposes his government; for a mere <i>breath<\/i>, or a <i>word<\/i>, will be enough. The statement may be general, since believers also must die, so as to be renewed to a spiritual life; and in this sense the gospel is called a sword appropriated for the slaying of sacrifices. (<a class=\"ref\">Romans 15:16<\/a>.) But the latter part of the verse calls for a different interpretation. If any one choose to make a distinction, <i>the striking of the earth<\/i>, will apply equally to the reprobate and the elect; as the gospel is <\/p>\n <p>a two-edged sword, piercing even to the most hidden and secret feelings of the heart, and discerning the thoughts and affections. (<a class=\"ref\">Hebrews 4:12<\/a>.) <\/p>\n <p>Yet it wounds the former in a very different manner from that in which it wounds the latter. By mortifying in the elect a sinful nature, it kills their lusts, that they may become a living sacrifice, and a sacrifice of sweet-smelling savor; but it <i>strikes<\/i>, the wicked in a manner altogether destructive, for they rot and die, and to them it is even, as Paul says, <i>a savor of death to death.<\/i>,(<a class=\"ref\">2 Corinthians 2:16<\/a>.) I should be willing enough to consider both effects as described here at the same time, were it not that it is opposed by the custom of the Hebrew language; for the Hebrew writers often repeat the same sentiment in different words. <\/p>\n <p> <i>And with the breath of his lips shall he slay the wicked.<\/i>, Christ is armed <i>with the breath of his lips to slay the wicked.<\/i>, But perhaps this second clause was added by Isaiah for the purpose of amplification; and, indeed, <i>to slay<\/i>, is much more than <i>to strike<\/i>,. As it belongs to the gospel to cast down all men without exception, its effect on the reprobate may be said to be accidental, <i>to slay<\/i>, them with a deadly stroke. In this way the Prophet would add a particular case to the general statement, intimating that the wicked fall under the sword of Christ to their everlasting destruction, because they are not set apart to be sacrifices. However this may be, this latter clause must undoubtedly be limited to the wicked alone; and it is added, because that efficacy does not immediately appear in the preaching of the gospel, but, on the contrary, many ridicule, and jeer, and treat as a fable all that is said about Christ and his word. But though they do not immediately feel its power, yet they will not be able to escape it, and will at length be slain by a deadly wound. <\/p>\n <p>But the Prophet’s meaning, I think, is not yet fully explained; for he does not speak only of the inward feeling by which wicked men are moved, whether they will or not, but of the wickedness itself, which will be removed and driven away by the power and efficacy of this scepter, as Paul also explains; for he undoubtedly alludes to this passage when he speaks of the destruction of Antichrist. <\/p>\n <p>And then shall that Wicked be revealed, whom the Lord shall consume with the breath of his mouth, and shall destroy with the brightness of his coming. (<a class=\"ref\">2 Thessalonians 2:7<\/a>.) <\/p>\n <p>Thus he explains to us the meaning of the Prophet; for he shows that Christ will never be without enemies, who will endeavor to overturn his kingdom, and to hinder or retard the course of the gospel; otherwise these words of the Prophet would have been spoken in vain. But Christ will drive away some of their number, and the whole of them together, and their very head and leader, by the sound of his doctrine. <\/p>\n <p>Thus also Paul recommends a twofold use of doctrine, demanding from a pastor that <\/p>\n <p> <span> he shall be qualified not only to teach, but likewise\nto refute those who oppose. (<\/span>,.) <\/p>\n <p>A pastor ought not only to feed his flock, but also to protect and guard them against every injury. This is what Christ performs, and therefore he is provided with necessary armor, that he may contend successfully against the falsehoods of Satan, and the cruelty of tyrants, and every kind of enemies. <\/p>\n <p>Hence it is evident that wicked doctrines cannot be driven away by any other method than by the gospel. In vain will the magistrate employ the sword, which undoubtedly he must employ, to restrain wicked teachers and false prophets; in vain, I say, will he attempt all these things, unless this sword of the word go before. (<a class=\"ref\">Deuteronomy 13:5<\/a>.) This ought to be carefully observed in opposition to the Papists, who, when the word fails them, betake themselves to new weapons, by the aid of which they think that they will gain the victory. They are even so impudent as to boast that heretics cannot be refuted by the <i>word<\/i>, though both the Prophet and Paul lay down no other method. <\/p>\n <p>When the Prophet says, <i>by the breath of his lips<\/i>, this must not be limited to the person of Christ; for it refers to the word which is preached by his ministers. Christ acts by them in such a manner that he wishes their <i>mouth<\/i>, to be reckoned as his <i>mouth<\/i>, and their <i>lips<\/i>, as his <i>lips<\/i>,; that is, when they speak from his mouth, and faithfully declare his word. (<a class=\"ref\">Luke 10:16<\/a>.) The Prophet does not now send us to secret revelations, that Christ may reign in us, but openly recommends the outward preaching of doctrine, and shows that the gospel serves the purpose of a scepter in the hand of Christ, so far as it is preached, and so far as it is <i>oral<\/i>, if we may use the expression; otherwise it would have been to no purpose to mention the <i>mouth<\/i>, and the <i>lips<\/i>,. Hence it follows that all those who reject the outward preaching of the gospel shake off this scepter, as far as lies in their power, or pull it out of the hand of Christ; not that the efficacy which he mentions depends on the voice of men, but so far as Christ acts by his ministers; for he does not wish that their labor should be fruitless, without sacrificing the elect to obedience, (<a class=\"ref\">Romans 15:16<\/a>,) and slaying the reprobate; as Paul in another passage boasts that there will be speedy vengeance against all unbelievers and rebels. <\/p>\n <p>Here we must again call to remembrance what is the nature of Christ’s kingdom. As he does not wear a golden crown or employ earthly armor, so he does not rule over the world by the power of arms, or gain authority by gaudy and ostentatious display, or constrain his people by terror and dread; but the doctrine of the gospel is his royal banner, which assembles believers under his dominion. Wherever, therefore, the doctrine of the Gospel is preached in purity, there we are certain that Christ reigns; and where it is rejected, his government is also set aside. Hence it is evident how foolishly the Papists boast that the Church belongs to them, when they order Christ himself to be silent, and cannot endure the sound of his voice, but proclaim aloud, with distended cheeks, their own edicts, laws, decrees, and tyrannical regulations. <\/p>",
    "audit": null
}