{
    "id": 6999,
    "source": "calvin",
    "verse_id": 17874,
    "verse_count": 1,
    "reference": "10:23",
    "title": "",
    "html": "<p><i> For the Lord God of hosts shall make a consumption.<\/i> This repetition again wounds the self-complacency of those who proudly despised God. It was almost incredible that the Jews, to whom so many promises had been given, and with whom God had made<i> an everlasting covenant<\/i> , should perish, as it were, in an instant; and it appeared to be even inconsistent with the unchangeable nature of God. The Prophet therefore declares that<i> the Lord<\/i> is the author of this<i> consumption<\/i> , in order to repress the pride of wicked men, who, relying on their present prosperity, thought that they were beyond all danger, and, swelling with that confidence, ridiculed all threats and warnings. “God,” says he, “will reduce your land to a desert, so that in the very midst it will be desolate, and will resemble a wilderness.”<\/p> \n<p><i> In the midst of all the land.<\/i> By<i> the midst of the land<\/i> he means its very heart, that is, its most fortified and best defended places. Some think that the word<span class=\"greek-hebrew\"> נהרצה<\/span> (<i> neheratzah<\/i>) is an adjective,<i> determined<\/i> ; but for my part I view it as a substantive,<i> consummation<\/i> ; and in this sense it is used by Daniel and in other passages. (<a class=\"ref\">Daniel 9:27<\/a> .)<\/p> \n<p>Paul quotes this passage, (<a class=\"ref\">Romans 9:28<\/a> ,) but in somewhat different words from what the Prophet uses; for he follows the ordinary translation which at that time was generally used. Though Paul wrote correctly and faithfully, and in accordance with the Prophet’s real meaning, yet the words which he quotes from the Greek translation have led many to depart from what the Prophet actually meant. The Greek translator having used the word<span class=\"greek-hebrew\"> λόγος<\/span> , (<i> logos<\/i> ,) that is,<i> a discourse<\/i> , many have entered into discussions about the Gospel, and have said that it denotes the repeal of the law, because it puts an end to ceremonies and figures, and therefore that it is a short and concise<i> discourse<\/i> , by which we are freed from the burden of the law under which the people groaned. But that has nothing to do with the Prophet’s meaning; for here he says that the<i> consumption<\/i> is a<i> diminution<\/i> , by which the people will be almost ruined. Paul’s design is not different, and the Greek translators meant nothing else; for by<span class=\"greek-hebrew\"> λόγος<\/span> (<i> logos<\/i>) they meant what is expressed by the Hebrew word<span class=\"greek-hebrew\"> דבר<\/span> , (<i> dabar<\/i> .) Though the Prophet does not make use of the word<span class=\"greek-hebrew\"> דבר<\/span> , (<i> dabar<\/i> ,) yet the word which he uses means<i> a thing consumed<\/i> , that is,<i> consumption<\/i> , and the meaning of both words is the same. In short, Paul there repeats (<a class=\"ref\">Romans 9:28<\/a>) what Isaiah had said in this passage about the future<i> consumption<\/i> of the people, and shows that this prediction was chiefly fulfilled in his own time, when the Jews were cut off from the kingdom of God on account of their ingratitude, and but<i> a small remnant<\/i> (<a class=\"isa\" verses=\"WzE3NjY0XQ==\">Isaiah 1:9<\/a>) was preserved.<\/p> ",
    "audit": null
}