{
    "id": 7394,
    "source": "calvin",
    "verse_id": 18281,
    "verse_count": 1,
    "reference": "33:1",
    "title": "",
    "html": "<p><i> Wo to thee that spoilest.<\/i> If these words shall be expounded as relating to the Babylonians, the strain will flow easily enough; for, after having promised freedom to the prisoners, (<a class=\"isa\" verses=\"WzE4Mjc1XQ==\">Isaiah 32:15<\/a> ,) he now appropriately taunts the conquerors. Besides, they needed to be peculiarly confirmed, that they might give credit to a prediction which appeared to be incredible; for they could not think it probable that such vast power would be destroyed and overthrown, and that, the wretched prisoners who were now in a state of despair would speedily be permitted to return to their native country. Amidst such distresses, therefore, they might have fainted and given up all hope of safety, if the Prophet had not met them with these exhortations. Accordingly, he anticipates those doubts which might have tormented their minds and tempted them to despair, after having been carried away by the Babylonians, and reduced to slavery; for they saw none of those things which are here promised, but everything entirely opposite.<\/p> \n<p>Yet, as it is almost universally agreed that this is the beginning of a new discourse, and that it is addressed to Sennacherib and his army, I am not unwilling to believe that the Prophet pronounces against the Assyrians, who unjustly oppressed all their neighbors, a threatening which was intended to alleviate the distresses and anxieties of the people. He therefore means that there will be a wonderful revolution of affairs, which will overthrow the flourishing condition of Nineveh, though it appears to be invincible; for the Babylonians will come in a hostile manner to punish them for that cruelty which they exercised on other nations.<\/p> \n<p>In order to impart greater energy to this discourse, he addresses the Assyrians themselves,<i> “Wo to thee that plunderest;<\/i> you may now ravage with impunity; no one has power to resist you; but there will one day be those who in their turn shall plunder you, as you have plundered others.” He speaks to them in the singular number, but in a collective sense, which is very customary. Others read it as a question, “Shalt thou not be spoiled? Dost thou think that thou wilt never be punished for that violence? There will one day be those who will render to thee the like.” But we may follow the ordinary exposition, according to which the Prophet exhibits in a striking light the injustice of enemies, who were so eager for plunder that they spared nobody, not even the innocent who had never injured them; for that is a demonstration of the utmost cruelty. I am therefore the more disposed to adopt this exposition, according to which he describes in this first clause what the Assyrians are, shews them to be base and cruel robbers, and gives a strong exhibition of their cruelty in harassing and pillaging harmless and inoffensive persons; so that, when the Jews beheld such unrestrained injustice, they might consider that God is just, and that such proceedings will not always pass unpunished.<\/p> \n<p><i> When thou shalt have ceased to plunder.<\/i> This is the second clause of the sentence, by which the Prophet declares that the Assyrians now plunder, because God has given loose reins to them, but that he will one day check them, so that they will have no power to do injury. If we were to understand him to mean, “when they would no longer wish to plunder,” that would be a feeble interpretation; but the Prophet advances higher, and declares that the time will come “when they shall make an end of plundering,” because the Lord will restrain and subdue them. The meaning is therefore the same as if he had said, “When thou shalt have reached the height;” for we see that tyrants have boundaries assigned to them which they cannot pass. Their career is rapid, so long as they keep their course; but as soon as the goal, their utmost limit, has been reached, they must stop.<\/p> \n<p>Let us cheer our hearts with this consolation, when we see tyrants insolently and fiercely attack the Church of God; for the Lord will at length compel them to stop, and the more cruel they have been, the more severely will they be punished. The Lord will destroy them in a moment; for he will raise up against them enemies who will instantly ruin and punish them for their iniquities.<\/p> \n<p>Here we ought also to acknowledge the providence of God in the overthrow of kingdoms; for wicked men imagine that everything moves at random and by the blind violence of fortune; but we ought to take quite another view, for the Lord will repay their deserts, so that they shall be made to know that the cruelty which they exercised against inoffensive persons does not remain unrevenged. And the event shewed the truth of this prediction; for not long afterwards Nineveh was conquered by the Babylonians, and lost the monarchy, and was even so completely destroyed that it lost its name. But as Babylon, who succeeded in her room, was not. less a “spoiler,” the Prophet justly foretells that there will be other robbers to rob her, and that the Babylonians, when their monarchy shall be overthrown, will themselves be plundered of those things which they seized and pillaged from others.<\/p> ",
    "audit": null
}