{
    "id": 7042,
    "source": "calvin",
    "verse_id": 17919,
    "verse_count": 1,
    "reference": "13:12",
    "title": "",
    "html": "<p><i>I will make a man more precious than pure gold. <\/i>Here he describes in a particular manner how cruel and savage will be the war that is carried on against Babylon. In like manner believers, instructed by these predictions, implore in the spirit of prophecy what is the utmost exertion of the cruelty exercised in wars, that the Persians and Medes may tear the infants from their mothers’ breasts, <i>and dash them against the stones<\/i>. (<a class=\"ref\"><\/a>.) The general meaning is, that Babylon will not only be destroyed, but will be devoted to utter extermination; for when he says that the life of <i>a man shall be more precious than gold<\/i>, he asserts that the enemies will be so eager to shed blood, that it will be impossible to rescue a man out of their hands at any price, because they will choose rather to kill than to accept a ransom. <\/p>\n<p>It may be asked, Was this destruction as cruel as Isaiah here describes it to be? For history gives a different account, and Daniel himself, who was an eye-witness of this destruction, relates that the city was only taken, for the Medes and Persians spared the citizens and inhabitants. This argument has constrained some commentators to apply allegorically to all the reprobate what is here related of Babylon; but in doing so they have overstrained the passage, for shortly afterwards (<a class=\"ref\"><\/a>) the Prophet names the Medes and Persians. Besides, those threatenings which will afterwards follow in their proper order, against the Edomites, Moabites, the inhabitants of Tyre and of Egypt, and other nations, sufficiently show that the present discourse is directed literally against the Chaldeans, to whom the Prophet assigns the first rank; not that their destruction was as close at hand as that of other nations, but because none of the enemies of the Church were more dangerous. <\/p>\n<p>It ought to be observed that Isaiah did not utter this prediction while the monarchy of Nineveh was still flourishing; but all that he predicted against heathen nations, during the whole course of his ministry, was collected into one book. Thus the order of events was not observed, but a similarity of subject was the reason why all these prophecies were put into one place. How comes it that Isaiah takes no notice of Nineveh, since he afterwards mentions that the Assyrians alone attacked the Jews, (for the Babylonians lived at peace with them,) but because he does not relate the history of his own time till the <a class=\"ref\"><\/a>, but prophesies about the judgments of God which happened after his death? <\/p>\n<p>Now, when he declares that Babylon will be utterly destroyed, it is certain that he does not merely describe a single calamity, but includes the destruction which followed long afterwards. After having been subdued by the Persians, Babylon continued to flourish, and held the name and rank of a very celebrated city. And although the city Ctesiphon was founded for the purpose of attracting a portion of its splendor and wealth, yet the convenience of its situation, the costly buildings, and the fortifications of the city, rendered it, with the exception of royal rank, not inferior to Persis. Even after the death of Alexander the Great, when Seleucia was built at no great distance, still it could not obliterate the name and reputation of the ancient city. Hence we conclude that those events which are here foretold cannot be limited to a single period. <\/p>\n<p>It is not without reason, however, that the Prophet pronounces such fearful threatening against them, since the revolution of the empire was the forerunner of the various calamities which followed afterwards. Though the people were not entirely slain, yet as the city was taken by storm, and by a sudden assault at the hour of midnight, while the whole court was carousing in drunken revels, it was impossible but that the Medes and Persians must have slain all that came in their way. There can be no doubt, therefore, that there was a great slaughter before the conquerors extended their protection to the whole of the people as having surrendered at discretion. Who can doubt that this haughty nation was roughly handled by barbarian conquerors, for in no other way could it have been reduced to obedience? <\/p>\n<p>Having been gradually weakened, not long afterwards, Babylon again changed its master, and, after having been governed for a short period by Alexander, king of Macedon, immediately passed under the dominion of Seleucus, who endeavored by every method to degrade it till it was completely ruined. Thus, so long as God permitted the city to remain in existence, it presented a shameful and revolting spectacle to the whole world, that the accomplishment of the prophecy might be more evident and more impressive. Hence the Prophet Isaiah has good reason for asserting that the anger of God will not be appeased till that den of robbers be utterly destroyed. <\/p>\n<p><i>A mortal and a man. <\/i>So far as relates to the words, some translators render  <span class=\"greek-hebrew\">אנוש<\/span> (<i>enosh<\/i>) a <i>warlike <\/i>or <i>eminent <\/i>man, and  <span class=\"greek-hebrew\">אדם<\/span> (<i>adam<\/i>) an <i>ordinary <\/i>man. But as the etymology does not correspond to this view, and as I do not think that it occurred to the Prophet’s mind, I consider it to be rather a repetition of the same sentiment, such as we know to have been customary among the Hebrews. The word  <span class=\"greek-hebrew\">פז<\/span>, (<i>paz<\/i>,) which, in common with other translators, I have rendered <i>pure gold<\/i>, is supposed by some to mean <i>a pearl<\/i>; but from many passages of Scripture we conclude that it is <i>the purest and finest gold <\/i><\/p>",
    "audit": null
}