{
    "id": 7304,
    "source": "calvin",
    "verse_id": 18187,
    "verse_count": 1,
    "reference": "28:22",
    "title": "",
    "html": "<p><i>Now therefore. <\/i> He again reminds those wicked men, whom he had formerly called “scorners,” ( <a class=\"isa\" verses=\"WzE4MTc5XQ==\">Isaiah 28:14<\/a> ,) that their cunning, and contempt, and jeers, and mockery, will avail them nothing, because all their ingenuity will be thwarted; and he exhorts them to repentance, if there still be any of them that are capable of being cured. For this reason he repeats the same threatenings, in order to arouse them.<\/p> \n<p><i>Lest your chains be more firmly fastened. <\/i> He says that all that they will gain by resistance will be to draw themselves more firmly into their nets. Instead of “chains,” there are some who render<span class=\"greek-hebrew\"> מוסרים<\/span> (<i>mōsĕrīm<\/i>) “chastisements;” but this does not agree with the context. The metaphor of “chains” is highly appropriate in this passage; for, as the fox which has fallen into a snare, fastens the knot more firmly by his attempts to extricate himself and escape, so wicked men by their disobedience entangle and fasten themselves more and more. They desire to escape the hand of God, and kick against the spur, like an unruly horse which bends all its strength to shake of its rider; but all that they accomplish by their obstinacy and stubbornness is to receive heavier and severer blows.<\/p> \n<p><i>Be ye not mockers. <\/i> This shews us how we ought to deal with wicked men, when we see that they are altogether destitute of the fear of God. All that remains for us to do is, to warn them that their jeers and scorn will be attended by no success in resisting the vengeance of God which hangs over them. We are also reminded that we ought not to sport with God, since we see, as in a mirror, what has been the end of those who despised the warnings and threatenings of the prophets since the beginning of the world.<\/p> \n<p><i>For I have heard a consumption. <\/i> That his prediction may be firmly believed, he declares that he brings nothing forward which God did not reveal. <span class=\"greek-hebrew\"> כלה<\/span> (<i>chālāh<\/i>) sometimes signifies “perfection,” and sometimes “consumption,” as we formerly stated ( <a class=\"isa\" verses=\"WzE3ODc0XQ==\">Isaiah 10:23<\/a>.) Here it must denote “consumption,” for the Prophet means nothing else than that God has determined speedily to destroy the whole earth by a general slaughter. This includes two things; first, that dreadful and grievous destruction is about to overtake the world, (unless it be thought better to limit the word “earth” to Judea, to which I do not object,) and, secondly, that the day is fixed and is not distant. The word<i>hearing<\/i> is here used to denote Revelation. He says that it has been made known to him; for, as the Lord determined to make use of the ministry of the prophets, so he revealed to them his secrets, that they might be, as it were, interpreters of them.<\/p> \n<p><i>Upon the whole earth. <\/i> As if he had said, “The whole world abounds with shocking impiety, reprobate men have grown wanton in their wickedness, as if there would be no judgment of God; but throughout the whole world, or in every part of Judea, God will shew that he is judge and avenger, and not a corner of the earth will be exempted from troubles and calamities, because they have despised the word.” Now, although these things were revealed in the age of Isaiah, yet they belong not less to other times, in which God shews that he is always like himself, and is wont to execute his judgments by the same method and rule.<\/p> ",
    "audit": null
}