{
    "id": 7860,
    "source": "calvin",
    "verse_id": 18756,
    "verse_count": 1,
    "reference": "56:2",
    "title": "",
    "html": " <p> <i>Happy is the man that shall do this. <\/i>,When he calls those persons “happy” who, having embraced this doctrine, devote themselves to walk uprightly, he indirectly leads us to conclude that many will be deaf or disobedient; but, lest their wickedness or indifference should retard the elect, he recommends the exhortation which he has given from the advantage which it yields. Thus, in order that believers may abandon all delay, he exclaims that they are “happy” to whom it hath been given to possess such wisdom. <\/p>,\n <p> <i>Keeping the Sabbath. <\/i>,We have said that the words “justice” and “judgment,” in the preceding verse, include all the duties of the second table; but here he mentions the Sabbath, which belongs to the first table. I reply, as I have already mentioned briefly, that they who live inoffensively and justly with their neighbors, testify that they serve God; and therefore we need not wonder that the Prophet, after having glanced at the second table, mentions also the first; for both ought to be joined together In a word, Isaiah declares that he who shall obey God by keeping his law perfectly shall be “happy;” for the salvation and the righteousness of God shall belong to him. Since, therefore, men wander at random amidst their contrivances, and adopt various methods of worshipping God, he shows that there is only one way, that is, when men endeavor to frame and regulate their life by the injunction of the Law; for otherwise they will weary themselves in vain by taking other roads. In short, this is a remarkable passage, showing that nothing pleases God but keeping the Law. <\/p>,\n <p>If the question be put, “Can men obtain righteousness and salvation by their own works?” the reply will be easy; for the Lord does not offer salvation to us, as if he had been anticipated by our merits, (for, on the contrary, we are anticipated by him,) but offers himself freely to us, and only demands that we, on our part, draw near to him. Since therefore he willingly invites us, since he offers righteousness through free grace, we must make every effort not to be deprived of so great a benefit. <\/p>,\n <p>Again, because the Sabbath, as Moses declares, (<a class=\"ref\">Exodus 31:13 <\/a>) and as <a class=\"ref\">Ezekiel 20:12 <\/a>,repeats, was the most important symbol of the worship of God, so by that figure of speech in which a part is taken for the whole, and which is called a <i>synecdoche <\/i>,, the Sabbath includes all the exercises of religion. But we must view the Sabbath in connection with everything that attends it; for God does not rest satisfied with outward ceremony, or delight in our indolence, but demands from us earnest self­denial, that we may be entirely devoted to his service. <\/p>,\n <p> <i>So that he may not profane it. <\/i>,This clause is commonly rendered, “That he may not profane it;“ and literally it runs thus, “From profaning it;“ and therefore we have thought it proper to prefix the word <i>“so” <\/i>,to the clause, “So that he may not profane it,” in order to remove all ambiguity. <\/p>,\n <p> <i>And keeping his hand, that he may abstain from all that is evil. <\/i>,He now adds another <i>synecdoche <\/i>,, to describe the duties which men owe to each other. The amount of it is, that there is no other way of serving God aright but by sincere piety and a blameless life, as he has also included in these two parts the rule of leading a holy life. In a word, it is an exposition of true righteousness which is contained in the Law of the Lord, that we may acquiesce in it; for in vain do men seek any other road to perfection. Here also are thrown down all false worship and superstitions, and, finally, everything that is contrived by men in opposition to the word of God. <\/p>,",
    "audit": null
}