{
    "id": 6938,
    "source": "calvin",
    "verse_id": 17810,
    "verse_count": 1,
    "reference": "8:2",
    "title": "",
    "html": " <p> <i>And I took into me witnesses.<\/i>, The noun <span class=\"greek-hebrew\">,עדים<\/span>, (<i>gnedim<\/i>,) and the verb <span class=\"greek-hebrew\">,אעיד<\/span>, (<i>agnid<\/i>,) which the Prophet employs, are derived from the same root, and the allusion is elegant, as if we were to say, “I have called-to-witness witnesses.” As this was a matter of great importance, he therefore <i>took to himself witnesses<\/i>, as is usually done on important occasions. <\/p>\n <p> <i>Faithful witnesses.<\/i>, He calls them <i>faithful<\/i>, that is, true and worthy of credit; and yet one of them was an ungodly and worthless apostate, who, wishing to flatter his king, erected an altar resembling the altar at Damascus, and openly defended ungodliness and unlawful modes of worship. Some commentators, I am aware, are of opinion that it was a different person; but a careful examination of the circumstances will convince any one, that this was the same <i>Urijah<\/i>, of whom the sacred history declares that he was slavishly devoted to the ungodliness and lawless desires of the king. (<a class=\"ref\">2 Kings 16:11<\/a>.) As to those who think that it was a different person, because Isaiah here calls this man <i>faithful<\/i>, such an argument carries little weight; for the Prophet did not look at the man, but at the office which he held, and which rendered him a fit person for bearing testimony. Accordingly, he does not mean that he was a good and excellent man, but that his office gave him such influence that nobody could reject him, and that his testimony was, as they say, free from every objection. <\/p>\n <p> <i>Uriah the priest, and Zechariah the son of Jeberechiah.<\/i>, I think that this prophecy was affixed to the gates of the temple, <i>Uriah and Zechariah<\/i>, having been <i>taken<\/i>, to be <i>witnesses<\/i>,; for he does not speak of a vision, but of a command of God, which he actually obeyed, in order that these words, like a common proverb, might be repeated by every person. <\/p>",
    "audit": null
}