{
    "id": 7087,
    "source": "calvin",
    "verse_id": 17966,
    "verse_count": 1,
    "reference": "15:5",
    "title": "",
    "html": " <p> <i>My heart shall cry out for Moab.<\/i>, At length he assumes the character of a mourner. But it may be thought to be strange and inconsistent in him to bewail the calamity of the Moabites; for he ought rather to have lamented the destruction of the Church, and to have rejoiced at the ruin of her enemies. It is customary with the prophets, however, to assume in this manner the character of those whose calamities they foretell, and thus to exhibit their condition, as it were, on a stage; by which means they produce a stronger impression than if they delivered their instruction in a direct form. Yet there can be no doubt that the prophets shuddered at the judgments of God, even against the wicked; though the meaning which I have stated is simpler and more appropriate, and may easily be inferred from frequent usage. <\/p>\n <p> <i>His fugitives to Zoar, <\/i> <i>a heifer of three years old.<\/i>, He calls them <i>fugitives<\/i>, who shall escape from it; for he means that those who shall escape from Moab will come even <i>to Zoar<\/i>, Now, he compares <i>Zoar<\/i>, to <i>a heifer of three years old<\/i>, which is in full vigor, and has not felt the pangs of birth, or toil, or the yoke, but revels in the buoyancy of mirth and wantonness. When men are hard pressed by an invading army, they flee to cities which have not been attacked, and which appear to be the farthest removed from danger. Such was <i>Zoar<\/i>, for it had never been attacked by enemies. Yet, if it be thought better to view it as applying to the whole country, I have no objection; for Jeremiah appears to speak in general terms, though he borrows many statements from Isaiah. (<a class=\"ref\">Jeremiah 48:34<\/a>.) But perhaps in that passage also he names both <i>Zoar<\/i>, and <i>Horonaim<\/i>, or rather the whole of the country between them. <\/p>\n <p>If you extend it to the whole nation, the meaning will be, “The Moabites have enjoyed the highest luxury, and every kind of abundance, and hitherto have suffered no distress. Hence has arisen their stubbornness, and, in order to subdue them, they must be banished and driven even to <i>Zoar<\/i>,. ” Now <i>Zoar<\/i>, was a town very far removed from the Moabites; and, therefore, he means that they cannot provide for their safety but by <i>fleeing<\/i>, to a distance. Here all with whom the Lord deals tenderly are taught not to exalt themselves, or to provoke God by their wantonness, but to be modest even amidst the highest prosperity, and likewise to be prepared for every change, when the Lord shall be pleased to throw them down from their prosperity. <\/p>\n <p> <i>By the going up of Luhith.<\/i>, He describes other parts of the country of Moab, and delineates the flight and mourning of that nature which should spread throughout the whole land. <\/p>\n <p> <i>By the way of Horonaim they shall raise the cry of sorrow.<\/i>, The words which we have translated, <i>they shall raise up a cry<\/i>, some render, <i>they shall bruise<\/i>, or <i>break themselves by crying<\/i>, and think there is a transposition of the letters, and that <span class=\"greek-hebrew\">,ע<\/span>,(<i>ain <\/i>) is doubled; and thus the root of the verb would be <span class=\"greek-hebrew\">,רעה<\/span>, (<i>ragnah<\/i>,.) But as it made little difference in the meaning of the passage, I have adhered to the commonly received opinion, that <span class=\"greek-hebrew\">,יעערו<\/span>,(<i>yegnogneru <\/i>) is derived from the verb <span class=\"greek-hebrew\">,עור<\/span>, (<i>gnur<\/i>,.) If it be thought better to make the verb signify <i>break<\/i>, the meaning will be, “There shall be a shaking, and, as it were, a <i>breaking<\/i>, of the members of the body, when arm is dashed against arm.” <\/p>",
    "audit": null
}