{
    "id": 6799,
    "source": "calvin",
    "verse_id": 17663,
    "verse_count": 1,
    "reference": "1:8",
    "title": "",
    "html": " <p> <i>And the daughter of Zion shall be left <\/i> <i>as a cottage in a vineyard<\/i>, He alludes to a custom which exists in France, that the vinekeepers rear <i>a cottage<\/i>, for themselves when the grapes begin to ripen. His next comparison, which is closely allied to the former, is taken from a custom of that nation of protecting also <i>gardens of cucumbers<\/i>, by means of men who kept watch during the night. He next explains what he intended to convey by both comparisons. <\/p>\n <p> <i>Like a besieged city<\/i>, This may be explained in two ways; either that the whole country will be wasted, with the solitary exception of the <i>city<\/i>, which shall be left standing like <i>a cottage<\/i>, or that the city itself will be destroyed. The former interpretation is adopted by the Jews, and they understand this passage to relate to the siege of Sennacherib; but I think that it has a wider signification, and embraces other calamities which followed afterwards. This may indeed refer to the neighboring country, from the misery and devastation of which it was impossible but that the city should sustain much damage; but I consider the Prophet’s meaning to be, that the evils of which he speaks shall reach even to <i>the city<\/i>, itself, until, broken and ruined, it shall wear the aspect of a mean <i>cottage <\/i> <\/p>\n <p> <i>The daughter of Zion<\/i>, is the name here given to Jerusalem, in accordance with what is customary in Scripture to give the designation of <i>daughter<\/i>, to any nation, in the same manner as <i>the daughter of Babylon<\/i>, (<a class=\"isa\" verses=\"WzE4NjAxXQ==\">Isaiah 47:1<\/a>) and <i>the daughter of Tyre<\/i>, (<a class=\"ref\">Psalms 45:12<\/a>) are names given to the Tyrians and Babylonians. <i>Zion<\/i>, is the name here employed rather than <i>Jerusalem<\/i>, on account of the dignity of the temple; and this figure of speech, by which a part is taken for the whole, is frequently employed. <\/p>",
    "audit": null
}