{
    "id": 6908,
    "source": "calvin",
    "verse_id": 17780,
    "verse_count": 1,
    "reference": "6:10",
    "title": "",
    "html": " <p> <i>Harden the heart of this people.<\/i>, Here the former statement is more fully expressed; for God informs Isaiah beforehand, not only that his labor in teaching will be fruitless, but that by his instruction he will also blind the people, so as to be the occasion of producing greater insensibility and stubbornness, and to end in their destruction. He declares that the people, bereft of reason and understanding, will perish, and there will be no means of obtaining relief; and yet he at the same time affirms that the labors of the Prophet, though they bring death and ruin on the Jews, will be to him an acceptable sacrifice. <\/p>\n <p>This is a truly remarkable declaration; not only because Isaiah here foretold what was afterwards fulfilled under the reign of Christ, but also because it contains a most useful doctrine, which will be of perpetual use in the Church of God; for all who shall labor faithfully in the ministry of the word will be laid under the necessity of meeting with the same result. We too have experienced it more than we could have wished; but it has been shared by all the servants of Christ, and therefore we ought to endure it with greater patience, though it is a very grievous stumbling-block to those who serve God with a pure conscience. Not only does it give great offense, but Satan powerfully excites his followers to raise a dislike of instruction on the pretense of its being not merely useless, but even injurious; that it renders men more obstinate, and leads to their destruction. At the present day, those who have no other reproach to bring against the doctrine of the gospel maintain that the only effect produced by the preaching of it has been, that the world has become worse. <\/p>\n <p>But whatever may be the result, still God assures us that our ministrations are acceptable to him, because we obey his command; and although our labor appear to be fruitless, and men rush forward to their destruction, and become more rebellious, we must go forward; for we do nothing at our own suggestion, and ought to be satisfied with having the approbation of God. We ought, indeed, to be deeply grieved when success does not attend our exertions; and we ought to pray to God to give efficacy to his word. A part of the blame we ought even to lay on ourselves, when the fruits are so scanty; and yet we must not abandon our office, or throw away our weapons. The truth must always be heard from our lips, even though there be no ears to receive it, and though the world have neither sight nor feeling; for it is enough for us that we labor faithfully for the glory of God, and that our services are acceptable to him; and the sound of our voice is not ineffectual, when it renders the world without excuse. <\/p>\n <p>Hence arises a most excellent and altogether invaluable consolation to godly teachers, for supporting their minds against those grievous offenses which daily spring from the obstinacy of men, that, instead of being retarded by it, they may persevere in their duty with unshaken firmness. As it is also a general offense, that the lively word of God, at the hearing of which the whole world ought to tremble, strikes their ears to no purpose, and without any advantage, let weak men learn to fortify themselves by this declaration. We wonder how it is possible that the greater part of men can furiously oppose God; and hence also arises a doubt if it be the heavenly truth of God which is rejected without bringing punishment; for it can hardly be believed that God addresses men for the purpose of exciting their scorn. That our faith may not fail, we ought to employ this support, that the office of teaching was enjoined on Isaiah, on the condition that, in scattering the seed of life, it should yield nothing but death; and that this is not merely a narrative of what once happened, but a prediction of the future kingdom of Christ, as we shall find to be stated shortly afterwards. <\/p>\n <p>We ought also to attend to this circumstance, that Isaiah was not sent to men indiscriminately, but to the Jews. Accordingly, the demonstrative particle <span class=\"greek-hebrew\">,הנה<\/span>, (<i>hinneh<\/i>,) <i>behold<\/i>, is emphatic, and implies that the people whom the Lord had peculiarly chosen for himself do not hear the word, and shut their eyes amidst the clearest light. Let us not wonder, therefore, if we appear to be like persons talking to the deaf, when we address those who boast of the name of God. It is undoubtedly a harsh saying, that God sends a prophet to <i>close the ears, stop up the eyes, and harden the heart of the people<\/i>,; because it appears as if these things were inconsistent with the nature of God, and therefore contradicted his word. But we ought not to think it strange if God punishes the wickedness of men by blinding them in the highest degree. Yet the Prophet shows, a little before, that the blame of this blindness lies with the people; for when he bids them hear, he bears witness that the doctrine is fitted for instructing the people, if they choose to submit to it; that light is given to guide them, if they will but open their eyes. The whole blame of the evil is laid on the people for rejecting the amazing kindness of God; and hence is obtained a more complete solution of that difficulty to which we formerly adverted. <\/p>\n <p>At first sight it seems unreasonable that the Prophets should be represented as making men’s hearts more hardened. They carry in their mouth the word of God, by which, <i>as by a lamp, the steps of men ought to be guided<\/i>,; for this encomium, we know, has been pronounced on it by David. (<a class=\"ref\">Psalms 119:105<\/a>.) It is not the duty of the Prophets, therefore, to blind the eyes, but rather to open them. Again, it is called <i>perfect wisdom<\/i>, (<a class=\"ref\">Psalms 19:9<\/a>;) how then does it stupify men and take away their reason? Those hearts which formerly were of brass or iron ought to be softened by it; how then is it possible that it can harden them, as I have already observed? Such blinding and hardening influence does not arise out of the nature of the word, but is accidental, and must be ascribed exclusively to the depravity of man. As dim-sighted people cannot blame the sun for dazzling their eyes with its brightness; and those whose hearing is weak cannot complain of a clear and loud voice which the defect of their ears hinders them from hearing; and, lastly, a man of weak intellect cannot find fault with the difficulty of a subject which he is unable to understand; so ungodly men have no right to blame the word for making them worse after having heard it. The whole blame lies on themselves in altogether refusing it admission; and we need not wonder if that which ought to have led them to salvation become the cause of their destruction. It is right that the treachery and unbelief of men should be punished by meeting death where they might have received life, darkness where they might have had light; and, in short, evils as numerous as the blessings of salvation which they might have obtained. This ought to be carefully observed; for nothing is more customary with men than to abuse the gifts of God, and then not only to maintain that they are innocent, but even to be proud of appearing in borrowed feathers. But they are doubly wicked when they not only do not apply to their proper use, but wickedly corrupt and profane, those gifts which God had bestowed on them. <\/p>\n <p>John quotes this passage as a clear demonstration of the stubbornness of the Jews. He does not indeed absolutely give the very words, but he states the meaning clearly enough. <\/p>\n <p> <span> Therefore, says he, they could not believe, because Isaiah said, He hath blinded their eyes, and hardened their heart.\n(<\/span>, <a class=\"ref\">John 12:39<\/a>) <\/p>\n <p>True, this prediction was not the cause of their unbelief, but the Lord foretold it, because he foresaw that they would be such as they are here described. The Evangelist applies to the Gospel what had already taken place under the law, and at the same time shows that the Jews were deprived of reason and understanding, because they were rebels against God. Yet if you inquire into the first cause, we must come to the predestination of God. But as that purpose is hidden from us, we must not too eagerly search into it; for the everlasting scheme of the divine purpose is beyond our reach, but we ought to consider the cause which lies plainly before our eyes, namely, the rebellion by which they rendered themselves unworthy of blessings so numerous and so great. <\/p>\n <p>Paul, too, shows from this passage, on more than one occasion, (<a class=\"ref\">Acts 28:27; Romans 11:8<\/a>,) that the whole blame of blindness rests with themselves. <i>They have shut their ears, says he, and closed their eyes.<\/i>, What Isaiah here ascribes to doctrine, Paul traces to the wicked disposition of the nation, which was the cause of their own blindness; and accordingly, I have stated that this was an accidental and not a natural result of the doctrine. In that passage Paul introduces the Spirit as speaking, (<a class=\"ref\">Acts 28:25<\/a>;) but John says that Isaiah spake thus of Christ, <i>when he had beheld his glory<\/i>,. (<a class=\"ref\">John 12:41<\/a>.) From this it is evident, as we formerly said, that Christ was that God who filled the whole earth with his majesty. Now, Christ is not separate from his Spirit, and therefore Paul had good reason for applying this passage to the Holy Spirit; for although God exhibited to the Prophet the lively image of himself in Christ, still it is certain that whatever he communicated was wholly breathed into him by the power of the Holy Spirit. Now, however ungodly men may bark against us with their reproaches, that our doctrine ought to bear the blame, because the world is made worse by the preaching of it, they gain nothing at all, and take nothing away from the authority of the doctrine; for they must at the same time condemn God himself and the whole of his doctrine. But their calumnies will not hinder his justice from being displayed, or hinder him from vindicating itself, and at the same time vindicating us. <\/p>\n <p> <i>And when they shall be converted<\/i>, Here he expressly declares that he did not send the Prophet because he intended to save the people; but, on the contrary, because he intended to destroy them. But the word of God brings salvation; at least some benefit must arise from the preaching of it, that it may do good to some, though many are deprived of the advantage by their own unbelief. I answer, the subject treated of is the whole body, which had already been condemned and devoted to destruction; for there were always some whom the Lord exempted from the general ruin; to them the word brought salvation, and on them it actually produced its proper effect; but the great body of the people were cut off and perished through obstinate unbelief and rebellion. So, then, we perceive that the word of God is never so destructive that there are not a few who perceive that it brings salvation to them, and feel that it does so in reality. <\/p>\n <p> <i>They shall be healed.<\/i>, We ought also to observe from the order and connection of the words, that the first step of <i>healing<\/i>, is repentance. But in the first place, we must understand what he means by the word <i>healing<\/i>,; for he uses it in reference to the chastisements which had been inflicted on the people on account of their sins. Now, the cause of all the evils which we endure is our rebellion against God. When we repent, he is reconciled to us, and the rods with which he chastised us are no longer employed. This is our <i>healing<\/i>,. And this order ought to be carefully observed, from which it is evident what object the Lord has in view in inviting us to himself, and what is the design of the heavenly doctrine, namely, that we may be <i>converted <\/i> <\/p>\n <p>This is another part of the Gospel, <i>Repent ye<\/i>,. (<a class=\"ref\">Matthew 3:2<\/a>.) Then, offering reconciliation he holds out remedies for all diseases, not only of the body but of the soul. And such being the eminent advantage derived from the word of God, if we are not reconciled to God as soon as his word sounds in our ears, we have no right to lay the blame on any other, for it rests wholly with ourselves. Indeed, the Prophet here speaks of it as unnatural and monstrous, that, by the doctrine of the word, the native tendency of which is to <i>heal<\/i>, and soften, men should become insolent and obstinate and altogether incurable. It is undoubtedly true, that when we are drawn inwardly, (<a class=\"ref\">John 6:44<\/a>,) it is an extraordinary gift of God, and that the arm of God is not revealed to all, (<a class=\"isa\" verses=\"WzE4NzEzXQ==\">Isaiah 53:1<\/a>;) but by this dreadful punishment of obstinate malice, Isaiah intended to teach, that we ought earnestly to beware of despising when God calls. <\/p>",
    "audit": null
}