{
    "id": 7399,
    "source": "calvin",
    "verse_id": 18286,
    "verse_count": 1,
    "reference": "33:6",
    "title": "",
    "html": "<p><i>And the stability of thy times shall be. <\/i>He promises that the state of the kingdom under the reign of Hezekiah will yet be happy and prosperous, especially when he contrasts it with the wretched, destructive, and ruinous aspect which it exhibited under the reign of Ahaz; for, although the enemy had been driven out, hardly any one would have expected that the Jews, who had been so heavily oppressed, would be restored to their former order. As to the words, some translate them, “Truth, and strength, and salvation shall be in thy times;” as if the Prophet described the prosperity which the nation should enjoy under a pious king; and they think that each of those terms denotes so many of God’s benefits. Others think that  <span class=\"greek-hebrew\">אמונת<\/span> <i>(emunath) <\/i>denotes “fidelity,” as if the Prophet said that it would be “salvation and strength.” Others draw from it a somewhat different sense, that “strength, salvation, and knowledge” will be “stable” under the reign of Hezekiah. But when I examine closely the words of the Prophet, I choose rather to make a different distinction, that “stability, strength, and salvation will be established by wisdom, and knowledge,” during the reign of Hezekiah. <\/p>\n<p><i>The fear of Jehovah is his treasure. <\/i>When he says that “the fear of God is the treasure” of a pious king, this accords with the explanation which we have now given; for during peace all men wish to lead a safe and easy life; but few care how they shall enjoy such distinguished benefits. Indeed the greater part of men would desire to fatten like a herd of swine; and thus while all are eagerly directed by blind lust to seek outward benefits, the light of heavenly doctrine, which is an invaluable blessing, is almost set at nought. He therefore means that the prosperity of the Church will be “stable,”  when “wisdom and knowledge” shall reign in it; that its “strength” will be lasting, when the “knowledge” of God shall prevail; and that its salvation will be eternal, when men shall be well instructed in the knowledge of God. <\/p>\n<p>This is a very remarkable passage; and it teaches us that our ingratitude shuts the door against God’s blessings, when we disregard the Author of them, and sink into gross and earfifty desires; and that all the benefits which we can desire or imagine, even though we actually obtained them, would be of no avail for our salvation, if they were not seasoned with the salt of faith and knowledge. Hence it follows that the Church is not in a healthy condition unless when all its privileges have been preceded by the light of the knowledge of God, and that it flourishes only when all the gifts which God has bestowed upon it are ascribed to Him as their author. But when the knowledge of God has been taken away, and when just views of God have been extinguished or buried, any kind of prosperity is worse than all calamities. <\/p>\n<p>For these reasons I consider <i>stability, strength, <\/i>and <i>salvations, <\/i>to denote the same thing, that the condition of the Church will be secure, when men shall have been cured of blindness and ignorance, and shall begin to know God. And hence we see what kind of Church the Papists have, distinguished, indeed, by pomp and splendor, but they want this “knowledge,” and, therefore, it cannot be stable or secure, and is not a Church of God. If, therefore, the Lord shall grant to us this blessing, that the brightness of faith shall actually shine in the midst of us, other blessings will follow of their own accord, and if we are shaken and tossed about by various tempests, we shall always be supported by the arm of God. <\/p>\n<p><i>Of thy times. <\/i>He addresses Hezekiah, not as a private individual, but as the head of the whole people; and he includes the whole people in this description. But since the kingdom of Hezekiah was but a slender shadow of the kingdom of Christ, as we formerly remarked, these words must be referred to Christ, in whom is found true wisdom and knowledge. (<a class=\"ref\">Colossians 2:3<\/a>.) <\/p>\n<p>It is proper to observe the designations which are here employed in order to commend the word of God and the gospel. They are likewise employed by Paul, when he speaks of “teaching in all wisdom and knowledge;” for by this commendation he extols the dignity of the gospel. (<a class=\"ref\">Colossians 1:9<\/a>.) Hence also it ought to be inferred that, where Christ is not known, men are destitute of true wisdom, even though they have received the highest education in every branch of learning; for all their knowledge is useless till they truly “know God.” (<a class=\"ref\">John 17:3<\/a>.) <\/p>\n<p><i>The fear of Jehovah is his treasure. <\/i> I think that the expression, “the fear of Jehovah,” was added by the Prophet for the sake of explanation, in order to state more fully that the knowledge of which he spoke is the teacher of piety, and is not cold or lifeless, but penetrates powerfully into our heart, to form us to “the fear of God.” Hence also, in other passages of Scripture, this “fear” is called “wisdom,” or rather “the beginning of wisdom,” that is, the substance and chief part of it. (<a class=\"ref\">Proverbs 1:7<\/a>, and 9:10.) It is a mistake to suppose that the word “beginning” denotes rudiments or elements, for Solomoil means by it the chief part and design; and the reason is, that, as men are fools till they submit to the word of God, so the perfection of wisdom springs from the docility or obedience of faith. “The fear of God” is therefore called a “treasure,” without which all prosperity is miserable; and this shews more fully the scope of the passage, that the full perfection of a happy life consists in the knowledge of God, which we obtain by faith. <\/p>\n<p>Thus, in the person of the king he shews that it is an invaluable blessing to worship God with due piety and reverence. They who are destitute of “the fear of God” are pronounced by him to be miserable and ruined; and, on the other hand, they who “fear the Lord” are declared to be very happy, even though in other respects they be reckoned in the judgment of men to be very miserable. He speaks of that “fear” which contains within itself true obedience, and renews our hearts; for it is a different kind of fear which influences even wicked men, and leads them to dread God as criminals dread a judge. That “fear” does not deserve to be so highly applauded; for it springs neither from a true knowledge of God, nor from a cheerful desire to worship him, and therefore differs widely from that wisdom which Isaiah describes. These statements were made by him in reference to Hezekiah, but, as we have already said, they related to the whole body of the people; and hence we infer that they apply both to men of ordinary rank and to the king, but more especially to Christ, who was filled with “the Spirit of the fear of the Lord,” as we formerly saw,  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 11:2<\/a>,) that he might make us partakers of it. <\/p>",
    "audit": null
}