{
    "id": 7896,
    "source": "calvin",
    "verse_id": 18792,
    "verse_count": 1,
    "reference": "58:5",
    "title": "",
    "html": "<p><i>Is it such a fast as I have chosen?<\/i> He confirms the preceding statement, and shows that fasting is neither desired nor approved by God in itself, but so far as it is directed to its true end. He did not wish that it should be altogether abolished, but the improper use of it; that is, because they believed the worship of God to consist in it, and by neglecting or even despising true godliness, thought that bodily exercise was enough; just as hypocrites always put forward external ceremonies, as if they were satisfactions to appease God.<\/p> \n<p>Again, because men, through their rashness, define what is the worship of God, he expressly refers us to his own will, that we may not suppose that he approves of everything which our own judgment pronounces to be right. Although men are well pleased with themselves, and swell with astonishing haughtiness, and indulge in insolent boasting, the Lord rejects and abhors them, because he claims for himself alone the right to “choose.” Now, “to choose” a thing is of the same import as “to take pleasure in it.”<\/p> \n<p><i>And hanging his head like a bulrush. <\/i> He says that he is not delighted if a man passes a day in hunger, and then walks with a sad and downcast look. The Prophet employs all appropriate metaphor; because the bulrush, though it is straight, is easily bent. So hypocrites bend themselves, and bow down the head, as if under the influence of oppressive leanness, or display some empty appearance of humility. The Prophet therefore intended to censure superstitious attitudes, in which hypocrites imagine that there is some holiness.<\/p> \n<p><i>And spread sackcloth and ashes. <\/i> These things also were added to fasting, especially when they made solemn professions of repentance; for they clothed themselves with “sackcloth,” and threw “ashes” on their head. ( <a class=\"ref\">Joel 1:13<\/a>) Now, such an exercise was holy and approved by God; and we see that the prophets, while they exhort the people to repentance, cry aloud for “sackcloth and ashes.” But as we have said that fasting is not here condemned on its own account, so Isaiah does not condemn those outward ceremonies, but reproves hypocrites for separating them from reality.<\/p> \n<p>If it be asked, Are “sackcloth” and “ashes” suitable to our time? I reply, they are indifferent matters, which may be used for edification; but in the light of the Gospel, which has brought liberty to us, we have no need of such figures. At the same time, we should attend to the difference between Eastern nations, which make use of a great abundance and variety of ceremonies, and Western nations, whose habits are far more simple. If we wished to imitate the former, it would be nothing else than to enact the part of apes, or of stage­players. Yet there is nothing to hinder those who intend to confess their guilt, from wearing soiled and faltered garments, after the manner used by suppliants.<\/p> \n<p><i>A day acceptable to Jehovah. <\/i> Hence it is evident that to solemn prayer, when a holy assembly was held, there was added fasting; for fasting, as we have already said, is an appendage to prayer; as we see that it was added to prayer by Christ himself. ( <a class=\"ref\">Matthew 17:21<\/a>) It is not appointed, therefore, for its own sake, but is directed to a different end.<\/p> ",
    "audit": null
}