{
    "id": 8013,
    "source": "calvin",
    "verse_id": 18910,
    "verse_count": 1,
    "reference": "65:12",
    "title": "",
    "html": " <p> <i>Therefore I will number you to the sword. <\/i> He alludes to the number of the gods; and the Lord declares that he will easily ascertain how numerous they are, for he “will number them to the sword.” And hence we see that the Prophet, in the preceding verse, does not speak of the two planets, Jupiter and Mercury, as some think, but means that they were not satisfied with one God, and collected for themselves various idols. It is an idle conjecture that the word <span class=\"greek-hebrew\"> מני <\/span> (<i>meni<\/i>) denotes Mercury, because <span class=\"greek-hebrew\"> מנה <\/span> (<i>manah<\/i>) signifies “to number,” and Mercury presided over numbers and merchants. The design of the Prophet is manifest, who declares that the people “shall be numbered to the sword,” because they delighted in a vast number of gods, and did not choose to rely on one God. <\/p> \n <p> <i>Because I called, and ye did not answer. <\/i> He heightens the extent and heinousness of that treason, by saying that the Jews sinned through deliberate malice, and on purpose, rather than through ignorance. They had been often instructed and warned, but had disdainfully rejected all warnings, and consequently were far less excusable than others, to whom no prophets were sent; for although ignorance cannot be pleaded as an excuse by any man, yet much less can it be pleaded by the Jews and those to whom the word of God is proclaimed, and who, on that account, will be condemned and punished more severely than others. <\/p> \n <p> <i>I spake, and ye did not hear. <\/i> He describes the manner of calling, namely, that he exhorted the people by the prophets; for by the word “speak” he twice repeats the same thing, as we have already stated to be the custom of Hebrew writers. To “hear” the Lord is to obey his word; for it would be a trivial matter to lend our ears, if we did not submit to the word; and it would then be with us as the proverb says, “They listen with the ears of an ass.” God wishes to be heard sincerely, and does not approve of a pretended hearing; and he shews how it came that they rejected the calling. It was because they shut their ears to the doctrine of the prophets; for the beginning of obedience is to bring a desire to learn. <\/p> \n <p> <i>And ye did evil before mine eyes<\/i>. The phrase, “before mine eyes,” is of the same import as “to my face;” a mode of expression which he made use of a little before. (Verse 3.) All men, indeed, sin “before the eyes” of the Lord, and none can withdraw from his presence. But in a peculiar sense we are said to sin “before his eyes,” when, having been called by him, we do not dread his presence; for he approaches nearer to those whom he calls by the prophets, and, so to speak, exhibits himself as present to them. Far more detestable, therefore, and worthy of severe chastisements, is the impiety of those who, laying aside all shame, despise and scorn God when he draws near to call and invite them. <\/p> \n <p> <i>And chose the things in which I took no pleasure. <\/i> From this concluding clause of the verse it is evident that they are condemned, not for gross crimes, but for foolish devotions, by which they corrupted the worship of God. Although they zealously devoted themselves to sacrifices contrived by themselves, because they thought that in this way they would become entitled to the favor of God; yet he declares that he abhors their wicked practices. It is not permitted that any person shall have a free choice to follow whatever he thinks fit, but all must observe what God approves, and must not turn aside from it in any way whatever. Now we see that it was not a fault peculiar to a single age that men should follow their own caprice in the worship of God, and should adore their own inventions instead of God; but whatever “pleasure” men “take in these things,” the Lord solemnly declares that he condemns and abhors them. <\/p> \n\nGreek proverbs of the same kind are still more abundant. <span class=\"greek-hebrew\"> ́̓Ονῳ τὶς ἔλεγε μῦθον· ὁ δὲ τὰ ὦτα ἐκίνει <\/span> “One told a story to an ass, and he pricked up his ears.” <span class=\"greek-hebrew\"> ́̓Ονος λύρας ἀκοῦων κίνει τὰ ὦτα <\/span> “An ass, listening to a lyre, pricks up his ears.” — <i>Ed. <\/i> ",
    "audit": null
}