{
    "id": 7599,
    "source": "calvin",
    "verse_id": 18490,
    "verse_count": 1,
    "reference": "42:9",
    "title": "",
    "html": "<p><i> The former things.<\/i> He now recalls to remembrance the former predictions, by the fulfillment of which he shews that confidence ought to be placed in him for the future; for what we have known by actual experience ought to tend greatly to confirm our belief. It is as if he had said, “I have spoken so frequently to your fathers, and you have found me to be true in all things; and yet you cannot place confidence in me about future events: the experience of past transactions produces no effect upon you, and does not excite you to do better.” God’s favors, therefore, ought to be mentioned by us in such a manner that, whenever our salvation lies concealed in hope, we may rest on the word of God, and be confirmed by it during the whole course of our life.<\/p> \n<p><i> Behold! they came.<\/i> By the adverb<i> behold,<\/i> he points out, as with the finger, that they had learned by experience, that God is not false, and did not; speak in vain by the prophets; because clear proofs openly testified and proclaimed the truth of God.<\/p> \n<p><i> Before they spring forth.<\/i> He distinguishes God from idols by this mark, that he alone knows and predicts future events, but idols do not; know them. As to the greater part of the responses which were given by the gods of the Gentiles, we have formerly seen that they were either false or ambiguous; for they who relied on them were often shamefully deceived, and this is the reward which they richly deserved. And if at first sight the event corresponded, this plunged them deeper in eternal perdition; and by the righteous judgment of God it was brought about that Satan imposed upon them by such delusions. Far otherwise was it with the sacred oracles, by which the Church, for her own advantage and salvation, was at one time brought to repentance, and at another time encouraged to entertain favorable hope, that she might not sink under the burden of punishments. It remains a settled principle, that all that God has foretold is verified by the event; for he rules and directs all things by his providence.<\/p> ",
    "audit": null
}