{
    "id": 7053,
    "source": "calvin",
    "verse_id": 17930,
    "verse_count": 1,
    "reference": "14:1",
    "title": "",
    "html": " <p> <i>For the LORD will have compassion on Jacob. <\/i>,The particle <span class=\"greek-hebrew\">,כי <\/span>,(<i>ki <\/i>) having various significations, we might take it as signifying <i>But <\/i>,, and might connect this verse with the former verse in the following manner: <i>But <\/i>,(or, <i>yet <\/i>) <i>the Lord will have compassion on Jacob <\/i>,. But I consider it to be better and more appropriate to view the particle <span class=\"greek-hebrew\">,כי <\/span>,(<i>ki <\/i>), in this as well as in many other passages, as used for assigning a reason; and thus the meaning will be, “God will destroy Babylon, <i>because he will have compassion on Israel <\/i>,, whom he cannot despise or reject.” Hence we see that the Prophet had hitherto endeavored to soothe the grief of a wretched people, in order to inform them that they ought to entertain good hopes in the midst of their afflictions, of which <i>God would be the avenger <\/i>,. (<a class=\"ref\">Psalms 94:1 <\/a>.) Here, therefore, as in a picture, Babylon is contrasted with the Church of God; Babylon, I say, elevated to the highest power, which had plunged the Church into such a miserable and afflicted condition, that it was not probable that she could ever be raised up again. But the Lord casts down Babylon from her lofty situation, and thus testifies that he cares for his people, however mean and despicable they may be. It yields very great consolation to us to learn that the whole world is governed by God for our salvation. All things are directed to this object, that those whom he has elected may be saved, and may not be overwhelmed by any changes, however numerous, that shall befall them. <\/p>,\n <p>It will be asked, Was there a period during which God <i>had no compassion <\/i>,? Undoubtedly, he always <i>had compassion <\/i>,; but while the people were distressed by heavy calamities, it was not perceived; for, having their minds previously occupied with a view of God’s anger, and, judging from outward appearances, they could not perceive <i>God’s compassion <\/i>,. Yet the Lord was always like himself, and never laid aside his nature. Thus it is proper to distinguish between the knowledge which springs from faith and the knowledge which springs from experience; for when the tokens of God’s anger are visible all around, and when the judgment of the flesh leads us to believe that he is angry, his favor is concealed from us; but faith raises our hearts above this darkness, to behold God in heaven as reconciled towards us. What follows is somewhat more startling. <\/p>,\n <p> <i>And will yet choose Israel, <\/i>,or, <i>will again choose Israel. <\/i>,God’s election is eternal. He does not <i>choose <\/i>,us as if this had never before come into his mind; and as we were <i>chosen before the foundation of the world <\/i>,, (<a class=\"ref\">Ephesians 1:4 <\/a>,,) so he never <i>repents of his choice <\/i>,. (<a class=\"ref\">Romans 11:29 <\/a>.) But when the Lord chastises his people, this has the appearance of rejecting them; as we learn from the frequent complaints of the saints, <i>Lord, why hast thou cast us off <\/i>,? (<a class=\"ref\">Psalms 74:1 <\/a>.) We look at God’s rejection or election according to our weakness, and judge of his feelings toward us by the outward action. (I speak of the knowledge which is derived from experience, and which is corrected by the light of faith.) Accordingly, when the Lord calls us, that is, confirms his election, he is said to <i>choose <\/i>,us; and when he gives evidence that he is displeased, he is said to reject us. The meaning, therefore, is, “Though the Lord has treated his people so severely, as if he had rejected them; yet by the actual event he will at length show and prove that he has adopted them, by giving abundant evidence of his election, and by <i>having compassion on them <\/i>,for ever.” <\/p>,\n <p>We now may readily conclude what we have already said, namely, that the chastisements which the godly endure are widely different from that deadly stroke, however light it may be, which is inflicted on the ungodly. The godly are immediately led to consider their election, the confident belief of which cheers their hearts; but the ungodly see nothing but darkness, bottomless pits, and frightful desolation on all sides. Whenever, therefore, the Lord chastises us, we ought immediately to call to remembrance this distinction, that we may strengthen our hearts by the hope of a happier condition. <\/p>,\n <p> <i>And shall cause them to rest in their own land. <\/i>,In their return he holds out an evidence of favor and reconciliation; for to the children of Abraham the <i>land <\/i>,of Canaan was a pledge of their adoption. <\/p>,\n <p> <i>And the stranger shall be joined to them. <\/i>,The Prophet foretells the calling of the Gentiles; as if he had said, “Not only will the Lord restore them to the possession of the land of Canaan, but will enlarge them by a great increase; for he will associate the Gentiles with them, that the two peoples may become one and the same body.” This benefit, therefore, is not limited to a short period, but extends to the whole Church, which the Lord promises to place in safety; for he speaks, not of the Church in his own time, but of the Church which shall be till the kingdom of Christ, and during his kingdom; otherwise that addition would have been inappropriate. <\/p>,",
    "audit": null
}