{
    "id": 7828,
    "source": "calvin",
    "verse_id": 18724,
    "verse_count": 1,
    "reference": "53:12",
    "title": "",
    "html": "<p><i> Therefore will I divide to him a portion.<\/i> Isaiah again declares what will be the result of the death of Christ. It was necessary that he should add this doctrine as to the victory which Christ obtained by his death; for what was formerly stated, that by his death we are reconciled to the Father, would not have sufficiently confirmed our hearts. Here he borrows a comparison from the ordinary form of a triumphal procession held by those who, after having obtained a signal victory, are commonly received and adorned with great pomp and splendor. Thus also Christ, as a valiant and illustrious general, triumphed over the enemies whom he had vanquished.<\/p> \n<p><i> And he shall divide the spoil with the strong.<\/i> This statement is the same as the preceding, and it is a customary repetition among Hebrew writers. Those whom he formerly called “great” he now calls mighty or “strong.” Those who translate<span class=\"greek-hebrew\"> רבים<\/span><i> (rabbim)<\/i> by the word “many,” torture, in my opinion, the Prophet’s meaning. In these two clauses there is only this difference, that in the former God testifies what he gave to Christ, and in the latter he adds that Christ enjoys that benefit, he enjoys it not on his own account, but on ours; for the fruit of this victory comes to us. For us Christ subdued death, the world, and the devil. In a word, the Prophet here applauds the victory which followed the death of Christ; for “although he was crucified through the weakness of the flesh, yet by the power of the Spirit” he rose from the dead, and triumphed over his enemies. (<a class=\"ref\">2 Corinthians 13:4<\/a>) Such is the import of the metaphor of “Spoil,” which the Prophet used; for “he ascended on high, that he might lead captivity captive and give gifts to men.” (<a class=\"ref\">Psalms 68:18; Ephesians 4:8<\/a>)<\/p> \n<p><i> For he poured out his soul to death.<\/i> He now adds that Christ’s humiliation was the beginning of this supreme dominion; as Paul also declares that Christ, “after having blotted out the handwriting which was opposed to us, triumphed on the cross.” (<a class=\"ref\">Colossians 2:14<\/a>) So far, then, is the shame of the death which Christ died from making any diminution of his glory, that it is the reason why God the Father exalted him to the highest honor.<\/p> \n<p><i> And was ranked with transgressors.<\/i> He describes also the kind of death; as Paul, when he magnifies “the obedience” of Christ, and says that “he abased himself even to death,” likewise adds, that it was no ordinary death, but the death “of the cross,” that is, accursed and shameful. (<a class=\"ref\">Philippians 2:8<\/a>) So in this passage Isaiah, in order to express deeper shame, says that he was ranked among malefactors. But the deeper the shame before men, the greater was the glory of his resurrection by which it was followed.<\/p> \n<p>Mark quotes this passage, when he relates that Christ was crucified between two robbers; for at that time the prediction was most fully accomplished. (<a class=\"ref\">Mark 15:28<\/a>) But the Prophet spoke in general terms, in order to show that Christ did not die an ordinary death. For the purpose of disgracing him the more, those two robbers were added; that Christ, as the most wicked of all, might be placed in the midst of them. This passage is, therefore, most appropriately quoted by Mark as relating to that circumstance.<\/p> \n<p><i> He bore the sin of many.<\/i> This is added by way of correction, that, when we hear of the shame of Christ’s death, we may not think that it was a blot on the character of Christ, and that our minds may not, by being prejudiced in that manner, be prevented from receiving the victory which he obtained for us, that is, the fruit of his death. He shows, therefore, that this was done in order that he might take our sins upon him; and his object is, that, whenever the death of Christ shall be mentioned, we may at the same time remember the atonement made for us. And this fruit swallows up all the shame of the death of Christ, that his majesty and glory may be more clearly seen than if we only beheld him sitting in heaven; for we have in him a striking and memorable proof of the love of God, when he is so insulted, degraded, and loaded with the utmost disgrace, in order that we, on whom had been pronounced a sentence of everlasting destruction, may enjoy along with him immortal glory.<\/p> \n<p>I have followed the ordinary interpretation, that “he bore the sin of many,” though we might without impropriety consider the Hebrew word<span class=\"greek-hebrew\"> רבים<\/span><i> (rabbim,)<\/i> to denote “Great and Noble.” And thus the contrast would be more complete, that Christ, while “he was ranked among transgressors,” became surety for every one of the most excellent of the earth, and suffered in the room of those who hold the highest rank in the world. I leave this to the judgment of my readers. Yet I approve of the ordinary reading, that he alone bore the punishment of many, because on him was laid the guilt of the whole world. It is evident from other passages, and especially from the fifth chapter of the Epistle to the Romans, that “many” sometimes denotes “all.”<\/p> \n<p><i> And prayed for the transgressors.<\/i> Because the ratification of the atonement, with which Christ has washed us by his death, implies that he pleaded with the Father on our behalf, it was proper that this should be added. For, as in the ancient Law the priest, who “never entered without blood,” at the same time interceded for the people; so what was there shadowed out is fulfilled in Christ. (<a class=\"ref\">Exodus 30:10; Hebrews 9:7<\/a>) First, he offered the sacrifice of his body, and shed his blood, that he might endure the punishment which was due to us; and secondly, in order that the atonement might take effect, he performed the office of an advocate, and interceded for all who embraced this sacrifice by faith; as is evident from that prayer which he left to us, written by the hand of John, “I pray not for these only, but for all who shall believe on me through their word.” (<a class=\"ref\">John 17:20<\/a>) If we then belong to their number, let us be fully persuaded that Christ hath suffered for us, that we may now enjoy the benefit of his death.<\/p> \n<p>He expressly mentions “transgressors,” that we may know that we ought to betake ourselves with assured confidence to the cross of Christ, when we are horror­struck by the dread of sin. Yea, for this reason he is held out as our intercessor and advocate; for without his intercession our sins would deter us from approaching to God.<\/p> ",
    "audit": null
}