{
    "id": 7241,
    "source": "calvin",
    "verse_id": 18122,
    "verse_count": 1,
    "reference": "25:3",
    "title": "",
    "html": " <p> <i>Therefore shall the strong people glorify thee.<\/i>, This is the end which I mentioned; for if the Lord should destroy the world, no good result would follow, and indeed destruction could produce no feeling but horror, and we would never be led by it to sing his praise; but, on the contrary, we must be deprived of all feeling, when we perceive nothing but wrath. But praises flow from a sense of grace and goodness. It is therefore as if he had said, “Thou wilt not only strike and afflict, O Lord, but wilt cause the chastisements to be not without effect; for by them thou wilt subdue the fierceness of men, so that those who were formerly estranged from thee shall bend their neck to thee.” This passage should lead us to observe how much we need chastisements, which train us to obedience to God; for we are carried away by prosperity to such an extent, that we think that we have a right to do anything, and we even grow wanton and insolent when God treats us with gentleness. <\/p>\n <p> <i>The city of the terrible nations shall fear thee.<\/i>, When the Prophet next mentions <i>fear<\/i>, he shews that this praise does not consist in words or outward gestures, but in the sincere feeling of the heart. Hence we infer that he now speaks of the entire worship of God; but, as many persons think that they have fully discharged their duty, as soon as they have made a confession with the mouth, he adds, for the sake of explanation, “The nations shall fear thee.” When he calls them strong and powerful, by these epithets he denotes their pride and arrogance; for they were elated by their prosperity. They rebel against God, and cannot be made humble or submissive, unless they have been deprived of all things. To such views, therefore, ought our thoughts to be directed amidst those calamities which we perceive. The fierceness of men must be restrained and subdued, that they may be prepared for receiving doctrine and for rendering true obedience. So long as they shall be blinded by their wealth and vain confidence, they will fearlessly mock at the judgments of God, and will never yield subjection to him. <\/p>",
    "audit": null
}