{
    "id": 7609,
    "source": "calvin",
    "verse_id": 18500,
    "verse_count": 1,
    "reference": "42:19",
    "title": "",
    "html": "<p><i>Who is blind but my servant? <\/i>There are some who interpret this verse as if the Prophet were describing the reproaches which wicked men are accustomed to throw out against the prophets; for they retort on the Lord’s servants those reproofs and accusations which they cannot endure. “Whom dost thou accuse of blindness? Whom dost thou call deaf? Take that to thyself. Who is blind but thou?” They think, therefore, that it is as if the Lord expostulated with the Jews in this manner; “I see that you reckon my prophets to be blind and deaf.” But we shall immediately see that this interpretation does not agree with the context, for the Prophet afterwards explains (verse 20) why he calls them “blind.” It is because, while they see many things, they pay no attention to them. Indeed, this does not at all apply to the prophets, and therefore let us follow the plain and natural meaning. <\/p>\n<p>Isaiah had accused all men of blindness, but especially the Jews, because they ought to have seen more clearly than all the rest; for they had not only some ordinary light and understanding, but enjoyed the word, by which the Lord abundantly revealed himself to them. Although, therefore, all the rest were blind, yet the Jews ought to have seen and known God, seeing that they were illuminated by his Law and doctrine, as by a very bright lamp. Besides, Isaiah afterwards addresses the Jews in this manner, <\/p>\n<p>“Arise, O Jerusalem, and be illuminated; for darkness shall be on all the earth, but the Lord shall shine on thee.” (<a class=\"isa\" verses=\"WzE4ODIzXQ==\">Isaiah 60:1<\/a>.) <\/p>\n<p>Because the Jews shut their eyes amidst such clear light, that is the reason why he addresses to them this special reproof. As if he had said, “In vain do I debate with those who are alienated from me, and it is not so wonderful that they are blind; but it is monstrous that this should have happened to my servants (before whose eyes light has been placed) to be deaf to the doctrine which sounds continually in their ears. For these things are so clear that the blind might see them, and so loud that the deaf might hear them; but in vain do I speak to them, for nothing can be more dull or stupid; and, instead of seeing and hearing better than all others, as they ought to have done, none can be found either more deaf or more blind.” <\/p>\n<p><i>My messenger whom I send. <\/i>From the human race universally the Prophet gradually descends to the Jews, and next to the priests, who were leading persons, and might be regarded as occupying the highest rank. It belonged to their once to interpret the Law, and to set a good example before others, and, in short, to point out the way of salvation. It was from “the priest’s mouth” that they were commanded to “seek the Law.” (<a class=\"ref\">Malachi 2:7<\/a>.) The Prophet complains, therefore, that they who ought to have led the way to others were themselves blind. <\/p>\n<p>Some view the word <i>servant <\/i>as relating to Isaiah, and others to Christ, and think that he, as well as Isaiah, is accused of blindness; but this has nothing to do with the Prophet’s meaning. Thus, he magnifies by comparison the complaint which he lately made about the slothfulness of the Jews; for they were more deeply in fault than others, but the heaviest blame lay on the priests who were their leaders. Let us therefore learn, that the nearer we approach to God, and the higher the rank to which we are elevated, we shall be the less excusable. For the same reason he applies the term <i>perfect <\/i>to those who ought to have been perfect; for he mentions reproachfully that perfection from which they had fallen by wicked revolt, and thus had basely profaned a most excellent gift of God. Having possessed a “perfect” rule of righteousness, it lay with themselves alone to follow it. <\/p>",
    "audit": null
}