{
    "id": 7657,
    "source": "calvin",
    "verse_id": 18548,
    "verse_count": 1,
    "reference": "44:14",
    "title": "",
    "html": " <p> <i>He shall cut down for himself: <\/i> The Prophet expresses not only the zeal and furious eagerness of idolaters, but also their rebellion and obstinacy; for when he says that they <i>cut down cedars <\/i> and <i>plant pine-trees, <\/i> he shews that they persevere very long in their madness, and are not prompted by any sudden impulse to manufacture gods. “Not only,” says he, “do they choose trees that are already grown, but they even plant and water and cultivate them, and wait till they have come to their full size, so as to be fit material for making an idol.” <\/p> \n <p>When we read these things, and are instructed concerning this shocking madness, let us know that God lays his hand upon us, so to speak, in order to draw us back from it, and to keep us in true godliness;. It is necessary, indeed, to meet it early, lest longer delay should make the wound incurable; for as soon as we have been led away by foolish desire to the practice of false worship, there is always reason to fear that we shall be plunged into that whirlpool. We all carry some seed of this madness, which cannot in any way be rooted out, but continually buds and blossoms, if we are not cleansed anew by the Spirit of the Lord. <\/p> \n <p>It ought also to be remarked that, since idolaters are impelled by so great eagerness to worship idols, we ought to be ashamed of our coldness in the true worship of God. Let us be ashamed, I say, that we are so negligent and cold and even freezing, when the worshippers of idols are so ardent; and let us consider that we must render an account. With what rage are the Turks seized, when the question relates to the defense of the reveries of their prophet Mahomet, for whom they gladly both shed their blood and part with their life! By what rage are the Papists impelled to follow their superstitions! Yet we scarcely become warm, and sometimes extinguish the sparks of that zeal which the Lord has kindled in us. To this also applies that expostulation of Jeremiah, <\/p> \n <p> <span> “Is there any nation that hath forsaken its gods? But my people have forsaken me, the fountain of living water, and have digged for themselves cisterns which cannot hold water.” \n(<\/span> <a class=\"ref\">Jeremiah 2:10 <\/a>.) <\/p> \n <p>This comparison, therefore, ought to be carefully observed, that we may not be less steadfast in defending truth than they are obstinate in falsehood. <\/p> ",
    "audit": null
}