{
    "id": 7278,
    "source": "calvin",
    "verse_id": 18160,
    "verse_count": 1,
    "reference": "27:8",
    "title": "",
    "html": "<p><i>In measure. <\/i>This is the second proof of the divine compassion towards all the elect, whom he chastises for this purpose, that they may not perish; and, by mitigating the punishments which he inflicts upon them, he pays such regard to their weakness that he never permits them to be oppressed beyond measure. As to the word  <span class=\"greek-hebrew\">בסאסאה<\/span>, (<i>bĕsăssĕāh<\/i>,) <i>in measure<\/i>, all interpreters agree that it denotes moderation; for otherwise we could not bear the hand of the Lord, and would be overwhelmed by it; but he keeps it back, and “is faithful,” as Paul says, <\/p>\n<p><span>“not to suffer us to be tempted beyond what we are able to bear.” \n(<\/span><a class=\"ref\">1 Corinthians 10:13<\/a>.) <\/p>\n<p>Thus also Jeremiah prays to the Lord to “chastise him in judgment,” that is, with moderation, accommodating the stripes to his weakness. (<a class=\"ref\">Jeremiah 10:24<\/a>.) <\/p>\n<p><i>In her shooting forth, <\/i> <span class=\"greek-hebrew\">בשלחה<\/span>, (<i>bĕshāllĕchāch<\/i>.) Interpreters are not agreed as to the meaning of this word. Some think that it means, “by engaging them in internal wars with each other,” and others, “that God will punish their sins by that sword which they have drawn and put into his hand.” But as I cannot approve of either of those interpretations, I pass them by. I approve more highly of those who interpret it, “in her shootings forth,” that is, in plants; so as to mean, that in inflicting punishment, the Lord attacks not only their outward circumstances, but also their persons. We know that the Lord’s chastisements are various. The more light and moderate are those by which he takes from us only external blessings, which are called “the good things of fortune.” So then God punishes believers in such a manner as not only to afflict their persons, but to take from them what is necessary for the support of life, such as corn, wine, oil, and other things of that kind which the earth produces; for  <span class=\"greek-hebrew\">שלח<\/span> (<i>shālăch<\/i>) signifies to “shoot forth,” and to “produce.” <\/p>\n<p>But I have another exposition which comes nearer to the Prophet’s meaning, that <i>in shooting forth <\/i>God contends with the Church, because, though he cuts down the branches and even the trunk, yet his wrath does not extend to the roots, so as to prevent the tree from again shooting forth; for there is always some remaining vigor in the roots, which he never permits to die. And this agrees with what goes before, when he promised (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 27:6<\/a>) that Israel would bring forth “fruit.” This explains what he formerly said, <i>in measure<\/i>; namely, that he will not pull up the root; for the Lord cuts down what appears outwardly, such as branches and leaves, but defends the root and preserves it safe. But, on the other hand, he tears up the reprobate by the roots, and cuts them down in such a manner that they can never rise again. <\/p>\n<p><i>Though he blow with his violent wind. <\/i>Some translate it, “he blew with his wind,” but I think that the meaning is made more clear by saying, “though he blow.” He continues the metaphor, by which he had alluded to herbs and plants, which a violent wind causes to wither, but only in appearance; for the root is always safe. Thus though the Lord attacks believers with great violence, and takes away all their beauty and comeliness, so that they appear to be entirely slain, yet he usually preserves in them some internal vigor. <\/p>\n<p><i>In the day of the east wind. <\/i>When the Prophet spoke of “the day of the east wind,” he had his eye on the situation of Judea, to which, as we learn from other passages, that easterly wind was injurious. We know that each country has its own particular wind that is injurious to it; for in some countries the north wind, in others the south wind, and in others the east or equinoctial wind, occasions great damage, throwing down the corn, scorching or spoiling all the fruits, blasting the trees, and scarcely leaving anything in the fields uninjured. By “the east wind” in this passage, is supposed to be meant “the equinoctial wind,” which in many countries is very destructive. <\/p>",
    "audit": null
}