{
    "id": 7732,
    "source": "calvin",
    "verse_id": 18628,
    "verse_count": 1,
    "reference": "48:13",
    "title": "",
    "html": " <p> <i>Surely my hand hath founded the earth. <\/i>,Here the Prophet explains more clearly what he meant in the preceding verse. After having spoken of God’s constant and unvarying will toward us, he likewise praises God’s power as manifested by the works which we daily behold. In these works the Lord may be said to present himself to our view; and, coming forth from his sanctuary, he approaches to us by means of them. <\/p>,\n <p> <i>And my right hand hath measured, <\/i>,or, <i>hath upheld the heavens. <\/i>,Whether we translate <span class=\"greek-hebrew\">,טפחה <\/span> <i>(tippechah,) <\/i>,“Hath measured,” or, “Hath upheld,” the meaning will be the same; and we need not give ourselves much trouble about the interpretation of the word. By the word “measure” is denoted God’s amazing wisdom in having adjusted on all sides, with such exact proportion, the vast extent of the heavens, so that it is neither nearer to the earth nor farther from it than is advantageous for preserving order, and that in this prodigious expanse there is nothing jarring or unseemly. If we prefer the word “uphold,” this also is an extraordinary commendation of the wisdom and power of God, in “upholding” the huge mass of the heavens in continual motion, so that it neither totters nor leans more to one side than to another. <\/p>,\n <p> <i>When I call them, they stand up, <\/i>,or, <i>shall stand up together. <\/i>,This latter clause, in which he says that all things are ready at, his command, is attended by some greater difficulty; for it may refer either to the first creation or to the continual government of the world. If we refer it to the first creation, the future <span class=\"greek-hebrew\">,יעמדו <\/span> <i>(yagnamdu,) they shall stand, <\/i>,will be put for a preterite. “As soon as the Lord commanded them to appear, they instantly obeyed;” as the Psalmist says, “He spake, and they were done.” (<a class=\"ref\">Psalms 33:9 <\/a>.) But if we adopt this meaning, the word <i>equally, <\/i>,which he adds, may appear not to agree well with the history of the creation as related by Moses; for heaven and earth were not created and beautified at one moment, but at first everything was shapeless and confused, and afterwards the Lord reduced them to order. (<a class=\"ref\">Genesis 1:2 <\/a>.) The answer is easy; for the Prophet means nothing more than that the Lord, by the mere expression of his will, created all things, and gave to heaven and earth their form, so that they immediately obeyed his command. <\/p>,\n <p>Yet I willingly extend it to the continual government of the world; as if he had said, “Heaven and earth yield to the authority of the Lord and obey his voice, and those bodies which are at the greatest distance from each other move of their own accord with astonishing harmony, as if they were carried about by the same motion of a wheel. Though heaven is separated from the earth by a wide space, yet the voice of the Lord is everywhere heard, he needs no messengers to convey his will, but by the slightest expression he executes everything at the very moment.” Is there any prince who has his servants everywhere rendering to him instant obedience? Certainly not. Thus, the power of God is infinite, is diffused far and wide, and extends to every part of the world, as Scripture declares, (<a class=\"ref\">Psalms 47:2 <\/a>,,) and as we learn by the instructions of faith. <\/p>,",
    "audit": null
}