{
    "id": 7271,
    "source": "calvin",
    "verse_id": 18153,
    "verse_count": 1,
    "reference": "27:1",
    "title": "",
    "html": " <p> <i>In that day. <\/i>,Here the Prophet speaks in general of the judgment of God, and thus includes the whole of Satan’s kingdom. Having formerly spoken of the vengeance of God to be displayed against tyrants and wicked men who have shed innocent blood, he now proceeds farther, and publishes the proclamation of this vengeance. <\/p>,\n <p> <i>On leviathan. <\/i>,The word “leviathan” is variously interpreted; but in general it simply denotes either a large serpent, or whales and sea-fishes, which approach to the character of monsters on account of their huge size. A1though this description applies to the king of Egypt, yet under one class he intended also to include the other enemies of the Church. For my own part, I have no doubt that he speaks allegorically of Satan and of his whole kingdom, describing him under the figure of some monstrous animal, and at the same time glancing at the crafty wiles by which he glosses over his mischievous designs. In this manner he intended to meet many doubts by which we are continually assailed, when God declares that he will assist us, and when we experience, on the other hand, the strength, craft, and deceitfulness of Satan. Wonderful are the stratagems with which he comes prepared for doing mischief, and dreadful the cruelty which he exercises against the children of God. But the Prophet shews that all this will not prevent the Lord from destroying and overthrowing this kingdom. It is indeed certain that this passage does not relate to Satan himself, but to his agents or instruments, by which he governs his kingdom and annoys the Church of God. Now, though this kingdom is defended by innumerable cunning devices, and is astonishingly powerful, yet the Lord will destroy it. <\/p>,\n <p>To convince us of this, the Prophet contrasts with it <i>the Lord’s sword, hard, and great, and strong, <\/i>,by which he will easily slay an enemy that is both strong and crafty. It ought therefore to be observed, that we have continually to do with Satan as with some wild beast, and that the world is the sea in which we sail. We are beset by various wild beasts, which endeavor to upset our ship and sink us to the bottom; and we have no means of defending ourselves and resisting them, if the Lord do not aid us. Accordingly, by this description the Prophet intended to describe the greatness of the danger which threatens us from enemies so powerful and so full of rage and of cunning devices. We should quickly be reduced to the lowest extremity, and should be utterly ruined, did not God oppose and meet them with his invincible power; for by his sword alone can this pernicious kingdom of Satan be destroyed. <\/p>,\n <p>But we must observe what he says in the beginning of the verse, <i>In that day <\/i>,. It means that Satan is permitted, for some time, to strengthen and defend his kingdom, but that it will at length be destroyed; as Paul also declares, “God will quickly bruise Satan under your feet.” (<a class=\"ref\">Romans 16:20 <\/a>.) By this promise he shews that the time for war is not yet ended, and that we must fight bravely till that enemy be subdued, who, though he has been a hundred times vanquished, ceases not to renew the warfare. We must therefore fight with him continually, and must resist the violent attacks which he makes upon us; but, in order that we may not be discouraged, we must keep our eye on that day when his strong arm shall be broken. <\/p>,\n <p> <i>On leviathan the piercing serpent, and on leviathan the crooked serpent. <\/i>,The epithets applied to “leviathan” describe, on the one hand, his tricks and wiles, and, on the other hand, his open violence; but at the same time intimate that he is endued with invincible power. Since <span class=\"greek-hebrew\">,בריח <\/span>,(<i>bārīăch <\/i>) signifies a crowbar, that word denotes metaphorically the power of piercing, either on account of venomous bites or on account of open violence. The second name, <span class=\"greek-hebrew\">,עקלתון <\/span>,, (<i>gnăkāllāthōn <\/i>,,) is derived from the verb <span class=\"greek-hebrew\">,עקל <\/span>,, (<i>gnākăl <\/i>,,) <i>to bend <\/i>,; and hence it comes to be applied to crooked and tortuous foldings. <\/p>,\n\n <p>FT447 <span class=\"aramaic_text\">,Ses organes et instrumens <\/span> <\/p>,\n <p>FT448 “ <span class=\"aramaic_text\">,Chantez à la vigne rouge <\/span>,;”—“Sing to the red vineyard.” <\/p>,\n <p>Ft449 See <i>Commentary on Isaiah, <\/i>,vol. 1 p. 162 <\/p>,\n <p>FT450 “ <span class=\"aramaic_text\">,Si quelqu’un est de cet advis, je n’empesche point qu’il ne le suive <\/span>,;”—“If any one is of that opinion, I do not hinder him from following it.” <\/p>,\n <p>FT451 “ <span class=\"aramaic_text\">,Tellement qu’il est constraint comme l’emprunter d’ailleurs quand il se courrouce <\/span>,;”—“So that he is compelled, as it were, to borrow it from another quarter when he is enraged.” <\/p>,\n <p>FT452 That is, instead of making it the beginning of the following sentence, “in battle (or, in a hostile manner) I will pass through them,” it might be read as the conclusion of the question, “Who shall engage me with briers and thorns in battle?” And this concluding suggestion accords with our English version. — <i>Ed <\/i> <\/p>,\n <p>FT453 “Of the various senses ascribed to <span class=\"greek-hebrew\">,או <\/span>,, (ō,) such as <i>unless, oh that if <\/i>,, etc., the only one justified by usage is the disjunctive sense of <i>or <\/i>,. ” — <i>Alexander <\/i> <\/p>,\n <p>FT454 “ <span class=\"aramaic_text\">,Ils sentiront la pesanteur de ma main <\/span>,;”—“They shall feel the weight of my hand.” <\/p>,\n <p>FT455 That is, our Author is of opinion that <span class=\"greek-hebrew\">,או <\/span>,(ō) frequently has the same force as the Latin interrogative particle <i>An <\/i>,. — <i>Ed <\/i> <\/p>,\n <p>FT456 “ <span class=\"aramaic_text\">,Ce vaut-neant-ci <\/span>,;”—“This good-for-nothing.” <\/p>,\n <p>FT457 “ <span class=\"aramaic_text\">,Sans feintise <\/span>,;”—“Without hypocrisy.” <\/p>,\n <p>FT458 Such is Calvin’s translation of <span class=\"greek-hebrew\">,באים <\/span>,, <i>(bāīm,) coming <\/i>,, which, occupying a somewhat anomalous position at the beginning of the verse, has perplexed the critics. The usual and best defended supplement is <span class=\"greek-hebrew\">,ימים <\/span>,, (<i>yāmīm <\/i>,,) <i>days <\/i>,, and thus the construction is supposed to be, “In coming days.” The French version takes <i>ci-apres <\/i>,, “hereafter;” the Italian has (lang. it) <span class=\"greek-hebrew italic\">,Ne’ giorni a venire <\/span>,, “In the days to come;” Luther’s version has <i>As mirb bennoch bazu fummen <\/i>,, “Yet it will <i>come <\/i>,to this.” Our English version connects the word with “Jacob,” and makes it to signify “Them that come of Jacob,” which is countenanced by the Septuagint, <span class=\"greek-hebrew\">,οἱ ἐρχόμενοι τέκνα Ιακὼβ <\/span>,, “They that come, the children of Jacob,” but does not appear to have the support of any modern critic or version. — <i>Ed <\/i> <\/p>,\n <p>FT459 “Hath he smitten him as he smote (Heb., according to the stroke of) those that smote him?”—Eng. Ver. <\/p>,\n <p>FT460 “ <span class=\"aramaic_text\">,Ne plus ne moins que si le feu y avoit passé <\/span>,;”—“In exactly the same manner as if fire had passed on them.” <\/p>,\n <p>FT461 “ <span class=\"aramaic_text\">,Et mis en chemin de salut <\/span>,;”—“And led into the way of salvation.” <\/p>,\n <p>FT462 “ <span class=\"aramaic_text\">,Quiconque se flatte en son ordure, il attirera sur sa teste infalliblement l’ire de Dieu <\/span>,;”—“Whosoever flatters himself in his pollution will infallibly draw down on his head the wrath of God.” <\/p>,\n <p>FT463 “And consume the branches thereof.”—Eng. Ver. <\/p>,\n <p>FT464 “When the boughs thereof are withered.”—Eng. Ver. <\/p>,\n <p>FT465 See p. 83 <\/p>,\n <p>FT466 See <i>Commentary on Isaiah, <\/i>,vol. 1 p. 96 <\/p>,\n <p>FT467 “Whose glorious beauty is a fading flower.”—Eng. Ver. <\/p>,\n <p>FT468 “Woe to Samaria, the proud chaplet of the drunkards of Ephraim, which stands at the head of a rich valley belonging to a race of sots! ‘Sebaste, the ancient Samaria, is situated on a long mount of an oval figure, having first a fruitful valley, and then a ring of hills running round about it.’ — <i>Maundrell <\/i>,, p. 58. Hence it is likened to a chaplet, or wreath of flowers, worn upon the head by Jews, as well as Greeks and Romans, at their banquets, as may be seen, <a class=\"ref\">Wisdom of Solomon 2:7 <\/a>.” — <i>Stock <\/i> <\/p>,\n <p>FT469 “ <span class=\"aramaic_text\">,De la vallee grasse <\/span>,;”—“Of the fat valley.” <\/p>,\n <p>FT470 “ <span class=\"aramaic_text\">,Tyran de Sicile <\/span>,;”—“Tyrant of Sicily.” <\/p>,\n <p>FT471 Justin, in a rapid sketch of that tyrant, informs us that, “after having defeated his rivals, he abandoned himself to indolence and gluttony, which brought on such weakness of sight that he could not bear day-light; that the consciousness of being despised on account of his blindness made him more cruel than before, and led him to fill the city with murders as much as his father had filled the jails with prisoners, so that he became universally hated and despised.” — <i>Justin <\/i>,, Hist. 1. 21, c. 11. The appalling facts are confirmed by other historians. — <i>Ed <\/i> <\/p>,\n <p>FT472 “ <span class=\"aramaic_text\">,Puis donc qu’ils sont coulpables d’une mesme ingratitude <\/span>,;”—“Since they are guilty of the same ingratitude.” <\/p>,\n <p>FT473 “ <span class=\"aramaic_text\">,Aux despens de leurs freres <\/span>,;”—“At the expense of their brethren.” <\/p>,\n <p>FT474 “ <span class=\"aramaic_text\">,Que nous regimbons contre l’esperon <\/span>,;”—“That we kick against the spur.” <\/p>,\n <p>FT475 “ <span class=\"aramaic_text\">,A des petis enfans n’agueres sevrez <\/span>,;”—“To young infants hardly weaned.” <\/p>,\n <p>FT476 “ <span class=\"aramaic_text\">,Que tous apportent du ventre de la mere <\/span>,;”—“Which all bring from their mother’s womb.” <\/p>,\n <p>FT477 “ <span class=\"aramaic_text\">,Afin de ne fascher les oreilles des lecteurs <\/span>,.” <\/p>,\n <p>FT478 “Line upon line.”—Eng. Ver. <\/p>,\n <p>FT479 “ <span class=\"aramaic_text\">,De toutes parts, ou, ligne apres ligne <\/span>,;”—“On all sides, or, line after line.” <\/p>,\n <p>FT480 The reader may consult the Author’s exposition, and the Translator’s notes <i>Commentary on the Book of Psalms <\/i>,, vol. 1, pp. 312, 313. — <i>Ed <\/i> <\/p>,\n <p>FT481 “For with stammering lips. (Heb. Stammerings of lips.)”—Eng. Ver. <\/p>,\n <p>FT482 “But since this patience has been lost upon them, a stronger way shall be taken to force their attention. God will thunder in their ears, what to them will appear jargon, the language of a foreign nation, by whom they shall be carried into captivity.” — <i>Stock <\/i> <\/p>,\n <p>FT483 “ <span class=\"aramaic_text\">,De ce que la parole est au milieu de nous <\/span>,;”—“Because the word is in the midst of us.” <\/p>,\n <p>FT484 See <i>Commentary on Isaiah, <\/i>,vol. 1 p. 282 <\/p>,\n <p>FT485 From which the noun <span class=\"greek-hebrew\">,לצון <\/span>,(<i>lātzōn <\/i>) is derived. The phrase <span class=\"greek-hebrew\">,אנשי לצון <\/span>,(ă <i>nshēlatzon <\/i>) literally signifies “men of scorn,” and is so rendered by Stock and others; but the force of the Hebrew idiom is fully brought out by the word “scoffers,” as in Lowth, or by “scornful men,” as in the English Version. — <i>Ed <\/i> <\/p>,\n <p>FT486 “ <span class=\"aramaic_text\">,Ces moqueurs <\/span>,;”—“Those mockers.” <\/p>,\n <p>FT487 <span class=\"greek-hebrew\">,חזה <\/span>,(<i>chōzĕh <\/i>) is properly a participle (<i>seeing <\/i>) often used as a noun to denote a <i>seer <\/i>,or prophet. Here the connection seems distinctly to require the sense of league or covenant. That there is no error in the text may be inferred from the substitution of the cognate form <span class=\"greek-hebrew\">,חזות <\/span>,(<i>chŭzūth <\/i>) in <a class=\"isa\" verses=\"WzE4MTgzXQ==\">Isaiah 28:18 <\/a>. Hitzig accounts for the transfer of meanings by the supposition that in making treaties it was usual to consult the <i>seer <\/i>,or prophet. Ewald supposes an allusion to the practice of necromantic art or divination as a safeguard against death, and translates the word <i>orafel <\/i>,, (<i>oracle <\/i>,.) The more common explanation of the usage traces it to the idea of an <i>interview <\/i>,or <i>meeting <\/i>,, and the act of looking one another in the face, from which the transition is by no means difficult to that of mutual understanding or agreement.” — <i>Alexander <\/i>,. Buxtorf renders it “a seer, or prophet,” and, by a transferred meaning, “provision,” or “foresight,” “We have made provision, we have looked forward, we have acted with foresight;” and adds, that the Chaldee version renders it <span class=\"greek-hebrew\">,שלמא <\/span>,, (<i>shĕlūmā <\/i>,,) <i>peace <\/i>,. — <i>Ed <\/i> <\/p>,\n <p>FT488 “ <span class=\"aramaic_text\">,Car c’eust esté une chose trop ridicule et dont les petits enfans se fussent moquez <\/span>,;” “For it would have been too absurd, and even young children would have laughed at it.” <\/p>,\n <p>FT489 Lucian is often alluded to by our Author as the type of daring and scornful infidels. See <i>Commentary on a Harmony of the Evangelists <\/i>,, vol. 2, p. 283, n. 1. — <i>Ed <\/i> <\/p>,\n <p>FT490 Commonly called the Septuagint. — <i>Ed <\/i> <\/p>,\n <p>FT491 See <i>Commentary on Isaiah, <\/i>,vol. 1 p. 280 <\/p>,\n <p>FT492 “ <span class=\"aramaic_text\">,Voire en despit de leurs dents <\/span>,;”—“Even in spite of their teeth.” <\/p>,\n <p>FT493 “ <span class=\"aramaic_text\">,Qu’il leur pend une horrible calamité sur leurs testes, laquelle ils ne voyent point <\/span>,;”—“That there hangs over their heads a dreadful calamity which they do not see.” <\/p>,\n <p>FT494 “And it shall be a vexation only to understand the report. Or, when he shall make you to understand doctrine.”—(Eng. Ver.) “And even the report alone shall cause terror.” — <i>Lowth <\/i>,. “And it shall be terror merely to hear the report of it.” — <i>Stock <\/i>,. “And only vexation (or distress) shall be the understanding of the thing heard.” — <i>Alexander <\/i>,. “ <span class=\"greek-hebrew\">,(lang. it) E’l sentirne il grido non produrrà altro che commovimento <\/span>,;”—“And to hear the cry of it will produce nothing but distress.”—(Ital. Ver.) <\/p>,\n <p>FT495 “There are three interpretations of the last clause, one of which supposes it to mean, that the mere report of the approaching scourge should fill them with distress; another, that the effect of the report should be universal distress; a third, that nothing but a painful experience would enable them to understand the lesson which the Prophet was commissioned to teach them. <span class=\"greek-hebrew\">,שמועה <\/span>,(<i>shĕmūgnāh <\/i>) meaning simply what is heard, may of course denote either rumor or revelation. The latter seems to be the meaning in <a class=\"isa\" verses=\"WzE4MTc0XQ==\">Isaiah 28:9 <\/a>,, where the noun stands connected with the same verb as here. Whether this verb ever means simply to perceive or hear, may be considered doubtful; if not, the preference is due to the third interpretation above given, viz., that nothing but distress or suffering could make them understand or even attend to the message from Jehovah.” — <i>Alexander <\/i> <\/p>,\n <p>FT496 “(lang. it) La sua opera strana, la sua operazione straordinaria;”—“His strange work, his extraordinary act.”—Ital. Ver. <\/p>,\n <p>FT497 See <i>Commentary on Isaiah, <\/i>,vol. 1 p. 360 <\/p>,\n <p>FT498 “ <span class=\"aramaic_text\">,Avec mesme raison et equité <\/span>,;”—“With the same reason and justice.” <\/p>,\n <p>FT499 “The common version, ‘all day,’ though it seems to be a literal translation, does not convey the sense of the original expression, which is used both here and elsewhere to mean ‘all the time,’ or ‘always.’” — <i>Alexander <\/i> <\/p>,\n <p>FT500 “ <span class=\"aramaic_text\">,Et les fideles sont sujets à beaucoup de miseres, voire plus que ne sont pas les reprouvez <\/span>,;”—“And believers are liable to many afflictions, even more than the reprobate are.” <\/p>,\n <p>FT501 “Will the ploughman never sow, but always cut the earth by spades and instruments for ploughing?” — <i>Jarchi <\/i> <\/p>,\n <p>FT502 “This apposite simile from the various methods used by the husbandman in preparing his land, and in managing the crop after it is gathered, is addressed to those who might question divine providence, because sentence against the wicked is not executed speedily. God, who teacheth the farmer the proper time and manner of treating his crop, knoweth best when and how to punish sinners: he reduceth them not to dust at once, any more than corn is suffered to lie under pressure till it is rendered unserviceable, but chastiseth in mercy, in order to reclaim them.” — <i>Stock <\/i> <\/p>,\n <p>FT503 “The principle wheat and the appointed barley. Or, wheat in the appointed place, and barley in the appointed place.”—Eng. Ver. “The choice wheat and the picked barley.” — <i>Stock <\/i>,. “The wheat in due measure.” — <i>Lowth <\/i> <\/p>,\n <p>FT504 “The words <span class=\"greek-hebrew\">,שורה <\/span>,(<i>sōrāh <\/i>) and <span class=\"greek-hebrew\">,נמסן <\/span>,(<i>nĭmsān <\/i>) are by some explained as epithets of the grain; principal wheat, appointed or sealed barley. Ewald makes them descriptive of the soil; wheat in the best ground, barley in the rough ground. But the explanation best sustained by usage and analogy is that of Gesenius, who takes <span class=\"greek-hebrew\">,נמסן <\/span>,(<i>nĭmsān <\/i>) in the sense of appointed, designated, and <span class=\"greek-hebrew\">,שורה <\/span>,(<i>sōrāh <\/i>) in that of a row or series.” — <i>Alexander <\/i> <\/p>,\n <p>FT505 “ <span class=\"aramaic_text\">,Car en France on n’escout point le bled sinon avec le fleau, excepté en Provence <\/span>,;”—“For in France corn is not thrashed in any way but with the flail, except in Provence.” <\/p>,\n <p>FT506 “ <span class=\"aramaic_text\">,Et comme faire passer la charue et la herse sur les peuples <\/span>,;”—“And, as it were, to pass the waggon and the harrow over the nations.” <\/p>,\n <p>FT507 “ <span class=\"aramaic_text\">,Comme si les meschans avoyent la bride sur le col <\/span>,;”—“As if the wicked had the bridle on their neck.” <\/p>,",
    "audit": null
}