{
    "id": 6906,
    "source": "calvin",
    "verse_id": 17778,
    "verse_count": 1,
    "reference": "6:8",
    "title": "",
    "html": " <p> <i>Afterwards I heard the voice of the Lord. <\/i>,The Prophet now begins to discourse about the design of this vision, why God appeared to him with such glorious majesty, in order to ordain him anew as a prophet. It was because he was called to deliver an incredible message about blinding the Jews. On this revolting occasion, therefore, he is more fully assured of his calling, that he may lay aside fear and obey the command of God; for nothing gives greater confidence to pious minds than to know that they obey God. He had also another proof, namely, that the Lord had cleansed him; and this was sufficient to lead him to undertake any task, however difficult. <\/p>,\n <p> <i>Whom shall I send? <\/i>,The Prophet represents the Lord as speaking, as if he could not find a man qualified for such a message. Some think that this is intended to reprove the ignorance of the priests and prophets; because, though they are very numerous, still not one of them was qualified to teach. This reason carries some probability, but I would rather view it as referring to the certainty of Isaiah’s calling, as implying that it was not at random, but from choice, that the Lord appointed him. There is here, therefore, a weighty deliberation whom the Lord will be pleased to send; not that he hesitates, but such modes of expression are used on our account, just as these words, <i>I will go down and see <\/i>,. (<a class=\"ref\">Genesis 18:21 <\/a>.) For God, to whom all things are known, has no need to make any inquiry; but, lest men should think that he acts with precipitation, he thus accommodates himself to the ordinary modes of speaking among men. In like manner, when he asks <i>whom he shall send <\/i>,, the meaning is, that he needs not an ordinary person, but a teacher of uncommon excellence on a subject of the greatest importance. Hence we infer that the authority of Isaiah was confirmed, so that he was reckoned to be not only a prophet, but eminent among the prophets. <\/p>,\n <p> <i>Who will go for us? <\/i>,I am rather favorable to the opinion that this passage points to Three Persons in the Godhead, just as we elsewhere read, <\/p>,\n <p>Let us create man in our likeness. (<a class=\"ref\">Genesis 1:26 <\/a>.) <\/p>,\n <p>For God talks with himself, and in the plural number; and unquestionably he now holds a consultation with his eternal Wisdom and his eternal Power, that is, with the Son and the Holy Spirit. <\/p>,\n <p> <i>Here am I. <\/i>,So ready a reply shows how great is that cheerfulness which springs from faith; for he who but lately lay like a dead man dreads no difficulty. Hence we see that the amazement of which we have formerly spoken did not spring from rebellion, in wishing to flee from God, or to refuse the charge which had been laid upon him; but because he needed new grace, that he might know that he would be able to endure the burden. On this account it ought to be observed, that we cannot undertake anything in a proper manner without the evidence of our calling; otherwise we shall pause and hesitate at every step. <\/p>,\n <p>Besides, it is a powerful aid to our confidence, when we know that we are not destitute of the necessary gifts, but that God has bestowed them on us, in order that we may be better enabled to discharge our office. Now, this remarkable instance of obedience ought to produce such an effect on our minds that we shall readily and cheerfully undertake any task which he may be pleased to enjoin, and shall never refuse any task, however difficult we may imagine it to be. When the Prophet says, <i>Here am I, <\/i>,the meaning is, that he is ready to obey the commands of God; for this mode of expression is frequently employed in Scripture to denote obedience. <\/p>,",
    "audit": null
}