{
    "id": 7607,
    "source": "calvin",
    "verse_id": 18498,
    "verse_count": 1,
    "reference": "42:17",
    "title": "",
    "html": "<p><i> They shall be driven back.<\/i> This enables us to see more clearly to whom the former doctrine relates, for it distinguishes between the worshippers of God and the worshippers of idols. The Lord will be a leader to his own people, but, on the other hand,<i> they who worship idols shall be ashamed<\/i> As if he had said, that here the Lord gives us a choice, either to be saved by his grace, or to perish miserably; for all that place their hope of salvation in idols shall perish, but they who trust in the word of God are certain of salvation; because, though they often are heavily afflicted, yet he will not allow their hope to be put to shame in the end, but by the result will prove that he did not in vain lay down this distinction.<\/p> \n<p><i> And say to a molten image, Ye are our gods.<\/i> It is certain that by these two marks are described all idolaters who place their hope in any one else than in God alone; for, although idolaters do not bow down before their idols, yet, by attaching divinity to them, they offer blasphemy to the only and true God; for the chief part of the worship of God consists in faith and calling upon him, both of which the Prophet here describes. It may be asked, Were they so stupid as to say to an image, “Thou art my god?” for all superstitious persons confessed that God is in heaven, and did not openly ascribe divinity to wood or stone. I reply, all idolaters ascribe to images the power of God, though they acknowledge that he is in heaven; for, when they flee to statues and images, when they make and perform vows to them, they undoubtedly ascribe to them what belongs to God. It is in vain for them, therefore, to cloak their ignorance under plausible excuses, for they reckon wood and stone to be gods, and offer the highest insult to God; and consequently, the Prophet did not employ exaggerated language, or falsely accuse them of being idolaters; for it is plainly testified by their words and speeches, when they call their idols and images gods. Even though they did not utter a word, their madness is openly manifested by their imagining that they cannot reach the hand or the ear of God without bowing down before images to utter their prayers. The object of these statements is, that all may understand that no man will be saved but, he who trusts in God alone.<\/p> ",
    "audit": null
}