{
    "id": 7033,
    "source": "calvin",
    "verse_id": 17910,
    "verse_count": 1,
    "reference": "13:3",
    "title": "",
    "html": " <p> <i>I have commanded my sanctified ones.<\/i>, Here the Prophet introduces the Lord as speaking and issuing his commands. He calls the Medes and Persians <i>sanctified ones<\/i>, that is, those whom he has <i>prepared<\/i>,. The verb <span class=\"greek-hebrew\">,קדש<\/span>,(<i>kadash <\/i>) is used in various senses; for sometimes it refers to the spirit of regeneration, and this belongs peculiarly to the elect of God. But sometimes it means to <i>wish<\/i>, or <i>prepare<\/i>, and that meaning is more appropriate to this passage. All who are created by the Lord are likewise <i>appointed<\/i>, by him for a fixed purpose. He does not throw down men at random on the earth, to go wherever they please, but guides all by his secret purpose, and regulates and controls the violent passions of the reprobate, so as to drive them in whatever manner he thinks fit, and to check and restrain them according to his pleasure. He therefore calls them <i>sanctified ones<\/i>, “set apart and prepared to execute his will,” though they had no such intention. Hence also we are taught to ascribe to the secret judgment of God all violent commotions, and this yields wonderful consolation; for whatever attempts may be made by wicked men, yet they will accomplish nothing but what the Lord has decreed. <\/p>\n <p> <i>I have also called my mighty ones.<\/i>, The phrase, <i>I have called<\/i>, conveys more than the phrase, <i>I have commanded<\/i>, which he had used in the former clause. It means that they will be roused to action, not only at the bidding of God, but by the very sound of his voice; as if I were to <i>call<\/i>, a person to me, and he were immediately to follow. He threatens, therefore, that <i>Babylon<\/i>, shall be destroyed by the Medes and Persians, in the same manner as if they obeyed the call of God; for though they were prompted to battle by their own ambition, pride, and cruelty, yet God directed them, without knowing it, to execute his judgment. <\/p>\n\n <p>FT190 <i>The LORD and the weapons of his indignation<\/i>,.—Eng. Ver. <\/p>\n <p>FT191 <i>From the Almighty<\/i>,.—Eng. Ver. <\/p>\n <p>FT192 “ <span class=\"greek-hebrew\">,שד משדי<\/span>,(<i>shod mishshaddai <\/i>). This title of God is here employed for the sake of the alliteration, <i>destruction from the destroyer<\/i>, from him who is all-powerful to destroy (<span class=\"greek-hebrew\">,שדד <\/span>) (<i>shadad <\/i>) as well as to save.” — <i>Rosenmuller <\/i> <\/p>\n <p>FT193 By a happy coincidence, the English word <i>panic<\/i>, conveys exactly the meaning of the Latin adjective <i>Panicus<\/i>, which is here said to be derived from the name of the heathen God <i>Pan<\/i>, the god of the mountains, cattle, &c. — <i>Ed <\/i> <\/p>\n <p>FT194 <i>Their faces<\/i>, shall be <i>as flames<\/i>,. (Heb. <i>faces of the flames<\/i>,.)—Eng. Ver. “ <i>Faces of flames shall be their faces<\/i>,. ” — <i>Stock <\/i> <\/p>\n <p>FT195 See Xen. Cyr., book 7, chapter 5. <\/p>\n <p>FT196 Jarchi quotes the words, <i>to add the drunken to the thirsty,<\/i>,(<a class=\"ref\"><\/a>,) <i>add year to year<\/i>, (<a class=\"ref\"><\/a>,) and <i>add burnt-offerings to your sacrifices<\/i>, (<a class=\"ref\"><\/a>,) and his annotator Breithaupt translates the verb <span class=\"greek-hebrew\">,ספה<\/span>,(<i>saphah <\/i>) by a word in his native French, <i>accueillir<\/i>, which means to <i>gather<\/i>, or <i>flock together<\/i>,. — <i>Ed <\/i> <\/p>\n <p>FT197 <i>Which shall not regard silver; and as for gold, they shall not delight in it<\/i>,.—Eng. Ver. <\/p>\n <p>FT198 Their <i>bows also shall dash the young men to pieces<\/i>,.—Eng. Ver. <\/p>\n <p>FT199 <i>Shall be as when God overthrew<\/i>,. (Heb. <i>as the overthrowing<\/i>,.)&mdash;Eng. Ver. <\/p>\n <p>FT200 <i>But wild beasts of the desert<\/i>,(Heb. <i>Ziim <\/i>) <i>shall lie there<\/i>,.—Eng. Ver. <\/p>\n <p>FT201 It is a gratifying proof of the progress of knowledge and of the decay of superstition, that such words as <i>Hobgoblins<\/i>, <i>Hob-thrushes, Robin-goodfellows<\/i>, and even <i>Fairies<\/i>, answering to the grotesque names which Calvin has brought from his own vernacular, have grown antiquated, and are not likely to be replaced by terms of modern date. Howell’s definition of <i>Loup-garou<\/i>, is a curious record of superstitious belief. “A mankind Wolfe, such a one as once being flesht on men, and children, will rather starve than feed on any thing else; also, one that, possessed with an extream and strange melancholy, beleeves he is turned Wolfe, and as a Wolfe behaves himselfe,” etc. — <i>Ed <\/i> <\/p>\n <p>FT202 <i>And the wild beasts of the islands<\/i>,(Heb. <i>Iim <\/i>) <i>shall cry<\/i>,.—Eng. Ver. <\/p>\n <p>FT203 <i>And hyoenas shall cry in their palaces, and jackals in their tabernacles of delight<\/i>,. — <i>Stock <\/i> <\/p>",
    "audit": null
}