{
    "id": 7480,
    "source": "calvin",
    "verse_id": 18370,
    "verse_count": 1,
    "reference": "37:17",
    "title": "",
    "html": "<p><i>incline thine ear, O Jehovah. <\/i>From these words we conclude how great was the perplexity of Hezekiah; for the earnestness that pervades the prayer breathes an amazing power of anguish, so that it is. easily seen that he had a struggle attended by uncommon difficulty to escape from the temptation. Though his warmth in prayer shews the strength and eminence of his faith, yet at the same time it exhibits, as in a mirror, the stormy passions. Whenever we shall be called to sustain such contests, let us learn by the example of the pious king to combat our passions by everything that is fitted to strengthen our faith, so that the very disturbance may conduct us to safety and peace, and that we may not be terrified by a conviction of our weakness, if at any time we shall be powerfully assailed by fear and perplexity. It is, indeed, the will of the Lord that we shall toil hard, and sweat and shiver; for we must not expect to gain the victory while we repose in indolence, but after diversified contests he promises to us a prosperous issue, which he will undoubtedly grant. <\/p>\n<p>But why does Hezekiah demand that God should listen? Does he think float he is asleep or does not hear? By no means; but in a matter of such difficulty we frequently speak in such a manner as if we thought that God was absent or did not attend to our afflictions. He shews that he was oppressed by so great perplexity that he almost thought that God had forsaken him; that is, according to the eyes of the flesh; for if he had not by the eyes of faith beheld God as present, he would have lost courage. <\/p>\n<p><i>Open thine eyes, O Jehovah, and see. <\/i>It is as if Hezekiah had prayed that the assistance of God, which he had long kept in his heart committed to the guardianship of hope, would be actually and publicly manifested; and therefore he prays that Jehovah would “open his eyes and see;” that is, would shew that he cares about these matters. Hezekiah shews plainly what was the subject about which he was most anxious, namely, that God would revenge the insults offered to him; for although he was deeply affected by anxiety about his kingdom and people, yet he set a higher value on the glory of God than on all other sources of uneasiness. The advancement of that glory ought:, indeed, above all things, to move and impress our hearts, and the more especially because we know that it is closely connected with our salvation. <\/p>\n<p>Thus Hezekiah here represents this tyrant as an enemy of God, who dishonors him by reproaches and curses because Jerusalem glories in his name and protection, and concludes that God cannot forsake the city which he hath undertaken to defend, without at the same time abandoning his own name. Since, therefore, God in his infinite goodness chooses to connect our salvation with his glory, we ought to lay held on those promises for the purpose of strengthening our hearts, that although the wicked, while they reproach God and pour and vomit out the venom of their breast, harden themselves in the vain hope that they shall not be punished, still there will not be a syllable which the Lord does not hear, and which he does not at length call to account. <\/p>",
    "audit": null
}