{
    "id": 7318,
    "source": "calvin",
    "verse_id": 18203,
    "verse_count": 1,
    "reference": "29:9",
    "title": "",
    "html": "<p><i>Tarry and wonder. <\/i>Isaiah follows out the same subject, and attacks more keenly the gross stupidity of the people. Instead of “tarry,” some render the term, “Be amazed;” but the view which I prefer may be thus expressed: “Though they dwell much and long on this thought, yet it will end in nothing else than that, by long continued thought, their minds shall be amazed.” In short, he means that the judgment of God will so completely overwhelm their minds, that though they torture themselves by thinking and reflecting, still they will be unable to find any outlet or conclusion. <\/p>\n<p><i>They are drunken, and not with wine. <\/i>He now assigns the reason why fixed thought does not aid them in conquering their slowness of apprehension. It is, because they resemble <i>drunkards<\/i>. When, therefore, they neither see nor understand anything in the works of God, he shews that this is owing to their indolence and stupidity. A proof of this is given daily in many persons; for spiritual “drunkenness” engrosses and stupefies all their senses to such a degree, that they are blind to the plainest subjects; and, when God shews the brightest light of justice and equity, they are so completely dazzled, that their dim vision bewilders them more and more. This stupidity is a just punishment which the Lord inflicts on them on account of their unbelief. <\/p>\n<p>In order that we may apply this statement of the Prophet for our own use, it is proper to observe, that these words of the Prophet must not be understood to be commands, as if he enjoined them to stop and think longer; but, on the contrary, he mocks and reproves their stupidity, as we have already said. (<span class=\"aramaic_text\">Pensez y tant que vous voudrez, vous n’y entendres rien<\/span>) “Think as much as you please about it, you will not at all understand it.” <\/p>\n<p><i>They are blinded, and they blind. <\/i> He means, that they are destitute of judgment and understanding, and that consequently it is useless for them to contemplate these works of God; for as the brightness of the sun is of no avail to the toad, so a blinded understanding in vain does its utmost to comprehend the majestic works of God. When he says that “they are blinded,” he means that by nature we are created so as to be endued with reason and understanding for contemplating the works of God; that our being “blinded” is, so to speak, an accidental fault, and that the drunkenness does not naturally belong to us, for it is owing to the ingratitude of men, which the Lord justly censures. <\/p>\n<p><i>They stagger. <\/i>This “staggering” of the mind is contrasted by him with a calm and quiet exercise of reason; for he means that violence of the passions which agitates the mind, and causes it to waver and reel. <\/p>",
    "audit": null
}