{
    "id": 7397,
    "source": "calvin",
    "verse_id": 18284,
    "verse_count": 1,
    "reference": "33:4",
    "title": "",
    "html": "<p><i> And your prey shall be gathered.<\/i> Here he addresses the Assyrians, if it be not thought preferable to refer it to the Jews, and to take the word “prey” in an active sense. But the former opinion is more<i> appropriate;<\/i> and this sudden turn of direct address imparts great vehemence to the prediction, when he openly and expressly taunts the proud adversaries. Yet it is doubtful whether it denotes the final ruin of the nation, or the defeat of King Sennacherib, when his army was destroyed by the hand of an angel before the walls of Jerusalem. (<a class=\"ref\">2 Kings 19:35<\/a> .) The latter opinion has been adopted by almost all commentators, but it appears to me to be too limited; for I think that the Prophet, from the beginning of the chapter, intended to express something more, when he spoke of the destruction of that nation, The prophecy might even be still farther extended, as I suggested a little ago, so as to include likewise the Babylonians, who were the latest enemies of the Church; but, passing this, it is sufficiently evident that his pen is directed against the monarchy of Nineveh.<\/p> \n<p><i> By your gathering of caterpillars.<\/i> He compares that warlike nation to “caterpillars,” because they will have no power to resist, but will all tremble and faint, so that they shall be gathered into large heaps to be destroyed. The comparison is highly appropriate, and is employed also by the Prophet Nahum, (<a class=\"ref\">Nahum 3:15<\/a> ,) though in a somewhat different sense; for that insect, we know, is exceedingly destructive to trees, and exceedingly hurtful, so that it may justly be called The calamity of the earth. But as their vast number gives no power to defend themselves, even children can easily shake off, and gather, and slay them in heaps wherever they meet with them. This also, the Prophet declares, will befall those insatiable robbers; for, although they did much injury by plundering for a long period, they will at length be slain and destroyed without the smallest effort; because, deprived of manly vigor, and almost of life, they will fall into the power of their enemies; and the wealth of Nineveh, amassed by robbery, shall be carried to Babylon.<\/p> \n<p><i> According to the running of locusts.<\/i> He now adds another comparison, that the Babylonians will “run like locusts,” to devour the whole country; for those creatures, being exceedingly voracious, and moving forward without interruption, and leaping with astonishing rapidity, consume all the fruits of the earth. Some refer it to the same Assyrians, as if the Prophet compared them to “locusts,” because they will be easily dispersed; but that interpretation does not apply, for the Prophet draws up an army of “locusts,” so as completely to cover in its march the whole land; and he beautifully draws a comparison between the “caterpillars” and the “locusts,” on account of their insatiable avarice and vast numbers.<\/p> ",
    "audit": null
}