{
    "id": 7997,
    "source": "calvin",
    "verse_id": 18894,
    "verse_count": 1,
    "reference": "64:8",
    "title": "",
    "html": "<p><i>And now, O Jehovah. <\/i>After having complained of their miseries, by which they were almost overwhelmed, they now more openly ask pardon from God and a mitigation of their distresses, and with greater boldness plead with God that still they are his children. Adoption alone could encourage them to cherish favorable hopes, that they might not cease to rely on their Father, though overwhelmed by the load of afflictions. And this order should be carefully observed; for, in order that we may be truly humbled in our hearts, we need to be cast down, and laid low, and almost crushed. But when despair seizes us, we must lay hold on this altar of consolation, that, “since God has been pleased to elect us to be his children, we ought to expect salvation from him, even when matters are at the worst.” Thus, with a view to the gracious covenant, the Israelites affirm that they are the children of God, in order that they may experience his fatherly kindness, and that his promise may not be made void. <\/p>\n<p><i>We are the clay, and thou our potter<\/i>. By means of a comparison they magnify the grace of God, and acknowledge that they were formed of despicable clay; for they do not seek the ground of superiority in themselves, but in their origin celebrate the mercy of God, who out of mean and filthy clay determined to create children to himself. <\/p>\n<p><i>We all are the work of thy hands<\/i>. Of the same import as the former is this second clause, in which God is called the Creator, and his people are called the work of his hands; because to God alone they ascribe all that they are and all that they have. This is true gratitude; for, so long as men advance the smallest claim to anything as their own, God is defrauded of his right. Now, Isaiah speaks not of the ordinary creation of men, but of regeneration, on account of which believers are especially called “the work of God;” as we have frequently stated in the exposition of other passages:  Here they acknowledge a remarkable act of God’s kindness, in having elected them to be his people, and adorned them with benefits so numerous and so great. <\/p>",
    "audit": null
}