{
    "id": 7688,
    "source": "calvin",
    "verse_id": 18584,
    "verse_count": 1,
    "reference": "45:22",
    "title": "",
    "html": " <p> <i>Look unto me. <\/i> Hitherto he addressed the Jews alone, as if to them alone salvation belonged, but now he extends his discourse farther. He invites the whole world to the hope of salvation, and at the same time brings a charge of ingratitude against all the nations, who, being devoted to their errors, purposely avoided, as it were, the light of life; for what could be more base than to reject deliberately their own salvation? He therefore commands all “to look to him,” and to the precept adds a promise, which gives it greater weight, and confirms it more than if he had made use of a bare command. <\/p> \n <p> <i>And ye shall be saved. <\/i> Thus we have a striking proof of the calling of the Gentiles; because the Lord, after having broken down “the partition-wall” (<a class=\"ref\">Ephesians 2:14<\/a>) which separated the Jews from the Gentiles, invites all without exception to come to him. Besides, we are here reminded also what is the true method of obtaining salvation; that is, when we “look to God,” and tum to him with our whole heart. Now, we must “look to him” with the eye of faith, so as to embrace the salvation which is exhibited to all through Christ; for “God so loved the world that he gave his only-begotten Son, that whosoever believeth in him may not perish.” (<a class=\"ref\">John 3:16<\/a>.) <\/p> \n <p> <i>For I am God. <\/i> When he exhorts <i>all the ends of the earth, <\/i> he at the same time shews that all men have hitherto wandered, and have not “looked to” the true God; for where infidelity exists, there cannot be a distinct looking towards God, so as to distinguish him from empty masks. In a word, he declares that the ruin of all has been occasioned by their being driven about by their wicked inventions, and thus revolting from the true God, from the knowledge of whom certain and eternal salvation flows. The Lord therefore stretches out his hand, in order to rescue all and point out the method of obtaining salvation. <\/p> \n <p>This makes it evident that it was not at random that the doctrine of the Gospel was preached to all nations, but by the decree of God, by whom it had been long ago ordained. Yet, as I remarked a little before, he accuses the Gentiles of stupidity, in allowing their senses to be tumed and whirled about in all directions, wherever their fancy led them. Though by nature they could not approach to God, and though they even sucked in with their milk the superstitions by which they were blinded, yet God might have justly reproached them with wicked contempt of his grace; for ignorance always implies hypocrisy, when men choose rather to be deceived by empty flatteries than to go straight to God. <\/p> ",
    "audit": null
}