{
    "id": 7147,
    "source": "calvin",
    "verse_id": 18026,
    "verse_count": 1,
    "reference": "19:21",
    "title": "",
    "html": "<p><i>And the Lord shall be known by the Egyptians. <\/i>Isaiah now adds what was most important; for we cannot worship the Lord, or call upon him, till we have first acknowledged him to be our Father. “How,” says Paul, “shall they call on him whom they know not?”  (<a class=\"ref\">Romans 10:14<\/a>.) We cannot be partakers of the gifts of God for our salvation without previously having true knowledge, which is by faith. He therefore properly adds, the knowledge of God, as the foundation of all religion, or the key that opens to us the gate of the heavenly kingdom. Now, there cannot be knowledge without doctrine; and hence infer, that God disapproves of all kinds of false worship; for he cannot approve of anything that is not guided by knowledge, which springs from hearing true and pure doctrine. Whatever contrivance therefore men may make out of their own minds, they will never attain by it the true worship of God. We ought carefully to observe passages like this, in which the Spirit of God shews what is the true worship and calling of God, that, having abandoned the inventions to which men are too obstinately attached, we may allow ourselves to be taught by the pure word of God, and, relying on his authority, may freely and boldly condemn all that the world applauds and admires. <\/p>\n<p><i>The Egyptians shall know. <\/i>It is not without good reason that he twice mentions this <i>knowledge<\/i>. A matter of so great importance ought not to be slightly passed by; for it holds the chief place, and without it there is nothing that can properly be called worship. <\/p>\n<p><i>And shall make sacrifice and oblation. <\/i>This passage must be explained in the same manner as the former, in which he mentioned an <i>altar<\/i>. What would have been the use of sacrifices after the manifestation of Christ? He therefore describes metaphorically confession of faith and calling on God, which followed the preaching of the gospel. Here he includes everything that was offered to God — slain beasts, bread, fruits of every description, and all that was fitted to express gratitude. But we must attend to the difference between the Old and New Testaments, and under the shadows of ceremonies we must understand to be meant that “reasonable worship” of which Paul speaks. (<a class=\"ref\">Romans 12:1<\/a>.) <\/p>\n<p><i>And shall vow vows to the Lord and perform them. <\/i>What he adds about <i>vows <\/i>is likewise a part of the worship of God. The Jews were accustomed to express their gratitude to God by <i>vows<\/i>, and especially they rendered thanksgiving by a solemn vow, when they had received from God any extraordinary blessing. Of their own accord also, when any one chose to do so, they made <i>vows <\/i>on various occasions. (<a class=\"ref\">Deuteronomy 12:6<\/a>.) And yet every person was not at liberty to make this or that vow according to his own pleasure; but a rule was laid down. (<a class=\"ref\">Numbers 30:3<\/a>.) Whatever may be in that respect, it is evident that by the word <i>vows <\/i>the Prophet means nothing else than the worship of God, to which the Egyptians devoted themselves after having learned it from the word of God; but he mentions the acts of devotion by which the Jews made profession of the true worship and religion. <\/p>\n<p>Hence the Papists draw an argument to prove, that whatever we vow to God ought to be performed; but since they make vows at random, and without any exercise of judgment, this passage lends no aid to defend their error. Isaiah foretells what the Egyptians will do, after having embraced and followed the instruction given by God.  In like manner, when David exhorts the people to vow and to perform their vows, (<a class=\"ref\">Psalms 76:11<\/a>,) they think that he is on their side; but be does not therefore exhort them to make unlawful and rash vows. (<a class=\"ref\">Ecclesiastes 5:2<\/a>.) There always remains in force the law of vows, which we are not at liberty to transgress, namely, the word of God, by which we learn what he requires from us, and what he wishes us to vow and perform. We never received permission to vow whatever we please, because we are too much disposed to go to excess, and to take every kind of liberty with regard to God, and because we act more imprudently towards him than if we had to deal with men. It was therefore necessary that men should be laid under some restraint to prevent them from taking so great liberties in the worship of God and religion. <\/p>\n<p>This being the case, it is evident that God permits nothing but what is agreeable to his law, and that he rejects everything else as unacceptable and superstitious. What a man has vowed of his own accord, and without the support of the word, cannot be binding. If he perform it, he offends doubly; first, in vowing rashly, as if he were sporting with God; and secondly, in executing his resolutions wickedly and rashly, when he ought rather to have set them aside and repented. So far, therefore, is any man from being bound by vows, that he ought, on the contrary, to turn back and acknowledge his sinful rashness. <\/p>\n<p>Now, if any one inquire about the vows of Papists, it will be easy to shew that they derive no support from the word of God. If those things which they highly applaud and reckon to be lawful, such as the vows of monks, are unlawful and wicked, what opinion must we form of the rest? They vow perpetual celibacy, as if it were indiscriminately permitted to all; but we know that the gift of continence is not an ordinary gift, and is not promised to every one, not even to those who in other respects are endued with extraordinary graces. Abraham was eminent for faith, steadfastness, meekness, and holiness, and yet he did not possess this gift. (<a class=\"ref\">Genesis 11:29<\/a>.) Christ himself, when the apostles loudly commended this state of celibacy, testified that it is not given to all. (<a class=\"ref\">Matthew 19:11<\/a>.) Paul states the same thing. (<a class=\"ref\">1 Corinthians 7:7<\/a>.) Whosoever, therefore, does not possess this gift of continence, if he vow it, does wrong, and will be justly punished for his rashness. Hence have arisen dreadful instances of want of chastity, by which God has justly punished Popery for this presumption. <\/p>\n<p>They likewise vow poverty, as if they would have nothing of their own, though they have abundance of everything beyond other men. Is not this an open mockery of God? The obedience which they vow is full of deceit; for they shake off the yoke of Christ, that they may become the slaves of men. Others vow pilgrimages, to abstain from eating flesh, to observe days, and other things full of superstition. Others promise to God toys and trinkets, as if they were dealing with a child. We would be ashamed to act thus, or to pursue such a line of conduct towards men, among whom nothing is settled till it has been agreed to on both sides by mutual consent. Much less is it lawful to attempt anything in the worship of God but what has been declared by his word. What kind of worship will it be, if the judgment of God has no weight with us, and if we yield only to the will of men? Will it be possible that it can please God? Will it not be ( <span class=\"greek-hebrew\">ἐθελοθρησκεία<\/span>) “will-worship,” which Paul so severely censures? (<a class=\"ref\">Colossians 2:23<\/a>.) In vain, therefore, do they who make such vows boast that they serve God; and in vain do they endeavor to find support in this passage; for the Lord abhors that kind of worship. <\/p>",
    "audit": null
}