{
    "id": 7175,
    "source": "calvin",
    "verse_id": 18054,
    "verse_count": 1,
    "reference": "22:1",
    "title": "",
    "html": " <p> <i>The burden of the valley of vision. <\/i>,Isaiah again prophesies against Judea, which he calls <i>the valley of vision <\/i>,. He gives this appellation to the whole of Judea rather than to Jerusalem, of which he afterwards speaks; but now in the preface he includes the whole of Judea. He appropriately calls it a “valley,” for it was surrounded on all sides by mountains. It is a harsher view of the metaphor, which is adopted by some, that Jerusalem is called “a valley,” because it was thrown down from its loftiness. The reason why he adds the words, <i>of vision <\/i>,, is plain enough. The Lord enlightened the whole of Judea by his word; the prophets were continually employed in it, and that was the reason why they called them <i>seers <\/i>,. (<a class=\"ref\">1 Samuel 9:9 <\/a>.) There is also an implied contrast here, for valleys have less light than open plains, because the height of the mountains intercepts the light of the sun. Now, this valley, he tells us, is more highly enlightened than those countries which were exposed on all sides to the sun. It was by the extraordinary goodness of God that this happened; for he means, that it was enlightened, not by the rays of the sun, but by the word of God. <\/p>,\n <p>Besides, the Prophet unquestionably intended to beat down that foolish confidence with which the Jews were puffed up, because God had distinguished them above others by remarkable gifts. They abused his word and prophecies, as if by means of them they had been protected against all danger, though they were disobedient and rebellious against God. He therefore declares that visions will not prevent God from punishing their ingratitude; and he even aggravates their guilt by this mark of ingratitude, that amidst such splendor of heavenly doctrine they still continued to stumble like the blind. <\/p>,\n <p> <i>What hast thou here? or, What hast thou now? <\/i>,He now addresses Jerusalem; not that this defeat affects Jerusalem alone, but because the whole country thought it safe to take refuge under the shadow of the sanctuary which then existed, and to lead the Jews to reflect, since this befell a fortified city, what would become of other cities which had no means of defense. He asks in astonishment, “What does it mean that every person leaves his house and flies to the house-top for the purpose of saving his life?” Among the Jews the form of house-tops was different from what is now customary with us, and hence arose that saying of Christ, <\/p>,\n <p>“What you have heard in the ear proclaim on the housetops.” (<a class=\"ref\">Matthew 10:27 <\/a>.) <\/p>,\n <p>When the inhabitants of Jerusalem fled to the house-tops, they left their houses open to be a prey to enemies, and this was a proof that they were exceedingly afraid. It is likewise possible that they went up to the house-tops for the purpose of throwing down javelins and other weapons against the enemies, whose arrival not only terrified them, but made them flee in consternation, and yet they did not escape danger. <\/p>,",
    "audit": null
}