{
    "id": 7666,
    "source": "calvin",
    "verse_id": 18559,
    "verse_count": 1,
    "reference": "44:25",
    "title": "",
    "html": " <p> <i>Frustrating the signs. <\/i> The Prophet expressly added this, because Babylon surpassed other nations not only in the force of arms, and in troops and resources, but likewise in some remarkable sagacity, by which she appeared to penetrate even to heaven. What injury could befall those who foresaw at a distance future events, and could easily, as was commonly supposed, ward off imminent dangers? The astrologers, who were celebrated among them, foretold all events; and from them sprung that bastard Astrology which is called Judicial, by which even now many persons of great abilities are led astray. They assumed the name of Mathematicians, in order to recommend themselves more to the approbation of the people. The Egyptians boasted of being the authors of that science, and of being the first who taught it; but let us leave them to settle their dispute. It is certain that the Babylonians practiced that art from the very commencement, and esteemed it highly, so that both the Greeks and the Romans gave to those astrologers the name of Chaldees. Since, therefore, they placed much confidence in that science, the Lord threatens that he will overthrow all that belongs to it. <\/p> \n <p>By the word <i>signs <\/i> he means the positions, conjunctions, and various aspects of the stars, about which Astrologers speculate; and he afterwards says that he <i>maketh them mad <\/i> Some take the word <span class=\"greek-hebrew\"> בדים <\/span> <i>(baddim) <\/i> to mean <i>lies, <\/i> as if he had said that the divinations to which the Astrologers pretend are nothing but absolute delusions; but I choose rather to interpret it <i>diviners, <\/i> as we frequently find it used in that sense. <\/p> \n <p>It is asked, “Does he condemn the astrology of the Chaldeans universally, or only the abuse and corruption of it?” I reply, in this passage he merely condemns those <i>signs <\/i> by means of which the Chaldeans prophesied, and imagined that they knew future events; for the Lord declares that they are absolutely worthless. It was not without good reason that he forbade the people to consult Chaldeans, astrologers, diviners, soothsayers, or any other kind of fortune-tellers, and commanded that no one who practiced that art should be permitted to dwell among the people. (<a class=\"ref\">Deuteronomy 18:10 <\/a>.) Now, if any certain information could have been obtained from the position and aspect of the stars, the Lord undoubtedly would not thus have condemned that science. Since, therefore, he forbade it without exception, he shewed that it contains nothing but absolute delusion, which all believers ought to detest. <\/p> \n <p>But the defenders of that absurdity argue that the Lord gave the planets and stars “for signs.” (<a class=\"ref\">Genesis 1:14 <\/a>.) Granting this principle, I reply, that we ought to inquire of what, things they are the “signs;” for we do not condemn that Astronomy which surveys the courses of the planets, in which we ought to acknowledge the wonderful majesty of God. But we condemn men addicted to curiosity, who wish to learn from them how long any government shall last, and what shall befall this city or that people, or even this or that man; for they go beyond limits, and abuse “signs,” which were not given for the purpose of being omens of future events. I do acknowledge that we are sometimes warned by heavenly signs, to see that we have provoked the Lord’s anger, or that chastisements are hanging over our heads, but not to venture to give minute explanations or conclusions, or to determine those hidden and secret events which we have no right to search and explore. But above all, we ought to observe the cause and origin of impiety; for, as soon as that error prevails, that the life of man is governed by the influence of the stars;, the judgment-seat of God is overthrown, so that he is not the judge of the world in inflicting punishments, or in restoring to life by his mercy those who were perishing. They who think that the stars, by their irresistible influence, control the life of men, immediately become hardened to the imagination of destiny, so that they now leave nothing to God. Thus the tribunals of God are buried, and consequently piety is extinguished, and calling on God is altogether at an end. <\/p> \n <p>He calls them <i>wise men, <\/i> and speaks of their <i>knowledge, <\/i> by way of admission, because they boasted greatly of the title of “wisdom,” when they uttered those things which they had learned from the stars, as if they had been admitted into the counsel of God; and therefore he means that those empty masks of “wisdom” will not hinder the Lord from overturning their whole estate; for all their contrivances and tricks shall be brought to nothing. <\/p> ",
    "audit": null
}