{
    "id": 7354,
    "source": "calvin",
    "verse_id": 18240,
    "verse_count": 1,
    "reference": "30:22",
    "title": "",
    "html": " <p> <i>Then shall you profane the covering. <\/i> This shews that the heavenly direction will not be without effect; for they will bid adieu to their errors, and devote their minds to the pure worship of God; and the Prophet expressly mentions the outward profession of true godliness, by which they will openly proclaim that they have renounced idolatry. For, since statues and images are instruments of idolatry and superstition, they who are truly converted to God detest and abhor them, and, as far as lies in their power, profane them as we read that Jehu did, who profaned the altars of Baal, and turned his temple into a common sewer. (<a class=\"ref\">2 Kings 10:27<\/a>.) The example given by him and by others of the same class ought to be followed by godly princes and magistrates, if they wish to give a genuine proof of their repentance; for, although repentance is seated in the heart, and has God for a witness, it is shewn by its fruits. Isaiah has mentioned one class of them instead of the whole; for in general he shews that the proof of true repentance is, when men make it appear that they hold in abhorrence everything that is opposed to the worship of God. When he says that the idols are profaned, he does not mean that they were formerly sacred; for how could anything be sacred that dishonors God, and defiles men by its pollution? But, as men falsely imagine that they possess some sacredness, that is the reason why he says that they are “profaned,” and that they ought to be despised and rejected as things of no value and altogether unclean. <\/p> \n <p> <i>The covering <\/i> <i>of the graven images of thy silver. <\/i> When he speaks of the “silver” and “gold” of the graven images, he means that no loss or damage prevents believers from abhorring the worship of idols. Such considerations restrain many from casting away idols altogether, because they see that “gold” or “silver” or something else is lost, and they choose rather to keep their idols than to sustain the smallest loss. Covetousness holds them in its net, so that they are more willing to sin of their own accord, and to pollute themselves with these abominations, than to lose this or that. But we ought to prefer the worship of God to everything else, to set little value on gold, to cast away pearls, and to loathe everything that is accounted precious, rather than defile ourselves with such crimes. In short, nothing can be so valuable that it ought not to be despised and reckoned worthless by us, when it comes into competition with overturning the kingdom of Satan and restoring the worship of God. In this manner we actually shew whether the love of God and of religion dwells in our hearts, when a sincere abhorrence of our wicked ignorance drives us to throw away all that is polluted. <\/p> ",
    "audit": null
}