{
    "id": 7693,
    "source": "calvin",
    "verse_id": 18589,
    "verse_count": 1,
    "reference": "46:2",
    "title": "",
    "html": "<p><i>They could not withdraw themselves from the burden. <\/i> He ridicules the vanity of such gods as these, which have neither strength nor motion, and cannot defend or support themselves, and, in a word, who need the aid of beasts of burden to carry them. There is, therefore, an implied contrast between idols and the true God, who has no need of anything whatever. I interpret these words as applied to beasts, but the Prophet heightens the disgrace by saying that they were a heavy burden to the beasts themselves which would willingly have cast them off, and consequently that the false gods, besides being of no use to their worshippers, also wearied out the beasts.<\/p> \n<p><i>And their soul hath gone into captivity. <\/i> This is a Hebrew mode of expression, by which he ridicules those gods which have neither “soul” nor understanding. He speaks ironically, therefore, against useless and dumb idols, when he says that they shall be carried into captivity along with their soul. But we must see if these things cannot be retorted on the true God, whose ark, by which he gave testimony of his presence, was taken by the Philistines; for in this way it appeared as if the Lord were a captive. ( <a class=\"ref\">1 Samuel 4:11<\/a>.) This objection may be easily answered; for, although the Lord intended that the ark should be a testimony of his presence, yet he forbade the Jews to fix their whole and exclusive attention upon it, but commanded them to raise their eyes to heaven, and there to seek and adore God. He wished to be always worshipped in a spiritual manner, ( <a class=\"ref\">John 4:24<\/a> ,) and the ark was not adored instead of God, but was a symbol, by which the people were led upwards, as by the hand, to God. The Gentiles, on the other hand, fixed their attention on their idols, and attributed to them divine power.<\/p> \n<p>It might even have been said that the Philistines were at length punished for their wickedness, and acknowledged that they had to deal with the true God. ( <a class=\"ref\">1 Samuel 5:6<\/a>.) But that would not have been a sufficient answer, because the Lord sometimes permitted his ark to be treated with derision, as is evident from other passages of the history. The true solution therefore is, that the Lord, though he holds intercourse with us by symbols and sacraments, yet wishes to be sought in heaven. To this must be added, that he had openly declared, by memorable predictions, that he was not dragged as a captive by conquerors, but that of his own accord he exposed his sanctuary to the sport of enemies, in order to punish the sins of his people. Nor could the Jews, when the Temple had been thrown down and bumt, and when the holy vessels were carried to Babylon, doubt that the same God whom they had worshipped was the author of this punishment, since he had so frequently threatened by his prophets what then happened.<\/p> ",
    "audit": null
}