{
    "id": 7890,
    "source": "calvin",
    "verse_id": 18786,
    "verse_count": 1,
    "reference": "57:20",
    "title": "",
    "html": " <p> <i>But the wicked. <\/i> Having formerly spoken of the “peace” which good men shall enjoy, he threatens that the wicked, on the contrary, shall have continual war and incessant uneasiness and distress of heart; in order that good men may value more highly the excellent blessing of “peace,” and next, that the reprobate may know that their condition shall in no degree be improved in consequence of that peace which is promised to the children of God. But because the reprobate make false pretensions to the name of God, and vainly glory in it, the Prophet shows that there is no reason why they should flatter themselves, or advance any claim, on the ground of this promise, since they can have no share in this peace. Nor will it avail them anything, that God, having compassion upon his people, receives them into favor, and commands peace to be proclaimed to them. <\/p> \n <p> <i>As the troubled sea. <\/i> That metaphor of “the sea” is elegant and very well fitted to describe the uneasiness of the wicked; for of itself “the sea is troubled.” Though it be not beaten by the wind or agitated by frightful tempests, its billows carry on mutual war, and dash against each other with terrible violence. In the same manner wicked men are “troubled” by inward distress, which is deeply seated in their hearts. They are terrified and alarmed by conscience, which is the most agonizing of all torments and the most cruel of all executioners. The furies agitate and pursue the wicked, not with burning torches, (as the fables run,)but with anguish of conscience and the torment of wickedness; for every one is distressed by his own wickedness and his own alarm; every one is agonized and driven to madness by his own guilt; they are terrified by their own evil thoughts and by the pangs of conscience. Most appropriately, therefore, has the Prophet compared them to a stormy and troubled sea. Whoever then wishes to avoid these alarms and this frightful agony of heart, let him not reject that peace which the Lord offers to him. There can be no middle course between them; for, if you do not lay aside sinful desires and accept of this peace, you must unavoidably be miserably distressed and tormented. <\/p> ",
    "audit": null
}