{
    "id": 7392,
    "source": "calvin",
    "verse_id": 18279,
    "verse_count": 1,
    "reference": "32:19",
    "title": "",
    "html": "<p><i>And the hail. <\/i>We have already said that the prophets are accustomed frequently to describe under figures the reign of Christ; for they borrow their metaphors from an earthly kingdom, because our ignorance would make it almost impossible for us to comprehend, in any other way, the unspeakable treasure of blessings. The meaning is, “The Lord will remove from his people distresses and annoyances, and will make them fall on others;” because here we are liable to various storms and tempests, and must endure rain, hail, showers, winds, and tempests. He says that God, by his wonderful providence, will prevent all distresses from doing any injury to believers, because he will drive their violence in another direction. <\/p>\n<p>By <i>forests <\/i>he means unfrequented and desert places, where there are no crowds of men. Hence we learn that, when we are under the guardianship of Christ, we are protected from inconveniences and dangers, but that, at the same time, various storms and tempests are ready to burst on our heads. But the Lord is our deliverer, who turns away in another direction the evils that are approaching, or rescues us when we are in danger. <\/p>\n<p><i>And the city shall be situated to a low place. <\/i> In order to confirm what he had said about peace, he says, that “cities,” which shall be situated on level ground, will be out of danger; for at that time it was customary to build on high and elevated places, that the access to them might be more difficult. “Such,” says he, “will be God’s protection of his people, that they will not need the ordinary fortifications, because the city may be safely set down in valleys; and even although it be liable to the attacks of enemies, it will sustain no inconvenience, for the hand of the Lord will protect it.” We must not therefore seek safety by relying on our defences, lest we be immediately driven from our nest; but since our heavenly Father deigns to provide for our safety, let us be satisfied with having him for our protector and guardian.  <\/p>",
    "audit": null
}