{
    "id": 7270,
    "source": "calvin",
    "verse_id": 18152,
    "verse_count": 1,
    "reference": "26:21",
    "title": "",
    "html": " <p> <i>For, behold, Jehovah cometh out of his place.<\/i>, It is a very grievous temptation to the godly, when they see that the wicked exercise their rage without being punished, and that God does not restrain them; for they look upon themselves as forsaken by him. Isaiah therefore meets this temptation, and shews that the Lord, though he keep himself out of view for a time, will in due season gird himself for yielding assistance, and for revenging the injuries which his people have received. <\/p>\n <p>By the word <i>cometh out<\/i>, he describes God stretching out his hand to his people in such a manner as if it had formerly been concealed, because the saints did not perceive his aid. For this reason he says, that the Lord “cometh out,” and that he appears in public to yield assistance and exercise judgment, as if he had formerly dwelt like a private person at home. But perhaps there is an allusion to the sanctuary; and this mode of expression occurs frequently in the prophets. (<a class=\"ref\">Micah 1:3; Habakkuk 3:13; Zechariah 14:3<\/a>.) Though heathen nations despised the ark of the covenant which was laid up in a place little renowned, yet believers knew, by communications of power and grace which they quickly obtained, that it was not in vain or to no purpose that they called on God in that holy place. Yet this principle always holds good, that, though unbelievers ridicule the temple as some mean hut, still God will “come forth” from it at his own time, that the whole world may know that he is the protector of his people <\/p>\n <p>This meaning is more appropriate than if we were to interpret God’s <i>place<\/i>, to mean heaven, from which he “cometh forth;” for Isaiah intended to express something more. When the prophets mention heaven, they exhibit to us the majesty and glory of God; but here he refers to our senses, that is, when we see that God, who formerly appeared to remain concealed and to be at rest, gives us assistance. He employs the demonstrative particle <span class=\"greek-hebrew\">,הנה<\/span>, (<i>hinnēh<\/i>,) <i>behold<\/i>, and the participle of the present tense <span class=\"greek-hebrew\">,יצא<\/span>, (<i>yōtzē<\/i>,) <i>coming forth<\/i>, in order to express certainty, and that believers may not be displeased at bridling their feelings till his coming. <\/p>\n <p> <i>To visit the iniquity.<\/i>, This is to the same purport with what goes before; for it would have been inconsistent with the nature of God, who is the judge of the world, to allow the wicked freely to indulge in sin without being punished. The word <i>visit<\/i>, contains a well-known metaphor; because, so long as God delays or suspends his judgments, we think that he sees nothing, or that he has turned away his eyes. There is emphasis, also, in the phrase <span class=\"greek-hebrew\">,עליו<\/span>, (<i>gnālāiv<\/i>,) <i>upon him<\/i>,; as it is frequently said that the wicked are taken in “the snares which they have laid,” (<a class=\"ref\">Psalms 9:16<\/a>,) or “in the pit which they have digged.” (<a class=\"ref\">Psalms 57:6<\/a>.) The meaning therefore is, that all the injuries inflicted will fall on the heads of those who were the authors of them. <\/p>\n <p> <i>The earth also shall disclose her blood.<\/i>, This also is highly emphatic. When innocent blood is shed and trodden under foot by wicked men, the earth drinks it up, and as it were receives it into her bosom; and, in the meantime, the death of the godly appears to be forgotten, and to be blotted out for ever from remembrance, so that it shall never come to be beheld even by God himself. Men indeed think so, but God makes a widely different declaration; for he declares, that those murderers will one day be “disclosed” and brought into judgment. <\/p>\n <p>On this account he calls it “the blood, or bloods, of the earth,” which the earth has drunk up; and in like manner it is said, that “the earth opened her mouth” when the blood of Abel was shed. (<a class=\"ref\">Genesis 4:11<\/a>.) In that passage the Lord represents in strong terms the aggravation of that guilt, by saying, that the earth was polluted with that blood, and therefore he shews how “precious in his sight is the death of the saints,” (<a class=\"ref\">Psalms 116:15<\/a>,) how great is the care which he takes of them, and that at length he will not permit their death to pass unpunished. The earth itself will take up arms to avenge the murders and cruelties which the godly have endured from tyrants and enemies of the truth; and not a drop of blood has been shed of which they will not have to render an account. We ought therefore to call to remembrance this consolation, and to keep it constantly before our eyes, when the wicked slay, mock, and ridicule us, and inflict upon us every kind of outrage and cruelty. God will at length make known that the cry of innocent blood has not been uttered in vain; for he never can forget his own people. (<a class=\"ref\">Luke 18:7<\/a>.) <\/p>",
    "audit": null
}