{
    "id": 7340,
    "source": "calvin",
    "verse_id": 18226,
    "verse_count": 1,
    "reference": "30:8",
    "title": "",
    "html": "<p><i>Now go, and write this vision on a tablet. <\/i> After having convicted the Jews of manifest unbelief, he means that it should be attested and sealed by permanent records, that posterity may know how obstinate and rebellious that nation was, and how justly the Lord punished them. We have said that it was customary with the prophets to draw up an abridgment of their discourses and attach it to the gates of the temple, and that, after having allowed full time to all to see and read it, the ministers took it down, and preserved it among the records of the temple; and thus the book of the prophets was collected and compiled. But when any prediction was remarkable and peculiarly worthy of being remembered, then the Lord commanded that it should be written in larger characters, that the people might be induced to read it, and to examine it more attentively. ( <a class=\"isa\" verses=\"WzE3ODA5XQ==\">Isaiah 8:1<\/a>; <a class=\"ref\">Habakkuk 2:2<\/a>.) The Lord now commands that this should be done, in order to intimate that this was no ordinary affair, that the whole ought to be carefully written, and deserved the closest attention, and that it ought not only to be read, but to be engraven on the remembrance of men in such a manner that no lapse of time can efface it.<\/p> \n<p>Yet there can be no doubt that Isaiah, by this prediction, drew upon himself the intense hatred of all ranks, because he intended to expose and hold them up for abhorrence, not only among the men of his own age, but also among posterity. There is nothing which men resent more strongly than to have their crimes made publicly known and fastened on the remembrance of men; they reckon it ignominious and disgraceful, and abhor it above all things. But the Prophet must obey God, though he should become the object of men’s hatred, and though his life should be in imminent danger. Here we ought to observe his steadfastness in dreading nothing, that he might obey God and fulfill his calling. He despised hatred, dislike, commotions, threatenings, false alarms, and immediate dangers, that he might boldly and fearlessly discharge the duties of his office. Copying his example, we ought to do this, if we wish to hear and follow God who calls us.<\/p> \n<p><i>Before them. <\/i><span class=\"greek-hebrew\"> אתם<\/span> (ĭ<i>ttām<\/i>) is translated by some, “with them,” but it is better to translate it “before them,” or, “in their sight;” for it was proper that he should openly irritate the Jews, to whom he presented this prediction written “on a tablet.” Hence we ought to infer, that wicked men, though they cannot bear reproof and are filled with rage, ought nevertheless to be reproved sharply and openly; and that threatenings and reproofs, though they be of no advantage to them, will yet serve for an example to others, when those men shall be stamped with perpetual infamy. In them will be fulfilled what is written elsewhere,<\/p> \n<p>“The sin of Judah is written with a pen of iron, and with the point of a diamond engraven on their hearts.” ( <a class=\"ref\">Jeremiah 17:1<\/a>.)<\/p> \n<p>They must not think that they have escaped, when they have despised the prophets and shut their ears against them; for their wickedness shall be manifest to men and to angels. But as they never repent willingly or are ashamed of their crimes, God commands that a record of their shame shall be prepared, that it may be placed continually before the eyes of men. As victories and illustrious actions were commonly engraved on tables of brass, so God commands that the disgrace which the Jews brought upon themselves by their transgressions, shall be inscribed on public tablets.<\/p> \n<p><i>That it may be till the last day. <\/i> It was very extraordinary, as I remarked a little before, that the Prophet was charged by a solemn injunction to pronounce infamy on his countrymen. For this reason he adds “till the last day,” either that they may be held up to abhorrence through an uninterrupted succession of ages, or because, at the appearance of the Judge, the crimes of the wicked shall be fully laid open when he shall “ascend his judgment seat, and the books shall be opened;” for those things which formerly were hidden and wrapped in darkness will then be revealed. ( <a class=\"ref\">Daniel 7:10<\/a>.)<\/p> \n<p>Here it ought to be carefully observed, that prophecies were not written merely for the men of a single age, but that their children and all posterity ought to be instructed by them, that they may know that they ought not to imitate their fathers.<\/p> \n<p>“Harden not your hearts as your fathers did.” ( <a class=\"ref\">Psalms 95:8<\/a>.)<\/p> \n<p>What Paul affirms as to the whole of Scripture is applicable to prophecy, that it<\/p> \n<p>“is profitable for warning, for consolation, and for instruction,” ( <a class=\"ref\">2 Timothy 3:16<\/a>;)<\/p> \n<p>and this is proper and necessary in every age. We must therefore reject the fancies of fanatics and wicked men, who say that this doctrine was adapted to those times, but affirm that it is not adapted to our times. Away with such blasphemies from the ears of the godly; for, when Isaiah died, his doctrine must flourish and yield fruit.<\/p> ",
    "audit": null
}