{
    "id": 7396,
    "source": "calvin",
    "verse_id": 18283,
    "verse_count": 1,
    "reference": "33:3",
    "title": "",
    "html": "<p><i>At the voice of the tumult the peoples fled. <\/i> He now returns to the former doctrine, or rather he continues it, after having inserted a short exclamation. He had already shewn that the Assyrians would be defeated, though they appeared to be out of the reach of all danger; and now he bids the Jews look upon it as having actually taken place; for their power was vast, and all men dreaded them and reckoned them invincible. Isaiah therefore places before the eyes of the Jews the dreadful ruin of the Assyrians, as if it had been already accomplished. He makes use of the plural number, saying that they were<i>peoples;<\/i> for the kingdom of the Assyrians consisted of various “peoples,” and their army had been collected out of various nations; and therefore he affirms that, although their number was prodigious and boundless, yet they would miserably perish.<\/p> \n<p><i>At thy exaltation. <\/i> The word “exaltation” is explained by some to mean the “manifestation” by which the Lord illustriously displayed what he was able to do. But I explain it in a more simple manner, that the Lord, who formerly seemed as it were to remain at rest, when he permitted the Babylonians to ravage with impunity, now suddenly came forth to public view; for his delay was undoubtedly treated with proud scorn by the enemies, as if the God of Israel had been humbled and vanquished; but at length he arose and sat down on his judgmentseat, and took vengeance on the crimes of the ungodly. There is therefore an implied contrast between the “exaltation” and that kind of weakness which the Lord appeared to exhibit, when he permitted his people to be afflicted and scattered.<\/p> \n<p>By “the voice of the tumult” some suppose to be meant that the Lord will put the enemies to flight by merely making a noise; but that interpretation, I fear, is more ingenious than solid. I therefore willingly interpret the word “voice” to mean the loud noise which would be raised by the Medes and Persians.<\/p> ",
    "audit": null
}