{
    "id": 7072,
    "source": "calvin",
    "verse_id": 17951,
    "verse_count": 1,
    "reference": "14:22",
    "title": "",
    "html": " <p> <i>For I will rise up against them. <\/i>,The Lord now declares that he will do what he had formerly, by the Prophet, commanded others to do. Both statements ought to be observed, that it is the work of God, when wicked men are ruined, though he may employ the agency of men in executing his judgments. He formerly addressed them, saying, <i>Prepare <\/i>,. (Verse. 21.) This should lead us to observe not only the power of God, but likewise the efficacy of prophecy, in consequence of which the prophets, by the appointment of God, command all nations to do this or that; and next, that men are so far from being able to hinder the accomplishment that they are even constrained to yield obedience to God. As we usually rely on men, and, by neglecting God, attribute to them the power of doing everything, we ought to hold by this principle, that since God acts by means of them, he is, strictly speaking, the Author of the work, and that they are only servants or instruments. This is clearly enough shown by the connection of what immediately follows. <\/p>,\n <p>I have thought it best to view the particle <span class=\"greek-hebrew\">,ו <\/span>,(<i>vau <\/i>) as meaning <i>for <\/i>,. He assigns the reason why he enjoins the Medes and others to <i>prepare <\/i>,destruction to the Babylonians, <i>For I will rise up against them <\/i>,. This mode of expression, by which the Lord says that he <i>riseth up <\/i>,, is sufficiently common. By means of it, the Prophet accommodates himself to our capacity, for the majesty of God is so high that we cannot conceive of it. We think that God is idle and unoccupied, so long as he winks at men; and therefore he says that he <i>riseth up <\/i>,, when he exerts his power, and manifests it by some visible act. <\/p>,\n <p> <i>Saith the Lord of hosts. <\/i>,This title serves to confirm the statement; as if he had said that he did not, without good grounds, claim the government over the nations; for God governs all armies by his own hand. Since, therefore, he has been appointed to make known the purpose of God, it belongs to him to command men, that they may yield obedience to him. By the words <i>saith the Lord <\/i>,, which he twice repeats in this verse, he affirms that he utters nothing but what has been commanded by God, that this prophecy may carry greater weight. <\/p>,\n <p> <i>And I will cut off from Babylon the name and remnant, son and grandson. <\/i>,It has been often enough mentioned before, that this destruction did not overtake Babylon till after the death of Alexander the Great. By the phrase <i>sons and grandsons <\/i>,, he means not only the posterity but the remembrance, which wicked men are so desirous to obtain, in order that they may be applauded for many ages after their death. This also the Lord took away from Babylon, that no remembrance of it might remain, but what was accompanied by dishonor and reproach. <\/p>,",
    "audit": null
}