{
    "id": 7807,
    "source": "calvin",
    "verse_id": 18703,
    "verse_count": 1,
    "reference": "52:6",
    "title": "",
    "html": "<p><i> Therefore shall my people know.<\/i> In this verse he concludes what he had glanced at in the two preceding verses, that at length the people must be redeemed by God, who cannot be unlike himself; for, if he redeemed the fathers, if he always assisted the Church, their posterity, whom he has adopted in the same manner, will never be suffered by him to be overwhelmed. We ought carefully to observe the word “know;” for to “know the name of the Lord” is to lay aside every false opinion, and to know him from his word, which is his true image, and next from his works. We must not imagine God according to the fancy of men, but must comprehend him as he declares himself to us. The Lord, therefore, concludes that he will actually assist them, and will fulfill all that he has promised, that the people may know that their hope has not been without foundation, and that they may be more and more confirmed in the knowledge of his name. We must keep in remembrance what we have elsewhere said about experimental knowledge, which confirms the truth of the word.<\/p> \n<p><i> That it is I who speak.<\/i> The verb “to speak” relates to the promises.<span class=\"greek-hebrew\"> הנני<\/span><i> (hinni,) Behold I,<\/i> relates to actual power; as if he had said, “Although now there be nothing more than that there sound in your ears the words by which I promise what is hardly probable, yet you shall speedily obtain it; for I will actually accomplish what I promise.” Hence we ought to draw the universal doctrine, that the promises of God and the fulfillment of them are linked together by an indissoluble bond. Whenever, therefore, Satan tempts and urges us to distrust, as if God had forsaken and abandoned us, we must come back to this point, and place our confidence in God, who never promises anything in vain. “If hitherto he does not perform, yet he will assist in due time.”<\/p> ",
    "audit": null
}