{
    "id": 7504,
    "source": "calvin",
    "verse_id": 18394,
    "verse_count": 1,
    "reference": "38:3",
    "title": "",
    "html": " <p> <i>And said, I beseech thee, Jehovah.<\/i>, He appears here to expostulate with God, and to remonstrate with him about his own past life, as if he were undeservedly distressed; but the case is far otherwise. On the contrary, he strengthens and fortifies himself against a heavy and dangerous temptation, which might otherwise have been suggested. For the great severity with which the Lord chastised him might lead him to think that the Lord had cast off, forsaken, and disapproved him, and had rejected all that he had formerly done. On this account he strengthens and encourages himself, and declares that whatever he did was done by him with a good conscience. In short, he concludes that, although he must die, still his services have not been displeasing to God, that he may thus open up for himself a path to prayer and good hopes. <\/p>\n <p> <i>Remember now that I have walked before thee in truth.<\/i>, He does not plead his merits against God, or remonstrate with him in any respect, as if he were unjustly punished, but fortifies himself against a sore temptation, that he may not think that God is angry with him for correcting the vices and removing the corruptions which prevailed throughout the whole of his kingdom, and especially in regard to religion. Yet the Lord permits his people even to glory, in some degree, on account of their good actions, not that they may boast of their merits before him, but that they may acknowledge his benefits, and may be affected by the remembrance of them in such a manner as to be prepared for enduring everything patiently. But sometimes the unreasonable conduct of their enemies constrains them to holy boasting: that they may commend their good cause to their judge and avenger; as David boldly meets the wicked slanders of enemies by pleading his innocence before the judgment-seat of God. (<a class=\"ref\">Psalms 7:8<\/a>.) But here Hezekiah intended to meet the craftiness of Satan, which believers feel, when, under the pretense of humility, he overwhelms them with despair; and therefore we ought earnestly to beware lest our hearts be swallowed up by grief. <\/p>\n <p> <i>With a perfect heart.<\/i>, We learn from his words what is the true rule of a pious life; and that is, when integrity of heart holds the first place, for nothing is more abhorred by God than when we endeavor to deceive either him or men by our hypocrisy. Although the eyes of men are dazzled by the splendor of worlds, yet pretended holiness, which is as it were a profanation of his name, provokes his anger; and, because “he is a Spirit,” (<a class=\"ref\">John 4:24<\/a>,) he justly demands spiritual obedience, and declares that he abhors “a double heart.” (<a class=\"ref\">Psalms 12:2<\/a>.) Most properly, therefore, does Hezekiah begin with sincerity of heart. The Hebrew word <span class=\"greek-hebrew\">,שלם<\/span>, <i>(shalem,)<\/i>, which is translated <i>perfect,<\/i>, means nothing else than integrity as contrasted with hypocrisy, which is also evident from the use of the word <i>truth;<\/i>, as Paul affirms that <\/p>\n <p>“the end of the law is brotherly love, out of a pure heart and a good conscience and unfeigned faith.” (<a class=\"ref\">1 Timothy 1:5<\/a>.) <\/p>\n <p> <i>And have done what is good in thine eyes.<\/i>, He brings forward also the fruits which spring from an upright heart as from a root, not only to confirm himself, but likewise to confirm others, in reference to those things which might have given any occasion of offense. Hezekiah therefore did not hesitate or waver, but wished to take away what might have given offense to many persons. But again, it ought to be observed in what manner we must regulate our life, if we desire that God shall approve of our conduct. We must do nothing but what is agreeable to his command; for, as he rejects and condemns all the pageantry of which hypocrites boast, so he likewise reckons of no value all the false worship in which foolish men weary themselves in vain, while they labor to obtain his favor by disregarding his word. Accordingly, Hezekiah, who knew that “obedience is of greater value than sacrifice,” (<a class=\"ref\">1 Samuel 15:22<\/a>,) says not only that he ran, (which is often done in a disorderly manner,) but that he regulated his life in obedience to God, who alone is competent to judge. Hence we may conclude how great was his earnestness in prayer; for though he sees on every hand nothing but the tokens of God’s anger, yet he does not cease to fly to him, and to exercise faith, which all believers ought earnestly and diligently to do amidst the heaviest afflictions. <\/p>",
    "audit": null
}