{
    "id": 7826,
    "source": "calvin",
    "verse_id": 18722,
    "verse_count": 1,
    "reference": "53:10",
    "title": "",
    "html": " <p> <i>Yet Jehovah was pleased to bruise him.<\/i>, This illustrates more fully what I formerly stated in few words, that the Prophet, in asserting Christ’s innocence, aims at something more than to defend him from all reproach. The object therefore is, that we should consider the cause, in order to have experience of the effect; for God appoints nothing at random, and hence it follows that the cause of his death is lawful. We must also keep in view the contrast. In Christ there was no fault; why, then, was the Lord pleased that he should suffer? Because he stood in our room, and in no other way than by his death could the justice of God be satisfied. <\/p>\n <p> <i>When he shall have offered his soul as a sacrifice. <\/i> <span class=\"greek-hebrew\">,אשם <\/span> <i>(asham)<\/i>, denotes both sin and the sacrifice which is offered for sin, and is often used in the latter sense in the Scriptures. (<a class=\"ref\">Exodus 29:14; Ezekiel 45:22<\/a>) The sacrifice was offered in such a manner as to expiate sin by enduring its punishment and curse. This was expressed by the priests by means of the laying on of hands, as if they threw on the sacrifice the sins of the whole nation. (<a class=\"ref\">Exodus 29:15<\/a>) And if a private individual offered a sacrifice, he also laid his hand upon it, as if he threw upon it his own sin. Our sins were thrown upon Christ in such a manner that he alone bore the curse. <\/p>\n <p>On this account Paul also calls him a “curse” or “execration:” “Christ hath redeemed us from the execration of the law, having been made an execration for us.” (<a class=\"ref\">Galatians 3:13<\/a>) He likewise calls him “Sin;” “For him who knew no sin hath he made to be sin for us, that we might be made the righteousness of God in him.” (<a class=\"ref\">2 Corinthians 5:21<\/a>) And in another passage, “For what was impossible for the law, inasmuch as it was weak on account of the flesh, God did, by sending his own Son in the likeness of flesh liable to sin, and for sin condemned sin in the flesh, that the righteousness of the law might be fulfilled in us.” (<a class=\"ref\">Romans 8:3<\/a>) What Paul meant by the words “curse” and “sin” in these passages is the same as what the Prophet meant by the word <span class=\"greek-hebrew\">,אשם<\/span>, <i>(asham.)<\/i>, In short, <span class=\"greek-hebrew\">,אשם <\/span> <i>(asham)<\/i>, is equivalent to the Latin word <i>piaculum,<\/i>, an expiatory sacrifice. <\/p>\n <p>Here we have a description of the benefit of Christ’s death, that by his sacrifice sins were expiated, and God was reconciled towards men; for such is the import of this word <span class=\"greek-hebrew\">,אשם<\/span>, <i>(asham.)<\/i>, Hence it follows that nowhere but in Christ is found expiation and satisfaction for sin. In order to understand this better, we must first know that we are guilty before God, so that we may be accursed and detestable in his presence. Now, if we wish to return to a state of favor with him, sin must be taken away. This cannot be accomplished by sacrifices contrived according to the fancy of men. Consequently, we must come to the death of Christ; for in no other way can satisfaction be given to God. In short, Isaiah teaches that sins cannot be pardoned in any other way than by betaking ourselves to the death of Christ. If any person think that this language is harsh and disrespectful to Christ, let him descend into himself, and, after a close examination, let him ponder how dreadful is the judgment of God, which could not be pacified but by this price; and thus the inestimable grace which shines forth in making Christ accursed will easily remove every ground of offense. <\/p>\n <p> <i>He shall see his seed.<\/i>, Isaiah means that the death of Christ not only can be no hinderance to his having a seed, but will be the cause of his having offspring; that is, because, by quickening the dead, he will procure a people for himself, whom he will afterwards multiply more and more; and there is no absurdity in giving the appellation of Christ’s seed to all believers, who are also brethren, because they are descended from Christ. <\/p>\n <p> <i>He shall prolong his days.<\/i>, To this clause some supply the relative <span class=\"greek-hebrew\">,אשר <\/span> <i>(asher,)<\/i>,“which:” “A seed which shall be long lived.” But I expound it in a more simple manner, “Christ shall not be hindered by his death from prolonging his days, that is, from living eternally.” Some persons, when departing from life, leave children, but children who shall survive them, and who shall live so as to obtain a name only when their fathers are dead. But Christ shall ell joy the society of his children; for he shall not die like other men, but shall obtain eternal life in himself and his children. Thus Isaiah declares that in the head and the members there shall be immortal life. <\/p>\n <p> <i>And the will of Jehovah shall prosper in his hand.<\/i>, The word “hand” often denotes “ministry,” as the Lord proclaimed the law “by the hand of Moses.” (<a class=\"ref\">Numbers 36:13<\/a>) Again, the Lord did this “by the hands of David;“ that is, he made use of David as his minister in that matter. (<a class=\"ref\">Ezra 3:10<\/a>) So also “in the hand of Christ shall prosper the will of God;” that is, the Lord will cause the ministry of Christ to yield its fruit, that it may not be thought that he exposed himself fruitlessly to such terrible sufferings. <\/p>\n <p>These few words contain a very rich doctrine, which every reader may draw from them; but we are satisfied with giving a simple exposition of the text. “Will” is taken in the same acceptation as before; for he makes use of the word <span class=\"greek-hebrew\">,חפף <\/span> <i>(chaphetz)<\/i>, by which he means a kind and generous disposition. Two views of God’s kindness are held up for our admiration in this passage; first, that he spared not his only­begotten Son, but delivered him for us, that he might deliver us from death; and secondly, that he does not suffer his death to be useless and unprofitable, but causes it to yield very abundant, fruit; for the death of Christ would be of no avail to us, if we did not experience its fruit and efficacy. <\/p>",
    "audit": null
}