{
    "id": 8044,
    "source": "calvin",
    "verse_id": 18942,
    "verse_count": 1,
    "reference": "66:19",
    "title": "",
    "html": "<p><i> And I will place in them a sign.<\/i> This may be understood in two ways; either that God holds out a sign, or that by some symbol or mark he seals his own people, that they may be placed in safety. The former exposition is more generally approved, but some reason childishly about it as relating to the sign of the cross, while others refer it to the preaching of the Gospel. In my opinion both are mistaken; for he seems rather to allude to what, Moses tells us, happened at the departure and deliverance of the people. It is also declared (<a class=\"ref\">Revelation 7:3<\/a>) that “as many as the Lord hath sealed” shall be safe, even when his anger shall be fiercely kindled throughout the whole world; just as they whose door-posts were marked in Egypt escaped safely. (<a class=\"ref\">Exodus 12:13<\/a> .) And thus he shews that none can escape God’s wrath, except the elect, on whom the Lord has impressed his mark and seal.<\/p> \n<p><i> And will send some of them, being reserved.<\/i> In a word, the Prophet heightens the description of what has been already said about the grievous and terrible vengeance which the Lord will execute on the ungodly; for all would have perished without distinction if the Lord had not marked some of them with his seal. From the general destruction of the whole nation, therefore, he says that he will reserve a small number. And this is the true meaning of the Prophet; just as he had said, in other passages, that he would rescue “a remnant” from the general conflagration. (<a class=\"isa\" verses=\"WzE3NjY0XQ==\">Isaiah 1:9<\/a> .) Of this band, which had been reserved, he says that some shall be his heralds to celebrate his name among the Gentiles; just as we see that the doctrine of salvation, by the agency of a few, was spread far and wide.<\/p> \n<p><i> To the nations of Tarshish, Pul, and Lud.<\/i> By the name “Tarshish” he denotes Cilicia, and includes the whole coast of the Mediterranean Sea opposite to Judea. Others think that it denotes Africa and Cappadocia; but I rather adopt the former view. By Lud, some suppose Lydia to be meant; and others, Asia Minor. By “those who draw the bow” are meant the Parthians, because they were skillful in archery. By Tubal and Javan he denotes Italy and Greece, and by the Islands he denotes unknown countries; for by the name “Islands,” as we have seen on many former occasions, the Jews denoted all that lay beyond the sea.<\/p> \n<p><i> Which have not heard my name.<\/i> He means that the knowledge of God shall be spread throughout the whole world; for the Greeks, Italians, Parthians, Cilicians, and other nations had heard nothing about pure religion and the true worship of God; and the whole world was plunged in the deepest darkness of ignorance. He therefore promises that the glory of God shall be known in every part of the world. The word “nations” is emphatic; for at that time the Lord was known to not more than one people, but now he has revealed himself to all.<\/p> ",
    "audit": null
}