{
    "id": 6943,
    "source": "calvin",
    "verse_id": 17816,
    "verse_count": 1,
    "reference": "8:8",
    "title": "",
    "html": " <p> <i>And crossing over into Judah<\/i>, The verb <span class=\"greek-hebrew\">,חלפ<\/span>, (<i>chalaph<\/i>,) which sometimes signifies <i>to pass through<\/i>, here means to <i>attack<\/i>, and <i>cut off <\/i>: that is, it will not only water Judea, but will overflow it, so as utterly to drown it; for it will spread far and wide on every part. He adds — <\/p>\n <p> <i>Even to the neck.<\/i>, The comparison is taken from a man who, entering a river, dips into it gradually, till the water reaches <i>to the neck<\/i>,. In this manner shall Judea be overflowed by that rapid river, that is, by the Assyrian, till he be plunged up <i>to the neck<\/i>,. He means Jerusalem, which was the metropolis of the country; and when the Assyrian came to it, Judea was at no great distance from destruction. <\/p>\n <p> <i>The breadth of thy land.<\/i>, That is, in all directions; for he pursues his metaphor in his prophecy, and shows how violent the Assyrian will be, and enlarges the representation of his strength and violence by the same comparison; that is, by comparing him to an impetuous river, which bursting through its barriers and overflowing its banks, spreads far and wide, and overturns and destroys everything by its violence. He proceeds in his discourse against the Jews, as he had begun to do in the two former verses; for, having foretold the destruction of the Israelites and Syrians, he likewise threatens that the Jews, in their turn, shall be punished for their unbelief. <\/p>\n <p>To understand this better, Isaiah’s highly beautiful and closely connected discourse must be examined. First, he turned aside to address others; for Ahaz was unworthy of being addressed. <i>The Lord will give you a sign<\/i>,; which was declared in the former chapter. Next, he adds the manner of preserving Jerusalem, by the sudden changes which should take place in Syria and Samaria. This was confirmed, in the beginning of this chapter, both by a commandment and by a vision. He now comes to the Jews themselves, that they may not hope to escape without being punished, or be too highly elated by the destruction of their enemies; for he declares that for them also a reward is prepared, and that they, too, will be punished for their wickedness and treachery, because they despised the Lord, and would not rest satisfied with his promises, and signs, and acts of kindness largely and bountifully offered. <\/p>\n <p> <i>O Immanuel.<\/i>, It may be asked, Why does the Prophet direct his discourse to Christ, instead of simply calling the land “God’s holy land?” For there can be no doubt that by the name <i>Immanuel<\/i>, he means Christ. It might be thought that this expression was used in order to express the disgrace more strongly; for, since Judea not only was set apart to God, but in the person of the Mediator had God as the guardian of its safety, it was disgraceful that it should be destroyed by a heathen king. But I rather think that the Prophet added this name, in order to hold out to good men some remnant of hope, and to comfort them in so great a calamity; for, when the country was wasted and cruelly torn, they might have lost courage. He therefore means, that that desolation would not prevent the coming of the Redeemer, of whom he had formerly spoken. As if he had said, “Nevertheless, the land shall be thine, O Immanuel; in it shalt thou have thy residence and abode.” This was, therefore, added instead of a consolation, in order to intimate that the land, though torn and wasted, belongs to God and not to men. The sudden change too a direct address (<span class=\"greek-hebrew\">,ἀποστροφὴ <\/span>) is emphatic; for in this way the Prophet solemnly declares his belief in redemption, that the Lord may set a limit to the frightful calamities. <\/p>",
    "audit": null
}