{
    "id": 6925,
    "source": "calvin",
    "verse_id": 17797,
    "verse_count": 1,
    "reference": "7:14",
    "title": "",
    "html": " <p> <i>Therefore the<\/i>, Lord <i>himself shall give you a sign.<\/i>, Ahaz had already refused the sign which the Lord offered to him, when the Prophet remonstrated against his rebellion and ingratitude; yet the Prophet declares that this will not prevent God from <i>giving the sign<\/i>, which he had promised and appointed for the Jews. But what sign? <\/p>\n <p> <i>Behold, a virgin shall conceive.<\/i>, This passage is obscure; but the blame lies partly on the Jews, who, by much cavilling, have labored, as far as lay in their power, to pervert the true exposition. They are hard pressed by this passage; for it contains an illustrious prediction concerning the Messiah, who is here called <i>Immanuel<\/i>,; and therefore they have labored, by all possible means, to torture the Prophet’s meaning to another sense. Some allege that the person here mentioned is Hezekiah; and others, that it is the son of Isaiah. <\/p>\n <p>Those who apply this passage to Hezekiah are excessively impudent; for he must have been a full-grown man when Jerusalem was besieged. Thus they show that they are grossly ignorant of history. But it is a just reward of their malice, that God hath blinded them in such a manner as to be deprived of all judgment. This happens in the present day to the papists, who often expose themselves to ridicule by their mad eagerness to pervert the Scriptures. <\/p>\n <p>As to those who think that it was Isaiah’s son, it is an utterly frivolous conjecture; for we do not read that a deliverer would be raised up from the seed of Isaiah, who should be called <i>Immanuel<\/i>,; for this title is far too illustrious to admit of being applied to any man. <\/p>\n <p>Others think, or, at least, (being unwilling to contend with the Jews more than was necessary,) admit that the Prophet spoke of some child who was born at that time, by whom, as by an obscure picture, Christ was foreshadowed. But they produce no strong arguments, and do not show who that child was, or bring forward any proofs. Now, it is certain, as we have already said, that this name <i>Immanuel<\/i>, could not be literally applied to a mere man; and, therefore, there can be no doubt that the Prophet referred to Christ. <\/p>\n <p>But all writers, both Greek and Latin, are too much at their ease in handling this passage; for, as if there were no difficulty in it, they merely assert that Christ is here promised from the Virgin Mary. Now, there is no small difficulty in the objection which the Jews bring against us, that Christ is here mentioned without any sufficient reason; for thus they argue, and demand that the scope of the passage be examined: “Jerusalem was besieged. The Prophet was about to give them a sign of deliverance. Why should he promise the Messiah, who was to be born five hundred years afterwards?” By this argument they think that they have gained the victory, because the promise concerning Christ had nothing to do with assuring Ahaz of the deliverance of Jerusalem. And then they boast as if they had gained the day, chiefly because scarcely any one replies to them. That is the reason why I said that commentators have been too much at their ease in this matter; for it is of no small importance to show why the Redeemer is here mentioned. <\/p>\n <p>Now, the matter stands thus. King Ahaz having rejected the sign which God had offered to him, the Prophet reminds him of the foundation of the covenant, which even the ungodly did not venture openly to reject. The Messiah must be born; and this was expected by all, because the salvation of the whole nation depended on it. The Prophet, therefore, after having expressed his indignation against the king, again argues in this manner: “By rejecting the promise, thou wouldest endeavor to overturn the decree of God; but it shall remain inviolable, and thy treachery and ingratitude will not hinder God from being, continually the Deliverer of his people; for he will at length raise up his Messiah.” <\/p>\n <p>To make these things more plain, we must attend to the custom of the Prophets, who, in establishing special promises, lay down this as the foundation, that God will send a Redeemer. On this general foundation God everywhere builds all the special promises which he makes to his people; and certainly every one who expects aid and assistance from him must be convinced of his fatherly love. And how could he be reconciled to us but through Christ, in whom he has freely adopted the elect, and continues to pardon them to the end? Hence comes that saying of Paul, that <\/p>\n <p> <span> all the promises of God in Christ are Yea and Amen.\n(<\/span>, <a class=\"ref\">2 Corinthians 1:20<\/a>.) <\/p>\n <p>Whenever, therefore, God assisted his ancient people, he at the same time reconciled them to himself through Christ; and accordingly, whenever famine, pestilence, and war are mentioned, in order to hold out a hope of deliverance, he places the Messiah before their eyes. This being exceedingly clear, the Jews have no right to make a noise, as if the Prophet made an unseasonable transition to a very remote subject. For on what did the deliverance of Jerusalem depend, but on the manifestation of Christ? This was, indeed, the only foundation on which the salvation of the Church always rested. <\/p>\n <p>Most appropriately, therefore, did Isaiah say, “True, thou dost not believe the promises of God, but yet God will fulfill them; for he will at length send his Christ, for whose sake he determines to preserve this city. Though thou art unworthy, yet God will have regard to his own honor.” King Ahaz is therefore deprived of that sign which he formerly rejected, and loses the benefit of which he proved himself to be unworthy; but still God’s inviolable promise is still held out to him. This is plainly enough intimated by the particle <span class=\"greek-hebrew\">,לכן<\/span>, (<i>lachen<\/i>,) <i>therefore<\/i>,; that is, because thou disdainest that particular sign which God offered to thee, <span class=\"greek-hebrew\">,הוא<\/span>, (<i>hu<\/i>,) <i>He<\/i>, that is, God himself, who was so gracious as to offer it freely to thee, he whom thou <i>weariest<\/i>, will not fail to hold out <i>a sign<\/i>,. When I say that the coming of Christ is promised to Ahaz, I do not mean that God includes him among the chosen people, to whom he had appointed his Son to be the Author of salvation; but because the discourse is directed to the whole body of the people. <\/p>\n <p> <i>Will give you a sign.<\/i>, The word <span class=\"greek-hebrew\">,לכם<\/span>, (<i>lachem<\/i>,) <i>to you<\/i>, is interpreted by some as meaning <i>to your children<\/i>,; but this is forced. So far as relates to the persons addressed, the Prophet leaves the wicked king and looks to the nation, so far as it had been adopted by God. He will therefore give, not <i>to thee<\/i>, a wicked king, and to those who are like thee, but <i>to you<\/i>, whom he has adopted; for the covenant which he made with Abraham continues to be firm and inviolable. And the Lord always has some remnant to whom the advantage of the covenant belongs; though the rulers and governors of his people may be hypocrites. <\/p>\n <p> <i>Behold, a virgin shall conceive.<\/i>, The word <i>Behold<\/i>, is used emphatically, to denote the greatness of the event; for this is the manner in which the Spirit usually speaks of great and remarkable events, in order to elevate the minds of men. The Prophet, therefore, enjoins his hearers to be attentive, and to consider this extraordinary work of God; as if he had said, “Be not slothful, but consider this singular grace of God, which ought of itself to have drawn your attention, but is concealed from you on account of your stupidity.” <\/p>\n <p>Although the word <span class=\"greek-hebrew\">,עלמה<\/span>, (<i>gnalmah<\/i>,) <i>a virgin<\/i>, is derived from <span class=\"greek-hebrew\">,עלם<\/span>, (<i>gnalam<\/i>,) which signifies <i>to hide<\/i>, because the shame and modesty of <i>virgins<\/i>, does not allow them to appear in public; yet as the Jews dispute much about that word, and assert that it does not signify <i>virgin<\/i>, because Solomon used it to denote a young woman who was betrothed, it is unnecessary to contend about the word. Though we should admit what they say, that <span class=\"greek-hebrew\">,עלמה<\/span>, (<i>gnalmah<\/i>) sometimes denotes <i>a young woman<\/i>, and that the name refers, as they would have it, to the age, (yet it is frequently used in Scripture when the subject relates to <i>a virgin<\/i>,) the nature of the case sufficiently refutes all their slanders. For what wonderful thing did the Prophet say, if he spoke of <i>a young woman<\/i>, who <i>conceived<\/i>, through intercourse with a man? It would certainly have been absurd to hold out this as a <i>sign<\/i>, or a miracle. Let us suppose that it denotes a young woman who should become pregnant in the ordinary course of nature; everybody sees that it would have been silly and contemptible for the Prophet, after having said that he was about to speak of something strange and uncommon, to add, <i>A young woman shall conceive<\/i>,. It is, therefore, plain enough that he speaks of <i>a virgin<\/i>, who should conceive, not by the ordinary course of nature, but by the gracious influence of the Holy Spirit. And this is the mystery which Paul extols in lofty terms, that <\/p>\n <p>God was manifested in the flesh. (<a class=\"ref\">1 Timothy 3:16<\/a>.) <\/p>\n <p> <i>And shall call.<\/i>, The Hebrew verb is in the feminine gender, <i>She shall call<\/i>,; for as to those who read it in the masculine gender, I know not on what they found their opinion. The copies which we use certainly do not differ. If you apply it to the mother, it certainly expresses something different from the ordinary custom. We know that to the father is always assigned the right of giving a name to a child; for it is a sign of the power and authority of fathers over children; and the same authority does not belong to women. But here it is conveyed to the mother; and therefore it follows that he is conceived by the mother in such a manner as not to have a father on earth; otherwise the Prophet would pervert the ordinary custom of Scripture, which ascribes this office to men only. Yet it ought to be observed that the name was not given to Christ at the suggestion of his mother, and in such a case it would have had no weight; but the Prophet means that, in publishing the name, <i>the virgin<\/i>, will occupy the place of a herald, because there will be no earthly father to perform that office. <\/p>\n <p> <i>Immanuel.<\/i>, This name was unquestionably bestowed on Christ on account of the actual fact; for the only-begotten Son of God clothed himself with our flesh, and united himself to us by partaking of our nature. He is, therefore, called <i>God with us<\/i>, or <i>united to us<\/i>,; which cannot apply to a man who is not God. The Jews in their sophistry tell us that this name was given to Hezekiah; because by the hand of Hezekiah God delivered his people; and they add, “He who is the servant of God represents his person.” But neither Moses nor Joshua, who were deliverers of the nation, were so denominated; and therefore this <i>Immanuel<\/i>, is preferred to Moses and Joshua, and all the others; for by this name he excels all that ever were before, and all that shall come after him; and it is a title expressive of some extraordinary excellence and authority which he possesses above others. It is therefore evident that it denotes not only the power of God, such as he usually displays by his servant, but a union of person, by which Christ became God-man. Hence it is also evident that Isaiah here relates no common event, but points out that unparalleled mystery which the Jews labor in vain to conceal. <\/p>",
    "audit": null
}