{
    "id": 7265,
    "source": "calvin",
    "verse_id": 18147,
    "verse_count": 1,
    "reference": "26:16",
    "title": "",
    "html": " <p> <i>O Jehovah, in tribulation they have visited thee.<\/i>, This might be explained as relating to hypocrites, who never flee to God but when they have been constrained by distresses and afflictions. But since the Lord instructs believers also by chastisements, as the Prophet formerly shewed, (<a class=\"isa\" verses=\"WzE4MTM5XQ==\">Isaiah 26:8<\/a>,) I choose rather to refer it simply to them, that not only they may know that God has justly punished them, but that the bitterness of the afflictions may likewise be sweetened by the good result of the chastisement, and that they may be better instructed in the fear of the Lord, and may profit more and more every day. Isaiah therefore speaks in the person of the Church, that whenever godly men read this statement, they might acknowledge that amidst their distresses and afflictions they were nearer to God than when they enjoyed prosperity, by means of which almost always (such is the depravity of our nature) we become excessively proud and insolent. On this account we must be curbed and tamed by chastisements; and this thought will soften the harshness of punishments, and make us less ready to shrink from them if we think that they are profitable to us. <\/p>\n <p> <i>They poured out a prayer.<\/i>, The Hebrew word <span class=\"greek-hebrew\">,לחש<\/span>, (<i>lăchăsh<\/i>) signifies a <i>muttering<\/i>,. This word therefore must not be taken for a prayer pronounced in words, but for that which indicates that the heart is wrung with sore pains, as those who are tortured by extreme anguish can hardly speak or express the feelings of their hearts. It therefore denotes, that calling upon God which is sincere and free from all hypocrisy; such as men will aim at when in sore affliction they utter groans as expressive of intense pain. In prosperity men speak with open mouths; but when they are cast down by adversity, they hardly venture to mutter, and express their feelings with the heart rather than with the tongue. Hence arise those unutterable groans of which Paul speaks. (<a class=\"ref\">Romans 8:26<\/a>.) It is in reference to the godly, therefore, that Paul makes this declaration, and to them must this doctrine be limited; for wicked men, although some lamentations are extorted from them by pain, become more hardened and more and more obstinate and rebellious. <\/p>",
    "audit": null
}