{
    "id": 8000,
    "source": "calvin",
    "verse_id": 18897,
    "verse_count": 1,
    "reference": "64:11",
    "title": "",
    "html": " <p> <i>The house of our sanctuary and of our glory. <\/i> It is called “the sanctuary of the people” in a different sense from that in which it is called “the sanctuary of God;” for, being the testimony of a sacred union between God and the people, it is often called “God’s holy house;” that is, because it corresponds to his holiness. But now, in a passive sense, believers call it “their sanctuary,” because from it they must seek their sanctification. <\/p> \n <p>This is more plainly confirmed by the words, “of our glory.” They acknowledge that they have nothing in which they ought to glory, except the temple, in which God wished to be adored and worshipped. And yet we see that this glorying was often without foundation, and for that reason was reproved by Jeremiah, <\/p> \n <p>“Trust not in words of falsehood, saying, The temple of the Lord, The temple of the Lord, The temple of the Lord, are we.” (<a class=\"ref\">Jeremiah 7:4<\/a>.) <\/p> \n <p>But while the glorying of those who were proud and insolent on account of empty titles was without foundation, yet true and well-grounded was the glorying of those who embraced with the heart the Lord’s ordinance, and, relying on the testimony of his word, knew that they dwelt under the shadow of him who had reared for himself a constant dwelling-place in the midst of them; for the temple was built by the command of the Lord, so that the Jews might justly glory in having God for the protector of their salvation. <\/p> \n <p>In which our fathers praised thee. Because the worship of God was at that time corrupted and adulterated, and almost all had revolted to superstition and ungodliness, for this reason he mentions not the present but the former age. As if he had said, “Though we have not rendered to thee such worship as we ought to have rendered, yet this is the temple in which our fathers worshipped thee in purity; wilt thou permit it to be profaned and destroyed? Will not this disgrace recoil on thyself, since it relates to the worship of thy name?” Here the Jews say nothing about their life, and bring forward no excuses, and rather confess their guilt, but offer their worship to God, that he may be mindful of his covenant, and not allow his promises to be made void. This example ought to be imitated by all believers. The word “praise” denotes thanksgiving; as if he had said, “In that temple, the melancholy ruins of which draw forth mourning and tears from all believers, the praises of God at one time resounded, when he treated his people with kindness and gentleness. <\/p> \n\n“Our house of holiness and beauty.” — <i>Alexander. <\/i> ",
    "audit": null
}