{
    "id": 7020,
    "source": "calvin",
    "verse_id": 17897,
    "verse_count": 1,
    "reference": "11:12",
    "title": "",
    "html": "<p><i> And he will lift up an ensign to the nations<\/i> . This verse contains nothing more than the explanation of the former verse. The language is metaphorical, and admits of two meanings; either that,<i> by giving an ensign<\/i> , he will terrify adversaries, so that they will not dare to prevent his people from returning, or that he will<i> give an ensign<\/i> to the wretched exiles not to hesitate to make preparations for their return. But even at the present day this doctrine is highly useful among us; for as an<i> ensign<\/i> is lifted up in the army, that the soldiers may assemble, and that every one may follow and may keep his proper place, so a<i> banner<\/i> is here held out to us, that we may assemble to it, namely, the gospel, which the Lord has lifted up among the Gentiles, by which Christ is preached to us.<\/p> \n<p><i> And will gather together the dispersions of Judah.<\/i> Hence we ought to conclude, that we cannot be<i> gathered<\/i> by the Lord unless we assemble to this<i> ensign<\/i> , and be joined to him by faith; for there is no other way in which he acknowledges us to be<i> his sheep<\/i> , than when, after having been<i> scattered<\/i> , we are<i> gathered together<\/i> , and meet in the same assembly under this<i> ensign<\/i> ; as he says,<\/p> \n<p>My sheep hear my voice and follow me. (<a class=\"ref\">John 10:27<\/a> .)<\/p> \n<p>The word<i> gather<\/i> is repeated.<i> He will gather together the outcasts of Israel, and will gather together the dispersions of Judah.<\/i> He shows how efficacious God’s calling will be; for as soon as he shall give the slightest indication that such is his pleasure, he will restore the people.<i> Dispersion<\/i> is a collective noun, for it means the Jews<i> scattered<\/i> in all directions; and he appears to allude, as he often does elsewhere, to similar passages in the writings of Moses, in which the Lord promises that he will gather the people, though they were scattered to the farthest parts of the world, and to the four winds of heaven. (<a class=\"ref\">Deuteronomy 30:3<\/a> .) Now, this was done under the direction of Christ. Under the same leader we ought at the present day to expect the restoration of a wretched and<i> scattered<\/i> Church; for there is no hope of<i> gathering the remnant<\/i> but by the elect looking to this<i> ensign<\/i> . We ought frequently, therefore, to call to remembrance those promises, that by relying on them we may more and more strengthen our hearts.<\/p> ",
    "audit": null
}