{
    "id": 7114,
    "source": "calvin",
    "verse_id": 17993,
    "verse_count": 1,
    "reference": "17:9",
    "title": "",
    "html": "<p><i> In that day shall his strong cities be as a forsaken bough.<\/i> He follows out what he had begun to say about driving out the inhabitants of the country; and as the Israelites, trusting to their fortified cities and to their bulwarks, thought that they were in safety, he threatens that they will be of no more use than if enemies were marching through desert places. The view entertained by some, that<span class=\"greek-hebrew\"> חורש<\/span> (<i> chōrĕsh<\/i>) and<span class=\"greek-hebrew\"> עזובת<\/span> (ă<i> zūbăth<\/i>) are proper names of towns, is a forced interpretation. I understand them rather to denote unpleasant and disagreeable places, or that the walls and ditches will contribute no more to their defense than if the Israelites dwelt amidst thickets and bushes.<\/p> \n<p><i> As they left.<\/i> Here the particle<span class=\"greek-hebrew\"> אשר<\/span> , (<i> asher,<\/i>) I have no doubt, denotes comparison; and therefore I have rendered it<i> in like manner as,<\/i> which makes the statement of the Prophet to be, in connection with what had been already said, that the people would tremble and flee and be scattered, in the same manner as God had formerly driven out the ancient inhabitants. Those who think that<span class=\"greek-hebrew\"> אשר<\/span> , (<i> asher,<\/i>) is a relative are constrained to supply something, and to break up the thread of the discourse. But it simply brings to their remembrance an ancient example, that the Israelites may perceive how vain and deceitful is every kind of defense that is opposed to the arm of God. It is a severe reproach; for the Israelites did not consider that the Lord gave to them that land, as it were, by hereditary right, in order that they might worship him, and that he drove out their enemies to put them in possession of it. And now, by their ingratitude, they rendered themselves unworthy of so great a benefit; and, consequently, when they had been deprived of it, there was good reason why they should feel distresses which were the reverse of their former blessings.<\/p> \n<p>This passage will be made more plain by the writings of Moses, whom the prophets follow; for in the promises he employs this mode of expression, “One of you shall chase a thousand,” (<a class=\"ref\">Leviticus 26:8; Joshua 23:10<\/a>), and in the threatenings, on the other hand, he says, “One shall chase a thousand of you.” (<a class=\"ref\">Deuteronomy 32:30<\/a> .) Accordingly, as he struck such terror into the Canaanites, that at the sight of the Israelites they immediately fled, so he punished the ingratitude of the people in such a manner that they had no power to resist. Thus the Lord gave a display of his power in two ways, both in driving out the Canaanites and in punishing his people. The Prophet, therefore, by mentioning that ancient kindness, reproaches the people with ingratitude, forgetfulness, and treachery, that they may acknowledge that they are justly punished, and may perceive that it proceeds from the Lord, that they are thus chased by the enemies to whom they were formerly a terror.<\/p> ",
    "audit": null
}