{
    "id": 6944,
    "source": "calvin",
    "verse_id": 17817,
    "verse_count": 1,
    "reference": "8:9",
    "title": "",
    "html": " <p> <i>Associate yourselves. <\/i>,The verb <span class=\"greek-hebrew\">,רעו <\/span>,, (<i>rognu <\/i>,,) whether it be derived from <span class=\"greek-hebrew\">,רוע <\/span>,(<i>ruang <\/i>) or from <span class=\"greek-hebrew\">,רעה <\/span>,, (<i>ragnah <\/i>,,) signifies <i>to bruise <\/i>,. But as <span class=\"greek-hebrew\">,רעה <\/span>,(<i>ragnah <\/i>) signifies <i>to associate <\/i>,, some prefer taking it in this sense, which certainly agrees better with the scope and argument of the Prophet. Some render it, <i>Bruise ye <\/i>,, that is, <i>bruise <\/i>,the kingdom of Judah, or, <i>bruise <\/i>,the Assyrians; but this appears to be unnatural or far-fetched. That it describes the plans and undertakings by which they endeavored to crush the Church of God, is evident from its being immediately added, and a second time repeated, by the Prophet, <i>Gird you <\/i>,, that is, “Form a plan.” The word <i>associate <\/i>,, therefore, is the most suitable, unless, perhaps, it be thought preferable to take the verb <span class=\"greek-hebrew\">,רעו <\/span>,(<i>rognu <\/i>) metaphorically; and I willingly favor that opinion, so as to make it mean <i>to heap up <\/i>,; for those things which are <i>bruised <\/i>,must of necessity be violently pressed and squeezed together. He therefore means not only <i>gathering together <\/i>,, but likewise <i>pressing closely together <\/i>,; as if he had said, “Draw close to one another, as if you were a dense mass.” This meaning agrees beautifully, I think, with the scope of this passage; for to the same purpose is what he immediately adds, “Arm yourselves, <i>Gird you <\/i>,. ” <\/p>,\n <p>The Prophet rises into confidence after having mentioned <i>Immanuel <\/i>,, that is, God, who would assist his people; and at the same time cherishes increased hope in opposition to enemies, that though it might be thought that they had gained their object when they had depopulated the country, still the Lord would be victorious, and would preserve his people against the cruelty of their enemies. Withdrawing his mind, therefore, from the sight of that calamity, he turns to Christ, and, by contemplating him, acquires such courage that he ventures to taunt his enemies as if he had vanquished them. We must view the Prophet as on a watch-tower, from which he beholds the distressed condition of the people, and the victorious Assyrians proudly exulting over them. Refreshed by the name and the sight of Christ, he forgets all his distresses, as if he had suffered nothing; and, freed from all his wretchedness, rises against the enemies whom the Lord would immediately destroy. This ought to be carefully observed; that, as we have still to contend against the same temptations amidst those afflictions which the Church endures, and by the weight of which it is almost overwhelmed, we may direct our eyes to Christ, by the sight of whom we shall be able to triumph over Satan and over enemies of every description. <\/p>,\n <p> <i>Ye peoples. <\/i>,Why does he call them <span class=\"greek-hebrew\">,עמים <\/span>,, (<i>gnammim <\/i>,,) <i>peoples <\/i>,, when it was the Assyrian only that would lay waste Judea? I reply, the army of the Assyrian was composed of various <i>peoples <\/i>,; for he had subdued not only the Chaldeans, but many other <i>peoples <\/i>,; and, accordingly, that monarchy consisted of various nations. Yet the Prophet might refer to the Israelites, the Syrians, and the Egyptians, and to all others who were enemies of the Church of God; for he does not speak of one stroke inflicted on the Church, but of the incessant contests which the chosen people had continually to endure. But in order to understand this better, we must join with it the following verse, at the end of which we find the words <i>for Immanuel, <\/i>,that is, <i>for God is with us <\/i>,; for this is the security for our deliverance. Let men league together, and contrive, and form plans and determinations, they will not be able to accomplish anything; <\/p>,\n <p>for there is no counsel against the Lord, (<a class=\"ref\">Proverbs 21:30 <\/a>;) <\/p>,\n <p>and therefore we must begin with this foundation, if we wish to stand firm. <\/p>,\n <p>But we must ascertain if all men have a right to glory on that ground, for wicked men also boast that <i>God is with them <\/i>,, and in his name do not scruple to grow insolent and haughty; but their glorying is idle and unfounded. Now, the valor of the godly rests on the word of God, and proceeds from true faith; and if this dwells in our minds, we may triumph over all our enemies; as Paul also teaches, when he encourages the godly by this doctrine, <\/p>,\n <p> <span>,If God be for us, who shall be against us?\n(<\/span>, <a class=\"ref\">Romans 8:31 <\/a>.) <\/p>,\n <p>First, then, we ought to make sure that <i>God is with us <\/i>,, which cannot be unless we embrace the promises by faith; and if we have faith, we do not glory in vain. As to his addressing a nation so distant, to whom that word could not reach, the reason is obvious, that the efficacy of the word might be made known to unbelievers, and that they might know that he would restrain the Assyrians with all their warlike accoutrements, though they were at a great distance; as if he had said, “You do indeed despise God, but it will be easy for him to keep you at a distance, and to repress all your rage.” <\/p>,\n <p> <i>Gird yourselves. <\/i>,This is not a superfluous repetition; for it is far more difficult to expect the assistance of God a second time, when we have once been delivered, than to embrace the promise of one single deliverance. Besides, although the first attacks of enemies do not so greatly alarm us, yet when we see them hardened in their malice, their obstinacy reduces us to weakness. We have experience of this every day; for if any danger threatens us, we may expect assistance from the Lord; but if we are again in danger, we give way; and so great is our ingratitude, that we scarcely think that God will help us a second time. In consequence of this, we faint if we are frequently brought into danger, and do not consider that God is never wearied by doing us good, and by continually assisting us. <\/p>,\n <p>Isaiah, therefore, intended to oppose this frailty of men, that when armed foes had once and again attacked us, we may stand firm. If, after being vanquished or weakened, they again muster their forces, and do not cease to annoy us, let us not be discouraged; for to-morrow, and the next day, and as often as they league together, God will be able to frustrate and destroy them. Hence, also, we are reminded of our condition, that we may be always prepared for enduring additional conflicts, and may not think that we have done all that was required from us, when we have once resisted; for Satan is unwearied in his efforts, and continually labors to accomplish our destruction; he animates his soldiers, and inflames them with new eagerness. But although the contests must be often maintained, we are certain of victory, and therefore we ought to fight boldly, and to remain constantly on the field. <\/p>,",
    "audit": null
}