{
    "id": 7590,
    "source": "calvin",
    "verse_id": 18481,
    "verse_count": 1,
    "reference": "41:29",
    "title": "",
    "html": " <p> <i>Behold, they are all vanity. <\/i> After having spoken of idols, he makes the same statement as to their worshippers; as it is also said, <\/p> \n <p>“They who make them, and all that trust in them, are like them.” (<a class=\"ref\">Psalms 115:8 <\/a>.) <\/p> \n <p>Thus he shews that all superstitious persons are full of “vanity,” and have no judgment or reason. They cannot, indeed, believe this; for, inflated with pride, they look upon themselves as men of the highest ability, and despise us as stupid and ignorant of the affairs of men, when compared with themselves. With what pride do the Papists and their learned doctors scorn us! With what haughtiness did the Romans in ancient times despise the Jews! But we need not spend time on such pride, for in this passage God condemns them all for “vanity.” <\/p> \n <p> <i>Their works are a failure. <\/i> He gives the name of “works” both to the images which superstitious men make for themselves, and to all false worship, which has no end or measure, and in which every person desires to be a master and teacher of religion. He pronounces all of them to be a “failure,” that is, of no value. He declares this still more plainly, when he says, that they are <i>wind and chaos, <\/i> that is, confusion; for I explain <span class=\"greek-hebrew\"> תהו <\/span> (tohu) in the same sense that it has in the first chapter of Genesis, where Moses says that <\/p> \n <p> <span> “the earth was at first shapeless and confused.” \n(<\/span> <a class=\"ref\">Genesis 1:2 <\/a>.) <\/p> \n <p>This passage against idolaters ought to be carefully studied; for they think that images were appointed to preserve religion, and that minds are kindled by the sight of them, as by the visible presence of God. They think that they are the books of the ignorant and unlearned, who cannot be instructed by the reading of the Scriptures. But the Spirit of God here declares that it is a confused and shapeless thing, that is, because it disturbs and retains in superstition the minds of men; and indeed all true knowledge that exists among men is choked and quenched by this worship of idols. In short, he teaches that all images, and the homage that is paid to them, and they who have made and follow them, are mere vanity, and that we may safely condemn them. <\/p> ",
    "audit": null
}