{
    "id": 7274,
    "source": "calvin",
    "verse_id": 18156,
    "verse_count": 1,
    "reference": "27:4",
    "title": "",
    "html": "<p><i>Fury is not in me. <\/i> This verse contains excellent consolation; for it expresses the incredible warmth of love which the Lord bears towards his people, though they are of a wicked and rebellious disposition. God assumes, as we shall see, the character of a father who is grievously offended, and who, while he is offended at his son, still more pities him, and is naturally inclined to exercise compassion, because the warmth of his love rises above his anger. In short, he shews that he cannot hate his elect so as not to bear fatherly kindness towards them, even while he visits them with very severe punishments.<\/p> \n<p>Scripture represents God to us in various ways. Sometimes it exhibits him as burning with indignation, and having a terrific aspect, and sometimes as shewing nothing but gentleness and mercy; and the reason of this diversity is, that we are not all capable of enjoying his goodness. Thus he is constrained to be perverse towards the perverse, and holy towards the holy, as David describes him. ( <a class=\"ref\">Psalms 18:25<\/a>.) He shews himself to us what we suffer him to be, for by our rebelliousness we drive him to severity.<\/p> \n<p>Yet here the Prophet does not speak of all indiscriminately, but only of the Church, whose transgressions he chastises, and whose iniquities he punishes, in such a manner as not to lay aside a father’s affection. This statement must therefore be limited to the Church, so as to denote the relation between God and his chosen people, to whom he cannot manifest himself otherwise than as a Father, while he burns with rage against the reprobate. Thus we see how great is the consolation that is here given; for if we know that God has called us, we may justly conclude that he is not angry with us, and that, having embraced us with a firm and enduring regard, it is impossible that he shall ever deprive us of it. It is indeed certain that at that time God hated many persons who belonged to that nation; but, with respect to their adoption, he declares that he loved them. Now, the more kindly and tenderly that God loved them, so much the more they who provoked his anger by their wickedness were without excuse. This circumstance is undoubtedly intended to aggravate their guilt, that their wickedness constrains him, in some measure, to change his disposition towards them; for, having formerly spoken of his gentleness, he suddenly exclaims, —<\/p> \n<p><i>“Who shall engage me in battle with the brier and thorn?”<\/i> or, as some render it, “Who shall set me as a brier and thorn?” Yet it might not be amiss also to read, “Who shall bring against me a brier, that I may meet it as a thorn?” for there is no copulative conjunction between those two words. Yet I willingly adhere to the former opinion, that God wishes to have to deal with thistles or thorns, which he will quickly consume by the fire of his wrath. If any one choose rather to view it as a reproof of those doubts which often arise in us in consequence of unbelief, when we think that God is inflamed with wrath against us, as if he had said, “You are mistaken in comparing me to the brier and thorn,” that is, “You ascribe to me a harsh and cruel disposition,” let him enjoy his opinion, though I think that it is different from what the Prophet means.<\/p> \n<p>Others think that God assumes the character of a man who is provoking himself to rage; as if he had said, “I do not choose to be any longer so indulgent, or to exercise such forbearance as I have formerly manifested;” but this is so forced, that it does not need a lengthened refutation. It is true, indeed, that since God is gentle and merciful in his nature, and there is nothing that is more foreign to him than harshness or cruelty, he may be said to borrow a nature that does not belong to him. But the interpretation which I have given will of itself be sufficient to refute others, namely, that God complains bitterly that he will as soon fight with thorns as with his vineyard, for when he considers that it is his inheritances he is compelled to spare it.<\/p> \n<p><i>I will pass through them in a hostile manner, and utterly consume them. <\/i> These words confirm my former exposition; for the burning relates to “briers and thorns,” and he declares that, if he had to deal with them, he would burn them all up, but that he acts more gently, because it is his vineyard. Hence we infer that, if God is not enraged against us, this must be attributed, not to any merits of men, but to his election, which is of free grace. By these words,<span class=\"greek-hebrew\"> מי יתנני<\/span> , (<i>mi yittĕnēnī<\/i> ,) “Who shall give me?” he plainly shews that he has just cause for contending with us, and even for destroying us in a hostile manner, were he not restrained by compassion towards his Church; for we would be as thorns and briers, and would be like wicked men, if the Lord did not separate us from them, that we might not perish along with them. If the phrase<span class=\"greek-hebrew\"> במלחמה<\/span> , (<i>bămmilhāmāh<\/i> ,)<i>in battle<\/i> , which we have translated “in a hostile manner,” be connected with the question, “Who shall set me?” it will not ill agree with the meaning.<\/p> ",
    "audit": null
}