{
    "id": 7268,
    "source": "calvin",
    "verse_id": 18150,
    "verse_count": 1,
    "reference": "26:19",
    "title": "",
    "html": "<p><i> Thy dead men shall live.<\/i> Isaiah continues the same consolation, and addresses his discourse to God, thus shewing that there is nothing better for us than to bring our thoughts to meet in God, whenever we must struggle with temptations; for there is nothing more dangerous than to wander in our thoughts, and to give way to them, since they can do nothing else than toss us up and down and drive us into error. Nothing therefore is safer for us than to betake ourselves to God, on whom alone our hearts can rest; for otherwise we shall meet with many things that tend to shake our faith. The general meaning is, that as God guards believers, though they are like “dead men,” yet they “shall live” amidst death itself, or shall rise again after their decease.<\/p> \n<p>But it may be asked, of what time does Isaiah speak? For many interpret this passage as relating to the last resurrection. The Jews refer it to Messiah’s kingdom, but they are mistaken in thinking that it is immediately fulfilled by the Messiah’s first coming. Christians are also mistaken in limiting it to the last judgment; for the Prophet includes the whole reign of Christ from the beginning to the end, since the hope of living, as we shall immediately see, goes beyond this world. Now, in order to understand more fully the whole of the Prophet’s meaning, we ought first to consider that life is promised, not indiscriminately, but only to “God’s dead men;” and he speaks of believers who die in the Lord, and whom he protects by his power. We know that “God is the God of the living, and not of the dead.” (<a class=\"ref\">Matthew 22:32<\/a> .) Accordingly, if we are God’s people, we shall undoubtedly live; but in the meantime we must differ in no respect from dead men, for “our life is hidden,” (<a class=\"ref\">Colossians 3:3<\/a> ,) and we do not yet see those things for which we hope. (<a class=\"ref\">Romans 8:23<\/a> .)<\/p> \n<p>So then he speaks simply of the dead, that is, of the condition of believers, who lie in the shadow of death on account of various afflictions which they must continually endure. Hence it is evident, that this must not be limited to the last resurrection; for, on the contrary, we say that the reprobate, even while they live, are dead, because they do not taste God’s fatherly kindness, in which life consists, and therefore perish in their brutal stupidity. But believers, by fleeing to God, obtain life in the midst of afflictions, and even in death itself; but because they have in prospect that day of the resurrection, they are not said literally to live till that day when they shall be free from all pain and corruption, and shall obtain perfect life; and, indeed, Paul justly argues, that it would be a subversion of order, were they to enjoy life till the appearance of Christ, who is the source of their life. (<a class=\"ref\">Colossians 3:3<\/a> .)<\/p> \n<p>Thus we have said that Isaiah includes the whole reign of Christ; for, although we begin to receive the fruit of this consolation when we are admitted into the Church, yet we shall not enjoy it fully till that last day of the resurrection is come, when all things shall be most completely restored; and on this account also it is called “the day of restitution.” (<a class=\"ref\">Acts 3:21<\/a> .) The only remedy for soothing the grief of the godly is, to cast their eyes on the result, by which God distinguishes them from the reprobate. As death naturally destroys all the children of Adam, so all the miseries to which they are liable are forerunners of death, and therefore their life is nothing else than mortality. But because the curse of God, through the kindness of Christ, is abolished, both in the beginning and in the end of death, all who are engrafted into Christ are justly said to live in dying; for to them all that is evil is the instrument of good. (<a class=\"ref\">Romans 8:28<\/a> .) Hence it follows, that out of the depths of death they always come forth conquerors till they are perfectly united to their Head; and therefore, in order that we may be reckoned among “God’s dead men,” whose life he faithfully guards, we must rise above nature. This is more fully expressed by the word<span class=\"greek-hebrew\"> נבלה<\/span> , (<i> nĕbēlāh<\/i> ,) or<i> dead body<\/i><\/p> \n<p><i> My dead body, they shall arise.<\/i> As if he had said, “The long-continued putrefaction, by which they appear to be consumed, will not hinder the power of God from causing them to rise again entire.” So far as relates to the phrase, some render it, “With my dead body.” Others explain it, “Who are my dead body.” Others supply the particle of comparison, “Like as my dead body;” but as the meaning is most fully brought out if, without adding or changing anything, we take up simply what the words mean, I choose to view them as standing in immediate connection. At least, this word is inserted for the express purpose that the Prophet may join himself to the whole Church, and thus may reckon himself in the number of “God’s dead men” in the hope of the resurrection.<\/p> \n<p>As to his mentioning himself in particular, he does so for the sake of more fully confirming this doctrine; for thus he testifies his sincerity, and shews that this confession is the result of faith, according to that saying, “I believed, therefore I spake.” (<a class=\"ref\">Psalms 116:10; 2 Corinthians 4:13<\/a> .) But for this, irreligious men might discourse concerning the mercy of God and eternal life, though they had no sincere belief of them; for even Balaam knew that he spoke what was true, and yet he derived no benefit from his predictions. (<a class=\"ref\">Numbers 23:19<\/a> .) Very differently does the Prophet speak in this passage; for he professes to belong to the number of those who shall obtain life, and then declares that he willingly endures all the troubles and calamities by which the Lord humbles and slays him, and that he chooses rather to endure them than to flourish along with the wicked. In this manner he testifies, that he does not speak of things unknown, or in which he has no concern, but of those things which he has learned by actual experience; and shews that his confidence is so great that he willingly ranks himself in the number of those “dead bodies” which, he firmly believes, will be restored to life, and therefore chooses to be a dead body, and to be so reckoned, provided that he be accounted a member of the Church, rather than to enjoy life in a state of separation from the Church.<\/p> \n<p>This gives greater force to his doctrine, and he contrasts it with the statement which he formerly made ( verse 14) about wicked men,<i> they shall not live<\/i> ; for the hope of rising again is taken from them. If it be objected, that resurrection will be common not only to believers but also to the reprobate, the answer is easy; for Isaiah does not speak merely of the resurrection, but of the happiness which believers will enjoy. Wicked men will indeed rise again, but it will be to eternal destruction; and therefore the resurrection will bring ruin to them, while it will bring salvation and glory to believers.<\/p> \n<p><i> Awake and sing, ye inhabitants of the dust.<\/i> He gives the name,<i> inhabitants of the dust<\/i> , to believers, who are humbled under the cross and afflictions, and who even during their life keep death constantly before their eyes. It is true that they enjoy God’s blessings in this life; but by this metaphor Isaiah declares that their condition is miserable, because they bear the image of death; for “the outward man” must be subdued and weakened, till it utterly decay, “that the inward man may be renewed.” (<a class=\"ref\">2 Corinthians 4:16<\/a> .) We must therefore be willing to be humbled, and to lie down in the dust, if we wish to share in this consolation.<\/p> \n<p>Accordingly, he bids the dead men “awake and sing,” which appears to be very inconsistent with their condition; for among them there is nothing but mournful silence. (<a class=\"ref\">Psalms 6:5<\/a> .) He thus draws a clear distinction between God’s elect, whom the corruption of the grave and the “habitation in the dust” will not deprive of that heavenly vigor by which they shall rise again, and the reprobate, who, separated from God the source of life, and from Christ, fade away even while they live, till they are wholly swallowed up by death.<\/p> \n<p><i> For thy dew is the dew of herbs.<\/i> He now promises “the dew of herbs,” and thus illustrates this doctrine by an elegant and appropriate comparison. We know that<i> herbs<\/i> , and especially those of the meadows, are dried up in winter, so that they appear to be wholly dead, and, to outward appearance, no other judgment could be formed respecting them; yet the roots are concealed beneath, which, when they have imbibed the<i> dew<\/i> at the return of spring, put forth their vigor, so that<i> herbs<\/i> which formerly were dry and withered, grow green again. In this manner will the nation regain its former vigor after having been plentifully watered with the<i> dew<\/i> of the grace of God, though formerly it appeared to be altogether withered and decayed.<\/p> \n<p>Such comparisons, drawn from well-known objects, have great influence in producing conviction. If “herbs” watered by “dew” revive, why shall not we also revive when watered by the grace of God? Why shall not our bodies, though dead and rotten, revive? Does not God take more care of us than of herbs? And is not the power of the Spirit greater than that of “dew?” Paul employs a similar argument in writing to the Corinthians, when he treats of the resurrection; but as he applies his comparison to a different purpose, I think it better to leave it for the present, lest we should confound the two passages. It is enough if we understand the plain meaning of the Prophet.<\/p> \n<p><i> And the earth shall cast out the dead.<\/i> Others render the clause in the second person, “Thou wilt lay low the land of giants,” or “Thou wilt lay low the giants on the earth.” I do not disapprove of this interpretation, for the words admit of that meaning; but the former appears to agree better with the scope of the passage, though it makes little difference as to the substance of the doctrine. These words must relate to that consolation of which we have formerly spoken.<\/p> ",
    "audit": null
}