{
    "id": 6802,
    "source": "calvin",
    "verse_id": 17666,
    "verse_count": 1,
    "reference": "1:11",
    "title": "",
    "html": "<p><i> To what purpose is he multitude of your sacrifices to me<\/i> ? Isaiah now introduces God as speaking, for the purpose of making known his own meaning; for it belongs to a lawgiver not only to issue commands, but likewise to give a sound interpretation to the laws, that they may not be abused. Beyond all doubt, the former reproof was exceedingly unpalatable and oppressive to them; for what language expressive of stronger disapprobation or abhorrence could have been employed? They gloried in the name of Abraham, boasted that they were his children, and on this ground maintained a haughty demeanor. This is the reason why the Prophet arms himself with the authority of God against them; as if he had said, “Know that it is not with me but with God that you have to do.”<\/p> \n<p>Next he explains the intention and design of God in demanding sacrifices; that he does so, not because he sets a high value on them, but in order that they may be aids to piety; and, consequently, that the Jews were greatly mistaken who made all their holiness to consist of those services. For they thought that they had performed their duty admirably well when they offered sacrifices of slain beasts; and when the prophets demanded something beyond this, they complained that they were treated harshly. Now the Lord says that he rejects and abhors them, which may appear to be excessive severity, for it was by him that they were appointed. But it ought to be observed that some of the commandments of God ought to be obeyed on their own account, while others of them have a remoter object. For instance, the law enjoins us to serve and worship God, and next enjoins us to do good to our neighbors. (<a class=\"ref\">Deuteronomy 6:5; Leviticus 19:18<\/a> .) These things are in themselves acceptable to God, and are demanded on their own account. The case is different with ceremonies; for they are performances which are not demanded on their own account, but for a different reason. The same thing may be said of fasting<i> ;<\/i><\/p> \n<p>For the kingdom of God does not consist in meat and drink; (<a class=\"ref\">Romans 14:17<\/a> ;)<\/p> \n<p>and therefore fasting is directed to another object.<\/p> \n<p>It follows, therefore, that ceremonies were not appointed in such a manner as if they were a satisfaction by which he should be appeased, but in order that by means of them the nation might be trained to godliness, and might make greater and greater progress in faith and in the pure worship of God. But hypocrites observe them with the most scrupulous care, as if the whole of religion turned on this point, and think that they are the most devout of all men, when they have long and anxiously wearied themselves in observing them. And that they may be thought more devout, they likewise add something of their own, and daily contrive new inventions, and most wickedly abuse the holy ordinances of God, by not keeping in view their true object. All their ceremonies, therefore, are nothing else than corruptions of the worship of God. For when their whole attention is given to the outward and naked performance, in what respect do their sacrifices differ from the sacrifices of the Gentiles, which, we know, were full of sacrilege, because they had no regard to a lawful end?<\/p> \n<p>This is the reason why the Lord rejects those ceremonies, though they had been appointed by his authority, because the nation did not consider the object and purpose for which they were enjoined. The unceasing contest between the prophets and the nation was to tear off these masks, and to show that the Lord is not satisfied with merely outward worship, and cannot be appeased by ceremonies. In all places godly ministers have experience of the same kind of conflicts; for men always form their estimate of God from themselves, and think that he is satisfied with outward display, but cannot without the greatest difficulty be brought to offer to him the integrity of their heart.<\/p> \n<p>All the perplexity of this passage will be easily removed by Jeremiah, who says,<\/p> \n<p>When I redeemed your fathers out of Egypt, I did not order them to offer sacrifices to me; I only enjoined them to hear me and to keep my commandments. (<a class=\"ref\">Jeremiah 7:22<\/a> .)<\/p> \n<p>For he shows that the observance of ceremonies depends wholly on the word, and that it is as idle and unprofitable to separate there from the word as it would be for the soul to be parted from the body. To this also belongs the argument in<a class=\"ref\">Psalms 50:13<\/a> , —<\/p> \n<p>Will I eat the flesh of bulls, or drink the blood of goats? Offer to God thanksgiving, and pay thy vows to the Most High.<\/p> \n<p>And in another passage the same Jeremiah says,<\/p> \n<p><span> “Trust not in words of falsehood, saying, The temple of the LORD, the temple of the LORD, the temple of the LORD are we.\nBut rather excel in doing good, etc.” (<\/span><a class=\"ref\">Jeremiah 7:4<\/a> .)<\/p> \n<p>The Prophet Micah likewise says, “Doth the LORD take pleasure in thousands of rams, or in ten thousand rivers of oil?” Immediately afterwards he adds,<\/p> \n<p><span> “I will show thee, O man, what is good, and what the LORD requireth from thee, namely, to do justly, to love mercy,\nand to walk humbly with thy God.” (<\/span><a class=\"ref\">Micah 6:7<\/a> .)<\/p> \n<p>From these passages it is evident that the reason why ceremonies are condemned is, that they are separated from the word as from their soul. Hence we see how great is the blindness of men, who cannot be convinced that all the pains they take to worship God are of no advantage unless they flow from integrity of heart. Nor is this vice confined to the common people, but is found in almost all men; and in those who in their opinion excel all others. Hence springs the notion of the efficacy which belongs to the mere performance of the outward act — or, as they call it,<i> the<\/i><i> opus operatum<\/i> — which Popish doctors have contrived, and which at the present day keeps a firm hold of the minds of many. Now here it is not man but God himself who speaks, and who pronounces, by an unchangeable decree, that all that men do is in vain offered for his acceptance, is empty and unprofitable, unless they call upon him with true faith.<\/p> ",
    "audit": null
}