{
    "id": 7847,
    "source": "calvin",
    "verse_id": 18743,
    "verse_count": 1,
    "reference": "55:2",
    "title": "",
    "html": "<p><i> Wherefore do ye spend money?<\/i> He complains of the ingratitude and madness of men, in rejecting or disdaining the kindness of God who offers all things freely, and yet harassing themselves greatly about various trifles which cannot yield them any advantage. Men are so enchanted by the devil, that they choose rather to wander through deserts, and to vex themselves in vain, than to rely on the grace which God offers to them. The experience of the present age abundantly shows that the Prophet not only expostulated with his own nation, but exclaimed against all men, to whatever age they might belong; for all the posterity of Adam have been seized with such madness that, in seeking the road to a heavenly life, they altogether go astray, and follow their own vain opinions rather than the voice of God.<\/p> \n<p>The Prophet does not complain of the slothfulness of those who, altogether forgetful of themselves and of God, take no concern about the spiritual life of the soul; (there are many such persons;) but of those who desire life, and yet do not understand the method or way of obtaining it, and wander in uncertainty through deserts and untrodden paths. Here, therefore, are condemned all the methods which men contrive, in opposition to the Word of God, for obtaining salvation, and they are pronounced to be useless expenses; for by the word “money” he denotes all the industry, study, or labor which belongs to man. Not that God values a single farthing all our idle attempts to worship him, but because labors foolishly undertaken are reckoned valuable by the judgment of the flesh.<\/p> \n<p><i> And your labor, not so as to be satisfied.<\/i> We see that by the word “bread” is here meant the same as was formerly meant by “waters,” and that he gives the name “labor” to that which he formerly called “money.” As if he had said, “Men toil without any advantage; for, when they follow their own inventions, however eagerly they may vex and weary themselves, they have no right to expect any reward.” Thus he affirms that they who labor in an inconsiderate manner cannot “be satisfied;“ for they who forsake God, and attempt new methods of salvation, can never “be satisfied.” “They feed on wind,” as Hosea says. (<a class=\"ref\">Hosea 12:1<\/a>) They may, indeed, imagine that they are full, when they are swelled with vain confidence, but are like persons who, in consequence of being swollen with wind, do not perceive their hunger. Yet it would be better for them to be sore pressed by hunger and thirst, that it might lead them to call on the Lord with earnestness of heart, as it is said in the Psalm, “My soul is as a thirsty land before thee.” (<a class=\"ref\">Psalms 143:6<\/a>) But bread alone, or water alone, would not be enough to “satisfy,” and by neither of them could life be supported; and that is the reason why the Prophet has made use of a variety of terms, in order to show that the Lord abundantly supplies everything that is necessary for life, that we may not think that we ought to seek aid from any other quarter.<\/p> \n<p><i> Hear ye by hearing me.<\/i> Because every person is led into error by his own counsel, and all who neglect God vanish away in wicked imaginations, the Prophet here adds the remedy, which is, that we must depend entirely on the mouth of God. Whoever shall submit to his word will have no reason to fear that he shall spend his strength on things of no value. Here we see the amazing goodness of God, who offers his grace to men, though they are unthankful and unworthy.<\/p> \n<p>But he adds the condition; for there is no way by which we can enter into life but by “hearing” him; and as the cause of our destruction is, that we are deaf to the voice of God, so the road to life is open, if we lend our ears to him. In order to make a deeper impression upon us, he repeats the same admonition, and doubles the same word, “Hear ye by hearing;“ and, in order to draw us more gently, he solemnly declares that it depends entirely on ourselves whether or not he will “delight” us even to fullness with all abundance of blessings.<\/p> ",
    "audit": null
}