{
    "id": 7797,
    "source": "calvin",
    "verse_id": 18693,
    "verse_count": 1,
    "reference": "51:19",
    "title": "",
    "html": " <p> <i>These two things have happened to thee. <\/i> Nearly the same thing was already asserted concerning Babylon, <\/p> \n <p>“These two things shall befall thee suddenly in one day, childlessness and widowhood.” (<a class=\"isa\" verses=\"WzE4NjA5XQ==\">Isaiah 47:9<\/a>.) <\/p> \n <p>But here Isaiah promises to the Church that there shall eventually be a different issue; for the Lord will rescue her from the deepest abyss. He threatens extreme wretchedness, that believers may gird themselves for patience, and not cease to send upwards prayers and supplications from the depth of their distresses. The general meaning is, that the Church shall be burdened with afflictions of every kind, so that she shall appear to be on the brink of utter ruin; because from without she shall endure very heavy calamities, and from within shall obtain no aid or sympathy from her own children. These are two very sore evils which the Prophet relates. But it appears as if the division were not quite appropriate; for, after having related one evil, that there is none <i>to bewail her, <\/i> he enumerates four kinds — <\/p> \n <p> <i>Desolation and destruction, and the sword and famine. <\/i> Some explain it to mean that the Church is visited by famine within, and harassed by enemies without. But I interpret it differently, as I have already hinted; for it is very customary among Hebrew writers to put a question, when they wish absolutely to deny anything; and among them it is elegant, though in Greek or Latin authors it would be ungraceful. Isaiah therefore describes “two evils,” one external, for both by the devastations of “war” and by “famine” they will be brought to the verge of “destruction” and “desolation,” which he describes by these four classes; and another internal, because she is deprived of consolation, and “there is none to bewail her.” By putting the question, “Who shall bewail her?” he affirms that she shall have no consolation; and this verse agrees with the former, in which we have already explained the design which the Prophet has in view, in describing this highly calamitous and wretched condition of the Church. <\/p> ",
    "audit": null
}