{
    "id": 8015,
    "source": "calvin",
    "verse_id": 18913,
    "verse_count": 1,
    "reference": "65:15",
    "title": "",
    "html": "<p><i> And ye shall leave your name for a curse<\/i><i> to my elect.<\/i> He continues the same doctrine, and teaches that God will at length separate hypocrites from the true servants. And indeed we need not wonder that the Prophet dwells so much on this point; for there is nothing of which it is harder to convince hypocrites, who, puffed up with pride, deceive and blind themselves. He affirms that “their name” shall be “accursed,” because they thought that they were the holy seed, and that nothing else under heaven was worthy of being remembered. Such is also the import of the word “Leave;” as if he had said that false boasting, to which they were so strongly attached, shall be shaken off by violence; and therefore, that they may not flatter themselves with a glory that is temporal, and that shall speedily pass away, the Lord rebukes that haughtiness, and declares that he will have other servants, to whom they shall be a curse, so that even in solemn cursing this shall be taken as an example, “May God curse thee as he has cursed the Jews!”<\/p> \n<p><i> And shall call his servants by another name.<\/i> He shews how ill-founded is the confidence of that nation, which thought that God would have no people, if he had not the posterity of Abraham; for he solemnly declares that he will adopt a new people, and that he is not confined to the Jews, so as not easily to find others whom he shall adorn with the “name” of his people. The opinion entertained by some, that by “another name” is meant the Christian name, is exceedingly unnatural; and even from the context it is evident that the Prophet had quite a different object in view; for, in consequence of the Jews boasting proudly of the antiquity of their name, and growing insolent at having been elected by God long ago, as if God could not do without them, he shews that he will elect and adopt another people, and yet that he cannot be accused of capriciousness or fickleness, as if he had changed his mind. He will execute his purpose and his righteous judgments against those who, under a false pretense of his name, obscure his glory and corrupt all godliness.<\/p> ",
    "audit": null
}