{
    "id": 7218,
    "source": "calvin",
    "verse_id": 18097,
    "verse_count": 1,
    "reference": "24:1",
    "title": "",
    "html": " <p> <i>Behold, Jehovah maketh the earth empty. <\/i>,This prophecy, so far as I can judge, is the conclusion of all the descriptions that have been given from the thirteenth chapter downwards, in which Isaiah foretold destruction not only to the Jews and to Israel, but to the Moabites, Assyrians, Egyptians, and other nations. In short, having, as it were, surveyed all the countries which were near the Jews and known to them, he gives a brief summary of the whole. Some view this as referring to Israel, and others to the Jews, and think that their destruction is foretold; but as he mentions <i>the world <\/i>,, I can view it in no other light than as a comprehensive statement of all that he formerly said about each of them, and at different times. Nor is this view contradicted by the fact that he immediately mentions <i>the priest <\/i>,, which might lead us to believe that these things relate to none but the people of God; for although he speaks of all the nations, yet because the Jews always hold the highest rank, Isaiah must have had them especially in his eye, for he was appointed to them. It may be said to have been accidental that he mentions other nations; and therefore we ought not to wonder if, after having made reference to them, he speaks particularly about his own people in a single word. <\/p>,\n <p>Others suppose that he means “the whole world,” but think that he refers to the last day, which I consider to be an excessively forced interpretation; for, after having threatened the Jews and other nations, the Prophet afterwards adds a consolation, that the Lord will one day raise up his Church and make her more flourishing; which certainly cannot apply to the last judgment. But by the term <i>the earth <\/i>,, I do not think that the Prophet means the whole world, but the countries well known to the Jews; just as in the present day, when we speak of what happens in the world, we almost never go beyond Europe, or think of what is passing in India; for this may be said to be our world. Thus, Isaiah speaks of “the earth” known to himself and to all whom he addressed, and of the people who inhabited the neighboring countries. In short, we may limit the term “World” to the Egyptians, Assyrians, Moabites, Tyrians, and such like; as if he had said, “Hitherto I have spoken of various calamities, which threatened many nations, and still in part threaten some of them; but I may sum up all by saying, ‘The Lord will overturn and strip the face of the earth of all its ornaments.’” <\/p>,\n <p> <i>And maketh it bare. <\/i>,Some translate <span class=\"greek-hebrew\">,בלקה <\/span>,, (<i>bōlĕkāch <\/i>,,) <i>he uncovereth the earth, <\/i>,that the enemies may have free entrance into it. But I choose rather to translate it, “he maketh bare the earth,” because the earth is said to be “covered,” when it is inhabited by a great multitude of men, and when it abounds in fruits and flocks; and it is said to be “uncovered” or “laid bare,” when it is deprived of its inhabitants, and when its covering is taken away from it, as if one were stripped of his raiment and ornaments. Now, this must have happened not only to the Jews, but to the Assyrians, Egyptians, and other nations, which he had mentioned; and therefore to all of them together he threatens their ruin. <\/p>,\n\n <p>FT379 “The haughty people of the earth. (Heb. the height of the people.)”—Eng. Ver. <\/p>,\n <p>FT380 “The earth also is defiled.”—Eng. Ver. “The earth is even polluted.” — <i>Stock <\/i>,. “And the land has been profaned.” — <i>Alexander <\/i> <\/p>,\n <p>FT381 “On account of the sin of perjury is the earth consumed.” — <i>Jarchi <\/i>,. “ <span class=\"greek-hebrew\">,אלה <\/span>,(ā <i>lāh <\/i>) does not here mean false swearing, as explained in the Targum, and by Jarchi, and Kimchi, but the curse of God attending the violation of his law.” — <i>Alexander <\/i> <\/p>,\n <p>FT382 “ <span class=\"greek-hebrew\">,אשם <\/span>,(ā <i>shăm <\/i>) is taken by some of the early writers in the sense of being <i>desolate <\/i>,. Its true sense is that of being recognised as guilty, and treated accordingly. It therefore suggests the ideas both of guilt and punishment.” — <i>Alexander <\/i> <\/p>,\n <p>FT383 “The city of confusion.”—Eng. Ver. <\/p>,\n <p>FT384 “In the fires, (or, valleys.)”—Eng. Ver. <\/p>,\n <p>FT385 “The uttermost part. (Heb. wing.)”—Eng. Ver. The Septuagint translates it literally, <span class=\"greek-hebrew\">,ἀπὸ τῶν πτερύγων τὢς γὢς <\/span>,, “from the wings of the earth” — <i>Ed <\/i> <\/p>,\n <p>FT386 There is a considerable diversity of opinion about the application of the term <i>righteous <\/i>,in this passage. Many commentators agree with Calvin in thinking that God is here called <i>righteous <\/i>,. Bishop Stock has slightly modified this view by applying the designation to the Messiah. “By the righteous,” says he, “is probably meant one person the Messiah, (see <a class=\"ref\">Acts 7:52 <\/a>,,) whose kingdom the Prophet beholds in vision, and joins in the chorus of joy at its approach; a joy, however, which is presently interrupted by a reflection on the wickedness of the greater part of his countrymen at that time, who should reject the Lord that bought them. Therefore he saith, Woe is me! destruction shall overtake the inhabitants of the land.” Instead of “Glory to the righteous,” the Septuagint renders it, <span class=\"greek-hebrew\">,ἐλπὶς τῶ εὐσεβεῖ <\/span>,, “hope to the godly man.” Professor Alexander’s rendering is, “Praise to the righteous;” and he remarks, <span class=\"greek-hebrew\">,צדיק <\/span>,(<i>tzăddīk <\/i>) is not an epithet of God (Henderson) or Cyrus (Hendewerk), but of righteous men in general.” — <i>Ed <\/i> <\/p>,\n <p>FT387 “My leanness. (Heb. leanness to me, or, my secret to me.)”—Eng. Ver. <\/p>,\n <p>FT388 “ <span class=\"aramaic_text\">,Nous n’avons raison aucune d’accuser celuy qui nous frappe <\/span>,;”—“We have no reason to blame him who strikes us.” <\/p>,\n <p>FT389 “Interpreters have commonly assumed that ‘the host of the high place’ is the same with the ‘host of heaven,’ and must therefore mean either stars (Jerome), or angels (Aben Ezra), or both (Gesenius). Grotius understands by it the images of the heavenly bodies worshipped in Assyria. Gesenius finds here an allusion to the punishment of fallen angels, and then makes this a proof of recent origin, because the Jewish demonology was later than the time of Isaiah. It may be doubted whether there is any reference to the hosts of heaven at all.” — <i>Alexander <\/i> <\/p>,\n <p>FT390 “The Lord shall punish (Heb. visit upon) the host of the high ones.”—Eng. Ver. <\/p>,\n <p>FT391 “ <span class=\"aramaic_text\">,Des enfans de Dieu <\/span>,;”—“Of the children of God.” <\/p>,\n <p>FT392 “And before his ancients gloriously; (or, there shall be glory before his ancients.)”—Eng. Ver. “Before his ancients shall he be glorified.” — <i>Lowth <\/i>,. “And before his elders shall there be glory.” — <i>Alexander <\/i> <\/p>,",
    "audit": null
}