{
    "id": 7157,
    "source": "calvin",
    "verse_id": 18036,
    "verse_count": 1,
    "reference": "20:6",
    "title": "",
    "html": " <p> <i>Lo, what is become of our expectation?<\/i>, He calls them <i>expectation<\/i>, or <i>lurking<\/i>, because the Jews turned towards them, whenever they were oppressed by any calamity, and placed their hope in them. We are accustomed to turn our eyes to that quarter from which we expect any assistance. Hence also, to “look” often signifies, in the Hebrew language, to “hope.” (<a class=\"ref\">Psalms 34:5<\/a>.) Now, they ought to have looked to God alone. Their wandering levity is therefore censured. And the same thing must happen to us, and deservedly, that when we have been invited by God, and refuse the sure refuge which he offers to us, and allow ourselves to be captivated by the delusions of Satan, we may lie down naked and destitute with shame and disgrace. <\/p>\n <p> <i>And the inhabitants of the island shall say.<\/i>, He gives the name <i>island<\/i>, not only to Jerusalem, but to the whole of Judea; and it is generally thought that the name is given because its shores are washed by the Mediterranean sea. But I think that there is a different reason for this metaphor, for it is but a small portion of the sea that washes it; but as an <i>island<\/i>, is separated from other lands, so the Lord separated Judea from other countries. It was kept apart from all the nations, which cherished a mortal hatred towards the Jews; for there was a “wall” between them, as Paul says, (<a class=\"ref\">Ephesians 2:14<\/a>,) which Christ at length threw down. Here again Isaiah confirms his prophecy. If you are not now moved by my nakedness, you shall one day be taught by the event, that these words were not spoken to you in vain. Thus, at a late hour, obstinate and rebellious men are constrained by God to confess their guilt, so that they are struck with amazement, and argue within themselves how they could be so greatly blinded by their own stubbornness. <\/p>",
    "audit": null
}