{
    "id": 7782,
    "source": "calvin",
    "verse_id": 18678,
    "verse_count": 1,
    "reference": "51:4",
    "title": "",
    "html": " <p> <i>Attend to me, my people. <\/i> There are good reasons why the Lord so frequently demands that he shall be heard. We know by experience how slow we are to hear him, especially in adversity; and even when we would have great need of consolation, we reject it by our impatience, and faint. Each of us, therefore, the sorer are the afflictions which press upon him, ought to endeavor more earnestly to enlarge his heart, and in this way to arouse himself, and to shake off his slothfulness, that he may receive consolation. What is here demanded is <i>attention, <\/i> to sustain our hearts by patience, till the season of grace be fully come. <\/p> \n <p> <i>For the law shall go forth from me. <\/i> The meaning is, that the Lord will again reign, and will arouse his Church to call on his name. Though the word <i>Law <\/i> is equivalent to the edict which God shall order to be proclaimed, when he shall be pleased to gather his Church, yet at the same time he describes his manner of reigning; namely, by his “Law” and byhis doctrine. Hence we see that wherever doctrine is rejected, God’s government is not found, that is, is not recognised by men. By <i>judgment <\/i> he means the order and administration of government, by which he shall restore his kingdom. <\/p> \n <p> <i>For a light of the peoples, <\/i> He says that this will be “for a light of the peoples,” because, when God begins to reign, miserable men are rescued from darkness and enlightened by the doctrine of the word. <\/p> \n <p> <i>I will reveal. <\/i> This vero <span class=\"greek-hebrew\"> ארגיע <\/span> <i>(argiang) <\/i> is variously expounded by commentators, because <span class=\"greek-hebrew\"> רגע <\/span> (<i>ragang <\/i>) has various significations. Sometimes it signifies to “cut” and “open,” and sometimes “to be at rest.” Some therefore explain it, “I will cause to rest,” that is, “I will establish;” and that meaning is not inappropriate. Most of the Jewish writers explain it differently, but I shall not relate their crooked and harsh interpretations. I rather approve of this translation, “I will manifest judgment,” or, “I will cause judgment to break forth,” or, which means the same thing, “I will reveal;” because I think that it agrees better with the former clause. Repetitions, we know, are very customary among the Hebrew writers. Although, therefore, he employs different words, still the meaning is the same. Having formerly said that “the law shall go forth from him,” he now says that “he will reveal judgment.” <\/p> ",
    "audit": null
}