{
    "id": 7615,
    "source": "calvin",
    "verse_id": 18506,
    "verse_count": 1,
    "reference": "42:25",
    "title": "",
    "html": "<p><i>Therefore he hath poured upon him. <\/i>Because the chastisements by which the Lord had begun, and would afterwards continue, to punish the Jews, were very severe, the Prophet employs metaphorical language to express their vehemence. He says that the Lord <i>poureth out his fury, <\/i>as if a thunderbolt were discharged with violence, or as if waters burst forth, to spread devastation far and wide on the surrounding country; just as, at the deluge, when <\/p>\n<p>“the flood-gates of the deep were broken up, and the windows of heaven were opened,” (<a class=\"ref\">Genesis 7:11<\/a>,) <\/p>\n<p>the waters burst forth with prodigious force and violence. <\/p>\n<p><i>And the strength of war. <\/i>He next employs a different figure, that God assembles his forces to make war, that he may attack the people with unrelenting hostility. If this be supposed to mean the enemies whom the Lord raised up against the Jews, I do not greatly object to the interpretation; for it is certain that they were raised up by the judgment of God. What else was Nebuchadnezzar than God’s scourge? (<a class=\"ref\">Jeremiah 51:20<\/a>.) But, for my own part, I think that this also ought to be viewed as metaphorical language, meaning that “God rushes forth violently, like an armed enemy, and pours out his fury on the people.” He has various ways of making war; for he chastises his people sometimes by famine, sometimes by war, and sometimes by pestilence; and therefore I think that he includes here scourges of every kind by which the Lord strikes his people. If we sometimes think that they are too harsh and severe, let us consider how heinous our sins are; for we shall not find that he is immoderate or excessively severe in inflicting punishment. <\/p>\n<p><i>And he gave no heed to it. <\/i>Again the Prophet exclaims against that gross stupidity with which the Jews were struck, so that they did not perceive their affliction, nor raise their eyes to heaven, so as to acknowledge that the Lord was the avenger and author of it.  <\/p>\n<p><i>And he laid it not to heart. <\/i>To “lay a thing to heart” is to consider attentively and diligently; for if this thought came into our minds, and were deeply engraven on our hearts, “God is judge, and hath justly punished us,” we should immediately repent. At present the whole world is oppressed by so many calamities, that there is scarcely a spot that is free from the wrath of God; yet no person gives heed to it, but all fiercely and rebelliously contend with him; and therefore we need not wonder that he inflicts on men such dreadful punishment, and pours out his wrath on all sides, when the world opposes him with inveterate rebellion. <\/p>",
    "audit": null
}