{
    "id": 7361,
    "source": "calvin",
    "verse_id": 18247,
    "verse_count": 1,
    "reference": "30:29",
    "title": "",
    "html": " <p> <i>And you shall have a song as in the night. <\/i>,Here he declares that all the punishments which he threatened against the Assyrians shall tend to the advantage of the Church, because the Lord punishes the outrages committed against his people not less severely than if they had been committed against himself. In this way he testifies his infinite love and kindness towards his own people, when he deigns to take up arms on their behalf. Hence we ought to conclude, that all the threatenings which are found in any part of Scripture tend to the consolation of believers. <\/p>,\n <p> <i>When a festival is kept. <\/i>,He says that this “song” will be sacred, and compares it to a “holy solemnity,” in order to excite believers to thankfulness, and to shew that their joy should be directed to God; for it is not enough to rejoice, unless our joy look straight towards God, and unless we keep him alone always in our view; otherwise our joy will be fruitless and irreligious, and will not promote our salvation, or be acceptable to God. He calls it “a song <i>of the night <\/i>,, ” because the Jews began the day at sunset, and, as soon as the evening came, celebrated the festival. <\/p>,\n <p> <i>To the mountain. <\/i>,He explains more fully of what nature this joy shall be. They shall not dance, as irreligious men do, but shall raise and fix their eyes on God, whom they acknowledge to be the author of every blessing. By “the mountain” he means the temple which was built “on the mountain.” He calls God <i>The Mighty One of Israel <\/i>,, because it was by his assistance that they had been redeemed and preserved; and hence he reminds them that in future they will not be safe in any other way than by placing their hope in God alone. And indeed, when we cherish any conviction of our own strength, we rob God of this title, which is truly and sincerely bestowed on him by none but the lowly and humble, who have laid aside all confidence in their own strength. <\/p>,",
    "audit": null
}