{
    "id": 7816,
    "source": "calvin",
    "verse_id": 18712,
    "verse_count": 1,
    "reference": "52:15",
    "title": "",
    "html": "<p><i> So shall he sprinkle many nations.<\/i> Some explain it, “Shall cause to drop,” which they take to be a metaphorical expression for “to speak.” But since<span class=\"greek-hebrew\"> נזה<\/span> signifies “to sprinkle,” and is commonly found to have this sense in Scripture, I choose rather to adopt this interpretation. He means that the Lord will pour out his Word over “many nations.” He next mentions the effect of doctrine, that<i> kings shall shut their mouth<\/i> , that is, in token of astonishment, but a different kind of astonishment from that which he formerly described. Men “shut their mouths,” and are struck with bewilderment, when the vast magnitude of the subject is such that it cannot be expressed, and that it exceeds all power of language.<\/p> \n<p><i> What they have not heard.<\/i> He means that this astonishment will not arise merely from Christ’s outward appearance, but, on the contrary, from the preaching of the Gospel; for, though he had risen from the dead, yet all would have thought that he was still a dead man, if the glory of his resurrection had not been proclaimed. By the preaching of the Gospel, therefore, were revealed those things which formerly had neither been seen nor heard; for this doctrine was conveyed to kings and nations that were very far off, and even to the very ends of the world.<\/p> \n<p>Paul quotes this passage, and shows that it was fulfilled in his ministry, and glories on this ground, that he proclaimed the doctrine of the Gospel to those who had never heard of it at all. (<a class=\"ref\">Romans 15:21<\/a>) This belongs to the office of an Apostle, and not to the office of every minister. He means that the kingdom of Christ is more extensive than merely to embrace Judea, and that it is not now confined within such narrow limits; for it was proper that it should be spread through all nations, and extended even to the ends of the world. The Jews had heard something of Christ from the Law and the Prophets, but to the Gentiles he was altogether unknown; and hence it follows that these words relate strictly to the Gentiles.<\/p> \n<p><i> They shall understand.<\/i> By this word he shows that faith consists in certainty and clear understanding. Wherever, therefore, knowledge of this kind is wanting, faith is unquestionably wanting. Hence it is evident how idle is the notion of the Papists about implicit faith, which is nothing else than gross ignorance, or rather a mere creature of imagination.<\/p> ",
    "audit": null
}