{
    "id": 6926,
    "source": "calvin",
    "verse_id": 17798,
    "verse_count": 1,
    "reference": "7:15",
    "title": "",
    "html": "<p><i>Butter and honey shall he eat. <\/i> Here the Prophet proves the true human nature of Christ; for it was altogether incredible that he who was God should be born of<i>a virgin<\/i> . Such a prodigy was revolting to the ordinary judgment of men. To hinder us from thinking that his fancy now presents to us some apparition, he describes the marks of human nature, in order to show, by means of them, that Christ will actually appear in flesh, or in the nature of man; that is, that he will be reared in the same manner that children commonly are. The Jews had a different way of rearing children from what is followed by us; for they used<i>honey<\/i> , which is not so customary among us; and to this day they still retain the custom of causing a child to taste<i>butter and honey<\/i> , as soon as it is born, before receiving suck.<\/p> \n<p><i>That he may know. <\/i> That is, until he arrive at that age when he can distinguish between good and evil, or, as we commonly say, <i>till the years of discretion<\/i> ;<span class=\"greek-hebrew\"> ל<\/span> (<i>lamed<\/i>) denotes the term and period up to which he shall be reared after the manner of a child; and this contributes still more to prove the reality of his nature. He therefore means<i>understanding<\/i> and<i>judgment<\/i> , such as is obtained when the period of childhood is past. Thus we see how far the Son of God condescended on our account, so that he not only was willing to be fed on our food, but also, for a time, to be deprived of<i>understanding<\/i> , and to endure all our weaknesses. ( <a class=\"ref\">Hebrews 2:14<\/a>.) This relates to his human nature, for it cannot apply to his Divinity. Of this state of ignorance, in which Christ was for a time, Luke testifies when he says,<\/p> \n<p><span> And he grew in wisdom, and in stature,\nand in favor with God and with man. (<\/span> <a class=\"ref\">Luke 2:52<\/a>.)<\/p> \n<p>If Luke had merely said that Christ<i>grew<\/i> , he might have been supposed to mean<i>with men<\/i> ; but he expressly adds, <i>with God<\/i> . Christ must therefore have been, for a time, like little children, so that, so far as relates to his human nature, he was deficient in understanding.<\/p> ",
    "audit": null
}