{
    "id": 6894,
    "source": "calvin",
    "verse_id": 17766,
    "verse_count": 1,
    "reference": "5:26",
    "title": "",
    "html": "<p><i>And he will lift up an ensign to the nations. <\/i> In this and the following verses he describes the nature of the punishment which the Lord would inflict on his people; namely, that they were about to suffer from the Assyrians a similar, or even a heavier calamity, than that which their brethren the Israelites had lately endured. Many distresses had indeed been suffered by themselves from the Assyrians, though the kingdom of Judah was not yet overturned. Besides, what had befallen the kingdom of Israel might be viewed as a mirror in which they could behold God’s wrath and righteous chastisement.<\/p> \n<p>And yet this prediction, though it was accompanied by clear proofs, must undoubtedly have appeared to be incredible; for at that time they enjoyed repose, and the slightest truce of any kind easily laid them asleep. He says, therefore, that this calamity will come to them from distant nations, from whom nothing of this kind was expected; and he sounds an alarm as if the enemy were already at hand. It is not for the sake of soothing their fear that he uses those words, <i>from afar,<\/i> and<i>from the end of the earth<\/i> ; but, on the contrary, he speaks in this manner for the express purpose of informing them that they ought not to judge of the anger of God from what meets the eye, for we are wont to judge of dangers from the outward appearance of things. Now, if the enemies are not so near, or if other circumstances hinder them from giving us immediate annoyance, we give ourselves no concern. Thus the people were lulled into a profound sleep, as if there were no danger to be dreaded. But Isaiah says that this will not hinder the Lord from<i>erecting a banner<\/i> , and instantly commissioning the Assyrians to slaughter them. The expression is metaphorical; for when a banner is displayed it is customary for soldiers, at the bidding of their general, to advance in hostile array and rush into the battle.<\/p> \n<p><i>He will hiss to it. <\/i> Though a change of number frequently occurs in Scripture, yet it is on solid grounds that the Prophet, by changing the number, makes many nations to be but one nation. The meaning is, that when it shall please God to assemble various nations, and form them into one body, it will not be a confused multitude, but will resemble a body which has a visible head that rules and guides. He chose to employ the word<i>hiss<\/i> rather than a word of weightier import, such as<i>sound a trumpet<\/i> , or anything of that sort; in order to show that God does not need to sound a trumpet in order to call the enemies to battle, and that he has no difficulty in inflicting punishment when the time for taking vengeance is fully at hand, for by a mere nod he can accomplish the whole.<\/p> \n<p><i>And lo, it will come speedy and swift. <\/i> This confirms still more what I have already observed, that we ought not to judge of the anger of the Lord from the present appearance of things; for although everything appears to give assurances of peace, yet suddenly war will break out from a quarter from which we do not expect it. Even though we think that we are defended on all sides by friends, yet God will stir up enemies from the farthest corners of the earth, who will break through every obstruction, and overtake us with ease, as if the way were plain and smooth. This ought to be carefully observed, that we may not suffer ourselves to be blinded by vain presumption and foolish confidence.<\/p> \n<p>We ought also to observe that wars are not kindled accidentally, or by an arrangement of men, but by the command of God, as if he assembled the soldiers by the sound of a trumpet. Whether, therefore, we are afflicted by battle, or by famine, or by pestilence, let us know that all this comes from the hand of God, for all things obey him and follow his direction. And yet it was not the intention of the Chaldeans to obey God, for they were hurried on by their eagerness to obtain wealth and power, while he has quite another object in view: but God employs their agency for executing his judgments. Hence arises a remarkable and illustrious display of the power of God, which is not limited by the will of men, or dependent on their decisions, but leads them, though contrary to their wish, or without their knowledge, to obey him. And yet it is no excuse for the ungodly that they are drawn contrary to the disposition of their mind, and do not willingly serve God, for they aim at nothing else than fraud, cruelty, and violence; and by their cruelty God punishes the transgressions and crimes of his people.<\/p> \n\n<p><span> “Jehovah shall hist the fly,\nThat is in the utmost parts of Egypt;<br> \nAnd the bee, that is in the land of Assyria.”<\/span><\/p> \n<p>On which place see <a class=\"ref\">Deuteronomy 1:44; Psalms 118:12<\/a>. —<i>Lowth<\/i> .<\/p> ",
    "audit": null
}