{
    "id": 7383,
    "source": "calvin",
    "verse_id": 18270,
    "verse_count": 1,
    "reference": "32:10",
    "title": "",
    "html": " <p> <i>Days above a year. <\/i> By these words he declares that the calamity will be of long duration; for it is no slight consolation in adversity, when the distresses which must otherwise have been endured by us with grief and sorrow pass quickly away. But when no end and no mitigation of sorrows, no comfort or hope of deliverance is held out to us, what can be left but despair? He therefore threatens not only that they shall endure them for one year, but that afterwards they must look for new afflictions. <\/p> \n <p> <i>You shall tremble. <\/i> By this word he indirectly stings their slothfulness, by declaring that they who grudged to listen to calm instruction shall be dragged forth with trembling and alarm. As the Jews were excessively anxious about earthly blessings and perishing food, he addresses their senses by threatening a scarcity of wine and wheat. If they had been more thoroughly purified from grovelling desires, he would rather have threatened what Jeremiah deplores in his Lamentations, that <\/p> \n <p>“the sacrifices and festivals had ceased, and that the holy assemblies were discontinued.” (<a class=\"ref\">Lamentations 1:7<\/a>.) <\/p> \n <p>But, because they were sunk in their pleasures, and had not made such proficiency as to know the value of spiritual blessings, the Prophet accommodates himself to their ignorance, and addresses their bellies rather than their understandings. He speaks of the desolation of the fields, which would be the necessary consequence of that calamity; for abundance and plenty commonly give rise to ease and indifference. “The Lord will therefore,” says he, “deprive you of all food, and shake off your slothfulness, and take away all ground of confidence.” Accordingly, we are here reminded that we ought not to sleep in the midst of prosperity, nor imagine that we are safe, as if we could expect uninterrupted prosperity in the world. But we ought to use with moderation the gifts of God, if we do not wish to be suddenly aroused, and to be overwhelmed when we are off our guard, and to feel the heavier distress because we did not look for a change of our affairs. <\/p> ",
    "audit": null
}