{
    "id": 7725,
    "source": "calvin",
    "verse_id": 18621,
    "verse_count": 1,
    "reference": "48:6",
    "title": "",
    "html": "<p><i> Thou hast heard.<\/i> This makes it still more clear that the Prophet speaks of a future captivity, and of the redemption by which it should be followed; thus intending to make provision for the advantage both of the men of his own time and of posterity, that, if they who then lived received no benefit, at least posterity might take warning and repent. It frequentlyhappens, that the doctrine of the prophets produces little effect on those who see and hear, and sometimes is even treated by them with contempt, while posterity receive it with better dispositions.<\/p> \n<p><i> See all.<\/i> When he bids them<i> see,<\/i> some think that the Prophet exhibits the event in such a manner as if he had said, that God had spoken nothing which had not been made evident to be true. But I give a different interpretation of this word<span class=\"greek-hebrew\"> חזה<\/span> ,<i> (chazeh,) see,<\/i> in this manner: “Seeing that the Lord hath spoken, it is thy duty to examine the words, and to give attention.” Hence we ought to observe, that it is owing to our sluggishness or indolence that we immediately lose those things which proceed from the mouth of God, and that in vain do many persons hold out the pretext of ignorance; because the Lord reveals clearly enough all that is necessary to be known, if they who hear would examine it carefully, and with due attention.<\/p> \n<p><i> And will ye not declare it?<\/i> The Lord next demands something more from his people than to understand and consider his word; that is, that they may be a herald and witness of the miracles which they have known by experience. And, indeed, he instructs his people on this condition, that they shall afterwards lead others to the same confession of faith.<i> Even now have I made thee to hear<\/i> As if he had said, “Observe this day, on which the Lord foretells to thee, by my mouth, those things which thou didst not know; for these things cannot be perceived or foreseen by human conjecture.”<\/p> ",
    "audit": null
}