{
    "id": 7900,
    "source": "calvin",
    "verse_id": 18796,
    "verse_count": 1,
    "reference": "58:9",
    "title": "",
    "html": " <p> <i>Then shalt thou call. <\/i> Isaiah follows out what he had formerly begun, that everything shall prosper well with the Jews, if they shall be just and inoffensive and free from doing wrong to any one, so that it shall manifest their piety and religion. He pronounces what is said by Hosea, (<a class=\"ref\">Hosea 6:6<\/a>) and repeated by Christ, that “mercy shall be preferred to sacrifice.” (<a class=\"ref\">Matthew 9:13<\/a>) Thus after having spoken of the duties which men owe to one another, and testified that it shall be well with those who shall perform those duties, he adds, “Then shalt thou call, and the Lord will listen to thee.” The chief part of our happiness is, if God listen to us; and, on the other hand, nothing could be more miserable than to have him for an enemy. In order to try our faith, he attributes to our prayers what he bestows willingly and by free grace; for if he always bestowed his blessings while we were asleep, the desire to pray would become utterly cold, and indeed would cease altogether; and so the kindness of God would be an encouragement to slothfulness. Although he anticipates us by his free grace, yet he wishes that our prayers for his blessings should be offered, and therefore he adds, <i>Thou shalt cry, and he shall say, Behold, here I am <\/i>. This promise likewise contains an exhortation, that we may not lie idle. When he says that he is present, this indeed is not visible to our eyes; but he gives a practical declaration that he is near and reconciled to us. <\/p> \n <p> <i>If thou shalt take away from the midst of thee the yoke. <\/i> In the latter part of the verse he again repeats that God will be reconciled to the Jews if they repent. Under the word “yoke” he includes all the annoyances that are offered to the poor; as if he had said, “If thou shalt cease to annoy thy brethren, and shalt abstain from all violence and deceit, the Lord will bestow upon thee every kind of blessing.” <\/p> \n <p> <i>And the pointing of the finger. <\/i> This includes every kind of attack; for we are said to “point the finger,” when we threaten our neighbors, or treat them cruelly, or offer any violence. <\/p> \n <p> <i>And speech of vanity, or unprofitable speech. <\/i> This is the third class of acts of injustice, by which we injure our neighbor when we impose upon him by cunning and deceitful words or flatteries; for every iniquity consists either of concealed malice and deceit, or of open violence. <\/p> \n\n <p> <span> Quum fortunic ipsi minaci \nMandaret ]aqueum, mediumque ostenderet unguem <\/span>. <\/p> \n <p>On this passage scholiasts observe, that it was an ancient custom, when any person was the object of scorn, or was treated with marked contempt or disgraceful reproach, to point at him by holding out the middle finger.” ­ <i>Rosenmuller <\/i>. <\/p> ",
    "audit": null
}