{
    "id": 7325,
    "source": "calvin",
    "verse_id": 18211,
    "verse_count": 1,
    "reference": "29:17",
    "title": "",
    "html": "<p><i>Is it not yet a little while?<\/i> The Lord now declares that he will make those wicked men to know who they are; as if he had said, “You are now asleep in your pride, but I shall speedily awake you.” Men indulge themselves, till they feel the powerful hand of God; and therefore the Prophet threatens that the judgment of God will overtake such profound indifference.<\/p> \n<p><i>And Lebanon shall be turned into Carmel. <\/i> Under the names “Lebanon” and “Carmel” he intended to express a renovation of the world and a change of affairs. But as to the object of the allusion, commentators differ widely from each other. As Mount “Lebanon” was clothed with trees and forests, and “Carmel” had fruitful and fertile fields. Many think that the Jews are compared to “Carmel,” because they will be barren, and Christians to “Lebanon,” because they will yield a great abundance of fruits. That opinion is certainly plausible, as men are usually gratified by everything that is ingenious; but a parallel passage, which we shall afterwards see, ( <a class=\"isa\" verses=\"WzE4Mjc1XQ==\">Isaiah 32:15<\/a>), will shew that the Prophet here employs the comparison for the purpose of magnifying the grace of God; for, when he shall again begin to bless his people, the vast abundance of all blessings will take away from “Carmel” the celebrity which it possessed. He therefore threatens that he will turn “Lebanon” into “Carmel,” that is, a forest will become a cultivated field, and will produce corn, and the cultivated fields shall yield so great an abundance of fruits that, if their present and future conditions be compared, they may now be pronounced to be unfruitful and barren. This mode of expression will be more fully explained when we come to consider <a class=\"isa\" verses=\"WzE4Mjc1XQ==\">Isaiah 32:15<\/a><\/p> \n<p>Others view “Carmel” as an appellative, but I prefer to regard it as a proper name; for it means that those fruitful fields may now be reckoned uncultivated and barren, in comparison of the new and unwonted fertility. Others explain it allegorically, and take “Lebanon” as denoting proud men, and “Carmel” as denoting mean and ordinary persons. This may be thought to be acute and ingenious, but I choose rather to follow that more simple interpretation which I have already stated. That the godly may not be discouraged, he passes from threatenings to proclaim grace, and declares that when, by enduring for a little the cross laid on them, they shall have given evidence of the obedience of their faith, a sudden renovation is at hand to fill them with joy. And yet, by shutting out the ungodly from this hope, he intimates that, when they are at ease, and promise to themselves peace or a truce, destruction is very near at hand; for, “when they shall say, Peace and Safety,” as Paul tells us, “then sudden destruction will overtake them.” ( <a class=\"ref\">1 Thessalonians 5:3<\/a>.)<\/p> ",
    "audit": null
}