{
    "id": 7714,
    "source": "calvin",
    "verse_id": 18610,
    "verse_count": 1,
    "reference": "47:10",
    "title": "",
    "html": "<p><i> For thou trustedst.<\/i> He explains what he said in the preceding verse, though it may be extended further, so as to be a censure of the fraud and oppression and violence and unjust practices by which the Babylonians raised themselves to so great power. Almost all large kingdoms are, what a distinguished robber pronounced them to be, great robberies; for there is no other way in which they enlarge their dominions than by extorting them from others by violence and oppression, and by driving out the lawful owners from their dwellings, that they alone may reign at large.<\/p> \n<p><i> In thy malice.<\/i> He gives the name of “malice” to that which he will afterwards adorn with more plausible names, namely,<i> wisdom<\/i> and<i> knowledge.<\/i> In this manner do tyrants usually disguise their tricks, when they lay aside all regard to justice and equity, and cunningly deceive the people; but the Lord detests and exposes them; so that it becomes manifest that it served no purpose to cover their wickedness by useless veils. Thus Job, after having said that “wise men are taken in their own wisdom,” explains this by calling it “craftiness.” (<a class=\"ref\">Job 5:13<\/a> .)<\/p> \n<p><i> Thou saidst, No one seeth me.<\/i> When he adds that Babylon thought that her iniquities were not seen, this refers to free indulgence in sinning; for while men are kept in the discharge of duty by fear or shame, he who neither dreads God as a witness, nor thinks that men will know what he does, breaks out into every kind of licentiousness. It is true, indeed, that even the worst of men are often tormented by the stings of conscience; but, by shutting their eyes, they plunge themselves in: stupidity as in a lurking-place, and, in short, harden all their senses. Above all, we see that they have the hardihood to mock God, as if by their craftiness they could dazzle his eyes; for whenever they wish to defraud simpletons, they think it enough that they are not detected, as if they could impose on God. But to no purpose do they flatter themselves in their cunning, for the Lord will speedily take off the mask from them. All men ought therefore to abhor this wisdom, by which men deceive themselves, and accomplish their own ruin.<\/p> \n<p><i> I, and there is none beside me.<\/i> He again repeats those blasphemies, that all may plainly understand how greatly God abhors them, and how near to destruction are all who raise themselves higher than they ought.<\/p> ",
    "audit": null
}