{
    "id": 7095,
    "source": "calvin",
    "verse_id": 17974,
    "verse_count": 1,
    "reference": "16:4",
    "title": "",
    "html": " <p> <i>Let mine outcasts dwell with thee, Moab.<\/i>, The Prophet addresses the <i>Moabites<\/i>, as if he were humbly beseeching them in the name of the people at large. “You are neighbors, related to us by blood; receive and assist those who are in distress: and if you do not choose to assist, at least do them no harm.” God, who usually undertakes the cause of his people, is represented by the Prophet as if he performed the part of a suppliant. It is certain, that the Moabites did not at all act in this manner towards the Jews, but, on the contrary, that they joined their efforts with the enemies of the Jews to do them injury. But, as I said a little before, the Prophet sets before our eyes that justice which even nature demands, that the cruel violation of it may be the more abhorred. <\/p>\n <p>This passage ought to be carefully observed; for God shows how great is the care which he takes of his people, since the injuries done to them affect him in the same manner as if they had been done to himself; as he declares by Zechariah, that <i>whenever they are touched, the apple of his eye is touched<\/i>,. (<a class=\"ref\">Zechariah 2:8<\/a>.) He <i>hears the groaning<\/i>, (<a class=\"ref\">Psalms 102:20<\/a>,) and observes the tears, of wretched men who call upon him; (<a class=\"ref\">Psalms 12:5<\/a>;) and though this be not always visible to us, yet in due season he shows that he has heard them. <\/p>\n <p>Let us therefore learn from this passage to be kind and dutiful to fugitives and exiles, and especially to believers, who are banished for their confession of the word. No duty can be more pleasing or acceptable to God; and, on the other hand, nothing is more hateful or abominable in his sight than barbarity and cruelty. If we wish to obtain any alleviation of our calamities, let us be kind and compassionate, and not refuse assistance to the needy. <\/p>\n <p> <span> Blessed, says he, is he that judgeth wisely about the poor and needy; the Lord will deliver him in the evil day.\n(<\/span>, <a class=\"ref\">Psalms 41:1<\/a>.) <\/p>\n <p>On the other hand, <\/p>\n <p>he shall have judgment without mercy who hath showed no mercy. (<a class=\"ref\">James 2:13<\/a>.) <\/p>\n <p>When God calls them <i>his banished<\/i>, this may without impropriety be viewed as referring to punishment, as if he said, that by a just judgment they were <i>banished<\/i>, from the land of Canaan, (<a class=\"ref\">Deuteronomy 28:64<\/a>,) as he had so often threatened against them. Yet undoubtedly he likewise means, that they continue to be under his defense and protection, because, though they are banished and driven out of their native country, still he acknowledges them to be his people. That calamity which the Jews endured might be regarded as an evidence that they were cast off; but the Lord acknowledges them to be <i>his children<\/i>, though he chastises them severely. Hence we obtain a doctrine full of consolation, that we are reckoned in the number of his children, though sharp and heavy strokes are inflicted upon us. <\/p>\n <p> <i>For the extortioner hath ceased.<\/i>, He now directs his discourse to the Jews, and proceeds to comfort them, as he had done formerly, by showing that, when their enemies shall be removed from the midst of them, the banishment or ruin of their enemies will also relieve their own calamities and distresses. Yet the former statements related chiefly to the Jews, though the Prophet expressly addressed the Moabites. But at that time he only threatened vengeance on enemies, while here he more clearly promises consolation to his people; as if he had said, “Thou thoughtest, O Moab, that my people were utterly ruined: but I will restrain the enemies, and put an end to that affliction. Thou shalt therefore perish; but my people shall at length be delivered from those dreadful calamities.” <\/p>\n <p>Perhaps it will rather be thought that there is a change of the tenses; and thus the particle <span class=\"greek-hebrew\">,כי<\/span>, (<i>ki<\/i>,) which we have rendered <i>For<\/i>, will signify <i>Until<\/i>,; and this clause will be read in immediate connection with the former part of the sentence. <i>Let my banished dwell with thee, Moab; be thou a place of concealment from the face of the destroyer, until the extortioner shall have ceased<\/i>,. But as that might be thought to be a forced interpretation, I have chosen to abide by the natural meaning. <\/p>",
    "audit": null
}