{
    "id": 7885,
    "source": "calvin",
    "verse_id": 18781,
    "verse_count": 1,
    "reference": "57:15",
    "title": "",
    "html": "<p><i> For thus hath spoken the High and Lofty One.<\/i> He confirms the former statement about the restoration of the people from captivity. But this verse may be explained in two ways; either that the Prophet meets the doubt which might spring up in the hearts of good men, and thus compares things which are contrasted with each other; or, that he draws an argument from the nature of God, in order to strengthen weak minds. To explain these things more clearly, we know, first, that our hearts are often distracted by these thoughts, that God is actually in heaven, but that there is a great distance between him and us, and that, he overlooks or despises human affairs, and, in a word, that he takes no care at all about us. In order to correct this imagination, the Prophet says that God does indeed dwell in a lofty place, but does not the less on that account look at this world and govern it by his providence; for he is anxious about the salvation of men, and dwells with the afflicted, and with them that are of a broken and humble heart; as it is said, “Jehovah is high, and hath respect to the lowly,” (<a class=\"ref\">Psalms 138:6<\/a>) and in other passages.<\/p> \n<p>The other meaning is, that the Prophet shows that God is very unlike us; for we tremble in adversity, because we measure him by our standard, and say, “How shall the Lord render assistance to us, who are oppressed?” Besides, men who are in distress are commonly overlooked and despised. Thus we think that God holds us in no estimation, because we form our ideas of him from our own nature. But we ought to entertain very different views of him; and therefore he says, that he “dwelleth in heaven,” in order to intimate that he is not liable to human passions; for he is like himself at all times, and never changes his purpose; and therefore as he has once promised restoration to his people, so he will perform it. I do not dislike this interpretation, nor do I reject the former, which is fuller and more abundant, and agrees with other passages of Scripture, that commonly join together those two things; that the Lord dwelleth in heaven, and taketh care of human affairs, and especially of his children, as I stated briefly a little before.<\/p> \n<p><i> Who dwelleth in eternity.<\/i> We are fickle, and apply our minds sometimes to one subject, and sometimes to another; and our hearts do not continue to be fixed on that which we have once embraced. On this account he distinguishes between God and men, for on him no shadow of change falls; but we have not such steadfastness as to exercise constant care about those who need our assistance.<\/p> \n<p><i> I inhabit the high and holy.<\/i><span class=\"greek-hebrew\"> קדוש<\/span> (<i> kadosh<\/i>) sometimes denotes the temple, but here it denotes heaven itself. We see the reason why he calls him “the Holy One,” and “the inhabitant of the holy and lofty place.” It is in order to inform us how much he differs from us, and how unlike he is to our nature. Besides, we ought to draw from it a singular consolation, that the Lord wishes to assist the wretched, and even chooses for himself a habitation amongst them, that is, provided that they acknowledge their wretchedness.<\/p> \n<p><i> And with him who is lowly in spirit.<\/i> Wicked men are oppressed by various calamities, but do not cease to be fierce and haughty. It will be vain for them to hope that God will draw near to them; for their hearts must be lowly and utterly cast down, if they expect to obtain any assistance from God. Accordingly, he descends even to the lifeless, that he may breathe new life into them and form them anew. Twice he expressly mentions the “lowly spirit,” and the “afflicted heart,” that we may know that these promises belong to those who, in their afflictions, shall not be hardhearted and rebellious, and who, in short, shall lay aside all haughtiness and be meek and lowly.<\/p> ",
    "audit": null
}