{
    "id": 7026,
    "source": "calvin",
    "verse_id": 17903,
    "verse_count": 1,
    "reference": "12:2",
    "title": "",
    "html": " <p> <i>Behold, God is my salvation. <\/i>,Though it is proper to behold by faith the salvation of God in the midst of our afflictions, yet here Isaiah speaks of knowledge derived from experience; for he lays down a form of a joyful song, in which God shows by outward signs that he is pacified towards his Church. Such is also the import of the phrase <span class=\"greek-hebrew\">,הנה <\/span>,, (<i>hinneh <\/i>,,) <i>Behold <\/i>,; for now the brightness of God’s countenance, which had been hidden for a time, shines forth, so that they can point to it as with the finger. Since, therefore, our punishments fill us with dread, and it is impossible for our minds not to be overclouded by our sins, as if we had no interest in God’s salvation, or as if it were withdrawn from us, the Prophet describes here a change of feeling, when God is reconciled to us. But this prediction relates chiefly to the coming of Christ, which first exhibited fully the salvation of God. <\/p>,\n <p> <i>I will trust and not be afraid. <\/i>,He adds, that when we are fully convinced that salvation is laid up for us in God, this is a solid foundation of full confidence, and the best remedy for allaying fears. But for this we must have trembled, and been uneasy and distressed, and tortured by painful emotions. Hence, we conclude, that confidence proceeds from faith, as an effect from its cause. By faith we perceive that salvation is laid up for us in God, and a calm and peaceful state of mind arises from it; but when faith is wanting there can be no peace of conscience. Let us therefore know that we have made good progress in faith, when we have been endued with such confidence as the Prophet describes. <\/p>,\n <p>Besides, this confidence ought to have <i>the chief place in our hearts <\/i>,, (<a class=\"ref\">Colossians 3:15 <\/a>,,) so as to banish all fear and dread; not that we are free from all distress and uneasiness, but that assurance will at length be victorious. Yet we must keep in mind what I said, that the Prophet here speaks of the cheerfulness which believers, who had formerly been almost overwhelmed under the load of temptations, obtain, when God is reconciled to them. <\/p>,\n <p> <i>For the Lord JEHOVAH is my strength. <\/i>,He states more clearly and more expressly that believers will have good reason to sing, because they will have known by experience that they are <i>strong <\/i>,in their God, as indeed redemption was an illustrious display of the power of God. Since Isaiah does not describe the benefit of a single day, but that which God had determined to carry forward till the coming of Christ, it follows that there are none who sincerely and heartily sing the praises of God, but those who, convinced of their weakness, seek to obtain strength from God alone in answer to prayer. Nor is he here called a part or an aid of our strength, but our complete <i>strength <\/i>,; for we are strong, so far as he supplies us with strength. <\/p>,\n <p> <i>And my song. <\/i>,The reason why he is called <i>The song of the godly <\/i>,is, that he bestows on them so much kindness for the purpose of exciting them to perform the duty of thankfulness. Hence we conclude that the beginning of joy springs from the favor of God, and that the end of it is <i>the sacrifice of praise <\/i>,. (<a class=\"ref\">Psalms 50:23 <\/a>.) Thus, the hearts of the godly ought to be trained to patience, that they may not cease to bless God; but in a state of joy and prosperity their mouth is opened, so that they loudly proclaim God’s benefits. But since the ungodly freely indulge in despising God, and, having laid their consciences asleep, riot like brutes in drunken mirth, and never awake to praise God, Christ justly curses their joy. <\/p>,\n <p> <span>,Wo to you that laugh, for ye shall mourn; your joy shall be turned into grief, and your laughter into qnashing of teeth.\n(<\/span>, <a class=\"ref\">Luke 6:25 <\/a>.) <\/p>,\n <p> <i>And he hath become my salvation. <\/i>,If it be thought better to take this clause in the past tense, the meaning will be, that believers sing joyfully, <i>because God hath saved them <\/i>,. But it will be most appropriate to take it in the future tense, <i>and he will become my salvation <\/i>,; that is, God not only <i>hath been salvation <\/i>,to his people, but will be so to the end; for believers ought not to confine their attention to the present benefit, but to extend their hope to the uninterrupted progress of his favor. <\/p>,",
    "audit": null
}