{
    "id": 7552,
    "source": "calvin",
    "verse_id": 18442,
    "verse_count": 1,
    "reference": "40:21",
    "title": "",
    "html": " <p> <i>Do ye not know? <\/i> After having ridiculed the stupidity and madness of the Gentiles, the Prophet turns to the Jews; for we are all prone to superstition, and thus we easily fall into it when any example is placed before our eyes. In consequence of mixing with the Babylonians during their captivity, the Jews were constrained to behold daily the basest examples of idolatry, and might be led away to wicked imitation. Isaiah therefore anticipates this at an early period, and warns them not to be carried away by the sight of such things. <\/p> \n <p>He asks, “Have they not been taught, and have they not learned who is God?” The greater part of commentators think that all the questions here put are a repetition of the same truth, namely, that the creation of the world shews clearly that nothing can be more inconsistent than to seek God in wood and stone, silver and gold. But we may infer from the context that there are two clauses. Had he proceeded in his expostulation with the Gentiles, he would have brought forward no other witnesses than heaven and earth. But because he addresses the Jews who had been plainly taught by the Law, he brings forward direct arguments to refute them, drawn both from the order of nature and from the voice of God. And, first, he puts the question in general terms, “Do ye not know?” Next, he adds two methods by which they ought to have distinguished between the true God and the false gods. The former is drawn from the hearing of the Word, and therefore he expressly says, “Hath it not been told you? Have ye not heard?” <\/p> \n <p>The latter method is borrowed from that magnificent theatre in which the glory of God shines above and below. If the discourse had been addressed to foreigners and heathens, he would have been satisfied with this second demonstration, as we see that Paul also was; for, having to do with the inhabitants of Lystra, to whom no knowledge of heavenly doctrine had been conveyed, he employs none but natural arguments, that “God, by giving rain and sunshine, did not leave himself (<span class=\"greek-hebrew\"> ἀμάρτυρον<\/span>) without witness.” (<a class=\"ref\">Acts 14:17<\/a>.) But when the Prophet spoke to the Jews about true godliness, it would have been improper for him to pass by the Law, which rendered them doubly inexcusable if, by neglecting it, they profaned themselves with unbelievers; for they had been convinced not only by the sight of their eyes, but also by the hearing of their cars, which God beat incessantly by the preaching of his Law. Since, therefore, from their mother’s womb they had sucked along with the milk the true knowledge of God, and had been taught by their fathers through a long succession of generations, the Prophet justly argues that they will be exceedingly ungrateful and wicked, if such assistance produce no good effect upon them. <\/p> \n <p> <i>Hath it not been told you from the beginning? <\/i> The phrase, <i>from the beginning, <\/i> or “long ago,” conveys the idea that not only had they been educated from childhood in the pure worship of God, but during a succession of ages there had been largely enjoyed by that nation a doctrine which would not suffer them to go astray, provided that they were attentive; as if he had said, “Ye have not any new God, but the same God who revealed himself from the beginning to Abraham, Moses, and the rest of the fathers.” And indeed it yields no small confirmation, that the doctrine which had been continued among believers during so many ages must have been ancient. Not that antiquity alone is sufficient for establishing the certainty of faith, (for, on the contrary, the Gentiles might easily have objected, that their superstitions were not less ancient,) but since “from the beginning” the authority of the Law had been abundantly ratified, and God had testified that it came from him, long experience added no small confirmation, when they knew that their ancestors had delivered to posterity a form of religion which they could not throw away without receiving the stamp of base apostasy. Such a commencement, therefore, and such progress quickly remove all doubt. It is one and the same faith that has been held by us and by our fathers, for they and we have acknowledged the same God, the Father of our Lord Jesus Christ. The same word, the same promises, and the same end, have been exhibited to all believers. <\/p> \n <p> <i>From the foundations of the earth. <\/i> This is figurative language, in which a part is taken for the whole; for a part of the world is put; for the whole world. God has exhibited this world as a mirror to men, that by beholding it they may acknowledge his majesty, so that it is a lively image of invisible things, as Paul explains at great length in the first chapter of the Epistle to the Romans. Their ignorance is therefore “without excuse;” for they cannot allege that they do not know God who has revealed himself in so many ways. (<a class=\"ref\">Romans 1:20<\/a>.) And indeed men sin more through insolence and pride than through ignorance; for they despise God who manifests himself openly and speaks plainly, and their attention is occupied with creatures, and with the most trifling matters. Has such contempt any title to be excused? Do they not deserve to be blinded, and to adore their own inventions instead of God, which we see has happened to almost all? Such punishment is unquestionably just and due to so great pride. And if to that knowledge which we obtain through the creatures there be likewise added the doctrine of the word, we are much less excusable. Isaiah has therefore joined both kinds of knowledge, in order to shew that the Jews ought to be doubly condemned, if they did not place confidence in God, after having received instruction concerning his power and goodness. <\/p> ",
    "audit": null
}