{
    "id": 7902,
    "source": "calvin",
    "verse_id": 18798,
    "verse_count": 1,
    "reference": "58:11",
    "title": "",
    "html": "<p><i>And Jehovah will always conduct thee. <\/i>He now describes more clearly what he had spoken briefly and figuratively, that God will be their guide, so that they shall be in want of nothing for a full abundance of blessings. God is said to “conduct” us, when we actually feel that he goes before us, as if he were placed before our eyes. <\/p>\n<p><i>And will satisfy thy soul in drought. <\/i>The Prophet adds that the aid promised shall not be of short duration, because God never forsakes his people in the middle of the journey, but continues his kindness towards them with unwearied regularity, and for this reason promises that they shall be satisfied amidst the deepest poverty; because God never is in want of any benefits for relieving their poverty, and his act of blessing is of more value than the most abundant rains of the whole year. And yet he does not promise to believers a rich and abundant produce of fruits, or a plentiful harvest, but that God will nourish them, though the earth yield no food. In this way he bids them depend on God’s assistance and be satisfied with it, though they be not altogether free from the distresses of famine. In this sense he adds, — <\/p>\n<p><i>And will make fat thy bones. <\/i>He does not say that they shall be fully and highly fattened, but that they shall be so lean that the “bones” shall protrude even through the skin. Thus he gives the appellation of” bones” to those who have been worn bare by hunger or famine, men who have hardly anything remaining but dry skin and “bones;” and he means that the Jews will have to contend with want of all things and with leanness, till God shall restore them. <\/p>\n<p>Of the same import are the metaphors which he adds, <i>a watered garden<\/i>, and <i>a spring of waters<\/i>. Isaiah cannot satisfy himself in describing the kindness of God, which he displays towards his sincere worshippers, that men may not seek anywhere else than in themselves the causes of barrenness. It amounts to this, that this fountain of God’s kindness never dries up, but always flows, if we do not stop its course by our own fault. <\/p>",
    "audit": null
}