{
    "id": 7532,
    "source": "calvin",
    "verse_id": 18422,
    "verse_count": 1,
    "reference": "40:1",
    "title": "",
    "html": " <p> <i>Comfort ye. <\/i> The Prophet introduces a new subject; for, leaving the people on whom no favorable impression was made either by threatenings or by admonitions, on account of their desperate wickedness, he turns to posterity, in order to declare that the people who shall be humbled under the cross will experience no want of consolation even amidst the severest distresses. And it is probable that he wrote this prophecy when the time of the captivity was at hand, that he might not at his departure from life leave the Church of God overwhehned by very grievous calamities, without the hope of restoration. Though he formerly mingled his predictions with threatenings and terrors for this purpose, yet he appears to have contemplated chiefly the benefit of those who lived at that time. What will afterwards follow will relate to the future Church, the revival of which was effected long after his death; for he will next lay down a perpetual doctrine, which must not be limited to a single period, and especially when he treats of the commencement and progress of the reign of Christ. And this prophecy must be of so much the greater importance to us, because it addresses us in direct terms; for, although it may be a spiritual application of what goes before, so as to be doctrine that is common both to the Jews and to us, yet, as he leaves the Jews of that age, and addresses posterity down to the end of the world, it appears to belong more especially to us. <\/p> \n <p>By this exhortation, therefore, the Lord intended to stir up the hearts of the godly, that they might not faint, amidst heavy calamities. First, he addresses the Jews, who were soon after to be carried into that hard captivity in which they should have neither sacrifices nor prophets, and would have been destitute of all consolation, had not the Lord relieved their miseries by these predictions. Next, he addresses all the godly that should live afterwards, or that shall yet live, to encourage their heart, even when they shall appear to be reduced very low and to be utterly ruined. <\/p> \n <p>That this discourse might have greater weight, and might mere powerfully affect their minds, he represents God as raising up new prophets, whom he enjoins to soothe the sorrows of the people by friendly consolation. The general meaning is, that, when he shall have appeared to have forsaken for a time the wretched captives, the testimony of his grace will again burst forth from the darkness, and that, when gladdening prophecies shall have ceased, their proper time will come round. In order to exhibit more strongly the ground of joy, he makes use of the plural number, <i>Comfort ye; <\/i> by which he intimates that he will send not one or another, but a vast multitude of prophets; and this he actually accomplished, by which we see more clearly his infinite goodness and mercy. <\/p> \n <p> <i>Will say. <\/i> First, it ought to be observed that the verb is in the future tense; and those commentators who render it in the present or past tense both change the words and spoil the meaning. Indircetly he points out an intermediate period, during which the people would be heavily afflicted, as if God had been silent. Though even at that time God did not cease to hold out the hope of salvation by some prophets, yet, having for a long period cast them off, when they were wretchedly distressed and almost ruined, the consolation was less abundant, till it was pointed out, as it were with the finger, that they were at liberty to return. On this account the word <i>comfort <\/i> must be viewed as relating to a present favor; and the repetition of the word not only confirms the certainty of the prediction, but applauds its power and success, as if he had said, that in this message there will be abundant, full, and unceasing cause of joy. <\/p> \n <p>Above all, we must hold by the future tense of this verb, because there is an implied contrast between that melancholy silence of which I have spoken, and the doctrine of consolation which afterwards followed. And with this prediction agrees the complaint of the Church, <\/p> \n <p>“We do not see our signs; there is no longer among us a prophet or any one that knows how long.” (<a class=\"ref\">Psalms 74:9<\/a>.) <\/p> \n <p>We see how she laments that she has been deprived of the best kind of comfort, because no promise is brought forward for soothing her distresses. It is as if the Prophet bad said, “The Lord will not suffer you to be deprived of prophets, to comfort you amidst your severest distresses. At that time he will raise up men by whom he will send to you the message that had been long desired, and at that time also he will show that he takes care of you.” <\/p> \n <p>I consider the future tense, <i>will say, <\/i> as relating not only to the captivity in Babylon, but to the whole period of deliverance, which includes the reign of Christ. To the verb <i>will say, <\/i> we must supply “to the prophets,” whom he will appoint for that purpose; for in vain would they have spoken, if the Lord had not told them, and even put into their mouth what they should make known to others. Thus there is a mutual relation between God and the prophets,” whom he will appoint for that purpose; for in vain would they have spoken, if the Lord had not told them and even put into their mouth what they should make known to others. Thus there is a mutual relation between God and the prophets. In a word, the Lord promises that the hope of salvation will be left, although the ingratitude of men deserves that this voice shall be perpetually silenced and altogether extinguished. <\/p> \n <p>These words, I have said, ought not to be limited to the captivity in Babylon; for they have a very extensive meaning, and include the doctrine of the gospel, in which chiefly lies the power of “comforting.” To the gospel it belongs to comfort those who are distressed and cast down, to quicken those who are slain and actually dead, to cheer the mourners, and, in short, to bring all joy and gladness; and this is also the reason why it is called “the Gospel,” that is, good news, Nor did it begin at the time when Christ appeared in the world, but long before, since the time when God’s favor was clearly revealed, and Daniel might be said to have first raised his banner, that believers might hold themselves in readiness for returning. (<a class=\"ref\">Daniel 9:2<\/a>.) Afterwards, Haggai, Zechariah, Malachi, Nehemiah, Ezra, and others, down to the coming of Christ, exhorted believers to cherish better and better hopes. Malachi, the last of them that wrote, knowing that there would be few prophets, sends the people to the law of Moses, to learn from it the will of God and its threatenings and promises. (<a class=\"ref\">Malachi 4:4<\/a>.) <\/p> \n <p> <i>Your God. <\/i> From this passage we learn what we ought chiefly to seek in the prophets, namely, to encourage the hopes of godly persons by exhibiting the sweetness of divine grace, that they may not faint under the weight of afflictions, but may boldly persevere in calling on God. But since it was difficult to be believed, he reminds them of the covenant; as if he had said that it was impossible for God ever to forget what he formerly promised to Abraham. (<a class=\"ref\">Genesis 17:7<\/a>.) Although, therefore, the Jews by their sins had fallen from grace, yet he affirms that he is <i>their God, <\/i> and that they are his peculiar people, both of which depended on election; but, as even in that nation there were many reprobates, the statement implies that to believers only is this discourse strictly directed; because he silently permits unbelievers, through constant languishment, to be utterly wasted and destroyed. But to believers there is held out an invaluable comfort, that, although for a time they are oppressed by grief and mourning, yet because they hope in God, who is the Father of consolation, they shall know by experience that the promises of grace, like a hidden treasure, are laid up for them, to cheer their hearts at the proper time. This is also a very high commendation of the prophetic office, that it supports believers in adversity, that they may not faint or be discouraged; and, on the other hand, this passage shews that it is a very terrible display of God’s vengeance when there are no faithful teachers, from whose mouth may be heard in the Church of God the consolation that is fitted to raise up those who are cast down, and to strengthen the feeble. <\/p> ",
    "audit": null
}