{
    "id": 7411,
    "source": "calvin",
    "verse_id": 18298,
    "verse_count": 1,
    "reference": "33:18",
    "title": "",
    "html": "<p><i>Thy heart shall meditate terror. <\/i> Believers are again informed what calamities are at hand, lest, by being suddenly overtaken with such heavy afflictions, they should sink under them. <span class=\"greek-hebrew\"> יהגה<\/span><i>(yehgeh)<\/i> is translated by some in the preterite, “meditated,” and by others in the future, “shall meditate;” because such an exchange of tenses is customary in the Hebrew language. For my own part, believing that he warns the people of approaching distresses, instead of relating those which had been formerly endured, I willingly retain the future tense, which is also the tense employed by the Prophet, “shall meditate.”<\/p> \n<p><i>Where is the scribe?<\/i> He relates in a dramatic and lively manner (<span class=\"greek-hebrew\"> μιμητικῶς<\/span>) the speeches of those who, overcome by terror, break out into these exclamations:<i>Where is the scribe? Where is the weigher?<\/i> thus expressing the powerful impression made on their minds. If any one suppose that the line of thought is suddenly broken off, because the Prophet, having in the former verse spoken of “the kings beauty,” now brings forward terrors, I have no doubt that he magnifies the kindness of God by means of comparison, in order that believers, when they have been delivered, may set a higher value on the condition to which they have attained. Men are forgetful and niggardly in judging of God’s favors, and, after having been once set free, do not consider what was the depth of their misery. Such persons need to be reminded of those wretched and disastrous times, during which they endured great sufferings, in order that they may more fully appreciate the greatness of the favor which God has bestowed on them. We ought also to observe another reason why it was advantageous that the people should be forewarned of that terror. It was that, after having heard of the kings magnificence, they might not promise themselves exemption from all uneasiness, but might be prepared to undergo any kind of troubles and distresses, and that, even while they were subject to tribute and placed under siege, they might, know that the kingdom of Judah was the object of God’s care, and would be rescued from the hands of tyrants.<\/p> \n<p>It is a very wretched condition which the Prophet describes, that a free people should be oppressed by such cruel tyranny as to have all their property valued, and an inventory taken of their houses, possessions, families, and servants. How grievous this slavery is, many persons formerly unaccustomed to it actually know by experience in our times, when their property is valued to the very last farthing, and a valuation is made not only of their undoubted incomes but also of their expected gains, and not only their money and possessions, but even their names are placed on record, while new methods of taxation are contrived, not only on food but on the smallest articles, so that tyrants seize on a large portion of those things which are indispensably necessary to the wretched populace; and yet those calamities do not restrain men from insolence, licentiousness, and rebellion. What then will happen when they shall be free and at full liberty? Will they not, forgetful of all their distresses, and unmindful of God’s kindness, abandon themselves more freely than before to every kind of indulgence and licentiousness? It is not without good reason, therefore, that the Prophet places before the eyes of the people that wretched condition, that they may not, when delivered from it, giveway to their unlawful passions, but may acknowledge their deliverer and may love him with all their heart.<\/p> \n<p>Some have falsely imagined that Paul ( <a class=\"ref\">1 Corinthians 1:20<\/a>) quotes this passage; for that would spoil the Prophet’s meaning and torture his words to a different purpose. They have been led into a mistake by the mere use of the word “scribe,” which there denotes a Teacher. Isaiah gives the name of “the scribe” to the person who took account of persons, families, lands, and houses, and, in short, who kept the registers of the taxes. By “the weigher,” he means the person who received the taxes, for he “weighed” the money which was paid. That office is discharged in the present day by those who are called treasurers.<\/p> \n<p><i>Where is he who singles out the principal houses?<\/i> He now.adds a very troublesome and exceedingly disliked class of men, “the describers of the towers,” that is, of the more remarkable buildings; for they visit and examine each person’s house, in order to know who are more wealthy than others, that they may demand a larger sum of money. Such men,like huntinghounds, are commonly employed by tyrants to scent the track of money, for the sake of laying on some unusual impost in addition to the ordinary taxes. The arrival of such persons must have been exceedingly annoying to the people, for they never cease till they have sucked all the blood and marrow. If any one prefer to view this term as denoting the servants of the king himself, whose business it was to destroy the houses adjoining to the walls of the city, let him enjoy his opinion. For my own part, I think it probable that the Prophet speaks of the receivers of taxes, whom conquerors appoint over vanquished nations for the sake of maintaining their authority.<\/p> ",
    "audit": null
}