{
    "id": 6883,
    "source": "calvin",
    "verse_id": 17755,
    "verse_count": 1,
    "reference": "5:15",
    "title": "",
    "html": "<p><i>And the mighty man shall be bowed down. <\/i> This may be called the summing up, for it points out the end and result of those chastisements, that all may be cast down, and that the Lord alone may be exalted. We have formerly met with a similar statement, ( <a class=\"isa\" verses=\"WzE3Njk3XQ==\">Isaiah 2:11<\/a> ,) and on that occasion we explained what was the Prophet’s meaning; which is, that he shows the design of the chastisements which God inflicts on us. Adversity is so hateful to us, that we can perceive nothing good in it. When he speaks of punishments, we detest and abhor them, because we do not perceive the justice of God. But the prophets remind us of another consideration, that so long as men go on in their sins regardlessly, the justice of God is in some degree smothered, and never shines so brightly as when he punishes our sins. This fruit is indeed very great, and ought to be preferred to the salvation of all men; for the glory of God, which shines in his righteousness, ought to be more highly esteemed than all things else.<\/p> \n<p>There is, therefore, no reason why we should so greatly dread the chastisements which God inflicts upon us, but we ought to embrace with reverence what the prophets declare concerning them. In this way, however, the Prophet has severely chastised arrogant hypocrites. who become the more insolent when they are not punished; as if he had said, “Do you imagine that, when God has endured you so long, you will at last be able to tread him under your feet? Assuredly he will arise, and will be exalted in your destruction.”<\/p> \n<p>As the Prophet has employed, first, the word<span class=\"greek-hebrew\"> אדם<\/span> (<i>adam<\/i>) and next<span class=\"greek-hebrew\"> איש<\/span> (<i>ish<\/i>), it is supposed that this denotes both the noble and the mean; as if he had said, “Not only will the common people perish, but likewise those who are eminent for riches, honor, and high rank.” I cheerfully adopt this opinion; for<span class=\"greek-hebrew\"> איש<\/span> (<i>ish<\/i>) is derived from<i>strength<\/i> and<span class=\"greek-hebrew\"> אדם<\/span> (<i>adam<\/i>) from<i>earth<\/i> . But if any one prefer a more simple interpretation, I leave it to his judgment. However this may be, the Prophet includes all men, both the highest and the lowest.<\/p> ",
    "audit": null
}