{
    "id": 7239,
    "source": "calvin",
    "verse_id": 18120,
    "verse_count": 1,
    "reference": "25:1",
    "title": "",
    "html": "<p><i>O Lord, thou art my God. <\/i> Hitherto Isaiah has prophesied about the judgments of God, which threatened not only a single nation, but almost the whole world. Now, it was impossible that the contemplation of calamities so dismal as those which he foresaw should not give him great uneasiness; for godly persons would desire that all mankind should be saved, and, while they honor God, they desire also to love all that belongs to him; and, in short, so far as any man sincerely fears God, he has a powerful and lively feeling of the divine judgments. While wicked men stand amazed at the judgments of God, and are not moved by any terror, godly men tremble at the slightest token of his anger. And if this be the case with us, what do we suppose was experienced by the Prophet, who had almost before his eyes those calamities which he foretold? For, in order that the ministers of the word might be convinced of the certainty of what they taught, it was necessary that they should be more powerfully impressed by it than the generality of men.<\/p> \n<p>Since therefore the Lord held out to Isaiah, as in a picture, those dreadful calamities, he found it necessary, under the overpowering influence of grief and anxiety, to betake himself to the Lord; otherwise the confused emotions of his mind would have agitated him beyond measure. He therefore takes courage from the belief that, in the midst of these tempests, the Lord still determines to promote the advantage of his Church, and to bring into subjection to himself those who were formerly estranged. Isaiah therefore remains firm and steadfast in his calling, and does not allow himself to be drawn aside from his purpose, but continually relies on the expectation of mercy, and therefore perseveres in celebrating the praises of God. Thus we learn that this thanksgiving is connected with the former prophecies, and that Isaiah considers not only what he foretold, but why the Lord did it; that is, why the Lord afflicted so many nations with various calamities. It was, that he might subdue those who were formerly incorrigible, and who rushed forward with brutal eagerness, who had no fear of God, and no feeling of religion or godliness.<\/p> \n<p><i>Thou art my God. <\/i> Being as it were perplexed and confused, he suddenly raises his thoughts to God, as we have already said. Hence we ought to draw a very useful doctrine, namely, that when our minds are perplexed by a variety of uneasy thoughts on account of numerous distresses and afflictions which happen daily, we ought immediately to resort to God, and rely on his providence; for even the smallest calamities will overwhelm us, if we do not betake ourselves to him, and support our hearts by this doctrine. In order to bring out more fully the meaning of the Prophet, the word<i>but<\/i> or<i>nevertheless<\/i> may be appropriately inserted in this manner: “Whatever temptations from that quarter may disturb me, nevertheless I will acknowledge thee to be my God.” Thus he promises that he will give to God the praise which is due to him; and this cannot be, unless a firm belief of his grace dwell in our hearts, and hold a superiority, from which grace springs a joy, which yields to us the most abundant ground for praises, when we are certain of our salvation, and are fully convinced that the Lord is our God. Accordingly, those who are influenced by no desire to praise God, have not believed and have not tasted the goodness of God; for if we actually trust in God, we must be led to take great delight in praising his name.<\/p> \n<p><i>For thou hast done a wonderful thing. <\/i> He uses the word<span class=\"greek-hebrew\"> פלא<\/span> , (<i>pĕlĕ<\/i> ,)<i>wonderful<\/i> , in the singular number instead of the plural. The Prophet does not confine his view to the present appearance of things, but looks to the end; for even men who in other respects are heathens, behold in the government of the world astonishing events, the sight of which overwhelms them with amazement; which undoubtedly happened to the inhabitants of Tyre and Sidon, and to the Babylonians and Moabites. But those only who have tasted his goodness and wisdom can profit by the works of God; for otherwise they undervalue and despise his works, and do not comprehend their excellence, because they do not perceive their end, which is, that God, wonderfully bringing light out of darkness, ( <a class=\"ref\">2 Corinthians 4:6<\/a> ,) raises his Church from death to life, and regulates in the best manner, and directs to the most valuable purpose, those things which to the eye of man appear to be confused.<\/p> \n<p><i>Counsels which have been already decreed of old. <\/i> Now, in order to bestow still higher commendation on the providence of God, he adds, that the “counsels have been already decreed of old;” as if he had said, that to God nothing is sudden or unforeseen. And indeed, though he sometimes appears to us to act suddenly, yet all things were undoubtedly ordained by him before the creation of the world. ( <a class=\"ref\">Acts 15:18<\/a>.) By this word, therefore, the Apostle means that all the miracles which happen contrary to the expectation of men, are the result of that regular order which God maintains in governing the world, arranging all things from the beginning to the end. Now, since we do not understand those secret decrees, and our powers of understanding cannot rise so high, our attention must therefore be directed to the manifestation of them; for they are concealed from us, and exceed our comprehension, till the Lord reveal them by his word, in which he accommodates himself to our weakness; for his decree is (<span class=\"greek-hebrew\"> ἀνεξεύρητον<\/span>) unsearchable.<\/p> \n<p><i>Firm truth. <\/i> From the eternal decrees of God the Prophet thus proceeds to doctrines and promises, which he undoubtedly denotes by the word<i>truth<\/i> ; for the repetition would be frivolous, if this word did not signify a relation; because, when God has revealed to us his purpose, if we believe his sayings, he then appears to be actually true. He commends the firmness and certainty of the word, when he says that it is “steadfast truth;” that is, that everything that comes from God, everything that is declared by him, is firm and unchangeable.<\/p> \n\n<p>FT394 “Counsels of old.”—Eng. Ver. “Counsels of old time.” —<i>Stock<\/i><\/p> \n<p>FT395 “<i>Of foreigners<\/i> , a term with the Jews synonymous to barbarians or enemies; as the Romans confounded<i>hospites<\/i> with<i>hostes<\/i> , being to them nearly the same thing.” —<i>Stock<\/i><\/p> \n<p>FT396 See page 191<\/p> \n<p>FT397 “The branch of the terrible ones.”—Eng. Ver. “So shall the song of the tyrants be brought low.” —<i>Alexander<\/i><\/p> \n<p>FT398 “Of wines on the lees well refined.”—Eng. Ver.<\/p> \n<p>FT399 “<span class=\"aramaic_text\"> Que nous en soyons remplis et rassassiez<\/span> ;”—“That we may be filled and satisfied with it.”<\/p> \n<p>FT400 “<span class=\"aramaic_text\"> Le voile qui cache la face de tous les peuples<\/span> ;”—“The veil which covers the face of all people.”<\/p> \n<p>FT401 “He will swallow up death in victory.”—Eng. Ver.<\/p> \n<p>FT402 “When we consider the expression which follows, (evidently meant, by a parallelism, to be exegetical,)<span class=\"greek-hebrew\"> πάντων περίψημα<\/span> , there is little doubt that the sense of<span class=\"greek-hebrew\"> περικαθάρματα<\/span> is ‘the cleansings up,’ as<span class=\"greek-hebrew\"> περίψημα<\/span> is ‘the sweepings up or around;’ metaphorically denoting ‘the vilest things’ or ‘persons,’ the very ‘outcasts’ of society.” —<i>Bloomfield<\/i> on <a class=\"ref\">1 Corinthians 4:13<\/a>. “<span class=\"greek-hebrew\"> Περίψημα<\/span> denotes filings or scrapings of any kind, and also the sweepings that are cleared away with a brush.” —Calvin on Corinthians, vol. 1 p. 166<\/p> \n<p>FT403 “<span class=\"aramaic_text\"> J’ay mieux aimé le tourner, On dira<\/span> ;”—“I chose rather to render it, It shall be said.”<\/p> \n<p>FT404 “<span class=\"aramaic_text\"> Ces deux mots,<\/span><span class=\"aramaic_text\"> Voici, Cestui-ci<\/span> ;”—“These two words, <i>Lo, This<\/i> . ”<\/p> \n<p>FT405 “<span class=\"aramaic_text\"> C’est-ci l Eternel<\/span> ;”—“This is the Eternal.”<\/p> \n<p>FT406 “This is a strange oversight. <span class=\"greek-hebrew\"> נגילה<\/span> (<i>nagīllah<\/i>) and<span class=\"greek-hebrew\"> נשמחה<\/span> (<i>nismĕchāh<\/i>) are in the future tense, and are so rendered by our Author in his version, “<span class=\"aramaic_text\"> Exultabimus et lætabimur<\/span> ,”—“We will rejoice and be glad.” “The augmented futures at the close,” says Professor Alexander, alluding to the He paragogic, “may either denote fixed determination (‘we will rejoice, we will be glad’) or a proposition, (‘Let us then rejoice,’) for which the language has no other distinct form.” —<i>Ed<\/i><\/p> \n<p>FT407 That is, Abraham and Lot. ( <a class=\"ref\">Genesis 11:31<\/a>.)<\/p> \n<p>FT408 “As straw is trodden down for the dunghill, (or, thrashed in Madmenah.)”—(Eng. Ver.)<\/p> \n<p>FT409 Professor Alexander renders it, “in the water of the dunghill,” and remarks, “The Keri, or Masoretic reading in the margin, has<span class=\"greek-hebrew\"> במו<\/span> , a poetical equivalent of<span class=\"greek-hebrew\"> ב<\/span> , the preposition. The Kethib, or textual reading, which is probably more ancient, is<span class=\"greek-hebrew\"> במי<\/span> , <i>in the water<\/i> . This, with the next word, may denote a pool in which the straw was left to putrefy.”<\/p> \n<p>FT410 See<i>Commentary on Isaiah,<\/i> vol. 1 p. 488<\/p> ",
    "audit": null
}