{
    "id": 7667,
    "source": "calvin",
    "verse_id": 18560,
    "verse_count": 1,
    "reference": "44:26",
    "title": "",
    "html": "<p><i> Confirming the word.<\/i> The Prophet now applies to his purpose what he had formerly said; for, although he spoke in general terms, still he had a specific object in view, to adapt to the circumstances of the present occasion all that he said, that the people might not be alarmed at that pretended wisdom of the Chaldeans, or doubt that God would one day deliver them. With their unfounded predictions, therefore, he contrasts the promises of God, that they might not imagine that that monarchy was free from all danger.<\/p> \n<p>The promise was this,<\/p> \n<p>“Babylon shall fall, but my people shall be restored to liberty.” (<a class=\"isa\" verses=\"WzE4MDQ1XQ==\">Isaiah 21:9<\/a> .)<\/p> \n<p>The Babylonians laughed at these promises, “As if we could not foresee by means of the stars what shall happen to us!” On this account the Lord says that he will<i> confirm,<\/i> that is, he will actually fulfill what he has promised, and will accomplish those things which could neither be foreseen nor imagined by those wise men. What the prophets foretold, wicked men treated as an empty sound which would quickly pass away. With this opinion he contrasts the word “confirm” or “raise up,” by which he means that God will establish the truth of his words.<\/p> \n<p><i> Of his servant.<\/i> By the word “servant” he means all the prophets, if it be not thought better to view it as chiefly denoting Isaiah, who announced and testified this deliverance more clearly than all others. But it is unnecessary to limit it to a single individual, for it related to them all, and he likewise calls them by the ordinary name, “ambassadors” or “messengers” of God, because he had sent many, in order to support by their common and universal consent the faith of his people.<\/p> \n<p><i> The counsel of his messengers.<\/i> By the word “counsel” he means the decrees of God, but not every kind of decrees; for we have no right to inquire about his secret purposes which he does not manifest by his servants, but, when he reveals to us what he will do, we ought to receive the threatenings of the prophets with as much reverence as if God admitted us into the most secret recesses of the heavens. Let not men therefore dispute according to their fancy, after God hath spoken by the mouth of the prophets. In a word, he intended to recommend the authority of his word, which is declared to us by the ministry of men, as if it revealed to us the eternal purpose of God.<\/p> \n<p><i> Saying to Jerusalem.<\/i> After having spoken in general terms, the Prophet applies more closely to the present subject that certainty of the promises of God; for otherwise the people could not have obtained any advantage from it; and, therefore, he expressly adds the mention of “Jerusalem,” that they may know that it shall be restored. Thus, we ought chiefly to behold in this matter the power of God in determining to defend his Church in a wonderful manner, and to raise her from death to life as often as is necessary. If, therefore, we think that God is true and powerful, let us not doubt that there will always be a Church; and when it appears to be in a lamentably ruinous condition, let us entertain good hope of its restoration. What is here said of “Jerusalem” relates to the whole Church; and, therefore, if we see that she is in a ruinous condition, and that her cities are demolished, and if nothing be visible but frightful and hideous desolation, let us rely on this promise, that she shall at length be raised up and perfectly restored.<\/p> ",
    "audit": null
}