{
    "id": 7581,
    "source": "calvin",
    "verse_id": 18472,
    "verse_count": 1,
    "reference": "41:20",
    "title": "",
    "html": "<p><i>Therefore let them see and know. <\/i>While God leads us by all his works to adore him, yet when the restoration of his Church is the matter in question, his wonderful power is manifested, so as to constrain all to admire him. As we have seen elsewhere, and as he will afterwards repeat frequently, when he brought back his people from banishment, he gave a proof fitted for being remembered in all ages, as he declares in this passage that he will do. But because we are either sluggish or careless in considering his works, and because they quickly pass away from our view in consequence of our giving so little attention to them, he repeats the same statement in many forms. We give our attention to vain and useless matters, instead of admiring these works of God; and if at any time they excite our admiration, yet we quickly forget them, because we are speedily led aside to different and very unimportant matters. The Prophet therefore arouses us, in order to shake off our slothfulness, and to quicken and direct all our senses to understand the power of God. On this account he places in the first rank <i>looking, <\/i>which produces certain <i>knowledge, <\/i>and next adds <i>thought, <\/i>which more fully and abundantly confirms the knowledge. <\/p>\n<p>It is uncertain whether the Prophet speaks of the Jews, who were the citizens of the Church, or of foreigners; but in my opinion we may view it as having a general meaning, that in the restoration of the Church the hand of God will be visible even to very remote Gentiles, so that all shall be constrained to admire the work of God. Yet it is certain that the Persians and Medes, after having conquered the Jews, were singularly astonished when they heard those passages from the prophets:, and especially when they beheld the accomplishment of them before their eyes; for they knew that such things could not be performed by men, though they were not converted to God. <\/p>",
    "audit": null
}