{
    "id": 7490,
    "source": "calvin",
    "verse_id": 18380,
    "verse_count": 1,
    "reference": "37:27",
    "title": "",
    "html": "<p><i>For their inhabitants were maimed. <\/i> Here the Prophet expresses more fully what he had formerly glanced at briefly, that we ought not to judge of the condition of the Church from the stability of this world; for although fortified cities are taken, and the strongest men lose courage and fall into the hands of their enemies, yet the Church shall stand and flourish, because it does not rest on its own strength, and has its foundation not on the earth but in heaven. There is thus an implied contrast between fortified cities, which alarmed and terrorstruck inhabitants are unable to defend, and the Church of God, which rests on his grace alone, and therefore resists every attack, so that it never fails; for the Church refers everything to God alone, from whom she receives the commencement of life, uninterrupted strength, perseverance, every part of salvation, and every blessing.<\/p> \n<p>Hence we learn that all fortresses are of no avail, if the hand of the Lord do not assist. All human strength will be broken and decay, if it be not supported by his power; castles, bulwarks, and the most powerful armies will be of no use without him. This is expressed more fully by the following metaphors,<\/p> \n<p><i>Like the grass of the field and the green herb. <\/i> It is of importance that believers should be led to admire the wonderful grace which God exercises towards them, that they may not envy the earthly wealth possessed by irreligious men. Although their power be dazzling and magnificent, yet he shews that they are like “the green herb and the grass,” which indeed flourish for a time, but quickly wither. He dwarfs them still more by another metaphor which he adds,<\/p> \n<p><i>The grass of the housetops. <\/i> It is indeed lofty and seen by all, but the more elevated its position, it is the nearer to the heat, and withers more quickly, and is of no use whatever; and it is said also in the psalm, that<\/p> \n<p>“they who pass by do not bless it.” ( <a class=\"ref\">Psalms 129:8<\/a>.)<\/p> \n<p>Though the enemies of the Church are high, and as it were exalted to heaven, though they flourish and have abundant wealth, yet they quickly fall. In like manner, therefore, as the corn which lies on the ground at our feet is more valuable than the unfruitful herb that grows on the housetops; so the Lord shews that the low condition of his servants is far more desirable than that of those who, leaning on their own strength, vaunt themselves above others, and boast against God himself.<\/p> \n<p><i>Which withereth before it is ripe. <\/i> Some think that this is a fourth comparison, but I think that the Prophet added it for the sake of exposition; as if he had said, that grass of this kind withers before it come into the stalk, that is, before it is fully ripe; in the same manner as it is said in the psalm, “Before it is grown up, it withereth.” ( <a class=\"ref\">Psalms 129:6<\/a>.)<\/p> ",
    "audit": null
}