{
    "id": 7289,
    "source": "calvin",
    "verse_id": 18172,
    "verse_count": 1,
    "reference": "28:7",
    "title": "",
    "html": "<p><i>But they also have erred through wine. <\/i> He returns to the irreligious despisers of God, who were Jews in name only, and proves their ingratitude to be highly aggravated, because, though they had before their eyes a striking proof of the anger of God, when they saw their brethren severely chastised, and not withstanding experienced God’s forbearance towards themselves, yet neither that example of severity, nor the conviction of the divine goodness, could bring them back into the right path, or make them in any respect better, although the Lord spared them. Here he speaks of “wine and strong drink” metaphorically; for I do not understand it to relate to ordinary drunkenness, against which he remonstrated at the beginning of the chapter, but, on the contrary, he says that they were like drunk men, because they wanted knowledge and sound understanding. If the word<i>as<\/i> be supplied before the words “through wine and through strong drink,” the meaning will be more easily understood. I do acknowledge that by continued drunkenness men become, as it were, brutalized, and I have no doubt that drunkenness and excessive eating and drinking contributed also to stupefy the minds of the Jews; but if we examine the whole of the context, it will be easy to see that the madness which he condemns is metaphorical.<\/p> \n<p><i>The priest and the prophet have erred. <\/i> He proceeds still farther to exhibit their aggravated guilt, and says that not only the common people were drunk, but the priests themselves, who ought to have held out the light and pointed out the path to others; for, as Christ declares, they may be regarded as “the salt of the earth.” ( <a class=\"ref\">Matthew 5:13<\/a>.) If they are mad, what shall the common people be? “If the eye is blind,” what shall become of the other parts of the body? ( <a class=\"ref\">Matthew 6:23<\/a>.)<\/p> \n<p><i>They have erred in vision. <\/i> The most grievous thing of all is, when he says that they err not only in the more flagrant transgressions of life, but in<i>vision<\/i> and<i>judgment<\/i> . Hence we ought to infer how desperate was the condition of the Jewish Church, and here, as in a mirror, we may behold our transgressions. It is indeed something monstrous that, after so many chastisements which God has employed for cleansing it, the Church is so deeply corrupted; but such is our wickedness that we fight against his strokes, and though he continually restrains us, and uses unceasing efforts to purify us from our sins, we not only render all his remedies useless, but bring upon ourselves new diseases. We ought not therefore to wonder that in the present day, after the numerous scourges and afflictions with which the Church has been chastised, men appear to be obstinate, and even become worse, when Isaiah testifies that the same thing took place in the ancient Church. True, indeed, the goodness of the Lord rose above the base and shameful wickedness of that nation, and still preserved the Church; but this was accomplished by his secret power, contrary to the expectation of all; for it would be of no advantage to us, if he employed ordinary remedies.<\/p> \n<p>Hence also it is evident how silly and childish is the boasting of the Papists, who always have in their mouth “The Church,” and use as a pretext the names of priests, bishops, and pontiffs, and wish to fortify themselves by their authority against the word of God, as if that order could never err or mistake. They think that they have the Holy Spirit confined within their brains, and that they represent the Church, which God never forsakes. But we see what the Prophet declares concerning the priests, whose order was more splendid and illustrious. If ever there was a Church, there certainly was one at that time among the Jews; and that order derived from the word of God support to which they have no claim. And yet he shews that not only were they corrupt in morals, but erred “in vision and judgment,” and that the prophets, whom we know that God added to the priests, out of the ordinary course, on account of the carelessness of the priests, were nevertheless blind in that sacred office of teaching and in revelations. Nothing therefore is more idle than, under the pretext of an office which bears a splendid title, to hold out as exempt from the danger of erring those who, having forsaken God, and not only cast away all regard to religion, but even trodden shame under their feet, defend their tyranny by every means in their power.<\/p> ",
    "audit": null
}