{
    "id": 7884,
    "source": "calvin",
    "verse_id": 18780,
    "verse_count": 1,
    "reference": "57:14",
    "title": "",
    "html": "<p><i> And he shall say, Prepare, prepare.<\/i> Because this promise, that they who hoped in the Lord should possess the land, might be thought ridiculous, (for soon afterwards they were to be driven out of it,) for the sake of believers that still remained, there is added this second promise, by which he pledges himself that, although they have been driven out of the land of Canaan, and banished to a distant country, yet they shall be brought back to it. He therefore meets a doubt which might arise, that good men might not despair during that painful and long­continued banishment, or imagine that the promise of God had failed of accomplishment. Some explain it to mean, that the Lord will send true and faithful prophets, to cleanse from its scandals the Church which had been corrupted by false prophets and wicked rulers; as he formerly showed that from them arose the cause of her ruin; and so they think that this is a promise of a better and happier condition. But such an interpretation is excessively forced, and therefore I choose rather to adopt the former interpretation, that, although for a time the Jews shall be deprived of that land, yet they shall be restored to it by the Lord, who will order the roads to be levelled, in order to bring them back.<\/p> \n<p>This passage agrees with that which we formerly examined, (<a class=\"isa\" verses=\"WzE4NDIyXQ==\">Isaiah 40:1<\/a>) in which the Lord commanded to bring comfort to his people, to proclaim and publish the return to Judea, and to clear the roads; for, in consequence of their having been shut up in Babylon as in a grave, and of the length and difficulty of the journey, and of the vast wilderness that lay between, they could scarcely have any hope of returning to their native country. It was therefore proper that Isaiah should not pass by this matter lightly, that they might not dread the mountains or the sea that lay between, or any other obstructions.<\/p> \n<p><i> Level the road.<\/i> He addresses Cyrus and Darius, whose minds the Lord inspired to open up the path, and grant protection to the Jews; as if he had said, that the Lord will send ministers, who are now unknown to them, by whose agency he will “prepare the way” and bring out the people. The apostrophe, also, by which he directly addresses them, carries greater force than if he had spoken in the third person. By ordering them to<i> remove the stumbling blocks,<\/i> he shows that there is no reason why they should be terrified by the difficulties and obstructions of the roads, which the Lord will easily “take away,” whenever he thinks fit.<\/p> \n<p><i> Out of the way of my people.<\/i> The hope of return is contained in this, that the Lord determines to bring back his people, and place them again in the land of Canaan. Wherefore, though there were no other road, yet there must be one, and every bar and obstacle must be removed; because the Lord hath promised their return, and consequently is their leader in the journey.<\/p> ",
    "audit": null
}