{
    "id": 7191,
    "source": "calvin",
    "verse_id": 18070,
    "verse_count": 1,
    "reference": "22:17",
    "title": "",
    "html": " <p> <i>Behold, the Lord will carry thee away.<\/i>, As if he had said, “Thou shalt be cast out of that place into a distant country, where thou shalt die ignominiously.” <span class=\"greek-hebrew\">,גבר<\/span>, (<i>gĕbĕr<\/i>) is commonly translated as in the genitive case; that is, “with the casting out of a man thou shalt be cast out.” Again, <span class=\"greek-hebrew\">,גבר<\/span>, (<i>gĕbĕr<\/i>) denotes not an ordinary man, but a strong and brave man, and thus it comes to mean, “with a mighty and powerful casting out.” Others render it in the vocative case, “O man!” as if he were addressing Shebna in mockery, “O illustrious man, who so proudly vauntest of thy greatness, who thinkest that thou art some hero!” But the former reading will be more appropriate. Yet here also commentators disagree; for, besides the exposition which I have mentioned, another is brought forward, that <i>men<\/i>, will be carried to a greater distance than women. But I rather think that he alludes to the pride of Shebna, who had built so splendid a sepulcher, in order that his memory, like that of some distinguished man, might be handed down to posterity. “Thou wishest to be renowned after thy death: I will ennoble thee in a different manner. By a remarkable transportation will I remove thee to a foreign and distant country, where thou shalt be buried in an extraordinary manner.” <\/p>\n <p>First, on the word <span class=\"greek-hebrew\">,סכן<\/span>, (<i>sōchēn<\/i>) it is proper to remark how much God is displeased with a false and deceitful heart; for there is nothing which God more earnestly recommends to us than simplicity. He is called a ruler, because, being placed above others, he was likely to be dazzled by the luster of his present greatness, as happens to those who, elated and puffed up by their success, dread no adversity, as if they had been placed beyond the reach of all danger. The Lord threatens that he will be the judge of such persons. Here it also deserves notice, that Isaiah could not, without making himself the object of strong dislike, utter this prediction, especially when addressed to a man of such an elevated station and so haughty; and yet he must not refuse this office, but must approach and threaten this man, as God had commanded him. <\/p>\n <p>As to the <i>sepulcher<\/i>, we know that solicitude about burying the dead is not wholly condemned; for although “the want of burial,” as one remarks, “is of little importance, yet the desire of being buried is natural to man, and ought not to be entirely disregarded.” He does not blame him, therefore, for wishing to be buried, but for his ambition in building a tomb, by which he shewed his eagerness to obtain vain and empty renown. But there is another circumstance connected with Shebna that must be observed; for, having wished to deliver the city into the hands of the Assyrians by treachery, he thought that he would reign permanently. He hoped that the Assyrians, if they were successful, would bestow on him the government of the kingdom as the reward of his treachery, and that, if they were defeated, he would permanently retain his rank and authority. <\/p>\n <p>But this will appear more clearly from the words themselves, <i>What hast thou here?<\/i>, He was a foreigner, and as such he could honestly become united to the people of God; but, being a traitor and a foreigner, he had no right to that city or country which the Lord had specially assigned to his own people. Isaiah therefore asks, “Of what country art thou? Though thou hast no connection with the people of God by blood or relationship, dost thou wish not only to reign in this country during thy life, but to procure for thyself a settled abode in it after thou art dead? Wilt thou betray us to the Assyrians, and drive out the actual possessors, that thou, who art a foreigner, mayest enjoy that country, of which not even an inch belongs to thee?” <\/p>\n <p>Hence infer that God is highly displeased with that ambition by which men endeavor to obtain undying renown in the world, instead of being satisfied with those honors which they enjoy during their life. They wish to be applauded after death, and in some measure to live in the mouth of men; and although death sets aside everything, they foolishly hope that their name will last through all ages. But God punishes their haughtiness and presumption, and causes those things which they wished to be the records of their glory to become their disgrace and shame. Either their memory is abhorred, so that men cannot see or hear anything connected with them without utter loathing, or he does not even permit them to be laid in their graves, but sends them to gibbets and to ravens, of which we read many instances in history, (<a class=\"ref\">Esther 7:10<\/a>,) and we have seen not a few in our own times. <\/p>\n <p>Whenever I read this passage, I am forcibly reminded of a similar instance, resembling it indeed more closely than any other, that of Thomas More, who held the same office as Shebna; for it is well known that he was Lord Chancellor to the king of England. Having been a very bitter enemy of the gospel, and having persecuted good men by fire and sword, he wished that on this account his reputation should be extensive, and his wickedness and cruelty permanently recorded. He therefore ordered the praises of his virtue to be inscribed on a tomb which he had caused to be built with great cost and splendor, and sent his epitaph, which he had drawn up, to Basle, to Erasmus, along with a palfrey which he gave him as a present, to get it printed. He was so desirous of renown, that he wished to obtain during his life the reputation and praises which he hoped to enjoy after his death. Among other applauses the most conspicuous was, that he had been a very great persecutor of the Lutherans, that is, of the godly. What happened? He was accused of treason, condemned, and beheaded; and thus he had a gibbet for his tomb. Do we ask more manifest judgments of God, by which he punishes the pride, the unbounded eagerness for renown, and the blasphemous vaunting, of wicked men? In this inveterate enemy of the people of God, not less than in Shebna, we ought undoubtedly to acknowledge and adore God’s overruling providence. <\/p>\n <p>Another circumstance worthy of notice is, that this Shebna was a foreigner. Thus, all the tyrants and enemies of the people of God, though they be foreigners, would wish to cast out the actual lords of the soil, that they alone might possess the land; but at length the Lord drives them out, and strips them of all possession, so that they do not even continue to have a tomb. There are innumerable instances in history. True, this does not always happen; but the instances which the Lord holds out to us, ought to lead our thoughts farther to consider his judgments against tyrants and wicked men, who wished to be applauded and celebrated, but are distinguished by some remarkable kind of death, so that their infamy becomes universally known. Thus, the renown of that sepulcher which Shebna had built is indirectly contrasted with the ignominy which quickly followed it. <\/p>",
    "audit": null
}