{
    "id": 7116,
    "source": "calvin",
    "verse_id": 17995,
    "verse_count": 1,
    "reference": "17:11",
    "title": "",
    "html": "<p><i>In the day. <\/i> This denotes the incessant labor which is bestowed on plants and seeds. Yet we might understand by it the fruit which is yielded, as if a vine newly planted would immediately produce wine. And this agrees with the next clause, in which<i>the morning<\/i> is put for<i>the day. <\/i> This appears to denote sudden maturity, unless perhaps this also be supposed to denote carefulness, because from the very earliest dawn they will devote themselves to labor.<\/p> \n<p>The words are somewhat ambiguous; for some render them, “the removing of the branch on the day of affliction.” But as<span class=\"greek-hebrew\"> נחלח<\/span> (<i>năchălāh<\/i>) means “an inheritance,” here, in my opinion, it literally denotes produce. It is not derived from<span class=\"greek-hebrew\"> חלה<\/span> (<i>chālāh,<\/i>) and I do not see how the word “Branch” agrees with it. I grant, indeed, that as vines are mentioned, the word<i>Harvest<\/i> is employed (<span class=\"greek-hebrew\"> καταχρηστικῶς<\/span>) differently from its natural meaning.<\/p> \n<p>It might also be rendered a Collector; and yet I do not choose to dispute keenly about those two significations, for the meaning will be the same, provided that<span class=\"greek-hebrew\"> נחלח<\/span> (<i>nāchălāh<\/i>) be understood to denote “the gathering of the fruits.” In this way the passage will flow easily enough. “Though you labor hard in dressing the vines, and though you begin your toil at the earliest dawn, you will gain nothing; for by the mere shaking of the branches the fruit will fall off of its own accord, or your vines will be plundered.” Thus, by a figure of speech in which a part is taken for the whole, the word<i>plant<\/i> denotes that unwearied toil which husbandmen and vine-dressers are wont to bestow on plants and vines.<\/p> \n<p>This is a very severe punishment, and undoubtedly proceeds from the curse of God; for if he who has no possession be driven out and banished from a country, he will not be rendered so uneasy as the man who has well cultivated fields, and particularly if he has bestowed his labor on them for a long time. In this manner the Lord determined to punish the Israelites, because they abused the fertility of the country and grew wanton amidst their abundance. A similar punishment is also threatened against the wicked in general terms, that “in vain do they rise early, and vex themselves with unremitted toil;” for they gain nothing by it. ( <a class=\"ref\">Psalms 127:2<\/a>). On the other hand, it is declared that they who trust in the Lord will undoubtedly receive the reward of their toil, for the blessing of God will accompany their labors. ( <a class=\"ref\">Psalms 128:2<\/a>).<\/p> ",
    "audit": null
}