{
    "id": 7431,
    "source": "calvin",
    "verse_id": 18318,
    "verse_count": 1,
    "reference": "34:14",
    "title": "",
    "html": "<p><i>And the wild beasts shall meet with the satyrs. <\/i> These animals are thought by some commentators to mean fauns, by others screechowls or goblins, and by others satyrs; and it is not fully agreed what is the exact meaning of the Hebrew words; but it would serve no good purpose to give ourselves much uneasiness about them, for it is quite enough if we understand the meaning and design of the Prophet. He draws a picture of frightful desolation, as if he had said that Idumea shall be destroyed so as to be without inhabitants, and instead of men it shall be inhabited by frightful beasts. This reward is most justly reaped by the ambition of those who built costly palaces to be, as we have already said, monuments of their name and reputation. Yet this is also a punishment threatened against the cruelty of a wicked nation, which was eagerly bent on the oppression of neighbours and brethren.<\/p> \n<p>Though we cannot absolutely determine whether the Prophet means witches, or goblins, or satyrs and fauns, yet it is universally agreed that these words denote animals which have the shape of men. We see also what various delusions are practiced by Satan, what phantoms and hideous monsters are seen, and what sounds and noises are heard. But of these we have already spoken under the thirteenth chapter.<\/p> \n<p>The sin which God punished so severely in a single nation, is common to almost every nation; for hardly ever are those splendid buildings reared without committing much violence and injustice against the poor, and giving great and numerous annoyances to others; so that the lime, and stones, and timber, are filled with blood in the sight of God. Therefore, as Habakkuk says,<\/p> \n<p>“the stone shall cry out of the wall, and the beam out of the timber shall bear witness to it.” ( <a class=\"ref\">Habakkuk 2:11<\/a>.)<\/p> \n<p>Let us not wonder, therefore, at those dreadful changes, when ambition lays hold on plunder and wicked extortions, but let us contemplate the righteous judgments of God.<\/p> ",
    "audit": null
}