{
    "id": 7806,
    "source": "calvin",
    "verse_id": 18702,
    "verse_count": 1,
    "reference": "52:5",
    "title": "",
    "html": " <p> <i>What have I here? <\/i> He follows out and confirms what I have already said, that it; is not reasonable that he should silently permit his people to be any longer oppressed. By these words he reproves, in some measure, his own delay; as if he had said, “Shall I not stretch out my hand? Shall I not avenge my people? If Pharaoh did not hinder me, though he was a lawful master, shall the violence of robbers hinder me?” He next enumerates the reasons which ought to move him to bring back the people. <\/p> \n <p> <i>That my people should be carried away for nought. <\/i> There must be understood an implied contrast to the participle “carried away;” for the Egyptians did not “carry away” Jacob by force; he came down to it of his own accord when he was pressed by famine, yet he was delivered from it; how much more shall he be rescued out of the hand of those who tore him from his native country, and carried him by violence into captivity? <\/p> \n <p> <i>That they should cause them to howl. <\/i> In order to express more forcibly the baseness of this conduct, he says that they are constrained to howl without ceasing. Some translate the vero as neuter; but I think that it is intended to express the strength of their hatred, and therefore I consider it to be an active verb, expressive of the violence which the Babylonians exercised towards the Jews; for they not only ruled unjustly over them, but also treated them harshly. To “howl” is more than to sigh or weep; for there is reason to believe that the pain which sends forth loud and strong cries is exceedingly severe. The metaphor is taken from wild beasts, and denotes extreme despair. <\/p> \n <p>The third and principal reason why the Lord will deliver his people is, that <i>his name is continually exposed to the reproach <\/i> and blasphemy of wicked men. For the sake of his own honor the Lord preserves the Church, and defends the pure worship of his name. Because wicked men seize on the Church’s calamitous state as a reason for blasphemy, and insolently mock God, with good reason does he say, that by delivering his people, he will plead his own cause. I do not here relate the various interpretations, or stay to refute them; for it will be enough for me to have briefly explained the Prophet’s real meaning. <\/p> ",
    "audit": null
}