{
    "id": 7309,
    "source": "calvin",
    "verse_id": 18194,
    "verse_count": 1,
    "reference": "28:29",
    "title": "",
    "html": " <p> <i>This also hath proceeded from Jehovah of hosts. <\/i> This passage is explained by some, as if The Prophet had said that the science of agriculture proceeded from the Lord; but I consider it to be the application of what goes before. Having pointed out the wisdom of God, even in the smallest matters, he bids us, in like manner, raise our eyes to higher subjects, that we may learn to behold with greater reverence his wonderful and hidden judgments. A passing observation on the 26th verse may be made, and indeed ought to be made, that not only agriculture, but likewise all the arts which contribute to the advantage of mankind, are the gifts of God, and that all that belongs to skillful invention has been imparted by him to the minds of men. Men have no right to be proud on this account, or to arrogate to themselves the praise of invention, as we see that the ancients did, who, out of their ingratitude to God, ranked in the number of the gods those whom they considered to be the authors of any ingenious contrivance. Hence arose deification and that prodigious multitude of gods which the heathens framed in their own fancy. Hence arose the great Ceres, and Triptolemus, and Mercury, and innumerable others, celebrated by human tongues and by human writings. The Prophet shews that such arts ought to be ascribed to God, from whom they have been received, who alone is the inventor and teacher of them. If we ought to form such an opinion about agriculture and mechanical arts, what shall we think of the learned and exalted sciences, such as Medicine, Jurisprudence, Astronomy, Geometry, Logic, and such like? Shall we not much more consider them to have proceeded from God? Shall we not in them also behold and acknowledge his goodness, that his praise and glory may be celebrated both in the smallest and in the greatest affairs? <\/p> ",
    "audit": null
}