{
    "id": 7614,
    "source": "calvin",
    "verse_id": 18505,
    "verse_count": 1,
    "reference": "42:24",
    "title": "",
    "html": "<p><i>Who gave Jacob for a prey? <\/i>These are the matters which Isaiah complains that the Jews did not observe; for they thought either that the sufferings which they endured happened by chance, or that they had not the same strength to resist as their fathers had, and that this was the reason why they were conquered by their enemies. In short, having their minds fully occupied with external causes, they did not at the same time observe the threatenings which had been so frequently denounced by the prophets, nor attend to the judgments of God; and therefore the Prophet drags them before the heavenly throne, by declaring that God is the author of these judgments. <\/p>\n<p><i>Hath not Jehovah? <\/i>They could not believe that the calamities which they suffered proceeded from God, as the just punishment of their sins; and we know that there is nothing which men can now be with more difficulty persuaded to believe. Everybody acknowledges that God is the author of all things, but if you ask whether or not all adverse events are God’s chastisements, they will be ashamed to confess it; for men are distracted by a variety of thoughts, and, being prejudiced by their opinion of fortune, turn their minds and hearts to this or that cause rather than to God. <\/p>\n<p><i>Because we have sinned against him. <\/i>Isaiah next points out the cause of so grievous destruction, the sins of the people, which the Lord justly punished. In like manner, Moses had also shewn, <\/p>\n<p>“How would a thousand flee from the face of one? Doth not the Lord pursue you, and shut you up in the hands of the enemy?” (<a class=\"ref\">Deuteronomy 32:30<\/a>.) <\/p>\n<p>We wonder every day at many things which happen contrary to our expectation, and yet we do not acknowledge that the cause lies with ourselves. It is therefore necessary that we be hard pressed and constrained by violence to confess our fault, and consequently this doctrine must be often stated and repeated. <\/p>\n<p>That men may not accuse God of cruelty, the Prophet adds, that he does it for a just cause; for he does not rush forward  to inflict punishment, if he be not constrained by necessity, and he takes no pleasure in our afflictions; and, therefore, we must here observe two separate things. First, no evil happens to us, but from the Lord, so that we must not think that anything happens either by chance or by any external cause. Secondly, we suffer no evil whatever, but for a just cause, because we have sinned against God. In vain, therefore, do men accuse God of cruelty; for we ought to acknowledge his righteous judgments in the chastisements which he deservedly inflicts. <\/p>\n<p><i>And they would not walk in his ways. <\/i>Here the Prophet aggravates the guilt of the Jews, but changes the person, because he formerly included himself along with others, as being a member of that body, and confessed his guilt. Not that he resembled the great body of the people, or approved of their crimes; but because, amidst such a huge mass of vices, he could not be free from being in some degree infected by the contagion, like other parts of the body. Because he was widely different from the great body of the people, he changes the person, and adds, <i>“They <\/i>would not;” by which he declares that such deep-rooted obduracy is offensive to him, so that he cannot in any way either conceal it or express his approbation of it; for the subject now in hand is not ordinary vices, but contempt and rejection of God, manifested by fiercely and haughtily shaking off his yoke. This is the reason why Isaiah excludes himself from their number. <\/p>\n<p>If these things justly befell the Jews, let us know that the same punishment hangs over us and the whole world, if we do not take warning and repent. We see how kindly the Lord invites us to himself, in how many ways he expresses his good-will towards us, how graciously he testifies that he will be reconciled, though he has been offended. Having now been so often and so kindly invited by God, and having experienced his mercy, if we refuse to listen to him, we shall undoubtedly feel that the ruin which they experienced belongs equally to all rebels. <\/p>",
    "audit": null
}