{
    "id": 7904,
    "source": "calvin",
    "verse_id": 18800,
    "verse_count": 1,
    "reference": "58:13",
    "title": "",
    "html": "<p><i> If thou shalt turn away thy foot from the sabbath.<\/i> Some think that the Prophet alludes to the external observation of the Sabbath, because it was not lawful to perform a journey on that day. (<a class=\"ref\">Exodus 20:8<\/a>) Though I do not reject that opinion, yet I think that the meaning is far more extensive; for by a figure of speech, ill which a part is taken for the whole, he denotes the whole course of human life; as it is very customary to employ the word “going” or “walking” to denote our life. He says, therefore, “If thou cease to advance in thy course, if thou shut up thy path, walk not according to thine own will,”’ etc. For this is to “turn away the foot from the Sabbath,” when we lay ourselves under the necessity of wandering freely and without restraint in our own sinful desires. As he formerly included under the class of fasting all ceremonies and outward masks, in which they made their holiness to consist, and showed that they were vain and unprofitable; so in this passage he points out the true observation of the Sabbath, that they may not think that it consists in external idleness but in true self­denial, so as to abstain from every act of injustice and wickedness, and from all lusts and wicked thoughts. First, by the word “foot” he denotes actions; because the Jews, though they did not venture to perform a journey, or to cook flesh on a Sabbath­day, yet did not scruple to harass their neighbors and to mock at the afflicted. Yet he immediately passes on to the will and to speeches, so as to include every part of the obedience which we owe to God.<\/p> \n<p><i> And shalt call the Sabbath a delight<\/i> This word, “delight,” must be viewed as referring to God, and not to men; because nothing can be more pleasing or acceptable to God, titan the observation of the Sabbath, and sincere worship. He carefully inculcates this, that men do wrong, if, laying aside the commandments of God, they esteem highly those things which are of no value; and he warns them that they ought to form their judgment from his will alone. Certain classes of duties are again enumerated by him, by which he shows clearly that the true observation of the Sabbath consists in self­denial and thorough conversion. And thus he pronounces the foundation to be the will, from which proceed speeches, and next actions; for we speak what we have conceived in our heart, and by speech we make known our will, and afterwards carry it into effect. Whoever then wishes to serve God in a proper manner, must altogether renounce his flesh and his will. And hence we see the reason why God so highly recommends, in the whole Scripture, the observation of the Sabbath; for he contemplated something higher than the outward ceremony, that is, indolence and repose, in which the Jews thought that the greatest holiness consisted. On the contrary, he commanded the Jews to renounce the desires of the flesh, to give up their sinful inclinations, and to yield obedience to him; as no man can meditate on the heavenly life, unless he be dead to the world and to himself. Now, although that ceremony has been abolished, nevertheless the truth remains; because Christ died and rose again, so that we have a continual sabbath; that is, we are released from our works, that the Spirit of God may work mightily in us.<\/p> ",
    "audit": null
}