{
    "id": 6984,
    "source": "calvin",
    "verse_id": 17858,
    "verse_count": 1,
    "reference": "10:7",
    "title": "",
    "html": "<p><i> Yet he will not think so.<\/i> When wicked men vomit out their rage, they disturb weak minds, as if it were not in the power of God to restrain their pride and fury. The Prophet therefore steps forth beforehand to meet them, and exhorts believers, whatever may be the excess to which wicked men indulge their insolence, still to feel that they are justly chastised by a secret judgment of God. He shows, as we lately noticed, that nothing will be farther from the intention of the Assyrians than to give their services to God, and to be the ministers of his wrath; but we must also consider what is their own motive of action.<\/p> \n<p>Many would be ready to object, “Why dost thou, being God’s herald, threaten us with the Assyrian; as if that savage beast would submit to execute the commandments of God?” He therefore replies, that God works with such amazing skill that he brings men to yield obedience to him, even without their knowledge or will. “Although,” says he, “their attempts and plans are totally different, yet this will not prevent God from performing and carrying into execution, by means of them, whatever he has decreed.”<\/p> \n<p>Many might likewise object, that it was a strange subversion of order, that God should place the elect people in subjection to the heathen nations; and that it was not just, however much the Jews had sinned, that their condition should be worse than that of those robbers who, on account of their wickedness and crimes, deserved the severest punishment. The Prophet therefore threatens that the Assyrians also will have their turn, and in due time will receive just punishment; and yet that it is not unreasonable that they should distress, plunder, devour, and slay other nations, because their own reward is reserved for them. Besides, the Prophet soothes the grief of the godly, and alleviates their solicitude and uneasiness, by declaring that God restrains the presumption of wicked men from carrying into effect whatever they think fit. He therefore shows that, however madly wicked men may rage, God mitigates his own judgments from heaven, so as to provide for the salvation of his Church. And thus, though the Assyrian, like a wild beast, may be eager to seize his prey, he bids them lift up their eyes to God, whose decree is far removed beyond the reach of that blind fury.<\/p> \n\n<p>FT153<i> I will punish<\/i> (margin, Heb.<i> visit upon<\/i>)<i> the fruit of the stout heart<\/i> . — Eng. Ver.<\/p> ",
    "audit": null
}