{
    "id": 7519,
    "source": "calvin",
    "verse_id": 18409,
    "verse_count": 1,
    "reference": "38:18",
    "title": "",
    "html": " <p> <i>For hell shall not confess thee <\/i> When he says that he would not have celebrated the praises of God, if his life had been taken away, he promises that he will be thankful and will keep it in remembrance, and at the same time declares that the highest and most desirable advantage that life can yield to him is, that he will praise God. But although it is a sign of true piety to desire life for no other reason than to spend it in the unceasing praises of God, yet Hezekiah appears to employ language which is too exclusive; for the death of believers declares the glory of God not less than their life, and, being after death perfectly united to God, they do not cease to proclaim his praises along with the angels. Again, another question arises, “Why was Hezekiah so eager to avoid death and so earnestly desirous of an earthly life?” And though even this second question were answered, still the reader will likewise call to remembrance, that this terror was not produced by death alone, for the same Hezekiah, when his life was ended, did not resist, but willingly yielded to God; but that the pious king, when he had been struck by God’s wrath, grieved only on this account, that by his sins he had excluded himself from life, as if he would never afterwards enjoy any favor or blessing. <\/p> \n <p>On this also depends the answer to the first question; for we need not wonder if the pious king, not only supposing that he must depart out of life, but thinking that death is the punishment of sins and the vengeance of God, groan and weep that he is condemned as unworthy of devoting himself to the advancement of the glory of God. All who have been struck by this thunderbolt are unable, either living or dead, to celebrate the praises of God, but, being overwhelmed with despair, must be dumb. In the same sense also David says, <\/p> \n <p>“In death there is no remembrance of thee; in the grave who shall praise thee?” (<a class=\"ref\">Psalms 6:5<\/a>.) <\/p> \n <p>And the whole Church says, <\/p> \n <p>“The dead shall not praise thee, nor those that go down into silence.” (<a class=\"ref\">Psalms 115:17<\/a>.) <\/p> \n <p>The reason is, that they who are ruined and lost will have no ground of thanksgiving. <\/p> \n <p>Yet it ought likewise to be observed that the saints, when they spoke in this manner, did not consider what kind of condition awaited them after death, but, under the influence of the pain which they now felt, looked only at the end for which they were created and preserved in the world. The chief object of life, as we said a little before, is that men should be employed in the service of God; and with the same design God protects his Church in the world, because it is his will that his name shall be celebrated. Now, he who sees himself cast down, because he does not deserve to be reckoned, or to hold a place, among the worshippers of God, does not calmly and attentively, consider what he shall do after death, but, under the darkening influence of grief, as if after death all the exercise of piety would cease, takes from the dead the power of praising God, because the glory of God appears to be buried along with the witnesses of it. <\/p> \n\n“For the grave shall not confess thee.” — <i>Alexander. <\/i> ",
    "audit": null
}