{
    "id": 7236,
    "source": "calvin",
    "verse_id": 18117,
    "verse_count": 1,
    "reference": "24:21",
    "title": "",
    "html": " <p> <i>And it shall come to pass. <\/i> This passage has tortured the minds of many commentators, and various interpretations have been offered by various writers. Some think that this relates to the sun and the stars, and others, that it relates to the devils, who will be punished along with the wicked. Others refer it to the Jews, on whom God had bestowed a remarkable privilege. But I cannot adopt any of those interpretations. The simple and genuine meaning, therefore, appears to me to be, that no power will be so high as to be exempted from those scourges of God; and though they raise themselves above the clouds, yet the hand of God will reach them; as it is said in the Psalm, <\/p> \n <p>“Whither shall I go from thy Spirit? and whither shall I flee from thy face? If I ascend into heaven, thou art there; if I take the wings of the morning, and dwell in the uttermost parts of the sea, there also shall thy hand pursue me.” <a class=\"ref\">Psalms 139:7<\/a>. <\/p> \n <p> <i>Jehovah will visit upon the army on high. <\/i> This is a metaphor by which he denotes kings and princes, who shine and sparkle in the world like stars; and he afterwards explains this metaphor in direct language, by adding <i>upon the kings of the earth<\/i>; for I do not think that they ought to be separated, as if he were speaking of different subjects, but that there is a repetition of the same statement, so that the latter clause explains the former. But perhaps it will be thought preferable to explain it thus: “he will visit on the kingdoms of the earth,” even on those things which appear to surpass the rank of men; for some things rise so much above others, that they appear as if they did not belong to the ordinary rank. The word <i>visit <\/i> must relate to punishment, as even the context shews plainly enough. <\/p> ",
    "audit": null
}