{
    "id": 7868,
    "source": "calvin",
    "verse_id": 18764,
    "verse_count": 1,
    "reference": "56:10",
    "title": "",
    "html": " <p> <i>Her watchmen are blind. <\/i> He now assigns the reason why the people must be destroyed. It is because they are governed by wicked princes and pastors; not that he wishes to throw the blame on them alone, and thinks that the people are innocent, but because this was the beginning of the evil. We are not exempted from blame, if we follow blind guides, but, on the contrary, are justly punished for our transgressions; for the Lord takes away good guides from those whom he intends to punish for their ingratitude. <\/p> \n <p>By the word “Watchmen” he means not only the prophets, to whom was committed the office of teaching, but likewise judges, princes, and kings, who ought to have governed everything in a proper manner. He includes both kinds of government, that of princes, and that of the ministers of the word, whom the Lord has placed, as the two eyes in the body, to govern the Church. Consequently, if they are wicked or unfaithful, there cannot arise a more destructive plague to a commonwealth. <\/p> \n <p> <i>All are ignorant. <\/i> First, he reproaches them with want of knowledge; for, as it is the chief excellence of a good shepherd to know his duty, that he may judge what is profitable and what is pernicious to the flock, and to watch laboriously, and to stand, as it were, on a watch­tower, that he may promote their safety in every respect, so nothing is more inconsistent with that office than ignorance and blindness. No man, therefore, will be a good shepherd, unless he understands the right method of governing the people. And hence we see what we ought to think of the idols of our time, who haughtily and insolently boast of the name of shepherds or pastors; for they are untaught and ignorant beasts. <\/p> \n <p> <i>All are dumb dogs. <\/i> By calling them, secondly, “dumb dogs,” he charges them with slothfulness and indifference; for, since it is the duty of a good shepherd to be industrious and careful, when he calls them slothful and indifferent, he shows that they had nothing about them that ought to belong to a shepherd. Thus, when we are deprived of good shepherds, and when lazy or even savage beasts come in their room, let us acknowledge God’s wrath, and let us know that destruction is not far off; for the Prophet threatens and foretells the ruin of the people, when shepherds are “dumb.” <\/p> \n <p>Hence also it follows, that God appoints them to discharge the office of “dogs,” that is, to keep watch, to drive away robbers and thieves, and not to permit them to enter into the fold. And if dogs are so faithful guardians and so warmly attached to their masters, that they continually watch for their safety, and do not cease to drive away, by barking, those from whom danger is apprehended, shepherds, when they give themselves up to sloth and drowsiness, ought to be ashamed of being surpassed by a brute beast. <\/p> ",
    "audit": null
}