{
    "id": 7883,
    "source": "calvin",
    "verse_id": 18779,
    "verse_count": 1,
    "reference": "57:13",
    "title": "",
    "html": "<p><i>When thou shalt cry, let thy troops deliver thee. <\/i>He states more fully what he had slightly touched in the former verse, that, when they shall come to close quarters, they shall be ashamed; for the potential mood, “Let them deliver,” amounts to saying, “They will not do it.” He alludes to what he had formerly said, (verse 9) “Thou wentest to the king with ointments.” And accordingly he gives the name of “troops” to all the means of defense by which the Jews thought that they would be safe; for, by trusting to them, they abandoned themselves to every kind of vices, as if they should be certain of escaping punishment, because they were guarded and fortified on every side. But the Lord shows how unavailing are all the troops which are assembled without his authority. <\/p>\n<p>“Cry” denotes here that calamity by which they were to be afflicted; for, relying on their treaties and on the aid of allies, they thought that they would enjoy profound peace, as if they had never at any former period been deceived. But he declares that all the military defenses which they have collected for themselves shall be of no advantage to them whatever. Detestable and accursed is that confidence which men, having forsaken God, place in things of this world or in human defenses. (<a class=\"ref\">Jeremiah 17:5<\/a>) Formerly he brought it as a reproach against the people, that they were not satisfied with the gentle waters of Shiloah, and desired to have the rapid and impetuous rivers which would at length overflow them. (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:6<\/a>) This actually happened; for the Assyrians and Egyptians, and lastly the Babylonians, were not only unprofitable, but even ruinous, to the Jews whose allies they were. <\/p>\n<p><i>But he who hopeth in me. <\/i>Next follows a contrast, in which he invites them to confidence in God, which is the remedy that ought to be employed against all evils; as, on the other hand, all evils arise from unbelief and distrust. As to the promise of an inheritance to those who hope in God, it amounts to this, — “What else do you seek than to remain safe and sound, and to have your inheritance uninjured? It is I who can do this. For who brought you into this country? Who gave you possession of it? And yet you run after Egypt, and seek from men assistance which will be of little avail, and disregard my help.” <\/p>\n<p><i>Shall have the land by inheritance. <\/i>I have no doubt that by the word “inheritance” he means Judea, in which the Jews were desirous to remain in safety; for he afterwards mentions the <i>“mountain <\/i>of his holiness,” that is, the mountain on which the temple was built. So, then, the Jews did not ascribe to the Lord that which belonged to him, when they fled, not to him, but to the Assyrians or Egyptians, for help. Hence we ought to draw a universal doctrine, namely, that our affairs will succeed admirably, if we hope in the Lord; and if we throw away confidence in him, we certainly need not wonder if we waver and are tossed about in various ways. <\/p>\n<p>When he calls the mountain to which the Jews were to be brought back “the mountain of <i>holiness,” <\/i>he means that life and all its comforts are not in themselves desirable, except that we may worship God; for the end of human life is this, that God may have a people who shall render to him purity of worship. Let our eyes, therefore, be always fixed on the worship and service of God, if we desire life, or deliverance, or any of the comforts of life. <\/p>",
    "audit": null
}