{
    "id": 7686,
    "source": "calvin",
    "verse_id": 18582,
    "verse_count": 1,
    "reference": "45:20",
    "title": "",
    "html": " <p> <i>Assemble yourselves, <\/i>,He challenges all superstitious persons, and, as it were, appoints a day that they may submit to a righteous judgment, as we have formerly seen in expounding other passages, in order to shew that they can plead nothing which shall not be speedily overtumed. Now, indeed, they delight in their superstitions; but all their smoke shall be dispelled, when they come to plead their cause, and without any difficulty they shall be convicted. Let them then “assemble” in crowds, let them conspire and make every effort by fraud, and threatenings, and terrors; the truth shall at length be victorious. This confirmation was highly necessary for the Jews, because in every nation and in every place they beheld the spread of wicked errors which buried the worship of the true God. We also ought to betake ourselves to this refuge, when we see how few and how feeble we are. The Mahometans possess a large portion of the world, the Papists, with elevated crest, triumph far and wide, while we are but a handful of people, and are scarcely reckoned in the number of men. But truth shall at last prevail, and shall cast down all that loftiness which now dazzles the eyes of men. <\/p>,\n <p> <i>Ye rejected of the nations <\/i> <span class=\"greek-hebrew\">,פליטי <\/span> <i>(pelite) <\/i>,is translated by some “rejected,” by others “exiles,” or “those who have escaped;” and the address is supposed to be made to the Jews who had retumed from the captivity. But that is too forced a sense. The more generally received interpretation is, “Rejected of the nations,” because <span class=\"greek-hebrew\">,פלט <\/span> <i>(palat) <\/i>,means “to reject.” Not that he describes the meaner sort, or the refuse of men; but, on the contrary, he directs his discourse to those who were the highest in rank, and wealth, and power, and learning among the Gentiles. He calls them “rejected,” because they are of no value in the sight of God, though they are highly esteemed by men; for <\/p>,\n <p>“that which ranks high among men is detestable in the sight of God.” (<a class=\"ref\">Luke 16:15 <\/a>.) <\/p>,\n <p>Yet if it be thought preferable to translate it “distant,” I have no objection; as if he had said, “Let them assemble from the farthest parts of the earth.” <\/p>,\n <p> <i>That carry the wood of their graven image. <\/i>,He shews how great is the madness which seizes idolaters, who worship images, which they bear on their shoulders and carry round on waggons. Or we may take <span class=\"greek-hebrew\">,נשיים <\/span> <i>(nesum) <\/i>,as denoting “to place on a lofty and elevated spot,” as it was a crafty device of Satan to erect statues on pillars and lofty places, in order to excite the admiration of men, and to lead men to pay honor and reverence by merely looking at them. But we may interpret it simply as denoting all worship that is rendered to images, so as to convict them of vanity and madness. Superstitious persons know that idols need the aid and assistance of men, instead of men needing the aid and assistance of idols, which cannot even be made to stand upright without the agency of men. And this is the meaning of what next follows, to <i>pray to a god that cannot save; <\/i>,for what can be more foolish than to address vows and prayers to wood and stone? and yet infidels run about to dead statues, for the purpose of seeking salvation from them. <\/p>,\n\nThis interpretation, though set aside by our author, is approved by able commentators. “ <i>Escaped of the nations <\/i>,has been variously explained to mean the Jews who had escaped from the oppression of the Gentiles, and the Gentiles who had escaped from the dominion of idolatry. But these last would scarcely have been summoned to a contest. On the whole, it seems most natural to understand the nations who survived the judgments sent by God upon them. The Hebrew phrase is in itself ambiguous, the noun added to <span class=\"greek-hebrew\">,פליטי <\/span> <i>(pelite) <\/i>,sometimes denoting the whole body, out of which a remnant has escaped, sometimes the power from which they are delivered. Compare <a class=\"ref\">Jude 12:4; Ezra 6:9; Obadiah 1:11 <\/a>,, with <a class=\"ref\">Jeremiah 44:28; Ezra 6:8 <\/a>. The predominant usage and the context here decide in favor of the first interpretation.” — <i>Alexander. <\/i>,",
    "audit": null
}