{
    "id": 6809,
    "source": "calvin",
    "verse_id": 17673,
    "verse_count": 1,
    "reference": "1:18",
    "title": "",
    "html": "<p><i>Come now, and let us reason together<\/i> The Hebrew word<span class=\"greek-hebrew\"> נא<\/span> (<i>na<\/i>) is commonly translated<i>I pray<\/i> , or<i>therefore<\/i> ; but I think that it denotes the confidence of a good cause, and thus is an exhortation, <i>Come<\/i> . For the Lord declares that the Jews will have nothing, to reply, and that, even though they obtain an opportunity of clearing themselves, they will still be speechless. And certainly this is the way in which hypocrites ought to be treated; for they boldly enter into disputes with God, and there is no end of their reasonings. Accordingly, he tells them that, if they choose to debate, he will be equally prepared on the other side.<\/p> \n<p>The question will perhaps be put, Why does the Prophet speak chiefly about the second table of the law, and not rather about the worship of God? For we know that there were good reasons why God assigned the foremost place to the first table, when he divided the law; and there can be no doubt that, as it comes first in order, so it is likewise of greater importance. I reply, when the Prophets reprove the hypocrisy of men, they employ various modes of address. Sometimes they complain that the Sabbath has been profaned; sometimes they say that men do not call on God; but for the most part they censure idolatry, and raise their voice against superstitions. But here Isaiah complains that their duties towards their neighbors have not been performed.<\/p> \n<p>Still in all these cases the object is the same, to show that our actions are of no value in the sight of God, when they do not proceed from a good conscience, and when we are destitute of the fear of God. This fear they sometimes denote by “calling on the name of God,” sometimes by “keeping the Sabbath,” and sometimes by other actions; but as the distinction between true worship and hypocrisy is most clearly and manifestly pointed out by means of the duties of brotherly kindness, there are good reasons why the mention of those duties is brought forward by Isaiah. For hypocrites are careful to perform outward worship and ceremonies; but inwardly they are full of envy, they swell with pride and contempt of the brethren, they burn with covetousness and ambition; and while they conceal themselves under those masks, they cannot easily be detected. They must, therefore, be tried by this rule, as by a touchstone, and thus it must be ascertained whether or not they fear God.<\/p> \n<p>We might, indeed, be deceived, were it from the second table only that we formed our judgment about the godliness of a man; but if any one discharge the duties of the first table, which are evidences of godliness and of the worship of God, he must then be brought to this standard, Does he act inoffensively towards other men? Does he abstain from every act of injustice? Does he speak truth? Does he live in the exercise of kindness to his brethren? This is the reason why Christ pronounces<\/p> \n<p>mercy, judgment, and faith, to be the weighty matters of the law, ( <a class=\"ref\">Matthew 23:23<\/a> ,)<\/p> \n<p>and censures the Pharisees because, in their eagerness about tithes and offerings, they attended only to smaller matters, and neglected true righteousness. By<i>faith<\/i> he means fidelity, or what we commonly call<i>loyalty<\/i> . By<i>judgment<\/i> he means every kind of uprightness, when we render to every man what belongs to him, and do not allow others to be injured, but assist them, as far as lies in our power.<\/p> \n<p>But if these are<i>the weighty matters of the law<\/i> , in what order ought we to place the commandments of the second table? I answer, they retain their due importance and order; but by means of those duties which Christ so rigidly demands, and on which he dwells so largely, hypocrisy is more fully detected, and we are better enabled to judge whether a man sincerely fears God or not. In the same sense ought we to understand that passage, <i>I will have mercy and not sacrifice<\/i> ; ( <a class=\"ref\">Hosea 6:6; Matthew 9:13<\/a>;) for mercy is an evidence and proof of true godliness. Again, it is pleasing to God, because it is a true demonstration of the love which we owe to our fellow-men; but sacrifices are pleasing to him for a different reason. It is now, I think, sufficiently plain why the Prophet Isaiah mentions kindness rather than faith or calling upon God; and why the prophets employ such variety in their modes of address, when they endeavor to bring back hypocrites to the true worship of God, and when they bid them show it by its fruits.<\/p> \n<p><i>Though your sins be as scarlet<\/i> It is as if he had said, that he does not accuse innocent persons, and has no wish to enter into controversy; so that the charges which he makes against them are not brought forward or maintained without strong necessity. For hypocrites are wont to find fault with God, as if he were too severe, and could not be at all appeased. They go still farther, and discover this excuse for their obstinacy, that it is in vain for them to attempt to return to a state of favor with God. If every other expedient fail, still they fly to this, that it is not proper to make such rigid demands on them, and that even the very best of men have something that needs to be forgiven. The Prophet anticipates the objection, by introducing the Lord speaking ill this manner—“For my part, if it be necessary, I do not refuse to dispute with you; for the result will be to show that it is your own obstinacy which prevents a reconciliation from taking place between us. Only bring cleanness of heart, and all controversy between us will be at an end. I would no longer contend with you, if you would bring me an upright heart.”<\/p> \n<p>Hence we obtain a declaration in the highest degree consolatory, that God does not contend with us as if he wished to pursue our offenses to the utmost. For if we sincerely turn to him, he will immediately return to favor with us, and will blot out all remembrance of our sins, and will not demand an account of them. For he is not like men who, even for a slight and inconsiderable offense, often refuse to be reconciled. Nay, so far is he from giving us reason to complain of his excessive severity, that he is ready to cleanse us, and to make us as white as snow. He is satisfied With cleanness of heart, and if, notwithstanding of this cleanness of heart, there be any offense, he forgives it, and acquits those who have provoked him.<\/p> ",
    "audit": null
}