{
    "id": 7140,
    "source": "calvin",
    "verse_id": 18019,
    "verse_count": 1,
    "reference": "19:14",
    "title": "",
    "html": " <p> <i>The Lord hath mingled a spirit of perverseness. <\/i>,Because it was a thing unexpected and incredible that the leaders of a sagacious and prudent nation would destroy the country by their stupidity, the Prophet therefore ascribes it to the judgment of God, that the Jews may not shut their eyes against an example so striking and remarkable, as irreligious men usually attribute the judgments of God to chance when anything new or unexpected has happened. The expression is metaphorical, as if one were to mix wine in a cup, that the Lord thus intoxicates the wise men of this world so that they are stunned and amazed, and can neither think nor act aright. The consequence is, that they deceive Egypt, because, first, they were themselves deceived. That the Egyptians suffer themselves to be imposed on, and cannot guard against the deception, is the judgment of the Lord. <\/p>,\n <p>And yet Isaiah does not represent God to be the Author of this folly in such a manner that the Egyptians could impute blame to him, but we ought to view the matter in this light: “Men have in themselves no understanding or judgment, for whence comes wisdom but from the Spirit of God, who is the only fountain of light, understanding, and truth? Now, if the Lord withhold his Spirit from us, what right have we to dispute with him? He is under no obligations to us, and all that he bestows is actually a free gift.” Yet when he strikes the minds of men with <i>a spirit of giddiness, <\/i>,he does it always for good reasons, though they are sometimes concealed from us. But very frequently he punishes with blindness those wicked men who have risen up against him, as happened to those Egyptians who, puffed up with a conviction of their wisdom, swelled with pride and despised all other men. It is therefore superfluous to dispute here about predestination, for the Lord punishes them for open vice; and, accordingly, when God blinds men or gives them over to a reprobate mind, (<a class=\"ref\">Romans 1:28 <\/a>,,) he cannot be accused of cruelty; for it is the just punishment of their wickedness and licentiousness, and he who acts justly in punishing transgressions cannot be called the Author of sin. <\/p>,\n <p>Let us now attend to the manner of punishing. He delivers them up to Satan to be punished; for he it is, strictly speaking, that mingles the spirit of giddiness and perverseness; but as he does nothing but by the command of God, it is therefore said that God does what Satan does. The statement commonly made, that it is done by God’s permission, is an excessively frivolous evasion; for the Prophet has expressed more than this, namely, that this punishment was inflicted by God, because he is a righteous judge. God therefore acts by means of Satan, as a judge by means of an executioner, and inflicts righteous punishment on those who have offended him. Thus in the book of Kings we read that Satan presented himself before God, and asked leave to deceive Ahab’s prophets; and having obtained it, he then obeyed the command of God, for he could have done nothing by himself. It is unnecessary to produce a multitude of quotations in a matter so obvious. <\/p>,\n <p> <i>And they have misled Egypt in all her work. <\/i>,When he adds that her counsellors <i>deceived <\/i>,her, he points out a second judgment of God; for it might have happened that the princes were deprived of understanding, and resembled <i>drunkards, <\/i>,and yet the common people continued to possess some judgment; but here he says, that the impostors obtained also the power of leading astray so as to deceive the people. This is a two-fold vengeance of God, both on them that lead astray, and on those who are led astray by them. <\/p>,\n <p> <i>As a drunken man staggereth in his vomit. <\/i>,By a <i>vomit <\/i>,He means shameful drunkenness. This is added (<span class=\"greek-hebrew\">,πρὸς αὔξησιν <\/span>) by way of amplification, in order to shew that they were not ordinary drunkards, who have still some understanding left, but that they resembled swine. <\/p>,",
    "audit": null
}