{
    "id": 7324,
    "source": "calvin",
    "verse_id": 18210,
    "verse_count": 1,
    "reference": "29:16",
    "title": "",
    "html": "<p><i> Is your turning reckoned like potter’s clay!<\/i> There are various ways of explaining this verse, and, indeed, there is some difficulty on account of the two particles,<span class=\"greek-hebrew\"> אם<\/span> (ĭ<i> m<\/i>) and<span class=\"greek-hebrew\"> כי<\/span> (<i> kī<\/i>).<span class=\"greek-hebrew\"> אם<\/span> (ĭ<i> m<\/i>) is often used in putting a question, and sometimes in making an affirmation; and therefore some translate it<i> truly<\/i> . The word<span class=\"greek-hebrew\"> הפך<\/span> (<i> hāphăch<\/i>) is considered by some to mean “turning upside down,” as if he had said, “Shall your turning upside down be reckoned like clay?” Others render it “turning,” that is, the purposes which are formed in the heart. But the most generally received rendering is, “turning upside down” or “destruction.” As if he had said, “I would care no more about destroying you, than the potter would care about turning the clay; for you are like clay, because I have created you with my hand.”<\/p> \n<p>But as the Prophet appears to contrast those two particles<span class=\"greek-hebrew\"> אם<\/span> (ĭ<i> m<\/i>) and<span class=\"greek-hebrew\"> כי<\/span> (<i> kī<\/i>), I am more inclined to a different opinion, though I do not object to the former exposition, which contains a doctrine in other respects useful. My view of it therefore is this, “Shall your turning, that is, the purposes which you ponder in your heart, be like potter’s clay? Is it not as if the vessel said to the potter, Thou hast not formed me? Your pride is astonishing; for you act as if you had created yourselves, and as if you had everything in your own power. I had a right to appoint whatever I thought fit. When you dare to assume such power and authority, you are too little acquainted with your condition, and you do not know that you are men.”<\/p> \n<p>This diversity of expositions makes no difference as to the Prophet’s meaning, who had no other object in view than to confirm the doctrine taught in the preceding verse; for he still exclaims against proud men, who claim so much power to themselves that they cannot endure the authority of God, and entertain a false opinion about themselves, which leads them to despise all exhortations, as if they had been gods. Thus do they deny that God has created them; for whatever men claim for themselves, they take from God, and deprive him of the honour which is due to him.<\/p> \n<p>Only in the first clause would the meaning at all differ; for those who interpret<span class=\"greek-hebrew\"> אם<\/span> (ĭ<i> m<\/i>) affirmatively, consider this verse to mean, “<i> Truly<\/i> , I will destroy you as a potter would break the pot which he had made.” But as the Prophet had to do with proud men, who sought out lurking-places in order to deceive God, I rather view it as a question, “Are you so able workmen that the revolutions of your brain can make this or that, as a potter, by turning the wheel, frames vessels at his pleasure?” Let every person adopt his own opinion: I follow that which I consider to be probable.<\/p> ",
    "audit": null
}