{
    "id": 6936,
    "source": "calvin",
    "verse_id": 17808,
    "verse_count": 1,
    "reference": "7:25",
    "title": "",
    "html": " <p> <i>And on all the hills that are dug with the hoe.<\/i>, Here the Prophet appears to contradict himself; for, having hitherto spoken of the desolation of the land, he now describes what may be called a new condition, when he says that, where <i>thorns and briers<\/i>, were, there oxen will feed. The consequence has been, that some have applied these words to the consolation of the people. But the intention of the Prophet is totally different; for he means that <i>hills<\/i>, which were at a great distance from a crowded population, and which could not be approached without much difficulty, will be fit for pasturage, on account of the great number of men who go thither; that is, because men will betake themselves to desert mountains, which formerly were inaccessible, there will be no need to be afraid of <i>briers<\/i>, for there will be abundance of inhabitants. Now, this is a most wretched state of things, when men cannot escape death but by resorting to <i>thorns and briers<\/i>,; for he means <i>hills<\/i>, formerly desolate and uncultivated, in which men shall seek a residence and abode, because no part of the country will be safe. Thus he describes a distressful and melancholy condition of the whole country, and destruction so awful that the aspect of the country shall be altogether different from what it had formerly been. <\/p>\n <p>When he foretold these things to King Ahaz, there can be no doubt that Ahaz despised them; for that wicked king, relying on his forces and on his league with the Assyrians, settled, as it were, on his lees, as soon as the siege of the city was raised. But Isaiah was bound to persevere in the discharge of his office, in order to show that there was no help but from God, and to inform the wretched hypocrite, that his destruction would come from that quarter from which he expected his preservation. <\/p>",
    "audit": null
}