{
    "id": 7649,
    "source": "calvin",
    "verse_id": 18540,
    "verse_count": 1,
    "reference": "44:6",
    "title": "",
    "html": "<p><i> Thus saith Jehovah.<\/i> The Prophet now does nothing else than confirm the preceding doctrine, which was highly necessary; for the hearts of men, being prone to distrust, are easily dismayed by adversity, and may be encouraged by one or more exhortations. It was not superfluous, therefore, to employ many words in confirming them; because we never ascribe as much as we ought to ascribe to the power of God, but are distracted by a variety of thoughts, and are too strongly attached to the present state of things.<\/p> \n<p><i> The King of Israel, and his Redeemer.<\/i> After having made use of the unutterable name of God, the Prophet calls him also “King” and “Redeemer;” because it is not enough that we perceive the power of God, if we are not convinced of his good-will towards us. In order, therefore, that his promises may produce their proper effect upon us, he mentions not only his glory, but also his goodness, that we may know that it extends to us. It might be thought absurd that he called him “King,” while there was scarcely any people; but believers ought to rely on this promise, that they might behold the kingdom by faith, and contemplate it as future, though they did not behold it with their eyes. And indeed this doctrine would never have penetrated their hearts, when they were reduced to the greatest extremity, and were almost overwhelmed with despair, if the way had not been opened by’ this preface. But when God familiarly addresses us, and declares that he is united to us, fairly, allured by so gentle an invitation, rises up out of hell itself.<\/p> \n<p><i> I am the first.<\/i> By these words he does not assert God’s eternity, but shews that He is always like himself, that they may hope that He will be to them in future what they have found him to be in the past. But why, it may be asked, does he speak in this manner to believers, who knew it well? I reply, though men believe God, yet they do not acknowledge him to be what he is, and sometimes ascribe less to him than to the creature. The Prophet, therefore, wishes that our minds should be pure and free from every false imagination, and that we should raise them to heaven, that they may be altogether fixed on God alone. Besides, it was necessary that the people, who had been so terribly distressed, should be fortified against such violent attacks, that they might firmly keep their ground.<\/p> ",
    "audit": null
}