{
    "id": 7850,
    "source": "calvin",
    "verse_id": 18746,
    "verse_count": 1,
    "reference": "55:5",
    "title": "",
    "html": " <p> <i>Behold, thou shalt call a nation which thou knowest not. <\/i> Isaiah explains more largely what he formerly glanced at by a single word; for he declares that Christ shall be the “leader,” not of a single people, but of all the peoples. “To call” here denotes possession; for there is a mutual relation between the words “call” and “answer.” Christ therefore “calls” in the exercise of authority, as one who is invested with supreme power; and he “calls” the Gentiles, that he may bring them into a state of obedience, and may cause them to submit to his word. <\/p> \n <p>He says that they shall be ready to obey, though hitherto they were unknown; not that the Son of God, by whom they were created, did not know them, but because he paid no regard to them until they began to be reckoned as belonging to the Church. God had in a peculiar manner called the Jews; the Gentiles appeared to be excluded as if they did not at all belong to him. But now, addressing Christ, he promises that Christ shall constrain the Gentiles to obey him, though formerly they were opposed to his authority. He expresses this still more plainly in what immediately follows. <\/p> \n <p> <i>A nation that knew not thee shall run to thee. <\/i> By putting the verb <span class=\"greek-hebrew\"> ירוצו <\/span> (<i>yarutzu <\/i>) <i>shall run, <\/i> in the plural number, he intends to explain more fully that the Church shall be collected out of various peoples, so that they who were formerly scattered shall be gathered into one body; for the word “run” relates to harmony of faith. When he now says that the Gentiles “did not know Christ,” he employs the expression in a different sense from that in which he said, a little before, that they were unknown to Christ; for all heathens and unbelievers are declared, in a literal sense, to be in a state of ignorance, in consequence of their being destitute of the light of heavenly doctrine, without which they cannot have the knowledge of God. Although by nature the knowledge of God is engraven on the hearts of all men, yet it is so confused and dark, and entangled by many errors, that, if the light of the word be not added to it, by knowing they know not God, but wander miserably in darkness. <\/p> \n <p>Here we have a remarkable testimony of God as to the calling of the Gentiles, for whom, as well as for the Jews, Christ was appointed. Hence also we learn that God takes care of us, if we bow to his authority, and not only such care as he takes of all the creatures, but such care as a father takes of his children. <\/p> \n <p>Yet the word “run” describes more fully the efficacy of this calling, for the object of it is, that we shall obey God, that we shall readily and cheerfully place ourselves before him as teachable, and ready to comply with any expression of his will; in like manner, as Paul shows that obedience is the end of our calling. (<a class=\"ref\">Romans 1:5 <\/a>) But as the Gentiles were at a great distance from God, it was necessary that they should labor earnestly to surmount every obstacle, that they might draw near to him. <\/p> \n <p> <i>For the sake of Jehovah thy God. <\/i> He shows what is the source of this readiness and cheerfulness. It is because the Gentiles shall know that they have to do with God; for, if we contemplate Christ merely as man, we shall not be powerfully affected by his doctrine, but when we behold God in him, an astonishing warmth of affection is kindled in our hearts. Now, Christ is here described as a minister appointed by God to perform his work; for he assumes the character of a servant along with our flesh, and in this respect there is no impropriety in his being subjected to the Father, as if he belonged to the rank of other men. <\/p> \n <p>Yet we ought to keep in remembrance what we have frequently seen as to the union of the Head and the members; for what is now said concerning Christ relates to the whole body, and therefore the glorifying is common to the whole Church. Yet Christ always holds the highest rank; for, being raised on high, he is exalted above the whole world, that to him there may be a concourse of all nations. In a word, he shows that men obey Christ and submit to his doctrine, because God hath exalted him, and hath determined to make his pre-eminence known to all men; for otherwise the preaching of the gospel would be of little use, if God did not give power and efficacy to his doctrine by the Spirit. <\/p> ",
    "audit": null
}