{
    "id": 7111,
    "source": "calvin",
    "verse_id": 17990,
    "verse_count": 1,
    "reference": "17:6",
    "title": "",
    "html": "<p><i>Yet gleaning grapes shall be left in it. <\/i>This metaphor has a different meaning from the former; for as if the name of the nation were to be entirely blotted out, he had expressly foretold that nothing would be left after the slaughter. He now adds a consolation, and thus abates the severity of the destruction; for he declares that, although the enemies had resolved to consume and destroy everything, still some remnant would be left. In like manner the gleaning of grapes is never made so completely as not to allow some grapes or even clusters to remain, which were concealed under the leaves, and the olive tree is never so thoroughly shaken as not to leave at least some olives on the tops of the trees. Consequently, to whatever extent the enemies may rage, and even the vengeance of God may be kindled, still he foretells that the Judge, notwithstanding his severity, will reserve for himself a small number, and will not allow the attacks of enemies to fall upon his own elect. <\/p>\n<p>Hence it follows, that amidst the heaviest vengeance there will still be room for mercy. The present discourse relates to the posterity of Abraham; and though they had revolted from God so as to deserve to be cast off, yet the goodness of God rose above their wickedness. They had indeed rendered themselves unworthy of such goodness, but the covenant of God must remain firm and impregnable, and a proof of that firmness must be given by him in some remnant, though the nation entirely set it aside as far as lay in their power. This ought to be carefully observed, so that when we perceive no traces of the Church, and when the godly appear to be destroyed, still we may not think that the Church has perished; for the promise of the Lord stands, that it will continue for ever (<a class=\"ref\">Genesis 17:7<\/a>). Some remnant, therefore, will always remain, though frequently it is not visible to our eyes. <\/p>",
    "audit": null
}