{
    "id": 7179,
    "source": "calvin",
    "verse_id": 18058,
    "verse_count": 1,
    "reference": "22:5",
    "title": "",
    "html": " <p> <i>It is a day of trouble.<\/i>, He again declares that the Lord is the author of this calamity, and that the Jews may not gaze around in all directions, or wonder that their enemies prevail against them, he pronounces that they are fighting against God. Though this doctrine is frequently taught in Scripture, still it is not superfluous, and cannot be so earnestly inculcated as not to be forgotten when we come to practice. The consequence is, that we are not humbled in the presence of our Judge, and that we direct our eyes to outward remedies rather than to God, who alone could cure our distresses. He employs the word <i>day<\/i>, as is usual in Scripture, to signify an appointed time; for when God winks at the transgressions of men, he appears to make some abatement of the claims of his rank, which, however, he may be said to receive back again at the proper and appointed time. <\/p>\n <p> <i>In the valley of vision.<\/i>, It is not without good reason that he again calls it “the valley of vision,” for the Jews believed that they would be protected against every calamitous event, because the Lord shone on them by the word. But having ungratefully rejected his instruction, they vainly trusted that it would be of avail to them; and indeed the Lord punishes the unbelief of men, not only out of the Church, but within the Church itself; and not only so, but he begins his chastisement at the Church, so that we must not abuse the gifts of God, or vainly glory in his name. (<a class=\"ref\">1 Peter 4:17<\/a>.) <\/p>\n <p> <i>And crying to the mountain.<\/i>, This may refer either to God or to the Babylonians, or even to the exiles themselves. Conquerors raise a cry for the sake of increasing terror, and the vanquished either utter what is fitted to awaken compassion, or give vent to their grief by lamentation. The singular number may be taken for the plural, or rather it denotes that part of the city in which the temple was situated. Both meanings will agree well with the context, and it makes little difference whether we say that the enemies cried to Mount Zion, in order to encourage each other, or that, while they were destroying and plundering the city, a cry was heard in the neighboring mountains, or that the citizens themselves caused their lamentations to resound to the mountains which surrounded the plain of Judea. <\/p>",
    "audit": null
}