{
    "id": 7062,
    "source": "calvin",
    "verse_id": 17941,
    "verse_count": 1,
    "reference": "14:12",
    "title": "",
    "html": " <p> <i>How art thou fallen from heaven!<\/i>, Isaiah proceeds with the discourse which he had formerly begun as personating the dead, and concludes that the tyrant differs in no respect from other men, though his object was to lead men to believe that he was some god. He employs an elegant metaphor, by comparing him to <i>Lucifer<\/i>, and calls him the <i>Son of the Dawn<\/i>,; and that on account of his splendor and brightness with which he shone above others. The exposition of this passage, which some have given, as if it referred to Satan, has arisen from ignorance; for the context plainly shows that these statements must be understood in reference to the king of the Babylonians. But when passages of Scripture are taken up at random, and no attention is paid to the context, we need not wonder that mistakes of this kind frequently arise. Yet it was an instance of very gross ignorance, to imagine that <i>Lucifer<\/i>, was the king of devils, and that the Prophet gave him this name. But as these inventions have no probability whatever, let us pass by them as useless fables. <\/p>\n <p> <i>Casting the lot upon the nations,<\/i>, or <i>weakening the nations.<\/i>, Translators have mistaken the meaning of this clause, by rendering the participle <span class=\"greek-hebrew\">,הולש<\/span>, (<i>holesh<\/i>) passively, <i>Thou art become weak<\/i>, for its signification is active. But as the verb from which it is derived signifies <i>to cast a lot<\/i>, and as the preposition <span class=\"greek-hebrew\">,על<\/span>, (<i>gnal<\/i>,) <i>upon<\/i>, is here added, it is best to take it in this meaning, that, as the ruler and disposer of all countries, he directed them by lot, or held them as his own possessions. And yet I do not reject the other meaning, that he <i>weakened the nations <\/i> <\/p>\n\n <p>FT212 <i>Which didst weaken the nations<\/i>,.—Eng. Ver. <\/p>\n <p>FT213 For the origin and application of this “proverb,” see <i>Com. on the Gospel according to John<\/i>, vol. 1 p. 223, note 1: — <i>Ed <\/i> <\/p>\n <p>FT214 <i>Upon the mountain of the congregation<\/i>,.—Eng. Ver. <\/p>\n <p>FT215 “In the outer court, that is, in the part which was chosen for <i>the north side<\/i>,; as it is said, (<a class=\"ref\">Leviticus 1:11<\/a>,) <i>on the side of the altar northward<\/i>,. ” — <i>Jarchi <\/i> <\/p>\n <p>FT216 “ <i>I will ascend above the heights of the thick cloud<\/i>,. My lofty rank does not permit me to dwell with men. I will make for me a small cloud in the air, and will dwell in it.” — <i>Jarchi <\/i> <\/p>\n <p>FT217 “It is curious that the Welsh language still preserves this meaning of the word <i>beth<\/i>, a <i>last home<\/i>,; for it is the appropriate term in that language for <i>a grave<\/i>,. ” — <i>Stock <\/i> <\/p>\n <p>FT218 <span class=\"greek-hebrew\">,עולם<\/span>, (<i>gnolam<\/i>) is derived from <span class=\"greek-hebrew\">,עלם<\/span>, (<i>gnalam<\/i>,) <i>to hide<\/i>, and is defined by the lexicographers to mean “an age, a time <i>hidden<\/i>, from men, either unlimited and eternal or limited.” Our author treats it as capable of meaning either <i>time past<\/i>, or <i>time to come<\/i>,. — <i>Ed <\/i> <\/p>\n <p>FT219 <i>For the bittern<\/i>,.—Eng. Ver. <span class=\"greek-hebrew\">,ὥστε κατοικεῖν ἐχίνους<\/span>, <i>so that hedgehogs shall dwell in it<\/i>,. — <i>Sept <\/i> <\/p>\n <p>FT220 <i>And I will make it an iheritance for the porcupine<\/i>,. — <i>Lowth<\/i>,. “ <i>The porcupine<\/i>, which grows to a great size in the islands at the mouth of the Euphrates, as Strabo remarks, b. 16.” — <i>Rosenmuller <\/i> <\/p>\n <p>FT221 The Hebrew word here used by Isaiah is <span class=\"greek-hebrew\">,פלשת<\/span>, (<i>Phelesheth<\/i>,) from which was derived the word <i>Philistia<\/i>, afterwards changed to <i>Palestina<\/i>,. An early genealogy informs us that the <i>Philistim<\/i>, or <i>Philistines<\/i>, were descendants of Mizraim, a son of Ham. (<a class=\"ref\">Genesis 10:14<\/a>.) — <i>Ed <\/i> <\/p>\n <p>FT222 <i>Palestina<\/i>,.—Eng. Ver. <\/p>\n <p>FT223 See page 148 <\/p>\n <p>FT224 <i>And none<\/i>, shall be <i>alone<\/i>, (or, he shall <i>not<\/i>, be <i>alone<\/i>) <i>in his appointed times<\/i>, (or, <i>assemblies<\/i>,.)—Eng. Ver. <\/p>\n <p>FT225 “Jonathan interprets it thus: <i>There will be no one<\/i>, to cause delay <i>in his time<\/i>, in the military forces whom God will assemble to come against you; <i>there will be no one<\/i>, to retard their progress, that he may be <i>solitary<\/i>, that he may come <i>alone<\/i>,; but all will come at once with prodigious violence.” — <i>Jarchi <\/i> <\/p>\n <p>FT226 <i>Shall trust in it<\/i>, (or, <i>betake themselves unto it<\/i>,.)—Eng. Ver. <\/p>",
    "audit": null
}