{
    "id": 6934,
    "source": "calvin",
    "verse_id": 17806,
    "verse_count": 1,
    "reference": "7:23",
    "title": "",
    "html": " <p> <i>A thousand vines. <\/i>,As to the opinion of those who think that Isaiah here comforts believers, I pass it by without refutation; for it is sufficiently refuted by the context, and the words plainly declare that Isaiah continues to threaten destruction, and to describe the desolation of the land. Others think that the meaning is this, “Where a thousand vines were, which were sold for a thousand pieces of silver, there briers and thorns will be found.” But it is plain that this would be far too low a price, if the statement were applied to the whole country; for who would think of reckoning a shekel to be the price of <i>a vine <\/i>,, which is the most precious of all possessions? It is of the same import with a common expression, “to sell for a trifle,” <i>to give away for a piece of bread <\/i>,; when anything is sold at a very low price. Any field, however barren or uncultivated, might be sold at a higher price, if due attention were paid to the cultivation of land, as is usually done where there is a crowded population. <\/p>,\n <p> <i>On account of briers and thorns. <\/i>,He assigns a reason for the alteration of the price, which makes it evident that he speaks of desolation. <i>On account of briers and thorns <\/i>,, says he; for there will be none to cultivate the land, which usually happens when a heavy calamity has been sustained. <span class=\"greek-hebrew\">,ל <\/span>,, (<i>lamed <\/i>,,) which some render <i>to <\/i>,or <i>for <\/i>,, means, I think, <i>on account of <\/i>,; for, everything having been thrown into confusion by the fury of the invading army, there are no vinedressers or laborers, and the most highly cultivated lands must have been covered over and choked up by <i>briers and thorns. <\/i>,The meaning therefore is, that the inhabitants will be so few, that you will scarcely find and one that would give the smallest coin to buy the most valuable estates. <\/p>,",
    "audit": null
}