{
    "id": 7178,
    "source": "calvin",
    "verse_id": 18057,
    "verse_count": 1,
    "reference": "22:4",
    "title": "",
    "html": " <p> <i>Therefore I said. <\/i> Here the Prophet, in order to affect more deeply the hearts of the Jews, assumes the character of a mourner, and not only so, but bitterly bewails the distressed condition of the Church of God. This passage must not be explained in the same manner as some former passages, in which he described the grief and sorrow of foreign nations; but he speaks of the fallen condition of the Church of which he is a member, and therefore he sincerely bewails it, and invites others by his example to join in the lamentation. What has befallen the Church ought to affect us in the same manner as if it had befallen each of us individually; for otherwise what would become of that passage? “The zeal of thy house hath eaten me up.” (<a class=\"ref\">Psalms 69:9<\/a>.) <\/p> \n <p> <i>I will be bitter in my weeping. <\/i> He does not mourn in secret, or without witnesses; first, because he wishes, as I have already said, to excite others by his example to lamentation, and not to lamentation only, but much more to repentance, that they may ward off the dreadful judgment of God against them, which was close at hand, and henceforth may refrain from provoking his displeasure; and secondly, because it was proper that the herald of God’s wrath should actually make evident that what he utters is not mockery. <\/p> \n <p> <i>Because of the spoiling of the daughter of my people. <\/i> That he expresses the feelings of his own heart may be inferred from what he now declares, that he is bitterly grieved “on account of the daughter of his people.” Being one of the family of Abraham, he thought that this distress affected his own condition, and intimates that he has good grounds for lamentation. By a customary mode of expression he calls the assembly of his people a <i>daughter <\/i>. Hence it ought to be observed, that whenever the Church is afflicted, the example of the Prophet ought to move us to be touched (<span class=\"greek-hebrew\"> συμπαθείᾳ <\/span>) with compassion, if we are not harder than iron; for we are altogether unworthy of being reckoned in the number of the children of God, and added to the holy Church, if we do not dedicate ourselves, and all that we have, to the Church, in such a manner that we are not separate from it in any respect. Thus, when in the present day the Church is afflicted by so many and so various calamities, and innumerable souls are perishing, which Christ redeemed with his own blood, we must be barbarous and savage if we are not touched with any grief. And especially the ministers of the word ought to be moved by this feeling of grief, because, being appointed to keep watch and to look at a distance, they ought also to groan when they perceive the tokens of approaching ruin. <\/p> \n <p>The circumstance of his weeping publicly tended, as we have said, to soften the hearts of the people; for he had to deal with obstinate men, who could not easily be induced to lament. There is a passage that closely resembles it in Jeremiah, who bewails the miserable and wasted condition of the people, and says, that through grief “his heart fainteth,” (<a class=\"ref\">Jeremiah 4:31<\/a>;) and in another passage, “O that my head were full of waters, and mine eyes a fountain of tears, that I might bewail the slain of my people!” (<a class=\"ref\">Jeremiah 9:1<\/a>.) When the prophets saw that they labored in vain to subdue the obstinacy of the people, they could not avoid being altogether overwhelmed by grief and sorrow. They therefore endeavored, by their moving addresses, to soften hard hearts, that they might bend them, if it were at all possible, and bring them back to the right path. <\/p> ",
    "audit": null
}