{
    "id": 7320,
    "source": "calvin",
    "verse_id": 18205,
    "verse_count": 1,
    "reference": "29:11",
    "title": "",
    "html": " <p> <i>Therefore every vision hath become to you.<\/i>, The Prophet expresses still more clearly what he had formerly said, that the blindness of the Jews will be so great that, though the Lord enlightens them by the clearest light of his word, they will understand nothing. Nor does he mean that this will happen to the common people alone, but even to the rulers and teachers, who ought to have been wiser than others, and to have held out an example to them. In short, he means that this stupidity will pervade all ranks; for both “learned and unlearned,” he declares, will be so dull and stupid as to be altogether dazzled by the word of God, and to see no more in it than in a “sealed letter.” He makes the same statement, but in different words, which he had made in the former chapter, that the Lord will be to them as “precept upon precept, line upon line;” for they will always remain in the first rudiments, and will never arrive at solid doctrine. (<a class=\"isa\" verses=\"WzE4MTc4XQ==\">Isaiah 28:13<\/a>.) <\/p>\n <p>In the same sense he now shews that, from the highest to the lowest, they will derive no benefit from the word of God. He does not say that doctrine will be taken away, but that, though it be in their possession, they will not have reason and understanding. In two ways the Lord punishes the wickedness of men; for sometimes he takes away entirely the use of the word, and sometimes, when he leaves it, he takes away understanding, and blinds the minds of men, so that “seeing they do not see.” (<a class=\"isa\" verses=\"WzE3Nzc5XQ==\">Isaiah 6:9<\/a>.) First, therefore, he deprives them of reading, either by taking away the books through the tyranny of wicked men, as frequently happens, or by a false conviction of men, which leads them to think that the books were not delivered to be read universally by all. Secondly, although he allows them to handle and read the books, yet, because men abuse them, and are ungrateful, and do not look straight to the glory of God, they are blinded, and see no more than if not a single ray of the word had shone upon them. We must not boast, therefore, of the outward preaching of the word; for it will be of no avail unless it produce its fruit by enlightening our minds. It is as if he had said, <\/p>\n <p>“On account of that covenant which he made with your fathers, the Lord will leave to you the tables of that covenant; but they shall be to you ‘a sealed letter,’ for you shall learn nothing from them.” (<a class=\"ref\">Deuteronomy 4:20<\/a>.) <\/p>\n <p>When we see that these things happened to the Jews, as Isaiah threatened, and when we take into view the condition of that people, which God had adopted and separated, it is impossible that we should not altogether tremble at such dreadful vengeance. Though they had been instructed both by the law and by the prophets, and had been enlightened by a light of surpassing brightness, yet they fell into frightful superstitions and shocking impiety; the worship of God was corrupted, all religion was scattered and overthrown, and they were rent and divided into various and monstrous sects. At length, when the Sadducees, the most wicked of them all, held the chief power, when all faith and all hope of a resurrection, and even of immortality, had been taken away, what, I ask, could they resemble but cattle or swine? for what is left to man if the hope of a blessed and eternal life be taken from him? <\/p>\n <p>And yet the Evangelists (<a class=\"ref\">Matthew 22:23; Mark 12:18; Luke 20:27; Acts 23:8<\/a>) plainly tell us that there were such persons when Christ came; for at that time these things were actually fulfilled, as they had been foretold by the Prophet, that we may know that these threatening were not thrown out at random or by chance, and that they did not fail of accomplishment, because at that time they were obstinately and rebelliously despised and scorned by wicked men. At that time, therefore, both their unbelief and their folly were clearly seen, when the true light was revealed to the whole world, that is, Christ, the only light of truth, the soul of the law, the end of all the prophets. At that time, I say, there was, in an especial manner, placed before the eyes of the Jews “that vail which was shadowed out in Moses,” (<a class=\"ref\">Exodus 34:30<\/a>,) whom they could not look at on account of his excessive brightness; and it was actually fulfilled in Christ, to whom it belonged, as Paul tells us, to take away and destroy that vail. (<a class=\"ref\">2 Corinthians 3:16<\/a>.) Till now, therefore, the vail lies on their hearts when they read Moses; for they reject Christ, to whom Moses ought to be viewed as related. In that passage “Moses” must be viewed as denoting the law; and if it be referred to its end, that is, to Christ, that vail will be taken away. <\/p>\n <p>While we contemplate these judgments of God, let us also acknowledge, that he who was formerly the Judge is still the Judge, and that the same vengeance is prepared for those who shall refuse to lend their ear to his most holy warnings. When he expressly names the “learned and unlearned,” it ought to be observed, that we do not understand spiritual doctrine, in consequence of possessing an acute understanding, or having received a superior education in the schools. Learning did not prevent them from being blinded. We ought, therefore, to embrace the word sincerely and earnestly, if we wish to escape this vengeance, which is threatened not only against the ignorant but also against the “learned.” <\/p>\n\n <p>FT526 “ <span class=\"aramaic_text\">, Par le jugement de Dieu<\/span>,;”—“By the judgment of God.” <\/p>\n <p>FT527 “Retirer.” <\/p>\n <p>FT528 “ <span class=\"aramaic_text\">, Qui signifie enseigné<\/span>,;”—“Which signifies taught.” <\/p>\n <p>FT529 “ <span class=\"aramaic_text\">, Qu’on renverse tout ordre<\/span>,.” <\/p>\n <p>FT530 “I will proceed to do. (Heb. I will add).”—Eng. Ver. <\/p>\n <p>FT531 “ <span class=\"aramaic_text\">, C’est à dire, Fonisseurs<\/span>,.” <\/p>\n <p>FT532 This corresponds with the English version. — <i>Ed <\/i> <\/p>\n <p>FT533 In almost all the ancient versions <span class=\"greek-hebrew\">,הפככם<\/span>, (<i>hŏphchĕchĕm<\/i>,) generally rendered “your turning,” is construed as the nominative to the verb “shall be.” Modern critics treat it as a separate clause, and exclamation. “Perverse as ye are!” — <i>Lowth<\/i>,. “Perverseness of yours!” — <i>Stock<\/i>,. “Your perversion!” — <i>Alexander<\/i>,. The same meaning had been brought out by Luther, though in a paraphrastic form, <i>Wie seyb ihr so verfehrt<\/i>,! “How are you so perverse!” — <i>Ed <\/i> <\/p>\n <p>FT534 This rendering is followed by Lowth and Stock. “Ere Lebanon beams like Carmel. A mashal, or proverbial saying, expressing any great revolution of things, and, when respecting two subjects, an entire reciprocal change.” — <i>Lowth<\/i>,. “And Lebanon shall be turned into a Carmel. That which is now desert shall become a fruitful field, and the reverse. Or, to quit the figure, the poor and illiterate shall change conditions with the great ones and the wise of this world, with respect to happiness, when the gospel shall be promulgated.” — <i>Stock<\/i>,. Jarchi, on the other hand, views “Carmel” as meaning “a fruitful field,” and Alexander regards this point as decided by the use of the article. “That <span class=\"greek-hebrew\">,הכרמל<\/span>,(<i>hăkkărmĕl <\/i>) is not the proper name of the mountain, may be inferred from the article, which is not prefixed to ‘Lebanon.’” “The mention of the latter,” he adds, “no doubt suggested that of the ambiguous term <i>Carmel<\/i>, which is both a proper name and an appellative.” — <i>Ed <\/i> <\/p>\n <p>FT535 “ <span class=\"aramaic_text\">, Ceux qui n’ont point honte de commettre leurs meschancetez devant tous<\/span>,;”—“Those who are not ashamed to commit their acts of wickedness in presence of all.” <\/p>\n <p>FT536 “ <span class=\"aramaic_text\">, Ceux qui se levoyent de matin pour mal faire<\/span>,;”—“They who rose early to do evil.” <\/p>\n <p>FT537 “ <span class=\"aramaic_text\">, Il dit aussi que le juste est renversé sans raison<\/span>,;”—“He says also, that the righteous man is overthrown without any good reason.” <\/p>\n <p>FT538 Both of the above quotations are made inaccurately. The words of Jeremiah are, “He putteth his mouth in the dust,” and of Micah, “They shall lay their hand upon their mouth.” But while the Author, quoting from memory, has altered the words, the passages are exceedingly apposite to his purpose. — <i>Ed <\/i> <\/p>\n <p>FT539 “ <span class=\"aramaic_text\">, Qu’ils peuvent savoir ce que nous faisons au monde<\/span>,;”—“That they can know what we are doing in the world.” <\/p>",
    "audit": null
}