{
    "id": 7745,
    "source": "calvin",
    "verse_id": 18641,
    "verse_count": 1,
    "reference": "49:4",
    "title": "",
    "html": "<p><i>And I said, In vain have I toiled. <\/i>The Prophet here brings forward a grievous complaint in the name of the Church, yet in such a manner that, as we have formerly remarked, we must begin with the Head. Christ therefore complains along with his members, that it appears as if his labor were thrown away; for, having formerly pronounced a high and striking commendation on the power and efficacy of the word which proceedeth out of his mouth, while yet it scarcely does any good, and the glory which God demands from the ministration of it does not shine forth, he therefore introduces the Church as complaining that she spends her labor fruitlessly, because men do not repent at the preaching of heavenly doctrine. <\/p>\n<p>It was highly necessary that the Prophet should add this; first, that we may know that the fruit which he mentioned is not always visible to the eyes of men; for otherwise we might call in question the truth of the word, and might entertain doubts if that which is so obstinately rejected by many was the word of God. Secondly, it was necessary, that we may advance with unshaken firmness, and may commit our labor to the Lord, who will not permit it to be ultimately unproductive. The Prophet therefore intended to guard against a dangerous temptation, that we may not, on account of the obstinacy of men, lose courage in the middle of our course. And indeed Christ begins with the complaint, for the purpose of affirming that nothing shall hinder him from executing his office. The meaning of the words might be more clearly brought out in the following manner: “Though my labor be unprofitable, and though I have almost exhausted my strength without doing any good, yet it is enough that God approves of my obedience.” Such is also the import of what he adds, — <\/p>\n<p><i>But my judgement is before Jehovah. <\/i>Although we do not clearly see the fruit of our labors, yet we are enjoined to be content on this ground, that we serve God, to whom our obedience is acceptable. Christ exhorts and encourages godly teachers to strive earnestly till they rise victorious over this temptation, and, laying aside the malice of the world, to advance cheerfully in the discharge of duty, and not to allow their hearts to languish through weariness. If therefore the Lord be pleased to make trial of our faith and patience to such an extent that it shall seem as if we wearied ourselves to no purpose, yet we ought to rely on this testimony of our conscience And if we do not enjoy this consolation, at least we are not moved by pure affection, and do not serve God, but the world and our own ambition. In such temptations, therefore, we should have recourse to this sentiment. <\/p>\n<p>Yet it ought to be observed, that here Christ and the Church accuse the whole world of ingratitude; for the Church complains to God in such a manner as to remonstrate with the world, because no good effect is produced on it by the doctrine of the Gospel, which in itself is efficacious and powerful. Yet the whole blame rests on the obstinacy and ingratitude of men, who reject the grace of God offered to them, and of their own accord choose to perish. Let those persons now go and accuse Christ, who say that the Gospel yields little fruit, and who defame the doctrine of the word by wicked slanders, and who throw ridicule on our labors as vain and unprofitable, and who allege that, on the contrary, they excite men to sedition, and lead them to sin with less control. Let them consider, I say, with whom they have to do, and what advantage they gain by their impudence, since men alone ought to bear the blame, who, as far as lies in their power, render the preaching of the Word unprofitable. <\/p>\n<p>Godly ministers, who bitterly lament that men perish so miserably by their own fault, and who sometimes devour and waste themselves through grief, when they experience so great perversity, ought to encourage their hearts by this consolation, and not to be alarmed so as to throw away the shield and spear, though sometimes they imagine that it would be better for them to do so. Let them consider that they share with Christ in this cause; for Christ does not speak of himself alone, as we formerly mentioned, but undertakes the cause of all who faithfully serve him, and, as their advocate, brings forward an accusation in the name of all. Let them therefore rely on his protection, and allow him to defend their cause. Let them appeal, as Paul does, to the day of the Lord, (<a class=\"ref\">1 Corinthians 4:4<\/a>,) and let them not heed the calumnies, reproaches, or slanders of their enemies; for their judgment is with the Lord, and although they be a hundred times slandered by the world, yet a faithful God will approve and vindicate the service which they render to him. <\/p>\n<p>On the other hand, let wicked men, and despisers of the word, and hypocrites, tremble; for when Christ accuses, there will be no room for defense; and when he condenms, there will be none that can acquit. We must therefore beware lest the fruit which ought to proceed from the Gospel should be lost through our fault; for the Lord manifests his glory in order that we may become disciples of Christ, and may bring forth much fruit. <\/p>",
    "audit": null
}