{
    "id": 7103,
    "source": "calvin",
    "verse_id": 17982,
    "verse_count": 1,
    "reference": "16:12",
    "title": "",
    "html": " <p> <i>And it shall be.<\/i>, He again returns to that statement which he formerly noticed, namely, that idolaters in their affliction betake themselves to their idols, hoping to obtain some relief from them. Yet it means somewhat more; for while idolaters have their ordinary temples and places of worship, if any uncommon calamity befalls them, they go to another temple more sacred than the rest, expecting that there they will be more abundantly favored with the presence of their god. In like manner, the Papists of the present day, when they are reduced to any uncommon danger, (for this fault has existed in all ages,) think that they will more readily obtain their wish by running to St. Claude, or to Mary of Loretto, or to any other celebrated idol, than if they assembled in some neighboring church. They resolve that their extraordinary prayers shall be offered up in a church which is at a great distance. It is in this sense that the Prophet applies the term <i>Sanctuary<\/i>, to that which was most highly celebrated among the Moabites, and says that they will go to it, but without any advantage. Now it is evident from sacred history that their most celebrated temple was dedicated to <i>Chemosh<\/i>,. (<a class=\"ref\">1 Kings 11:7<\/a>.) <\/p>\n <p> <i>And shall not profit by it.<\/i>, The phrase <span class=\"greek-hebrew\">,לא יוכל<\/span>, (<i>lo yuchal<\/i>,) <i>they shall not be able<\/i>, is explained by some to mean, that they shall at length be so completely worn out that they will not have sufficient strength to go to the temple. But I think it better to render it thus, <i>he shall not profit by it<\/i>,; for he shuts out the Moabites from all hope of safety, by saying that they will find no protection even in their gods. <\/p>\n <p> <i>When it is seen.<\/i>, The word <span class=\"greek-hebrew\">,נראה<\/span>, (<i>nirah<\/i>,) <i>seen<\/i>, is emphatic. It means that idolaters are not guided by reason, but rather by the impressions made on their senses, like brute beasts: for as the beasts judge by feeling, smelling, and seeing, so idolaters have no other guide than the judgment of the flesh. Accordingly, if any one shall show that they are doing wrong, he will gain nothing by it. Though they have often known by experience that they gain nothing by so many laborious exertions, they will not desist from them, but will contrive new methods and introduce new modes of worship, hoping that God will approve of them. If they succeed according to their wish, they ascribe everything to their superstitions, and become more obstinate. If they perceive that they have derived no advantage, they reject their contrivances, condemn the superstitious worship, and curse their gods. In short, they rely altogether on the events, and do not judge of anything either by reason or by the word of God. The consequence is, that, as they are guided by what befalls them, they are continually changing their plans. But the Prophet appears to mean somewhat more, namely, that when their folly, in having hitherto labored to no purpose, shall have been openly manifested and exposed, the Moabites will come into the temple of Chemosh, rather through shame than in the exercise of judgment. <\/p>",
    "audit": null
}