{
    "id": 7487,
    "source": "calvin",
    "verse_id": 18377,
    "verse_count": 1,
    "reference": "37:24",
    "title": "",
    "html": "<p><i>By the hand of thy servants. <\/i> This also heightens the baseness and cruelty of the insult, for it is harder to bear reproaches from a servant than from his master, the insult being rendered more grievous by the meanness of the person. Renee also proud and insolent men, in order to render their threatenings more galling and offensive, boast that they will do this or that by one of their servants or footmen, for the purpose of testifying more strongly their contemptuous feelings towards those whom they hate. The Prophet therefore intended to represent more strongly the baseness of the blasphemy by this circumstance, that Sennacherib had not only vomited it out of his own mouth, but had employed<i>“his servant”<\/i> Rabshakeh to utter scornful language against the holy name of God.<\/p> \n<p><i>I will ascend the heights of the mountains, the sides of Lebanon. <\/i> What he now repeats as having been spoken by Sennacherib, some understand to relate generally to former victories which he had gained, and by which, as we have already said, he had vanquished many nations. But I choose rather to take a more simple view, and to interpret it as relating to the present siege. Perceiving almost the whole of Judea subjected to his power, having taken possession of the hills which surrounded that country on all sides, he swells with insolence as if he had gained a complete victory, and threatens that he will take within his grasp those battlemerits and Mount Lebanon, with its cedars and firs and ether attractions; as if he had said that nothing shall hinder him from taking possession of the bulwarks, castles, and best fortified places, and wielding the whole of Judea at his pleasure. Thus do tyrants, though they acknowledge that war is doubtful, still dream of having in their power the successful results of battles.<\/p> ",
    "audit": null
}