{
    "id": 7124,
    "source": "calvin",
    "verse_id": 18003,
    "verse_count": 1,
    "reference": "18:5",
    "title": "",
    "html": "<p><i>For when the harvest shall be at hand. <\/i>Literally it is, “in presence of the harvest;” but we must soften the harshness of the expressions; and it cannot be doubted that the meaning of the Prophet is, that when the harvest is close at hand, and when the grapes are nearly ripe, the whole produce, in the expectation of which wicked men had rejoiced, will suddenly be snatched from them. The Prophet continues the same subject, and confirms by these metaphors what he had formerly uttered, that the wicked are not immediately cut off, but flourish for a time, and the Lord spares them; but that when the harvest shall be at hand, when the vines shall put forth their buds and blossoms, so that the <i>sour grapes <\/i>make their appearance, the branches themselves shall be cut down. Thus when the wicked shall be nearly ripe, not only will they be deprived of their fruit, but they and their offspring shall be rooted out. Such is the end which the Lord will make to the wicked, after having permitted them for a time to enjoy prosperity; for they shall be rooted out, so that they cannot revive or spring up again in any way. <\/p>\n<p>Hence we obtain this great consolation, that when God conceals himself, he tries our faith, and does not suffer everything to be carried along by the blind violence of fortune, as heathens imagine; for God is in heaven, as in his tabernacle, dwelling in his Church as in a mean habitation; but at the proper season he will come forth. Let us thus enter into our consciences, and ponder everything, that we may sustain our minds by such a promise as this, which alone will enable us to overcome and subdue temptations. Let us also consider that the Lord declares that he advances and promotes the happiness of wicked men, which tends to exhibit and to display more illustriously the mercy of God. If he instantly cut down and took them away like a sprouting blade of corn, his power would not be so manifest, nor would his goodness be so fully ascertained as when he permits them to grow to a vast height, to swell and blossom, that they may afterwards fall by their own weight, or, like large and fat ears of corn, cuts them down with pruning-knives. <\/p>",
    "audit": null
}