{
    "id": 7473,
    "source": "calvin",
    "verse_id": 18362,
    "verse_count": 1,
    "reference": "37:9",
    "title": "",
    "html": "<p><i>And hearing concerning Tirhakah king of Ethiopia. <\/i> From what follows we may conjecture the reason why the king of Assyria suddenly departed from Judea; for the kings of Egypt and Ethiopia had formed a league with each other against Sennacherib, because they saw that his power was becoming excessive, and that his invasion of other countries had no limit, and therefore they readily concluded that, unless they opposed his violence at an early period, they also would be in imminent danger from him. These kings did not intend to provide for the safety of Judea at their own loss, but looked to themselves; for so great power possessed by one individual is commonly and deservedly viewed with suspicion by other princes and nations. They therefore act wisely in joining their forces and meeting him early; for separately they would easily have been subdued and destroyed. For this reason these two kings took arms together, in order to repel the power and violence of that tyrant.<\/p> \n<p><i>He sent messengers to Hezekiah. <\/i> The king of Assyria, being involved in so hazardous a war, “sends messengers to Hezekiah,” to induce him by terrors and threatenings to surrender; for tyrants are maddened by ambition and by a false opinion of their own greatness, and therefore imagine that their words, the report of their name, and even their shadow, will strike terror into all men. Entangled in a hazardous war, he thinks of subduing Judea, from which he had been compelled to withdraw, ashamed of not having continued the siege, but perhaps thinking that he will gain in his absence what he could not accomplish by his presence. But the Lord miraculously assisted his people who appeared to be very near destruction. And, first, in order to restrain the violence of this tyrant, he presented hinderances and obstructions, from which he could not so speedily extricate himself; just as if one should “lay a bridle on the mouth or a hook on the nose” of a wild and savage beast, as the Prophet will afterwards say. ( <a class=\"isa\" verses=\"WzE4MzgyXQ==\">Isaiah 37:29<\/a>.) His rage and cruelty, indeed, are not abated, but are restrained so that they can do no harm.<\/p> \n<p>We see the same thing in the present day. How many cruel tyrants would wish that the Church of God were destroyed! What schemes are employed for the accomplishment of it! How diversified are the plans which they form! What forces do they assemble from every quarter! But when they think that they will accomplish anything, the Lord suddenly raises up enemies against them, sometimes even brings them to fight with each other, and turns against themselves that cruelty which they wished to exercise against the children of God. Yet they go on in their cruelty, and cease not to attempt this or that; as this Sennacherib, though he is surrounded by difficulties, ceases not to annoy Hezekiah, and addresses him from his royal throne, as if he were a despicable slave, and commands him as if he were his vassal, and even to God himself addresses insolent and opprobrious language, and goes beyond his agent Rabshakeh in arrogance; for, although Rabshakeh’s words had the same meaning, still this man, in a more impudent manner, and, as we may say, with more open mouth reviles God.<\/p> ",
    "audit": null
}