{
    "id": 6893,
    "source": "calvin",
    "verse_id": 17765,
    "verse_count": 1,
    "reference": "5:25",
    "title": "",
    "html": " <p> <i>Therefore is the anger of the LORD kindled.<\/i>, In this verse the Prophet relates the former punishments which the Jews had already endured, and shows that they are not near an end; but that, on the contrary, heavier judgments await them, if they do not return to the right path. I readily acknowledge that the past tense is frequently employed instead of the future, but the meaning which I have stated will best agree with the context; for there are two things quite distinct from each other, which he lays down, on account of the resolute obstinacy of the people. First, how God perceives their crimes. Secondly, since there are no signs of repentance, he has other scourges within his reach for chastising the people. Thirdly, he describes what those scourges are, and forewarns them that the Assyrians will come at the bidding of the Lord, as soon as he shall express it by merely <i>hissing<\/i>, to them, (verse. 26.) <\/p>\n <p>Such is the connection of what the Prophet states; and hence it ought to be observed that the great body of men, as soon as they have escaped any calamity, forget their chastisements, and no longer regard them as the judgments of God; and that, though experience be the instructor of fools, still they grow hardened by strokes. This insensibility Isaiah sharply rebukes; as if he had said, “Have you so quickly forgotten the calamities under which you lately groaned? Whence came the distressful casting out of dead bodies, but because God had raised his arm against you? And if God has discharged the office of a judge, why do not those recent chastisements induce you to fear him, and to refrain from drawing down a succession of chastisements by new crimes?” <\/p>\n <p>Accordingly, he repeats the term <span class=\"greek-hebrew\">,על-כן<\/span>, (<i>gnal ken<\/i>,) <i>therefore<\/i>,; as if he had said that those distresses are not accidental, but are manifest tokens of God’s vengeance; and so he expressly says that God <i>was angry with his people<\/i>,; for if the Jews had not fallen from their own rank, their condition would have been happier than that of any other nation. When God’s chosen people, therefore, are treated by him with so much sharpness and severity, it is beyond all doubt that he has been provoked by heinous crimes. At the same time he refutes the false boasting by which the Jews were wont to vaunt and exalt themselves, as if they ought to be exempt from chastisements on the ground of their being God’s peculiar people. <\/p>\n <p> <i>And the mountains trembled.<\/i>, By this comparison the dreadful nature of those punishments to which they were insensible is described in such a manner as to prove more clearly the stupidity of the people. They were more stupid than inanimate objects, if they did not perceive the wrath of God, and the dreadful vengeance which had been inflicted on the kingdom of Israel. <\/p>\n <p> <i>For all these things.<\/i>, He threatens heavier chastisements in future, as we have already said; for although wicked men acknowledge that the Lord has punished them, still they think that they have no right to expect anything more than one or two chastisements. As if therefore nothing worse could befall them, and as if God’s power to punish them had been exhausted, they wrap themselves up in blind indifference. This is the reason why he exclaims that the wrath of God is not yet appeased, and that, although it has inflicted on them many calamities, still it has within its stores many weapons from which they have reason to dread innumerable wounds. <\/p>\n <p>The copulative <span class=\"greek-hebrew\">,ו<\/span>,(<i>vau <\/i>) may be taken as a disjunctive, so as to mean, <i>but, on the contrary, his hand is stretched out still<\/i>,. He refers to what he had formerly said, that <i>the hand of God is stretched out<\/i>,. He tells them that it is not yet drawn back, and that it may yet pursue them, and inflict plagues of the same kind, or even of greater severity. We ought diligently to meditate on these statements, in order to shake off that drowsiness to which the greater part of men are frequently liable, even after having received chastisements. <\/p>",
    "audit": null
}