{
    "id": 6840,
    "source": "calvin",
    "verse_id": 17705,
    "verse_count": 1,
    "reference": "2:19",
    "title": "",
    "html": "<p><i>And they shall enter into the holes of the rocks <\/i>He had formerly used other words when addressing them in the second person, <i>Enter into the rock<\/i>, (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 2:10<\/a>,) that he might inflict a severer stroke on their minds. But now he declares what they will do, and says that they must <i>enter<\/i>; and hence it is evident that the former statement was not an exhortation, but a severe denunciation of the wrath of God, in order to terrify wicked and obstinate men, who despise all warnings and all threatenings. <\/p>\n<p><i>From the presence of the terror of Jehovah, and from the glory of his majesty <\/i>What he adds about the <i>terror of God <\/i>must be understood to mean that terror which was thrown into them by the Chaldeans and Assyrians, whose hand he called a little before, and now also calls, <i>the glory of God <\/i>for God employed their agency to chastise his people. Although they were wicked and treacherous, yet they promoted the <i>glory <\/i>of God; for even the devil himself contributes in some way to the glory of God, though contrary to his wish. Thus he speaks of the Assyrians and Chaldeans, because in the punishments which the Lord will inflict on the Jews by their agency we may behold his <i>glory <\/i><\/p>\n<p>The same thing is confirmed by the word <i>Arise<\/i>, which means to go before the judgment-seat. In the phrase which immediately follows,  <span class=\"greek-hebrew\">לערץ הארף<\/span>, (<i>laarotz haaretz<\/i>,) <i>to shake terribly the earth<\/i>, there is an elegant allusion or play on words, which can hardly be conveyed in any other language.  He says that the Lord <i>ariseth<\/i>, because he appears to sleep so long as he delays his judgments. But he <i>ariseth<\/i>, when he comes forth as a judge to inflict punishments on the wicked; so as to make it evident to men that nothing escapes the knowledge, or is hidden from the eyes, of Him who permits no crime to pass unpunished. <\/p>",
    "audit": null
}