{
    "id": 7442,
    "source": "calvin",
    "verse_id": 18330,
    "verse_count": 1,
    "reference": "35:9",
    "title": "",
    "html": "<p><i>There shall not be there a lion. <\/i> He adds another favor of God, that the people, though they travel through a wilderness, will be protected against every hostile attack. Formerly he mentioned it ( <a class=\"isa\" verses=\"WzE4MzE4XQ==\">Isaiah 34:14<\/a>) as one of the curses of God, that wild beasts would meet the Jews wherever they went; but now he declares that, when they have been received into favor, no lions and no beasts of prey shall attack them; because the Lord will ward them off, so as to open up a way for his people free from all danger and from all fear. For although they had received liberty to return, yet they might have met with many obstacles; and therefore he says that the Lord will remove every annoyance and obstruction.<\/p> \n<p>We may draw from this a profitable doctrine, namely, that God not only begins, but conducts to the end, the work of our salvation, that his grace in us may not be useless and unprofitable. As he opens up the way, so he paves it, and removes obstacles of every description, and is himself the leader during the whole journey. In short, he continues his grace towards us in such a manner that he at length brings it to perfection. And this ought to be applied to the whole course of our life. Here we walk as on a road, moving forward to that blessed inheritance. Satan presents numerous obstructions, and dangers surround us on every side; but the Lord, who goes before and leads us by the hand, will not leave us in the midst of the journey, but at length will perfectly finish what he has begun in us by his Spirit. ( <a class=\"ref\">Philippians 1:6<\/a>.) Yet it ought to be observed that the very beasts, through God’s kindness, shall be tamed, so as not to direct their rage and cruelty against us, as it is said,<\/p> \n<p>“I will make a covenant for you with the fowls of heaven, and with the beasts of prey.” ( <a class=\"ref\">Hosea 2:18<\/a>.)<\/p> ",
    "audit": null
}