{
    "id": 7269,
    "source": "calvin",
    "verse_id": 18151,
    "verse_count": 1,
    "reference": "26:20",
    "title": "",
    "html": " <p> <i>Come, my people.<\/i>, In this verse he exhorts the children of God to exercise patience, to shut themselves up, and to bear with moderation their troubles and afflictions, and to stand unmoved in opposition to the fierce tempests which seemed likely to overwhelm them. This exhortation was highly necessary; for the lamentable state to which the nation was afterwards reduced was, to outward appearance, very inconsistent with that promise. The Prophet, therefore, when the people are distressed and know not where to go, takes them, as it were, by the hand, and conducts them to some retired spot, where they may hide themselves in safety till the storms and tempests are abated. When he calls them “his own people,” he speaks in the name of God, and not in his own. <\/p>\n <p> <i>Enter into thy chamber.<\/i>, By <i>chamber<\/i>, he means calmness and composure of mind, by which we encourage and strengthen our hearts with firm belief, and calmly wait for the Lord, as Habakkuk, after having foretold the calamities which were about to fall on the Jews, says that he will go up “to his watch-tower,” that is, to a place of safety, in which he may patiently and silently await the result. (<a class=\"ref\">Habakkuk 2:1<\/a>.) Isaiah gives a similar injunction in this passage, that the godly, when they see that they are attacked by various storms which they are unable to resist, should shut themselves up in a “chamber,” or some place of retirement. <\/p>\n <p> <i>Shut thy doors behind thee.<\/i>, As it would not be enough that we should once be fortified against the fierce attacks of tempests, he bids us also “shut the doors.” This relates to steadfastness; as if he enjoined us to take good heed not to leave any chink open for the devil; for he will easily break through and penetrate into our hearts, if the smallest entrance be allowed him. <\/p>\n <p> <i>Hide thyself for a little moment.<\/i>, When he bids them “hide” or “conceal” themselves, he means that it will be a very safe refuge for believers, if they are courageous and patiently wait for the Lord; for though we must boldly and valiantly maintain the contest, yet since the power of God is displayed in our weakness, (<a class=\"ref\">2 Corinthians 12:9<\/a>,) there is nothing better for us than to take refuge, with all humility, under God’s wings, that they who tremble may be placed by him in perfect safety. <\/p>\n <p>Again, because we are naturally rash, and hurried away by impatience, when we do not see that the Lord’s assistance is immediate, on this account he says that these storms are “momentary.” True, we must continually struggle with afflictions, and, so long as we live, must not hope to see an end of them; and, consequently, the afflictions are, in our opinion, of very long duration. But if we compare them with that eternity, in which we shall possess immortal joys, it will be but “a very little moment.” In like manner, Paul also shews that the light and momentary afflictions which we endure in this life, ought not to be compared to that weight of eternal glory which we expect to receive. (<a class=\"ref\">2 Corinthians 4:17; Romans 8:18<\/a>.) <\/p>\n <p> <i>Till the indignation pass over.<\/i>, By adding this he intends to remove all doubt from believers, as if he promised that they would quickly be delivered. I interpret “indignation” as meaning simply the affliction which proceeds from the Lord’s anger. Others refer it to enemies; and I do not object to that interpretation, but prefer the former; for we see that the prophets earnestly teach that no evil happens to us that does not come from the hand of God, who does not inflict them on us without good reason, but when he has been provoked by our iniquities and transgressions. (<a class=\"ref\">Amos 3:6<\/a>.) We are thus reminded that God’s wrath against the Church will not last always, but that, like storms and tempests, it will come to an end, and on this account believers endure it more patiently. Hence it is said elsewhere, (<a class=\"ref\">Micah 7:9<\/a>,) “I will bear the Lord’s wrath;” for they know that he chastises them for their salvation. He introduces the Lord speaking, as I mentioned a little before, that his exhortation may have greater authority. <\/p>",
    "audit": null
}