{
    "id": 6820,
    "source": "calvin",
    "verse_id": 17684,
    "verse_count": 1,
    "reference": "1:29",
    "title": "",
    "html": "<p><i> For<\/i> (or,<i> that is<\/i>)<i> they shall be ashamed<\/i> In the Hebrew the particle<span class=\"greek-hebrew\"> כי<\/span> (<i> ki<\/i>) is employed, which properly denotes a cause, but frequently also denotes exposition. Now, since the Prophet does not here state anything new, but only explains the cause of the destruction which awaited the ungodly, to render<span class=\"greek-hebrew\"> כי<\/span> (<i> ki<\/i>) by<i> that is<\/i> , appears to connect it better with the preceding word,<span class=\"greek-hebrew\"> כלה<\/span> , (<i> kalah<\/i> ,)<i> consumed, They shall be consumed, that is, they shall be ashamed of the oaks which ye have desired<\/i> ; as if the Prophet had said that no evil will be more destructive to them than their own superstition. The idols, says he, which you call upon for your protection and safety will rather bring destruction upon you.<\/p> \n<p>The word<span class=\"greek-hebrew\"> אלים<\/span> , (<i> elim<\/i> ,)<i> oaks<\/i> , has been sometimes rendered<i> Gods<\/i> ; but this meaning is set aside by the context; for immediately afterwards he adds the word groves:<i> Ye shall be ashamed of the groves which you have chosen<\/i> . Now, under the image both of trees and of groves, the Prophet, by a figure of speech, in which a part is taken for the whole, reproves every kind of false worship; for although among the Jews there were many forms of idolatry, the custom here mentioned, of choosing<i> groves<\/i> and<i> forests<\/i> for offering sacrifices, was the most common of all. Whether the word<span class=\"greek-hebrew\"> גנות<\/span> (<i> gannoth<\/i>) in the second clause be translated<i> groves<\/i> or<i> gardens<\/i> , there can be no doubt that it means the altars and sacred buildings in which they performed their idolatrous worship. Although they did not intend openly to revolt from God, they invented new kinds of worship; and, as if one place had been more acceptable to God than another, they devoted it to his service, as we see done by the papists. Next follows a change of the person; for, in order to make the reproof more severe, those wicked men of whom he spoke in the third person are now directly addressed,<i> Ye shall be ashamed<\/i><\/p> \n<p><i> Which you have desired<\/i> By the word<i> desired<\/i> he reproves the mad and burning eagerness with which wicked men follow their superstitions. They ought to have been earnestly devoted with their whole heart to the service of one Gods but they rush with blind violence to false worship, as if they were driven by brutish lust. In almost every human mind there naturally exists this disease, that they have forsaken the true God, and run mad in following idols; and hence Scripture frequently compares this madness to the loves of harlots, who shake off shame, as well as reason.<\/p> \n<p><i> For the gardens that ye have chosen<\/i> That the Prophet describes not only their excessive zeal, but their presumption, in corrupting the worship of God, is evident from this second clause, in which he says that they<i> chose gardens<\/i> , for this term is contrasted with the injunction of the law. Whatever may be the plausible appearances under which unbelievers endeavor to cloak their superstitions, still this saying remains true, that<i> obedience is better than all sacrifices<\/i> . (<a class=\"ref\">1 Samuel 15:22<\/a> .) Accordingly, under the term willworship (<span class=\"greek-hebrew\"> ἐθελοθρησκεία<\/span>) Paul includes (<a class=\"ref\">Colossians 2:23<\/a>) all kinds of false worship which men contrive for themselves without the command of God. On this account God complains that the Jews have despised his word, and have delighted themselves with their own inventions; as if he had said, “It was your duty to obey, but you wished to have an unfettered choice, or rather an unbounded liberty.”<\/p> \n<p>This single consideration is sufficient to condemn the inventions of men, that they have it not in their power to choose the manner of worshipping God, because to him alone belongs the right to command. God had at that time enjoined that sacrifices should not be offered to him anywhere else than at Jerusalem (<a class=\"ref\">Deuteronomy 12:13<\/a>); the Jews thought that they pleased him in other places, and that false imagination deceived also the heathen nations. Would that it had gone no farther! But we see how the papists are involved in the same error, and, in short, experience shows that the disease has prevailed extensively in every age.<\/p> \n<p>If it be objected that there was not so much importance in the place, that God ought to have regarded with such strong abhorrence the worship which was everywhere offered to him, — first, we ought to consider the reason why God chose that at that time there should be only one altar, which was, that it might be a bond of holy unity to an uncivilized nation, and that by means of it their religion might continue unchanged. Besides, granting that this spiritual reason were but of temporary force, we must hold by the principle that commandments were given in the smallest matters, that the Jews might be better trained to obedience; for since superstition conceals itself under the pretense of devotion, it is hardly possible but that men will flatter themselves with their own inventions. But since obedience is the mother of true religion, it follows that when men exercise their own fancy, it becomes the source of all superstitions.<\/p> \n<p>It must also be added, that as Isaiah formerly complained of those crimes which were contrary to brotherly love and to the second table of the law, so he now complains of their having transgressed the first table. For since the whole perfection of righteousness consists in keeping the law, when the Prophets wish to reprove men for their sins, they speak sometimes of the first, and sometimes of the second, table of the law. But we ought always to observe the figurative mode of expression, when under one class they include the whole.<\/p> ",
    "audit": null
}