{
    "id": 7367,
    "source": "calvin",
    "verse_id": 18253,
    "verse_count": 1,
    "reference": "31:2",
    "title": "",
    "html": " <p> <i>Yet he also is wise. <\/i>,By calling God “wise,” he does not merely bestow on him the honor of an attribute which always belongs to him, but censures the craftiness of those whom he saw to be too much delighted with their own wisdom. He said a little before, (<a class=\"isa\" verses=\"WzE4MjA5XQ==\">Isaiah 29:15 <\/a>,,) that they “dug caves for themselves,” when they thought that, by hidden plans and secret contrivances, they avoided and deceived the eyes of God. He now pours witty ridicule on this madness, by affirming that, on the other hand, wisdom belongs also to God; indirectly bringing against them the charge of believing that they could shut God’s mouth as not knowing their affairs. As if he had said, “What shall become of your wisdom?” Will the effect of it be that God shall cease to be “wise?” On the contrary, by reproving your vanity, he will give practical demonstration that “he taketh the wise in their own craftiness.” (<a class=\"ref\">Job 5:13;1 Corinthians 3:19 <\/a>.) <\/p>,\n <p>We may draw from this a general doctrine, that they who shelter themselves under craftiness and secret contrivances, gain nothing but to provoke still more the wrath of God. A bad conscience always flees from the judgment of God, and seeks lurking-places to conceal itself. Wicked men contrive various methods of guarding and fortifying themselves against God, and think that they are wise and circumspect, even though they be covered only with empty masks; while others, blinded by their elevated rank, despise God and his threatenings. Thus, by declaring that “God is also wise,” the Prophet wounds them painfully and sharply, that they may not lay claim to so great craftiness as to be capable of imposing on God by their delusions. <\/p>,\n <p> <i>He will arise against the house of the evil-doers. <\/i>,As they did not deserve that he should reason with them, he threatens that they shall feel that God has his arguments at his command, for ensnaring transgressors. First, they did not think that God has sufficient foresight, because he did not, according to the ordinary practice of the world, provide for their safety amidst so great dangers, and because they considered all threatenings to be empty bugbears, as if they had it in their power by some means to guard against them. Hence arises their eagerness to make every exertion, and their hardihood to plot contrivances. He therefore threatens that God will take revenge on so gross an insult, and that he has at his command the means of executing what he has promised; and that no schemes, inventions, or craftiness can overthrow the word of God. <\/p>,\n <p> <i>Of the workers of vanity. <\/i>,He gives them this appellation, because they wished to fortify themselves against the hand of God by a useless defense; that is, by the unlawful aid of the Egyptians. Formerly, it might be thought that he silently admitted their claim to the appellation of “wise men,” by contrasting them with the wisdom of God; but now he scatters the smoke, and openly displays their shame and disgrace. This teaches us that there is nothing better than to renounce our own judgment, and to submit entirely to God; because all that earnest caution by which wicked men torture themselves has no solidity, but, on the contrary, as if on purpose, provokes the wrath of God by the deceitful contrivances of the flesh. <\/p>,\n\n <p>FT574 “Return to him against whom you have entertained deep thoughts; in the same manner as you revolted, and have still revolted, from him, return now to him.” — <i>Jarchi <\/i>,. Among the commentators who belonged to the Hebrew nation, or wrote in the Hebrew language, Jarchi was probably held, on the ground of the first part of his paraphrase, to support that view which our Author condemns; but the second part of it, beginning with “in the same manner as” approaches very closely to the Reformer’s own words. — <i>Ed <\/i> <\/p>,\n <p>FT575 Piscator and others construe <span class=\"greek-hebrew\">,לאשר <\/span>,(<i>lăăshĕr <\/i>) as equivalent to <span class=\"greek-hebrew\">,אשר ממנו אליו <\/span>,, (ē <i>lāiv ăshĕr mĭmmĕnnū <\/i>,,) “to him from whom.” Vitringa does not reject this exposition, which he acknowledges to be supported by an analogous use of <span class=\"greek-hebrew\">,מאשר <\/span>,, (<i>mēăshĕr <\/i>,,) in <a class=\"ref\">Ruth 2:9 <\/a>; but he pronounces the rendering, “according as.” to be more elegant and probably more correct. Modern critics, however, approve of the meaning given in our common version. “The syntax may be solved either by supposing ‘to him’ to be understood, and giving <span class=\"greek-hebrew\">,לאשר <\/span>,(<i>lăăshĕr <\/i>) the sense of ‘with respect to whom,’ or by assuming that, as both these ideas could be expressed by this one phrase, it was put but once in order to avoid the tautology.” — <i>Alexander <\/i>,. The other mode of resolving the syntax, by bringing out the sense, “to him from whom,” appears to adhere more closely to the usage of the Hebrew language. — <i>Ed <\/i> <\/p>,\n <p>FT576 <span class=\"greek-hebrew\">,העמיקו סרה <\/span>,(<i>hĕgnĕmīkūsārāh <\/i>) literally signifies, “they have deepened revolt;” and Professor Alexander justly remarks that the substitution of the second person for the third, in the ancient versions, and in Barnes, (ye have revolted), is wholly arbitrary. — <i>Ed <\/i> <\/p>,\n <p>FT577 “ <span class=\"aramaic_text\">,Enfans rebelles <\/span>,;”—“Rebellious children.” <\/p>,\n <p>FT578 “ <span class=\"aramaic_text\">,Et pourtant il marque la repentance par les fruits <\/span>,;”—“And therefore he points out repentance by the fruits.” <\/p>,\n <p>FT579 See <i>Commentary on Isaiah <\/i>,, vol. 1 p. 118 <\/p>,\n <p>FT580 That is, he does not follow the ancient versions, by viewing it as an adjective, qualifying the word “hands,”—“your sinful hands.” — <i>Ed <\/i> <\/p>,\n <p>FT581 <span class=\"greek-hebrew\">,לא איש <\/span>,(<i>lōīsh <\/i>,,) not of a man, that is, of one who is totally different from a man. The word <span class=\"greek-hebrew\">,לא <\/span>,(<i>lō <\/i>) often unites with a substantive, so as to form one word, which shall bear a quite different and even opposite meaning; as <span class=\"greek-hebrew\">,תהו לא דרך <\/span>,(<i>tōhūlōdĕrĕch <\/i>,‘desolation not-a-way,’ that is, ‘an impassable way.’ <a class=\"ref\">Psalms 107:40 <\/a>; and <span class=\"greek-hebrew\">,לא שם לו <\/span>,, (<i>lōshēm lō <\/i>,,) ‘he shall have not-a-name,’ that is, ‘he shall have public disgrace.’ (<a class=\"ref\">Job 18:17 <\/a>.)” — <i>Rosenmüller <\/i>,. “An Hebrew idiom; of one far different from a man, viz., an angel.” — <i>Stock <\/i> <\/p>,\n <p>FT582 “And his young men shall be discomfited. (Heb. for melting or tribute.)”—Eng. Ver. <\/p>,\n <p>FT583 “And he shall pass over to his stronghold (or, his strength) for fear, (Heb. his rock shall pass away for fear.”—Eng. Ver. <\/p>,",
    "audit": null
}