{
    "id": 7368,
    "source": "calvin",
    "verse_id": 18254,
    "verse_count": 1,
    "reference": "31:3",
    "title": "",
    "html": " <p> <i>And surely the Egyptian is a man, and not God. <\/i> It may be thought that Isaiah here brings forward nothing but what is common and beyond all doubt; for who ever imagined that the Egyptians were not “men,” and must be put in the place of “God?” There is indeed no debate on this point, and it is openly acknowledged; but when it is found necessary to reduce it to practice, men are altogether dull of apprehension, or remain uncertain about that which they formerly appeared to know and firmly to believe. They exalt themselves as highly, and claim as much for themselves, as if they did not believe that they are men, and did not think that they ought to obey God. This is the reason why Scripture so frequently warns <\/p> \n <p>“not to trust in men, than whom nothing can be more vain.” (<a class=\"ref\">Psalms 146:3 <\/a>.) <\/p> \n <p>“Cursed is he who trusteth in man, and relieth on an arm of flesh.” (<a class=\"ref\">Jeremiah 17:5 <\/a>.) <\/p> \n <p>Yet we see both princes and men of ordinary rank contrive and resolve in such a manner as if they could establish for a hundred years all that they contrived, and could subject heaven, sea, and earth, and could regulate and dispose everything according to their will. When we perceive in men such pride and arrogance, we need not wonder that the Prophet exclaims that “the Egyptians are men, and not God;” for the Jews ascribed to them what ought to be ascribed to God, the defense and preservation of the Church, which God claims for himself alone, and does not allow to be given to another. Isaiah therefore indirectly censures that contempt of God and wicked confidence by which they are swelled with pride. <\/p> \n <p>Here we see how great a difference there is between God and men; for men have no power in themselves but what God has granted to them. If we were reasoning about the nature and excellence of man, we might bring forward the singular gifts which he has received from God; but when he is contrasted with God, he must be reduced to nothing; for nothing can be ascribed to man without taking it from God. And this is the reason why we cannot agree with the Papists, when we argue about the cause of salvation, freewill, the value of works, and merits; for since on this subject God is contrasted with man, we must take from God whatever is attributed to man. But they make a division between man and God, so as to assign one part to God, and another part to man; while we say, that the whole and undivided cause of salvation must be ascribed to God, and that no part of it can be attributed to another without detestable sacrilege. In a word, let us learn that in such a contrast nothing worthy of praise can be left for man. <\/p> \n <p> <i>And their horses are flesh and not spirit. <\/i> By the word flesh he means weakness and frailty; for what is there in “flesh” but corruption? He speaks of “horses,” but to the Egyptians also belongs a weakness of the same or of a kindred nature; as if he had said that they, and all their forces, have nothing that is solid or permanent. Although the Egyptians had a soul as well as a body, yet, so far as they were creatures, and dwelt in a frail tabernacle, they must hold an inferior rank; as if he had said, that they do not possess heavenly or spiritual power; as it is said also in the Psalm, <\/p> \n <p> <span> “Do not trust in princes; for their breath shall go out, and they shall return to their earth.” \n(<\/span> <a class=\"ref\">Psalms 146:3 <\/a>.) <\/p> \n <p>So far as relates to “horses,” the word “flesh” applies to them with greater propriety; but it is not wonderful that men are sent to learn from rottenness how frail they are. <\/p> \n <p> <i>As soon as Jehovah shall stretch out his arm. <\/i> From this threatening we may draw a universal doctrine, that this wickedness shall not pass unpunished; for the Lord will not suffer men with impunity to give to creatures the honor due to him, or to rely on the assistance of men with that confidence which ought to be placed on him alone. He therefore threatens those who shall yield assistance and give occasion to false confidence, as well as those who shall make use of their assistance and rely on it for their safety. And if the Lord cannot endure this wicked confidence, where nothing more than temporal safety is concerned, how much less will he endure those who, in order to obtain eternal salvation, contrive various aids according to their own fancy, and thus elevate the power of men, so as to ascribe to it the place and authority of God. <\/p> ",
    "audit": null
}