{
    "id": 7930,
    "source": "calvin",
    "verse_id": 18826,
    "verse_count": 1,
    "reference": "60:4",
    "title": "",
    "html": " <p> <i>Lift up thine eyes round about. <\/i> By a variety of expressions he confirms that promise of the restoration of the Church which appeared to be altogether incredible. Nor was it easy to convince the Jews of this, while the state of their affairs was so wretched and confused. At that time the kingdom of Judah alone remained, and grew less every day, till it was utterly ruined; but when the people were led into captivity amidst that frightful dispersion and melancholy ruin, everything was so desperate that it appeared as if the Church were entirely ruined. It was therefore proper to confirm this doctrine by a variety of expressions, that hearts naturally prone to distrust might no longer doubt. For this reason he leads the Jews to look at the event as actually at hand, though it was at a great distance; that they might not hesitate any more than if it were already placed before their eyes. <\/p> \n <p>He bids believers lift, up their eyes on high, that is, above human thought; for, so long as we fix them on the outward condition, we cannot obtain the fruit of these promises. He adds, “round about,” that they may fully believe that the nations will come, not from one quarter only, but from every direction, that they may be united in one body. And not only does he promise a remedy and an end of the dispersion which was yet to take place, as it is said elsewhere, “He will gather the dispersed of Israel,” (<a class=\"ref\">Psalms 147:2<\/a>; <a class=\"isa\" verses=\"WzE4NzYyXQ==\">Isaiah 56:8<\/a>) but this gathering is more extensive; for it means that there will be a wonderful revolution in the world, so that they who formerly were strangers and dispersed shall be united in one body. Finally, it denotes the extension of the Church to the farthest boundaries of the earth. There is also an implied contrast, by which he points out the wretched and afflicted condition in which the world was, before it was gathered together under the direction of Christ. <\/p> \n <p> <i>Thy sons shall come from far. <\/i> Some think that by “sons” are meant those who are stronger and more steadfast in faith, and by daughters those who are weaker. But I do not think that the Prophet intended to convey such ingenious distinctions; and therefore I consider the plain meaning to be, that both sons and daughters shall run together to the Church; that is, that the Church shall have sons and daughters, not only at home but abroad, and in the most distant parts of the world; that the womb of the Church shall not be limited to any corner of the world, but shall be extended as far and wide as there shall be space throughout the whole world. <\/p> ",
    "audit": null
}