{
    "id": 7495,
    "source": "calvin",
    "verse_id": 18385,
    "verse_count": 1,
    "reference": "37:32",
    "title": "",
    "html": " <p> <i>For out of Jerusalem shall go forth a remnant. <\/i> Formerly by the metaphor of a root and of fruits he foretold the deliverance of the Church; he now declares the same thing without a figure. He alludes to the siege by which a small number of people, who had been left in the city, were shut up as in a prison and reduced to very great straits; he says that they shall now go out, and that the whole country shall be open to them, and that they shall be at liberty to move wherever they please without fear. The <i>going forth <\/i> is thus contrasted with the narrow limits within which the trembling Jews had been forced by the dread of enemies to confine themselves. Yet by this word he expresses not only liberty to go out, but the increase of the nation, which had been reduced to a small number. When not only was Judea again covered by a multitude of men, but from the remnant there sprung vast multitudes who were spread over the various countries of the world, this could not have been done, unless out of that small number the Lord had created not merely a single nation, but many nations. <\/p> \n <p> <i>The zeal of Jehovah of hosts will do this. <\/i> Not only does he contrast “the zeal of God” with the purposes of men, in order to extol the excellence of the work, but he states that it is sufficient for every purpose, that God may give an astonishing demonstration of his power. At first sight, as we have said, the thing was incredible; there were obstacles on every side, and no means of relief; and therefore he declares that God regards his Church with such fervent love, that he does not hesitate to work in an extraordinary manner for promoting her salvation. The same mode of expression was employed by him on a similar occasion. (<a class=\"isa\" verses=\"WzE3ODM3XQ==\">Isaiah 9:7 <\/a>.) <\/p> ",
    "audit": null
}