{
    "id": 7492,
    "source": "calvin",
    "verse_id": 18382,
    "verse_count": 1,
    "reference": "37:29",
    "title": "",
    "html": "<p><i>Because thou wast angry against me. <\/i> The more furiously wicked men rise up against God, and the more outrageous the violence by which they are actuated, so much the more is he wont eventually to set himself in opposition to them. For a time, indeed, he permits them to domineer and to have everything that they wish, but after long forbearance he restrains them, and, as it were, puts a bridle on their neck, that they may not imagine that they have everything in their power. Sennacherib was a remarkable instance of this, for in his rage against God, the more insolently he vaunted, the heavier did he find the wrath of God to be against him; which all wicked men ought also to expect.<\/p> \n<p><i>Therefore will I put my hook<\/i> (or, <i>my ring) in thy nose. <\/i> This is pleasant mockery of stupidity and wantonness; as if he had said, “I see how it is, by treating thee mildly and gently, I would gain nothing; for thy rage is insatiable. But since thou canst not be tamed, I will curb thee like a savage beast.” And in this manner he declares more plainly, that God not only sees and knows what is proposed or contrived by wicked men, but also subdues and restrains their fierceness in such a manner, that he drags them reluctantly where ever he pleases, as one would lead a wild beast held by a bridle or a ring. <span class=\"greek-hebrew\"> חח<\/span><i>(chach)<\/i> is translated by some a<i>hook,<\/i> but I have preferred to translate it a<i>ring;<\/i> because a<i>hook<\/i> is used for catching fishes, and would not so well apply to a beast.<\/p> \n<p>Sennacherib was compelled to<i>return by the way by which he came,<\/i> because, while he was revolving the project of subduing every part of Judea and Egypt, he hastily, without having accomplished anything, took the speediest method of returning, which he would net have done of his own accord, if God had not drawn him back by unseen methods.<\/p> ",
    "audit": null
}