{
    "id": 7939,
    "source": "calvin",
    "verse_id": 18835,
    "verse_count": 1,
    "reference": "60:13",
    "title": "",
    "html": " <p> <i>The glory of Lebanon. <\/i> Isaiah again employs the metaphor which he formerly used, when he compared the Church of God to a building or a city. He enumerates those things which were necessary for building, such as “the fir-tree, the pine, and the box-tree,” which grew in Lebanon, a forest abounding, as we know, in excellent trees. <\/p> \n <p> <i>For the beauty of the place of my holiness. <\/i> He means that all that is excellent and beautiful in Lebanon shall be carried into the Church. But it must be believed that these figures contain an emblematical reference to the spiritual worship of God; for the Lord adorns his Church with the title of a sanctuary, because he dwells in the midst of it. Yet he always alludes to the temple, so as to accommodate himself to the time and to ordinary custom. Thus he holds out to us the pattern of the temple which stood at Jerusalem, that under the image of it we may contemplate the “spiritual temple,” (<a class=\"ref\">Ephesians 2:21 <\/a>) of which we are the “living stones” and the living substance. (<a class=\"ref\">1 Peter 2:5 <\/a>) <\/p> \n <p> <i>For I will glorify the place of my feet. <\/i> By “the place of his feet,” he means that he dwells in the temple in such a manner that his majesty is not confined within it, (for he is not limited to so narrow a place;) and therefore his feet only, what may be called the smallest part, is there, that we may ascend to heaven, and not fix our whole attention on those outward signs by which we are instructed according to our capacity. Thus also in the Psalm, <\/p> \n <p> <span> “Worship the footstool of his feet, for it is holy.” \n(<\/span> <a class=\"ref\">Psalms 99:5 <\/a>) <\/p> \n <p>And again, <\/p> \n <p> <span> “We will worship in the place where his feet stood.” \n(<\/span> <a class=\"ref\">Psalms 132:7 <\/a>) <\/p> \n <p>Not that God’s essence is divided into parts above and below, but because by such means he lifts up his servants, as it were, from the feet to the head. <\/p> ",
    "audit": null
}