{
    "id": 7898,
    "source": "calvin",
    "verse_id": 18794,
    "verse_count": 1,
    "reference": "58:7",
    "title": "",
    "html": "<p><i>Is it not to break thy bread to the hungry?<\/i> He goes on to describe the duties of love of our neighbor, which he had described briefly in the preceding verse; for, having formerly said that we must abstain from every act of injustice, he now shows that we ought to exercise kindness towards the wretched, and those who need our assistance. Uprightness and righteousness are divided into two parts; first, that we should injure nobody; and secondly, that we should bestow our wealth and abundance on the poor and needy. And these two ought to be joined together; for it is not enough to abstain from acts of injustice, if thou refuse thy assistance to the needy; nor will it be of much avail to render thine aid to the needy, if at the same time thou rob some of that which thou bestowest on others. Thou must not relieve thy neighbors by plunder or theft.; and if thou hast committed any act of injustice, or cruelty, or extortion, thou must not, by a pretended compensation, call on God to receive a share of the plunder. These two parts, therefore, must be held together, provided only that we have our love of our neighbor approved and accepted by God.<\/p> \n<p>By commanding them to “break bread to the hungry, he intended to take away every excuse from covetous and greedy men, who allege that they have a right to keep possession of that which is their own. “This is mine, and therefore I may keep it for myself. Why should I make common property of that which God has given me?“ He replies, “It is indeed thine, but on this condition, that thou share it with the hungry and thirsty, not that thou eat it thyself alone.” And indeed this is the dictate of common sense, that the hungry are deprived of their just right, if their hunger is not relieved. That sad spectacle extorts compassion even from the cruel and barbarous. He next enumerates various kinds, which commonly bend hearts of iron to<span class=\"greek-hebrew\"> συμπάθειαν<\/span> fellow­feeling or compassion; that the savage disposition of those who are not moved by feeling for a brother’s poverty and necessity may be the less excusable. At length he concludes —<\/p> \n<p><i>And that thou hide not thyself from thine own flesh. <\/i> Here we ought to observe the term flesh, by which he means all men universally, not one of whom we can behold, without seeing, as in a mirror, “our own flesh.” It is therefore a proof of the greatest inhumanity, to despise those in whom we are constrained to recognize our own likeness.<\/p> ",
    "audit": null
}