{
    "id": 7567,
    "source": "calvin",
    "verse_id": 18457,
    "verse_count": 1,
    "reference": "41:5",
    "title": "",
    "html": " <p> <i>The isles saw, and feared.<\/i>, He now shows the excessive ingratitude of the world, which, after having perceived the works of God, still continued in the same blindness to which it had been formerly abandoned. A little before, he had said that he would easily gain a victory, if they would only listen to him; and now he adds, that the Gentiles knew his power, and yet were rebellious and obstinate. The consequence is, that they are altogether inexcusable; because the majesty of God was abundantly revealed, if they had not chosen to shut their eyes of their own accord. In order, therefore, to take away the excuse of ignorance even from the most distant nations, he says that they trembled at the sight of his works, and yet returned immediately to their natural dispositions, so as to be entangled by many errors and superstitions. There is an elegant allusion in the two verbs <span class=\"greek-hebrew\">,ראו וייראו<\/span>, <i>(rau veyirau)<\/i>, which cannot be expressed in the Latin language; but the general meaning is, that they not only were eyewitnesses, but also were so deeply convinced, that fear was awakened in them by what they knew. <\/p>\n <p> <i>The farthest boundaries of the earth trembled.<\/i>, It might be objected, that the blessings which God bestowed on Abraham could not be celebrated throughout the whole world, so as to be known to foreign nations. But, as we have said, although Abraham alone was mentioned by him, yet he intended also to bring to remembrance other instances of his kindness which their fathers experienced, that these might lead them to entertain better hope; for not only did he bring Abraham out of Chaldea, but he rescued all his posterity from the bondage of Egypt, (<a class=\"ref\">Exodus 13:16<\/a>,) and put them in possession of the land of Canaan. He says therefore, that the Gentiles had experience of his power when he delivered and preserved his people, that they might know that he is the only true God; for amidst so many miracles his power was clearly and manifestly displayed. In short, he declares that the Gentiles were terrified by the wonderful power of God, when he delivered his people; for wicked men, when they hear something of that power, are every day terrified and filled with amazement, because they perceive that God is their enemy. <\/p>\n <p> <i>Drew near and came.<\/i>, This expression, <i>drew near,<\/i>, is interpreted by some to mean, that unbelievers observed more closely the works of God; for, when we wish to perceive anything more accurately, we approach nearer. Others refer it to the king of Sodom,” who went out to meet Abraham.” (<a class=\"ref\">Genesis 14:17<\/a>.) But those interpretations are unsuitable, and indeed have nothing to do with the subject. <\/p>",
    "audit": null
}