{
    "id": 7625,
    "source": "calvin",
    "verse_id": 18516,
    "verse_count": 1,
    "reference": "43:10",
    "title": "",
    "html": " <p> <i>Ye are my witnesses.<\/i>, After having summoned the Gentiles to a contest, and after having proved that the stories which they circulated concerning their idols were false and unfounded, God now separates himself from the multitude of them, and produces his “witnesses,” that he may not be thought to be of the same class with them. He justly boasts, therefore, that they are his witnesses, and that he has true witnesses; for the Jews had been instructed by heavenly oracles, as far as was necessary for attaining perfect certainty. Yet he indirectly reproaches them with ingratitude, if they do not openly declare that they know everything that is necessary for maintaining the glory of God; and, indeed, he calls them to bear witness, and adjures them not to cover with silence those predictions by which the true religion might be proved, because that would be unjustly to defraud a good cause of their support. <\/p>\n <p> <i>And my servant.<\/i>, By the word “servant” some think that Isaiah is meant, but I prefer to take it collectively, for all the prophets; for there is a change of number. Now, this name was peculiarly bestowed on the prophets, whom the Lord chose for the purpose of maintaining his truth; and yet, in making use of the singular number, there can be no doubt that he looked chiefly to Christ, in whom all the prophecies are contained and accomplished. (<a class=\"ref\">John 1:45; Acts 3:24<\/a>, and 10:43; <a class=\"ref\">Romans 1:2; Hebrews 1:1<\/a>.) It is also certain that by him chiefly, as the highest witness, all men are convinced. Yet we ought to observe God’s design, which I formerly mentioned, to call the Jews to be witnesses, that he might accuse them of ingratitude, if they did not freely utter what is demanded by the faith of those who, after having received proofs so numerous and so remarkable, could not be ignorant of the power and goodness of God, or call them in question without the greatest treachery. At the same time, he shows in general that the Lord hath chosen the Church, in order to bear testimony to his truth; and on that ground Paul calls the Church <\/p>\n <p>“the pillar and foundation of truth.” (<a class=\"ref\">1 Timothy 3:15<\/a>.) <\/p>\n <p>It is therefore the duty of the Church to defend and publish the truth, that it may be honored by posterity from age to age; not that the Lord needs this assistance, but because in this way he wishes to prove and establish its truth among men. Here Isaiah includes all believers, for this office of bearing testimony is binding on all, but especially on ministers, who ought to be standard-bearers, and to set an example before others. For this reason also they are particularly mentioned; but in general no man ought to be accounted a believer, who conceals the knowledge of God within his own heart, and never makes an open confession of the truth. <\/p>\n <p> <i>Therefore ye shall know.<\/i>, That it may not be thought that the Lord asks them to bear witness about what is unknown, he adds, “Ye shall know, ye shall believe, ye shall understand;” and by this order of the words he shews that faith goes before confession. If, therefore, confession proceed from the top of the lips, and not from the heart, it is vain and useless, and is not such as the Lord demands or approves. Yet there is still some difficulty in the order of those words, “to know, to believe, to understand;” for we do not say that all who know believe, and, in the ordinary manner of speaking, where there is knowledge, there may not be faith. Besides, it is doubtful what is meant by “understanding,” which is mentioned after faith, as if it differed from knowledge. <\/p>\n <p>But in this passage the Prophet shows that there is a kind of preparation for faith, by which God procures reverence for his word, when he sees that it needs such assistance. The beginning of faith, indeed, is humility, by which we yield our senses as captives to God; but because we do not embrace the doctrine offered to us with such certainty as is needful, God confirms us by proofs, that we may fully believe. Thus John relates that he and Peter “believed the Scriptures,” (<a class=\"ref\">John 20:8<\/a>,) when they beheld in the grave the tokens of Christ’s resurrection; and in another passage he says that “the disciples believed in Christ,” when that which they had heard from his mouth was accomplished. (<a class=\"ref\">John 2:22<\/a>.) <\/p>\n <p>We may therefore sum it up in this manner. “The Jews shall actually feel it, when their faith shall have been aided by signs to worship the true God.” At the same time, a distinction is made between true faith and that credulity which lightly carries away fickle men; and God always bestows on his elect knowledge and judgment, that they may distinguish truth from falsehood. Next follows faith and firm certainty, so that they embrace without hesitation all that the Lord hath spoken; and afterwards faith kindles in our hearts more and more the light of understanding, and even in proportion to the progress which we make in it, our knowledge grows and becomes brighter. But these things are not done by our own judgment, but by the power of the Holy Spirit, so far as we are enlightened by him. <\/p>\n <p> <i>That I am he.<\/i>, He means here that it is requisite, in order to faith, that we know who is our God, and that it is he whom we worship, and no other; that our minds may not foolishly waver, and go astray, and admit everything that shall be supported by the opinion of men. Thus, faith is not that which frames anything according to its own fancy, or thoughtlessly assents to any assertion, or doubts and hesitates, but that which rests on firm certainty, so that, yielding obedience to the one true God, it surveys as from a lofty position, and despises all false gods, and frees and delivers their minds from the dread of error. <\/p>\n <p>Hence we see what we ought to think of the perplexed faith of Papists; for they think that men who are stupid and void of understanding, who can scarcely utter a syllable about God, whom they know not, or of whom they are uncertain, are believers, provided that they profess that they believe what their holy mother, the Church, believes. But the Lord does not approve of a thing so trivial, but has united faith with understanding, that we may not imagine that the one can be separated from the other. Besides, there is no faith, unless you believe that it is God who is the Father of our Lord Jesus Christ, and who spoke by the prophets and apostles; for it will not be faith, but a vain and wandering imagination, if we do not believe in that God. <\/p>\n <p> <i>Before me there was no God formed.<\/i>, In order to confirm still more what he lately said, that he is the only God, he again adds that “there was no other God before him.” Yet <span class=\"greek-hebrew\">,לא נוצר <\/span> <i>(lo notzar) may<\/i>, be taken in a passive sense, so as to convey a different meaning, that of a “creature,” or “workmanship,” or “work” of God; but as that appears to be a forced sense, I willingly concur with the ordinary opinion, that “no other God had been formed before him.” This contains a kind of irony, as if it had been said, that there was no other god that had not been made and formed by mortals, and consequently, that none can be compared with the eternal God. <\/p>\n <p> <i>And after me there shalt not be.<\/i>, He adds that “there shall be none afterwards,” because God always preserves his dominion entire and unimpaired, and does not fail through old age or length of days. His object is to shew that, until we rely on him, there is no faith in us. They who know that there is some deity, but do not understand what it is, continually hesitate, and entangle themselves in strange labyrinths. Let us, therefore, believe that he alone is God, and for that reason cannot permit any one to be equal to him, or to share with him in his majesty. <\/p>\n\n“Various attempts have been made to explain away the singular expression, <i>there was no god formed before me,<\/i>, as a solecism, or at least an inaccuracy of expression; whereas nothing else could have conveyed the writer’s meaning, in a form at once sarcastic, argumentative, and graphic. Instead of saying, in a bald prosaic form, ‘All other gods are the work of men’s hands, but I am uncreated and exist from all eternity,’ he condenses all into the pregnant declaration, ‘There was no god manufactured before me,’ that is, ‘All other gods were made, but none of them was made before I had a being.’” — <i>Alexander.<\/i>,",
    "audit": null
}