{
    "id": 7348,
    "source": "calvin",
    "verse_id": 18234,
    "verse_count": 1,
    "reference": "30:16",
    "title": "",
    "html": "<p><i> We will flee on horses; therefore shall you flee.<\/i> He shews how they refused to wait calmly for the salvation of the Lord; for they chose rather to “flee” to the Egyptians. This is a very beautiful instance of (<span class=\"greek-hebrew\"> ἀντανάκλασις<\/span>) throwing back an expression, by which he causes their words, so full of confidence, to recoil on themselves. In the first of these clauses, “to flee” means “to escape,” and in the second it means “to take flight.” The Jews said that it would be better for them, if they adopted timely measures for guarding against the danger which was close at hand, and consequently, that they would best provide for their safety by calling in the aid of the Egyptians. “You shall certainly flee,” says Isaiah, “not to find a place of refuge, but to turn your back and to be pursued by horses swifter than yours.”<\/p> \n<p>We now perceive more clearly what is the fault which Isaiah describes. By the distinct reply,<i> No<\/i> , he shews how obstinately they refused to comply with the advice which was given to them by the prophets, and chose rather to provide for their safety in another manner. Thus, by despising God, they gave a preference to a groundless appearance of safety, which they had allowed themselves to imagine. We ought, therefore, to turn away our minds from looking at present appearances and outward assistance, that they may be wholly fixed on God; for it is only when we are destitute of outward aid that we rely fully on him. It is lawful for us to use the things of this world for our assistance, but we altogether abuse them by our wickedness in forsaking God.<\/p> \n<p>It is proper also to observe how unhappy is the end of those who rely more on outward aids than on God; for everything must be unsuccessful and contrary to their expectation; as we see that these men, in their attempts to find safety, are constrained to undertake a flight which is highly disgraceful, and from which they obtain no advantage. At first there is some appearance of prosperity; but the only effect is, that the change of condition makes the final result more bitter and distressing. And yet Isaiah does not affirm that they will receive no assistance from Egypt, but forewarns them that the Lord will find new methods of thwarting that assistance, so that they will not be able to escape his hand; for, although all men agree together, yet they will not succeed in opposition to God and to his purposes.<\/p> ",
    "audit": null
}