{
    "id": 7578,
    "source": "calvin",
    "verse_id": 18468,
    "verse_count": 1,
    "reference": "41:16",
    "title": "",
    "html": " <p> <i>Thou shalt winnow them. <\/i> The meaning is the same as in the former verse, but by a different metaphor; for he compares the Church to a sieve, and wicked men to the chaff which is driven away by the sieve and scattered in every direction. As if he had said, “Though for a time the Gentiles bruise and winnow you, yet a severer judgment awaits them; for by their destruction they shall be bruised and driven away like chaff.” But we ought to observe the difference, because here believers are bruised for their good, for they suffer themselves to be subdued and placed under the authority of God; while others, who obstinately resist and do not suffer themselves to be brought into subjection, are scattered by the wind like chaff or stubble, as the Prophet tells us. Thus God had struck them with his flails, had bruised and trodden them, had winnowed and tossed them about, in order that, when the wheat had been well cleansed, he might gather them to himself; but the heathen nations he assigns as chaff to the dunghill. <\/p> \n <p>To this is added, that the victorious Church bruises some unbelievers, so that, being purified from their pollution, they obtain a place in God’s barn; and thus was this prediction fulfilled, whenever by the agency of believers some of the Gentiles were subdued, so as to yield obedience to the authority of Christ; for they were never invested with any earthly power, so as to rule over all his enemies, but on the contrary they found it necessary to “possess their souls in patience.” (<a class=\"ref\">Luke 21:19 <\/a>.) But the Lord raised them up like palm-trees bent down by so many burdens, so that they not only were safe and sound, but also, with unshaken firmness of mind, trod their enemies under their feet. <\/p> \n <p>It ought also to be observed, that Scripture is frequently accustomed to apply to the Church what strictly belongs to God alone. Since, therefore, God afflicted the ungodly Gentiles for the sake of his Church, he is said to have given them to be trodden under the feet of believers, who reaped the advantage. Whenever we read those prophecies, our minds ought to be raised to the kingdom of Christ, that, free from every wicked disposition, we may observe becoming moderation, and may not desire that this bruising should take place before the proper time; for it ought to be abundantly sufficient for us, if our Head shall at length prostrate his enemies under his feet, that we may share in the triumph of his victory. <\/p> \n <p> <i>But thou shalt rejoice in Jehovah. <\/i> When he adds that the Jews will have cause to rejoice in the Lord, though by this confidence he intends to alleviate their grief, yet at the same time he admonishes the godly to be modest, that they may not exult with fierceness of mind, if at any time it happen that they are raised up by the hand of God, and exalted in such a manner as to reduce their enemies under their power; for there is nothing to which men are more prone than to become proud and insolent when everything happens to their wish. They forget that they are men, and blot out the remembrance of God, whom they ought to have acknowledged as the author of all blessings. In order, therefore, to restrain that immoderate exultation in which the flesh always indulges, and by which we often suffer ourselves to be carried away, the Prophet adds, “in the Lord,” because on him all our glory and all our joy ought to rest. In a word, the Prophet exhorts to gratitude, that, the more highly God exalts us, the more carefully ought we to repress all the vanity of ambition, and rejoice and glory in him alone. <\/p> ",
    "audit": null
}