{
    "id": 7077,
    "source": "calvin",
    "verse_id": 17956,
    "verse_count": 1,
    "reference": "14:27",
    "title": "",
    "html": "<p><i>For the Lord of hosts hath decreed. <\/i>Isaiah here employs what may be regarded as a concluding exclamation, to confirm more fully the preceding statement. Having said that it is the purpose of the Lord, in order to show that it cannot be broken or made void, (<a class=\"ref\">Psalms 33:11<\/a>,) he puts a question as if about a thing impossible, <i>Who shall disannul his purpose <\/i>? or, <i>who shall turn back his hand <\/i>? By this exclamation he speaks disdainfully of all the creatures; for as soon as the Lord has <i>decreed<\/i>, he <i>stretches out his hand, <\/i>and when <i>his hand is stretched out<\/i>, the execution of the work must undoubtedly follow. Nor is it only men whom he declares to be incapable, but he also declares everything else to be incapable of preventing the decree of God; at least if there be anything but man and Satan that opposes his will. In short, he intimates that there can be no repentance or change in God, (<a class=\"ref\">Numbers 23:19<\/a>,) but that whatever may happen, even amidst an endless diversity of events, he continues always to be like himself, and that no occurrence can thwart his purpose. <\/p>\n<p>If it be objected that God sometimes changed his purpose, as when he spared the Ninevites, (<a class=\"ref\">Jonah 1:2<\/a>,) Abimelech, (<a class=\"ref\">Genesis 20:3<\/a>,) or Pharaoh, (<a class=\"ref\">Genesis 12:17<\/a>,) the answer is easy. When the Lord sent Jonah to the Ninevites, he did not reveal what had been decreed in his secret purpose, but wished to arouse their minds by the preaching of Jonah, that he might have compassion on them. The same thing might be said, when he threatened Abimelech and Pharaoh, because they wished to lay hands on Abraham’s wife; for thus the Lord, by terrifying them, intended to keep them back, that they might not suffer the punishment of their obstinacy. <\/p>",
    "audit": null
}