{
    "id": 7035,
    "source": "calvin",
    "verse_id": 17912,
    "verse_count": 1,
    "reference": "13:5",
    "title": "",
    "html": " <p> <i>Coming from a distant country.<\/i>, He repeats and confirms more fully what I stated a little before, that the operations of war do not spring up at random from the earth; for though everything disorderly is vomited out by the passions of men, yet God rules on high; and therefore Isaiah justly ascribes sovereignty to God. Next, he adds, that armed men are nothing else than <i>the weapons of his indignation<\/i>,. He says that they will come <i>from a distant country<\/i>, to overturn the monarchy of <i>Babylon<\/i>, because we are not afraid of dangers unless when they are close at hand. <i>Babylon<\/i>, was so strongly fortified, and was surrounded by so many kingdoms and provinces which were subject to it, that it seemed as if there were no way by which an enemy could approach. In short, as if she had been situated in the clouds, she dreaded no danger. <\/p>\n <p> <i>From the end of heaven.<\/i>, There being no trouble all around that threatened them, he gives warning that the calamity will come from a distance. Though everything appears to be calm and peaceful, and though we are not at variance with our neighbors, God can bring enemies <i>from the end of heaven<\/i>,. There is no reason, therefore, why we should promise to ourselves a lasting and prosperous condition, though we are not threatened with any immediate danger. If this prediction had reached the inhabitants of <i>Babylon<\/i>, they would undoubtedly have laughed at it as a fable. Even if we should suppose that they paid some respect to the Prophet, yet, having so strong a conviction of their safety, they would have despised those threatenings as idle and groundless. An example may be easily found. When we preach at the present day about the Turk, all think that it is a fable, because they think that he is still at a great distance from us. But we see how quickly he overtook those who were at a greater distance and more powerful. So great is the insensibility of men that they cannot be aroused, unless they are chastised and made to feel the blows. Let the inhabitants of Babylon, therefore, be a warning to us, to dread, before it is too late, the threatenings which the prophets utter, that the same thing may not happen to us as happens to those wicked men, who, relying on their prosperous condition, are so terrified when the hand of God attacks and strikes them, that they can no longer stand, but sink down bewildered. <\/p>\n <p> <i>To destroy the whole land.<\/i>, When he puts <i>the whole land<\/i>, for <i>Babylon<\/i>, he looks to the extent of the kingdom; that they may not think that the great number of provinces, by which they were surrounded on all sides, could ward off the attacks of enemies. But at the same time he intimates that it will be no slight calamity affecting a single spot, but will be like a deluge overwhelming a large portion of the world. <\/p>\n <p> <i>Jehovah and the vessels of his anger.<\/i>, The Persians and Medes are called <i>vessels of anger<\/i>, in a different sense from that in which Paul gives that appellation to all the reprobate; for, by contrasting <i>the vessels of wrath<\/i>, with <i>the vessels of mercy<\/i>, (<a class=\"ref\"><\/a>,) he shows that the undeserved goodness of God shines in the elect, but that the reprobate are monuments of severe judgment. But Isaiah means that the Medes and Persians may be regarded as darts in the hand of God, that by means of them he may execute his vengeance. <\/p>",
    "audit": null
}