{
    "id": 7754,
    "source": "calvin",
    "verse_id": 18650,
    "verse_count": 1,
    "reference": "49:13",
    "title": "",
    "html": "<p><i> Praise, O heavens; and rejoice, O earth.<\/i> Though he exhorts and encourages all the godly to thanksgiving, yet he likewise aims at confirming the promise which might have been regarded as doubtful; for afflictions trouble our consciences, and cause them to waver in such a manner that it is not so easy to rest firmly on the promises of God. In short, men either remain in suspense, or tremble, or utterly fall and even faint. So long as they are oppressed by fear or anxiety, or grief, they scarcely accept of any consolation; and therefore they need to be confirmed in various ways. This is the reason why Isaiah describes the advantages of this deliverance in such lofty terms, in order that believers, though they beheld nothing around them but death and ruin, might sustain their heart by the hope of a better condition. Accordingly, he places the subject almost before their eye, that they may be fully convinced that they shall have the most abundant cause of rejoicing; though at that time they saw nothing but grief and sorrow.<\/p> \n<p>Let us therefore remember, that whenever the Lord promises anything, we ought to add thanksgiving, that we may more powerfully affect our hearts; and next, that we ought to raise our minds to the power of God, who exercises a wide and extensive dominion over all the creatures; for as soon as he lifts his hand, “heaven and earth” are moved. If the tokens of his wonderful power are to be seen everywhere, he intends that there shall be an eminent and remarkable example of it in the salvation of the Church.<\/p> \n<p><i> And he wilt have compassion on his poor.<\/i> By this metaphor the Prophet shews that no obedience which is rendered to God by heaven and earth is more acceptable to him than to join together and lend their mutual aid to his Church. Moreover, that believers may not faint under the weight of distresses, before promising to them consolation from God, he exhorts them calmly to bear distresses; for by the word<i> poor<\/i> he means that the Church, in this world, is liable to many calamities. In order, therefore, that we may partake of the compassion of God, let us learn, under the cross and amidst many annoyances, to strive after it with sighs and tears.<\/p> ",
    "audit": null
}