{
    "id": 7045,
    "source": "calvin",
    "verse_id": 17922,
    "verse_count": 1,
    "reference": "13:15",
    "title": "",
    "html": " <p> <i>Every one that is found shall be thrust through.<\/i>, Here he confirms what he had formerly said, that none shall escape from Babylon, and that all who shall be there shall perish. Xenophon also relates that, by the command of Cyrus, they slew every one that they met in the beginning of the night, and next day all that had not laid down their arms. But we have already said that the prediction extends farther; for that slaughter was only the forerunner of others, for which Babylon was purposely preserved, that it might frequently be ruined. <\/p>\n <p> <i>And every one that is joined to them shall fall by the sword.<\/i>, Some translators render this clause differently from what I have done; because the Hebrew verb <span class=\"greek-hebrew\">,ספה<\/span>,(<i>saphah <\/i>) signifies to <i>destroy<\/i>, or <i>consume<\/i>, they read it, <i>Whosoever shall be destroyed<\/i>, and explain it as relating to the old men, who were already worn out with age, and could not otherwise live longer; as if he had said, “Not even the men of advanced age, who are sinking into the grave, shall be spared, even though they are half-dead, and appear to be already giving up the ghost.” But because that is a feeble interpretation, and the verb <span class=\"greek-hebrew\">,ספה<\/span>,(<i>saphah <\/i>) signifies likewise <i>to add<\/i>, I rather agree with Jonathan and others, who think that it denotes <i>companies of soldiers<\/i>, as in taking a city the soldiers are collected together in the form of a wedge, to ward off the attacks of the enemy. But it will perhaps be thought better to understand by it the <i>confederates<\/i>, or <i>allies<\/i>, who were <i>joined<\/i>, to Babylon, and might be said to be united in the same body, in order to show more fully the shocking nature of this calamity. <\/p>",
    "audit": null
}