{
    "id": 7724,
    "source": "calvin",
    "verse_id": 18620,
    "verse_count": 1,
    "reference": "48:5",
    "title": "",
    "html": " <p> <i>I foretold to thee long ago. <\/i> He again repeats the same statement, that the people, when they had been delivered from Babylon, might acknowledge the kindness of God, and might not ascribe this deliverance to idols or to fortune. If it be asked “Why does the Prophet mention idols, seeing that the Jews professed the worship of one God?” I reply, They had been corrupted by associating with the Gentiles, and had degenerated into superstitions, to such an extent, that they had entirely forgotten God. Ezekiel complains of this, that, in the vision in which he appeared to be carried to Jerusalem, he beheld the sanctuary of God polluted by various idols. (<a class=\"ref\">Ezekiel 8:3 <\/a>.) Not without reason, therefore, does he recall them to God as the only author of these events, that they may acknowledge that he has redeemed them. <\/p> \n <p> <i>Lest, perhaps, thou shouldest say. <\/i> He means that the Jews will be inexcusable, if they do not acknowledge the kindness of God, when they shall have been emancipated from slavery; for what had been long ago foretold would not have happened by chance. God’s foreknowledge is therefore connected by the Prophet with his power; and he declares that he not only foresaw, but likewise accomplished these events. Here then, as in a mirror, we behold the wicked exercise of our understanding, which always contrives in what way it shall rob God of the praise which is due to him. Whenever he either assists us, or in any way is kind to us, he may be said to stretch out his hand and invite us to himself. <\/p> \n <p>Yet the world, as if it purposely designed to make resistance, ascribes to others what has proceeded from God; as we see that in Popery all God’s benefits are attributed to dead saints, in such a manner as if God were sleeping a deep sleep. It is therefore necessary that the lamp of doctrine should shine, in order to regulate our judgment; for, in considering the works of God, we shall always go astray, if he do not go before and enlighten us by his word. But even now we find in many persons what Isaiah deplores in his nation, that, even after having been warned, they do not cease to make idols for themselves, which they clothe with the spoils taken from God. Peter and John loudly declared (<a class=\"ref\">Acts 3:12 <\/a>) that it was not by their own merits or excellence that they performed their miracles; but we see how the Papists load them with miracles against their will, and in spiteof their resistance. Although God does not now foretell the events which shall happen, yet the doctrine of the Law and of the Gospel will tend as powerfully to condemn our ingratitude as if the prophecies had attested those works of which God there declares himself to be the author. <\/p> ",
    "audit": null
}