{
    "id": 7081,
    "source": "calvin",
    "verse_id": 17960,
    "verse_count": 1,
    "reference": "14:31",
    "title": "",
    "html": " <p> <i>Howl, O gate.<\/i>, Here the Prophet makes use of amplifications, that by means of them he may seal his predictions on the hearts of the godly, and may press with greater earnestness those things of which they might otherwise have entertained doubts. In explaining another passage, where it is said that <i>her gates shall mourn and lament<\/i>, (<a class=\"isa\" verses=\"WzE3NzM0XQ==\">Isaiah 3:26<\/a>,) we have stated that <i>the gates<\/i>, mean crowded places, in which public meetings were held. He threatens that there will be <i>mourning<\/i>, in each of the cities, and mourning of no ordinary kind, for it will be spread through every one of the most crowded assemblies. <\/p>\n <p> <i>For a smoke cometh from the north.<\/i>, We may understand <i>Smoke<\/i>, to mean <i>Fire<\/i>, so that the sign will denote the thing signified; for the <i>smoke<\/i>, appears before the <i>fire<\/i>, burns. By <i>the north<\/i>, we may understand the Assyrians as well as the Jews, for both of them lay to <i>the north<\/i>, with respect to the land of the Philistines. Yet I prefer to interpret it as referring to the Jews themselves, though I would not argue against the opposite exposition. The Philistines thought, as we have already said, that they were gainers by what the Jews suffered, as, for instance, when they sustained any defeat from the Assyrians; but they at length found that they suffered along with the Jews in such a defeat. Something of this kind happened, not long ago, to many nations who had taken great delight in seeing their enemies vanquished by the Turk: they found that such victories were destructive and <i>mournful<\/i>, to themselves; for, after the defeat of those whom they wished to see destroyed, the road to themselves was likewise thrown open, and they also were defeated. <\/p>\n <p> <i>And no one shall be alone on his appointed day.<\/i>, When he adds, that at that time <i>no one shall be solitary<\/i>, this relates to the enemies; and he says, that <i>on an appointed day<\/i>, that is, when God shall have determined to ruin the land of the Philistines, the enemies shall be endued with such power and authority, that no one will remain unemployed at home, but all will be ready for battle; as if one who intended to applaud the authority of some prince should say that his subjects, if he but lift up his finger, assemble and give their attendance. <\/p>",
    "audit": null
}