{
    "id": 7935,
    "source": "calvin",
    "verse_id": 18831,
    "verse_count": 1,
    "reference": "60:9",
    "title": "",
    "html": " <p> <i>Surely the islands shall wait for me.<\/i>, After having employed every eulogium that he could find for extolling that wonderful benefit of restoration, Isaiah introduces God himself as speaking, that the discourse may carry greater weight. This “waiting” is supposed by some to denote desire; as if he had said that this is done, because nations beyond the seas shall, as it were, hunger after him; because they shall feel that they are destitute of life and salvation. Others view it as simply denoting hope. But sometimes it likewise means “to observe,” in which sense David employs it. “Wicked men wait for my soul;” that is, “they lay snares for my life.” (<a class=\"ref\">Psalms 56:6<\/a>) In that sense it may be understood in this passage. “They shall wait for,” that is, they shall observe my will; as servants are wont to comply with the will of their masters. Do not wonder, therefore, that so many shall flow into the Church; for “the islands,” which at present sometimes despise and sometimes fight against me, shall be so attentive to me as to execute whatever I shall command. And indeed from the remainder of the verse it is manifest that he now speaks of that kind of obedience. <\/p>\n <p> <i>And the ships of Tarshish.<\/i>, If it be thought preferable, the particle <span class=\"greek-hebrew\">,כ<\/span>, (<i>caph<\/i>,) <i>as,<\/i>, may be here supplied in this manner: “As the ships of Tarshish formerly traded with Judea, and brought what was necessary for building the temple and for the use of men, so they shall again renew their traffic, and that navigation which had been broken off shall bring them back to their former course. By “Tarshish,” that is, Cilicia, he means, <span class=\"greek-hebrew\">,συνεκδοχικῶς<\/span>, by a figure of speech in which a part is taken for the whole, all the naval intercourse and all the traffic which they carried on with foreign nations. It may also be supposed simply to mean, “The ships of Tarshish, which now proudly despise my Church, shall be subjected to my authority, and shall bring sons to her from distant countries.” <\/p>\n <p> <i>Their silver and gold with them.<\/i>, He again repeats what he had formerly said, that the Gentiles shall yield obedience to God in such a manner as to offer themselves and all that they have. The Popish doctors, as I remarked a little before, display consummate impudence in abusing these proofs for defending that tyrannical and theatrical display by which Roman antichrist, and his attendants, wish to attain fame and distinction. Abounding in luxury, adorning themselves with gold and jewels, and indeed with the attire of a harlot, they are not ashamed of representing the Holy Spirit as the author of this wickedness; so that, whenever gold and silver are mentioned in Scripture, they apply it to their luxury. In. this respect they certainly are very like the Jews, who rise to ecstatic delight at the mention of gold and silver, and hope to wallow in them, when Messiah comes. Thus the Papists think of nothing else than gold and silver, and their understandings are so much dazzled by that empty display that they cannot raise them to heaven. But such stupidity does not need a lengthened refutation. <\/p>\n <p> <i>To the name of Jehovah thy God.<\/i>, The general meaning is, that God intends to elevate his Church to the highest honor, and to adorn her with necessary ornaments. And that believers may not have their minds disturbed by any doubt of so illustrious a promise, or ascribe anything to their own merits, God himself promises that he will be the author of this event, <i>for he will glorify thee<\/i>,. Besides, the Prophet declares that the riches of the Gentiles, which he appeared to represent, a little before, as the prey of the Church or the prize of victory, shall be a sacred offering to God; and thus he states more clearly what I have said, that there is nothing which we ought to desire more earnestly than that the whole world should bow to the authority of God. <\/p>\n\nThe reference is to that love of display which has always prevailed in Asiatic countrics. ­ <i>Ed<\/i>,.",
    "audit": null
}