{
    "id": 7098,
    "source": "calvin",
    "verse_id": 17977,
    "verse_count": 1,
    "reference": "16:7",
    "title": "",
    "html": "<p><i> Therefore shall Moab howl to Moab.<\/i> He declares more plainly what has been already said, that this<i> pride<\/i> , and the cruelty which springs from it, will be the cause of their destruction. Since the Lord<i> resisteth the proud<\/i> , (<a class=\"ref\">James 4:6; 1 Peter 5:5<\/a> ,) it is impossible but that he will lay low this haughtiness, by which the Church is basely and shamefully trampled under foot; and, according to this example, the end of all proud men must be mournful. When he adds,<i> Moab to Moab<\/i> , he means that there will be what may be called a melancholy concert among them, in which they shall mutually complain of their calamities and bewail their distresses among themselves. Others render it,<i> on account of Moab<\/i> , but this is a feeble interpretation; for immediately afterwards it follows that the<i> howling<\/i> will be universal, or that it will be throughout the whole of the people.<\/p> \n<p><i> On account of the foundations of Kir-hareseth.<\/i> It is sufficiently evident that this was a chief and royal city; but some consider it to be a proper name, and others to be an appellative. There can be no doubt that the etymology of the word was derived from its being constructed of earthen materials. It is also possible that it received this name on account of the nature of the walls, which were built of bricks. It was a distinguished city in that country. He names<i> the foundations<\/i> rather than the city itself, because it was to be completely thrown down; as if he had said, “You shall not mourn the plundering of the city or the destruction of the buildings, but its entire overthrow; for no part of it shall be left.”<\/p> \n<p><i> You will groan, being only smitten.<\/i> Some translate<span class=\"greek-hebrew\"> נכאים<\/span> (<i> nechaim<\/i>)<i> lame<\/i> ; but I prefer to take it as meaning<i> smitten<\/i> . The particle<span class=\"greek-hebrew\"> אך<\/span> , (<i> ach<\/i> ,) which is here prefixed to it, sometimes means<i> certainly<\/i> or<i> truly<\/i> ; and sometimes it is put for<i> but<\/i> or<i> notwithstanding<\/i> . Those who explain it affirmatively suppose the meaning to be this,<i> You will groan, being truly smitten<\/i> ; that is, “It will not be necessary for you to hire men to pretend mourning in your name, as is usually done in funerals, but you will mourn in earnest.” But I prefer to take<span class=\"greek-hebrew\"> אך<\/span> (<i> ach<\/i>) as meaning<i> only<\/i> ; that is, “All who shall be left will be wounded; not one shall be safe.” By this mode of expression he describes the utter destruction of that city, and intimates that those who are left will lament not only the distresses of others, but also their own. They, too, will be wounded. And if such severe punishments are inflicted on the<i> proud<\/i> , let us learn to submit ourselves with humility and modesty, and willingly to<i> humble ourselves under the mighty hand of God<\/i> . (<a class=\"ref\">1 Peter 5:6<\/a> .)<\/p> ",
    "audit": null
}