{
    "id": 7947,
    "source": "calvin",
    "verse_id": 18844,
    "verse_count": 1,
    "reference": "60:22",
    "title": "",
    "html": "<p><i>A little one shall become a thousand. <\/i>He again confirms what he formerly said, that, although they were few in number, yet the Church of God would be populous. When the Prophet foretold these things, there was still a vast multitude of people; but afterwards it was so greatly diminished that not more than a feeble remnant was left, as we have formerly seen. (<a class=\"isa\" verses=\"WzE3NjY0XQ==\">Isaiah 1:9<\/a>) he declares that the small number shall be so much enlarged, that it shall afterwards be a vast body of people, and shall possess great strength. Let us consider that what was said to the Jews is now said also to us; that is, though we are few in number and inconsiderable, and appear to be very near destruction, still the Church cannot perish, but will be enlarged and multiplied till it become very numerous; for it is God’s planting, and therefore we must not judge of it from the multitude or strength of men. <\/p>\n<p><i>I Jehovah. <\/i>He now shows the reason why he said all those things which we have formerly seen; namely, that we may not suppose him to be like men, whose labors and efforts quickly pass away. Although they wish to change the condition of any kingdom or of the world, they will accomplish nothing; but the Lord changes everything in an instant. He does not speak, therefore, of an ordinary government, but of a wonderful work by which the Lord delivers and multiplies his Church. <\/p>\n<p><i>Will hasten it in her time. <\/i>He says that “he will hasten this,” so as to complete it. But he employs a little word which deserves notice as to the time of the Church; for the relative is in the feminine gender, and is improperly interpreted by some as relating to God.  The Prophet means that there is a fixed time when the Church shall be delivered; and in this way he exhorts believers to patience, that they may not plunge headlong, but depend on God’s eternal purpose, who knows how to arrange every moment in an appropriate manner. <\/p>\n<p>First, then, he describes the seasonableness and the time when it is advantageous that. the Church shall be delivered. We do not indeed perceive this, for we would wish to obtain instantly God’s promises, and are impatient of delay; but the Lord delays for our benefit, and because the time is not yet come. Next, he speaks of haste; for the Lord appears to us to be idle and inactive, when he prolongs the time; although he hastens to accomplish everything at the proper season, which he knows. <\/p>\n“The pronouns in the last clause are correctly explained by Knobel as neuters, referring to the whole preceding series of prophecies. (Compare <a class=\"isa\" verses=\"WzE4NTE5XQ==\">Isaiah 43:13<\/a>) The <i>his <\/i>in the common version is equivalent to <i>its <\/i>in modern English, a possessive form apparently unknown to the translators of the Bible.” ­ <i>Alexander<\/i>.",
    "audit": null
}