{
    "id": 7403,
    "source": "calvin",
    "verse_id": 18290,
    "verse_count": 1,
    "reference": "33:10",
    "title": "",
    "html": "<p><i> Now will I rise.<\/i> There is great force in the particle<i> now,<\/i> and likewise in the repetition which is added, “I shall be exalted, I shall be lifted up on high.” We ought to observe the time to which these statements relate, that is, when the Church appeared to be utterly ruined; for God declares that he will judge that to be the most suitable time for rendering assistance. This is, therefore, a comparison of things which are contrary to each other; for he exhibits to believers the heavy and grievous calamities by which they should be oppressed, and under which they would easily sink, if they were not upheld by some consolation. As if he had said, “The Lord will suffer you to be brought very low, but when your affairs shall be at the worst, and when you shall have in vain tried every remedy, the Lord will arise and succor you.” Thus even when we are afflicted and brought very low, we ought to acknowledge that our safety cometh from God alone.<\/p> \n<p>Accordingly, the word<i> now<\/i> denotes a period of the deepest distress. Men might think it exceedingly strange, but we plainly see the best reason why God thus delays to render assistance. It is, because it is useful to exercise the patience of the godly, to try their faith, to subdue the desires of the flesh, to excite to earnestness in prayer, and to strengthen the hope of a future life; and, therefore, he lays a restraint, that they may not with headlong eagerness anticipate that period which God has already marked out for them. The repetition is very emphatic, and is added for the purpose of confirming the statement; for when our affairs are desperate, we think that we are ruined, but at that very time we ought especially to hope, because the Lord generally selects it for giving a display of his power. For this reason, by extolling his loftiness, he arouses believers to the exercise of courage, that they may boldly defy the insolence of their enemies.<\/p> ",
    "audit": null
}