{
    "id": 7486,
    "source": "calvin",
    "verse_id": 18376,
    "verse_count": 1,
    "reference": "37:23",
    "title": "",
    "html": "<p><i>Whom hast thou reproached?<\/i> In the former verse he describes the fact, such as it might be seen and beheld by all; but now he raises their minds higher, by shewing that this tyrant insults not only Jerusalem but God himself. Let this passage be brought to our remembrance, whenever we see ourselves exposed to the taunts and insolence of wicked men; for, though we have no armor, and though no one undertakes our defense, and though our weakness prompts our enemies to growing insolence, yet the Lord is near and will defend us as with an ample shield, for they who fight against us wage war with the living God. Nor were these words spoken merely for the sake of a single age, but on the contrary, as this promise is perpetual,<\/p> \n<p><span> “I will be thy God and thy shield,” \n(<\/span> <a class=\"ref\">Genesis 15:1<\/a> ,)<\/p> \n<p><span> “I will be a friend to thy friends, and an adversary to thy adversaries,” \n(<\/span> <a class=\"ref\">Genesis 12:3; Exodus 23:22<\/a> ,)<\/p> \n<p>so the less strength that is left to us, let us be more fully convinced that the power of God is close at hand. Since therefore the Lord hath entered into covenant with us on the condition of undertaking our cause, let us not doubt that he will actually fulfill it, and will shew that the insults which are offered to us are offered to himself. In a word, he is joined to us in such a manner that he wishes all that belongs to him and to us to be in common.<\/p> \n<p>Besides, those reproaches which Sennacherib had thrown out against the Church God applies to himself, in order to shew that wicked men are greatly mistaken when they are proud of their greatness, as if they would escape punishment for treading on the Church, because she is lying at their feet. We know that they treat with contempt the providence of God; and especially when they see believers groaning under the yoke, they think them unworthy of receiving assistance from God, who therefore rises up and testifies that the contempt shewn to his poor flock grieves him as much as if his majesty were openly dishonored. Although, therefore, enemies think that we are forsaken by God when they see us destitute of earthly resources, and on that account commit grosser outrage, as if we were given to them for a prey, yet, on the other hand, God declares that our salvation is dear and precious to him.<\/p> \n<p><i>Against whom hast thou raised thy voice?<\/i> The Prophet employs a variety of terms in describing the disdain and insolence of this haughty man, as one who in speech, in face, in gesture, in his eyes, and, in short, in the whole attitude of his body, was absolutely intolerable; for tyrants, having such an opinion of themselves, assume such airs and look down on every one else as if they had fallen down from heaven.<\/p> \n<p><i>Against the Holy One of Israel. <\/i> At length he adds, that, although the affairs of the nation are at a low ebb, still God, under whose protection they are placed, remains in heaven as powerful as ever, he thus censures the madness of Sennacherib in judging of a nation from earthly appearances, and not considering that they were dedicated and consecrated to God. In order, therefore, that we may remain safe through the power of God: and that his arm may give us seasonable aid, we must be his<i>Israel;<\/i> which will be the case if, relying on his word, we<\/p> \n<p>“recline under the shadow of his wings.” ( <a class=\"ref\">Psalms 36:7<\/a>.)<\/p> ",
    "audit": null
}