{
    "id": 7967,
    "source": "calvin",
    "verse_id": 18864,
    "verse_count": 1,
    "reference": "62:9",
    "title": "",
    "html": " <p> <i>For they who have gathered it shall eat it.<\/i>, This is an explanation and confirmation of the preceding statement; for, after having testified that he will no longer permit that which the Church possesses to be laid open as a prey, he adds that she shall enjoy her possessions. Yet he shews that “corn and wine” are justly called our own, when we have obtained them by honest industry; for they who violently seize the bread of others, or obtain it by unlawful means, have it not from the Lord, and cannot attribute it to his blessing, as if they possessed it lawfully; and to this corresponds what is said in the Psalm, <\/p>\n <p>“Thou shalt eat the labor of thy hands, thou shalt be happy, and it shall be well with thee.” (<a class=\"ref\">Psalms 128:2<\/a>.) <\/p>\n <p> <i>And shall praise Jehovah.<\/i>, But when he promises that they who cultivate the soil shall have food, why does he say that they will give thanks to God? And why do men praise God, if by their own labor they gather the corn and procure the wine? It appears to be but a pretended thanksgiving, if those things are ascribed to the toil and industry of men; and God deserves no praise, if men procure food by their own labor. But it ought to be observed, that the Prophet, after having shewn what is the lawful method of seeking food, at the same time adds that our labor will be fruitless, if the Lord do not supply us with food; for all that we have belongs to God, and to him alone all that we obtain ought to be ascribed. <\/p>\n <p> <i>Shall drink wine in my holy courts.<\/i>, He alludes to the solemn act of offering sacrifices; for they might drink in other places, and every one might eat in his own dwelling. But the allusion is to that ceremony which was observed in consecration, when the law required that the first-fruits should be an oblation, (<a class=\"ref\">Leviticus 2:12<\/a>,) in order that the produce of the year might be dedicated to God; and in the writings of Moses we frequently meet with these words, <\/p>\n <p>“Thou shalt feast, and rejoice in presence of thy God.” (<a class=\"ref\">Deuteronomy 12:18<\/a>.) <\/p>",
    "audit": null
}