{
    "id": 7329,
    "source": "calvin",
    "verse_id": 18215,
    "verse_count": 1,
    "reference": "29:21",
    "title": "",
    "html": " <p> <i>That make a man an offender for a word.<\/i>, We have formerly stated who were the persons with whom the Prophet had to do, namely, with hypocrites and profane scorners, who set at nought all the reproofs and threatenings of the Prophets, and who wished to frame a God according to their own fancy. Such persons, desiring to have unbounded license, that they might indulge freely in their pleasures and their crimes, bore very impatiently the keen reproofs of the prophets, and did not calmly submit to be restrained. On this account they carefully observed and watched for their words, that they might take them by surprise, or give a false construction. I have no doubt that he reproves wicked men, who complained of the liberty used by the prophets, and of the keenness of their reproofs, as if they had intended to attack the people, and the nobles, and the priests; for hence arise the calumnies and false accusations which are brought even against the faithful servants of God. Hence arise those doubtful and ensnaring questions which are spread out as snares and nets, that they may either bring a righteous man into danger of his life, or may practice some kind of deceit upon him. We see that the Pharisees and Sadducees did so to Christ himself. (<a class=\"ref\">Matthew 21:23; John 8:6<\/a>.) <\/p>\n <p> <i>Who have laid a snare for him that reproveth in the gate.<\/i>, This latter clause, which is added for the sake of exposition, does not allow us to interpret the verse as referring generally to calumnies, and other arts by which cunning men entrap the unwary; for now the Prophet condemns more openly those wicked contrivances by which ungodly men endeavor to escape all censure and reproof. As it was “in the gates” that public assemblies and courts of justice were held, and great crowds assembled there, the prophets publicly reproved all, and did not spare even the judges; for at that time the government was in the hands of men whom it was necessary to admonish and reprove sharply. Instead of repenting, as they ought to have done when they were warned, they became worse, and were enraged against the prophets, and laid snares for them; for “they hated,” as Amos says, “him that reproveth in the gate, and abhorred him that speaketh uprightly.” (<a class=\"ref\">Amos 5:10<\/a>.) This relates to all, but principally to judges, and those who hold the reins of government, who take it worse, and are more highly displeased that they should receive such reproofs; for they wish to be distinguished from the rank of other men, and to be reckoned the most excellent of all, even though they be the most wicked. <\/p>\n <p> <i>Who have laid snares.<\/i>, Commentators differ as to the meaning of the word! <span class=\"greek-hebrew\">,יקשון<\/span>, (<i>yĕkōshūn<\/i>,;) for some render it “have reproved,” and others “have reproached,” as if the Prophet censured the obstinacy of those who resort to slanders, in order to drive reprovers far away from them. But I trust that my readers will approve of the meaning which I have followed. <\/p>\n <p> <i>And have turned aside the righteous man for nothing,<\/i>, that is, when there is no cause. By wicked and deceitful contrivances, they endeavor to cause the righteous to be hated and abhorred by all men, and to be reckoned the most wicked of all; but, after having thus sported with the world, they will at length perish. Such is the consolation which the Lord gives, that he will not suffer the wickedness of the ungodly to pass unpunished, though they give way to mirth and wantonness for a time, but will at length restrain them. Yet “we have need of patience, that we may wait for the fulfillment of these promises.” (<a class=\"ref\">Hebrews 10:36<\/a>.) <\/p>",
    "audit": null
}