{
    "id": 7795,
    "source": "calvin",
    "verse_id": 18691,
    "verse_count": 1,
    "reference": "51:17",
    "title": "",
    "html": "<p><i>Awake, awake. <\/i>The Church was about to endure grievous calamities, and therefore he fortifies her by consolation, and meets a doubt which might arise, that the Jews, being now oppressed by tyrants, saw no fulfillment of these promises. The meaning therefore is, that the Church, though afflicted and tossed in various ways, will nevertheless be set up again, so as to regain her full vigor. By the word “Awake” he recalls her, as it were, from death and the grave; as if he had said, that no ruins shall be so dismal, no desolations shall be so horrible, as to be capable of hindering God from effecting this restoration. And this consolation was highly necessary; for when grief seizes our hearts, we think that the promises do not at all belong to us; and therefore we ought frequently to call to remembrance, and to place constantly before our eyes, that it is God who speaks, and who addresses men who are not in a prosperous or flourishing condition, but fallen and dead, and whom notwithstanding he can raise up and uphold by his word; for this doctrine of salvation is intended not for those who retain their original condition, but for those who are dead and ruined. <\/p>\n<p><i>Who hast drunk from the hand of Jehovah the cup of his wrath. <\/i>There are two senses in which the term, “cup of wrath,” may be understood; for sometimes the Lord is said to put into our hands a “cup of wrath,” when he strikes us with some kind of giddiness, or deranges our intellect; as we see that affliction sometimes takes away men’s understanding; but sometimes it is used in a simpler sense, to denote the sharp and heavy punishments by which the Lord severely chastises his people. This is evidently the meaning in which it must be taken here, as appears from the addition of the pronoun <i>His. <\/i>Nor is this inconsistent with what he says, that the Church was stupified and drunk; for he shews that this happened in consequence of the Lord having severely chastised her. It is an ordinary metaphor by which the chastisement which God inflicts on his people is called a “potion,”  or a certain measure which he assigns to each. But whenever it relates to the elect, this term “cup” serves to express the moderation of the divine judgment; that the Lord, though he punish his people severely, still observes a limit.  <\/p>\n<p><i>Pressing out the dregs of the cup of distress <\/i>(or <i>of trembling.) <\/i>I consider the word  <span class=\"greek-hebrew\">תרעלה<\/span> <i>(targnelah) <\/i>to denote “anguish”or “trembling,” by which men are nearly struck dead, when they are weighed down by heavy calamities. Such persons may be called “drunk,” as having exhausted all that is in the cup, because nothing can be added to their affliction and distress. <\/p>\n<p>This is also denoted by another term, “pressing out.” The Church is here reminded that all the evils which befall her proceed from no other source than from the hand of God, that she may not think that they happen to her by chance, or that she is unjustly afflicted. The object which the Prophet has in view is, that the people may know that they are justly punished for their sins. No one can rise up till he first acknowledge that he has fallen, or be delivered from misery till he perceive that it is by his own fault that he is miserable. In short, there can be no room for consolations till they have been preceded by the doctrine of repentance. <\/p>\n<p><i>Dregs, <\/i>therefore, must not here be understood in the same sense as in <a class=\"ref\">Jeremiah 25:15<\/a>, where the reprobate are spoken of, whom the Lord chokes and kills by his cup, but as denoting complete and righteous punishment, to which the Lord has been pleased to assign a limit. Thus, when the Lord has inflicted on us such punishment as he thought fit, and puts an end to our afflictions, he declares that the “dregs” are exhausted; as we have seen before at the fortieth chapter.  <\/p>",
    "audit": null
}