{
    "id": 7542,
    "source": "calvin",
    "verse_id": 18432,
    "verse_count": 1,
    "reference": "40:11",
    "title": "",
    "html": " <p> <i>As a shepherd.<\/i>, In this verse he declares what is the nature of that work of the Lord; for since he works in various and, indeed, in innumerable ways, the hearer might have been kept in suspense as to the work which God intended to accomplish; and thus the general doctrine would have been less efficacious in exciting hope. Though he does not describe every part, yet he states in a few words that God has determined to protect and guard his Church. On this account he compares him to “a shepherd;” and under this designation he expresses his infinite love towards us, when he does not refuse to stoop so low as to perform towards us the office of “ashepherd.” In other passages, and even a little before, (<a class=\"isa\" verses=\"WzE4MzA2XQ==\">Isaiah 34:2<\/a>, etc.,) he described himself as armed with terrible power for the defense of his people, and a little after this he repeats the same statement; but here he ascribes to him a more amiable character, that believers may sweetly repose under his protection. <\/p>\n <p> <i>He will feed his flock.<\/i>, Now, although by the word “flock” he describes an elect people, whom he had undertaken to govern, yet we are reminded that God will be a shepherd to none but to those who, in modesty and gentleness, shall imitate the sheep and lambs. For this reason we ought to observe the character of the flock; for he does not choose to feed savage beasts, but lambs. We must therefore lay aside our fierceness, and permit ourselves to be tamed, if we wish to be gathered into the fold of which God promises that he will be the guardian. <\/p>\n <p> <i>He will carry them in his bosom.<\/i>, These words describe God’s wonderful condescension; for not only is he actuated by a general feeling of regard to his whole flock, but, in proportion to the weakness of any one sheep, he shews his carefulness in watching, his gentleness in handling, and his patience in leading it. Here he leaves out nothing that belongs to the office of a good shepherd; for the shepherd ought to observe every sheep, so as to treat it according to its capacity; and especially they ought to be supported, if they are exceedingly weak. In a word, God will be mild, kind, gentle, and compassionate, so that he will not drive the weak harder than they are able to bear. <\/p>",
    "audit": null
}