{
    "id": 7080,
    "source": "calvin",
    "verse_id": 17959,
    "verse_count": 1,
    "reference": "14:30",
    "title": "",
    "html": "<p><i>And the first-born of the poor shall feed. <\/i> The Prophet, as has been already said, has not so much in view the Philistines, to whom his threatenings were of no avail, as the Jews, whom he wished to comfort in their affliction; for they were so grievously afflicted that they were not far from despair. He therefore calls them<i>the first-born of the poor<\/i> , as being eminent for their wretchedness; for, being reduced to extremities, they held the first rank among the wretched. Now, he promises that the Lord will deliver them from such misery, and will again<i>feed<\/i> and nourish them. Hence we perceive that the Philistines were cut down and destroyed for the benefit of the people of God. In like manner, also, the Lord promised to Abraham and his posterity, <i>I will bless them that bless thee, and I will curse them that curse thee<\/i> ; for those who are hostile to the children of God must find that God is hostile to them. ( <a class=\"ref\">Genesis 12:3<\/a>.)<\/p> \n<p><i>And the needy shall lie down in safety. <\/i> The Prophet compares his people to sheep, whom we must resemble, if we wish to have God for our keeper. No metaphor is more frequently employed in Scripture than this. When the Lord chastises us, we are like sheep that are scattered, and exposed to wolves and robbers; but when he punishes our enemies, he intends to gather us together again, that we may dwell in a safe and quiet place. This is what Isaiah means when he says, <i>in safety<\/i> . There are therefore two things which the Lord here promises; first, pastures, that is, everything that is necessary for food and raiment; and, secondly, safety and protection, that we may be protected and defended from every injury. These two things belong to the duty of a shepherd, and they include all that is necessary for our salvation.<\/p> \n<p><i>And I will kill thy root with famine. <\/i> He now turns to the Philistines, whom he compares to a tree which strikes its<i>roots<\/i> so deep that we would be apt to think that it cannot in any way be rooted out. But if the<i>root<\/i> be dried up, the tree also, however deeply laid, must decay. Hence we ought to infer that the condition of the wicked is never so firmly established that the Lord cannot easily overturn it; for not only will he cut off branches, but he will also dry up and destroy the root which is hidden under ground.<\/p> \n<p><i>And he will slay thy remnant. <\/i> This is commonly viewed as referring to Hezekiah; but I prefer, as I have already explained, to extend it to the whole body, of which he speaks as of one man, and of which the king was the head, and represented Christ himself. We might also refer it to the Assyrians, and to any others, whose agency the Lord employed in destroying the Philistines; for it is customary with the Jews to employ indefinite language when they speak of the agents by means of whom God executes his judgments.<\/p> ",
    "audit": null
}