{
    "id": 7562,
    "source": "calvin",
    "verse_id": 18452,
    "verse_count": 1,
    "reference": "40:31",
    "title": "",
    "html": "<p><i> But they that wait for Jehovah.<\/i> Hebrew writers employ the phrase, “exchanging strength,” to denote “gathering new strength,” and thus “being restored.” The Prophet therefore shews, that godly persons, who shall hope in God, will not be deficient in strength; and he confirms what he formerly said,<\/p> \n<p>“In rest and silence shall be your strength.” (<a class=\"isa\" verses=\"WzE4MjMzXQ==\">Isaiah 30:15<\/a> .)<\/p> \n<p>We must not become agitated, or throw ourselves forward rashly, but “wait” patiently. In this passage, therefore,<i> waiting<\/i> means nothing else than patience. Violent men dash themselves to pieces by their own eagerness, but the vigor of godly men, though it has less display, and often appears to lie buried while they calmly “wait for” God’s assistance, is refreshed and renewed. We must therefore return to the saying of Paul, that<\/p> \n<p><span> “the power of God is made perfect in our weakness.” \n(<\/span><a class=\"ref\">2 Corinthians 12:9<\/a> .)<\/p> \n<p>We must, therefore be fully convinced of our weakness, that we may yield to the power of God. The Jews, who were oppressed by that cruel captivity, had great need of this doctrine; but for us also, during this wretchedly ruinous condition of the Church, it is exceedingly needful.<\/p> \n<p><i> They shall raise their wings as eagles.<\/i> It is generally believed that the Prophet uses this phrase in the same sense that the Psalmist says,<\/p> \n<p><span> “Thy youth shall be renewed like that of the eagle.” \n(<\/span><a class=\"ref\">Psalms 103:5<\/a> .)<\/p> \n<p>It is certain that the “eagle” is very long-lived as compared with other birds.<\/p> \n<p>Aristotle and Pliny affirm that it never dies of old age, but of hunger; that is, that when the upper part of the beak becomes too large, it cannot take food into its mouth, and for a long time subsists entirely on what it drinks. One Zaadias, as all Jews are audacious in constructing fables, pretends that the eagle flies upward into the region that is near the sun, and approaches the sun so closely, that its old wings are burned, and other new ones grow in their place; but this is utterly absurd and fabulous. The Prophet means that they who trust in the Lord will be vigorous, like eagles, till the most advanced old age. But seeing that eagles fly higher than other birds, by which they shew remarkable swiftness, which has also given rise to the proverb, “An eagle among the clouds,” this passage may be understood to denote not only long life, but also strength and agility; so that Isaiah, after having shewn that their strength is recruited, adds that they are more vigorous, and ascend to a great height. Such is also the import of what follows, —<\/p> \n<p><i> They shall run and shall not be weary.<\/i> It is as if he had said, that the Lord will assist them, so that they shall pursue their course without any molestation. It is a figurative expression, by which he intimates that believers will always be ready to perform their duty with cheerfulness. But it will be said, “There are so many troubles which we must endure in this life; how then does he say that we shall be exempt from weariness?” I reply, believers are indeed distressed and wearied, but they are at length delivered from their distresses, and feel that they have been restored by the power of God; for it happens to them according to the saying of Paul,<\/p> \n<p><span> “While we are troubled on every side, we are not overwhelmed; we are perplexed, but are not in despair; we suffer persecution, but are not forsaken; we are cast down, but are not destroyed.” \n(<\/span><a class=\"ref\">2 Corinthians 4:8<\/a> .)<\/p> \n<p>Let us therefore learn to flee to the Lord, who, after we have encountered many storms, will at length conduct us to the harbor; for he who hath opened up a path, and hath commanded us to advance in that course in which he hath placed us, does not intend to assist us only for a single day, and to forsake us in the middle of our course, (<a class=\"ref\">Philippians 1:6<\/a> ,) but will conduct us to the goal.<\/p> ",
    "audit": null
}