{
    "id": 7827,
    "source": "calvin",
    "verse_id": 18723,
    "verse_count": 1,
    "reference": "53:11",
    "title": "",
    "html": " <p> <i>From the labor of his soul he shall see. <\/i> Isaiah continues the same subject. He declares that Christ, after having suffered, shall obtain the fruit of his death in the salvation of men. When he says, “He shall see,” we must supply the words, “Fruit and Efficacy.” This is full of the sweetest consolation; for Isaiah could not have better expressed the infinite love of Christ toward us than by declaring that he takes the highest delight in our salvation, and that he rests in it as the fruit of his labors, as he who has obtained his wish rests in that which he most ardently desired; for no person can be said to be satisfied but he who has obtained what he wished so earnestly as to disregard everything else and be satisfied with this alone. <\/p> \n <p> <i>By his doctrine, or by the knowledge of him. <\/i> He now points out the way and method by which we experience the power and efficacy of the death of Christ, and obtain the benefit of it. That method is “the knowledge of him.” I acknowledge that the word <span class=\"greek-hebrew\"> דעת <\/span> <i>(dagnath) <\/i> may be taken either in an active or a passive sense, as denoting either “the knowledge of him” or “his knowledge.” In whichsoever of these senses it is taken, we shall easily understand the Prophet’s meaning; and the Jews will not be able to practice such impudent sophistry as to prevent us from extorting from them a reluctant acknowledgment of what is here asserted, that Christ. is the only teacher and author of righteousness. <\/p> \n <p> <i>Shall justify many. <\/i> By the word “justify” he points out the effect of this teaching. Thus, men are not only taught righteousness in the school of Christ, but are actually justified. And this is the difference between the righteousness of faith and the righteousness of the Law; for although the Law shows what it is to be righteous, yet Paul affirms that it is impossible that righteousness should be obtained by it, and experience proves the same thing; for the Law is a mirror in which we behold our own unrighteousness. (<a class=\"ref\">Romans 3:20<\/a>.) Now, the doctrine which Christ teaches, as to obtaining righteousness, is nothing else than “the knowledge of him;” and this is faith, when we embrace the benefit of his death and fully rely on him. <\/p> \n <p>Philosophers have laid down many excellent precepts, which, as they imagine, contain righteousness; but they never could bestow it on any man; for who ever obtained by their rules the power of living uprightly? And it is of no advantage to know what is true righteousness, if we are destitute of it. To say nothing about philosophers, the Law itself, which contains the most perfect rule of life, could not (as we have said) bestow this; not that there was any defect in it, for Moses testified (<a class=\"ref\">Deuteronomy 30:19<\/a>) that “he had set before them good and evil, life and death;” but that the corruption of our nature is such that the Law could not suffice for procuring righteousness. In like manner Paul teaches (<a class=\"ref\">Romans 8:3<\/a>) that this weakness proceeds “from our flesh,” and not from the Law; for nature prompts us in another direction, and our lusts burst forth with greater violence, like wild and furious beasts, against the command of God. The consequence is, that “the law worketh wrath,” instead of righteousness. (<a class=\"ref\">Romans 4:15<\/a>) The law therefore holds all men as convicted, and, after having made known their sin, renders men utterly inexcusable. <\/p> \n <p>We must therefore seek another way of righteousness, namely, in Christ, whom the law also pointed out as its end. (<a class=\"ref\">Romans 10:3<\/a>.) “The righteousness of the law was of this nature: He who doeth these things shall live by them.” (<a class=\"ref\">Leviticus 18:5; Galatians 3:12<\/a>.) But nobody has done them, and therefore another righteousness is necessary, which Paul also proves (<a class=\"ref\">Romans 10:8<\/a>) by a quotation from Moses himself, “The word is nigh, in thy mouth and in thy heart; that is, the word of faith which we preach.” (<a class=\"ref\">Deuteronomy 30:14<\/a>) By this doctrine, therefore, we are justified; not by the bare and simple doctrine, but inasmuch as it exhibits the benefit of the death of Christ, by which atonement is made for our sins, and we are reconciled to God. (<a class=\"ref\">Romans 5:10<\/a>.) For, if we embrace this benefit by faith, we are reckoned righteous before God. <\/p> \n <p> <i>For he shall bear their iniquities. <\/i> The Prophet explains his meaning by pointing out what this doctrine contains; for these two clauses agree well: “he shall justify by his doctrine,” or “by the knowledge of him,” inasmuch as “he shall bear their iniquities.” Having been once made a sacrifice for us, he now invites us by the doctrine of the Gospel, to receive the fruit of his death; and thus the death of Christ is the substance of the doctrine, in order that he may justify us. To this saying of the Prophet Paul fully subscribes; for, after having taught that “Christ was an expiatory sacrifice for us, that we might be made the righteousness of God in him,” he at the same time adds, “We are ambassadors for Christ, and beseech you, be ye reconciled to God.” (<a class=\"ref\">2 Corinthians 5:20<\/a>) <\/p> \n <p> <i>My righteous servant. <\/i> He shows that Christ justifies us, not only as he is God, but also as he is man; for in our flesh he procured righteousness for us. He does not say, “The Son,” but “My servant,” that we may not only view him as God, but may contemplate his human nature, in which he performed that obedience by which we are acquitted before God. The foundation of our salvation is this, that he offered himself as a sacrifice; and, in like manner, he himself declares, <\/p> \n <p>“For their sakes I sanctify myself, that they also may be holy.” (<a class=\"ref\">John 17:19<\/a>) <\/p> ",
    "audit": null
}