{
    "id": 8005,
    "source": "calvin",
    "verse_id": 18902,
    "verse_count": 1,
    "reference": "65:4",
    "title": "",
    "html": "<p><i>Who dwell in the graves. <\/i> He enumerates other kinds of superstitions; and although, in consequence of its brevity, the description is obscure, yet we may easily learn from other passages what was the nature of them. For as necromancy was generally practiced among heathen nations, the Jews also consulted demons “in graves and deserts,” instead of consulting God alone, which they ought to have done; and, as if they were seeking answers from the dead, they took pleasure in being deceived by the illusions of demons. How solemnly the Lord had forbidden it, appears very clearly from <a class=\"ref\">Deuteronomy 18:10<\/a> , and other passages; and we have seen something of this kind in a former part of this book, ( <a class=\"isa\" verses=\"WzE3ODI3XQ==\">Isaiah 8:19<\/a>.) In general we are taught that God demands nothing more than obedience, which he prefers to slain beasts and sacrifices. ( <a class=\"ref\">1 Samuel 15:22<\/a>.)<\/p> \n<p><i>Who eat swine’s flesh. <\/i> Formerly he complained that the worship of God was polluted by strange inventions; and now he adds that they set aside every distinction, so that they do not distinguish between the clean and the unclean; and he brings forward a single instance, that they do not abstain from “swine’s flesh.” But it may be thought that this was a small matter. Very far from it; for we ought not to judge from our own opinion, but from that of the legislator, how heinous a sin it is; and nothing which the Lord has forbidden ought to be reckoned trivial. ( <a class=\"ref\">Leviticus 11:7; Deuteronomy 14:8<\/a>.) This related to the external profession of. faith, by which the Jews were in duty bound to testify how widely they differed from the pollution of the Gentiles. From that rule, therefore, which the Lord enjoins upon us, we must not swerve even a hair’s breadth.<\/p> ",
    "audit": null
}