{
    "id": 7371,
    "source": "calvin",
    "verse_id": 18257,
    "verse_count": 1,
    "reference": "31:6",
    "title": "",
    "html": " <p> <i>Return.<\/i>, This verse is explained in various ways; for the Hebrew commentators explain it thus, “Return to the Lord, for you have multiplied revolts.” But, in my opinion, the meaning is more simple: “Return according as you have made a deep revolt; for <span class=\"greek-hebrew\">,לאשר<\/span>,(<i>lăăshĕr <\/i>) is, I think, employed in the same sense as <span class=\"greek-hebrew\">,כאשר<\/span>,(<i>kăăshĕr <\/i>), “according as.” He means that the aggravated nature of their wickedness does not shut the door against them from returning to God, if they repent; that, although they have been sunk into the deepest wickedness, still God will pardon them. Yet, at the same time, he makes use of this spur to stimulate them to earnest grief and hatred of their sins, that they may not carelessly and lightly, as frequently happens, aim at a half repentance. He therefore bids them consider attentively with what fearful destruction they have cast themselves down to hell, that they may abhor themselves on account of their aggravated transgressions. <\/p>\n <p>It ought first to be observed, that the Prophet does not lessen the guilt of the people. They who need to be brought back to the Lord must first be made to have a deep and painful conviction of their guilt; for they who flatter themselves in their iniquities are very far from obtaining pardon, and therefore there is nothing better than to lay open the alarming nature of the disease, when a remedy must be applied. Yet, that their hearts may not be led to despair, they must be encouraged and comforted by holding out to them the mercy of God; for Satan aims at nothing else than to cut us off from all hope of pardon. Accordingly, Isaiah declares that, although by their wickedness they have sunk down to hell, God is ready to forgive; for not in vain does the Lord invite us to repentance, but he likewise offers pardon. Hence also, to such exhortations the Scripture always adds promises of grace, that, whenever we are called to repentance, we may know that the hope of pardon is also held out to us. <\/p>\n <p> <i>As you have made a deep revolt.<\/i>, Instead of this rendering, the word <span class=\"greek-hebrew\">,עמק<\/span>, (<i>gnāmăk<\/i>,) which signifies to be deep, is explained by some as meaning to multiply and the metaphor is supposed to be borrowed from heaps, “As you have heaped up your sins, so return now.” But I prefer the former exposition. <span class=\"greek-hebrew\">,סרה<\/span>,(<i>sārāh <\/i>) signifies “revolt.” Others explain it to mean here “depravity,” but the word “revolt” is more appropriate. The Prophet therefore invites them to return to the Lord. <\/p>\n <p> <i>O children of Israel.<\/i>, In calling them by this name, he does not intend to shew them respect, but reproaches them for their ingratitude; for they were degenerate sons who had revolted from the faith and obedience of their fathers, and therefore this title contains an indirect reproach. Yet he means that the Lord had not forgotten the covenant which he made with their fathers, though they had departed widely from him by their treachery; for he declares, that he will acknowledge them to be “the children of Israel,” and will fulfill all that he promised to Abraham and the other patriarchs, if they return to him with all their heart. <\/p>",
    "audit": null
}