{
    "id": 7903,
    "source": "calvin",
    "verse_id": 18799,
    "verse_count": 1,
    "reference": "58:12",
    "title": "",
    "html": "<p><i>And from thee shall be those who shall restore the deserts of the age. <\/i> By “deserts” Isaiah means frightful desolation, which befell the Jews, when they were carried into captivity; for the country was reduced to a wilderness, the city was sacked, the temple was razed, and the people were brought into bondage and scattered. He calls them “deserts of the age,” (or of perpetuity,) because the temple could not be immediately repaired, and there was no hope of rebuilding it or of delivering the people. If any city has been ruined or destroyed, while its inhabitants remain, it may be speedily restored; but if none of the inhabitants survive, and if they have been carried away into a distant country, and are very far off, there can be no hope of rebuilding that city; and it will be reckoned monstrous if, after it has lain for a long time in ruins, some person shall say that the people who appear to have perished shall restore and rebuild it.<\/p> \n<p>Since therefore the promise appeared to be incredible, the Prophet intended to meet the doubt; for they might have objected, “If God wishes to restore us, why does he suffer us to languish so long?” He replies that no continuance of delay prevents God from raising again to a lofty situation those who had been sunk low for a long period. Nor must this be limited to the rebuilding of the temple, which was begun by Zerubbabel, ( <a class=\"ref\">Ezekiel 3:8<\/a>) and continued by Nehemiah; but it includes the restoration of the Church, which followed after the lapse of several centuries.<\/p> \n<p>The phrase “From thee,” means that from that people, though seemingly half dead, there shall arise those who shall repair the melancholy ruins, and shall be architects or workmen to rebuild Jerusalem. The verb<span class=\"greek-hebrew\"> בנו<\/span> (<i>banu<\/i>) “shall build,” is translated by some in a passive sense; but as that way renders the meaning doubtful, the active signification ought to be retained. A little afterwards, he appears to ascribe to the whole people what he had said of a few individuals; but the meaning is the same; for, if the question be put, “Who rebuilt Jerusalem?“ undoubtedly it was that people; but out of that vast multitude the Lord selected a small number and cut off the rest. Some suppose the meaning to be, that the cities will be insufficient for the number of inhabitants, so that they shall be constrained to rebuild other cities which had been formerly destroyed; but this appears to be too unnatural.<\/p> \n<p><i>Thou wilt raise up the foundations of generation and generation. <\/i> Some think that this clause conveys what the Prophet had formerly said, and that by “the foundations of generation and generation” are meant those which lay long in a ruinous state; because out of them must the building be immediately raised and set up; for various hinderances had arisen, by which that work was interrupted. But we may view it as referring to the time to come: “Thou wilt raise up buildings, which shall last for a very long period;” for he seems to promise that the condition of the Church shall be of long duration; as if he had said, “Other buildings do not last long, but this shall last for many ages.” Yet if any one prefer to view it as referring to the past, I am not much disposed to dispute with him.<\/p> \n<p><i>And thou shalt be called. <\/i> Here the Prophet includes both statements; namely, that the people would resemble a ruined building, and next, that they would be perfectly restored. He ascribes this to the Jews, that they shall be repairers and directors of the ways; that is, that the Lord will make use of their labors; for we ought to ascribe everything to the power of God, who is pleased to bestow upon us so high an honor as to permit our hands to be applied to his work. We have here a remarkable promise about gathering and raising up the ruins of the Church; and since the Lord is pleased to make use of our labor, let us not hesitate to be entirely devoted to it; and although the world oppose and mock at us, and account us fools, let us take courage and conquer every difficulty. Our hearts ought to cherish assured confidence, when we know that it is the work of the Lord, and that he has commanded us to execute it.<\/p> ",
    "audit": null
}