{
    "id": 7720,
    "source": "calvin",
    "verse_id": 18616,
    "verse_count": 1,
    "reference": "48:1",
    "title": "",
    "html": " <p> <i>Hear this, O house of Jacob. <\/i> He now addresses his discourse to the Jews; whom also he had chiefly in his eye, in the whole of the preceding chapter; for he was not sent to the Babylonians, but addresses them in such a manner as to wish that the Jews, to whom he had been especially appointed, should hear him. Accordingly, he foretold the destruction of the Babylonians, that the Jews might calmly wait for deliverance, and at the same time might not be terrified by the greatness and power of their enemies, and that, relying on these promises, they might stand unmoved against all temptations. But because the Jews were obstinate, and did not believe those promises, and because Isaiah foresaw how great would be their hard-heartedness and obstinacy during their captivity, for that reason he reproves them with greater severity. Ezekiel shews still more clearly how inveterate was their unbelief, when they murmured against God, and cast away all confidence, and cared no more about the promises of God than about empty fables. It was not without reason, therefore, that Isaiah made use of such vehement language, in order to shew that they offered the highest insult to God by refusing to rely on his grace. <\/p> \n <p> <i>Who are called by the name of Israel. <\/i> He addresses “Israel,” but that which was actually spurious, and which at that time had nothing more than the name of “Israel;” for he does not employ this honorable name for the sake of mentioning them in a respectful manner, but rather in order to put to shame their false boasting, because they had no riglit to glory in this empty title, from the truth of which they were widely estranged. Why did God honor Jacob with this name, but because he proved himself to be courageous and invincible in adversity? This appeared from that wrestling in which he contended with God; for when the Lord tries by various afflictions, he enters, as it were, into debate with us. (<a class=\"ref\">Genesis 32:25 <\/a>.) How, then, did this name apply to his posterity, if they were cast down and threw away all hope in adversity? <\/p> \n <p> <i>Who have come out from the.waters of Judah. <\/i> He next reproaches them with being descended from the holy fathers, and yet being utterly unlike them. By “the waters of Judah,” he means metaphorically the source and fountain from which the Jews proceeded; for I do not approve of the childish attempt of the Jewish writers to explain the metaphor, which is borrowed in a highly natural manner from waters which flow from a distant place. <\/p> \n <p> <i>Who swear by the name of Jehovah. <\/i> Having censured them for being the degenerate and wicked children of holy fathers, he adds that they falsely pretend to the worship of God, and to a semblance of piety from which they are widely distant. Now, as “swearing” is a kind of worship of God, he here puts one department for the whole class, by a figure of speech, in which a part is taken for the whole. As idolaters offer an insult to God, when they swear by their idols, in like manner do the sincere worshippers of God render honor to God, by employing his name in oaths; for they acknowledge that they have one God, in whose name they glory. But here he attacks hypocrites who, with open mouth, loudly boasted of the name of God, and frequently mentioned his name, and yet in their hearts were greatly opposed to him. On this account he <i>says, not in truth nor in righteousness, <\/i> he employs the word “righteousness,” to denote integrity and sincerity of heart, without which nothing can be acceptable to God; or rather “righteousness” and “truth” are synonymous terms; as if he had said, that it was mere pretense and hypocrisy to profess that they were the people of the true God, because their treachery openly proclaimed their falsehood. <\/p> ",
    "audit": null
}