{
    "id": 6867,
    "source": "calvin",
    "verse_id": 17739,
    "verse_count": 1,
    "reference": "4:5",
    "title": "",
    "html": " <p> <i>And Jehovah will create on every dwelling-place of Mount Zion.<\/i>, As if he had said that “there will not be a corner of Mount Zion on which the grace of God does not shine.” <i>Dwelling-place<\/i>, and <i>assembly<\/i>, I understand to mean the same thing; for <i>assembly<\/i>, does not here denote a <i>congregation<\/i>, but the place where men assemble. With the design to express a full blessing, he alludes to what Moses relates, when the Lord delivered the people from Egyptian bondage, and sent <\/p>\n <p> <span>, pillars of cloud by day and pillars of fire by night.\n(<\/span>, <a class=\"ref\"><\/a>.) <\/p>\n <p>It was customary with the prophets, in describing any remarkable blessing, to remind them of that deliverance from Egypt as an extraordinary work of God; for on that occasion God made a remarkable display of the boundless treasures of his grace in establishing his Church, and left out no proof of his kindness, in order to make known the happiness of that nation. But what chiefly deserved to be commemorated was, that by the covering of <i>a cloud<\/i>, by day he protected them from excessive heat, and that by night <i>a pillar of fire<\/i>, went before them, to prevent them from wandering or going astray. <\/p>\n <p>It amounts to this, that when God shall bring back the Church from the captivity in Babylon, the deliverance will be of a kind not less striking and magnificent than when, at an early period, the nation went out of Egypt. Not that during their journey from Babylon to Judea they would be accompanied, as in the wilderness, by a <i>cloud<\/i>, and a <i>pillar of fire<\/i>, but that he would display his grace and kindness by other methods not less remarkable. Just as if we were to say at the present day, “God will enlighten us by his Spirit of <i>fire<\/i>,; He will give <i>cloven tongues<\/i>, (<a class=\"ref\"><\/a>,) to spread his Gospel throughout the whole world.” Such expressions ought not to be understood literally, as if the Spirit would be sent down from heaven under that visible sign; but by reminding them of the miracle, it would lead believers to expect that the same power of God, which the Apostles formerly experienced, will now be displayed in restoring the Church. Add to this, that the Prophet, by this mode of expression, points out an uninterrupted continuance of blessing; as if he had said, “Not only will God for a moment stretch out his hand for your deliverance, but as he always accompanied your fathers in the wilderness, so likewise he will deliver and protect you to the end.” <\/p>\n <p> <i>For on all the glory shall be a defense.<\/i>, This is connected with what he formerly said, that the <i>bud<\/i>, or <i>branch<\/i>, which should afterwards spring up would be <i>for glory<\/i>,. It is as if he had said, “on all who shall bear the proof and marks of their deliverance.” Perhaps also he alludes to the passage in which it is related that the destroying angel passed over the houses which were marked without doing them any injury, (<a class=\"ref\"><\/a>;) for as <i>the sprinkling of blood<\/i>, at that time protected and saved them, so Isaiah promises that believers, when God has marked them, will be safe. This must be carefully observed; for we are reminded that we shall not become partakers of the grace of God in any other way than by bearing his image, and by his glory shining in us. <\/p>",
    "audit": null
}