{
    "id": 7710,
    "source": "calvin",
    "verse_id": 18606,
    "verse_count": 1,
    "reference": "47:6",
    "title": "",
    "html": "<p><i>I was angry with my people. <\/i> This is an anticipation, by which he forewarns the Jews, as he has often done formerly, that the distressing condition of captivity was a scourge which God had inflicted; because, if it had proceeded from any other, there was no remedy in the hand of God. In order, therefore, that they might be convinced that he who had struck them would heal their wounds, he bids them attribute it to their sins that they were so terribly oppressed. Yet he exhorts them to cherish favorable expectation, because God intends to set a limit to the chastisement; and he even mentions this as the reason why the Babylonians shall be destroyed, that God, who is the just avenger of savageness and cruelty, will much more avenge the injuries done to his people.<\/p> \n<p><i>Thou didst not shew compassion to them. <\/i> In the former clause he calls the Jews to repentance, because by their own crimes they drew down upon themselves so many calamities. Next, he accuses the Babylonians of having seized this occasion for exercising cruelty, just as if one were to become the executioner of a child whom a father had put into his hands to be chastised. Hence it follows that the Babylonians have no right to be proud, as if by their own power they had subdued the Jews and carried them into captivity; but, on the contrary, because they have wickedly abused the victory and cruelly treated the captives, he will justly punish them.<\/p> \n<p><i>I profaned my heritage. <\/i> When he says that he “was angry,” and that this was the reason why he “profaned his heritage,” let us not imagine that he had changed his purpose, and was offended so far as to cast away the care of his people and the remembrance of his covenant. This is evident both from the event itself and from his deigning still to call them “his people,” though the greater part of them were estranged from him, and though he had the best reasons for “profaning” them. But he has respect to his covenant when he speaks in this manner; for he looks at their source and foundation, that they who were the descendants of Abraham may be accounted the people of God, though very few of them actually belonged to him, and almost all boasted of an empty title.<\/p> \n<p>Thus the word<i>amger,<\/i> in Scripture, must not be supposed to refer to any emotion in God, who desires the salvation of his people, but to ourselves, who provoke him by our transgressions; for he has just cause to be angry, though he does not cease to love us. Accordingly, while he “profanes” his Church, that is, abandons her, and gives her up as a prey to her enemies, still the elect do not perish, and his eternal covenant is not broken. And yet, in the midst of anger, the Lord remembers his mercy, and mitigates the strokes by which he punishes his people, and at length even inflicts punishment on those by whom his people have been cruelly treated. Consequently, if for a time the Lord “profanes” his Church, if she is cruelly oppressed by tyrants, let us not lose courage, but betake ourselves to this promise, “He who avenged this barbarous cruelty of the Babylonians will not less avenge the savageness of those tyrants.”<\/p> \n<p>It ought also to be carefully observed that no one should abuse victory so as to be cruel to captives, which we know is often done; for men, when they see that they are stronger, lay aside all humanity, and are changed into wild beasts, and spare neither age nor sex, and altogether forget their condition. After having abused their power, they shall not at length pass unpunished; for<\/p> \n<p>“judgment without mercy shall be experienced by those who shewed no mercy.”<span> \n<\/span> ( <a class=\"ref\">James 2:13<\/a>.)<\/p> \n<p>But it is asked, “How could the Babylonians go beyond the limit which God had assigned to them, as if their lawless passions were laid under no restraint?” And what will become of that promise,<\/p> \n<p><span> “Not a hair shall fall from your head without the appointment of your Father?” \n(<\/span> <a class=\"ref\">Luke 21:18<\/a>.)<\/p> \n<p>The answer is easy. Though it was not in their power actually to go beyond the limit, yet he looked at their cruelty, because they endearvored utterly to ruin unhappy persons who had surrendered at discretion. Thus Zechariah complains of the unbridled rage of the Gentiles, because, when “he was angry with his people for a little,” they rushed forward with violent fury to destroy them. ( <a class=\"ref\">Zechariah 1:15<\/a>.)<\/p> \n<p><i>On the old man. <\/i> He states an aggravation of their guilt, that they did not spare even “the old men,” for whom age naturally procures reverence; and hence he draws an inference, how savage was their cruelty towards armed foes.<\/p> ",
    "audit": null
}