{
    "id": 7973,
    "source": "calvin",
    "verse_id": 18870,
    "verse_count": 1,
    "reference": "63:3",
    "title": "",
    "html": "<p><i>Alone have I pressed the wine-press. <\/i>The Prophet now explains the vision, and the reason why the Lord was stained with blood. It is because he will take vengeance on the Edomites and other enemies who treated his people cruelly. It would be absurd to say that these things relate to Christ, because he alone and without human aid redeemed us; for it means that God will punish the Edomites in such a manner that he will have no need of the assistance of men, because he will be sufficiently able to destroy them. The Jews might have objected that the Edomites are powerful, and are not harassed by any wars, but are in a flourishing and tranquil condition. The Prophet shews that this does not prevent the Lord from inflicting punishment on them whenever he shall think proper. Human means were, indeed, employed by him when he took vengeance on the Edomites, but in such a manner that it was made evident to all that it was entirely directed by his hand, and that no part of it could be ascribed to human forces or counsels. They were overwhelmed by sudden and unlooked-for destruction, of which the people ought not to have doubted that God, who had so often warned them of it, was the author. <\/p>\n<p><i>And of the peoples there was none with me. <\/i> This is added in order to intimate that, although “peoples” will arise out of the earth in order to destroy the nation of Edom, yet the work of God shall be separate from them, because nothing was farther from the design of heathen nations than to inflict punishment on the Edomites for their unjust cruelty. For this reason the Lord wishes his judgment to be known and to be illustriously displayed amidst the din of arms and tempestuous commotions. <\/p>\n<p><i>For I will tread them. <\/i>I willingly retain the future tense; for the Prophet speaks of events that are future and not yet accomplished; and although the Edomites were living in prosperity and at their ease, yet God would severely punish them on account of their cruelty. Why the Prophet makes use of the metaphor of a bloody wine-press, which is a shocking and melancholy sight, we have already in part explained; but it ought likewise to be added, that the punishments and vengeance which God inflicts on enemies are appropriately called his vintage, as if he gathered them when he ruins or destroys them. In like manner, such punishment is called in another passage (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 34:6<\/a>) a solemn sacrifice; that we may learn that glory ought to be ascribed to God, not less when he executes his judgments than when he exhibits tokens of compassion.  <\/p>\n<p><i>And I will stain all my raiment. <\/i>He nevertheless describes his amazing love toward the Jews, in deigning to sprinkle himself with the blood of enemies on their account; and that is the reason why he makes use of the word stain. <\/p>\n<p><i>In my wrath. <\/i>He shews that this is of itself sufficient for destroying the Edomites, that the Lord is angry with them; as if he had said that there will be none to rescue them, when the Lord shall be pleased to chastise, Hence we may infer that the destruction of men proceeds from nothing else than the wrath of God; as, on the other hand, on his graco alone depends our salvation. In a word, God intended here to testify that the Edomites shall not remain unpunished for having persecuted the Church of God. <\/p>\n\nIt may be proper to add that “the exposition of the whole passage” is still the subject of much controversy, and that a full and candid discussion of it by some person of competent learning and ability would do incalculable good. — <i>Ed. <\/i>",
    "audit": null
}