{
    "id": 7729,
    "source": "calvin",
    "verse_id": 18625,
    "verse_count": 1,
    "reference": "48:10",
    "title": "",
    "html": "<p><i>Lo, I have tried thee. <\/i> The Lord shews that he exercises such moderation in chastising his people, that he makes provision for their salvation. Formerly he had said that he had spared or would spare them, because he had regard to his glory. He now declares that he does indeed lay stripes upon them, but of such a nature as to be serviceable to them; for it is for the purpose of “proving and trying” that he chastises them, and we “prove” that which we do not wish to be lost. Since therefore he has this end in view, it follows that he makes provision for our salvation. Besides, it is by way of anticipation that he mentions the “trial,” lest any one should object that God’s forbearance did not, at all appear amidst such severe afflictions. The Prophet therefore comes forward early to meet this objection, and points out that, although God does not permit his people altogether to go free, yet he deals gently with them.<\/p> \n<p><i>And not like silver. <\/i> He adds that he does not “try us like silver,” because we should be altogether consumed; for “silver” contains something that is pure, but in us nothing will be found but chaff; and even if God did not make us “silver,” we should be reduced, like chaff or stubble, to ashes and to nothing. Chastisement itself would undoubtedly bring out nothing that is pure. Accordingly, in the very “trial” the Lord considers what we can endure, so as not to proceed beyond measure; and, at the same time, by the secret influence of his Spirit, he makes those punishments to be profitable to us which would otherwise have been destruction.<\/p> \n<p><i>I have chosen thee in the furnace of affliction. <\/i> To “choose” means here to “distinguish.” We “choose” that which we desire to preserve and defend, as he formerly said in the same sense,<\/p> \n<p>“to choose the good and refuse the bad.” ( <a class=\"isa\" verses=\"WzE3Nzk4XQ==\">Isaiah 7:15<\/a>.)<\/p> \n<p>By this word, therefore, he shews how wide is the difference between the punishment which is inflicted on good men and that which wicked men endure, and which ends in their destruction. We, on the other hand, though the Lord bums and pierces us, are accepted by him; and he retains his kindness toward us in the midst of afflictions, and even causes us to come out of them more fully tried, and to be to him a sacrifice of good savor. In a word, he means that God, even when he appears to abandon his people to destruction, is still gracious to them.<\/p> ",
    "audit": null
}