{
    "id": 6846,
    "source": "calvin",
    "verse_id": 17712,
    "verse_count": 1,
    "reference": "3:4",
    "title": "",
    "html": "<p><i>And I will appoint children to be their princes<\/i> That the vengeance of God may be more manifest, he now describes how sad and wretched will be the change, when competent and faithful rulers shall be taken from among them and God shall put cowardly and worthless persons in their room. By<i>children<\/i> are meant not only those who are so by age, but also by mind and conduct, such as delicate and effeminate persons, who are destitute of courage and cannot wield the sword entrusted to them. He does not here carry out the contrast, clause by clause; for he thought it enough to point out one way in which a commonwealth is speedily ruined; that is, when its rulers are weak and foolish men like<i>children<\/i> , who have no gravity or wisdom. But it must be laid down as a principle, that no man is qualified for governing a commonwealth unless he have been appointed to it by God, and be endued with uncommon excellence. Plato, too, understood this matter well: for though, being a heathen, he had no true knowledge of this kind, yet his quick sagacity enabled him to perceive that no man is fit and qualified for public government which has not been prepared for it by God in an extraordinary measure; for public government proceeds from God alone, and in like manner every part of it must be upheld by him. Besides, they whom the Lord does not govern have nothing left for them but to be<i>children<\/i> , or rather to be twice children, that is, destitute of all skill and of all wisdom.<\/p> \n<p>Now the Lord executes this vengeance in two ways; because it frequently happens, that when we appear to have those who are grave and skillful in business, no sooner do they come to action than they stumble like blind men, and have no more wisdom than children; for the Lord deprives them of that remarkable ability which they had formerly received from him, and stuns them, as if he had struck them with a thunderbolt. But sometimes the Lord proceeds more gently, and gradually removes men of extraordinary ability, who were fit for ruling, and commits the reins of government to those who were unable to govern a family, or even a single child liken these things happen, it is very certain that destruction is not far off.<\/p> \n<p>Besides, it deserves our notice, as I lately mentioned, that a well-regulated commonwealth is a singular gift of God, when the various orders of judges and senators, soldiers, captains, artificers, and teachers, aid each other by mutual intercourse, and join in promoting the general safety of the whole people. For when the Prophet threatens, and pronounces it to be a very severe punishment, that these things shall be taken away, he plainly shows that those eminent and uncommon gifts of God are necessary for the safety of nations. Accordingly, he here commends the office of magistrates, and captains, and soldiers, and likewise the office of teachers. This deserves our notice in opposition to fanatics, who endeavor to banish from the world the power of using the sword, together with all civil government and order. But the Prophet declares that these things are not taken away or removed unless when God is angry. It follows, therefore, that they who oppose, and, as far as lies in their power, set aside or destroy such benefits, are wicked men and enemies of the public safety.<\/p> \n<p>He likewise commends instruction, without which a commonwealth cannot stand; for, as Solomon says,<\/p> \n<p>where prophecy is not, the nation must be ruined. ( <a class=\"ref\">Proverbs 29:18<\/a>.)<\/p> \n<p>At the same time, he commends the mechanical arts, agriculture, manual occupations of every description, architecture, and such like, which we cannot dispense with; for all artisans of every kind, who contribute what is useful to men, are the servants of God, and have the same end in view with those who were formerly mentioned, namely, the preservation of mankind<\/p> \n<p>The same thing must be said about war; for, although lawful, war ought to be nothing else than an attempt to obtain peace; yet sometimes an engagement is unavoidable, that they who have the power of the sword may use it, and defend themselves and their followers by arms. War, therefore, is not in itself to be condemned; for it is the means of preserving the commonwealth. But neither must eloquence be despised; for it is often needed, both in public and in private life, that something may be clearly and fully explained and demonstrated to be true. This is also reckoned among the gifts and important blessings of God, when a state abounds in wise and eloquent men,<\/p> \n<p><span> who can contend with the adversaries in the gate.\n(<\/span> <a class=\"ref\">Psalms 127:5<\/a>.)<\/p> \n<p>This passage may be thus summed up, “When God takes away those gifts, and alters the condition of a people, in whatever way this takes place, either by changing the form of government, or by taking away the rulers, the anger of God ought to be acknowledged;” for, as Hosea says,<\/p> \n<p><span> He Taketh Away Kings In His Wrath,\nAnd Appointeth Them In His Indignation. (<\/span> <a class=\"ref\">Hosea 13:11<\/a>.)<\/p> \n<p>Let us not, therefore, ascribe these changes to chance or other causes.<\/p> ",
    "audit": null
}