{
    "id": 7176,
    "source": "calvin",
    "verse_id": 18055,
    "verse_count": 1,
    "reference": "22:2",
    "title": "",
    "html": "<p><i> Thou that art full of noises.<\/i> He means that it was exceedingly populous; for where great multitudes of people are brought together, noise abounds; and therefore, amidst so crowded a population, there was less cause of fear. In order to make the representation still more striking, Isaiah has therefore added this circumstance, that instead of being, as they ought to have been, walls and bulwarks to defend the city, when there was no scarcity of men, they ignominiously turned their backs on the enemies, and fled to the tops of their houses. By these words he urges the Jews more strongly to consider the judgment of God; for when such overwhelming fear has seized the hearts of men, it is certain that God has struck them with trembling; as if he had said, “How comes it that you have not greater firmness to resist? It is because God pursues and chases you.”<\/p> \n<p>These statements are taken from the writings of Moses, from which, as we have frequently remarked, the prophets borrow their instructions, but with this difference, that what Moses spoke in general terms they apply to the matter in hand.<\/p> \n<p><span> “The Lord shall cause thee to be smitten before thine enemies; thou shalt go out one way against them, and shalt flee seven ways before them. The Lord shall smite thee with madness, and blindness, and astonishment of heart.”\n(<\/span><a class=\"ref\">Deuteronomy 28:25<\/a> .)<\/p> \n<p>He reproaches the Jews for their distressed condition, and with good reason; for it was proper to press the accusation more closely home, that they might learn to ascribe to their sins and transgressions all the afflictions and sufferings that they endured. The Lord had promised that he would continually assist them; and when they are now left destitute, let them acknowledge that they do not deserve such assistance, and that God has cast them off on account of their rebelliousness. The Lord does not deceive or make false promises, but by their own fault those wretched persons have shut themselves out from his aid and favor; and this is still more strongly expressed by the question,<i> What hast thou here?<\/i> It means that God gave practical evidence that Jerusalem had been deprived of her protector and guardian; for this mode of expression denotes something strange and extraordinary.<\/p> \n<p><i> Thy slain men are not slain by the sword.<\/i> To exhibit still more clearly the vengeance of God, he affirms that they who were slain there did not die bravely in battle. Thus he shews that all that they wanted was manly courage; for a timid and cowardly heart was a sure proof that they had all been forsaken by the Lord, by whose assistance they would have bravely and manfully resisted. He therefore does not mean that the defeat would be accompanied by shame and disgrace, but ascribes it to the wrath of God that they had not courage to resist; and unquestionably by this circumstance he beats down their foolish pride.<\/p> ",
    "audit": null
}