{
    "id": 6902,
    "source": "calvin",
    "verse_id": 17774,
    "verse_count": 1,
    "reference": "6:4",
    "title": "",
    "html": "<p><i> And the lintels of the posts were moved.<\/i> This noise was an indication that it was not a human voice which the Prophet had heard; for no mortal man has a voice so powerful as to be capable of making the<i> lintels<\/i> and<i> posts<\/i> shake. Now, the Lord intended not only to establish the authority of his voice over the Prophet, but to confirm it to posterity in all ages, that it might never be forgotten. Let us, therefore, know that this noise confirms at this day the voice of God, that we may tremble whenever he speaks; for if inanimate and dumb creatures are moved, what ought we to do, who feel, smell, taste, and understand, for no other purpose than that we may obey his word in a holy and reverent manner?<\/p> \n<p><i> And the house was filled with smoke.<\/i> This was the common and ordinary sign which the Lord employed with his ancient people; for we read that, whenever Moses entered into the tabernacle,<i> smoke<\/i> was wont to be diffused through it in such a manner that the people could not see either Moses or the tabernacle. (<a class=\"ref\">Exodus 33:9<\/a> .) The<i> smoke<\/i> , therefore, which Isaiah describes was not an unusual occurrence; but in the ordinary way God intended to demonstrate that he would display his power in executing judgment on the people.<\/p> \n<p>But it may be asked, Why did God manifest his presence by this sign rather than by any other? This question may be answered in two ways. First, it was always the will of God to repress the insolence of men, in pushing their inquiries about his majesty beyond what is proper; for on this point almost all men are too rash and daring. They wish to rise above the clouds, and to penetrate into the secrets of God, while they do not see what lies at their feet. Hence arises a labyrinth of errors, and when the minds of men have been entangled in it, they adopt false and pretended modes of worship; for when men allow themselves to adopt any false notions about God, there is nothing which they will not venture to attempt against him. It was not without good reason, therefore, that he made use of<i> smoke<\/i> , in order to remind men of their weakness; and yet he did not intend that they should be blind or stupid, that is, that they should have the stupidity and error which the papists disguise under the name of simplicity; but he forbids us to inquire or search beyond what he has revealed to us in his word; for, as Augustine says, “that is a learned ignorance.” Whenever, therefore,<i> smoke<\/i> of this kind is mentioned, let us know that it lays a restraint upon us from indulging curiosity in our researches into the purpose of God.<\/p> \n<p>Secondly, this<i> smoke<\/i> ought to strike terror, as David, when describing an angry and terrible God, says that<i> clouds and darkness are round about him<\/i> . (<a class=\"ref\">Psalms 97:2<\/a> .) This also agrees well with the present passage; for he pronounces a dreadful judgment, namely, the blinding of the Jews. Others think that it indicated the burning by which he consumed the temple; but the view which I have given is more probable.<\/p> ",
    "audit": null
}