{
    "id": 7734,
    "source": "calvin",
    "verse_id": 18630,
    "verse_count": 1,
    "reference": "48:15",
    "title": "",
    "html": "<p><i>Therefore he shall prosper in his way. <\/i> He again reminds the Jews of the predictions, and claims for God this honor, that, by foretelling the event in due time, he has removed all doubt; and next he adds, that all that had been foretold shall be accomplished. Accordingly, in the repetition of the pronoun, <i>It is I, it is I who have spoken,<\/i> there is a double emphasis; first, tlmt none but the God of Israel hath spoken about future and hidden events, and secondly, that, because he is faithful and never deceives, all the events which he has foretold shall undoubtedly take place. Accordingly, in the last clause of the verse I consider the copulative<span class=\"greek-hebrew\"> ו<\/span><i>(vau)<\/i> to mean<i>therefore. <\/i> Here Isaiah has two objects in view; first, that the captive Jews may expect deliverance, and secondly, that, after having been delivered, they may acknowledge God to be the author of so valuable a blessing, and may not imagine that it took place either by the assistance of men or by chance.<\/p> \n<p><i>Surely I have called him, I have conducted him. <\/i> He declares that everything shall go prosperously with Cyrus, because Jehovah “hath called him;” not that he deserved so high a favor, or obtained it by his own industry or power, but because the Lord was pleased to employ the agency of Cyrus in delivering his people. As to his calling him<i>beloved<\/i> in the preceding verse, and now saying that he has been “called and conducted,” I explained a little before that this cannot refer to the love of God, by which he adopts us to be his children and calls us to himself; for in this sense Cyrus was not “beloved” or “called.” Though he was endowed with great virtues, yet he was stained by very great vices, ambition and the lust of power, avarice, cruelty, and other vices; and his lamentable end shewed what kind of person he was. The Prophet therefore means that God was favorable to Cyrus, so as to bestow upon him an external blessing, but not so as to adopt him, and to impart to him that grace which he bestows on the elect. We must consider the reason why he calls him by these names. It is because he makes use of the agency of Cyrus for delivering the Church, as we have already explained.<\/p> ",
    "audit": null
}