{
    "id": 7835,
    "source": "calvin",
    "verse_id": 18731,
    "verse_count": 1,
    "reference": "54:7",
    "title": "",
    "html": "<p><i>For a little moment I forsook thee. <\/i> The Prophet explains more fully the former statement, and shows what will be the nature of this divorce, namely, that she shall be speedily restored to her former condition. He magnifies the mercy of God, and extenuates the sorrow by which the hearts of believers might be oppressed. It was not enough for believers to expect some revival, if they were not convinced that God’s wrath would be of short duration. We quickly lose courage and faint, if the Lord be not nigh, and if he do not quickly stretch out his hand to us. For this reason Isaiah, after having spoken of restoring the Church, adds that this divorce shall last but “for a moment,” but that<i>his mercy shall be everlasting<\/i><\/p> \n<p>When he says that he<i>forsook<\/i> his people, it is a sort of admission of the fact. We are adopted by God in such a manner that we cannot be rejected by him on account of the treachery of men; for he is faithful, so that he will not cast off or abandon his people. What the Prophet says in this passage must therefore refer to our feelings and to outward appearance, because we seem to be rejected by God when we do not perceive his presence and protection. And it is necessary that we should thus feel God’s wrath, even as a wife divorced by her husband deplores her condition, that we may know that we are justly chastised. But we must also perceive his mercy; and because it is infinite and eternal, we shall find that all afflictions in comparison of it are light and momentary. Whenever, therefore, we are pressed by adversity, we ought to betake ourselves to this consolation. At the same time it ought to be observed, that what was said was actually true as to the whole body of the people, who had been divorced on account of their wickedness; and although God did not receive all of them indiscriminately into favor with him, but only the elect remnant, yet there is nothing absurd or improper in addressing his discourse as if it had been to the same persons.<\/p> ",
    "audit": null
}