{
    "id": 7684,
    "source": "calvin",
    "verse_id": 18580,
    "verse_count": 1,
    "reference": "45:18",
    "title": "",
    "html": "<p><i>For thus saith Jehovah. <\/i>This verse tends to confirm the preceding; for the Prophet means that the Jews are fully convinced that the Lord will at length deliver them, though they are oppressed by wretched bondage. <\/p>\n<p><i>God the maker of the earth. <\/i>Some think that by “the earth” is here meant Judea, but I consider it to be an argument from the less to the greater, as we said formerly on the twelfth verse, that, since the providence of God extends universally to the creatures, much more does it relate to those whom he has adopted to be his sons; for of them he has a special care. In short, the Prophet’s argument is this. “Since God created the earth, that men might have an abode and habitation in it, much more did he create it, that there might be a residence for his Church; for he takes a deeper concern about his Church than about all the rest.” If, therefore, he founded the earth, if he gave to it a shape and a fixed use, that men might be nourished by the fruits which it should produce, he has undoubtedly assigned to his children the first place and the highest rank of honor. This is not always visible to our eyes, and therefore our hearts ought to be encouraged and upheld by hope, that we may stand unmoved against all temptations. <\/p>\n<p>In a word, as long as the earth shall endure, so long shall the Church of God exist; so long as the sun and moon shall last, it shall not fail. Afterwards the Prophet will use a still stronger argument. “If the covenant which God made with Noah, as to the settled order of this world, is stable, much more the covenant which he hath made concerning the Church must be stable. (<a class=\"isa\" verses=\"MTg3MzM=\">Isaiah 54:9<\/a>; <a class=\"ref\">Genesis 9:9<\/a>.) The world is fading and corruptible; but the Church, that is, the kingdom of Christ, shall be eternal; and therefore it is reasonable to believe that the promises which relate to the Church shall undoubtedly be more stable and permanent than all the rest. <\/p>\n<p><i>He did not create it empty. <\/i>As it is the principal ornament of the earth that it is the abode of inhabitants, he adds, that it was not created in order that, by being empty, it might be waste and desolate. If it be objected, on the other hand, that the earth was “empty and void” when it was created, as appears from that passage in which Moses employs the same word that is here used by the Prophet,  <span class=\"greek-hebrew\">תהו<\/span>, (<i>tohu,) <\/i>which means “shapeless and empty,” the answer is easy. The Prophet does not speak of the commencement of the creation, but of God’s purpose by which the earth was set apart for the use and habitation of men; and therefore, there is nothing here that is contrary to what is said by Moses, for Isaiah contemplates the end and use. <\/p>\n<p><i>He formed it to be inhabited. <\/i>This statement indeed extends to all mankind, because the earth was appointed to all, that they might dwell in it; for how comes it that God nourishes us and supplies us with everything that is necessary, and even supports wicked men, but because he intended that his decree should stand, by which he gave the earth to be inhabited by men? In any other point of view, it is strange that he bears with so many sins and crimes, and does not entirely destroy mankind; but he has regard to his own purpose, and not to our merit. Hence kingdoms and commonwealths are sustained, and hence ranks of society and forms of government are preserved even amidst barbarians and infidels; for, although God often reduces some countries to desolation on account of the sins of men, and sprinkles them, as it were, with “saltness,” (<a class=\"ref\">Psalms 107:34<\/a>, ) that they may become barren, and may never again be able to support their inhabitants, yet he always adds this alleviation, “that the earth may be inhabited;” for this is his inviolable decree. Yet we must bear in remembrance what I have already said, that, so long as the earth shall be inhabited, it is impossible that God shall not support his worshippers who call upon him. Besides, from this passage all good men ought to derive the highest consolation, that, although they are despised by the world and are few and feeble, and although, on the other hand, wicked men surpass them in numbers, and power, and influence, while they are despised so as to be reckoned of less value than “the offscourings of the world,” (<a class=\"ref\">1 Corinthians 4:13<\/a>,) yet they are precious in the sight of God, because he reckons them in the number of his children, and will never suffer them to perish. <\/p>\n<p><i>I am Jehovah. <\/i>When he repeats that he is God, this is not intended merely to assert his essence, but to distinguish him from all idols, and to keep the Jews in the pure faith; for even superstitious men acknowledge that there is one God, but conceive of him according to their fancy; and therefore we must acknowledge God, who revealed himself to the fathers, and who spoke by Moses. Thus, he does not speak merely of God’s eternal essence, as some think, but of all the offices which belong to him alone, that no part of them may be ascribed to creatures. <\/p>",
    "audit": null
}