{
    "id": 7168,
    "source": "calvin",
    "verse_id": 18047,
    "verse_count": 1,
    "reference": "21:11",
    "title": "",
    "html": " <p> <i>The burden of Dumah.<\/i>, It is evident from <a class=\"ref\">Genesis 25:14<\/a>, that this nation was descended from a son of Ishmael, to whom this name was given, and hence his posterity are called Dumeans. The cause of their destruction, which is here foretold, cannot be known with certainty, and this prophecy is obscure on account of its brevity. Yet we ought always to remember what I have formerly remarked, that it was proper that the Jews should be fortified against the dreadful stumbling-blocks which were approaching. When so many changes take place, particularly if the world is turned upside down, and if there is a rapid succession of events, we are perplexed and entertain doubts whether all things happen at random and by chance, or are regulated by the providence of God. The Lord therefore shews that it is he who effects this revolution, and renews the state of the world, that we may learn that nothing here is of long duration, and may have our whole heart and our whole aim directed to the reign of Christ, which alone is everlasting. <\/p>\n <p>Since therefore these changes were near at hand, it was proper that the Jews should be forewarned, that when the event followed, they should call them to remembrance, contemplate the wisdom of God, and strengthen their faith. Besides, there is no room to doubt that the Jews were harassed by various thoughts, when they saw the whole world shaken on all sides, and desired to have some means of avoiding those storms and tempests; for we always wish to be in safety and beyond the reach of danger. Some might have wished to find new abodes, that they might better provide for their own safety; but when storms raged on every hand, they were reminded to remain at home, and to believe that no safer habitation could anywhere be found than in the company of the godly. <\/p>\n <p>This example ought also to be a warning to many who separate themselves from the Church through fear of danger, and do not consider that a greater danger awaits them out of it. These thoughts might therefore distress the Jews, for we have seen in the eighth chapter that their minds were restless. When they were thus tossed about in uncertainty, and fleeing to foreign nations, they would naturally lose heart; and this, I think, is the chief reason why the destruction of the Dumeans is foretold, namely, that the Jews might seek God with their whole heart, and that above all things they might commit to his care the safety of the Church. Let us therefore learn to keep ourselves within the Church, though she be afflicted by various calamities, and let us bear patiently the fatherly chastisements which are inflicted on children, instead of choosing to go astray, that we may drink the dregs which choke the wicked. (<a class=\"ref\">Psalms 75:8<\/a>; <a class=\"isa\" verses=\"WzE4NjkxXQ==\">Isaiah 51:17<\/a>.) What shall become of strangers and reprobates, if children are thus chastised? (<a class=\"ref\">1 Peter 4:17<\/a>.) Yet it is possible that the chosen people suffered some molestation from the people of God, when their neighbors assailed them on every side. <\/p>\n <p> <i>Out of Seir.<\/i>, Mount Seir, as we learn from the book of Genesis, was a mountain of the Edomites. (<a class=\"ref\">Genesis 14:6<\/a>.) Under the name of this mountain he includes the whole kingdom. In this place he represents, as in a picture, those things which called for an earnest address. <\/p>\n <p> <i>Watchman, what of the night?<\/i>, It is probable that the Edomites, who put the question, were not at a great distance from them, and that they were solicitous about the danger as one in which they were themselves involved. He introduces them as inquiring at the “watchman,” not through curiosity, but with a view to their own advantage, what he had observed in “the night,” just as when one has asked a question, a second and a third person follow him, asking the same thing. This is the meaning of the repetition, that the inquiry is made not by one individual only, but by many persons, as commonly happens in cases of doubt and perplexity, when every man is afraid on his own account, and does not believe what is said by others. <\/p>",
    "audit": null
}