{
    "id": 7382,
    "source": "calvin",
    "verse_id": 18269,
    "verse_count": 1,
    "reference": "32:9",
    "title": "",
    "html": " <p> <i>Ye women at ease, arise. <\/i>,These words appear not to be connected with what goes before; for formerly he spoke about restoring the Church, but now he threatens that the judgment of God is ready to strike a people carelessly reposing amidst riches and pleasures; and therefore it is probable that here Isaiah begins a new and distinct subject. Yet there will be no absurdity in connecting this with the former prediction, for the Prophets commonly observe this order. After having promised the grace of God to believers, they next direct their discourse to hypocrites, to declare that the mercy which the Lord promises to believers will be of no avail to hypocrites, and that notwithstanding they shall be punished for their sins. <\/p>,\n <p>As to <i>women <\/i>,being chiefly addressed, the Hebrew commentators, agreeably to the frequent usage of their language, suppose “cities” to be meant; but I think that the language here is not figurative, and I rather adhere to the simple meaning of the words. He addresses “women” rather than men, in order to shew the extent of that calamity; for in ordinary circumstances women and children are spared, because they are unfit for war, and have no power to defend themselves. He says that the destruction will be so cruel that none shall be spared. <\/p>,\n <p>He expressly addresses them also as “women <i>at ease <\/i>,, ” who are usually more delicate than others, and, enjoying the advantages of wealth, have some means of providing for their safety and of rescuing themselves from calamities, even when persons of ordinary rank are suffering grievous hardships. But to them especially Isaiah makes the intimation, that they must “arise” and “tremble;” and he contrasts this trembling with the ease and luxury which they peacefully enjoyed. He bids them <i>arise <\/i>,, that they may know that this is not the time for repose, and that the Lord will arouse them from their ease and indifference. <\/p>,\n <p> <i>Hear my voice, ye careless daughters. <\/i>,In the same manner as before, the word daughters is interpreted by the rabbins to mean “villages” or “smaller cities;” but I think, as I have already said, that it ought to be taken in its literal meaning. He shews them whence shall arise this terror, whence shall arise that violence which shall compel them to “arise” and “tremble.” It is from the judgment of God. But he mentions “a voice,” that they may know that this prophecy shall not fail of its accomplishment; because he proclaims war against them by the command of God. “How efficacious this speech shall be, and what power it shall have to arouse you, one day you shall actually feel.” So frequently does he reproach them for indolence, carelessness, and luxury, not only because it is harder for those who live at ease to be harshly aroused, but because the corruption and depravity of human nature make it scarcely possible for the world to enjoy ease and prosperity without becoming indolent. Next, falling gradually into slothfulness, it will deceive itself by a false imagination, and drive far away from it all fear, and, relying on this confidence, will insolently rise up against God. <\/p>,",
    "audit": null
}