{
    "id": 7854,
    "source": "calvin",
    "verse_id": 18750,
    "verse_count": 1,
    "reference": "55:9",
    "title": "",
    "html": "<p><i>For as the heavens are higher than the earth. <\/i> This agrees well with that passage in which David, describing the mercy of God, says, ( <a class=\"ref\">Psalms 103:11<\/a>) that it is as much more excellent “as the heavens are higher than the earth;” for although the application is different, yet the meaning is the same. In short, God is infinitely compassionate and infinitely ready to forgive; so that it ought to be ascribed exclusively to our unbelief, if we do not obtain pardon from him.<\/p> \n<p>There is nothing that troubles our consciences more than when we think that God is like ourselves; for the consequence is, that we do not venture to approach to him, and flee from him as an enemy, and are never at rest. But they who measure God by themselves as a standard form a false idea and altogether contrary to his nature; and indeed they cannot do him a greater injury than this. Are men, who are corrupted and debased by sinful desires, not ashamed to compare God’s lofty and uncorrupted nature with their own, and to confine what is infinite within those narrow limits by which they feel themselves to be wretchedly restrained? In what prison could any of us be more straightly shut up than in our own unbelief?<\/p> \n<p>This appears to me to be the plain and simple meaning of the Prophet. And yet I do not deny that he alludes, at the same time, to the life of men such as he formerly described it to be. In a word, he means that men must forget themselves, when they wish to be converted to God, and that no obstacle can be greater or more destructive than when we think that God is irreconcilable. We must therefore root out of our minds this false imagination.<\/p> \n<p>Moreover, we learn from it how widely they err who abuse the mercy of God, so as to draw from it greater encouragement to sin. The Prophet reasons thus, “Repent, forsake your ways; for the mercy of God is infinite.” When men despair or doubt as to obtaining pardon, they usually become more hardened and obstinate; but when they feel that God is merciful, this draws and converts them. It follows, therefore, that they who do not cease to live wickedly, and who are not changed in heart, have no share in this mercy.<\/p> ",
    "audit": null
}