{
    "id": 7549,
    "source": "calvin",
    "verse_id": 18439,
    "verse_count": 1,
    "reference": "40:18",
    "title": "",
    "html": "<p><i> To whom then have ye likened God?<\/i> The Jews were in great danger from another temptation; for there was reason to believe that the Assyrians and Babylonians would not have obtained so many victories without their assistance; and hence they might naturally conclude, “Of what avail is it to us to have a peculiar manner of worshipping God which differs from other nations; for our enemies fight under the favor and protection of heaven, while we are not cheered by any assistance from the God whom we worship?” Neither can there be any doubt, that the captives were taunted by unbelievers, as is evident from other passages. (<a class=\"ref\">Psalms 137:3; Lamentations 2:15<\/a> .) That true religion may not be ruined among the Jews on account of the calamity which they had sustained, God rises up, and proclaims that a grievous injury is done to him, if believers, discouraged by adversity, turn aside to the idols and superstitions of the Gentiles. Thus he confirms them in the faith of the promises, that they may not sink under the weight of the punishments which they endure.<\/p> \n<p>The Prophet, as we formerly suggested, does not address merely the men of his own age, but posterity, who would have a still severer contest with the mockeries of the nations whose captives they were, and likewise with bad examples and customs; for when, in consequence of being mingled with heathen nations, they daily beheld many corruptions of piety, it was more difficult for them steadily to persevere. That they might not entertain any foolish notion that high prosperity attended the worshippers of false gods, the Prophet meets this error, and reminds them that God, whom they and their fathers worshipped, ought not to be compared with the gods of the Gentiles; for these were made by men, and were composed of gold or silver, wood or stone; but God created all things; and therefore that the highest injury is done to God, not only by comparing his majesty with things of no value, but even by not, placing him far above all the angels and everything that is reckoned divine.<\/p> \n<p>When Paul employs this passage (<a class=\"ref\">Acts 17:29<\/a>) as a proof against idolaters, or at least quotes the words of the Prophet, he does not wrest them from their true meaning. He infers, indeed, from them that to frame any image of God is exceedingly wicked, while the Prophet, in guarding the Jews against distrust, at the same time condemns the superstitions of the Gentiles, and declares that it is inconsistent with the nature of God to be represented by painting or by any kind of likeness. This shews clearly that Paul’s doctrine fully agrees with it; for the Prophet, after having shewn that the power of God is infinite, since he holds all things in his fist, at length concludes,<i> “To whom then will ye liken me?<\/i> for no image that is formed will have any likeness or resemblance to me.”<\/p> \n<p><i> Or, what resemblance will you appoint to him?<\/i> This is a useful doctrine, and worthy of observation; for were there nothing more than this single passage, it would be perfectly sufficient for refuting the inventions by which Papists deceive themselves, when they think that they have a right to represent God by outward figures. The Prophet declares that it is impossible to frame out of dead matter an image which shall have any resemblance to the glory of God. He openly rejects idols, and does not even speak of the worship of them, but affirms that to manufacture and set them up before God is wicked and abominable. The Scripture is full of such proofs. Moses warned a people prone to this vice,<\/p> \n<p><span> “Thou sawest no image or shape in the mountain, thou only heardest a voice. See then and beware that thou be not led astray so as to frame for thyself any image.” \n(<\/span><a class=\"ref\">Deuteronomy 4:12<\/a> .)<\/p> \n<p>In order to know God, therefore, we must not frame a likeness of him according to our own fancy, but we must betake ourselves to the Word, in which his lively image is exhibited to us. Satisfied with that communication, let us not attempt anything else of our own. Other ways and methods, such as idols and images, teach us vanity and falsehood, and not truth, as Jeremiah beautifully says, “The wood is the instruction of vanities,” (<a class=\"ref\">Jeremiah 10:8<\/a> ,) and Habakkuk, “His graven image is falsehood.” (<a class=\"ref\">Habakkuk 2:18<\/a> .) When the Lord sometimes compares himself to a lion, a bear, a man, or other objects, this has nothing to do with images, as the Papists imagine, but by those metaphors either the kindness and mercy of God, or his wroth and displeasure, and other things of the same nature, are expressed; for God cannot reveal himself to us in any other way than by a comparison with things which we know. In short, if it were lawful to frame or set up an image of God, that would be a point of resemblance to the gods of the Gentiles, and this declaration of the Prophet could not be maintained.<\/p> ",
    "audit": null
}