{
    "id": 6920,
    "source": "calvin",
    "verse_id": 17792,
    "verse_count": 1,
    "reference": "7:9",
    "title": "",
    "html": " <p> <i>Meanwhile <\/i> <i>the head of Ephraim is Samaria.<\/i>, As it is a repetition by which he confirms what he formerly said, that God had set bounds to the kingdom of Israel for an appointed time, I have rendered the copulative <span class=\"greek-hebrew\">,ו<\/span>, (<i>vau<\/i>,) <i>meanwhile<\/i>,. Otherwise, it would have been absurd to say that the metropolis of the kingdom would be preserved, after that the kingdom had been destroyed, as he lately foretold. The meaning therefore is, “In the meantime, till the <i>sixty-five years<\/i>, are fulfilled, Israel enjoys a kind of truce. His <i>head<\/i>, shall be <i>Samaria<\/i>,. Let him be satisfied with his boundaries, and not aim at anything beyond them; for such shall be his condition, until he be utterly destroyed, and be no longer reckoned to be <i>a people<\/i>,. ” <\/p>\n <p> <i>If you do not believe.<\/i>, The particle <span class=\"greek-hebrew\">,כי<\/span>,(<i>ki <\/i>) is placed in the middle of the sentence, to mark the reason or cause; and, therefore, some render it, “If you do not believe, the reason is, that you are not believers.” They limit the former clause to the prophecy of Isaiah, but extend the latter to any part of the word of God, as if he had said, “If you have no faith in my sayings, this gives a general proof of your unbelief.” But in that way, the verb <span class=\"greek-hebrew\">,תאמינו<\/span>, (<i>thaaminu<\/i>,) which is in Hiphil conjugation, will not differ from the verb <span class=\"greek-hebrew\">,תאמנו<\/span>, (<i>theamenu<\/i>,) which is in the Niphal. It is not without reason, however, that the Prophet has changed the termination; and, from many passages of Scripture, it is abundantly evident that the Hebrew verb <span class=\"greek-hebrew\">,אמן<\/span>, (<i>aman<\/i>,) in the Niphal conjugation, signifies <i>to stand<\/i>, or, <i>to remain fixed in its condition<\/i>,. I interpret it, therefore, as if he had said, “This is the only support on which you can rely. Wait calmly and without uneasiness of mind for what the Lord has promised, that is, deliverance. If you do not wait for it, what else remains for you than destruction?” <\/p>\n <p>The particle <span class=\"greek-hebrew\">,כי<\/span>, (<i>ki<\/i>,) therefore, as in many other instances, means <i>truly<\/i>,; for he declares that they cannot stand, if they do not rely on the promise; and indirectly he expresses still more, that God will stand, though they disbelieve his word, and, as far as lies in their power, endeavor to destroy its stability; but that they will not stand, unless they rely on the promise which has been made to them. <\/p>\n <p>Hence we ought to draw a universal doctrine, that, when we have departed from the word of God, though we may suppose that we are firmly established, still ruin is at hand. For our salvation is bound up with the word of God, and, when this is rejected, the insult offered to it is justly punished by him who was ready to uphold men by his power, if they had not of their own accord rushed headlong to ruin. The consequence is, that either we must believe the promises of God, or it is in vain for us to expect salvation. <\/p>",
    "audit": null
}