{
    "id": 7829,
    "source": "calvin",
    "verse_id": 18725,
    "verse_count": 1,
    "reference": "54:1",
    "title": "",
    "html": "<p><i>Shout. <\/i> After having spoken of the death of Christ, he passes on with good reason to the Church; that we may feel mere deeply in ourselves what is the value and efficacy of his death. We cannot behold it in Christ, if he be viewed by himself; and therefore we must come to his body, which is the Church; because Christ suffered for the Church, and not for himself. And this is the order in our Confession of Faith for, after having professed that we believe in Christ, who suffered and was crucified for us, we add that we believe in the Church, which flowed, as it were, from his side. Accordingly, after having discoursed concerning the death and resurrection and triumph of Christ, he properly comes down to the Church, which ought never to be separated from her Head, that each individual believer may learn by his own experience that Christ has not suffered in vain. And if he had not mentioned this doctrine, believers could not have so well strengthened their hearts by the hope of restoring the Church. This congratulation plainly shows that, when Christ shall come forth as a conqueror over death, he will not merely conquer for himself as an individual, but will, at the same time, breathe life into his body.<\/p> \n<p><i>Thou barren, that didst not bear. <\/i> He calls the Church “barren,” because no offspring could be expected from her, so long as she groaned under wretched bondage; for if any one had judged of her from her outward condition, he would have concluded that she was very near destruction. And even apart from her external wretchedness, there was nothing pure within; everything was corrupted and defiled by superstitions; for they had degenerated into the idolatrous rites of the Gentiles.<\/p> \n<p><i>The children of the widow. <\/i> He calls the Church not merely “Barren,” but a “Widow,” though either of them might have taken away the hope of having offspring; but when these two are combined, what else can be looked for than wretched destruction? But against such accumulated distress he bids her be of good courage, because she shall have more children than the married woman.<\/p> \n<p>This passage may be explained in two ways; either as a comparison of the Church with the Gentiles, who flourished like “a married woman,” or as a comparison with that condition in which the Church was before the captivity. Both senses will be perfectly admissible, but I prefer to adopt the more simple view; for I do not think that it is a comparison between two conditions of the Church, but that it is an ordinary form of expression which the Prophet employs in order to denote that this extraordinary fertility of the Church will be at variance with what usually takes place, so that men may not judge of her condition by the ordinary course of nature; because the work of God will be extraordinary and wonderful. And yet I acknowledge that she was at that time in widowhood; for God had long before sent to her by his servants a bill of divorcement, and had actually divorced that nation, by driving it into banishment. But the Prophet declares that this punishment will be temporary, as we shall immediately see more clearly.<\/p> ",
    "audit": null
}