{
    "id": 7554,
    "source": "calvin",
    "verse_id": 18444,
    "verse_count": 1,
    "reference": "40:23",
    "title": "",
    "html": "<p><i> He bringeth the mighty to nothing.<\/i> He proceeds in extolling the providence of God, by which he governs the whole world, but more especially mankind. Already and but a little ago he had begun to remark that God did not create the world, so as afterwards to allow it to be governed by chance, but that he undertakes the preservation of it, and keeps it under his power and authority; but as he deigns to look more closely at mankind, so the Prophet selects this department, that by means of it he may extol God’s providence. The sum of what he says is, that God’s government extends far and wide, so that he directs and governs everything according to his pleasure; but he shews, (what was also highly advantageous to be known,) that even in the life of men striking proofs of the immediate exercise of the power of God are visible, and, not even satisfied with the general doctrine, he brings forward one class which ought still more to arouse our attention.<\/p> \n<p><i> The governors of the earth as if they were not.<\/i> Anything that happens to the undistinguished mass of common people is despised and passed by as unworthy of being observed; but when kingdoms and monarchies, or men of high rank, fall from their elevation, it seems as if the earth had been shaken; and the Prophet skilfully avails himself of such proofs to arouse us. It might, indeed, be supposed that princes and magistrates are exempted from the common lot, and are not subject to the ordinary miseries of men; for by their splendor they dazzle the eyes and understandings of all men. But their lustre is entirely dimmed; and therefore the Prophet especially mentions them, and declares that the Lord “bringeth them to nothing.” And if the hand of God is so powerful against nobles and princes, what must we think of the common people? Will he not also treat the ordinary crowd according to his pleasure, and drive them wherever he thinks fit? Will he not either give or take away from them, whenever he pleases, both strength and courage?<\/p> ",
    "audit": null
}