{
    "id": 7351,
    "source": "calvin",
    "verse_id": 18237,
    "verse_count": 1,
    "reference": "30:19",
    "title": "",
    "html": " <p> <i>Surely the people in Zion shall dwell in Jerusalem. <\/i> He confirms the former statement, that the people will indeed be afflicted, but will at length return to “Zion.” Now, this might be thought incredible after the desolation of the city and of the whole country, for it seemed as if the whole nation had perished; yet Isaiah promises that the Church shall be preserved. He begins with Mount “Zion,” on which the temple was built, and says that there men will henceforth call on the Lord. He likewise adds, “in Jerusalem,” by which he means that the Church shall be enlarged and increased, and that all that had formerly been laid waste shall be restored. Yet he intimates that “Jerusalem” shall again be populous, because God had chosen it to be his sanctuary. <\/p> \n <p> <i>Weeping thou shalt not weep. <\/i> The meaning is, that this mourning shall not be perpetual. The Church, that is, all believers, while they were in this wretched and distressed condition, must have been exceedingly sorrowful; but he says that those tears shall come to an end. To the same purport is it said by the Psalmist, “They who sow in tears shall reap in joy.” (<a class=\"ref\">Psalms 126:5<\/a>.) The Lord permits us indeed to be afflicted with great anguish; but at length he cheers us, and gives us reason for gladness, when he restores his Church; for that is the true joy of believers. Besides, as it is difficult to taste any consolation when the mind is overwhelmed by a conviction of God’s vengeance, he holds out a ground of consolation in the mercy of God, because, when he is appeased, there is no reason to dread that joy and peace shall not immediately return. But, as the Prophet Habakkuk says in the passage already quoted, “in his wrath the Lord remembers mercy;” and he never punishes believers with such severity as not to restrain and moderate his strokes, and put a limit to his chastisements. (<a class=\"ref\">Habakkuk 3:2<\/a>.) <\/p> \n <p> <i>At the voice of thy cry. <\/i> The Prophet points out the manner of obtaining pardon, in order to arouse believers to pray earnestly, and to supplicate with earnest groanings; for if there be no repentance, if we do not ask pardon from God, we are altogether unworthy of his mercy. If, therefore, we wish that the Church should be gathered together, and rescued from destruction by a kind of resurrection, let us cry to God to listen to our sighs and groanings; and if there be no sorrow of heart that excites us to prayer, we have no right to expect any alleviation. <\/p> \n <p> <i>He will answer thee. <\/i> This means nothing else than that he will give evidence of his kindness and aid; for the Lord “answers,” not by word, but by deed. Yet let us not think that he will instantly comply with our wishes, which are often hasty and unseasonable. He will undoubtedly assist us when the proper time arrives, so that we shall know that he had in view our salvation. <\/p> ",
    "audit": null
}