{
    "id": 8026,
    "source": "calvin",
    "verse_id": 18924,
    "verse_count": 1,
    "reference": "66:1",
    "title": "",
    "html": "<p><i> This saith Jehovah.<\/i> This discourse is different from the preceding one; for here the Prophet exclaims against the Jews, who, puffed up with vain confidence in the sacrifices and the temple, indulged freely in their pleasures, and flattered themselves in their sins under this pretense. He shews that this confidence is not only foolish and groundless, but diabolical and accursed; for they grossly mock God who endeavor to serve and appease him by outward ceremonies. Accordingly, he reproaches them with endeavoring to frame an idol in place of God, when they shut him up in the temple. Next, he speaks of the renovation of the Church, and of the extension of it throughout the whole world.<\/p> \n<p><i> Heaven is my throne.<\/i> His aim being to shake off the self-complancency of the pretended or hypocritical worshippers of God, he begins with his nature. By assigning “heaven” for his habitation, he means that the majesty of God fills all things, and is everywhere diffused; and that he is so far from being shut up in the temple, that he is not shut up or confined within any place whatever. The Scripture often teaches that God is in heaven; not that he is shut up in it, but in order that we may raise our minds above the world, and may not entertain any low, or carnal, or earthly conceptions of him; for the mere sight of heaven ought to carry us higher, and transport us into admiration. And yet, in innumerable passages, he protests that he is with us, that his power is everywhere diffused, in order that we may not imagine that he is shut up in heaven.<\/p> \n<p>It may be thought that this is beyond all controversy, and was at that time acknowledged by all; for who did not know that heaven and earth are filled by the majesty of God? They might therefore object that there is no man who wishes to thrust God out of heaven, and that the Prophet has no good reason for waxing wroth and breaking out into such violent invective. And undoubtedly they rejected with great haughtiness this doctrine of the Prophet, and were highly irritated and enraged, as if great injury had been done to them. But it is easy to reply that, when men endeavor to appease God according to their own fancy, they frame an idol that is altogether contrary to his majesty, Relying on their useless ceremonies, they thought that they had performed their duty well when they went frequently to the temple, and offered in it prayers and sacrifices. The Prophet shews that the majesty of God must not be measured by this standard, and that all that they bring forward, unaccompanied by purity of heart, are absolute trifles; for since it is evident from his dwelling-place being in heaven that the nature of God is spiritual, if the worship do not correspond to that nature, it is undoubtedly wicked and corrupted.<\/p> \n<p><i> Where is that house which ye will build for me?<\/i> Under the word house or temple he includes all the ceremonies in which they thought that the worship of God consisted; and because they measured God and his worship by the temple as a standard, the Prophet shews that it is unworthy of God’s majesty to view his presence as confined to a visible and frail building. He does not argue merely about God’s essence, but at the same time discourses concerning his true worship, which he shews to be spiritual, in order that it may correspond to the nature of God, who “is a Spirit.” (<a class=\"ref\">John 4:24<\/a> .) And if men diligently considered what is the nature of God, they would not contrive foreign and new modes of worship for him, or measure him by themselves. This common and often expressed sentiment is more weighty and energetic than if the Prophet had brought forward something new; for he shews that they are so stupid and dull as to be ignorant of that which was well known to the merest idiot, and that they resemble dumb beasts in imagining that God dwells and reposes in the temple. He therefore asks contemptuously, “Where is that house?” For it was absurd to think either that God dwells on the earth, or that he is concealed and shut up in a prison. Besides, the temple was built on a small mountain, and could not contain the glory of God within its limited dimensions.<\/p> \n<p><i> And where is this place of my rest?<\/i> And yet the Lord had said of the temple, “This is my rest for ever; here will I dwell, for I have chosen it,.” (<a class=\"ref\">Psalms 132:14<\/a> .) In another passage it was said, “Enter, O Lord, into thy rest.” (<a class=\"ref\">2 Chronicles 6:41<\/a> .) Besides, we have seen, in a former part of this book, that “the Lord’s rest shall be glorious in it.” (<a class=\"isa\" verses=\"WzE3ODk1XQ==\">Isaiah 11:10<\/a> .) Finally, this was the ordinary designation of the temple, and yet the Prophet now finds fault with it. I reply, the temple is called God’s rest, because he gave the token of his presence in the temple; for he had chosen it as the place where men should call upon him, and from which he would give a display of his strength and power. But he did not command it to be built in order that men might conceive of his majesty according to their own fancy, but rather that, reminded by the outward signs of God’s presence, they might raise their minds higher and rise to heaven, and acknowledge that God is greater and more excellent than the whole world. Yet, as the minds of men are prone to superstition, the Jews converted into obstacles to themselves those things which were intended to be aids; and when they ought to have risen by faith to heaven, they believed that God was bound to them, and worshipped him only in a careless, manner, or rather made sport of worshipping him at their own pleasure.<\/p> \n<p>This passage is very appropriately quoted by Stephen, (<a class=\"ref\">Acts 7:49<\/a> ,) and is indirectly accommodated by Paul to the sense which we have now stated; for they shew that those persons are grievously deceived and far astray who bring to God carnal ceremonies, as if pure worship and religion consisted of them, or who wickedly and profanely disfigure his worship by statues and images. Stephen addresses the Jews, who, being attached to the figures of the Law, disregarded true godliness; while Paul, speaking to the Gentiles, affirms that “God dwelleth not in temples made with hands.” (<a class=\"ref\">Acts 17:24<\/a> .)<\/p> ",
    "audit": null
}