{
    "id": 7942,
    "source": "calvin",
    "verse_id": 18838,
    "verse_count": 1,
    "reference": "60:16",
    "title": "",
    "html": " <p> <i>And thou shalt suck the milk of the Gentiles. <\/i> He speaks of the extension of the Church which he had formerly mentioned; but it was of great importance that the same things should be frequently repeated, because it appeared to be incredible that the Church, which had been reduced to calamities so great and so numerous, would be restored and spread throughout the whole world. Her condition was desperate; but at length, out of that slender remnant which had been, as it were, snatched from the burning, to the great astonishment of all she was restored, and her seed was spread far and wide through every part of the world. And therefore it is as if he had said, “Although thou art confined within narrow limits, and thou hast had no intercourse with the Gentiles, yet thou wilt obtain very abundant fruit from them.” <\/p> \n <p> <i>Thou shalt suck the breast of kings. <\/i> By “milk” and “breasts” he means nothing else than service and obedience, which the Gentiles shall render to the Church for supporting her offspring; for, having formerly said that at one birth she would bring forth innumerable children, he now gives them milk for nourishment till they grow up. And he speaks expressly of “kings,” because it was more difficult to be believed. Here, too, in passing, “kings” are reminded of their duty; and if they wish to discharge it in a proper manner, they must be the servants of the Church; otherwise the Lord will call them to account. We see also what David says of them, <\/p> \n <p>“And now, O ye kings, be wise; and ye judges of the earth, be instructed. Serve Jehovah with fear, and rejoice with trembling.” (<a class=\"ref\">Psalms 2:10 <\/a>) <\/p> \n <p>But we ought carefully to observe in what manner the Church sucks “the milk” and “the breasts” of the Gentiles; for she is not at liberty to exhaust the wealth of the whole world, but to preserve her own condition safe and sound. What is more inconsistent with the nature of a Church than to be an insatiable gulf, and to draw the wealth of all to herself? Those things, therefore, must relate to her spiritual condition, that God may be purely worshipped in her, that the ministry of the word may prosper and flourish, and that some discipline may be maintained, which shall serve as a bridle to restrain all. Yet let believers remember that (<a class=\"ref\">Acts 20:35 <\/a>) “it is more blessed to give than to receive,” and that they ought to bear poverty so patiently as to enrich others abundantly with spiritual benefits. <\/p> \n <p> <i>And thou shalt know that I Jehovah am thy Redeemer. <\/i> At length he adds that what had been concealed for a time shall be made manifest, that the Jews were not elected in vain, because they shall know by undoubted experience that God takes care of their salvation. It may be asked, Did they not know this even before they were led into captivity? I answer, that captivity was like the thick darkness to which also the Prophet compared it in the beginning of this chapter. Since, therefore, during that harsh tyranny, they could not behold God’s majesty and power, the Lord led them out into open day, not that faith gives way amidst afflictions, but that the feeling of faith is different from that of experience. When we appear to be ruined, faith raises itself above the present condition and the thick darkness in which we are involved; and if God restore us perfectly, then we see it, not by the eyes of faith, but by actual experience. And this is the clear knowledge of which he speaks; as if he had said, “When I shall have acted so kindly towards you, then you shall actually know that I am your Redeemer.” <\/p> \n <p> <i>The mighty one of Jacob. <\/i> He expressly claims the title of “the mighty one of Jacob,” because he had often shown that he was so; and not only had Jacob experience in various ways of the power of God, but Jacob’s posterity had also known that in the power of God there was abundant protection. He therefore calls himself the “mighty one,” that they may know that God will henceforth be to them what he formerly was to their fathers. <\/p> ",
    "audit": null
}