{
    "id": 7642,
    "source": "calvin",
    "verse_id": 18533,
    "verse_count": 1,
    "reference": "43:27",
    "title": "",
    "html": "<p><i>Thy first father sinned. <\/i>This passage is almost universally understood to refer to the “first parent” Adam. (<a class=\"ref\">Genesis 3:6<\/a>.) Some prefer to interpret it as relating to Abraham; as if he had said, <\/p>\n<p>“You have not alone sinned, but your father Abraham himself sinned, though he was a man of eminent holiness.”  (<a class=\"ref\">Joshua 24:2<\/a>.) <\/p>\n<p>By the <i>teachers <\/i>are understood to be meant Moses and Aaron, who were men of extraordinary holiness, and yet sinned: “how much more you who are far inferior to theme” (<a class=\"ref\">Numbers 20:12<\/a>.) That would be an argument from the greater to the less. But I view the matter differently; for under the word <i>Father <\/i>he includes not one or a few of their ancestors, but many. It is an interchange of the singular and plural number, which is very frequently employed by Hebrew writers. This reproof occurs very frequently in the prophets and in the Psalms; for, knowing that God reckoned them to be “a holy people,” (<a class=\"ref\">Exodus 19:6<\/a>,) as if this honor had been due to the excellence or merits of the fathers, they rose fiercely against God himself, and swelled with pride on account of their hereditary privilege. On this account the prophets in every age expose the crimes of the fathers; and Stephen, who followed them, says, that “they always resisted the Holy Spirit;” (<a class=\"ref\">Acts 7:51<\/a>;) as if he had said, “You do not now for the first time begin to be wicked; long ago your fathers were base and infamous. From a bad crow has come a bad egg. But you are far worse, and exceed your fathers in wickedness; so that if I had looked at you alone, you would long ago have been destroyed and completely ruined.” <\/p>\n<p><i>And thy teachers. <\/i> He now adds the teachers, in order to shew that the blame did not lie with the people alone; for they who ought to have been the guides of others, that is, the priests and the prophets, were the first to stumble, and led others into error. In a word, he shews that no class was free from vices and corruptions. “Let them now go and boast of their virtues, and let them produce the very smallest reason why I ought to protect them, except my own goodness.” If it be objected that there is no reason why the sins of their fathers should be brought as an accusation against them, because it is written, <\/p>\n<p>“The soul that hath sinned shall die, and the children shall not be punished instead of the fathers,” (<a class=\"ref\">Ezekiel 18:20<\/a>,) <\/p>\n<p>the answer will be easy. The Lord makes the children to bear the punishment of the sins of the fathers, when they resemble their fathers; and yet they are not punished for other men’s sins, for they themselves have sinned; and when the Lord chastises the whole body, he puts the fathers and the children together, so as to involve all in the same condemnation. <\/p>",
    "audit": null
}