{
    "id": 6815,
    "source": "calvin",
    "verse_id": 17679,
    "verse_count": 1,
    "reference": "1:24",
    "title": "",
    "html": "<p><i>Therefore saith the lord, the LORD of hosts<\/i> He first employs the word<span class=\"greek-hebrew\"> האדון<\/span> , (<i>haadon<\/i>) which literally signifies lord, and expresses the relation to a servant. Next is added the word<span class=\"greek-hebrew\"> יהוה<\/span> (<i>Jehovah<\/i> ,) which denotes the eternal essence and majesty of God. After having laid open some kinds of crimes, which made it manifest that in that nation everything was corrupted, Isaiah, now wishing to threaten and to hold out to them the judgment of God, not only represents God as invested with the power and authority of a Judge, but at the same time reminds them that the children of Abraham are his peculiar people, and for this reason he immediately adds, <i>the mighty One of Israel<\/i> . There may also be implied in it a kind of irony, by which he stings the Jews, as if he had said that it was foolishness in them to boast of the name of God, seeing that they were worthless and unprincipled servants, and that it was vain for them to rely on his strength, which would immediately break forth against them. After this preface, he adds —<\/p> \n<p><i>Ah! I will take consolation on my adversaries<\/i> By these words he intimates that God will not be pacified until he has satiated himself with inflicting punishment. He employs the word consolation after the manner of men; for as anger is nothing else than the desire of revenge, so revenge gives relief to the mind, and he who has taken vengeance congratulates himself and is satisfied. By this course, which may be regarded as a kind of compensation, the Lord says that he will satisfy himself with inflicting punishment<i>on his adversaries<\/i><\/p> \n<p>There are various ways, indeed, of expounding this passage; and I shall not undertake the task of examining all the interpretations and refuting those which I do not approve: it will be enough if we ascertain the true meaning. He does not here speak of Chaldeans or Assyrians, as some imagine, but of Jews, to whom, in the character of a herald, he proclaims war in the name of the Lord. This threatening sounded harshly in their ears; for they supposed that they were joined in such a confederacy with God, that he was an adversary to their adversaries. He declares, on the other hand, that he is their enemy because he had so often been provoked by their crimes. In this manner we must shake off the slothfulness of hypocrites, who are continually waging war with God, and yet do not hesitate to allege that they enjoy his protection. We need not wonder, therefore, if the Prophet sternly pronounces them to be<i>adversaries<\/i> of God, who had broken the covenant, and had thus carried on war against him.<\/p> \n<p>And yet, in order to show that he is unwillingly, as it were, constrained to inflict punishment on his people, God utters his threatening with a kind of groan. For as nothing is more agreeable to his nature than to do good, so whenever he is angry with us and treats us harshly, it is certain that our wickedness has compelled him to do so, because we do not allow his goodness to take its free course. More especially he is disposed to treat his own people with gentleness, and when he sees that there is no longer any room for his forbearance, he takes measures, as it were in sorrow, for inflicting punishment.<\/p> \n<p>Some would rather choose perhaps to explain the particle<span class=\"greek-hebrew\"> הוי<\/span> (<i>hoi<\/i>) as of God made this exclamation when aroused by anger. For my own part, I rather consider it, in this passage, to be an expression of grief; because God, being mindful of his covenant, would willingly spare his chosen people, were it not that pardon was entirely prevented by their obstinacy.<\/p> \n<p><i>And avenge me of mine enemies<\/i> In this second clause there is a reduplication, (<span class=\"greek-hebrew\"> ἀναδίπλωσις<\/span>) a figure of speech customary with the Hebrews, who frequently express the same thing twice in one verse. Hence also we learn that the object of the statement is, that God cannot rest until he has taken vengeance on a wicked and treacherous people<\/p> ",
    "audit": null
}