{
    "id": 7380,
    "source": "calvin",
    "verse_id": 18267,
    "verse_count": 1,
    "reference": "32:7",
    "title": "",
    "html": "<p><i>The instruments of the covetous man are evil. <\/i> We must always keep by the future tense; for he does not inquire what wicked men are, but declares that they shall be revealed under the reign of Christ, that they may no longer deceive or impose upon any one. He speaks of the heavenly light which would arise, as we have already said, to expose hidden wickedness. Christ therefore shews what covetous men are, and how destructive are the means which they employ. If it be thought better that<span class=\"greek-hebrew\"> כלי<\/span> (<i>kĕlē<\/i>) should be translated “measures,” I have no objection; but the word “instrument” is more appropriate and extensive, for it includes “instruments” of every description. It means therefore every kind of means, tricks, and cunning devices, by which “covetous men” put simple persons off their guard, and draw them into their nets.<\/p> \n<p><i>To deceive the simple by lying words. <\/i> He now assigns the reason. It is, because they do not cease to contrive some injury. It is certain that this is a description of the practices of bad men, who think of nothing but their own convenience and gain, and are always bent on cheating and “deceiving.” Christ brings to light those persons, and their tricks and contrivances.<\/p> \n<p><i>To speak against the poor in judgment. <\/i> Various circumstances are brought forward, to present in a more striking light the shamefulness of this wickedness. First, “to deceive the simple,” who cannot take care of themselves, is more shameful and flagrant than to deceive sharpers and veterans in crime. It is shameful, secondly, to make use of deceitful blandishments under the pretense of friendship; thirdly, to deceive “the poor,” whose poverty we ought rather to have relieved; fourthly, to lay snares in the very court of justice. This is more highly criminal than if a man were attacked by open violence; for the court of justice ought to be a refuge for the poor, and what shall become of them, if it be a den of robbers or thieves? If the roads are beset by robbers, and if snares are laid, there may be some way of avoiding them; but there is no possibility of guarding against the frauds committed in courts of justice. These circumstances, therefore, ought to be carefully remarked.<\/p> ",
    "audit": null
}