{
    "id": 7792,
    "source": "calvin",
    "verse_id": 18688,
    "verse_count": 1,
    "reference": "51:14",
    "title": "",
    "html": " <p> <i>The exile hasteneth to be loosed. <\/i> This verse is expounded in various ways; for some think that it refers to Cyrus, and take the word, <span class=\"greek-hebrew\"> צעה <\/span> <i>(tzoeh) <\/i> in a transitive sense, and explain it to mean, “Causing to migrate.” But it is more customary to interpret it as meaning one who is imprisoned and oppressed, or an exile who wanders about without any settled abode. Now, the Jews were not only exiles but captives, so that they were not at liberty to return to their native land; and therefore I explain it as referring to the Jews. <\/p> \n <p>But still there are two senses in which it may be understood, either that the Prophet reproves their excessive haste, in impatiently desiring to return, or that the Prophet means that their return to their native country is immediately at hand, that they may not sink under the discouragement of long delay; as if he had said, that the time when they must prepare for departure will speedily arrive. The second of these expositions has been more generally approved; and I adopt it the more readily, because it agrees best with the context. <\/p> \n <p>But it may appear strange that he should say that the people will quickly return, since their captivity was of long duration. Yet with good reason does God say that that event will come quickly which he delays till a fit season; for, although to us it may appear to be long, yet, being appropriate and suitable, the time is short. And indeed it was a short time, if we look at the condition of that monarchy, which was so vast and strong that it appeared as if it could never be destroyed. Thus, what appears to be long in the promises of God will appear to be short, provided that we do not refuse to lift up our eyes to heaven. This meaning is confirmed by what immediately follows. <\/p> \n <p> <i>That he may not die in a pit. <\/i> Such then is God’s haste to come early to deliver his people; that they may come forth safely out of the dungeon. The Lord does not promise to his people some sudden assistance, that he may only bring them out of prison, but also that, after having been delivered, they may be the objects of his kindness; for he promises everything necessary for their food and support, that they may be convinced that God will always take care of them; and he is wont not only to assist his people for a moment, but to remain with them continually. <\/p> ",
    "audit": null
}