{
    "id": 7372,
    "source": "calvin",
    "verse_id": 18258,
    "verse_count": 1,
    "reference": "31:7",
    "title": "",
    "html": " <p> <i>For in that day. <\/i>,He continues the subject which he began in the former verse. Yet there is this difference, that in the former verse he exhorted to repentance, but now he points out the fruits of repentance, which, we know, is the customary way of teaching in Scripture; for, since repentance is concealed within us, and has its root in the heart, it must be made known by the practical result, and by works, as “a tree shews by its fruits” (<a class=\"ref\">Matthew 7:17 <\/a>) its inherent goodness; and therefore he points out repentance by works which are the fruit of it. <\/p>,\n <p> <i>Shall cast away the idols. <\/i>,When he speaks of “idols” only, it is by a figure of speech frequently employed in Scripture, in which a part is taken for the whole; for the Prophet undoubtedly intended to speak of the whole of man’s conversion, but, as it would have been tedious to enumerate all the kinds, under one of them he includes all the rest. Now, the beginning of repentance is the change of the heart; and next we must come to outward fruits, that is, to works. Above all, we must observe the object which the Prophet had in view in discoursing about repentance. It was because the Lord had promised salvation near at hand; and, that they might be capable of it, he exhorts them to repentance. Hence it ought to be observed that, when we persevere in being wicked, we resist God by our wickedness, and thus restrain his grace from assisting us; and, therefore, that the way may be open for God’s assistance, he demands that we shall repent. <\/p>,\n <p>He calls them <i>The idols of his silver and the idols of his gold <\/i>,, because, as we have formerly seen, they who sincerely repent are affected by deep grief for their sin, so that the traces of their superstitions, which are stamped with the highest dishonor of God, cannot be beheld by them without the greatest horror. On this account they abhor them, and do not dread the loss of “gold or silver,” to testify their conversion and their faith; for he who has sincerely renounced superstitions does not spare any expense in order to possess the pure worship of God. This is what the Prophet intended to express by calling them “gold and silver” rather than wood and stone. However excellent anything may be, the loss of it is a happy event when we are cleansed from such base and abominable pollutions. Those who retain them, though they profess to be Christians, shew that they are still involved in the remains of superstition; and hence it is evident that their hearts are not truly or completely reformed. In this matter we must listen to none of the excuses which we frequently hear from the lips of hypocrites, who cannot absolutely renounce idolatry, “What could I do? How could I live? I am aware that this revenue, this ‘gold,’ is detestable in the sight of God, because it arises from idolatry; but in some way or other my life must be supported.” Away with such fooleries! say I for where the conversion of the heart is real, that which cannot be retained without insulting or dishonoring God is instantly thrown away. <\/p>,\n <p> <i>Which your own hands have made. <\/i>,The Prophet urges them to make a more full acknowledgment of their sin; for, when men are accused, they generally throw the blame on some other person, and do not willingly allow it to fall on themselves, or acknowledge that it is chargeable upon them; in like manner as the common people willingly accuse the priests, but no man is willing to acknowledge his own guilt. The Prophet therefore bids them look to “their own hands,” that they may know that they have committed so great a crime. He reminds them, at the same time, how grossly they have been deceived by their unbelief in making gods to themselves; and hence we ought to conclude that God rejects everything that is of our contrivance, and that he cannot accept as good that worship which has originated with ourselves. <\/p>,\n <p>I consider <span class=\"greek-hebrew\">,חאט <\/span>,, (<i>chēt <\/i>,,) <i>sin <\/i>,, to be a noun; as if he had said, “Whenever you behold idols, behold your guilt; acknowledge the proofs of your treachery and revolt; and if you are truly converted to God, shew it practically, that is, by throwing away idols and bidding adieu to superstitions; for this is the true fruit of conversion.” <\/p>,",
    "audit": null
}