{
    "id": 6964,
    "source": "calvin",
    "verse_id": 17838,
    "verse_count": 1,
    "reference": "9:8",
    "title": "",
    "html": "<p><i> The Lord hath sent a word.<\/i> Here he relates a new prediction, for I think that this discourse is separated from the former, because the Prophet now returns to speak of the future condition of the kingdom of<i> Israel<\/i> , which was at that time hostile to the Jews. Now, we know that the Jews had good reason for being alarmed at the forces and power of that kingdom, especially when it had made a league with the Syrians, because they saw that they had not sufficient strength to oppose them. In order, therefore, to yield comfort to the godly, he shows what will be the future condition of the kingdom of<i> Israel<\/i><\/p> \n<p>By<i> Jacob<\/i> and<i> Israel<\/i> he means the same thing; but the diversity of expression is elegant, and is intended to show that the wicked gain nothing by their opposition, when they endeavor either to turn away from them, or to alter the judgment of God. He alludes to the speech of those who think that they can escape by means of their witticisms, and who turn into jest and sport all that is threatened by the Prophets; just as if one were to attempt to drive away a storm by the breath of his mouth. It is, therefore, an ironical admission, as if he had said, “In your opinion, what God pronounces against you will fall on others; but all the threatenings which he utters against<i> Jacob<\/i> will<i> light upon Israel<\/i> . ”<\/p> \n<p>To<i> send<\/i> means to appoint. The preposition<span class=\"greek-hebrew\"> ב<\/span> (<i> beth<\/i>) means in<i> Jacob himself<\/i> . The word of God must dwell and rest<i> in him<\/i> , for it cannot vanish away without producing any effect. This is what he afterwards lays down in other words, “<i> My word shall not return to me void<\/i> ; that is, because it is an effectual publication of that which I have once decreed.” (<a class=\"isa\" verses=\"WzE4NzUyXQ==\">Isaiah 55:11<\/a> .) By the word,<i> it hath fallen<\/i> , he points out the certainty of the effect and result; as if he had said, “I do not conjecture these things, nor do I contrive them out of my own head; but God hath spoken, who cannot be deceived, and cannot change.”<\/p> ",
    "audit": null
}