{
    "id": 7316,
    "source": "calvin",
    "verse_id": 18201,
    "verse_count": 1,
    "reference": "29:7",
    "title": "",
    "html": "<p><i>As a dream of a night-vision. <\/i> This verse also I interpret differently from others; for they think that the Prophet intended to bring consolation to the godly. There is undoubtedly great plausibility in this view, and it contains an excellent doctrine, namely, that the enemies of the Church resemble “dreamers” in this respect, that the Lord disappoints their hopes, even when they think that they have almost gained their object. But this interpretation does not appear to me to agree well with the text. Sometimes it happens that, when a sentence is beautiful, it attracts us to it, and causes us to steal away from the true meaning, so that we do not adhere closely to the context, or spend much time in investigating the author’s meaning. Let us therefore inquire if this be the true meaning of the Prophet.<\/p> \n<p>Since he afterwards proceeds again to utter threatenings, I have no doubt that here he follows out the same subject, which otherwise would be improperly broken off by the present statement. He censures the Jews, and rebukes them for their obstinacy, in boldly despising God and all his threatenings. In short, by a most appropriate metaphor, he reproves them for their false confidence and presumption, when he threatens that the enemies shall arrive suddenly and unexpectedly, while the Jews shall imagine that they are enjoying profound peace, and are very far from all danger; and that the event shall be so sudden and unexpected, that it will appear to be “a dream.” “Although then,” says he, “thou indulgest the hope of uninterrupted repose, the Lord will quickly awake thee, and will drive away thy presumption.”<\/p> \n<p>The Prophet says wittily, that the Jews are “dreaming,” because, in consequence of being drowned in their pleasures, they neither see nor feel anything, but, amidst the dizzy whirl, stupidly fancy that they are happy. Hence he infers that the enemies will come, as in “a dream,” to strike terror into those who are asleep, as it frequently happens that a pleasant and delightful sleep is disturbed by frightful dreams. It follows from this, that the pleasures which have lulled them to sleep will be of no advantage to them; for, though they do not at all think of it, yet a tumult will arise suddenly. This might still have been somewhat obscure, if he had not explained the subject more fully in the following verse.<\/p> ",
    "audit": null
}