{
    "id": 7525,
    "source": "calvin",
    "verse_id": 18415,
    "verse_count": 1,
    "reference": "39:2",
    "title": "",
    "html": "<p><i>And Hezekiah was glad <\/i>The Prophet performs the part of the historian; for he merely relates what Hezekiah did, and will afterwards explain why he did it; that is, that Hezekiah, blinded by ambition, made an ostentatious display to the messengers; while he censures an improper kind of joy, which afterwards gave rise to an eager desire of treating them in a friendly manner. <\/p>\n<p>Any person who shall barely read this history will con-elude that Hezekiah did nothing wrong; for it was an act of humanity to give a cheerful and hospitable reception to the messengers, and to shew them every proof of good-will; and it would have been the act of a barbarian to disdain those who had come to him on a friendly visit, and to spurn the friendship of so powerful a king. But still there lurked in his heart a desire of vain ostentation; for he wished to make a favorable display of himself, that the Babylonian might be led to understand that this alliance would not be without advantage to him, and might ascertain this from his wealth, and forces, and weapons of war. He deserved to be reproved on another ground, that he directed his mind to foreign and unlawful aid, and to that extent denied honor to God, whom he had recently known to be his deliverer on two occasions; for otherwise the Prophet would not have censured this act so severely. <\/p>\n<p>This is a remarkable example; and it teaches us that nothing’ is more dangerous than to be blinded by prosperity. It proves also the truth of the old proverb, that “it is more difficult to bear prosperity than adversity;” for when everything goes on to our wish, we grow wanton and insolent, and cannot be kept in the path of duty by any advices or threatenings. When this happened to Hezekiah, on whom the Prophet had bestowed the high commendation, that “the fear of God was his treasure,” (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 33:6<\/a>,) we ought to be very much afraid of falling into the same dangers. He is carried away by idle boasting, and does not remember that formerly he was half-dead, and that God rescued him from death by an extraordinary miracle. Formerly he made a solemn promise that he would continually celebrate the praises of God in the assembly of the godly, (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 38:20<\/a>,) and now, when he sees that his friendship is sought, and that a powerful monarch sends to salute him, he forgets God and the benefits which he had received from him. When we see that this good king’ so quickly falls and is carried away by ambition, let us learn to lay upon ourselves the restraint of modesty, which will keep us constantly and diligently in the fear of God. <\/p>",
    "audit": null
}