{
    "id": 7553,
    "source": "calvin",
    "verse_id": 18443,
    "verse_count": 1,
    "reference": "40:22",
    "title": "",
    "html": " <p> <i>It is he that sitteth. <\/i>,He pursues the same subject, though in a different manner, and extols the glory and power of God. Why he does so we have already in some measure explained. It is because we are so prone to distrust, that the very smallest occasion makes us waver; and therefore the Prophet is constrained to repeat the same thing in many ways, that he may keep our weak and inconstant hearts in the exercise of confidence in God. Formerly he spoke of the creation of the world, but now he comes to the continual government of it; for God did not only for a single moment exert his power for creating the world, but he manifests his power not less efficaciously in preserving it. And this is worthy of observation; for our minds would be little impressed by knowing that God is the creator of the world, if his hand were not continually stretched out for upholding it in existence. By the word <i>sitteth <\/i>,the Prophet means, that the earth does not remain firmly and permanently in its place any further than as it is upheld by the power of God; for “sitting” is a metaphorical term which denotes “government.” <\/p>,\n <p> <i>The inhabitants of which are as locusts. <\/i>,By comparing the inhabitants of the earth to <i>locusts, <\/i>,he reminds us that God cannot be confined within such narrow boundaries, because “even the heavens (<a class=\"ref\">1 Kings 8:27 <\/a>) do not contain him;” that we may learn, whenever we mention God, to conceive nothing earthly or human as belonging to his incomprehensible glory. Besides, this metaphor shews how ridiculous is the blindness of men when they claim anything for themselves; for they gain by their boastings just as much as if some small creatures, such as locusts, would elevate themselves by leaping; but they must immediately fall back on the earth. <\/p>,\n <p> <i>Spreadeth it out as a tent. <\/i>,David also employs the same form of expression, (<a class=\"ref\">Psalms 104:2 <\/a>,,) and both speak of the aspect and spreading out of the heavens with respect to us; for they do not mean that God spreads out the heavens, that he may dwell in them, but rather that there may be given to us a place of habitation under them; for while the earth sustains, the heavens cover us, so that we have a dwelling close and covered on all sides. <\/p>,\n <p>But it may be thought that these metaphors detract greatly from the dignity of the subject of which the Prophet discourses, while his object is to commend and exalt it to the utmost of his power. What is a <i>curtain? <\/i>,What is a <i>tent? <\/i>,I reply, these metaphors tend nevertheless to exalt the <i>subject; <\/i>,for it is as if he had said, “that it is as easy for God to spread out heaven, as for a man to spread out a curtain.” And he leaves to every person to consider how great is the difference between heaven and a curtain, and what is their size, which any person may easily understand. Lastly, there is an implied contrast between tabernacles or houses which men are long, and laboriously, and at great expense employed in building, and yet which hardly rise to a hundred feet, and the immeasurable height of the heavens spread out by an instantaneous act of the will of God, which makes abundantly manifest how great and how excellent a workman he is. <\/p>,",
    "audit": null
}