{
    "id": 7606,
    "source": "calvin",
    "verse_id": 18497,
    "verse_count": 1,
    "reference": "42:16",
    "title": "",
    "html": " <p> <i>And I will lead the blind. <\/i> After having shewn that the strength of the enemies cannot prevent God from delivering his people, he proceeds with that consolation to which he had formerly adverted. He describes by the word <i>blind <\/i> those whose affairs are so difficult, and intricate, and disordered, that they know not to what hand to turn, or in what direction to flee, and, in short, who see no means of escape, but deep gulfs on every hand. When our affairs proceed smoothly enough, a plain and easy path is placed before our eyes; and, in like manner, when our affairs are painful and distressing, and especially when they hold out no hope of relief, but threaten destruction to us, and are covered with deep and melancholy darkness, we are blinded. When we have thus no means of escape, the Prophet tells us that at that very time we ought, especially to hope and to look for assistance from the Lord. <\/p> \n <p>It is often advantageous to us also to have no way open to us, to be straitened and hemmed in on every hand, and even to be blinded, that we may learn to depend solely on God’s assistance and to rely on him; for, so long as a plank is left on which we think that we can seize, we turn to it with our whole heart. While we are driven about in all directions, the consequence is, that the remembrance of heavenly grace fades from our memory. If, therefore, we desire that God should assist us and relieve our adversity, we must be <i>blind, <\/i> we must turn away our eyes from the present condition of things, and restrain our judgment, that we may entirely rely on his promises. Although this blindness is far from being pleasant, and shews the weakness of our mind, yet, if we judge from the good effects which it produces, we ought not greatly to shun it; for it is better to be “blind” persons guided by the hand of God, than, by excessive sagacity, to form labyrinths for ourselves. <\/p> \n <p> <i>And will turn darkness before them into light. <\/i> When he promises that he will give “light” instead of “darkness,” he confirms what has been already said; and therefore, although we see not even a ray of light in adversity, yet we ought not to despair of God’s assistance, but at that very time we ought especially to embrace his promises; for the Lord will easily change darkness into light, make straight the crooked windings, and lead us into the path, that we may walk with safety. Yet let us perceive that these things are promised to believers alone, who intrust themselves to God, and allow themselves to be governed by him; and, in short, who have known their blindness, and willingly follow him as their leader, and amidst the darkness of afflictions patiently wait for the dawn of grace. To those only who abide by his promises does he stretch out his hand, and not to the wise men who wish to see in spite of him, or who are carried headlong by unlawful schemes. <\/p> ",
    "audit": null
}