{
    "id": 7616,
    "source": "calvin",
    "verse_id": 18507,
    "verse_count": 1,
    "reference": "43:1",
    "title": "",
    "html": "<p><i>And now thus saith Jehovah. <\/i> It is hard to say whether this is a different discourse or the same with the former; for the Prophets, whose writings have come down to us, did not separate their discourses into distinct chapters, so as to enable us to know what they spoke each day. For my own part, I think it is probable that this doctrine is connected with the preceding; for, having formerly spoken severely against the Jews, and threatened destruction to them, he wished to moderate that severity. The Lord always cares for the godly; and wickedness never abounds to such an extent that he does not at the same time preserve his people, and provide for their safety, that they may not be involved in similar destruction. I think, therefore, that the copulative<span class=\"greek-hebrew\"> ו<\/span><i>(vau)<\/i> should be viewed as disjunctive, “<i>And yet<\/i> the Lord will leave some consolation to the godly who shall remain.”<\/p> \n<p>This passage ought to be carefully observed; for, although it may appear as if all had leagued for our destruction, although the anger of the Lord burn fiercely, and we think that we are very near destruction; yet, if but two or three godly persons are left, we ought not to despair; for Jehovah addresses them in this manner, <i>Fear not. <\/i> The adverb<i>Now,<\/i> which is here used, has great weight; for it means a present or immediate calamity, and, in short, a time when it appeared as if all were lost and ruined; because at that very time God does not cease to comfort his people, and gently to soothe their sorrows, that amidst the utmost despair they may preserve their hope firm and unshaken.<\/p> \n<p>Such is the purport of the preface, <i>thy Creator and Maker;<\/i> for otherwise the door would have been shut against the execution of these predictions. Besides, from other passages we may conclude, that the Lord does not here speak of universal creation, such as we share with the rest of men, and by which we are born mortal, but of regeneration to the hope of a heavenly life, on account of which we are also called new creatures. This is the sense in which Paul calls us “the workmanship of God,” ( <a class=\"ref\">Ephesians 2:10<\/a> ,) as on former occasions we have fully explained. In this sense also he calls himself the<i>Maker;<\/i> as if he had said, that God did not “make” his Church, in which the brightness of his glory shone conspicuously, in order to undo so excellent a work. Hence we ought to observe, that the Church has nothing that is properly her own, but everything in which she excels ought to be ascribed to the gift of God.<\/p> \n<p><i>For I have redeemed thee. <\/i> This is added as the reason of the former statement, and may appropriately be viewed as referring both to the future and to the past; for the first deliverance from Egypt gave hope of another deliverance to come. Although he describes a future deliverance from the Babylonish captivity, yet the past tense is not inapplicable; for God hath redeemed us to himself before the effect of redemption reaches us; and therefore when he wishes to testify what he has decreed, namely, to redeem his Church, which appeared to have perished, he uses with propriety the past tense.<\/p> \n<p><i>I have called thee by thy name. <\/i> To “call by one’s name” means here, to admit into close relationship, as when we are adopted by God to be his children. The reason of this mode of expression is, that God rejects the reprobate in such a manner that he appears to have forgotten them. Hence, also, the Scripture says, that “he knoweth them not.” ( <a class=\"ref\">Matthew 7:23; Luke 13:27<\/a>.) From a contrast of this sort we learn more fully what is meant by being “called by God.” It is when he passes by others, and deigns to bestow on us a peculiar honor, and, from being strangers, to make us members of his household, and next takes us under his care and guardianship, so as to direct us and all our affairs. For the same reason he adds, <i>Thou art mine,<\/i> that believers may know that there will always be left a Church among the elect people, because God refuses to be deprived of his rightful possession. In short, he declares that they are his dear inheritance, of which he will never suffer himself to be robbed.<\/p> ",
    "audit": null
}