{
    "id": 7235,
    "source": "calvin",
    "verse_id": 18116,
    "verse_count": 1,
    "reference": "24:20",
    "title": "",
    "html": "<p><i>And shall be removed like a tent. <\/i>This does not mean that any change will take place in the position of the earth; but these words, as we have already said, must be referred to men; as if he had said, that there would be no kingly power and no regular government. In short, he intended to describe those changes which he had spoken of in the tenth chapter. <\/p>\n<p><i>And the transgressions thereof shall be heavy upon it. <\/i>When he says that “the earth is laden with its iniquity,” he has very appropriately assigned this reason, that we may understand that God is never angry with men without a cause; for we ourselves are the authors of all the evils which we suffer. God is by nature disposed to kindness, and regards us with a father’s love; and therefore it is our own fault that we are treated with sharpness and severity, and we have no reason to blame him.  <\/p>\n<p><i>And it shall fall, and not rise again. <\/i>He at length repeats what he briefly stated a little before, that there will be no remedy for those evils. Some think that this relates to the Jews, whose form of government was entirely taken away, so that they were broken down and scattered, and were scarcely reckoned in the rank of men. But I give a more extensive interpretation, that the distresses of the world will be so severe, that it cannot be restored to its original condition. Men always contend against adverse events, and their minds are full of confidence. Having endured calamities, they think that there will be some room for breathing, and their minds are swelled with false hopes, which the Prophet therefore takes away, that they may not in future deceive themselves by unfounded expectation. Yet it ought to be observed, that this general statement does not set aside the exception which Isaiah formerly made. <\/p>",
    "audit": null
}