{
    "id": 7815,
    "source": "calvin",
    "verse_id": 18711,
    "verse_count": 1,
    "reference": "52:14",
    "title": "",
    "html": "<p><i> As many.<\/i> He makes use of an anticipation; for the exalted state of Christ was not visible at first sight, and on this pretense it might be rejected. On this account, he informs them that Christ must first be rejected and humbled, and anticipates that doubt which might have arisen from his singularly debased and unseemly condition. As if he had said, “There is no reason why men should be shocked at that unseemliness and disgrace which will be speedily followed by eternal happiness.”<\/p> \n<p><i> So marred by men.<\/i> I have translated<span class=\"greek-hebrew\"> כן<\/span> (<i> ken)<\/i> as meaning<i> so;<\/i> for it is a mistake to suppose that it opens the second part of the comparison. I consider<span class=\"greek-hebrew\"> מאיש<\/span> (<i> meish<\/i>) to mean “by men;” for I do not consider<span class=\"greek-hebrew\"> מ<\/span> (<i> mem<\/i>) to be a particle denoting comparison, as others explain it; that is “more than” men, or “beyond” what is usually found among men; but I adopt a simpler meaning, which is, that Christ was disfigured among men, or that his beauty was defaced by the perverse judgment of men.<\/p> \n<p><i> Were amazed.<\/i> This “amazement” is considered by some commentators to denote the astonishment with which men were seized on account of the miracles performed by Christ, and next, that, when he must come to the cross, he was immediately rejected by them. But they have not caught the Prophet’s meaning; for he says that Christ will be such that all men will be shocked at him. He came into the world so as to be everywhere despised; his glory lay hid under the humble form of the flesh; for though a majesty worthy of “the only­begotten Son of God” (<a class=\"ref\">John 1:14<\/a>) shone forth in him, yet the greater part of men did not see it, but, on the contrary, they despised that deep abasement which was the veil or covering of his glory.<\/p> \n<p>The cause of their astonishment was this, that he dwelt among men without any outward show; and the Jews did not think that the Redeemer would come in that condition or attire. When he came to be crucified, their horror was greatly increased. Paul describes this humiliation and subsequent exaltation of Christ, when he says,<\/p> \n<p>“Who, being in the form of God, thought it not robbery to make himself equal to God, but emptied himself, taking upon him the form of a servant, made in the likeness of man, and found in fashion as a man, humbled himself, being made obedient even to death, and the death of the cross. Wherefore also God hath raised him to the highest exaltation, and hath given him a name which is above every name; that at the name of Jesus should bow every knee of those that are in heaven and in earth and in hell; and that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.” (<a class=\"ref\">Philippians 2:6<\/a>)<\/p> \n<p>It was therefore necessary that Christ should first be humbled and covered with shame, and that exaltation to which he was about to be raised was not all at once visible; but the shame of the cross was followed by a glorious resurrection attended by the highest honor.<\/p> ",
    "audit": null
}