{
    "id": 6953,
    "source": "calvin",
    "verse_id": 17826,
    "verse_count": 1,
    "reference": "8:18",
    "title": "",
    "html": "<p><i>Behold, I. <\/i> Here the Prophet not only testifies that he will wait patiently, but also gives an evidence of courage, by appearing in public along with the disciples whom he had gained to God, and who still remained. As if he had said, “Though others may withdraw, yet I am ready to obey thee, and I bring along with me those whom thou hast been pleased to preserve in a wonderful manner through my agency.” He therefore declares by these words his unshaken courage, and promises that he will persevere in faith and obedience to the Lord, though all should revolt.<\/p> \n<p><i>And the children. <\/i> By<i>children<\/i> are meant the various classes of servants, agreeably to the ordinary custom of the Hebrew, and also of the Latin language. He speaks of the disciples whom he had formerly mentioned. Hence we see what is demanded from those who wish to be reckoned among the true disciples of the Lord. It is, to declare with Isaiah that they are submissive and ready to hear, and that, as soon as the Lord has spoken, they will yield immediate obedience. Now, teachers ought to bring disciples with them, and not merely to send them before; they ought, I say, to go before them, and by their example to point out the way, as was formerly explained, ( <a class=\"isa\" verses=\"WzE3Njg5XQ==\">Isaiah 2:3<\/a>;) otherwise they will have no authority in teaching. The apostle to the Hebrews applies this passage to Christ, ( <a class=\"ref\">Hebrews 2:13<\/a> ,) and draws from it an instruction which ought to be a very powerful excitement to us, that considering ourselves to be followers not only of Isaiah, but of Christ himself, as our leader and instructor, we may press forward with greater alacrity.<\/p> \n<p><i>Whom the<\/i> Lord<i>hath given me. <\/i> By this the Prophet shows to whom our faith ought to be ascribed. It is to God, and to his undeserved election; for Isaiah taught publicly, admonished every person, and invited all without exception to come to God; but his doctrine is of advantage to those only who have been given to him by God. By<i>given<\/i> he means those whom God drew by an inward and secret operation of his Spirit, when the sound of the external voice fell on the ears of the multitude without producing any good effect. In like manner Christ declares that the elect were<i>given to him by the Father<\/i> . ( <a class=\"ref\">John 17:6<\/a>.) Thus we see that readiness to believe does not depend on the will of men; but that some of the multitude believe, because, as Luke tells us, <i>they had been foreordained<\/i> . ( <a class=\"ref\">Acts 13:48<\/a>.) Now, <i>whom he foreordained he likewise calls<\/i> , ( <a class=\"ref\">Romans 8:30<\/a> ,) and efficaciously seals in them the proof of their adoption, that they may become obedient and submissive. Such, therefore, is the<i>giving<\/i> of which Isaiah now speaks. This applies strictly to Christ, to whom the Father presents and gives disciples, as it is said in the Gospel by John,<\/p> \n<p><span> No man cometh to me, unless the Father hath drawn him.\n(<\/span> <a class=\"ref\">John 6:44<\/a>.)<\/p> \n<p>Hence it follows, that he is also appointed to be our guardian, to preserve us under his protection to the end. ( <a class=\"ref\">John 10:28<\/a>.) Wherefore he saith,<\/p> \n<p>not one of those whom the Father hath given to me shall perish. ( <a class=\"ref\">John 17:12<\/a>.)<\/p> \n<p><i>For signs and wonders. <\/i> Some consider this passage to refer to miracles, but that is inapplicable, for the meaning is totally different, namely, that all the godly will be regarded not only with hatred, but even with abhorrence, as if they had been monsters; and that not only by strangers or by professed enemies, but even by<i>Israel<\/i> . We have experience of this at the present day; for papists look upon us with greater abhorrence than they look upon Mahometans or Jews, or even dogs or monsters. Though this is exceedingly base, we need not greatly wonder at it; for it was necessary that this prophecy should even now be fulfilled. It was experienced by Isaiah from his countrymen, and has been experienced by all others who have followed his doctrine.<\/p> \n<p>Nor is it only in papists that we discover it, but in those who wish to be regarded as very closely connected with the Church, the greater part of whom either view us with strong dislike, or ridicule us, or, in a word, hold us to be monsters, because we are so anxious, and give ourselves so much uneasiness, about the salvation of the Church, the honor of God, and eternal life; and because we do not scruple to undergo so many dangers, such hatred, censure, reproach, banishment, poverty, hunger, nakedness, and, in a word, death itself. These things appear monstrous to them; for when they are so careful to protect their skin, how could they have a relish for the highest blessings? But that we may not be disturbed by their reproaches, we must arm ourselves with this exhortation of the Prophet.<\/p> \n<p><i>From the<\/i> Lord<i>of hosts. <\/i> To show how trifling and worthless is the conspiracy of the wicked multitude, he contrasts the<i>God of armies<\/i> with the pride of the whole world, and raises a lofty defiance; as if he had said, that he cared not though he were universally abhorred by men, because he knew that God was on his side.<\/p> \n<p><i>Who dwelleth in Mount Zion. <\/i> The addition of these words carries great weight; for although the people abounded in every kind of crimes and enormities, still they boasted that they were devoted to God, and, abusing his promises, condemned the true servants of God who reproved them. On the other hand, the Prophets, in order to shake off their false confidence and pride, declared that they were the servants of the only and true God, whom the people falsely boasted of worshipping<i>in Mount Zion<\/i> . God had not chosen it for his habitation as if, because he was bound to the spot, he would accept of false and spurious worship, but he wished to be sought and worshipped according to the rule of his word.<\/p> \n<p>Accordingly, when Isaiah claims for himself God<i>who dwelleth in Mount Zion<\/i> , he sharply reproves hypocrites, because through false boasting they indulge in foolish pride whenever they say, <i>The temple of the Lord<\/i> , ( <a class=\"ref\">Jeremiah 7:4<\/a> ,) for it was rather an idol in which they boasted contrary to the word. Though they snatched at the promises, yet they falsely tortured them against the true servants of God, as the papists at the present day are wont to torture them against us. The Prophets, therefore, distinguish God by this title, in order to tear the mask from hypocrites, who were accustomed to quote the mere name of<i>the temple<\/i> in opposition to the plain word of God. For this reason Isaiah now says, “Take us, if you choose, for monsters, yet God acknowledges us to be his own; and you cannot detest us without at the same time abhorring the God of Abraham and David, whose servants we are.”<\/p> ",
    "audit": null
}