{
    "id": 7400,
    "source": "calvin",
    "verse_id": 18287,
    "verse_count": 1,
    "reference": "33:7",
    "title": "",
    "html": "<p><i>Behold, their messengers <\/i> <i>shall cry without. <\/i>It is difficult to determine whether Isaiah relates historically the fearful perplexity and imminent danger to which the Jews were reduced, in order to exhibit more strikingly the favor of deliverance, or predicted<i>a <\/i>future calamity, that the hearts of the godly might not soon afterwards faint under it. For my own part, I think it probable that this is not the history of, a past transaction, but that, as a heavy and sore temptation was at hand, it was intended to fortify the hearts of believers to wait patiently for the assistance of God when their affairs were at the worst. However that may be, the sad and lamentable desolation of the Church is here described, that believers may not cease to entertain good hope even in the midst of their perplexity, and that, when they have been rescued from danger; they may know that it was accomplished by the wonderful power of God. <\/p>\n<p><i>The ambassadors of peace wept bitterly. <\/i>It is given as a token of despair, that the ambassadors who had been sent to appease the tyrant were unsuccessful; for every way and method of obtaining peace was attempted by Hezekiah, but without any success. Accordingly, “the ambassadors” returned sad and disconsolate, and even on the road could not dissemble their grief, which it was difficult to conceal in their hearts, when matters were in so wretched a condition. He undoubtedly means that Sennacherib has haughtily and disdainfully refused to make peace, so that “the ambassadors,” as; if they had forgotten their rank, are constrained to pour out in public their grief and lamentations, and, ere they have returned to their king and given account of their embassy, openly to proclaim what kind of answer they have obtained from the cruel tyrant,  Others think, that by “the ambassadors of peace” are meant those who were wont to announce peace; but that interpretation appears to me to be feeble and farfetched. By “the ambassadors of peace,” therefore, I understand to be meant those who had been sent to pacify the king, that they might purchase peace on some condition. <\/p>",
    "audit": null
}