{
    "id": 7740,
    "source": "calvin",
    "verse_id": 18636,
    "verse_count": 1,
    "reference": "48:21",
    "title": "",
    "html": " <p> <i>Therefore they thirsted not.<\/i>, Because the Jews did not see the way opened up for their return, and because great and dangerous wildernesses intervened, the Prophet asserts the power of God, and brings forward examples of it, that they may not be terrified by any difficulty. He therefore bids them consider whether or not God had sufficient power to rescue their fathers from the slavery of Egypt, and to lead them through desolate wildernesses, in which he supplied them with food and water and everything that was necessary for them. (<a class=\"ref\">Exodus 16:1<\/a>.) Here the Jews, according to their custom, contrive absurd fables, and invent miracles which were never performed; and they do this, not through ignorance, but through presumption, by which anything that is plausible, though there be no ground whatever for it, easily gains their support. <\/p>\n <p>The design of the Prophet was to recall to their remembrance the former departure from Egypt, and the miracles which the Lord performed at that time, which we have already remarked to be customary with the Prophets, when they wish to extol in lofty terms the works of God. Thus David, when he was celebrating the victories which he had obtained, says that <\/p>\n <p> <span>“the mountains trembled and flowed down, that the air was cleft asunder, and that the Lord was seen from heaven,” \n(<\/span>, <a class=\"ref\">Psalms 18:7<\/a>,) <\/p>\n <p>though nothing of this kind ever happened to him; but he imitates the description of the deliverance from Egypt, in order to shew that God, who was the author of it, had also been his supporter and leader in conquering his enemies, and that the power of God ought not to be less acknowledged in his victory than in those signs and wonders. <\/p>\n <p>In like manner the Prophet wishes that the people should now contemplate those miracles, in order to correct their unbelief, and that they may not be tempted by any distrust. The holy servants of God were always accustomed to cast their eyes on that deliverance, in order that, by the remembrance of so great a benefit, they might strengthen the hearts of all in hope and confidence; as we have formerly said that it was the duty of believers in every age to expect the fruit of this redemption, that the Lord, by uninterrupted progress, might be the guardian of a redeemed people. Thus Isaiah means that the Lord will easily surmount every obstacle, will open up a way which is shut, and will supply them abundantly with water, so that they shall not die of thirst, in the same manner as he formerly brought water out of rock by an extraordinary miracle, when the people thought that their condition was hopeless; and consequently, that there is no reason why they should despair of their return, if they wish to contemplate, and cordially to believe, that power of God which they have already experienced. <\/p>",
    "audit": null
}