{
    "id": 7622,
    "source": "calvin",
    "verse_id": 18513,
    "verse_count": 1,
    "reference": "43:7",
    "title": "",
    "html": "<p><i> All called.<\/i> Such is my interpretation of this clause, for the Prophet has made use of the singular number instead of the plural. Interpreters have mistaken the import of this mode of expression; for they explain it thus, “Whosoever have been called by my name, I have formed them to my glory.” But I understand it thus, “All called,” that is, “All shall be called by my name;” as he says in other passages, “My name shall be called upon them.” (<a class=\"ref\">Genesis 48:16; Deuteronomy 28:10<\/a> ;<a class=\"isa\" verses=\"WzE3NzM1XQ==\">Isaiah 4:1<\/a> .) Why so? “Because I have created them, I have formed them, I have made them for my glory.” He pursues the subject which he formerly handled about gathering the people into one body, though they have been scattered into various and distant parts of the world; as if he had said, “If this work appears to be incredible, you ought not to judge of it by the ordinary course of nature, but you ought to look to his power.”<\/p> \n<p><i> By my name;<\/i> that is, “under my direction;” as we have also said, in expounding another passage, (<a class=\"isa\" verses=\"WzE4NDc3XQ==\">Isaiah 41:25<\/a> ,) that God is reconciled to us, because by the right of adoption we are accounted his people. Now, because the Jews were to be brought back under his guidance and command, and not by the power or assistance of men, he declares that his name will be rendered illustrious in this deliverance, in order that men may learn not to form their judgments from the views of the flesh or from natural means.<\/p> \n<p><i> For my glory.<\/i> The Prophet adds the reason, which contains strong ground of confirmation; that is, that he wishes his glory to be manifested in them. He therefore testifies that the salvation of his people concerns himself, that he can no more throw away the care of his people than he can expose his name to reproach and disgrace, which he will never do, and, in a word, that his glow, of which he is the continual defender, is intimately connected with the salvation of his people.<\/p> \n<p><i> I have formed him, yea, I have made him.<\/i> For the sake of amplification he repeats the same thing in many forms of language, that they may be more fully convinced that he wishes to conduct to the end the work which he has begun. Such is the force of the particle<span class=\"greek-hebrew\"> אף<\/span> ,<i> (aph,)<\/i> which means “likewise,” or “even,” and sometimes, as we say, “for this time.” Accordingly, the meaning is generally supposed to be, “In like manner, as I have created and formed that people, so I desire to elevate them to a new rank, and to restore them to their ancient freedom.” It may also be rendered and so, and, as I have said, I prefer this rendering, so as to mean not only that the people have nothing but from his grace, but that he is deeply concerned about their salvation, because he cannot despise his own work, a work so remarkable and excellent. This passage, therefore, recommends to us the extraordinary grace of God, by which we are not only born to be men, but likewise formed anew after his image.<\/p> ",
    "audit": null
}