{
    "id": 7849,
    "source": "calvin",
    "verse_id": 18745,
    "verse_count": 1,
    "reference": "55:4",
    "title": "",
    "html": "<p><i>Behold, I have given him a witness to the peoples. <\/i>The Prophet now explains more fully the reason why he mentioned “David.” It was because into his hand had been committed the promise of a Redeemer that was to come, and this discourse might be expressed with a view to his public character, so far as he was the surety of the covenant; for he did not act for himself individually, but was appointed to be a sort of mediator between God and the people. Yet it is beyond all doubt that the Prophet leads them directly to Christ, to whom the transition from David was easy and natural; as if he had said, “That successor of David shall come forth, by whose hand perfect salvation and happiness hath been promised.” <\/p>\n<p>By calling him “a witness,” he means that the covenant into which he entered shall be ratified and confirmed in Christ. There is a weighty meaning in the word “witness;” for he clearly shows that this covenant shall be proved in Christ, by whom the truth of God shall be made manifest. He will! testify that God is not false. But this testimony consists in doctrine; and if it were not added, we should receive little benefit from Christ’s coming, as it is said, “I will publish the command.” (<a class=\"ref\">Psalms 2:7<\/a>) In this sense also Isaiah said in another passage, that Christ will have a mouth like a sword or an arrow. (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 49:2<\/a>) <\/p>\n<p><i>A leader and instructor. <\/i>This is added, in order to procure attention to his doctrine; for, if we do not hear him when he speaks, and if we do not embrace by assured faith what he makes known to us concerning the Father’s good pleasure, his power is set aside. In like manner, the name of Christ is pronounced loudly enough by the Papists; but since they refuse to receive him as a teacher and instructor, and acknowledge him merely by name, their boasting is idle and ridiculous. <\/p>\n<p><i>To the peoples. <\/i>This was added for the purpose of amplification, because the Church could not be restored to her ancient dignity, or be enlarged, but by assembling the Gentiles; and therefore it was necessary that the voice of Christ should pierce even to the remotest countries, because he has been appointed a “witness, leader, and instructor” to the whole human race. <\/p>",
    "audit": null
}