{
    "id": 6900,
    "source": "calvin",
    "verse_id": 17772,
    "verse_count": 1,
    "reference": "6:2",
    "title": "",
    "html": "<p><i> And the seraphim stood upon it.<\/i> Having declared that God appeared to him full of majesty and of glory, he adds, that God was attended by angels, whom the Prophet calls<i> seraphim<\/i> on account of their fervor. Though the etymology of this word is well known, yet various reasons are adduced. Some think that they are called<i> seraphim<\/i> because they burn with the love of God; others, because they are swift like fire; others, because they are bright. However that may be, this description holds out to us, as in sunbeams, the brightness of God’s infinite majesty, that we may learn by it to behold and adore his wonderful and overwhelming glory.<\/p> \n<p>Many think that there were two<i> seraphim<\/i> , as there were two cherubim that encompassed the ark of the testimony. This opinion I willingly adopt, though I do not venture to make any assertion where Scripture is silent. As it is customary with the sacred writers to accommodate their descriptions of God to those outward signs which were commonly used and familiarly known among the godly, it is possible that the Prophet saw a representation of this kind. While I hold this to be a probable conjecture, I leave room for other interpretations which some may be disposed to prefer; for Daniel saw not two angels only, but thousands of thousands of angels. (<a class=\"ref\">Daniel 7:10<\/a> .)<\/p> \n<p><i> Each one had six wings.<\/i> This representation is instructive; for those wings thus arranged contained some mystery which it was the will of the Lord should not remain wholly unknown. The<i> two wings<\/i> with which the angels<i> fly<\/i> mean nothing else than their ready and cheerful performance of the commandments of God. On this point the resemblance is so clear and manifest, that it will be at once admitted by all who do not take delight in controversy. The<i> two wings<\/i> with which they<i> cover their face<\/i> show plainly enough that even angels cannot endure God’s brightness, and that they are dazzled by it in the same manner as when we attempt to gaze upon the radiance of the sun. And if angels are overwhelmed by the majesty of God, how great will be the rashness of men if they venture to intrude so far! Let us, therefore, learn that our inquiries concerning God ought never to go beyond what is proper and lawful, that our knowledge may soberly and modestly taste what is far above our capacity. And yet the angels do not cover their face in such a manner as not to be favored with beholding God in some degree; for their flight is not at random. In like manner we too ought to look at God, but only so far as our capacity shall enable us.<\/p> \n<p>As to the remaining<i> two wings,<\/i> which were placed lower, the difficulty is somewhat greater. Some think that the angels<i> covered their feet<\/i> , that they might not touch the earth, and contract any defilement from it, as human beings like ourselves are wont to do; for in walking we gather filth and dust, and accordingly, so long as we dwell on earth, we are always tainted by some kind of contagion. This reminds believers that they will have no intercourse with angels till they raise themselves high, and are no longer fastened to the earth.<\/p> \n<p>Such is the interpretation given by some expositors. But I rather agree with those who think that the use of those<i> wings<\/i> was opposite to that of the upper<i> wings<\/i> ; for, as by the upper wings they<i> cover their face<\/i> , that they may not be overpowered by God’s brightness, so they have also lower wings to conceal them from our view. Now, if it be true that we cannot behold the small and feeble rays of the Divine brightness without being altogether overpowered, how could we gaze upon that unspeakably bright and glorious majesty which lays prostrate all our faculties? Let men learn, therefore, that they are far distant from a perfect knowledge of God, since they cannot even reach to the angels. The latter appears to me to be the more correct exposition, but I do not disapprove of the former.<\/p> ",
    "audit": null
}