{
    "id": 7863,
    "source": "calvin",
    "verse_id": 18759,
    "verse_count": 1,
    "reference": "56:5",
    "title": "",
    "html": " <p> <i>I will give to them in my house. <\/i> Here we see that all men, however unworthy, may obtain admission into the kingdom of God: he alludes to Jerusalem, and to the temple in which the Lord placed a memorial of his name. No place was given in it to any but to the Jews alone; and they would have reckoned the temple to be polluted, if any of the Gentiles had entered into it. Hence also a serious insurrection arose against Paul for having brought into the temple uncircumcised persons. The Lord now admits, without distinction, those whom he previously forbade; and indeed he set aside this distinction, when we, who were the children of strangers, were brought by him into the temple, that is, into his Church, which is not confined, as formerly, within those narrow limits of Judea, but is extended through the whole world. <\/p> \n <p> <i>A place and a name. <\/i> <span class=\"greek-hebrew\"> יד <\/span> <i>(yad) <\/i> is here put for place, as in many other passages. It might also be supposed to denote “authority,” or “power;“ for they shall be elevated to such dignity as to be accounted the children of God. <\/p> \n <p> <i>Better than of sons and of daughters. <\/i> A question may arise, Does the Lord compare the Jews who were at that time in the Church, with the believers whom he shall afterwards place in their room; or, does he contrast the future condition of the people with their condition at that time? For it is certain that “the name” of the Gentiles is “better” than that of the Jews, who were “cut off on account of their unbelief;“ and we have succeeded in their room, “as wild olives ingrafted into a good olive tree,” as Paul says. (<a class=\"ref\">Romans 11:24<\/a>) The meaning’ might therefore be, that “eunuchs” and “foreigners” shall have “a better name” than children and domestics, who were regarded as God’s heritage. But I choose rather to explain it in a different manner, namely, that the dignity of believers shall be higher under Christ than it was under the Law. The patriarchs had a very excellent “name,” when they called upon God as their Father, and were joined in covenant with him; but the grace of God has been far more abundantly poured out upon us since the coming of Christ; and therefore we have obtained in him a far more excellent name. <\/p> \n <p> <i>A perpetual name. <\/i> He calls this name “perpetual,” because it is written in heaven, where it shall live and flourish throughout all ages. Wicked men wish to have their name made illustrious in this world, and labor to promote their reputation, that the remembrance of their name may last for ever; but it is fading and of short duration. But far different is this name; for it makes us heirs of the heavenly kingdom, so that in the presence of angels we are reckoned to be the children of God. <\/p> \n <p>We might also interpret <span class=\"greek-hebrew\"> מבנים <\/span> (<i>mibbanim <\/i>) to mean, “than the name which is derived from children; for men, by having children, do in some respect perpetuate their own name. He promises that this name shall be far more excellent. But I prefer to follow the former exposition. <\/p> \n\n“More excellent and longer lived than that name which the fathers of families procure for themselves by the succession of posterity.” ­ <i>Rosenmuller <\/i>.",
    "audit": null
}