{
    "id": 7314,
    "source": "calvin",
    "verse_id": 18199,
    "verse_count": 1,
    "reference": "29:5",
    "title": "",
    "html": " <p> <i>And as the small dust.<\/i>, I shall first state the opinions of others, and afterwards I shall bring forward what I consider to be more probable. Almost all the commentators think that this expression denotes the enemies of the Jews; for they consider “foreigners” to mean “enemies,” and allege that the multitude of those who shall oppress the Jews shall be “like dust;” that is, it shall be innumerable. But when I examine closely the whole passage, I am more disposed to adopt a contrary opinion. I think that the Prophet speaks contemptuously of the garrisons on which the Jews foolishly relied, for they had in their pay foreign soldiers who were strong men. <\/p>\n <p> <i>The multitude of the mighty ones.<\/i>, Such is the interpretation which I give to <span class=\"greek-hebrew\">,עריצים<\/span>, (<i>gnărītzīm <\/i>), which is also its literal meaning; and I see no reason why some of the Jews should suppose it to mean ungodly or wicked persons. Since, therefore, the Jews brought various garrisons from a distance, they thought that they were well defended, and dreaded no danger. The Prophet threatens that their subsidiary troops, though they were a vast multitude, shall in vain create a disturbance, for they shall be like “dust” or “chaff,” that is, useless refuse, for they shall produce no effect. Hence we ought to infer, that our wealth and resources, however great they are, shall be reduced to nothing, as soon as the Lord shall determine to deal with us as he has a right to do. The assistance of men lasts indeed for a time; but when the Lord shall lift up his hand in earnest, their strength must crumble down, and they must become like chaff. <\/p>\n <p> <i>And it shall be in a moment suddenly.<\/i>, Some explain the concluding clause of this verse to mean, that the noise of the enemies’ attack shall spring up suddenly, and, as it were, in a moment. But I consider <span class=\"greek-hebrew\">,והיח<\/span>, (<i>vĕhāyāh<\/i>,) <i>and it shall be<\/i>, to relate to the time of duration, which he declares will be momentary; that is, those military aids shall not last long, but shall quickly vanish away. In vain do men boast of them, for God is their enemy. <\/p>",
    "audit": null
}