{
    "id": 7350,
    "source": "calvin",
    "verse_id": 18236,
    "verse_count": 1,
    "reference": "30:18",
    "title": "",
    "html": "<p><i>Therefore will Jehovah wait. <\/i>The Prophet now adds consolation; for hitherto he threatened to such an extent that almost all the godly might be thrown into despair. He intended therefore to soothe their minds, and encourage them to hope for better things, that they might embrace the mercy of God in the midst of those miseries, and might thus nourish their souls by his word. He contrasts this “waiting” with the excessive haste against which he spoke loudly at the beginning of the chapter, where he reproved the people for noisy haste, and condemned them for unbelief; but now, on the contrary, he reproaches them by saying that the Lord will not render like for like in consequence of the contempt with which they have treated him, and will not in that manner hasten to punish them. Others explain it, “He commands you to wait,” or “he will cause you to wait.” But the meaning which I have brought forward appears to me to be more appropriate. <\/p>\n<p><i>For Jehovah is a God of judgment. <\/i>To make the former statement more plain, we must lay down this principle, that God exercises moderation in inflicting punishment, because he is inclined to mercy. This is what he means by the word “judgment;” for it denotes not only punishment, but also the moderation which is exercised in chastening. In like manner, Jeremiah says, <\/p>\n<p><span>“Chasten me, O Lord, but in judgment, \nnot in thy wrath, lest thou crush me.” (<\/span><a class=\"ref\">Jeremiah 10:24<\/a>.) <\/p>\n<p>And again, I will not consume thee, but will chastise thee in judgment.  (<a class=\"ref\">Jeremiah 30:11<\/a>.) “Judgment” is thus contrasted with severity, when the Lord observes a limit in punishing believers, that he may not ruin those whose salvation he always promotes; and, accordingly, as Habakkuk says, “in the midst of wrath he remembers his mercy.” (<a class=\"ref\">Habakkuk 3:2<\/a>.) He is not like us, therefore; he does not act with bustling or hurry, otherwise at every moment we must perish, but he calmly waits. Nor is it a slight confirmation of this when he adds, that God gives a proof of his glory by pardoning his people. <\/p>\n<p><i>And therefore will he be exalted, that he may be gracious to you. <\/i>Others translate the words, “till he be gracious to you;” but I think that the former translation is more appropriate, and it agrees better with the meaning of the particle  <span class=\"greek-hebrew\">ל<\/span> (<i>lamed<\/i>.) The Lord appears to lie still or to sleep, so long as he permits his Church to be assailed by the outrages of wicked men; and the customary language of Scripture is to say that he sits, or lies unemployed, when he does not defend his Church. It might be thought that he lay still when he gave loose reins to the Chaldeans to oppress the Jews; and therefore the Prophet says, that the Lord will arise and ascend his judgment-seat. Why? “That he may be gracious to you.” <\/p>\n<p><i>Blessed are all that wait for him. <\/i>This is an inference from the former statement, in which he called Jehovah “a God of judgment.” While he thus restrains himself, he draws from it an exhortation to patience and “waiting,” and makes use of a part of the same verb, “wait,” which he had formerly used. They were chargeable with distrust, and were distressed by strange uneasiness and restlessness of mind; for they were fearfully harassed by their unbelief, so that they could not “wait” for God calmly. To cure this vice, he enjoins them to “wait,” that is, to hope. Now, hope is nothing else than steadfastness of faith, that is, when we wait calmly till the Lord fulfil what he has promised. When he says that they who shall patiently “wait” for him will be “blessed,” he declares, on the other hand, that they who allow themselves to be hurried away by impatience, and do not repent of their crimes and their wickedness, are wretched and miserable, and will at length perish; for without hope in God there can be no salvation or happiness. <\/p>",
    "audit": null
}