{
    "id": 7041,
    "source": "calvin",
    "verse_id": 17918,
    "verse_count": 1,
    "reference": "13:11",
    "title": "",
    "html": " <p> <i>And I will visit upon the world wickedness. <\/i>,Here the Prophet does not speak of the whole <i>world <\/i>,; but as Babylon was the seat of the most powerful of all monarchies, he gives to it on that account the name of <i>the world <\/i>,, and he does so emphatically, (<span class=\"greek-hebrew\">,ἐμφατικῶς <\/span>,,) for Babylon was a kind of <i>world <\/i>,, because it appeared to occupy nearly the whole earth. And yet he means that there is nothing in this world so lofty that God cannot easily seize it with one of his fingers. At the same time he gives warning that God will punish the cruelty which was exercised by the Chaldeans. Yet we ought also to learn that the wickedness and crimes of Babylon are brought forward, in order to inform us that the Lord will not be cruel in punishing her so severely, because he inflicts the punishment which that people deserved on account of their transgressions and crimes. Every ground of calumny is therefore taken away, that we may not think that God delights in the afflictions of men; for when he thus deals with men according as they deserve, <i>the mouths of all must be stopped <\/i>,, (<a class=\"ref\"> <\/a>,,) since the severity of the afflictions does not proceed from God, but finds its cause in men themselves. <\/p>,\n <p> <i>And will cause the arrogancy of the proud to cease. <\/i>,We must keep in mind what I have already noticed, that the Prophet yields no small consolation to the godly by assuring them that God, though he spares the inhabitants of Babylon for a time, will at length punish them for their injustice and cruelty. He expresses this still more clearly by taking notice of a particular vice, namely, <i>pride <\/i>,, in consequence of which they loosed the reins, and gave unbounded freedom to their lawless desires to oppress the wretched. For this reason also he reproves their <i>tyranny <\/i>,. But we ought also to draw from it a profitable doctrine, that it is impossible for us to escape punishment from the Lord, if we are puffed up with vain confidence and flatter ourselves. The Prophet here includes every kind of <i>pride <\/i>,; whether men think that they are something, or admire their riches, and despise others in comparison of themselves. God cannot endure any arrogancy, or suffer it to pass unpunished. Seeing therefore, that among a great variety of other crimes with which Babylon abounded, this was the greatest and most remarkable, it was chiefly by their pride that the wrath of God was kindled. <\/p>,\n <p> <i>And will lay low the loftiness of tyrants. Arrogance <\/i>,was joined, as it usually is, to violence and cruelty; and therefore he adds <i>the loftiness of tyrants <\/i>,; for when men despise others, this is followed by deeds of violence and injustice and oppression; and it is impossible for men to abstain from doing harm to others, if they do not lay aside all conceit and high estimation of themselves. Let us willingly, therefore, bring down our minds to true humility, if we do not wish to be cast down and laid low to our destruction. <\/p>,",
    "audit": null
}