{
    "id": 7621,
    "source": "calvin",
    "verse_id": 18512,
    "verse_count": 1,
    "reference": "43:6",
    "title": "",
    "html": "<p><i>I will say to the north. <\/i>Under these four parts he includes the whole world, which is very customary in all languages. But Isaiah speaks in somewhat loftier language than Moses, because he wished the people to view the event as if it had actually occurred; and, to such a purpose those lively descriptions which may be said to place it before our eyes, are admirably adapted. He might, indeed, have said it in a single word, but this manner of address is far more forcible; for he represents God as commanding, with supreme authority, all the creatures, and every part of the world, to set his people free. <\/p>\n<p><i>Bring my sons. <\/i>He means that not all Israel shall be gathered, but only that which is the true Israel; for not all who are the descendants of Abraham according to the flesh are true Israelites, but very many of them are bastards. (<a class=\"ref\">Romans 9:6<\/a>.) These belong to the true and lawful seed; for that vast multitude of people was not saved, but only “a remnant,” as we saw in a former chapter. (<a class=\"isa\" verses=\"MTc4NzI=\">Isaiah 10:21<\/a>.) There was a vast number of people who were carried away into captivity, but there were few who were brought back. Among them was preserved a seed; and the Lord would not suffer that seed to perish, or the covenant which he had made with their fathers to be broken. These things were very hard to be believed by the Jews, who were despised by all, and were exposed not only to the hatred but to the curses of almost the whole world, and were scarcely reckoned to belong to the number of men; and therefore they must have depended solely on the promises. They knew that Cyrus (<a class=\"isa\" verses=\"MTg1NjM=\">Isaiah 45:1<\/a>) would come, but who he was they were not yet able to conceive, for he had not yet been born; and therefore they needed to be armed with very excellent and steadfast faith, in order to wait for the Lord with unshaken confidence, while many reckoned these predictions to be fables. Let us learn also flora this example to look to God alone, so as not to doubt that he will assist us and will abide by his promises at the proper time. <\/p>",
    "audit": null
}