{
    "id": 7526,
    "source": "calvin",
    "verse_id": 18416,
    "verse_count": 1,
    "reference": "39:3",
    "title": "",
    "html": " <p> <i>Then came Isaiah the Prophet <\/i> He continues the same narrative, but likewise adds doctrine. Although he does not say that God had sent him, yet it is certain that he did this by the influence of the Holy Spirit and by the command of God; and, therefore, he bestows on himself the designation of <i>the Prophet, <\/i> by which he intimates that he did not come as a private individual, but to perform an office which God had enjoined on him, that Hezekiah might clearly see that he had not to deal with a mortal man. <\/p> \n <p>Now, when he says that he <i>came, we <\/i> ought to infer that he was not sent for, but was allowed to remain quietly at home, while Hezekiah was making’ a boastful display of his treasures; for prophets are not usually invited to consultations of this sort. But formerly, while he was weighed down by extreme distress, while Rabshakeh insulted him so fiercely, and uttered such daring’ blasphemies against God, he sent, to Isaiah, and requested him to intercede with God, and to soothe his anguish by some consolation. (<a class=\"isa\" verses=\"WzE4MzU1XQ==\">Isaiah 37:2 <\/a>.) Thus in adversity and distress the prophets are sought, but in prosperity are disregarded or even despised; because they disturb our mirth by their admonitions, and appear to give occasion of grief. But Isaiah <i>came, <\/i> though he was not invited; and in this we ought to observe and praise his steadfastness, and are taught by his example that we ought not to wait till we are sent for by men who need the discharge of our duty, when they flatter themselves amidst the heaviest distresses, and bring danger on themselves either by levity, or by ignorance, or even by malice; for it is our duty to gather the wandering sheep, and we ought to do this diligently, even though we be not requested by any person. <\/p> \n <p>Though Hezekiah may be justly blamed for having been corrupted by the flatteries of the king of Babylon so as not to ask counsel of God, yet it is a manifestation of no ordinary modesty, that he does not drive away or despise the Prophet, as if he had found fault without reason, but replies gently, and at length receives calmly and mildly a very severe reproof. It would have been better that he had, from the beginning’, inquired at the mouth of God, as it is said in the psalm, <\/p> \n <p> <span> “Thy commandments are the men of my counsel,” \n(<\/span> <a class=\"ref\">Psalms 119:24 <\/a>;) <\/p> \n <p>but, having committed a mistake, it was his next duty to receive submissively the remedy for the fault. <\/p> \n <p> <i>What did those men say? <\/i> The Prophet does not immediately inflict on him the pain of a severe reproof, but wounds him gently, so as to lead him to a confession of his sin; for Hezekiah flattered himself, and thought that all was going well with him, and, therefore, needed to be gradually aroused from his slothfulness. Still these words gave a sharp wound; as if he had said, “What have you to do with <i>those men? <\/i> Ought you not to keep at the greatest distance from a plague so contagious?” He likewise inquires about the contents of the message, in order to make Hezekiah ashamed of not having perceived the deceit that was practiced on him; for <i>there <\/i> is reason to believe that he would not have censured the congratulation, if there had not been some poison mingled with it, but he points out those snares in which the Babylonians wished to entangle him. <\/p> \n <p>And yet it is evident from the reply, that Hezekiah was not yet struck by that gentle reproof; for he is still on good terms with himself, and boasts that those men <i>came from a distant country, from Babylon <\/i> There is reason to believe that Isaiah was not ignorant of that country, so that Hezekiah did not need to express the distance in such magnificent language; but he boasts in this manner, because he was under the influence of ambition. It was therefore necessary that he should be more keenly pressed, and that sharper spurs should be applied. <\/p> ",
    "audit": null
}