{
    "id": 6795,
    "source": "calvin",
    "verse_id": 17659,
    "verse_count": 1,
    "reference": "1:4",
    "title": "",
    "html": " <p> <i>Ah sinful nation <\/i>,! Though he held already reproved their crime with sufficient severity, yet, for the purpose of exposing it still more, he adds an exclamation, by which he expresses still more strongly his abhorrence of such base ingratitude and wickedness. Some are of opinion that the particle <span class=\"greek-hebrew\">,הוי <\/span>,(<i>hoi <\/i>) denotes grief; Jerome renders it <i>vae <\/i>,(<i>Wo to <\/i>); but for my part I reckon it sufficient to say that it is an exclamation, suggested partly by astonishment, and partly by sorrow. For we burst into loud cries, when the disgracefulness of the action is such as cannot be expressed in plain terms, or when we want words to correspond to the depth of our grief Where we have rendered <i>wicked nation <\/i>,, the Greeks have translated <span class=\"greek-hebrew\">,ἁμαρτωλὸν <\/span>,that is, <i>a sinner <\/i>,; and such is likewise the rendering of the Vulgate. But the Hebrew word denotes those who are given up to crime; and the Prophet unquestionably charges them with abandoned wickedness. <\/p>,\n <p> <i>A people laden with iniquity <\/i>,The force of the metaphor ought to be observed; for not only does he mean that they are sunk in their iniquity, as in a deep mire, but he likewise brings a charge against them, that they sin, not through mistake or thoughtlessness, as frequently happens with those who are easily led astray, but that they follow out their rebellion with a firm purpose of mind; as if he had said that they were the slaves of sin, or sold to act wickedly. <\/p>,\n <p>When he adds, <i>a seed of evil-doers, <\/i>,he means <i>a wicked seed <\/i>,. Others, with greater ingenuity, consider this passage to mean, that they are declared to be unworthy of holding a place among the children of Abraham, because they are bastards, and not related to him; as they are elsewhere called the seed of Canaan, and are reproached with being <i>uncircumcised <\/i>,, (<a class=\"ref\">Jeremiah 9:26 <\/a>,,) as if they had been the descendants of heathens and foreigners. But it is customary with the Hebrews to employ the phrase, “children of the good” for “good children,” a mode of expression which has been imitated by the Greeks. <\/p>,\n <p> <i>Degenerate children <\/i>,. The word <span class=\"greek-hebrew\">,משחיתים <\/span>,(<i>mashchithim <\/i>) literally means <i>corrupting <\/i>,, and accordingly translators supply the word <i>themselves <\/i>,, or, <i>their pursuits <\/i>,. But I reckon that degenerate is a more appropriate rendering; for the Prophet means that they are so depraved as to be altogether unlike their parents. The four epithets which are here bestowed by him on his nation are far from being honorable, and are widely different from the opinion which they had formed about themselves. For this is the manner in which we must arouse hypocrites; and the more they flatter themselves, and the farther they are from being regulated by the fear of God, so much the more ought we to wield against them the thunderbolts of words. On such persons a milder form of instruction would produce no effect, and an ordinary exhortation would not move them. It is necessary, also, to remove that false conviction of their holiness, righteousness, and wisdom, which they commonly employ as a disguise, and as the ground of idle boasting. <\/p>,\n <p> <i>For they have forsaken the Lord <\/i>,He assigns the reason why he reproves them with such sharpness and severity. It is, that they may not complain, as they are wont to do, of being treated with excessive harshness and rigour. And first he upbraids them with that which is the source of all evils, their revolt from God; for, as it is the highest perfection of righteousness to <i>cleave to <\/i>,God, agreeably to those words of Moses, <i>Now, Israel, what doth thy God require from thee but that thou shouldst cleave to him <\/i>,? so, when we have revolted from him, we are utterly ruined. The design of the Prophet is, not to convince the Jews that they are guilty of a single crime, but to show that they are wholly apostates. <\/p>,\n <p>The following words, <i>they have provoked the Holy One of Israel <\/i>,, whether the word be rendered <i>provoke <\/i>,, or <i>despise <\/i>,, the latter of which I prefer, are undoubtedly added in order to place their sin in a still stronger light; for it was shamefully base to treat with contempt the favor of him who had chosen them alone out of all the nations to be adopted into his family. This is also the reason why he calls himself <i>the Holy One of Israel <\/i>,; because, by admitting them to alliance with him, he had at the same time adorned them with his <i>holiness <\/i>,; for wherever this name occurs it is ascribed to him on account of the effect. What barbarous pride was there in despising so great an honor! If any one choose rather to render the word <i>provoke <\/i>,, the meaning will be, that they rejected God, as if they expressly intended to <i>provoke his anger <\/i>,; which shows how detestable their apostasy is. <\/p>,\n <p> <i>They are gone away backward <\/i>,The meaning is, that when the Lord laid down to them a fixed way and rule of living, they were hurried along by their sinful passions; but he confirms the statement which he had just now made, that their licentiousness was so unbridled that they utterly revolted from God, and deliberately turned aside from that course to which their life ought to have been directed. <\/p>,",
    "audit": null
}