{
    "id": 7261,
    "source": "calvin",
    "verse_id": 18143,
    "verse_count": 1,
    "reference": "26:12",
    "title": "",
    "html": " <p> <i>O Jehovah, thou wilt ordain peace for us.<\/i>, This statement tends to the consolation of the godly, as if he had said, “We shall see what will be the end of the wicked; for thou wilt prevent them from sharing with thy children, and wilt take them away as enemies by fire, but we shall be happy.” The Hebrew verb <span class=\"greek-hebrew\">,שפת<\/span>, (<i>shāphăth<\/i>,) which signifies “to ordain,” has the same import as the word “establish;” as if he had said, “Thou wilt prepare peace for us in uninterrupted succession:” for the wicked also enjoy peace, but not of long duration; but our peace is fixed on the Lord, and has a firm foundation, and never comes to an end. By the word <i>peace<\/i>, he means perfect happiness. Hence infer, that the children of God alone, who rest on him, are happy; for the life of the wicked, to whatever extent it may abound in pleasures and luxuries, when everything proceeds to their wish, is most miserable. There is therefore no solid foundation for peace but in God’s fatherly love. <\/p>\n <p> <i>All our works.<\/i>, By <i>works<\/i>, he means all the blessings which the Lord bestows on those who believe in him; as if he had said, “Transactions, business, actions,” and everything included in the French phrase <i>nos affaires<\/i>, or in the corresponding English phrase <i>our affairs<\/i>,. Accordingly, those who have quoted this passage for the purpose of overturning free-will have not understood the Prophet’s meaning. It is undoubtedly true that God alone does what is good in us, and that all the good actions which men perform are from his Spirit. But here the Prophet merely shews that we have obtained from the hand of God all the good things which we enjoy; and hence he infers that his kindness will not cease till we shall have obtained perfect happiness. Now, since God is the author of all good things, we ought chiefly to consider those which hold the first and highest place; for if we ought to acknowledge that we have received from God those things by which we support this life, much more those which belong to the salvation of the soul. If, therefore, we ought to acknowledge his kindness in small matters, how much more ought we to acknowledge it in matters of the greatest importance and value? But there is no reason why we should bring forward this passage against the Papists; for they might easily evade it, and we have a great number of other passages exceedingly conclusive. <\/p>\n <p>In this passage, therefore, the Prophet appears to exhort the godly to testify their gratitude; for he bids them declare the acts of God’s kindness, so as to acknowledge that they are indebted to him for everything which they possess; and this contains a profitable doctrine, namely, that from past events and benefits received, the godly reason even as to God’s future kindness, and infer that he will also take care of them for the future. Having therefore experienced God’s kindness, let us also learn to hope for the future; and since he hath shewn himself to be so kind and bountiful, let us steadfastly fix our hearts in the hope of future assistance. <\/p>\n <p>This example has been followed by all the saints, and in this way they have strengthened their faith. Thus David says, “Thou wilt not despise the work of thy hands.” (<a class=\"ref\">Psalms 138:8<\/a>.) Paul says, “He who hath begun in us a good work will perform it.” (<a class=\"ref\">Philippians 1:6<\/a>.) Jacob also says, “I am less than the compassions and the truth which thou hast shewn to thy servant; but thou saidst, I will surely do thee good.” (<a class=\"ref\">Genesis 32:10<\/a>.) God is not like men, to be capable of being wearied by doing good, or exhausted by giving largely; and therefore the more numerous the benefits with which he has loaded us, so much the more ought our faith to be strengthened and increased. <\/p>",
    "audit": null
}