{
    "id": 7128,
    "source": "calvin",
    "verse_id": 18007,
    "verse_count": 1,
    "reference": "19:2",
    "title": "",
    "html": "<p><i>And I will set the Egyptians against the Egyptians. <\/i>Here he describes more particularly the calamity which the Lord had determined to bring on Egypt. By the expression, <i>I will set, <\/i>he means the internal struggles, in which those who ought to be mutual defenders cut down one another; and no evil can be more destructive than this to a state or a people. It was of importance also to convince the Jews that God, in whose hands are the hearts of men, (<a class=\"ref\">Proverbs 21:1<\/a>,) could by his unseen influence inflame the Jews to mutual animosities, that they might slay each other, though they were victorious over foreign enemies. Hence we learn that nations never rise in a seditious manner, unless the Lord <i>set them <\/i>against each other, as when one brings forward gladiators to the place of combat. He inflames their minds for battle, and prompts them to slay each other by mutual wounds; and therefore, as we ought to reckon it an evidence of God’s favor, when friendship is cherished among citizens, so we ought to ascribe it to his vengeance, when they rage against and slay and injure one another. <\/p>\n<p><i>And they shall fight every one against his brother. <\/i>For the sake of heightening the picture, he adds what was still more monstrous, that those who were related to them by blood would take up arms to destroy each other; for if men are worse than beasts when, forgetting their common nature, they engage in battle, how much more shocking is it to nature that brethren or allies should fight with each other! But the more monstrous it is, the more ought we to acknowledge the judgment of God and his terrible vengeance. <\/p>\n<p><i>City against city, and kingdom against kingdom. <\/i>Isaiah appears to advance by degrees; for he mentions, first, <i>a brother; <\/i>secondly, <i>a neighbor; <\/i>thirdly, <i>cities; <\/i>and, fourthly, <i>kingdoms <\/i>By <i>kingdoms <\/i>he means <i>provinces, <\/i>into which Egypt was divided, which the Greeks called  <span class=\"greek-hebrew\">νομοἰ<\/span>, the term by which the Greek translators have rendered it in this passage.  <\/p>\n\n<p>FT284 “And the spirit of Egypt shall fail. Heb. <i>shall be emptied. <\/i>” — Eng. Ver. <\/p>\n<p>FT285 “And the Egyptians will I give over, <i>or, shut up. <\/i>” — Eng. Ver. “And I will shut up Egypt in the hand of cruel lords.” — <i>Stock. <\/i><\/p>\n<p>FT286 “A fierce king.” — Eng. Ver. <\/p>\n<p>FT287 See vol. 1 p. 266 <\/p>\n<p>FT288 “<i>Embanked canals. <\/i><span class=\"aramaic_text\">Rivi aggerum<\/span>, as the Vulgate has it. The canals by which the waters of the Nile were distributed were fortified by mounds or banks.  <span class=\"greek-hebrew\">מצור<\/span>, (<i>mātzōr,<\/i>) which word Rosenmüller vainly endeavors to shew to be another name for Egypt or Mizraim.” — <i>Stock. <\/i><\/p>\n<p>FT289 See vol. 1 p. 492 <\/p>\n<p>FT290 “And ashamed (disappointed or confounded) are the workers of combed (or hatchelled) flax, and the weavers of white (stuffs.) The older writers supposed the class of persons here described to be the manufacturers of nets for fishing, and took  <span class=\"greek-hebrew\">הורי<\/span>, (<i>hōrai,<\/i>) in the sense of perforated open work or net-work. The moderns understand the verse as having reference to the working of flax and manufacture of linen. Knobel supposes  <span class=\"greek-hebrew\">הורי<\/span>, (<i>hōrai,<\/i>) to mean <i>cotton, <\/i>as being white by nature, and before it is wrought. Some of the older writers identified  <span class=\"greek-hebrew\">שריקות<\/span>, (<i>sĕrīkōth<\/i>,) with <i>sericum <\/i> <i>, <\/i>the Latin word for silk. Calvin supposes an allusion in the last clause to the diaphanous garments of luxurious women.” — <i>Professor Alexander. <\/i><\/p>\n<p>FT291 Our author is puzzled about this word. In his version he follows the old rendering, “all that make a net,” but his marginal reading is “all that make gain,” and to the latter he adheres in his commentary. Bishops Lowth and Stock render it, “all that make a gain,” and Professor Alexander, “all laborers for hire.” — <i>Ed. <\/i><\/p>\n<p>FT292  <span class=\"greek-hebrew\">קרם<\/span>, (<i>kĕdĕm,<\/i>) has two meanings, “antiquity” and “the east;” and accordingly Bishop Stock renders this clause, “the son of the kings of the east,” adding the following note: — “<i>Kings of the east. <\/i>A synonyme for <i>wise men, <\/i> <span class=\"greek-hebrew\">μάγοι ἀπὸ ἀνατολῶν<\/span>, the quarter of the world where the arts of divination originated, and to whose sovereigns Egyptian sages pretended kindred. Hence the magi, that came to worship Christ, are often denominated <i>the three kings. <\/i>” — <i>Ed. <\/i><\/p>\n<p>FT293 “Zoan, the Tanis of the Greeks, was one of the most ancient cities of Lower Egypt, (<a class=\"ref\">Numbers 13:22<\/a>,) and a royal residence. The name is of Egyptian origin, and signifies low situation. <i>Noph <\/i>is the Memphis of the Greek geographers, called Moph, (<a class=\"ref\">Hosea 9:6<\/a>.) It was one of the chief cities of ancient Egypt, the royal seat of Psammetichus.” — <i>Alexander. <\/i><\/p>\n<p>FT294 “The stay (Heb., corners) of the tribes thereof.” — Eng. Ver. <\/p>\n<p>FT295 Instead of  <span class=\"greek-hebrew\">פנת<\/span>, (<i>pinnăth,<\/i>) the construct singular, Grotius, Lowth, and others, prefer the conjectural reading,  <span class=\"greek-hebrew\">פנות<\/span> (<i>pinnōth,<\/i>) <i>corners. <\/i>But Rosenmüller removes the difficulty of the Syntax by remarking, that  <span class=\"greek-hebrew\">פנה<\/span>, (<i>pinnāh,<\/i>) a collective noun, and agreeably to the frequent usage of the Hebrew tongue, fitly agrees with a plural verb; and he quotes <a class=\"ref\">2 Samuel 19:41<\/a>, as a parallel instance. — <i>Ed. <\/i><\/p>\n<p>FT296 Professor Alexander prefers the literal rendering, “from before the shaking of the hand,” and thus explains the passage: “ <span class=\"greek-hebrew\">מפני<\/span>, (<i>mippĕnē<\/i>,) may be rendered, <i>on account of<\/i>, which idea is certainly included, but the true force of the original expression is best retained by a literal translation.  <span class=\"greek-hebrew\">תנופת יד<\/span>, (<i>tĕnūphăth yăd<\/i>,) is not the act of beckoning for the enemy, but that of threatening or preparing to strike. The reference is not to the slaughter of Sennacherib’s army, but more generally to the indications of Divine displeasure.” <\/p>\n<p>FT297 The only passage which occurs to my remembrance as likely to be in the author’s eye is, “And thou shalt become an astonishment, a proverb and a bye-word, among all the nations whither the Lord shall lead thee.” (<a class=\"ref\">Deuteronomy 28:37<\/a>.) — <i>Ed. <\/i><\/p>\n<p>FT298 <i>Heliopolis <\/i>is a Greek word, and signifies “the city of the sun.” It is the name of a famous city of Lower Egypt, in which there was a temple dedicated to the sun. — <i>Ed. <\/i><\/p>\n<p>FT299 “<i>Pillar<\/i>. ” — Eng. Ver. <\/p>\n<p>FT300 The name “Philomētor,” which means “loving his mother,” was ironically given to him on account of his known hatred of his mother Cleopatra. — <i>Ed <\/i><\/p>\n<p>FT301 “<span class=\"aramaic_text\">Sous ceste pedagogie de la Loy<\/span>.” <\/p>\n<p>FT302 “<span class=\"aramaic_text\">Les signes et sacramens<\/span>.” <\/p>\n<p>FT303 Of one clause in this verse, rendered by our translators “and a great one,” Calvin takes no notice. Rosenmüller considers  <span class=\"greek-hebrew\">רב<\/span> (<i>rāb<\/i>) to be the participle Kal of  <span class=\"greek-hebrew\">רוב<\/span>, (<i>rūb<\/i>,) and assigns to Cocceius the honor of having discovered that the punctuation, which the Masoretic annotators have set aside, in the parallel passage of Deuteronomy, as a peculiarity for which they could not account, was the key to the true interpretation. Almost all the commentators, Cocceius excepted, render  <span class=\"greek-hebrew\">רב<\/span> (<i>rāb<\/i>) “a great one,” some of them supposing that Ptolemy the Great, the son of Lagus, and others that Alexander the Great, was meant. But Cocceius was the first to perceive that the signification “Great” does not agree with the context, and has justly remarked that the word  <span class=\"greek-hebrew\">רב<\/span> (<i>rāb<\/i>) with a Kametz, ought not to be confounded with  <span class=\"greek-hebrew\">רב<\/span> (<i>rāb<\/i>,) with a Pathach, but that its meaning should be sought from the verb  <span class=\"greek-hebrew\">רוב<\/span> (<i>rūb<\/i>) or  <span class=\"greek-hebrew\">ריב<\/span> (<i>rīb<\/i>,) “to contend, to argue, to defend one’s cause in a court of justice;” and he quotes a parallel passage, in which Moses, while he blesses Judah, speaking of God, says,  <span class=\"greek-hebrew\">ידיו רב לו<\/span> (<i>yādaiv rāb lō<\/i>) “his hands shall be his protector.” (<a class=\"ref\">Deuteronomy 33:7<\/a>.) See Robertson’s Clavis Pentateuchi, p. 561. The ancients appear to have taken a similar view. The Septuagint renders it thus.  <span class=\"greek-hebrew\">Καὶ ἀποστελεῖ αὐτοῖς ἄνθρωπον ὃς σώσει αὐτοὺς, κρίνων σώσει αὐτούς<\/span>. The Chaldee and Syriac render it, “a deliverer and a judge,” and Jerome’s rendering is, <i>propuqnatorem <\/i>, “a defender or champion”. Rosenmüller Scholia. “A Savior and a vindicator”. Lowth. “An advocate”. Stock. “The explanation of  <span class=\"greek-hebrew\">רב<\/span>, (<i>rab<\/i>) as a participle,” says Professor Alexander, “is found in all the ancient versions, and is adopted by most modern writers.” — <i>Ed. <\/i><\/p>\n<p>FT304 The words of the Apostle are, “How shall they call on him in whom they have not <i>believed? <\/i>” But Calvin’s remark, which immediately follows, vindicates the appropriateness, though not the verbal accuracy, of the quotation. — <i>Ed. <\/i><\/p>\n<p>FT305 “<span class=\"aramaic_text\">La doctrine de salut<\/span>;” “The doctrine of salvation.” <\/p>\n<p>FT306 “<span class=\"aramaic_text\">Ce sera un preparatif pour les amener à repentance<\/span>;” — “It will be a preparation to lead them to repentance.” <\/p>\n<p>FT307 “<span class=\"aramaic_text\">Pourvenu que notre repentance ne soit hypocritique<\/span>;” — “Provided that our repentance be not hypocritical.” <\/p>\n<p>FT308 “<span class=\"aramaic_text\">D’où viennent les chastimens, si non de nos pechez? S’ils sont pardonnez, aussi le sont les chastimens meritez a cause d’iceux.<\/span> “ — “Whence come chastisements but from our sins? If they are remitted, so are also the chastisements deserved on account of them.” <\/p>\n<p>FT309 See vol. 1 p. 101 <\/p>\n<p>FT310 This is the Author’s version. See p. 48 <\/p>\n<p>FT311 The particle  <span class=\"greek-hebrew\">את<\/span> (ĕ<i>th<\/i>) does not decide the question, for it may either be the sign of the accusative case, or a preposition signifying <i>with<\/i>. Professor Alexander adopts the latter view, and argues powerfully in favor of the rendering, “they shall serve God,” in which he concurs with Lowth, “And the Egyptian shall worship with the Assyrian,” and with Stock, “And Egypt shall serve [God] with Assyria.” — <i>Ed. <\/i><\/p>\n<p>FT312 “<span class=\"aramaic_text\">De la crainte de Dieu<\/span>,” — “from the fear of God.” <\/p>\n<p>FT313 “Jacob is the lot (Heb. cord) of his inheritance.” — Eng. Ver. <\/p>\n<p>FT314 “The meaning obviously is,” says Professor Alexander, “that Israel should be one of three, or a party to a triple union.” By an analagous idiom of the Greek language, Peter calls Noah  <span class=\"greek-hebrew\">ὄγδοον<\/span>, “the eighth,” that is, “one of eight persons.” (<a class=\"ref\">2 Peter 2:5<\/a>.) From classical writers other instances might be given, such as  <span class=\"greek-hebrew\">εἰς οἰκίαν δωδέκατος<\/span> “he went to his house the twelfth,” or, “one of twelve,” that is, “along with eleven other persons.” — <i>Ed. <\/i><\/p>\n<p>FT315 “Whom the Lord of hosts shall bless.” — Eng. Ver. <\/p>\n<p>FT316 Our Author perhaps refers to his expository remarks on <a class=\"ref\">Ephesians 2:10<\/a>, <a class=\"isa\" verses=\"WzE3OTkxXQ==\">Isaiah 17:7<\/a>, <a class=\"isa\" verses=\"WzE4ODkzXQ==\">Isaiah 64:7<\/a>, See p. 26 <\/p>",
    "audit": null
}