{
    "id": 7428,
    "source": "calvin",
    "verse_id": 18315,
    "verse_count": 1,
    "reference": "34:11",
    "title": "",
    "html": "<p><i>Therefore the pelican and the owl shall possess it. <\/i> As to these animals there are various opinions, and Hebrew commentators are not agreed about them; but the design of the Prophet is evident, which is, to describe a desert place and an extensive wilderness. He undoubtedly mentions dreadful beasts and hideous monsters, which do not dwell with men, and are not generally known by them, in order to shew more fully how shocking will be this desolation. The former clause therefore is plain enough, but the latter is attended by some difficulty.<\/p> \n<p><i>He shall stretch over it the cord of emptiness. <\/i> Some view the phrase “an empty cord” as bearing an opposite sense, and apply it to the Jews; but I take a more simple view, and think that, like all the preceding statements, it must relate to the Edomites. Anti to make it more clear that this is Isaiah’s natural meaning, we read the same word in the Prophet Malachi, who lived a long time afterwards. That passage may be regarded as an approbation of this prophecy.<\/p> \n<p><span> “If Edom shall say, We have been diminished, we shall therefore return and rebuild the desolate places; thus saith the Lord of Hosts, They shall indeed build, but I shall pull down, and they shall call them the borders of wickedness, and the people against whom the Lord is angry for ever. And your eyes shall see, and ye shall say, Let the Lord be magnified on the borders of Israel.”—\n(<\/span> <a class=\"ref\">Malachi 1:4<\/a>.)<\/p> \n<p>What Isaiah had foretold more obscurely, Malachi explains with greater clearness. The latter declares that “the Edomires shall build in vain,” and the former that “they shall stretch an empty cord.” As if he had said, “In vain shall the masterbuilders bestow their exertions on rebuilding the cities;” for builders make use of cords and plummets in all their measurements. He therefore shews that the efforts of those who shall intend to restore the land of Edom will be fruitless; for his meaning is, that they shall be destroyed in such a manner that they cannot at all recover from that destruction, though God usually alleviates other calamities by some consolation.<\/p> \n<p>And hence we ought to draw a very profitable doctrine, that when cities are in some measure restored after having been thrown down, this arises from the distinguished kindness of God; for the efforts of builders or workmen will<i>be<\/i> unavailing, if he do not put his hand both to laying the foundation and to carrying forward the work. Fruitless and unprofitable also will their work be, if he do not conduct it to the conclusion, and afterwards take it under his guardianship. In vain shall men bestow great expense, and make every possible exertion, if he do not watch over and bless the work. It is only by the blessing of God, therefore, that we obtain any success; and hence also it is said that “his hands have built Jerusalem.” ( <a class=\"ref\">Psalms 147:2<\/a>; <a class=\"isa\" verses=\"WzE3OTYxXQ==\">Isaiah 14:32<\/a>.) What Isaiah threatens in this passage against the Edomites, the Holy Spirit elsewhere declares as to the house of Ahab, meaning that it shall be razed to the very foundation. ( <a class=\"ref\">2 Kings 21:13<\/a>.)<\/p> ",
    "audit": null
}