{
    "id": 7833,
    "source": "calvin",
    "verse_id": 18729,
    "verse_count": 1,
    "reference": "54:5",
    "title": "",
    "html": " <p> <i>For thy Maker is thy husband.<\/i>, He assigns the reason why she will forget all the distresses and calamities which she formerly endured. It is because God will again receive her into favor; for captivity might be said to be a kind of divorce, as we formerly saw. (<a class=\"isa\" verses=\"WzE3NjU2XQ==\">Isaiah 1:1<\/a>) He now says, “He who created thee shall be thy husband;” for such is the import of the words. He calls himself the “Maker” of his Church, not only because he created the Church as he created other men, but because he condescended to adopt her as his heritage; and this privilege may be regarded as a new life. Although the Jews fell from their dignity, as men are speedily led to revolt, if they are not renewed by the Spirit of strength, yet their spiritual creation was not wholly extinguished, for the remembrance of the covenant remained, and hence also God created them anew. <\/p>\n <p> <i>Whose name is Jehovah of hosts.<\/i>, This refers to his power, that we may be permitted to glory in it., seeing that we are his children; for the greater the power of God, and the more honorable his name, so much the greater is our boasting, so long as we are his children and do not boast of an empty title. Now, the Prophet magnifies this kindness of God, that he condescends to have us instead of a wife, that we may be able to glory in his power and strength. <\/p>\n <p> <i>Thy Redeemer.<\/i>, He calls himself the “Redeemer,” in order that he may more fully confirm the people in that hope; that, although the former deliverance appeared to be cancelled, because the people were again led into captivity, yet they shall be restored in such a manner as to know that the grace of God is not without effect. <\/p>\n <p> <i>Shall be called.<\/i>, The verb, <span class=\"greek-hebrew\">,יקרא <\/span> <i>(yikkare)<\/i>,“shall be called,” may refer either to the name “Redeemer,” or to the name “Holy One,” or to both I willingly connect both together in this manner, “The Holy One of Israel shall be called thy Redeemer, and the God of the whole earth.” He employs the expression, the whole earth, because the name of God had formerly been, in some respects, confined to Judea, but, by the preaching of the Gospel, the Gentiles have been called to the same hope of salvation. (<a class=\"ref\">Psalms 76:2<\/a>) The Lord is “the God of the Gentiles” (<a class=\"ref\">Romans 3:29<\/a>) as well as “of the Jews;“ for the Gentiles, though formerly “far off,” (<a class=\"ref\">Ephesians 2:13<\/a>,) have been united to the Jews under his government. <\/p>",
    "audit": null
}