{
    "id": 7321,
    "source": "calvin",
    "verse_id": 18207,
    "verse_count": 1,
    "reference": "29:13",
    "title": "",
    "html": " <p> <i>Therefore the Lord saith.<\/i>, The Prophet shews that the Lord, in acting with such severity towards his people, will proceed on the most righteous grounds; though it was a severe and dreadful chastisement that their minds should be stupefied by the hand of God. Now, since men are so fool-hardy and obstinate, that they do not hesitate to contend with him, as if he were unjustly severe, the Prophet shews that God has acted the part of a righteous judge, and that the blame lies wholly on men, who have provoked him by their baseness and wickedness. <\/p>\n <p> <i>Because this people draweth near with their mouth.<\/i>, He shews that the people have deserved this punishment chiefly on account of their hypocrisy and superstitions. When he says that “they draw near with the <i>mouth<\/i>, and the <i>lips<\/i>, ” he describes their hypocrisy. This is the interpretation which I give to <span class=\"greek-hebrew\">,נגש<\/span>, (<i>nāgăsh<\/i>,) and it appears to me to be the more probable reading, though some are of a different opinion. Some translate it, “to be compelled,” and others, “to magnify themselves;” but the word contrasted with it, <i>to remove,<\/i>, which he afterwards employs, shews plainly that the true reading is that which is most generally received. <\/p>\n <p> <i>And their fear toward me hath been taught by the precept of men.<\/i>, By these words he reproves their superstitious and idolatrous practices. These two things are almost always joined together; and not only so, but hypocrisy is never free from ungodliness or superstition; and, on the other hand, ungodliness or superstition is never free from hypocrisy. By the <i>mouth<\/i>, and <i>lips<\/i>, he means an outward profession, which belongs equally to the good and the bad; but they differ in this respect, that bad men have nothing but idle ostentation, and think that they have done all that is required, if they open their lips in honour of God; but good men, out of the deepest feeling of the heart, present themselves before God, and, while they yield their obedience, confess and acknowledge how far they are from a perfect discharge of their duty. <\/p>\n <p>Thus he makes use of a figure of speech, very frequent in Scripture, by which one part or class denotes the whole. He has selected a class exceedingly appropriate and suitable to the present subject, for it is chiefly by the tongue and the mouth that the appearance of piety is assumed. Isaiah therefore includes, also, the other parts by which hypocrites counterfeit and deceive, for in every way they are inclined to lies and falsehood. We ought not to seek a better expositor than Christ himself, who, in speaking of the washing of the hands, which the Pharisees regarded as a manifestation of holiness, and which they blamed the disciples for neglecting, in order to convict them of hypocrisy, says, <\/p>\n <p> <span>“Well hath Isaiah prophesied of you, This people honoureth me with the lips, but their heart is far from me.” \n(<\/span>, <a class=\"ref\">Matthew 15:7<\/a>.) <\/p>\n <p>With the “lips” and “mouth,” therefore, the Prophet contrasts the “heart,” the sincerity of which God enjoins and demands from us. If this be wanting, all our works, whatever brilliancy they possess, are rejected by him; for “he is a Spirit,” and therefore chooses to be “worshipped” and adored by us “with the spirit” and the heart. (<a class=\"ref\">John 4:24<\/a>.) If we do not begin with this, all that men profess by outward gestures and attitudes will be empty display. We may easily conclude from this what value ought to be set on that worship which Papists think that they render to God, when they worship God by useless ringing of bells, mumbling, wax candles, incense, splendid dresses, and a thousand trifles of the same sort; for we see that God not only rejects them, but even holds them in abhorrence. <\/p>\n <p>On the second point, when God is worshipped by inventions of men, he condemns this “fear” as superstitious, though men endeavour to cloak it under a plausible pretence of religion, or devotion, or reverence. He assigns the reason, that it “hath been taught by men.” I consider <span class=\"greek-hebrew\">,מלמדה<\/span>,(<i>mĕlŭmmādāh <\/i>) to have a passive signification; for he means, that to make “the commandments of men,” and not the word of God, the rule of worshipping him, is a subversion of all order. But it is the will of the Lord, that our “fear,” and the reverence with which we worship him, shall be regulated by the rule of his word; and he demands nothing so much as simple obedience, by which we shall conform ourselves and all our actions to the rule of the word, and not turn aside to the right hand or to the left. <\/p>\n <p>Hence it is sufficiently evident, that those who learn from “the inventions of men” how they should worship God, not only are manifestly foolish, but wear themselves out by destructive toil, because they do nothing else than provoke God’s anger; for he could not testify more plainly than by the tremendous severity of this chastisement, how great is the abhorrence with which he regards false worship. The flesh reckons it to be improper that God should not only reckon as worthless, but even punish severely, the efforts of those who, through ignorance and error, weary themselves in attempts to appease God; but we ought not to wonder if he thus maintains his authority. Christ himself explains this passage, saying, “In vain do they worship me, teaching doctrines, the commandments of men.” (<a class=\"ref\">Matthew 15:9<\/a>.) Some have chosen to add a conjunction, “teaching doctrines <i>and<\/i>, commandments of men,” as if the meaning had not been sufficiently clear. But he evidently means something different, namely, that we act absurdly when we follow “the commandments of men” for our doctrine and rule of life. <\/p>",
    "audit": null
}