{
    "id": 6949,
    "source": "calvin",
    "verse_id": 17822,
    "verse_count": 1,
    "reference": "8:14",
    "title": "",
    "html": " <p> <i>And he shall be for a sanctuary.<\/i>, He promises that the true worshippers of God will enjoy tranquillity of mind, because the Lord, covering them, as it were, under his wings, will quickly dispel all their fears. There is an allusion to the word <i>sanctify<\/i>, which he had lately used; for the word <span class=\"greek-hebrew\">,מקדש<\/span>, (<i>mikdash<\/i>,) which means sometimes <i>a sanctuary<\/i>, and sometimes <i>a place of refuge<\/i>, is derived from the same root. The meaning therefore is, that God demands nothing for which he does not offer mutual recompense, because every one that <i>sanctifies<\/i>, him will undoubtedly find him to be <i>a place of refuge<\/i>,. Now, although in this sanctification there is a mutual relation between us and God, yet there is a difference, for we <i>sanctify<\/i>, him by ascribing all praise and glory to him, and by relying entirely upon him; but he <i>sanctifies<\/i>, us, by guarding and preserving us from all evils. As there were few who believed and relied on his promises, the Prophet wished that the godly should be fortified against this kind of temptation; for there was a danger lest they should be carried away by such bad examples as by a kind of tempest. <\/p>\n <p>The Prophet therefore meant, “The Lord will be your best and most faithful guardian. Though others stumble against him, yet be not you terrified; remain steadfastly in your calling.” And here a contrast is implied, though not expressed; for a <i>sanctuary<\/i>, may be said to be a citadel situated in a lofty position, and a bulwark for defending and guarding the godly, but for destroying and overwhelming the ungodly, because they rashly stumble against it. We shall afterwards see more clearly how this was fulfilled, partly during the reign of Hezekiah, and partly at the time of the captivity into Babylon; and yet at the same time Christ was prefigured, who was to be not a place of refuge, but rather <i>a stone of stumbling<\/i>, to the Israelites. Isaiah forewarns them of this <i>stumbling<\/i>, that the godly may be aware of it. <\/p>\n <p> <i>To the two houses of Israel.<\/i>, The Jews ignorantly and improperly tear asunder this verse, instead of dividing it. “God will be,” say they, “partly a <i>sanctuary<\/i>, and partly a <i>stone of stumbling<\/i>,; as if by the two families he distinguished between the godly and the unbelievers. On the contrary, he enjoins believers, though nearly the whole multitude of both kingdoms should dissuade them from obedience to God, not to be discouraged, but to disregard everything else, and break through all opposition. The Prophet might have simply said, <i>he will be for an offense to Israel<\/i>,; but he intended to express more, for he includes the whole nation, and declares that God will be their destruction. The nation was divided into two kingdoms, Ephraim and Judah; and, therefore, he mentioned both. There were, indeed, some exceptions, but he speaks here of the whole body. <\/p>\n <p>This is a remarkable passage and cannot be sufficiently called to remembrance, especially at the present time, when we see the state of religion throughout the whole Christian world brought nearly to ruin. Many boast that they are Christians who are strongly alienated from God, and to whom Christ is a <i>stone of stumbling<\/i>,. The papists insolently and proudly boast of his name, though they profane the whole of his worship by superstitions, and bring upon it dishonor and reproach. Among those to whom a purer worship of God has been restored, there are very few who embrace the Gospel of God with sincere regard. Wherever we turn our eyes, very sore temptations meet us in every direction; and, therefore, we ought to remember this highly useful instruction, that it is no new thing, if a great multitude of persons, and almost all who boast that they belong to the Church, <i>stumble against<\/i>, God. Yet let us constantly adhere to him, however small may be our numbers. <\/p>\n <p> <i>For a snare to the inhabitant of Jerusalem.<\/i>, This is the second circumstance introduced for heightening the picture; for, after having mentioned the two kingdoms, he names the metropolis itself. Although the whole country was crippled, yet it seemed that the Lord kept his abode there. He therefore means that God became <i>a snare<\/i>, not only to the common people who were scattered throughout the fields and villages, but to the nobles themselves, and to the priests who dwelt in <i>Jerusalem<\/i>, who dwelt in that holy habitation in which God intended that the remembrance of his name should be chiefly preserved. That was testified also by David, that <i>those builders<\/i>, whom the Lord appointed <i>rejected the chief corner-stone<\/i>,. (<a class=\"ref\">Psalms 118:22<\/a>.) Christ quotes this passage against the Jews, and shows that it applies to himself. (<a class=\"ref\">Matthew 21:42; Mark 12:10<\/a>.) This happened, indeed, in the time of Isaiah, but still more in the time of Christ; for ungodliness and rebellion gradually increased till they came to a height. Accordingly, both the highest and the lowest, who always had obstinately disobeyed God, at that time broke out against him still more with unrestrained indulgence, and therefore their destruction also reached its height; for they were altogether rejected by God, whose Son they had refused. Hence also we infer the eternal divinity of Christ, for Paul shows that it is God of whom the Prophet here speaks. (<a class=\"ref\">Romans 9:33<\/a>.) Now, he speaks not of a pretended God, but of that God by whom heaven and earth were created, and who revealed himself to Moses. (<a class=\"ref\">Exodus 3:6<\/a>.) It is, therefore, the same God by whom the Church has been always governed. <\/p>",
    "audit": null
}