{
    "id": 7618,
    "source": "calvin",
    "verse_id": 18509,
    "verse_count": 1,
    "reference": "43:3",
    "title": "",
    "html": "<p><i>For I am Jehovah thy God. <\/i>He confirms the preceding statement by the experience of the past; for the Lord had formerly assisted his people in such a manner that it was reasonable and proper that believers should safely rely on his grace. We must always remember what we had in the former verse, — “Fear not, for I have redeemed thee; I am thy Lord.” These ought to be read unitedly and in immediate connection, because they have the same object; for if the Lord is our God, it follows that he is on our side, and therefore we shall find that he is our Savior. But if we wish to know by experience that he is our Savior, we must be a part of Israel, not in name only, but so as to give true evidences of godliness during the whole course of our life. This is therefore the foundation of our confidence,that “Jehovah is our God;” and hence it follows that they who do not acknowledge God to be their Father, and who do not rely on his kindness, are wretched, and tremble continually. Wicked men, indeed, indulge in mirth, and even act disdainfully towards God; but their indifference is intoxication and madness of mind, by which they are the more rapidly carried headlong to their destruction. To believers alone this brings the assurance, that he who hath chosen them wishes to be continually their God, and to preserve them; and therefore hath separated them to be his inheritance. <\/p>\n<p>In this sense he calls himself <i>The Holy One of Israel, <\/i>because while the whole human race is by nature estranged from him, he hath chosen his people that he might set them apart to be his own. Now, though external separation is of little moment, unless God sanctify the elect by the power of his Spirit, yet, because Israel had. openly polluted himself, God declares that still his covenant shall not be made void, because he is always like himself. Besides, it is well known that the word <i>holy <\/i>is used in an active sense for “him who sanctifies;” and therefore if we wish to be certain of God’s love towards us, let us always remember the testimony of our adoption, by which we are confirmed in our hearts, as by a sure pledge, and let us with all earnestness ask it from God. <\/p>\n<p><i>I have given the price of thy redemption. <\/i>I make no remarks on those repetitions which are frequently used by the Prophet, and are customary in the Hebrew language; for the two phrases in this verse, <i>I have given the price, <\/i>and <i>I have given instead of thee, <\/i>are used by him in the same sense. We have said that the Prophet confirms believers by bringing forward earlier proofs of the grace of God; as if he had said, “You have already known by experience that God cares for your salvation; for how could it have happened that Sennacherib turned his forces against Egypt, Ethiopia, and other nations, but because the Lord spared you, and directed the attack of your enemy to another quarter? Since therefore he has hitherto manifested so great anxiety on your behalf, you have no need to be anxious about the future.” Thus if at any time doubts arise in our minds about the providence of God, or about his promises, we ought to bring to remembrance the benefits which he has already bestowed upon us; for we shall be chargeable with extreme ingratitude if, after having received from God so many benefits, we doubt of his kindness for the future. <\/p>\n<p>But a question arises. In what sense does he call “Egypt and Ethiopia the price of the redemption” of the Church? for heathen men are not of so high value as to redeem the children of God. But the Prophet borrowed this mode of expression from the ordinary language of men; as if he had said, “The Egyptians, the Ethiopians, and the Sabeans came in thy room, and, as if an exchange had been made, were constrained to suffer the destruction to which thou wast exposed; for, in order to preserve thee, I destroyed them, and delivered them instead of thee into the hand of the enemy.” But we must attend to the history. While Sennacherib was rushing on with his whole might against Judea, the Lord, by throwing over him a bridle, suddenly checked him, and entangled him by other wars, so that he was constrained to withdraw his army; and thus the Egyptians and Ethiopians were signally defeated, while the people of God were allowed to breathe. (<a class=\"ref\">2 Kings 19:28<\/a>; <a class=\"isa\" verses=\"WzE4MzYxXQ==\">Isaiah 37:8<\/a>.) <\/p>\n<p>We too may readily acknowledge, if we are not worse than stupid, that the same providence and infinite mercy of God have been manifested toward us, when tyrants who would have wished to destroy us, and who joined in opening their mouths with eagerness to devour us, are made by him to engage in wars against each other, and when the rage with which they burned against us is directed by him to another quarter; for by doing so he preserves us, so as to give them as the price of our redemption. When we see irreligious men, amidst the uproar and confusion of mutual wars, pause in their efforts to destroy us, while it is manifest that they do not pause of their own accord, let us lift up our eyes to heaven, and learn that God, in order to spare us, miraculously substitutes others in our room; for we were “like sheep appointed for slaughter,” (<a class=\"ref\">Psalms 44:22<\/a>;) swords were drawn on every hand, if he had not snatched them from the hands of wicked men, or given them a different direction. <\/p>\n<p>Hence we ought to draw a general doctrine, that the Lord takes such care of all believers (<a class=\"ref\">1 Peter 5:7<\/a>) that he values them more highly than the whole world. Although, therefore, we are of no value, yet let us rejoice in this, that the Lord sets so high a value upon us, and prefers us to the whole world, rescues us from dangers, and thus preserves us in the midst of death. If everything were at peace with us, and if we had no troubles, we should not see this grace of God; for when a thousand deaths appear to hang over us, and when there appears no way of escape, and when he suddenly drives back the tyrants, or turns them in another direction, we then know by experience what the Prophet says, and perceive his invaluable kindness toward us. <\/p>",
    "audit": null
}