{
    "id": 7186,
    "source": "calvin",
    "verse_id": 18065,
    "verse_count": 1,
    "reference": "22:12",
    "title": "",
    "html": " <p> <i>And the Lord of hosts called.<\/i>, The wicked obstinacy of the people is exhibited by the Prophet with additional aggravations. What left them altogether without excuse was the fact, that while they were exposed to so great dangers, they despised the godly remonstrances of the prophets, and rejected the grace of God, when he wished to heal and restore them. It is a proof of consummate depravity, when men have so completely laid aside all feeling that they fearlessly despise both instruction and chastisements, and obstinately “kick against the pricks,” (<a class=\"ref\">Acts 9:5<\/a>,) and this makes it evident that they have been “given over to a reprobate mind.” (<a class=\"ref\">Romans 1:28<\/a>.) <\/p>\n <p>When he says, that “the Lord called” them, this may be explained in two ways; for although the Lord does not speak, still he calls loudly enough by stripes and chastisements. Let it be supposed that we are destitute of all Scripture, of prophets, teachers, and advisers, still he instructs us by distresses and afflictions, so that we may state, in a few words, that every chastisement is a <i>call<\/i>, to repentance. But, unquestionably, the Prophet intended to express something more, namely, that in despising godly warnings, they did not scruple to treat with scorn God’s fatherly invitation. <\/p>\n <p> <i>In that day.<\/i>, There is great weight also in mentioning <i>the day<\/i>, of affliction, when danger threatened them, for they were admonished at the same time by the word and by strokes. The signs of God’s anger were visible, the prophets uttered incessant cries, and still they became no better. <\/p>\n <p> <i>To baldness and girding with sackcloth.<\/i>, When he mentions <i>sackcloth<\/i>, and <i>baldness<\/i>, he employs the signs themselves to describe repentance; for repentance does not consist in sackcloth or haircloth, or anything outward, but has its place in the heart. Those who sincerely repent are displeased with themselves, hate sin, and are affected with such a deep feeling of grief, that they abhor themselves and their past life; but as this cannot be done without, at the same time, making itself known by confession before men, on this account he describes the outward signs by which we give evidence of our conversion. Now, these things were at that time cast away among the Jews, when they made public declarations of repentance. The Prophet therefore means that they were called to repentance, to humble themselves before God, and to exhibit the evidences of repentance before men. Of themselves, indeed, the signs would not be sufficient, for repentance begins at the heart; and Joel gives warning to that effect, <\/p>\n <p>“Rend your hearts, and not your garments.” (<a class=\"ref\">Joel 2:13<\/a>.) <\/p>\n <p>Not that he wished signs to be laid aside, but he shewed that they are not sufficient, and that of themselves they are not acceptable to God. <\/p>\n <p>Hence infer what is our duty, when the tokens of God’s anger are visible to us. We ought to declare publicly our repentance, not only before God, but also before men. The outward ceremonies, indeed, are of little consequence, and we are not commanded to wear sackcloth or to pull out our hair; but we must practice honestly and sincerely what is actually meant by these signs, disapprobation and confession of our guilt, humility of the heart, and reformation of the life. If we do not confess that we are guilty, and that we deserve punishment, we shall not return to a state of favor with God. In short, as culprits allow their beards to grow, and wear tattered clothes, in order to affect the hearts of the judges, so we ought to betake ourselves as suppliants to the mercy of God, and make a public declaration of our repentance. <\/p>\n <p>But here we ought also to observe the usefulness of outward signs of repentance; for they serve as spurs to prompt us more to know and abhor sin. In this way, so far as they are spurs, they may be called causes of repentance; and so far as they are evidences, they may be called effects. They are causes, because the marks of our guilt, which we carry about us, excite us the more to acknowledge ourselves to be sinners and guilty; and they are effects, because, if they were not preceded by repentance, we would never be induced to perform them sincerely. <\/p>",
    "audit": null
}