{
    "id": 7627,
    "source": "calvin",
    "verse_id": 18518,
    "verse_count": 1,
    "reference": "43:12",
    "title": "",
    "html": " <p> <i>I have told and have saved. <\/i> This verse is a sort of recapitulation (<span class=\"greek-hebrew\"> ἀνακεφαλαίωσις <\/span>) of the preceding; for Jehovah again relates that he foretold future events, and that he had actually accomplished what he foretold. To <i>tell <\/i> relates to foreknowledge, and to <i>save <\/i> relates to power and goodness. In a word, he means that he alone is God, who both knows and does all things. Although these things were spoken to the Jews, yet let us know that they belong to us also; for all the predictions that have come down to us ought to be regarded by us as so many proofs both of the knowledge and of the power of God, that we may rely on him alone. <\/p> \n <p> <i>And there is no strange god among <\/i> you. That superstitions may be banished, and that he may be elevated to the throne of his heavenly doctrine, he again mentions that he displayed his power, and gave tokens of his grace, without being aided by any one; and hence it follows, that they who shall not be satisfied with him alone, will be excessively ungrateful and wicked. “At the time,” says he, “when ye worshipped no strange god, I openly and publicly displayed my power; and therefore it is unlawful to bestow on false gods what belongs to me.” And yet in these words he does not so much commend the piety or religion of the people, as he excludes all foreign aid; as if he had said, that while the Jews knew no other God, the miracles wrought by him were so numerous and so great, that it was perfectly evident that none but he is God. At the same time Isaiah remarks that our unbelief hinders God from displaying his power amongst us. Away, then, with all errors and all wavering and doubtful opinions about God, if we wish to have experience of his power! for if we turn our minds to superstitions or idols, we shall undoubtedfly render ourselves unworthy of his assistance and kindness. <\/p> \n <p> <i>Ye are therefore my witnesses. <\/i> At length he again summons them as <i>witnesses, <\/i> accusing them of base and shameful ingratitude, if they conceal what he had abundantly made known to them; for the greater and more numerous the testimonies by which he has manifested to us his power and might, so much the more are we bound to declare them to others. <\/p> ",
    "audit": null
}