{
    "id": 7744,
    "source": "calvin",
    "verse_id": 18640,
    "verse_count": 1,
    "reference": "49:3",
    "title": "",
    "html": " <p> <i>Thou art my servant, O Israel. <\/i> It is of great importance to connect this verse with the preceding, because this shews that the Prophet now speaks not only of a single man, but of the whole nation; which has not been duly considered by commentators. This passage must not be limited to the person of Christ, and ought not to be referred to Israel alone; but on the present occasion we should attend to the customary language of Scripture. When the whole body of the Church is spoken of, Christ is brought forward conspicuously so as to include all the children of God. We hear what Paul says: <\/p> \n <p>“The promises were given to Abraham and to his seed. He saith not, And to seeds, as of many, but as of one, And to thy seed, which is Christ.” (<a class=\"ref\">Galatians 3:16 <\/a>.) <\/p> \n <p>He does not include the whole multitude of children who were descended from Abraham himself according to the flesh, seeing that all were not partakers of the blessing. Ishmael was rejected, Esau was a reprobate, and many others were cut off. When the people were rescued from Babylon, but a small renmant came out; for the greater part rejected God’s astonishing kindness. Where then was “the seed?” In Christ, who is the Head, and contains in himself the rest of the members; for in him is joined and bound by an indisoluble bond all the seed. <\/p> \n <p>In like manner, under the name <i>Israel, <\/i> by which he means Christ, Isaiah includes the whole body of the people, as members under the Head. Nor ought this to be thought strange; for Paul also, when he speaks of the union, employs the metaphor of the human body, and then adds: “So also is Christ.” (<a class=\"ref\">1 Corinthians 12:12 <\/a>.) In that passage the name of Christ is given to Israel, that is, to the whole body of believers, who are joined to Christ, as members to the Head. In a word, the Lord honors by this name the Church, which is the spouse of Christ, just as the wife is honored by bearing the name and title of her husband. He calls “Israel his <i>servant,” <\/i> that is, he calls the Church his handmaid, because she is “the pillar and foundation of truth,” (<a class=\"ref\">1 Timothy 3:15 <\/a>;) for he hath committed his word to the care of the Church, that by her ministrations it may be published throughout the whole world. <\/p> \n <p> <i>In thee I will be glorified. <\/i> At length, in the conclusion of the verse he shews what is the design of these ministrations, and for what purpose, they who preach the Gospel are called by God; namely, that they may zealously display his glory, and may likewise promote it among others, which Christ also teaches us in the Gospel, <\/p> \n <p>“Father, glorify thy Son, that thy Son may glorify thee.” (<a class=\"ref\">John 17:1 <\/a>.) <\/p> \n <p>This is a very high honor conferred on poor, feeble men, when the Lord appoints them, though corrupt and depraved, to promote his glory; and therefore we ought to be the more encouraged to render to him our service and obedience. Yet God intends to express something more, that, notwithstanding the efforts of Satan and all wicked men, the power of God will be victorious, so that Christ shall triumph gloriously, and the majesty of God shall shine forth in his Gospel. <\/p> ",
    "audit": null
}