{
    "id": 7593,
    "source": "calvin",
    "verse_id": 18484,
    "verse_count": 1,
    "reference": "42:3",
    "title": "",
    "html": "<p><i>A bruised reed he shall not break. <\/i> After having declared in general that Christ will be unlike earthly princes, he next mentions his mildness in this respect, that he will support the weak and feeble. This is what he means by the metaphor of “the bruised reed,” that he does not wish to break off and altogether crush those who are half-broken, but, on the contrary, to lift up and support them, so as to maintain and strengthen all that is good in them.<\/p> \n<p><i>Nor will he quench the smoking flax. <\/i> This metaphor is of the same import with the former, and is borrowed from the wicks of lamps, which may displease us by not burning clearly or by giving out smoke, and yet we do not extinguish but trim and brighten them. Isaiah ascribes to Christ that forbearance by which he bears with our weakness, which we find to be actually fulfilled by him; for wherever any spark of piety is seen, he strengthens and kindles it, and if he were to act towards us with the utmost rigor, we should be reduced to nothing. Although men therefore totter and stumble, although they are even shaken or out of joint, yet he does not at once cast them off as utterly useless, but bears long, till he makes them stronger and more steadfast.<\/p> \n<p>God gave a manifestation of this meekness when he appointed Christ to begin the discharge of his office as ambassador; for the Holy Spirit was sent from heaven in the shape of a dove, which was a token of nothing but mildness and gentleness. ( <a class=\"ref\">Matthew 3:16; Mark 1:10; Luke 3:22; John 1:32<\/a>.) And indeed the sign perfectly agrees with the reality; for he makes no great noise, and does not render himself an object of terror, as earthly kings commonly do, and does not wish to harass or oppress his people beyond measure, but, on the contrary, to soothe and comfort them. Not only did he act in this manner when he was manifested to the world, but this is what he daily shows himself to be by the gospel. Following this example, the ministers of the gospel, who are his deputies, ought to shew themselves to be meek, and to support the weak, and gently to lead them in the way, so as not to extinguish in them the feeblest sparks of piety, but, on the contrary, to kindle them with all their might. But that we may not suppose that this meekness holds out encouragement to vices and corruptions, he adds —<\/p> \n<p><i>He shall bring forth judgment in truth. <\/i> Although Christ soothes and upholds the weak, yet he is very far from using the flatteries which encourage vices; and therefore we ought to correct vices without flattery, which is in the highest degree inconsistent with that meekness. We ought therefore to guard diligently against extremes; that is, we must neither crush the minds of the weak by excessive severity, nor encourage by our smooth language anything that is evil.<\/p> \n<p>That we may better understand who those persons are towards whom, following the example of Christ, we ought to exercise this mildness, we ought to weigh carefully the Prophet’s words. He calls them “a bruised reed” and “smoking wick.” These words do not apply to those who boldly and obstinately resist, nor to those who are fierce and headstrong; for such persons do not deserve this forbearance, but rather must be broken and crushed, as by the strokes of a hammer, by the severity of the word. While he praises meekness, he at the same time shews to whom it is adapted, and at what time and in what manner it ought to be employed; for it is not suitable to hardened and rebellious persons, or to those whose rage sends forth flames, but to those who are submissive, and who cheerfully yield to the yoke of Christ.<\/p> \n<p>The word<i>smoking<\/i> shews that he maintains and cherishes not darkness, but sparks, though feeble and hardly perceptible. Wherever then there is impiety and stubbornness, there we must act with the utmost severity, and exercise no forbearance; but, on the other hand, where there are vices that have not gone beyond endurance, yet by gentleness of this nature, instead of encouraging, we must correct and reform them; for we must always pay regard chiefly<i>to truth,<\/i> of which he speaks, that vices may not be concealed, and thus acquire a secret corruption, but that the weak may be gradually trained to sincerity and uprightness. These words, therefore, relate to those persons who, amidst many deficiencies, have integrity of mind, and earnestly desire to follow true religion, or, at least, in whom we see some good beginning. It is clearly shewn by many passages ( <a class=\"ref\">Matthew 12:39<\/a>) how severely Christ deals with despisers; for he is constrained to employ “a rod of iron” to crush those who do not submit to be governed by his shepherd’s crook. As he justly declares that “his yoke is easy, and his burden is light,” ( <a class=\"ref\">Matthew 11:30<\/a> ,) to willing disciples, so with good reason does David arm him with “a scepter of iron” ( <a class=\"ref\">Psalms 2:9<\/a>) to break his enemies in pieces, and declare that he will be wet with their blood. ( <a class=\"ref\">Psalms 110:6<\/a>.)<\/p> ",
    "audit": null
}