{
    "id": 7998,
    "source": "calvin",
    "verse_id": 18895,
    "verse_count": 1,
    "reference": "64:9",
    "title": "",
    "html": "<p><i> Be not angry, O Jehovah, beyond measure.<\/i> The people pray that the severity of punishment and the fierceness of the wrath of God may be abated; not that God goes beyond measure, but because they would be altogether overwhelmed, if he should choose to act toward them with the utmost strictness of justice. They therefore ask a mitigation of punishment; as Jeremiah also says, “Chasten me, O Lord, but in judgment,” (<a class=\"ref\">Jeremiah 10:24<\/a> ,) that is, moderately; for he draws a contrast between “judgment” and “wrath;” as it is elsewhere said that God chastises us “by the hand of man,” (<a class=\"ref\">2 Samuel 7:14<\/a> ,) because he does not put forth the power of his hand to punish us, lest we should be utterly destroyed.<\/p> \n<p><i> Neither remember iniquity for ever.<\/i> It deserves notice that they do not absolutely shrink from the judgment of God, or pray that they may wholly escape from it, but present themselves to be corrected, so as not to faint under the strokes. And this is the reason why they desire to have the remembrance of their iniquities blotted out; for, if God do not mercifully pardon them, there will be no end of the chastisements.<\/p> \n<p><i> We all are thy people.<\/i> The Prophet repeats what he said a little before, that God elected the family of Abraham; because the best ground for the confident expectation of obtaining pardon was, that God, who is true to his promises, cannot east away those whom he had once elected. By employing the word all, he does not speak of each individual, as I formerly remarked, but includes the whole body of the Church. Although the greater part had withdrawn through wicked revolt, yet still it was true that the Jews were God’s peculiar people; and this prayer was offered, not for every one of them without distinction, but only for the children of God who were still left. The people do not plead their own merits before God, but betake themselves to the covenant of free grace, by which they had been adopted. This is the sure and only refuge of believers, this is the remedy for all evils; and that is the reason why Moses and the other prophets repeat it so frequently. (<a class=\"ref\">Exodus 32:13<\/a> .)<\/p> ",
    "audit": null
}