{
    "id": 7279,
    "source": "calvin",
    "verse_id": 18161,
    "verse_count": 1,
    "reference": "27:9",
    "title": "",
    "html": " <p> <i>Therefore in this manner shall the iniquity of Jacob be expiated. <\/i>,After having spoken of the chastisement of the people, he begins to state more clearly that the Lord promotes the interests of his people by these chastisements, so that they derive benefit from them. He had mentioned this formerly, but now he explains it more fully, that all the chastisements which God inflicts will tend to wash away the sins of his people, that thus they may be reconciled to God. <\/p>,\n <p>A question arises, Are our sins expiated by the stripes with which God chastises us? For if it be so, it follows that we must satisfy God for our sins, as the Papists teach. These two things are closely connected. If God punish us for our sins in order to expiate them, when punishments are not inflicted, satisfactions must come in their room. But this difficulty will be easily removed, if we consider that here the Prophet does not handle the question, whether we deserve the forgiveness of sins on account of our works, or whether the punishments which God inflicts on us may be regarded as making amends for them. He simply shews that chastisements are the remedies by which God cures our diseases, because we are wont to abuse his goodness and patience. God must therefore bring us to acknowledgment of our sins, and to patience; and thus the punishments which he inflicts as chastisements for our sins are remedies, because our desires may be said to be consumed by them as by fire, to which also Scripture frequently compares them. (<a class=\"ref\">Psalms 66:10 <\/a>.) In no respect can they yield satisfaction, but men are prepared by them for repentance. Hence he shews, therefore, that the godly have no reason for exclaiming against God’s chastisements, and that they ought to acknowledge, on the contrary, that their salvation is thus promoted, because otherwise they would not acknowledge the grace of God. If any person wish to have a short reply, we may state it in a single word, that chastisements expiate our offenses indirectly, but not directly, because they lead us to repentance, which again, in its turn, brings us to obtain the forgiveness of sins. <\/p>,\n <p> <i>And this is all the fruit, the taking away of his sin. <\/i>,Some render it in the genitive case, “the fruit <i>of <\/i>,the taking away of his sin;” but I prefer to read it in the nominative case. <span class=\"greek-hebrew\">,כל <\/span>,, (<i>chōl <\/i>,,) <i>all <\/i>,, frequently means, “great and abundant;” and therefore it denotes the plentiful fruit by which the chastisements will be followed. In a word, he intends to commend to us God’s chastisements on the ground of their usefulness, that the godly may bear them with calmness and moderation, when they know that by means of them they are purged and prepared for salvation. And immediately afterwards the Prophet explains his meaning more clearly by speaking of abolishing superstitions. So long as the people of Israel enjoyed prosperity, they did not think of repentance; for it is natural to men that prosperity should make them insolent and harden them more and more. He therefore shews how, in chastising his people, God also takes away their sin, because, having formerly indulged in wickedness and proceeded to greater lengths in sinning in consequence of his goodness and forbearance, they shall now know that they were justly punished, and shall change their life and conduct. <\/p>,\n <p> <i>When he shall have made all the stones of the altar. <\/i>,Here Isaiah, by a figure of speech, exhibits a single class, so as to explain the whole by means of a part, and describes in general terms the removal of idolatry and superstitions; for he does not speak of the <i>altar <\/i>,which was consecrated to God, but of that which they had erected to their idols. Thus, when the stones of it shall have been broken, and the idols thrown down and destroyed, so that no trace of superstition shall be seen, the iniquity of the people shall at the same time be removed. <\/p>,\n <p>Hence it ought to be remarked, first, that we ought not to expect pardon from the Lord, unless we likewise repent of our sins; for whosoever flatters himself must be the object of the anger of God, whom he does not cease to provoke, and our iniquity is taken away only when we are moved by a true feeling of repentance. Secondly, it ought to be observed, that though repentance is an inward feeling of the heart, yet it brings forth its fruits before men. In vain do we profess that we fear God, if we do not give evidence of it by outward works; for the root cannot be separated from its fruits. Thirdly, it ought to be inferred, that idolatry is chiefly mentioned here, because it is the source of all evils. So long as the pure worship of God and the true religion are maintained, there is also room for the duties of brotherly kindness, which necessarily flow from it; but when we forsake God, he permits us also to fall into every kind of vices. And this is the reason why, under the name of idolatry, he includes likewise other acts of wickedness. Besides, we see that he condemns not only statues and images, but everything that had been invented by the Jews contrary to the injunction of the law; and hence it follows that he sets aside every kind of false worship. <\/p>,\n <p> <i>That groves and images may never rise again. <\/i>,By adding this, he shews how strongly God abhors idolatry, the remembrance of which he wishes to be completely blotted out, so that not even a trace of it shall henceforth be seen. Yet the Prophet intended to express something more, namely, that our repentance ought to be of such a kind that we shall steadfastly persevere in it; for we will not say that it is true repentance, if any one, through a sudden impulse of feeling, shall put down superstitions, and afterwards shall gradually allow them to spring up and bud forth; as we see to be the case with many who at first burn with some appearance of zeal, and afterwards grow cold. But here the Prophet describes such steadfastness that they who have once laid aside their filth and pollution maintain their purity to the end. <\/p>,",
    "audit": null
}