{
    "id": 6834,
    "source": "calvin",
    "verse_id": 17698,
    "verse_count": 1,
    "reference": "2:12",
    "title": "",
    "html": " <p> <i>For the day of the LORD of hosts will be on every one that is proud and lofty<\/i>, In this verse he confirms the same thing more fully and from the vehement manner in which he heaps up words, we may easily infer how bold was the wickedness which at that time abounded. But we shall not wonder that he labors so hard to subdue the arrogance of men, if we consider how difficult it is to bend the stubbornness of those who, relying on their wealth, are afraid of nothing, and who suppose that the design of their elevated rank is, that whatever they do shall pass unpunished. For even at the present day we experience how sensitive and passionate those men are who make arrogant claims for themselves, and how obstinately they reject all admonitions. And this is also the reason why the Prophet uses sharp language against theme instead of threatening vengeance, in general terms, against the whole nation. <\/p>\n <p>Yet it is not against the princes alone, whose high rank raised them far above other men, that his invectives are launched; for not only they, but even persons of the lowest rank, often swell with pride; and, as the common proverb runs, “Every man carries within him the heart of a king.” In like manner, we find that even the basest persons, if you do but prick them with a pill, vomit out the poison of intolerable arrogance. Since, therefore, this vice was so widely spread, Isaiah includes both the highest and the lowest of the people, declaring that in proportion to the forbearance which God had exercised toward them is the severity of the impending judgment; for, in consequence of their abundance, their hearts had swollen to fierceness. <\/p>\n <p>Moreover, though the letter <span class=\"greek-hebrew\">,ל<\/span>, (<i>lamed<\/i>,) which is the sign of the dative case, be sometimes superfluous, yet in this passage it retains its force; for it would appear that Isaiah appoints a fixed day, as usually happens in judicial trials. Accordingly, I interpret it to mean that God himself hath previously appointed a day on which proud men must be summoned to the judgment-seat of God, to receive a sentence of condemnation. <\/p>\n <p>We may also learn from these words that God avows himself to be the enemy of all the proud. This appointing of a day is therefore to the same effect as if God declared that he cannot endure men wickedly to indulge in pride, and that they who unduly exalt themselves cannot escape being crushed by his hand. And if our minds were sincerely convinced of this, who would not abhor pride, which provokes the anger of God against us? If any person choose rather to interpret (<i>superbum et elatum <\/i>) <i>proud<\/i>, and <i>lofty<\/i>, as in the neuter gender, meaning <i>that which is proud and lofty<\/i>, we must understand them to refer to the fortresses, bulwarks, and fortifications; but the rules of grammar do not admit of their being applied in any other way than to persons. <\/p>",
    "audit": null
}