{
    "id": 7783,
    "source": "calvin",
    "verse_id": 18679,
    "verse_count": 1,
    "reference": "51:5",
    "title": "",
    "html": "<p><i>My righteousness is near. <\/i> He confirms the former doctrine. The “righteousness” of the Lord has relation to men, who know by experience that he is “righteous.” While the people were oppressed by cruel bondage, they knew, indeed, that they were justly punished for their sins; but they might wonder that they were so much forsaken, because the worship of God ceased, and his name was blasphemed by wicked men, who pursued their wicked career without punishment. In order, therefore, to bring them some consolation, he promises that God will speedily assist them, so that all shall acknowledge that he is faithful and just. By the word “righteous” the Prophet does not mean that he renders to every one a “righteous” reward, but that he yields the best protection, and dispenses the largest kindness to his people, that he faithfully performs his promises to all believers, when he delivers them and does not suffer them to be finally overwhelmed.<\/p> \n<p>This appears more clearly from the following clause, in which, for the purpose of explanation, he adds, <i>My salvation hath gone forth; for<\/i> the “righteousness” of God shone brightly in the deliverance of the people. Now, the captivity in which the Jews were held in Babylon was a kind of death, in consequence of which that deliverance is here called “Salvation.”<\/p> \n<p><i>My arms shall judge the peoples. <\/i> By “arms” he means the wide exercise of his power. That figure of speech which describes God under forms of expression drawn from the human frame occurs frequently in Scripture. Because God’s government appeared to be confined within narrow limits, or rather was not at all visible, on this account he mentions<i>arms,<\/i> by which he means that he will spread his kingdom far and wide.<\/p> ",
    "audit": null
}