{
    "id": 7512,
    "source": "calvin",
    "verse_id": 18402,
    "verse_count": 1,
    "reference": "38:11",
    "title": "",
    "html": " <p> <i>I said, I shall not see God. <\/i> Amidst such earnest longing for an earthly life, Hezekiah would have gone beyond bounds, if his grief had not been aggravated by the conviction of God’s wrath. Since, therefore, he is violently dragged away by his own fault, as if he were unworthy of enjoying the ordinary light of the sun, he exclaims that he is miserable, because henceforth he shall never see either God or man. Among believers the statement would have been regarded as liable to this exception, that, so long as we dwell on the earth, we wander and are distant from God, but that, when the entanglements of the flesh shall have been laid aside, we shall more closely “see God.” <\/p> \n <p> <i>In the land of the living. <\/i> These words are indeed added as a, limitation; but in this way Hezekiah appears to limit “the seeing of God” to the present life, as if death extinguished all the light of understanding. We must therefore keep in view what I formerly remarked, that when he received the message of God’s vengeance, it affected him in such. a manner as if he had been deprived of God’s fatherly love; for if he was unworthy of beholding the sun, how could he hope for what was of higher value? Not that hope was altogether effaced from his mind, but because, having his attention fixed on the curse of God, he cannot so soon or so quickly rise to heaven, to soothe present grief by the delightfulness of a better life. <\/p> \n <p>Thus it sometimes happens that godly minds are overclouded, so that they do not always receive consolation, which for a time is suppressed, but still remains in their minds, and afterwards manifests itself. Yet it is an evidence of piety, that, by the proper and lawful object of life, he shews how grievous and distressing it is to be deprived of it. Even to cattle it gives uneasiness to die, but they have almost no use for their life except to feed and eat to the full; while we have a far more excellent object, for we were created and born on the express condition, that we should devote ourselves to the knowledge of God. And because this is the chief reason why we live, he twice repeats the name of God, and thus expresses the strength of his feelings; “I shall not see God, God in the land of the living.” <\/p> \n <p>If it be objected that here we do not “see God,” the answer is easy, that he is visible in his works; because “through the visible workmanship of the world,” as Paul says, “his eternal power and Godhead are known.” (<a class=\"ref\">Romans 1:20<\/a>.) Hence also the Apostle calls this world a mirror of invisible things. (<a class=\"ref\">Hebrews 11:3<\/a>.) The more nearly he manifests himself to be known by believers, the more highly did Hezekiah value that spiritual beholding; as David also says that they see the face of God who confirm their faith by the exercises of piety in the sanctuary. (<a class=\"ref\">Psalms 42:2<\/a>.) So far as relates to men, he grieves that he is withdrawn from their society, because we were born for the purpose of performing mutual kind offices to each other. <\/p> ",
    "audit": null
}