{
    "id": 7818,
    "source": "calvin",
    "verse_id": 18714,
    "verse_count": 1,
    "reference": "53:2",
    "title": "",
    "html": "<p><i> Yet he shall grow up before him as a twig.<\/i> This verse refers to what was formerly said, that Christ will at first have no magnificence or outward display among men; but that before God he will nevertheless be highly exalted, and will be held in estimation. Hence we see that we must not judge of the glory of Christ by human view, but must discern by faith what is taught us concerning him by the Holy Scriptures; and therefore the phrase “before him,” is here contrasted with human senses, which cannot comprehend that lofty greatness. Almost the same metaphor was used by the Prophet, (<a class=\"isa\" verses=\"WzE3ODg2XQ==\">Isaiah 11:1<\/a>) when he said, “A branch shall spring out of the stock of Jesse;” for the house of David was like a dry stock, in which no rigor and no comeliness was visible, and on that account is there called not a royal house, but “Jesse,” a name which bore no celebrity. Only the Prophet adds here, —<\/p> \n<p><i> In a desert land<\/i> ; by which he means that Christ’s power of springing up will not be derived from the sap of the earth, as in trees, but contrary to the ordinary course of nature. They who in this passage speculate about the virgin Mary, and suppose that she is called a desert land, because she conceived by the Holy Ghost, and not by ordinary generation, speak beside the purpose; for the present subject is not the birth of Christ, but his whole reign. He says that it will resemble a twig springing out of a dry soil, which looks as if it could never become large. If we take into account the whole method of establishing his kingdom, and the agency which he employed, and how feeble were its beginnings, and how many foes it encountered, we shall easily understand that all these things were fulfilled as they had been foretold. What sort of men were the Apostles that they should subdue so many kings and nations by the sword of the word? Are they not justly compared to offshoots? Thus the Prophet shows by what means the kingdom of Christ must be set up and established, that we may not judge of it by human conceptions.<\/p> \n<p><i> He hath no form nor comeliness.<\/i> This must be understood to relate not merely to the person of Christ, who was despised by the world, and was at length condemned to a disgraceful death; but to his whole kingdom, which in the eyes of men had no beauty, no comeliness, no splendor, which, in short, had nothing that could direct or captivate the hearts of men to it by its outward show. Although Christ arose from the dead, yet the Jews always regarded him as a person who had been crucified and disgraced, in consequence of which they haughtily disdained him.<\/p> ",
    "audit": null
}