{
    "id": 7233,
    "source": "calvin",
    "verse_id": 18113,
    "verse_count": 1,
    "reference": "24:17",
    "title": "",
    "html": "<p><i> Fear, and the pit, and the snare.<\/i> The Prophet here discourses against the sins of the people. Formerly he declared that not only one nation, but very many and very distant nations, would have abundant grounds of thanksgiving. He now passes to another doctrine; for I think that these words ought to be separated from what goes before, because Isaiah again threatens the wicked, that they may know that amidst the highest prosperity of the Church they will be miserable. For the sake of cherishing their indifference, wicked men are accustomed rashly to apply the promises of God to themselves, though they do not at all belong to them; and therefore the prophets usually mingle threatenings with them. It is also possible that Isaiah delivered this discourse separately from the rest, and on a different occasion; for neither the prophets themselves nor other learned men divided the chapters. We have often seen different subjects joined together, and others divided which ought to have been joined, which was undoubtedly done through ignorance. However that may be, the Prophet returns to the wicked, and threatens against them severe and dreadful judgment.<\/p> \n<p>This description of “fear, the pit, and the snare,” is intended to touch the feelings; for if he had said, in a single word, that destruction awaits the wicked, they would not have been greatly moved. But there is room for doubting if he addresses the Jews alone. For my own part, I should not be much inclined to dispute about this matter; but I think it is more probable that these threatenings related also to other nations, and even to the whole world, of which he had formally prophesied.<\/p> \n<p><i> O inhabitant of the earth.<\/i> By “the world” we understand those countries which were known to the Jews, as we have already explained. The meaning is, “Thou art pressed by afflictions so diversified, that thou hast no means of escape.” Amos gives a similar description: “He who shall flee through dread of a lion shall meet a bear; and if he go into the house, when he leaneth on a wall, a serpent shall bite him.” (<a class=\"ref\">Amos 5:19<\/a> .) Isaiah formerly said that lions would be sent against the Moabites who had escaped from the battle. (<a class=\"isa\" verses=\"WzE3OTcwXQ==\">Isaiah 15:9<\/a> .) God has an endless variety of scourges for punishing the wicked. It is as if he had said, “Know that you cannot escape the hand of God; for he has various methods by which he takes vengeance on their crimes, and thus overtakes those who had hoped to escape by a variety of contrivances. He who escapes from the battle shall be tormented with hunger; and when he is freed from hunger, he will meet some other calamity, as if nets had been laid on all sides to ensnare you.”<\/p> \n<p><i> For the windows from on high are open, and the foundations of the earth are shaken.<\/i> This argument confirms what had been already said, that it is impossible for them to escape the vengeance of God, who has prepared for it a free course in heaven and in earth, from the utmost height of heaven down to the depths of the earth. Some think that he alludes (<a class=\"ref\">Genesis 7:11<\/a>) to the deluge; but, in my opinion, the meaning is simpler, that the wrath of God will be revealed above and below; as if he had said, “The Lord will arm heaven and earth to execute his vengeance against men, that wherever they turn their eyes, they may behold nothing but destruction.”<\/p> ",
    "audit": null
}