{
    "id": 7064,
    "source": "calvin",
    "verse_id": 17943,
    "verse_count": 1,
    "reference": "14:14",
    "title": "",
    "html": "<p><i>I will ascend above the heights of the clouds. <\/i> It might certainly be thought strange that the Prophet thus accuses the Babylonian monarch, as if he wished to make himself equal to God, since, as we have said, this thought could scarcely enter into the mind of a man without making him absolutely shudder. As there is a seed of religion implanted in us by nature, so we are constrained, even against our will, to entertain the belief of some superior being who excells all things; and no man is so mad as to wish to cast down God from his throne; for we are instructed by nature that we ought to worship and adore God. Hence also the Gentiles, though they were ignorant of God, rendered worship to their idols; and therefore it may be thought improbable that the king of Babylon wished to drive out God, and to reign in heaven. <\/p>\n<p>And yet the Prophet does not accuse him falsely. Though the ungodly do not believe that they ought to reign instead of God, yet, when they exalt themselves more than is proper, they take away a portion of what belongs to him, and claim it for themselves, which is the same as if they wished to pull him down from his throne. And what did Satan say when he deceived our first parent? <i>Ye shall be as gods<\/i>. (<a class=\"ref\">Genesis 3:5<\/a>.) Consequently, all who dare to ascribe more to themselves than God allows are chargeable with exalting themselves against God, as if they declared war against him; for where pride is, contempt of God must be there. <\/p>\n<p>We ought also to observe that argument which we lately noticed, that the tyrant, by assailing the Church, which was God’s holy heritage, might be said intentionally to attack God. Since, therefore, he profaned the heavenly sanctuary, the language ought not to be thought exaggerated. Hence also we obtain a doctrine full of most valuable consolation, for we are taught that the ungodly exalt themselves against God whenever they attack his Church. He is not accused of exalting himself above angels, but of endeavoring to crush the Church of God. The worship of God is not now confined to one place, but is as extensive as the whole world. Whenever, therefore, men call on the name of God, if any tyrant rise up to oppress the godly, let us know that he attacks not men, but God himself, who at length will not endure to be insulted. <\/p>\n<p>We shall afterwards meet with a similar example in Sennacherib, of whom Isaiah declares that, while he threatened and reproached Zion, he threatened and reproached God himself. Let us therefore know that we are under the protection of God in such a manner, that any one who gives us trouble will also have God for his enemy. <\/p>\n<p>He that hurteth you, says he, hurteth the apple of mine eye. (<a class=\"ref\">Zechariah 2:8<\/a>.) <\/p>\n<p>He likewise testifies that he <i>dwells in the midst of <\/i>the Church, (<a class=\"ref\">Psalms 46:5<\/a>,) so that no one can attack the Church without receiving the first strokes; and therefore he will avenge the injuries which the Church endures, though he may permit her to be afflicted for a time. <\/p>",
    "audit": null
}