{
    "id": 7071,
    "source": "calvin",
    "verse_id": 17950,
    "verse_count": 1,
    "reference": "14:21",
    "title": "",
    "html": " <p> <i>Prepare slaughter for his children.<\/i>, Here Isaiah prophesies more plainly than before against the king of Babylon. He speaks of the whole of his descendants, to whom he intimates that this destruction extends. We must keep in mind what we formerly said, that hitherto the Prophet has spoken not of a single man, but of a whole dynasty; and now he removes all doubt as to the metaphorical language. The rendering given by the old translation, <i>Prepare his children for the slaughter,<\/i>, does not agree well; for the preposition <span class=\"greek-hebrew\">,ל<\/span>, (<i>lamed<\/i>,) which is prefixed, evidently shows that it ought to be translated <i>to<\/i>, or <i>for the children. <\/i> <\/p>\n <p>We must see to whom this discourse relates. It must be understood that reference is made, though not directly expressed, to some servants as officers or executioners, whom the Lord orders to be in a state of <i>preparation<\/i>, for executing his judgments. And who were they? Partly the Medes and Persians, and partly others by whom Babylon was completely overthrown; for, as we have formerly said, Babylon was not entirely destroyed when the Persians subdued it. He therefore addresses those whom the Lord, by his eternal decree, had appointed to destroy Babylon. This mode of expression is more energetic than if he had merely said that <i>slaughter was prepared<\/i>,; for he shows that he not only disposes of wicked men according to his pleasure, but that he has servants at hand to punish their sins. <\/p>\n <p> <i>For the iniquity of their fathers.<\/i>, When he says that in this manner <i>the iniquity of the fathers<\/i>, is punished, it may at first sight appear to be excessively harsh to include the children along with the <i>fathers<\/i>, in what relates to the infliction of punishment on them, and still more harsh, that the punishment due to the <i>fathers<\/i>, should be extended even to their children and grandchildren. This inconsistency may easily be avoided if the word <span class=\"greek-hebrew\">,עון<\/span>,(<i>gnavon <\/i>) be translated <i>misery<\/i>,; for it denotes the punishment of sin as well as sin itself. (<a class=\"ref\">Exodus 20:5; Deuteronomy 5:9; Jeremiah 32:18<\/a>.) But as it is frequently stated in Scripture, that God recompenses the sins of the parents into the bosom of the children, there is no necessity for evading it in this manner. <\/p>\n <p>Nor is this inconsistent with what is said by Ezekiel, <\/p>\n <p> <span>, The son shall not bear the iniquity of the father.\n(<\/span>, <a class=\"ref\">Ezekiel 18:20<\/a>.) <\/p>\n <p>God does not punish any innocent person; and this passage ought not to be understood as if the punishment due to ancestors were transferred by God to children who in other respects deserved no such punishment; for the guilt of the children is connected with the guilt of the fathers. Not to mention the universal curse of the human race, to which all are subject from the womb, let us take the example of some wicked man. When the Lord casts away that man and his posterity, we certainly have no right to remonstrate with him. If his blessing is free and undeserved, we have no right to constrain him, because he does not bestow it equally on all. His grace is free; and each of us ought to reflect, that anything good which we have, does not naturally belong to us, but, on the contrary, comes from another quarter, and has proceeded from the undeserved goodness of God. If, therefore, he cast off any one, must not that man’s seed also be accursed? When we are destitute of his grace, what remains but iniquity? And if they are liable to eternal death, much more to temporal punishments; for he who has been condemned to undergo capital punishment, deserves much more to endure imprisonment and scourging. <\/p>\n <p>This ought to be carefully observed. I consider it to be a childish reply that is given by those who think that the Lord inflicts temporal punishments on the children of wicked men for the sins of their parents, and who do not look upon it as unworthy of God to inflict punishments of this nature even on innocent persons; for God never punishes those who do not deserve it, and he is by nature inclined to compassion; and how would he spare wicked men if he exercised his wrath against the innocent? We ought, therefore, to hold it as a settled point, that all who are destitute of the grace of God are involved in the sentence of eternal death. Hence it follows, that the children of the reprobate, whom the curse of God pursues, are liable to the same sentence. Isaiah, therefore, does not speak of innocent children, but of flagitious and unprincipled children, who perhaps even exceeded their parents in wickedness; in consequence of which they were justly associated with their parents, and subjected to the same punishment, seeing that they have followed the same manner of life. <\/p>\n <p>It will be said, that in that case they suffer the punishment of their own sin and not of their parents. This, I acknowledge, is partly true; but it was with their parents that the rejection began, on account of which they also have been forsaken and rejected by God. Their own guilt is not set aside as if they had been innocent; but, having been involved in the same sins as to reprobation, they are also liable to the same punishments and miseries. I am aware that this solution does not satisfy those who never cease to quarrel with God; but I give myself little concern about them, provided that I satisfy godly persons and those who are not fond of disputing; and these, I hope and trust, will be well satisfied with this reply, which is true. <\/p>\n <p> <i>That they may not fill the face of the world with cities.<\/i>, Some render it, <i>that they may not fill the face of the earth with enemies<\/i>,; as if the Prophet meant that all wicked men are <i>enemies<\/i>, of the human race, or rather of the whole earth; and, therefore, that the Lord provides for the safety of all, when he takes them out of the midst; for the earth would otherwise be choked by them as by thorns and briers. But this signification appears to express something more; for the earth receives us into her bosom, if we do our duty; and if we be despisers of God, the earth, even against her will, nourishes and supports us as enemies. <\/p>\n <p>But I would rather follow another signification, which is more commonly received. I think that the Prophet intimates that wicked men have a numerous progeny, and that they surpass others both in numbers and in display, which we also see taking place every day, and which has originated the proverb, that “a bad reed grows quickly.” The Prophet, therefore, insinuates, that wicked men would fill the whole earth not only with men, but also with towns, if the Lord did not beforehand perceive and guard against this evil, and diminish their number. When we everywhere see a vast multitude of wicked men, by whom the earth is almost overwhelmed, it is what we richly deserve; but the Lord never deals so harshly with us as not to leave some remnant of good seed, however small, and likewise to reserve some corners of the earth in which godly men shall have a little breathing. And if the Lord did not cut off a large proportion of wicked men, the earth would undoubtedly be soon overwhelmed by them. <\/p>\n <p>This confirms what we have already said, that the children of the Babylonians who were slain were not innocent, for here the cause is assigned, <i>that they may not fill the earth with cities.<\/i>, It follows, therefore, that they were wicked, and are taken away by a righteous judgment, that provision may be made for the salvation of men, and that the Lord cannot be accused of harshness and cruelty. <\/p>",
    "audit": null
}