{
    "id": 7837,
    "source": "calvin",
    "verse_id": 18733,
    "verse_count": 1,
    "reference": "54:9",
    "title": "",
    "html": "<p><i> For the waters of Noah,<\/i> or,<i> As the days of Noah.<\/i> There are two readings of this passage; for if we read it<span class=\"greek-hebrew\"> כי מי<\/span><i> (ki me),<\/i><span class=\"greek-hebrew\"> כי<\/span><i> (ki)<\/i> must be translated<i> for;<\/i> and if we read it<span class=\"greek-hebrew\"> כימי<\/span> ,<i> (kime,)<\/i><span class=\"greek-hebrew\"> כ<\/span><i> (caph)<\/i> must be translated<i> As,<\/i> and<span class=\"greek-hebrew\"> ימי<\/span><i> (yeme)<\/i> must be translated<i> Days.<\/i> As to the general meaning, it makes little difference; and therefore we ought chiefly to consider what the Prophet meant, for commentators do not appear to me to have caught his meaning. They explain it generally, that the Lord promised to: Noah by an oath, that there would never be a deluge, and that this oath would perpetually remain in force. (<a class=\"ref\">Genesis 9:10<\/a>) But for this, the good man might have trembled, and, at the approach of rain, might have dreaded a similar calamity, if the Lord had not sworn that this should never again happen. In like manner, when afflictions are at hand, we might dread that we should be ruined, if the Lord did not promise that the Church would be safe.<\/p> \n<p>But I think that this ought to be limited to the period of the Babylonish captivity. He compares that captivity to a deluge, which destroyed the face of the earth; for it appeared as if the Church was utterly ruined. The people had almost entirely passed over to another nation, and had no kingdom and no civil government of their own; they underwent very hard bondage, and thought that their name was wholly extinguished. And at that time was actually fulfilled what the Prophet formerly declared,<\/p> \n<p>“If the Lord had not left to us a seed, we should have been like Sodom and Gomorrah.” (<a class=\"isa\" verses=\"WzE3NjY0XQ==\">Isaiah 1:9<\/a>)<\/p> \n<p>Justly, therefore, does he compare that calamity to “the waters of Noah,” that is, to the deluge; and on this account I rather agree with those who read<span class=\"greek-hebrew\"> כי מי<\/span><i> (ki me)<\/i> that is, “For the waters;” for I consider that reading to rest on better evidence than the other, and it is generally adopted by Jewish writers.<\/p> \n<p><i> This is to me.<\/i> I think that we ought carefully to inquire into the meaning of these words, which are slightly passed over by commentators. He means that this calamity will resemble the deluge; so that, as he was satisfied with a single deluge, and would never again send another, so he is satisfied with this one destruction, so to speak, of the Church, and will never again permit the face of it to be destroyed. Such is therefore the manner in which I think that we ought to explain this passage and apply the metaphor, that the desolation of Judea will be to God like the deluge which happened in “the days of Noah;“ for as he swore at that time that he would never afterwards inflict such punishment on the crimes which stripped the earth of its inhabitants, so he will not again destroy the Church, as he did in the Babylonish captivity. And indeed, whatever might be any confused state of affairs that afterwards followed, still the Church retained some name, and preserved some form, until, at the manifestation of Christ in the flesh, the seed of the Gospel was everywhere scattered, that it might bring sons to God out of all nations. In a word, the Lord promises that henceforth he will restrain his wrath, and will not punish his people with so great severity.<\/p> \n<p>It will be objected, that since that time the Church sustained very grievous calamities; from which it might be concluded, either that this oath failed of its accomplishment, or that this is not the Prophet’s meaning. I reply, the Church did not sustain so grievous a calamity as to have its face altogether destroyed, which happened when the people were carried away into Babylon. For although Antiochus and other tyrants brought upon it dreadful calamities, although afterwards there also happened those apostasies which Paul foretold, (<a class=\"ref\">2 Thessalonians 2:3; 1 Timothy 4:1<\/a> ,) and everything was defiled by innumerable superstitions, so that the Christian name was nearly buried; yet still there remained some form of a Church, however disfigured, and the building was not in so ruinous a condition that there did not exist some remnants of Christianity above the deluge, so that this oath was in full force.<\/p> \n<p><i> That I will not be wroth with thee.<\/i> This must not be taken in an absolute, but in a comparative sense. He contrasts this clause with the preceding; for he promises that he will never chastise his people so severely as not to mitigate the severity of the punishment. Although therefore tyrants indulge in wanton and unbridled rage, and Satan employ his utmost efforts in attacking the Church, and the Lord give him a loose rein, in order to punish our ingratitude, yet he will never suffer the Church to be ruined.<\/p> \n\n“<span class=\"aramaic_text\"> On peut lire ceci en deux sortes, assavoir comme nous l’avons traduit, Car ceci m’est comme les eaux de Noe, ou, Ceci m’est comme les jours de Noe<\/span> .” “This may be read in two ways, namely, as we have translated it, This is to me as the waters of Noah, or, This is to me as the days of Noah.”",
    "audit": null
}