{
    "id": 7954,
    "source": "calvin",
    "verse_id": 18851,
    "verse_count": 1,
    "reference": "61:7",
    "title": "",
    "html": " <p> <i>Instead of your shame.<\/i>, He confirms the former statement, in which he said that believers who, clothed with sackcloth and covered with ashes, mourned, shall be sprinkled with the oil of gladness. This change of mourning into joy is again promised. <\/p>\n <p> <i>There shall be a double reward.<\/i>, Some interpret the word double as meaning that they who have been redeemed by God shall be happy both before God and before men. But I do not know that there are solid grounds for that interpretation. I choose rather to adopt a more simple view; as if the Prophet had said, “The prosperity of the Church shall be so great as togo far beyond all the calamities and afflictions by which she is now oppressed.” If, therefore, she is now weary of her condition, she ought to look to that day when she shall be most happy, as Paul contrasts “an eternal weight of glory” with “the momentary lightness of afflictions.” (<a class=\"ref\">2 Corinthians 4:17<\/a>) <\/p>\n <p> <i>And instead of disgrace they shall rejoice in their portion.<\/i>, Wicked men vaunt over us and indulge in wantonness, because they think that they have the superiority; but the Lord promises that ere long he will cause good men, rescued from their tyranny, to obtain their portion. This began to be done, indeed, when the people returned from captivity; but a clearer proof has been exhibited in Christ, and is exhibited every day, and will at length be completed at his last coming, when all things shall be fully renewed, and the wicked shall be thrown down, that we may obtain the inheritance of the world. This is the reason why he says, by way of acknowledgment, that the earth is the portion of those wicked men; for they now boast that they are the lords of the world, but they shall at length feel that it belongs peculiarly and specially to the children of God. <\/p>\n <p> <i>And they shall have everlasting joy.<\/i>, This may relate to the outward condition of the Church; ibr he daily supplies his people with ground of thanksgiving; but as they must also devour many griefs, and are surrounded by manifold sorrow, this prediction is not fulfilled but when joy of spirit reigns and holds the pre-eminence in our hearts, accompanied by that “peace which (as Paul says) surpasses all understanding,” (<a class=\"ref\">Philippians 4:7<\/a>,) which the children of God alone enjoy when they have the testimony of adoption, He calls it everlasting, in order to shew how greatly it differs from the joy of wicked men, which is momentary and quickly passes away, and is even changed into “gnashing of teeth.” (<a class=\"ref\">Matthew 8:12<\/a>.) <\/p>",
    "audit": null
}