{
    "id": 7292,
    "source": "calvin",
    "verse_id": 18175,
    "verse_count": 1,
    "reference": "28:10",
    "title": "",
    "html": "<p><i>For precept must be on precept. <\/i>This shews plainly that the Lord complains of spending his labor to no purpose in instructing this unteachable people, just as if one were to teach children, who must have elementary instructions repeated to them over and over again, and quickly forget them, and when the master has spent a whole day in teaching them a single letter, yet on the following day and afterwards, the same labor must be renewed, and though he leave nothing untried that care or diligence can do, still they will make no progress under him. Those who change the words of this verse, in order to avoid offending the ears of the readers,  obscure the Prophet’s meaning through a foolish affectation of copiousness of language, and even destroy the elegance of the style; for, by using the same words, he intended to express a repetition which is constant and unceasing, and full of annoyance. The metaphor, as I have already said, is taken from children, to whom teachers do not venture to give long lessons, because they are incapable of them, but give them, as it were, in little drops. Thus, they convey the same instructions a second and third time, and oftener; and, in short, they continue to receive elementary instructions till they acquire reason and judgment. By a witty imitation he repeats the words, “here a little, there a little.” <\/p>\n<p><i>Instruction upon instruction. <\/i> The word  <span class=\"greek-hebrew\">קו<\/span> (<i>kăv<\/i>) is improperly, in my opinion, translated by some interpreters <i>line<\/i>, as if the Prophet alluded to the slow progress of a building, which rises gradually by “lines.” That would be a harsh and far-fetched metaphor, for this passage relates to elementary instruction conveyed to children. I acknowledge that the same Hebrew word is used in the eighteenth chapter, where we have translated it “Line by line,”  and in many other passages; but here the connection demands a different meaning, as is also the case in <a class=\"ref\">Psalms 19:4<\/a>, where, however, the word <i>line <\/i> or <i>dimension <\/i>could be admitted with greater propriety than in this verse. Yet I admit that it is taken metaphorically for an instruction or rule; for as in buildings  <span class=\"greek-hebrew\">קו<\/span> (<i>kăv<\/i>) denotes the “rule” or “plumb-line,” as we shall see that it means in a later portion of this chapter, we need not wonder that it is applied to other rules. <\/p>",
    "audit": null
}