{
    "id": 7305,
    "source": "calvin",
    "verse_id": 18188,
    "verse_count": 1,
    "reference": "28:23",
    "title": "",
    "html": "<p><i>Give ear and hear my voice. <\/i> Isaiah makes use of a preface, as if he were about to speak of something important and very weighty; for we are not wont to demand attention from our hearers, unless when we are about to say what is very important. And yet he seems here to speak of common and ordinary subjects, as for example, about agriculture, sowing, thrashing, and such like operations. But the Prophet intended to direct the minds of his hearers to higher matters; for when he discourses about the judgments of God, and shews with what wisdom God governs the world, though wicked men think that everything moves by chance and at random, he intended to lay down and explain a difficult subject, in a plain style, by metaphors drawn from objects which are well known and understood. We often complain that God winks too much at the crimes of wicked men, because he does not immediately punish them agreeably to our wish; but the Prophet shews that God appoints nothing but what is just and proper.<\/p> \n<p>The design of this preface therefore is, that men may perceive their stupidity in carping at the judgments of God, and putting an unfavourable construction on them, while even in the ordinary course of nature they have a very bright mirror, in which they may see them plainly. There is an implied expostulation with men who shut their eyes amidst so clear light. He shews that they are dull and stupid in not understanding the works of God which are so manifest, and yet are so rash and daring that they presume to judge and censure what is hidden. In like manner Paul also, when speaking of the resurrection, pronounces that those who do not perceive the power of God in the seeds which are thrown into the earth are madmen.<\/p> \n<p><span> “Thou fool, that which thou sowest does not grow or vegetate till it has rotted.” \n(<\/span> <a class=\"ref\">1 Corinthians 15:36<\/a>.)<\/p> \n<p>Thus Isaiah here declares that those who do not see the wisdom of God in things so obvious are stupid, and, in short, that men are blind and dull in beholding the works of God.<\/p> ",
    "audit": null
}