{
    "id": 7256,
    "source": "calvin",
    "verse_id": 18138,
    "verse_count": 1,
    "reference": "26:7",
    "title": "",
    "html": " <p> <i>Straightnesses are the way of the righteous man.<\/i>, He does not praise the righteousness of the godly, as some have falsely supposed, but shews that, through the blessing of God, they are prosperous and successful during the whole course of their life. Having only stated briefly in the beginning of the verse, that “their ways are plain and smooth,” he explains more fully in the second clause, ascribing it to the grace of God that in an open plain, as it were, the righteous proceed in their course, till they reach the goal. <\/p>\n <p> <i>Thou wilt weigh the straight path of the righteous.<\/i>, The word <i>weigh<\/i>, contains a metaphor, that God, by applying a balance, as it were, brings to an equal measure those things which in themselves were unequal. The Hebrew word <span class=\"greek-hebrew\">,ישר<\/span>, (<i>yāshār<\/i>) is ambiguous, for it may refer either to God or to the path. Accordingly some render it, <i>Thou, who art upright, will direct the path of the righteous<\/i>,; and in other passages God is called <i>upright<\/i>,. (<a class=\"ref\">Deuteronomy 32:4; Psalms 25:8<\/a>.) There would also be propriety in the allusion, that the <i>straightness<\/i>, of which he spoke proceed from God, for he alone is <i>straight<\/i>, or <i>upright<\/i>,. But the other version appears to be more natural. <\/p>\n <p>He promises in general, that God will take care of the righteous, so as to lead them, as it were, by his hand. When the wicked prosper and the righteous are oppressed, everything in this world appears to be moved by chance; and although Scripture frequently declares and affirms that God takes care of them, (<a class=\"ref\">Psalms 37:5; 1 Peter 5:7<\/a>,) yet we can scarcely remain steadfast, but waver, when everything that happens to them is unfavourable. Yet it is true that the ways of the righteous are made plain by God’s balance, however rough and uneven they may appear to be; and not only so, but he has committed them to the guardianship of his angels, “lest they should be injured, or dash their foot against a stone.” (<a class=\"ref\">Psalms 91:11<\/a>.) But for this, they would easily fall or give way through exhaustion, and would hardly ever make way amidst so many thorns and briers, steep roads, intricate windings, and rough places, did not the Lord lead out and deliver them. <\/p>\n <p>Let us therefore learn to commit ourselves to God, and to follow him as our leader, and we shall be guided in safety. Though snares and artifices, the stratagems of the devil and wicked men, and innumerable dangers, may surround us, we shall always be enabled to escape. We shall feel what the Prophet says here, that our ways, even amidst deep chasms, are made plain, so that there is no obstacle to hinder our progress. And, indeed, experience shews, that if we are not led by God’s guidance, we shall not be able to push our way through rugged roads; for so great is our weakness that we shall scarcely advance a single step without stumbling at the smallest stone that comes in our way. Satan and wicked men not only entangle and delay us by many perplexities, and not only present to us slight difficulties, but cause us to encounter sometimes high mounds and sometimes deep pits, which even the whole world would be unable to avoid. <\/p>\n <p>It is therefore proper for us to acknowledge how much we need heavenly direction, and to confess with Jeremiah, “I know, O Lord, that the way of man is not in himself; and it is not in man that walketh to direct his steps.” (<a class=\"ref\">Jeremiah 10:23<\/a>.) Let us not be puffed up with vain confidence, as if the result were placed in our own power. Let us not boast, as James warns us, that “we shall do this or that.” (<a class=\"ref\">James 4:15<\/a>.) Such is the manner of rash men, who act as if they could do everything at their own pleasure; while it is not in our power, as Solomon tells us, to direct our tongue so as to give a proper answer. (<a class=\"ref\">Proverbs 16:1<\/a>.) In vain, therefore, do men form plans, and deliberate, and decide about their ways, if God do not stretch out his hand. But he holds it out to the righteous, and takes peculiar care of them; for, while the providence of God extends to all, and while he supplies the wants of young ravens (<a class=\"ref\">Psalms 147:9<\/a>) and sparrows, (<a class=\"ref\">Matthew 10:29<\/a>,) and of the smallest animals, yet he has a fatherly kindness towards the godly, and delivers them out of dangers and difficulties. <\/p>",
    "audit": null
}