{
    "id": 7811,
    "source": "calvin",
    "verse_id": 18707,
    "verse_count": 1,
    "reference": "52:10",
    "title": "",
    "html": "<p><i>Jehovah hath made bare the arm of his holiness. <\/i> The Prophet has borrowed this comparison from soldiers who stretch out their arms when they make ready for the battle. To “make bare” does not here mean to hold out the naked arm, but to exert it; because, when we sit in idleness, we either have our arms folded or conceal them; and in like manner, we conceive of God according to the grossness of our senses, and think that, like a wearied or indolent man, he does not move a finger till he publicly displays his power.<\/p> \n<p>The Prophet calls it “the arm of holiness,” because he intended to display his power for the salvation of the people. This implies a mutual relation between God and the Church which the Lord has consecrated to himself. True, “he maketh bare his arm” in the government of the whole world; but he does not call it “the arm of holiness,” as in this passage, when he renders peculiar assistance to his Church. There are two points of view in which the power of God ought to be regarded; first, universally, in preserving all the creatures; next, specially, in defending the Church; for there is a peculiar care which he exercises about his own people, and which the rest do not share with them.<\/p> \n<p><i>Before the eyes of all nations. <\/i> He means that this deliverance shall be worthy of so great admiration that it shall be visible even to the blind. The extension of this magnificent spectacle to the very ends of the earth makes it evident that the Prophet does not speak of the return of the people, which would take place a few years afterwards, but of the restoration of the whole Church. This prophecy is maliciously restricted by the Jews to the deliverance from Babylon, and is improperly restricted by Christians to the spiritual redemption which we obtain through Christ; for we must begin with the deliverance which was wrought under Cyrus, ( <a class=\"ref\">2 Chronicles 36:22<\/a> ,) and bring it down to our own time. Thus the Lord began to display his power among the Medes and Persians, but afterwards he made it visible to all the nations.<\/p> ",
    "audit": null
}