{
    "id": 7528,
    "source": "calvin",
    "verse_id": 18418,
    "verse_count": 1,
    "reference": "39:5",
    "title": "",
    "html": "<p><i> Then Isaiah said to Hezekiah.<\/i> From this judgment of God we perceive that the sin of Hezekiah was not small, though common sense judges differently; for since God always observes the highest moderation in chastising men, we may infer from the severity of the punishment that it was no ordinary fault, but a highly aggravated crime. Hence also we are reminded that men judge amiss of words or actions, but that God alone is the competent judge of them. Hezekiah shewed his treasures. Had they been heaped up, that they might always lie hidden in the earth? He received the messengers kindly. Should he have driven them away? He lent an ear to their instructions. But that was when the rival of the Assyrian voluntarily desired his friendship. Ought he to have rejected so valuable an advantage? In a word, so far as appearances go, we shall find nothing for which an apology may not be offered.<\/p> \n<p>But God, from whom nothing is hidden, observes in Hezekiah’s joy, first, ingratitude; because he is unmindful of the distresses which lately pressed him down, and, in some respects, substitutes the Chaldeans in the room of God himself, to whom he ought to have dedicated his own person and all that he possessed. Next, he observes pride; because Hezekiah attempts too eagerly to gain reputation by magnificence and riches He observes a sinful desire to enter into an alliance which would have been destructive to the whole nation. But the chief fault was ambition, which almost entirely banishes the fear of God from the hearts of men. Hence Augustine justly exclaims, “How great and how pernicious is the poison of pride, which cannot be cured but by poison!” For he has his eye on that passage in one of Paul’s Epistles, in which he says that “a messenger of Satan had been given to buffet him, that he might not be puffed up by the greatness of revelations.” (<a class=\"ref\">2 Corinthians 12:7<\/a> .) Hezekiah was unshaken, when all was nearly ruined; but he is vanquished by these flatteries, and does not resist vain ambition. Let us, therefore, attentively and diligently consider what a destructive evil this is, and let us be so much the more careful to avoid it.<\/p> \n<p><i> Hear the word of Jehovah of hosts<\/i> Being about to be the bearer of a harsh sentence, he begins by saying that he is God’s herald, and a little afterwards, he again repeats that God has commanded him to do this, not merely for the purpose of protecting himself against hatred, but in order to make a deep impression on the heart of the king’. Here again we see his steadfastness and heroic courage. He does not dread the face of the king, or fear to make known his disease, and to announce to him the judgment of God; for although, at that time as well as now, kings had delicate ears, yet, being fully aware that God had enjoined this duty upon him, he boldly executes his commission, however much it might be disliked. Prophets were, indeed, subject to kings, and claimed nothing for themselves, unless when it was their duty to speak in the name of God; and in such cases there is nothing so lofty that it ought not to be abased before the majesty of God. And if his object had been to gain the good graces of his prince, he would have been silent like other flatterers; but he has regard to his office, and endeavors to discharge it most faithfully.<\/p> ",
    "audit": null
}