{
    "id": 7897,
    "source": "calvin",
    "verse_id": 18793,
    "verse_count": 1,
    "reference": "58:6",
    "title": "",
    "html": "<p><i>Is not this the fast which I have chosen?<\/i> The Prophet shows what are the real duties of piety, and what God chiefly recommends to us; namely, to relieve those who are wretched and pressed with a heavy burden. But the Prophet appears to abolish fasting universally, when, in place of it, he enumerates those works which are most highly acceptable to God. I reply, fasting is approved when it is accompanied by that love which we owe to our fellow­men; and therefore the Prophet directs that we shall be tried by this principle, that our consciences be entire and pure, that we exercise mutual kindness towards each other; for if this order prevail, then fasting, which shall be added to it, will be pleasing and acceptable to God. But here he does not at all mention purity of heart. I reply, it is described by works, as by its fruits, from which it is easily seen what kind of heart we have. Next, he enumerates the duties of the Second Table, under which, as we have elsewhere seen, by a figure of speech in which a part is taken for the whole, he includes the whole observation of the Law; for it would not be enough to assist our neighbor by kind offices, if at the same time we despised God. But we must observe the Prophet’s design; because the love which we owe to our neighbors cannot be sincerely cultivated, unless when we love them in God. In order to make trial of our fear of God, he demands these as more immediate signs, if we live justly, inoffensively, and kindly with each other. Besides, he was not satisfied with outward appearance; and indeed the love of our neighbor does not thrive where the Spirit of God does not reign; and therefore Paul includes it in the enumeration of “the works of the Spirit.” ( <a class=\"ref\">Galatians 5:22<\/a>) Thus when the observation of the Law is spoken of, not only outward works, but likewise the dispositions of the heart, must be taken into the account.<\/p> \n<p><i>To loose wicked bindings. <\/i> Some explain it to mean “sinful thoughts,” by which the hearts of men are entangled. But Isaiah appears to me to have had another object in view, namely, that hypocrites are exceedingly cruel in distressing the poor, and lay heavy burdens upon them. He therefore calls them “bonds,” or “bindings,” or, as we commonly say, “oppressions.” Of the same import is what he adds, <i>to undo the heavy burdens,<\/i> under the weight of which the poor groan and are overwhelmed. he again adds, “to let the oppressed go free,” and expresses the same thing in a variety of words. Thus the Prophet does not define what is meant by “fasting,” but shows what the Lord requires in the first place and chiefly, and in what manner our obedience can be approved by him, and what ought to be the dispositions of those who endeavor to fast in a right manner.<\/p> ",
    "audit": null
}