{
    "id": 7083,
    "source": "calvin",
    "verse_id": 17962,
    "verse_count": 1,
    "reference": "15:1",
    "title": "",
    "html": "<p><i> The burden of Moab.<\/i> Here the Prophet prophesies against the<i> Moabites<\/i> , who were neighbors to the Jews and related to them by blood; for we know that the<i> Moabites<\/i> were descended from Lot, who was Abraham’s nephew. (<a class=\"ref\">Genesis 11:31<\/a> .) Those nations being so closely related, humanity at least demanded that they should maintain some friendly intercourse with each other. But no relationship prevented the<i> Moabites<\/i> from cherishing hostility towards the Jews, or even from harassing them whenever it was in their power; which is an evidence of a savage and barbarous disposition. To them also, on account of their cruelty towards the people of God, to whom they ought to have conducted themselves with brotherly love, the Prophet therefore threatens destruction.<\/p> \n<p>We ought to remember the design of these predictions. It cannot be believed that they were of any advantage to the<i> Moabites<\/i> , even though they had heard from the mouth of the Prophet himself the words which we read; but he neither addressed them with his voice, nor sent to them a written communication. It was therefore to believers, rather than to them, that the Prophet looked, and for two reasons. The first reason was, that when they saw so many changes taking place, cities overturned, kingdoms destroyed and succeeding one another, they might not think that this world is governed by the blind violence of fortune, but might acknowledge the providence of God. If nothing had been foretold, the minds of men, having a strong tendency to foolishness, and being strangely blind to the works of God, might have been disposed to attribute all this to chance; but when they had been forewarned by the Prophets, they beheld the judgments of God as from a lofty watch-tower. To us also in the present day Isaiah has, as it were, pointed out with the finger what was then hidden. In his predictions we behold God sitting on his judgment-seat, and regulating everything according to his pleasure; and although the wicked in various ways vented their mad rage, still the Lord made use of their agency to execute his judgments. The second design which the prophets had in view was, that while the whole world was shaken, the Jews might know that God took care of their safety, and that he testified the warmth of his affection for the Church, by taking vengeance on her enemies by whom she had been barbarously treated.<\/p> \n<p><i> Ar-Moab.<\/i> The Hebrew word<span class=\"greek-hebrew\"> ער<\/span> (<i> Ar<\/i>) means<i> a city<\/i> ; as<span class=\"greek-hebrew\"> קיר<\/span> (<i> kir<\/i>) means<i> a wall<\/i> ; but as<span class=\"greek-hebrew\"> ער מואב<\/span> (<i> Ar-Moab<\/i>) was one of the chief cities of the<i> Moabites<\/i> , it is supposed to be here a proper name. We might indeed explain both words as appellatives, to convey a threatening of the overthrow of the fortified towns of which the<i> Moabites<\/i> are proud; but I rather adopt the ordinary interpretation. Here therefore Isaiah has given a description, that we may behold in it the overthrow of the Moabites, when their chief cities are destroyed.<\/p> \n<p><i> In the night.<\/i> By<i> the night<\/i> he means a sudden and unexpected occurrence, which the Moabites did not dread.<i> Night<\/i> being appropriated to rest, if anything happen at that time, it is viewed as sudden and unlooked for, and therefore excites violent alarm. Besides, he intended to rebuke the Moabites for being free from anxiety, considering themselves to be fortified by defences on every hand, and placed beyond the reach of all danger.<\/p> \n<p><i> Is brought to silence.<\/i> That is,<i> is destroyed<\/i> , and hence also<i> Silence<\/i> sometimes means Death. Others disregard the metaphor, and choose to render it,<i> She is cut off<\/i> ; but I leave that point undecided. What Isaiah declares as to the<i> Moabites<\/i> , Scripture pronounces as to the reprobate, that destruction is at hand, and, when they are looking for nothing of that kind, will fearfully overwhelm them. (<a class=\"ref\">Jeremiah 23:19<\/a> .)<\/p> ",
    "audit": null
}