{
    "id": 6808,
    "source": "calvin",
    "verse_id": 17672,
    "verse_count": 1,
    "reference": "1:17",
    "title": "",
    "html": "<p><i> Learn to do well<\/i> As he had just now, ill enjoining them to<i> cease to do evil<\/i> , charged them with the continual practice of iniquity as if he had said that their whole life was a constant habit of sinning; so now he enjoins them to become skilled in acts of kindness, and in entreating them to<i> learn<\/i> this, he addresses them as scholars who had not yet learned their earliest lessons. And first he bids them<i> seek judgment<\/i> . Others render it, inquire respecting<i> judgment<\/i> , of which I do not approve; for by the word<i> seek<\/i> the Prophet meant more than this, he meant what we call the actual practice of it. By the word<i> judgment<\/i> he denotes what is good and right; as if he had said, “Aim at uprightness.”<\/p> \n<p><i> Relieve the oppressed<\/i> The Prophet, after his wonted manner, adds to the general description the mention of particular classes; and although he has already given a special exhortation to kindness and justice, yet wishing to press them more closely, he enters into a more careful enumeration of certain classes, so as to present a more complete view of the subject. For otherwise men always wish to be reckoned good and righteous, and can scarcely be moved by general instruction; but when we come to particular cases, they are forced, as it were, to deal with the matter in hand, and are compelled to yield, or at least become more tractable, of which we have daily experience.<\/p> \n<p><i> Judege the fatherless, plead for the widow<\/i> The Prophet here selects two classes, by means of which the wickedness of men is more fully exposed; for it seldom happens that the causes of the<i> fatherless and widows<\/i> are defended, because men do not expect from them any rewards. To such an extent are they exposed to every kind of injustice, that no man comes forward in defense of them, because there is no man who follows justice on its own account; and not only so, but there is a very great number of persons who are ready to plunder the poor and needy. This proves that there is no one who cares about exercising judgment; for we need not at all wonder that men of wealth and influence have friends to assist them, who are excited and allured by the expectation of reward. But the Lord declares that he takes charge of<i> the fatherless and widows<\/i> , and will avenge them if they shall sustain any injury.<\/p> \n<p>“Ye shall not afflict any widow, or fatherless child. If thou afflict then in any wise, and they cry at all unto me, I will surely hear their cry: and my wrath shall wax hot, and I will kill you with the sword; and your wives shall be widows, and your children fatherless.” (<a class=\"ref\">Exodus 22:22<\/a> .)<\/p> \n<p>The same declaration is now extended to all others, who are oppressed and groan under the violence and lawless passions of men of rank and influence.<\/p> \n<p>This ought to yield the highest consolation to all the children of God, who are enjoined to<i> possess their souls in patience<\/i> . (<a class=\"ref\">Luke 21:19<\/a> .) Whatever may be the haughty boasting of enemies, this will not prevent the people of God from glorying amidst their tribulations, while such considerations as these shall have an abiding place in their minds: “The Lord will be our avenger. Though men disregard us, he takes care of us. He will aid the destitute, and will defend their cause.”<\/p> ",
    "audit": null
}