{
    "id": 6889,
    "source": "calvin",
    "verse_id": 17761,
    "verse_count": 1,
    "reference": "5:21",
    "title": "",
    "html": " <p> <i>Wo to them that are wise in their own eyes! <\/i>,Here he proceeds to rebuke those on whom no instruction can produce a good effect, and who do not allow any wise counsels or godly warnings to gain admission. In short, he pronounces a curse on obstinate scorners, who set up either the lusts of the flesh or a preposterous confidence in their wisdom, in opposition to God’s instruction and warnings. And not only does he rebuke those who are puffed up with a false conviction of their wisdom, and are ashamed to learn from others, but he likewise pronounces a general condemnation on all who, through prejudices in their own favor, refuse to hear God speaking, and to listen to his holy warnings. <\/p>,\n <p>This fault has been too common in all ages, and we see it in very many persons at the present day, who, though they would shrink from openly rejecting the doctrine of godliness, are yet so far from being truly obedient and teachable, that they haughtily reject everything that does not please them. They acknowledge that they need some bridle, but, on the other hand, are so much blinded by their presumption, that, when God points out the way, they immediately rebel; and not only so, but break out into violent indignation at the censure passed on their proceedings. Nay, where is the man who renounces his own judgment, and is ready to learn only from the mouth of God? But nothing is more destructive than this deceitful show of wisdom; for the beginning of piety is willingness to be taught, when we have renounced our own judgment and follow wherever God calls. <\/p>,\n <p>Nor is this false belief condemned solely on the ground of its rendering men disobedient to God, and thus being the cause of their ruin, but also on the ground of being in itself what God cannot endure. We must become fools if we desire to be God’s disciples. But it is also certain that mad rebellion reigns wherever there is not found that modesty and humility which leads a man willingly to yield subjection, <i>In their own eyes <\/i>,means what we say in French, <i>a leur semblant <\/i>,, that is, <i>in their own conceit <\/i> <\/p>,",
    "audit": null
}