{
    "id": 7730,
    "source": "calvin",
    "verse_id": 18626,
    "verse_count": 1,
    "reference": "48:11",
    "title": "",
    "html": "<p><i> For my own sake.<\/i> He repeats the same statement which he had formerly made, but adds a question, such as Hebrew writers are wont to employ, when they speak of what is absurd, “Is it possible that my name should be profaned?”<\/p> \n<p><i> And I will not give my glory to another.<\/i> This second clause is added for the purpose of exposition; and therefore Isaiah, by multiplying the forms of expression, now adorns that which he had formerly expressed in a few words, and elevates his style. Nor is it a mere explanation of the former statement, but rather an adornment in order to confirm it the more. By these words he means that men do all that lies in their power to “profane the name of God,” and to convey “his glory to another,” but that the Lord, by his wonderful providence, meets this evil, and causes his glory to remain unabated. Although, therefore, by our fault we abandon the glory of God, yet he will preserve it, while he shall be our protector. Hence we derive wonderful consolation, that God connects our salvation with his own glory, as we have already pointed out on other passages.<\/p> \n<p><i> I will not give.<\/i> That is, “I will not suffer my glory to be taken from me.” This would have happened, if the God of Israel had been mocked on account of the ruin and destruction of the people; as wicked men, when the people of God were oppressed, were wont to taunt them with blasphemies of this sort, “Where is their God?” (<a class=\"ref\">Psalms 79:10<\/a> .) Moses also assigned a familar reason why the Lord was unwilling to destroy the whole nation. “Lest perhaps,” says he, “their enemies should claim it for themselves, and say, It is our lofty hand, and not the Lord, that hath done all this.” (<a class=\"ref\">Deuteronomy 32:27<\/a> .) And indeed, when the Lord, by exhibiting tokens of his anger, strikes terror into believers, there remains no refuge but this, that he will remember his adoption, so as not to expose his sacred name to the curses of wicked men. Nor did the Prophet, by these words, merely exhort his people to gratitude, that they might acknowledge that it was exclusively through the grace of God that they were preserved; but he held out to believers a ground of supplication, and a shield by which they might resist despair.<\/p> ",
    "audit": null
}