{
    "id": 7682,
    "source": "calvin",
    "verse_id": 18577,
    "verse_count": 1,
    "reference": "45:15",
    "title": "",
    "html": "<p><i> Truly thou art a God that hidest thyself.<\/i> Isaiah now exclaims, that there is need of long exercise of patience, that we may enjoy the promises of God; for the people might have been prompted to despair, when the wicked had everything to their wish, and when everything adverse befell themselves. I am aware that some expound it differently. The Jewish writers commonly interpret it to mean, that the Lord will hide himself from the Gentiles, but will reveal himself to his people. Christian interpreters bring forward a different sense, but too far-fetched. There is ingenuity, indeed, in what they say, that Christ is a hidden God, because his divinity lies concealed under the infirmity of the flesh. But it does not agree with the Prophet’s meaning; for he calls himself “a hidden God,” because he appears to withdraw, and, in some measure, to conceal himself, when he permits his people to be afflicted and oppressed by various calamities; and, therefore, our hearts ought to be encouraged by hope. Now, as Paul says, (<a class=\"ref\">Romans 8:24<\/a> ,) “hope is not directed to those things which are seen;” and in this sense Isaiah calls him “a hidden God,” because those things which he promised are not immediately visible to our eyes.<\/p> \n<p>Thus he intended that we should withdraw our minds from present objects, and raise them above the heavens, which we must do, if we wish to receive and accept of his aid. There is “need of patience,” (<a class=\"ref\">Hebrews 10:36<\/a> ,) therefore, that we may continue to direct our desires towards him, when he delays the execution of his promises. He had said, a little before, that unbelievers, though at that time they were blind and stupid, would feel the presence of God; but, because the time of manifestation was not yet at hand, this exclamation is appropriately introduced, that God, before he displays his glory, conceals his power in order to try our faith.<\/p> \n<p><i> God the Savior of Israel.<\/i> That the Prophet does not speak of the essence of God, but of his assistance, may be easily inferred from the epithet which is now added, when he calls God “the Savior.” He explains that God “hides himself” in the method which he takes for saving his Church, because he conceals his hand for a time in such a manner as if he had intended totally to abandon them. He wishes that our salvation should remain, as it were, hidden in darkness, that, if we desire to enjoy it, we may know that we must go out of this world, for it will not all at once present itself to us, or become visible to our eyes. We ought, therefore, to look for it with unshaken steadfastness; for it is highly advantageous that in this manner God should try and prove our faith, that, when we shall be oppressed by various afflictions on every hand, we may nevertheless rely on God and on his promises.<\/p> ",
    "audit": null
}