{
    "id": 8009,
    "source": "calvin",
    "verse_id": 18906,
    "verse_count": 1,
    "reference": "65:8",
    "title": "",
    "html": "<p><i> Thus saith Jehovah.<\/i> Here the Prophet softens the preceding statement; for otherwise it would have been very hard to say that the iniquities of the fathers would be brought to remembrance in such a manner, that the Lord would destroy the fathers and the children along with them; and these things might strike believers with such horror as to lead them to think that their salvation was past all hope. We must therefore be carefully on our guard, and observe the reason why the Lord is angry with us; for he wishes to terrify us, so as to lead us to himself, and not so as to throw us into despair. For this reason he holds out hope to believers, that they may not lose courage; and, by exhibiting consolation, he encourages them to repentance. He confirms it by a comparison.<\/p> \n<p><i> As if one found a grape in a cluster.<\/i> As if a person who has determined to root out a vine that is inconvenient or injurious to him, and finds a fruit-bearing branch, shall spare it; so the Lord will refrain from tearing up those in which he shall find no strength or flavor. Formerly he complained that the people were useless, and even that they yielded bitter fruits. (<a class=\"isa\" verses=\"WzE3NzQyXQ==\">Isaiah 5:2<\/a> .) Isaiah retains the same comparison, but applies it in a different manner. “Though the people may be said to be an unfruitful and degenerate vine, yet there are still left some fruit-bearing branches which the Lord will not suffer to perish.<\/p> \n<p>But this may be understood in two ways; either that the Lord will preserve his people for the sake of the elect, or that, when the reprobate are destroyed, he will rescue believers from destruction. There is a wide difference between these two interpretations. As to the first, we know that the wicked are sometimes spared on account of good men, whom God does not wish to destroy or to involve in the same judgment, as various examples of Scripture sufficiently shew. The Lord would have spared Sodom, if he had found but ten good men in it. (<a class=\"ref\">Genesis 18:32<\/a> .) All who sailed along with Paul, to the number of “two hundred and seventy-six,” (<a class=\"ref\">Acts 27:37<\/a> ,) were “given to him” and rescued from shipwreck, that the power which He manifested in his servant might be more illustriously displayed. (<a class=\"ref\">Acts 27:24<\/a> .) The Lord blessed the house of Potiphar, and made it to prosper in all things, for the sake of Joseph who was in his family. (<a class=\"ref\">Genesis 39:5<\/a> .) There are other examples of the same kind, which every one will easily collect for himself.<\/p> \n<p>But I approve more highly of the other interpretation, that the Lord will punish the sins of his people in such a manner as to have regard nevertheless to his own, and not to involve all universally in the same destruction. Nor does he mean only that believers shall be saved, but that a people shall be left amongst whom men shall call on his name. And the comparison ought to be carefully observed; for he shews that the remnant will be small, as compared with the multitude which was at that time, as has been already explained. (<a class=\"isa\" verses=\"WzE3NjY0XQ==\">Isaiah 1:9<\/a> .)<\/p> \n<p>Now, as to believers being often punished along with the reprobate, let us not think that it is wrong; for the Lord will often find in each of us enough of blame to afflict and punish us. Besides, he wishes to instruct and arouse us by his chastisements; and seeing that we have been joined to a certain people, and, as it were, ingrafted into their body, we undoubtedly ought not to think it strange if we, who may be said to be diseased members, shall share in the same strokes and pains. Yet the Lord moderates the punishment, so as not to tear up by the roots the elect plants.<\/p> ",
    "audit": null
}