{
    "id": 7096,
    "source": "calvin",
    "verse_id": 17975,
    "verse_count": 1,
    "reference": "16:5",
    "title": "",
    "html": "<p><i>And the throne shall be prepared in mercy. <\/i> The Jews explain the whole of this verse as referring to Hezekiah; but this is altogether inappropriate, for the Prophet speaks of a more important restoration of the Church, and the Moabites had not been punished during the flourishing condition of Hezekiah’s reign; and the blessing of God again began to burst forth on the Jews. It is as if it had been said “All the enemies of the chosen people maliciously contrive the ruin of that kingdom, which God promised <i>should be established for ever<\/i>. ” (<a class=\"ref\">2 Samuel 7:13<\/a>.) That the godly may not give way to despondency amidst the unhappy confusion, they are reminded of the perpetuity of the kingdom, of which they had been assured by a well-known prediction. <\/p>\n<p>It cannot therefore be explained as referring to any other than to Christ, though I acknowledge that Hezekiah was a type of Christ, as David and the rest of his successors also were. But they conduct us to Christ, who alone is the protector and leader of his people, (<a class=\"ref\">John 10:16<\/a>,) and who has <i>gathered the remnant that was scattered abroad<\/i>. (<a class=\"ref\">John 11:52<\/a>.) For this reason he sends back the godly to Christ, as if he had said, “You know what God you worship. He has declared that he will watch over your safety, so that under his protection you will always continue to be safe and uninjured; and if you shall at any time meet with reverses, he has promised to you a Redeemer, under whom you shall enjoy renewed and steadfast prosperity. Though for a time you may weep, yet the protector of the Church will come, and will restore you to a flourishing state of freedom. You ought, therefore, with your whole heart, to rely on the expectation of him; even when you see the Church to be in a confused and wretched condition.” <\/p>\n<p>This ought to be carefully observed; for all other consolations are transitory and fading, if we do not refer all of them to Christ. Let our eyes therefore be fixed on him, if we wish to be happy and prosperous; for he has promised that we shall be happy even amidst the cross, (<a class=\"ref\">Matthew 5:10<\/a>,) that agony and torments will open up the way to a blessed life, (<a class=\"ref\">2 Corinthians 4:17<\/a>,) and that all the afflictions which we shall suffer will add to the amount of our happiness. (<a class=\"ref\">Romans 8:28<\/a>.) <\/p>\n<p><i>In mercy. <\/i>Isaiah shows that this does not take place through the agency of men, but by the kindness of God, who is the builder of this <i>throne<\/i>; and therefore we ought to acknowledge that it is owing to his undeserved goodness that this sacred <i>throne <\/i>is established among us. The Prophet expressly confirms this by saying, that the cause of it must not be sought anywhere else than in the absolute <i>mercy <\/i>of God. Nor can any other cause be found; for God could not be induced by any excellence of character, or by merits, (of which there certainly were none,) to set up again the throne which had fallen down through the fault and through the crimes of the people; but when he saw that those whom he had adopted were ruined, he wished to give a proof of his infinite goodness. Now, if God build this throne, by whom shall it be overturned? Will wicked men be stronger than he? <\/p>\n<p><i>And he will sit upon it in the tabernacle of David. <\/i>Almost every word here is emphatic, so that this verse deserves to be continually pondered. I do not object to the opinion that the word <i>tabernacle <\/i>contains an allusion to this effect, that he was but an ordinary man before he was <i>called to sit on a throne<\/i>. (<a class=\"ref\">1 Samuel 16:11; 2 Samuel 7:8<\/a>.) The Prophet intended to draw a picture of the Church, which has no resemblance to the thrones of kings and of princes, and does not shine with gold or precious stones. Though he has held out the spiritual kingdom of Christ under a mean and despicable shape, yet at the same time he shows that that kingdom will be seen on earth and amongst men. If he had only said that <i>the throne <\/i>of Christ will be erected, we might have asked, Will his <i>throne <\/i>be in heaven, or also on earth? But now when he says, <i>in the tabernacle of David<\/i>, he shows that Christ reigns not only among angels but also among men, lest we should think that, in order to seek him, we must enter into heaven. Wicked men ridicule what we preach about the kingdom of Christ, as if it were some phantom of our own imagination. They wish to see it with their eyes, and to have the evidence of their senses; but we ought not to conceive of it as at all carnal, but to be satisfied with his arm and with his power. <\/p>\n<p><i>In steadfastness. <\/i> <span class=\"greek-hebrew\">אמת<\/span> (<i>emeth<\/i>) denotes not only <i>truth <\/i>but every kind of <i>certainty<\/i>. The Prophet means that the kingdom of Christ will be firm and steadfast, as Daniel also declared. (<a class=\"ref\">Daniel 2:44<\/a>.) The Evangelist also says, <i>Of his kingdom there shall be no end<\/i>. (<a class=\"ref\">Luke 1:33<\/a>.) In this respect it is distinguished from the ordinary condition of kingdoms, which, even when they are founded on great and enormous wealth, crumble down or even fall by their own weight, so that they have no more permanency than vanishing pictures. But Isaiah declares, that the kingdom of Christ, though it frequently totter, will be supported by the hand of God, and therefore will last for ever. These proofs ought to fortify us against temptations which arise, whenever the kingdom of Christ is attacked by enemies so numerous and powerful that we might be ready to think that it will quickly be destroyed. Whatever weapons the world may employ, and though hell itself should vomit out flames of fire, we must abide by this promise. <\/p>\n<p><i>Who shall judge. <\/i>I understand  <span class=\"greek-hebrew\">שפת<\/span> (<i>shophet<\/i>) to mean <i>Governor<\/i>, as if he had said, “There will be one who shall <i>govern<\/i>. ” Often do we see a magnificent throne when there is no one to sit on it, and it frequently happens that kings are either idols or cattle, without judgment or skill or wisdom. But here he says, that one will sit who shall discharge the office of a good <i>governor<\/i>; and this is added in order to assure us that Christ will be our protector. <\/p>\n<p><i>And seek judgment and hasten righteousness. <\/i>The <i>judgment <\/i>and the <i>righteousness <\/i>which are ascribed to him, are nothing else than the protection under which he receives us, and which he will not allow to be infringed; for he will not allow wicked men who injure us to pass unpunished, while we patiently and calmly commit ourselves to his protection. By the word <i>hasten <\/i>he shows that he will quickly and speedily avenge our cause. This must be viewed as a rebuke to our impatience, for we never think that his assistance comes soon enough. But when we are hurried along by the violence of passion, let us remember that this arises from not submitting to his providence; for although according to the judgment of our flesh he delays, still he regulates his judgment in the best manner by the seasons which are well known to him. Let us therefore submit to his will. <\/p>",
    "audit": null
}