{
    "id": 6993,
    "source": "calvin",
    "verse_id": 17868,
    "verse_count": 1,
    "reference": "10:17",
    "title": "",
    "html": "<p><i>And the light of Israel shall be for a fire. <\/i> There is an elegant allusion to that burning by which he threatened that he would consume the Assyrians. In<i>fire<\/i> there are two things, light and heat. As the Lord consumes the enemies by his heat, so he enlightens the godly by his light. It is very customary that God is sometimes called<i>a devouring fire<\/i> , ( <a class=\"ref\">Deuteronomy 4:24<\/a> ,) and sometimes, in a different point of view, he is called<i>light<\/i> , ( <a class=\"isa\" verses=\"WzE4ODQyLDIyNjczXQ==\">Isaiah 60:20; Micah 7:8<\/a> ,) because his power produces contrary effects on the godly and the ungodly. When he shines on the godly, he imparts life and nourishment to them, but he consumes and destroys the ungodly. In a word, while he threatens destruction to the Assyrians, he likewise brings comfort to the godly; and he does so in two ways, first, because they will see that God revenges the injuries which they have received, and, secondly, that they will be cheered by his light, and will thus receive a new life.<\/p> \n<p><i>And his Holy One for a flame. <\/i> What that<i>light<\/i> is he states plainly, and without a metaphor, when he adds, <i>his Holy One,<\/i> so that it is unnecessary to make a more lengthened exposition. The meaning is, that he determines to protect that people which he hath chosen, and which he hath separated from the rest of the nations to be a peculiar people to himself.<\/p> \n<p><i>And it shall devour its thorns and briers in one day. <\/i> He now shows that the favor of God, which shines in Israel, will be like a fire to consume enemies. <i>In one day<\/i> means, that he will burn them with a sudden and unexpected conflagration. It denotes an uncommon and dreadful burning, which usually overtakes the wicked suddenly, when they think that all is well with them, and that danger is at a great distance. He next shows that, whatever defences they may put forth, they will be like<i>tow<\/i> , which, as soon as it is set on fire, will instantly be consumed.<\/p> ",
    "audit": null
}