{
    "id": 7746,
    "source": "calvin",
    "verse_id": 18642,
    "verse_count": 1,
    "reference": "49:5",
    "title": "",
    "html": " <p> <i>And now saith Jehovah.<\/i>, By this verse he confirms the former statement, and yields more abundant consolation, by repeating that calling; and the testimony of conscience, which ought to be regarded by us as a fortress; for there is nothing that gives us greater distress and anxiety, than to entertain doubts by whose authority, or by whose direction everything is undertaken by us. For this reason Isaiah reminds us of the certainty of our calling. <\/p>\n <p> <i>Who formed me from the womb to be his servant.<\/i>, In the first place, godly teachers, along with Christ who is their Prince, say that they have been “formed” by a divine hand; because God always enriches and adorns with necessary gifts those whom he calls to the office of teaching, who derive from the one fountain of the Spirit all the gifts in which they excel. Thus “the Father hath sealed” (<a class=\"ref\">John 6:27<\/a>) his Only-begotten Son, and next prepares others, according to their degree, to be fit for discharging their office. At the same time, he points out the end of the calling; for to this end have Apostles and teachers of the Church been appointed, to gather the Lord’s scattered flock, that under Christ we may all be united in the same body. (<a class=\"ref\">Ephesians 4:11<\/a>.) In the world there is miserable dispersion, but in Christ there is <span class=\"greek-hebrew\">,ἀνακεφαλαίωσις<\/span>,“a gathering together” of all, (<a class=\"ref\">Ephesians 1:10<\/a>,) as the Apostle speaks; for there can be no other bond of union. As to the word “create,” or “form,” it is to no purpose that some men speculate about it as relating to Christ’s human existence, which was created; for it is clearer than noon-day, that the “forming” must be viewed as relating to office. <\/p>\n <p> <i>And though Israel be not gathered.<\/i>, The Jews read these words as a question: “Shall I not bring back Jacob? and shall Israel not be gathered?” and supply the particle <span class=\"greek-hebrew\">,ה<\/span>,(<i>ha <\/i>). But that reading is excessively unnatural, and the Jews do not consider what was the Prophet’s meaning, but, so far as lies in their power, corrupt the text, in order to conceal the disgrace of their nation. Some explain it, “Shall not be lost,” or, “Shall not perish;” for the verb <span class=\"greek-hebrew\">,אספ <\/span> <i>(asaph)<\/i>, sometimes denotes what we commonly call <i>(<\/i> <i>trousser <\/i> <i>) to truss.<\/i>, Those things which are intended to be preserved are “gathered,” and likewise those things which are intended to be consumed; and accordingly, when we mean that any person has been removed out of the world, we frequently use the vulgar phrase, “he is trussed,” or, “he is despatched.” <\/p>\n <p> <i>Yet I shall be glorious.<\/i>, To suppose the meaning to be, “I have been sent, that Israel may not perish,” would not be unsuitable; but I choose rather to follow a different interpretation, namely, “Though Israel be not gathered, yet I shall be glorious;” for it is probable that opposite things are contrasted with each other in this passage. If ministers have been set apart, for the salvation of men, it is glorious to them when many are brought to salvation; and when the contrary happens, it tends to their shame and disgrace. Paul calls those whom he had gained to Christ “his glory and crown.” (<a class=\"ref\">Philippians 4:1; 1 Thessalonians 2:19<\/a>.) On the other hand, when men perish, we receive from it nothing but shame and disgrace; for God appears to curse our labors, and not to deign to bestow on us the high honor of advancing his kingdom by our agency. But the Prophet declares that those who have served Christ shall nevertheless be glorious; for he speaks both of the head and of the members, as we have formerly remarked. Although therefore Israel refuse to be “gathered,” yet the ministry of Christ shall retain its glory unimpaired; for it will be ascribed to the baseness and wickedness of men, that they have not been “gathered.” <\/p>\n <p>In like manner, although the preachers of the Gospel be “the savor of death unto death” to the reprobate, yet Paul declares that they have a sweet and delightful odor before God, who determines that wicked men shall thus be rendered the more inexcusable. God is indeed doubly glorified if success corresponds to their wishes; but when the ministers of the word have left nothing undone, though they have good reason to lament that their labor is unprofitable, still they must not repent of having pleased God, whose approbation is here contrasted with the perverse judgments of the whole world. As if the Prophet had said, “Though men vehemently slander and load them with many reproaches, yet this ought to be calmly and patiently endured by them; because God judges differently, and bestows a crown of honor on their patience, which wicked men insolently slander. <\/p>\n <p> <i>And my God shall be my strength.<\/i>, When he says that it is enough that “God is their strength,” the meaning corresponds to what goes before, that they ought not to be terrified by the multitude or power of their enemies, seeing that they are persuaded that their “strength” lies in God. <\/p>",
    "audit": null
}