{
    "id": 7338,
    "source": "calvin",
    "verse_id": 18224,
    "verse_count": 1,
    "reference": "30:6",
    "title": "",
    "html": "<p><i> The burden of the beasts of the south.<\/i> After having spoken loudly against the consultations of the Jews about asking assistance from the Egyptians, he ridicules the enormous cost and the prodigious inconveniences which they endured on that account; for at so high a price did they purchase their destruction; and he threatens the same curse as formerly, because unhappily they acted in opposition to the word of God. He mentions “the south,” because they journeyed through a southern region, Egypt being situated to “the south” of Judea. He therefore calls them “beasts of burden” on account of the journey, and addresses them in order to pour contempt on men, because it was in vain to speak to them, and they were deaf to all exhortations. Accordingly, he threatens that the effect of this prediction shall reach the very “beasts of burden,” though men do not understand it.<\/p> \n<p><i> In the land of trouble and distress.<\/i> The people having proudly disregarded the threatenings, the Prophet seasonably turns to the horses and camels; and declares that, although they are void of reason, yet they shall perceive that God hath not spoken in vain, and that, though the people imagined that there was uninterrupted prosperity in Egypt, it would be a land of anguish and affliction even to the brute animals. The journey was labourious and difficult, and yet they shrunk from no exertion in order to satisfy their mad desire; and to such a pitch of madness was their ardor carried, that they were not discouraged by the tediousness of the journey.<\/p> \n<p><i> The young lion and the strong lion.<\/i> In addition to the inconveniences already mentioned, Isaiah threatens the special vengeance of God, that they shall encounter “lions” and beasts of prey. There was nothing new or uncommon in this to persons who traveled from Judea into Egypt; but here he threatens something extraordinary and more dangerous. In addition to the inconveniences and toils, and to the sums of money which they shall expend, God will also send disastrous occurrences, and at length they shall be miserably ruined.<\/p> \n<p>This doctrine ought to be applied to us, who are chargeable with a fault exceedingly similar; for in dangers we fly to unlawful remedies, and think that they will profit us, though God disapproves of them. We must therefore experience the same result and fall into the same dangers, if we do not restrain our unbelief and wickedness by the word of God. We ought also to observe and guard against that madness which hurries us along to spare no expense and to shrink from no toil, while we obey with excessive ardor our foolish desire and wish. We had abundant experience of this in Popery, when we were held captives by it, running about in all directions, and wearying ourselves with long and toilsome pilgrimages to various saints; yet the greatest possible annoyances were reckoned by us to be light and trivial. But now, when we are commanded to obey God and to endure “the light yoke” of Christ, (<a class=\"ref\">Matthew 11:30<\/a> ,) we find that we cannot endure it.<\/p> ",
    "audit": null
}