{
    "id": 7075,
    "source": "calvin",
    "verse_id": 17954,
    "verse_count": 1,
    "reference": "14:25",
    "title": "",
    "html": " <p> <i>That I may bruise the Assyrian in my land. <\/i>,Some think that this relates to Sennacherib’s army, which the hand of God destroyed by means of an angel, when he besieged Jerusalem. (<a class=\"ref\">2 Kings 19:35 <\/a>; <a class=\"isa\" verses=\"WzE4Mzg5XQ==\">Isaiah 37:36 <\/a>.) If this interpretation be preferred, the meaning will be, that the Lord will shortly give some evidence of that destruction which he has threatened against the Babylonians. Those who heard these predictions might have brought this objection: “Of what avail will it be to us that Babylon is destroyed, after Babylon has ruined us? Would it not have been better that both Babylon and we had remained uninjured? What consolation will be yielded to us by its destruction, when we, too, shall have been destroyed?” And, indeed, I have no doubt that he holds out a proof of God’s favor in destroying their enemies, which either had been already manifested, or would be manifested soon afterwards. <\/p>,\n <p>I dare not affirm at what time this prediction was uttered by the Prophet, but it may be conjectured with some probability that the slaughter of Sennacherib’s army by the angel had already taken place. In this way, from a striking event which they had known, the Prophet would lead them to expect a future redemption; as if he had said, “You have already perceived how wonderfully God assists his people at the very hour of danger.” I am thus prepared to assign a reason for thinking that Sennacherib’s army had been already slain. Undoubtedly this instruction must have been of some use. <\/p>,\n <p>But Babylon did not begin to give any annoyance to the Jews before she had subdued the Assyrians and renewed the monarchy. So long, therefore, as the Jews had nothing to do with Babylon, why did the Prophet speak of the judgment of God, by which he would avenge his people? There is no absurdity in supposing that the record of a past event is confounded with a prediction. And yet it will not be inadmissible to say that the <i>Assyrians <\/i>,are here put for the <i>Chaldeans <\/i>,; for though they had been deprived of the government, yet it is probable that they were always first in a state of readiness whenever there was an opportunity of attacking the Jews, and that, while they fought under foreign leaders, they formed the greater part of the army. Not only were they nearer than the Chaldeans, but those who at that time held the sway were aware that their inveterate hostility against the Jews would make them loyal and obedient in that war. Besides, it was advantageous to the conquerors to weaken the vanquished by continual wars, till they had been accustomed to bear the yoke. <\/p>,\n <p>Most appropriately, therefore, by a figure of speech in which a part is taken for the whole, Isaiah, though he is speaking of <i>Babylon <\/i>,, describes the whole of its forces under the name of <i>Assyria <\/i>,. There will thus be no argument which lays us under the necessity of explaining this passage as relating to the slaughter effected by the angel in Sennacherib’s army. The Prophet merely affirms, so far as my judgment goes, that the Lord will put an end to the tyranny of the Assyrians, so that they shall not always enjoy their present superiority. As if he had said, “Though for a time God permits wicked men to rule over you, this power will not always last; for one day he will, as it were, <i>break the yoke <\/i>,, and deliver this people from this bondage under which they groan.” The Assyrians, though they were vanquished by the Chaldeans, did not on that account, as we have said, cease to be enemies of the Church; but Babylon, which had succeeded in the room of Nineveh, began at that time, by a kind of transferred right, to carry on war with the Jews. <\/p>,\n <p> <i>And his yoke shall depart from them, and his burden shall be taken from their shoulder. <\/i>,When he says that the Assyrian will be <i>broken <\/i>,in Judea, this must not be understood as if they would be slain there, or that they would be instantly crushed by some calamity; but that the chosen people would be delivered from their tyranny, and that their authority would thus be taken away. The <i>breaking <\/i>,, therefore, does not refer so much to persons as to the empire. What he says about the <i>yoke <\/i>,and the <i>burden <\/i>,would not apply strictly to the Assyrians alone, who at least never were masters of the city of Jerusalem; and therefore we must attend to the succession which I mentioned, for the Chaldeans had no right to carry on war except that right which they boasted of as having been conveyed to them by the Assyrians. Thus I think that I am justified in extending this prophecy to that deliverance by which the Lord showed that he would avenge his people against the Chaldeans and Assyrians; for at that time the <i>yoke <\/i>,was shaken off by which the Jews were miserably held bound, and it even includes the redemption obtained through Christ, of which that deliverance was a forerunner. <\/p>,\n <p> <i>And upon my mountains I will tread him under feet. <\/i>,Some think that the word <i>mountains <\/i>,is put in the plural number for Mount Zion; but I prefer a different interpretation. Jerusalem being situated among the <i>mountains <\/i>,, the whole country around was despised for that reason. The Prophet therefore speaks contemptuously, as if he admitted that the country was regarded by the enemies as of little value because it was mountainous. But this very contempt serves to magnify the power of God; for he shakes off from his <i>mountains <\/i>,the dominion of this powerful monarchy. This refers to the narrative contained in <a class=\"ref\">1 Kings 20:23 <\/a> <\/p>,",
    "audit": null
}