{
    "id": 6845,
    "source": "calvin",
    "verse_id": 17710,
    "verse_count": 1,
    "reference": "3:2",
    "title": "",
    "html": "<p><i>The strong man, and the man of war <\/i>He mentions other ends which contribute to the safety and good order either of nations or of cities. Of these he threatens that the Jews will be wholly deprived, so that they will neither have wisdom or bravery at battle, nor military forces abroad. He is not careful to attend to order, but is satisfied with giving a short abridgement, and mixes one subject with another. He begins with <i>men of war, <\/i>into whose hands was committed the defense of the country. God sometimes takes them away by death, and sometimes by making them soft and effeminate. The latter is more frequent, so that posterity degenerates from the bravery of ancestors, and those who were formerly courageous become, in process of time, cowardly and unfit for war. But we see also that the former sometimes happens, in consequence of which the boldest men suddenly lose heart. <\/p>\n<p><i>The judge and the prophet. <\/i>We know that, in the Hebrew language, the word <i>judge <\/i>stands for every kind of governors; and it is certain that by <i>prophets <\/i>are meant every kind of teachers. Accordingly, he threatens that the civil government will be set aside, and that instruction will be at an end, and that thus the Jews will be destroyed; and, indeed magistrates and teachers hold the same place in the commonwealth that the two eyes do in the human body. <\/p>\n<p>Aged diviners and old men  I consider the same rank as before to be denoted by <i>old men<\/i>, who are more fit for governing, because age brings along with it prudence, wisdom, and gravity. As to the word <i>diviner<\/i>, though it is used in a bad sense in Scripture, yet here it appears to be used in a good sense, when Isaiah enumerates those things which contribute to preserve the good order of a city and of a kingdoms. The term might, therefore, be applied to a soothsayer, who divines or penetrates into dark matters, not by omens or superstitious arts, but by extraordinary acuteness and skill. But as God forbade them to consult magicians, soothsayers, and <i>diviners<\/i>, (<a class=\"ref\">Deuteronomy 18:20<\/a>,) and as Balaam himself declares that <i>there is no divination against Israel<\/i>, (<a class=\"ref\">Numbers 23:23<\/a>,) I do not quarrel with those who would prefer to use the word <i>diviner <\/i>as denoting magical <i>divinations<\/i>; nor will there be any absurdity in enumerating among the punishments of the nation, that it would be deprived also of those aids which were sinful and criminal; for along with the altar and sacrifices Hosea mentions teraphim.  (<a class=\"ref\">Hosea 3:4<\/a>.) <\/p>\n<p>The captain of fifty. He employs this term agreeably to the custom which then prevailed; for as the Romans had <i>centurions<\/i>, or <i>captains of hundreds<\/i>, so the Jews had <i>captains<\/i>, or <i>rulers of fifties<\/i>, which the Greeks call  <span class=\"greek-hebrew\">πεντηκοντάρχους<\/span>, but as that custom did not exist among the Latins, so the name was unknown among them. By <i>persons of venerable aspect <\/i> he means those whose reputation for bravery gave then influence among the people. <\/p>\n<p>The senator.  The word  <span class=\"greek-hebrew\">יועף<\/span> (<i>yognetz<\/i>,) for which I have put <i>senator<\/i>, may be applied to men in private life who are eminent for prudence; but as it is strictly applicable to <i>counsellors<\/i>, who discharge a public office, I resolved not to depart from the common opinion. <\/p>\n<p>The sinful artificer. Because the mechanical arts are not less advantageous for upholding the prosperity of a nation, and for the support of animal life, Isaiah likewise mentions that, through the want of them, the destruction of the Jews is at hand. <\/p>\n<p>And the eloquent.  he word which is placed last in the enumeration has been variously explained by commentators. Literally it means, “skilled in muttering, or in a subdued tone of speech. “Now since the heathen oracles give out their replies by whisperings or in <i>mutterings<\/i>, some think that the word denotes <i>enchantments<\/i>. A better exposition is given by those who interpret  <span class=\"greek-hebrew\">לחש<\/span> (<i>lahash<\/i>) to mean <i>secret designs<\/i>; but as a style which is both mysterious and weighty may be not inappropriately denoted by this word, I had no hesitation in rendering it by the word <i>eloquent<\/i>. Yet if it be thought preferable to view it as denoting wise and cautious men, who, though not qualified for public speaking, give private advices of what may profitably be done, I have no objection. <\/p>\n<p>We must attend to this comprehensive description of a well-regulated state. For Isaiah has placed first corn and other things necessary for bodily support; secondly, military forces; thirdly, skill in governing a nation and the various parts of civil government; fourthly, the prophetical office; and fifthly, the mechanical arts. With these ornaments does God adorn the nations which he intends to render safe and sound; and, on the other hand, he takes them from those nations which he intends utterly to destroy. Let us, therefore, know that everything which we find to be profitable for the support of life flows from the undeserved goodness of God. Hence also there follows another instruction, namely, that we ought to beware lest, by our ingratitude, we deprive ourselves of those excellent gifts of God. <\/p>",
    "audit": null
}