{
    "id": 7938,
    "source": "calvin",
    "verse_id": 18834,
    "verse_count": 1,
    "reference": "60:12",
    "title": "",
    "html": "<p><i> For the nation and kingdom.<\/i> The Prophet dwells largely on confirming the hearts of believers, that they may not doubt that the restoration shall be such as he has described. Those events were altogether incredible; and we ourselves, though we have obtained abundant confirmation of them from the actual event, (for they have been made manifest to the eyes of all,) yet, unless we are guided by the Spirit of the Lord, could hardly conceive of them in our mind. He shows, therefore, that there is no reason why the Jews should doubt as to the restoration of the temple, because the Gentiles will aid them to the utmost of their power But here Isaiah looks at something higher than the building of the visible temple; for he intends to speak of that obedience which kings and nobles and the common people render to the Church when they promote, as far as they are able, pure doctrine.<\/p> \n<p><i> Shall perish.<\/i> He goes still farther, and confirms his statement the more by declaring that “the kingdoms and nations which will not serve the Church shall be destroyed.” And if so dreadful a punishment was pronounced against those who did not aid the Church, what shall we say of the tyrants who rush upon her with furious attack, and labor with all their might to destroy her? If careless and slothful men do not pass unpunished, does not a fearful vengeance await the ungodly, who disturb and overturn the work of the Lord?<\/p> \n<p><i> The nations, I say, shall be utterly destroyed.<\/i> What he had said in the singular number he immediately repeats in the plural, in order to show that even the whole world, if it be involved in the same guilt, shall likewise perish; for their multitude will not be able to prevent all who are estranged from God from perishing, and ungodly men will have no excuse for throwing obstacles in each other’s way, or for encouraging each other to impiety and wickedness. Kings and nations are said, as we have already seen, to “serve the Church;” not that she exercises any dominion over them, but because God has committed to her the scepter of his word by which he rules.<\/p> ",
    "audit": null
}