{
    "id": 6915,
    "source": "calvin",
    "verse_id": 17787,
    "verse_count": 1,
    "reference": "7:4",
    "title": "",
    "html": " <p> <i>And thou shalt say to him <\/i>,The Hebrew word <span class=\"greek-hebrew\">,שמר <\/span>,(<i>shamar <\/i>,,) which signifies <i>to keep <\/i>,, is here put in the Hiphil; and the greater part of interpreters take it for <i>beware <\/i>,; but they erroneously apply this to an unnatural and far-fetched meaning, that Ahaz should <i>beware <\/i>,of carrying on war. A more natural meaning is, that he ought not to waver or wander about in uncertainty, but to remain calm and serene. Accordingly, I have rendered it <i>refrain <\/i>,. The meaning therefore is, that Ahab should be composed, and should not be agitated or harass his mind by uneasiness, as fickle and unsteady persons are wont to do when they are struck with terror. <\/p>,\n <p>This interpretation is confirmed by the word which follows, <i>Be quiet <\/i>,; for these two are connected, first, to keep quiet <i>watch <\/i>,, so as not to be distracted by a variety of opinions, or gaze around in all directions; and, secondly, to have a calm and composed mind. Such are the highly delightful fruits which are yielded by faith; for through a variety of attacks unbelievers give way, and wander in uncertainty, and know not to which hand they ought to turn, while believers keep themselves under restraint, and <i>quietly <\/i>,betake themselves to God. Ungodliness is never at rest; but where faith exists, there the mind is composed, and does not tremble to an immoderate degree. These words very fitly express the power of faith. <\/p>,\n <p> <i>Fear not. <\/i>,After having pointed out the remedy for allaying the distresses of the mind, he likewise bids them <i>not fear <\/i>,; for faith, which places our salvation in the hand of God, is not more opposite to anything than to <i>fear <\/i>,. It is impossible, I acknowledge, not to <i>fear <\/i>,when dangers threaten, for faith does not deprive us of all feeling. On the contrary, the children of God are undoubtedly moved by two kinds of <i>fear <\/i>,, one of which arises from the feeling of human nature, even though they be endued with perfect faith. The other arises from the weakness of faith; for no man has made such proficiency as not to have any remains of that distrust against which we ought continually to strive. We must not, therefore, understand the exhortation of the Prophet to mean that the Lord forbids every kind of <i>fear <\/i>,, but he enjoins believers to be armed with such firmness as to overcome <i>fear <\/i>,. As if he had said, “Do not suffer yourselves to be discouraged; and if you are assailed by fierce and severe attacks, maintain unshaken resolution, that you may not be overpowered by dangers, but, on the contrary, live to God and overcome all your distresses.” For the same reason he immediately adds, — <\/p>,\n <p> <i>And let not thy heart be faint. <\/i>,To be <i>faint <\/i>,means “to melt away,” for not without reason does the Apostle exhort us to strengthen our hearts by faith. (<a class=\"ref\">Hebrews 11:27 <\/a>.) It is the softness of indolence, when we forget God and melt away, as it were, through our unbelief. You would not call that man soft or effeminate who relies on the Spirit of God and steadfastly resists adversity. Hence we infer that the Prophet meant nothing else than that Ahaz should undauntedly await the accomplishment of what the Lord had promised to him. <\/p>,\n <p> <i>For the two tails. <\/i>,Isaiah employs an elegant metaphor to lessen the conception which the Jews had formed about those two very powerful kings which had filled their minds with terror. Their rage and cruelty appeared to be a devouring fire, which was sufficient to consume the whole of Judea, and could not be quenched. Isaiah, on the other hand, calls them not <i>firebrands <\/i>,, (for that might have been thought to be something great,) but <i>tails <\/i>,, that is, some fragments or ends of <i>firebrands <\/i>,, and these, too, not burning, but only <i>smoking <\/i>,, as if some <i>firebrand <\/i>,snatched from the fire were going out, and gave out nothing else than a slight smoke. This metaphor yields high consolation, for it warns us to form a very different opinion about the violence of the ungodly from what it appears to be. One would think that they are endued with so great power that they could burn and destroy the whole world. To put down the excess of terror, the Lord declares that what we imagined to be a burning, and a perpetual burning, is but a slight smoke and of short duration. <\/p>,",
    "audit": null
}