{
    "id": 7635,
    "source": "calvin",
    "verse_id": 18526,
    "verse_count": 1,
    "reference": "43:20",
    "title": "",
    "html": " <p> <i>The beast of the field shall honor me. <\/i> He adorns the preceding statement; for, amidst such a desperate condition of affairs, it was proper that magnificent language should be employed in extolling the power of God, that words might supply what seemed to be wanting in the reality. The meaning is, that the power of God will be so visible and manifest, that the very beasts, impressed with the feeling of it, shall acknowledge and worship God. This prediction corresponds to the song, <\/p> \n <p>“The sea saw and fled, Jordan was driven back. The mountains leaped like rams, and the hills like lambs. At the face of the Lord the earth trembled.” (<a class=\"ref\">Psalms 114:3<\/a>.) <\/p> \n <p>Isaiah here ascribes the same feeling to brute animals, because by a secret impulse they shall be constrained to retire, so as to allow his people to pass safely. And yet the cause assigned is more extensive, that they will stand still, as if in astonishment, when they see the miracles. In a word, God declares that he will not suffer his people, in their journey homeward, to be destitute of the means of subsistence, but describes in exaggerated language his love toward the Jews, that by the height of their hope they may rise above the world. When we hear these statements, let us also not measure the power of God by the nature of things, but let us be exalted by faith above all that can be seen or known. <\/p> \n <p> <i>My people, my chosen. <\/i> That these wretched exiles may not be driven from the hope of heavenly grace and assistance, he reminds them of their adoption; as if he had said, that amidst this ruinous and melancholy condition they still continued to be the people of God, because he who once <i>chose <\/i> them does not change his purpose. Accordingly, whenever we need to be excited to cherish favorable hope, let us remember God’s calling; for, although we are unworthy, still it ought to be reckoned enough that the Lord has deigned to bestow on us so great an honor. <\/p> ",
    "audit": null
}