{
    "id": 7639,
    "source": "calvin",
    "verse_id": 18530,
    "verse_count": 1,
    "reference": "43:24",
    "title": "",
    "html": "<p><i>Thou hast not bought cane for me. <\/i>He means the <i>cane <\/i>or <i>calamus <\/i>of which the precious ointment was composed, as we are informed, (<a class=\"ref\">Exodus 30:23<\/a>;) for the high priests, the tabernacle of the congregation, and the ark of the testimony, together with its vessels, were anointed with it he says, therefore, “Although thou buy cane for me with money, yet thou oughtest not to reckon that to be expense bestowed on me, as if I approved of it.” They lost their pains in all those ceremonies, because they did not look to the proper end, since they did not exercise faith, or worship God with a pure conscience. <\/p>\n<p><i>And thou hast not made me drunk. <\/i>This corresponds to a mode of expression employed in the law, in which God testifies that sacrifices are pleasant and delightful feasts to him; not that he took pleasure in the slaughter of animals, but that by these exercises he wished to lead his people to true obedience. He means that here, on the contrary, the people did not offer sacrifices in a proper manner, because they polluted everything with impiety; and, consequently, that he might be said to be hungry and faint, because they offered nothing in a right manner, but everything was corrupted and was without savor. <\/p>\n<p><i>But thou hast made me to serve with thy sins. <\/i>The Prophet now aggravates the heinousness of that offense, by saying that the people not only were deficient in their duty, and did not submit to God, but that they even endeavored to make God submit to them, and “to serve” their will, or rather their lust. They who explain this passage as referring to Christ torture the Prophet’s meaning, and therefore I consider this interpretation to be more natural. The Lord complains that men compelled him to carry a heavy burden, instead of submitting to him with reverence, as they ought to have done; for when we rise up against God, we treat him as a slave by our rebellion and insolence. He explains this more fully when he says, <i>Ye have wearied me; <\/i>that is, that God suffered much uneasiness on account of the wickedness of his people; for in some respects we wound and “pierce him,” as the Prophet says, (<a class=\"ref\">Zechariah 12:10<\/a>,) when we reject his voice, and do not suffer ourselves to be governed by him. Apparently he alludes to what he had formerly said about the weariness or uneasiness of the people in worshipping God; for God declares, on the contrary, that the people have given him great distress. <\/p>",
    "audit": null
}