{
    "id": 7377,
    "source": "calvin",
    "verse_id": 18263,
    "verse_count": 1,
    "reference": "32:3",
    "title": "",
    "html": "<p>and <i>Then the eyes of them that see. <\/i>Hence we see more clearly that, while the Prophet describes the reign of Hezekiah, he intends to lead us farther; for here he discourses concerning the restoration of the Church, which indeed was shadowed out by Hezekiah, but has been actually fulfilled in Christ. We know that the Church is never in a healthy condition, unless she be internally ruled by righteous and wise governors. Now, this cannot be, unless Christ reign; and here, therefore, Christ and his reign are specially recommended to us. This promise is contrasted with the dreadful threatening which he had uttered in a former chapter, (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29:10<\/a>,) that he would blind the Jews; for here, on the other hand, he promises the true light, that they who were formerly blind may be enlightened, that “the deaf may begin to hear, that fools may understand, and that stammerers may speak.” <\/p>\n<p>He calls them <i>seeing <\/i>and <i>hearing <\/i>who ought to have seen and heard when the word of God was exhibited to them; but they chose to be blind and deaf, and turned away their thoughts and hearts from doctrine. The Lord promises that he will restore to these persons eyes, ears, a tongue, and understanding. Now, it is certain that nothing is here promised which does not proceed from the grace of God; for he does not merely declare what men will do, but what God himself will do in men. These are extraordinary gifts of God; as, on the contrary, when he blinds, when he takes away understanding and the right use of speech, when he suffers ignorance and barbarism to prevail, these are dreadful punishments by which he takes vengeance on men for their ingratitude and for their contempt of the word. He promises that, at length, in compassion towards his people, the Lord will restore what he had justly taken away from them; and it must have been through the kindness of Christ that a tongue to speak, a mind to understand, and ears to hear, are restored to us; for formerly we were dull of apprehension, and were struck with frightful stupidity. <\/p>\n<p>Let us therefore know that out of Christ there is no spiritual life in the world, because here they are declared to be destitute of sight, hearing, sound understanding, and the proper use of speech, <\/p>\n<p>“till they be united in one body, of which he is the head.”  (<a class=\"ref\">Ephesians 4:15<\/a>.) <\/p>\n<p>Hence it follows that, when the kingdom of Christ is overthrown, these blessings are also taken away. It ought also to be observed, that the blessings which are here recommended are above all others excellent and desirable; for riches, and possessions, and everything else in which men commonly judge the happiness of life to consist, ought to be reckoned of no value in comparison of these blessings. Amidst the abundance of all things we shall be miserable, unless the Lord restore those spiritual blessings of which the Prophet speaks in this passage; and therefore, when they are taken away, let us know that Christ also is at a distance from us, and that we are strangers to him, seeing that it is from him alone, as Paul informs us, that all spiritual blessings flow. (<a class=\"ref\">Ephesians 1:3<\/a>.) When we see that those blessings which had been taken away for a long period are now restored to us, let us be ashamed of our ingratitude in not rendering to Christ that glory which was due to him, and in not employing the understanding which he gave to us in spreading his kingdom and promoting his worship; for we plainly shew that he has no dominion over us. <\/p>\n<p><i>And the heart of fools. <\/i> As fools are commonly hasty and rash, so the Hebrew writers take the word <i>haste <\/i> as denoting <i>folly<\/i>; for wise men are usually cautious. <\/p>",
    "audit": null
}