{
    "id": 7705,
    "source": "calvin",
    "verse_id": 18601,
    "verse_count": 1,
    "reference": "47:1",
    "title": "",
    "html": " <p> <i>Come down, and sit in the dust. <\/i> Isaiah now explains more fully what he had briefly noticed concerning the counsel of God, and the execution of it. He openly describes the destruction of Babylon; because no hope whatever of the return of the people could be entertained, so long as the Babylonian monarchy flourished. Accordingly, he has connected these two things, namely, the overthrow of that monarchy, and the deliverance of the people which followed it; for the elevated rank of that city was like a deep grave in which the Jews were buried, and, when it had been opened, the Lord brought back his people to their former life. <\/p> \n <p>The use of the imperative mood, “Come down,” is more forcible than if he had expressed the same thing in plain words and simple narrative; for he addresses her authoritatively, and as if he were speaking from the judgment-seat; because he proclaims the commands of God, and therefore, with the boldness which his authority entitles him to use, he publishes what shall happen, as we know that God granted this authority to the prophets. “Behold, I have this day set thee over nations and kingdoms, to root out and pull down, to destroy and overthrow, to build and to plant.” (<a class=\"ref\">Jeremiah 1:10 <\/a>.) There is no power that is not added to the authority of the word. In a word, he intended to place the event immediately before the eye of the Jews; for that change could scarcely be imagined, if God did not thunder from heaven. <\/p> \n <p> <i>Virgin daughter of Babylon. <\/i> It was a figure of speech frequently employed by Hebrew writers, to call any nation by the title of “Daughter.” He calls her “Virgin,” not because she was modest or chaste, but because she had been brought up softly and delicately like “virgins,” and had never been forced by enemies, as we formerly said when speaking of Sidon. And at the present day the same thing might be said of Venice and some other towns, which have a great abundance of wealth and luxuries, and, in the estimation of men, are accounted very happy; for they have as good reason as the Babylonians had to dread such a revolution of affairs, even when they appear to be far removed from danger. <\/p> \n <p> <i>For it shall no longer be. <\/i> That is, “Thou shalt no longer be caressed by men who thought that thou wast happy.” <\/p> ",
    "audit": null
}