{
    "id": 6805,
    "source": "calvin",
    "verse_id": 17669,
    "verse_count": 1,
    "reference": "1:14",
    "title": "",
    "html": "<p><i>Your new-moons<\/i> The Prophet adds nothing new to his former doctrine; but with respect to all ceremonies, in which there is no spiritual truth, but only the glare of a false pretense, he declares generally that they are not merely useless but wicked. Hence we ought to observe that we labor to no purpose, if we do not worship God in the right manner, and as God himself enjoins. In all things God delights in truth, but especially in the worship due to his majesty. Besides, not only do we lose our labor, but the worship of God (as we have already said) is perverted; and nothing can be more wicked than this. Now all superstitions are so many corruptions of the worship of God; it follows, therefore, that they are wicked and unlawful.<\/p> \n<p>Superstition may be viewed, either in itself, or in the disposition of the mind. <i>In itself<\/i> when men have the audacity to contrive what God has not commanded. Such are those actions which spring from<i>will-worship<\/i> , (<span class=\"greek-hebrew\"> ἐθελοθρησκεία<\/span> , <a class=\"ref\">Colossians 2:23<\/a> ,) Which is commonly called devotion. One man shall set up an idol, another shall build a chapels another shall appoint annual festivals, and innumerable things of the same nature. When men venture to take such liberties as to invent new modes of worship, that is superstition. <i>In the disposition of the mind<\/i> , when men imitate those services which are lawful and of which God approves, but keep their whole attention fixed on the outward form, and do not attend to their object or truth. In this manner the Jews earnestly adhered to the ceremonies which Moses had enjoined, but left out what was of the greatest importance; for they paid no regard to a pure conscience, never mentioned faith and repentance, had no knowledge of their guilt, and—what was still worse—separated Christ from them, and left no room for the truth. This plainly shows, as I have already stated, that it was a spurious and deceitful mask; so that their sacrifices did not at all differ from the sacrifices of the Gentiles. It is therefore not wonderful that the Lord calls them<i>abomination<\/i><\/p> \n<p>I shall not stay to notice the phrases here used, which are various; and yet they ought not to be lightly passed over. For the Lord perceives how great is the wantonness of men in contriving modes of worship; and therefore he heaps up a variety of expressions, that he may more powerfully restrain that wantonness, and again declares that those actions are hateful to him. Moreover, because men flatter themselves, and foolishly entertain the belief that the Lord will hold in some estimation the idle contrivances which they have framed, he declares, on the contrary, that he regards them with detestation and abhorrence.<\/p> ",
    "audit": null
}