{
    "id": 7448,
    "source": "calvin",
    "verse_id": 18336,
    "verse_count": 1,
    "reference": "36:5",
    "title": "",
    "html": "<p><i>I have said (only a word of the lips.) <\/i>In the sacred history (<a class=\"ref\">2 Kings 18:20<\/a>) the word employed is, <i>Thou hast said <\/i>This may be explained as a declaration what kind of courage Rabshakeh thinks that Hezekiah possesses; as if he had said, “Such are thy deliberations.” In this passage the use of the first person, “I have said,” does not alter the sense; because Rabshakeh, as if he had examined the counsels of Hezekiah and fully understood them all, ironically reproaches him; “I see what thou art thinking, but they are <i>words of the lips.” <\/i>This passage is explained in various ways. Some interpret it, “Thou sayest, that thou hast not merely words of the lips,” that is, “Thou boastest that thou excellest not only in the use of words, but likewise in courage and wisdom.” Others interpret it, “Thou hast words indeed, but wisdom and courage are necessary in war.” <\/p>\n<p>Some think that by “words” are meant “prayers.” I do not approve of that exposition; for it is excessively farfetched and unnatural, and therefore I view it thus: “Hezekiah has words of lips, that is, he employs a beautiful and elegant style, to keep the people in the discharge of their duty, or, as we commonly say, <i>He has fine speeches; <\/i> but it is not by these that war can be begun or carried on.” He therefore means, that he perfectly understands what Hezekiah is doing, and what it is on which he places his chief reliance, namely, on words and eloquence;  but these are of no use for war, in which wisdom and courage are needed. It might also be appropriately viewed as relating to the Egyptians, as if he had said that Hezekiah acts foolishly in allowing himself to be cheated by empty promises; and undoubtedly the Egyptians were liberal in promising mountains of gold, though they gave nothing in reality. But as we shall find that he speaks of the Egyptians, soon afterwards, in a particular manner, I have no doubt that here he ridicules Hezekiah, as if he fed the expectation of the people by empty boasting, while he was not provided with military preparations. <\/p>",
    "audit": null
}