{
    "id": 7126,
    "source": "calvin",
    "verse_id": 18005,
    "verse_count": 1,
    "reference": "18:7",
    "title": "",
    "html": "<p><i>In that time. <\/i>The Prophet again shews why he threatened the destruction of a heathen nation; for when almost all the nations had leagued together against the Church, it appeared as if the Church were utterly ruined, and therefore Jehovah declares that in due time he will render assistance. Had he not opposed such designs, and seasonably restrained the attacks of enemies, the Jews would have despaired; and on this account he shews that he takes care of the Church, and that though he determines to chastise it, still he comes forward at the proper season to hinder it from perishing, and displays his power in opposition to tyrants and other enemies, that they may not overthrow it or succeed in accomplishing what they imagined to be in their power. In order therefore to excite them to patience, he not only distinguishes them from the Ethiopians, but likewise reminds them that God mitigates his judgments for their preservation. <\/p>\n<p><i>A present shall be brought. <\/i>He alludes to the second verse of this chapter, [<a class=\"isa\" verses=\"WzE4MDAwXQ==\">Isaiah 18:2<\/a>,] in which we have seen the same names and descriptions applied to the Jewish nation, and he employs the word <i>brought <\/i>because they would first of all be led into captivity, so that it would not be more practicable for them than for foreign nations to go up into the temple. <\/p>\n<p><i>From a people. <\/i>This expression deserves notice, for  <span class=\"greek-hebrew\">מעם<\/span>, (<i>mĕgnăm,<\/i>) means that it will not be an entire nation; as if he had said, though you must be reduced to a small number, so as to be a feeble remnant, yet those few who are left will be offered in sacrifice to God. Hence we ought to learn a doctrine highly useful and exceedingly adapted to our times, for at the present day the Church is not far from despair, being plundered, scattered, and every where crushed and trodden under foot. What must be done in straits so numerous and so distressing? We ought to lay hold of these promises, so as to believe that still God will preserve the Church. To whatever extent the body may be torn, shivered into fragments and scattered, still by his Spirit he will easily unite the members, and will never allow the remembering and the calling on his name to perish. Out of those fragments which are now broken and scattered, the Lord will unite and assemble the people. Those whom he joins together in one spirit, though widely separated from each other, he can easily collect into one body. Although therefore we see the nation diminished in numbers, and some of its members cut off, yet some present will be offered by it to the Lord. <\/p>\n<p><i>To the place of the name. <\/i>This mode of expression is customary with the prophets. When they speak of the worship of God they describe it by outward acts, such as altars, sacrifices, washings, and such like; and, indeed, the worship of God being within the soul, there is no way in which it can be described but by outward signs, by which men declare that they worship and adore God. But he chiefly calls it <i>Mount Zion, <\/i>because that place was consecrated to God, and God commanded that sacrifices should be offered there. The chief honor which he bestowed upon it was when he caused the doctrine of his word (<a class=\"isa\" verses=\"WzE3Njg5XQ==\">Isaiah 2:3<\/a>) to go forth from it, as we have formerly seen;  so that the name of <i>Mount Zion <\/i>may be properly understood to denote the pure and uncorrupted worship of God. In short, the prophets do not describe the worship of God as it would be after the coming of Christ, but as it was in their own time, because they found it necessary to accommodate themselves to the people to whom they ministered. Hence it ought to be inferred that there is no other way in which we can belong to the Church than by being offered to God in sacrifice. Let every one therefore who wishes to belong to God present himself for such an oblation, and let him no longer live to himself, but be wholly dedicated to God. (<a class=\"ref\">Romans 12:1; 2 Corinthians 5:15<\/a>.) Now we know that it is by this sword of the word, that is, by the gospel, that Paul boasts of offering and sacrificing men to God. (<a class=\"ref\">Romans 15:16<\/a>.) <\/p>\n<p>By <i>the place of the name of the Lord, <\/i>he does not mean that his essence, of which we ought not to form any gross or earthly conception, is confined to it, as if God were limited to a place, but because it was a place in which the Lord commanded that his power should be acknowledged, and that men should worship and call upon him where he manifested his presence by his benefits and by his power, and that on account of the ignorance of the people, who could not otherwise comprehend his majesty. Yet it ought to be observed, that we cannot become acceptable to God without being united in one and the same faith, that is, without being members of the Church; for it is not necessary for us to run to Jerusalem, or to <i>Mount Zion, <\/i>because in the present day <i>Zion <\/i>is as wide and extensive as the whole world, which is entirely devoted to God. All that is necessary therefore is, that the same faith dwell in us, and that we be joined together by the bond of love. If this be wanting, every thing about us is heathen, and we have nothing that is sacred or holy. <\/p>",
    "audit": null
}