{
    "id": 7722,
    "source": "calvin",
    "verse_id": 18618,
    "verse_count": 1,
    "reference": "48:3",
    "title": "",
    "html": "<p><i>Long ago have I declared the former things. <\/i> He accuses the Jews of ingratitude, because they distrust God, who has given every possible proof of his goodness, in order to establish them in sincere confidence; and therefore he takes away from them every excuse, by saying, that “he declared the former things.” He appears to speak not of their deliverance from Babylon, but of other benefits which the Lord had bestowed on that nation; as if he had said that God began, long before this, to foretell to his people what would happen, and never promised anything which he did not perform, and yet that his people, after having received so many proofs, did not place confidence in his certain and infallible truth.<\/p> \n<p>It may also be said, that the Prophet did not merely address those who lived at that time, but those who should afterwards live during the captivity, in order that, when this certainty arrived, they might consider that it had been already foretold. God intended that this prediction should be widely known, in order that, during their captivity, they might know that these things did not happen by chance, and that they might obtain some consolation. Isaiah therefore rebukes them, because, after having learned the truth of this matter from the event itself, still they cannot acknowledge the work of God, or place confidence in him.<\/p> \n<p>And justly does he severely reprove and accuse them of obstinacy; for they resisted God, who stretched out his hand to them, and rejected his grace; they did not believe that they would have liberty to return to Judea, and, when the way was opened up, there were very few who had courage to return. Some thought that it would be better to remain in Babylon than to undergo the annoyances and dangers of the joumey. Others suspected that Cyrus had made a crafty proclamation of liberty to return, in order that, having ascertained their dispositions, he might oppress them or treat them with severity; and they did not take into account that God had foretold these things, and that they must unavoidably happen, and that no power of men could prevent them. Accordingly, I understand those predictions of which the Prophet speaks so as to include, indeed, the ancient prophecies by which God foretold to Abraham ( <a class=\"ref\">Genesis 15:13<\/a>) that his seed would be held captive, and would afterwards be restored to their former freedom, but that afterwards, in their due order, other predictions are added, which also followed at different times; for this also was frequently fulfilled, partly at one time, and partly at another. He shews, therefore, that the Lord predicted nothing which was not justified by the event.<\/p> ",
    "audit": null
}