{
    "id": 7092,
    "source": "calvin",
    "verse_id": 17971,
    "verse_count": 1,
    "reference": "16:1",
    "title": "",
    "html": "<p><i> Send ye a lamb.<\/i> Here the Prophet scoffs at the Moabites for not acknowledging God at the proper time, but recklessly waiting for the stroke of his hand, till they were completely destroyed. It is, therefore, a condemnation of late repentance, when men cannot be brought to obedience by any warnings, and continue in obstinate opposition to God. Where the disease is incurable, an exhortation of this kind is appropriate; and this ought to be carefully observed, for both Jews and Christians misinterpret this passage.<\/p> \n<p>Jerome explains it as referring to Christ, because he drew his birth from the Moabites, (<a class=\"ref\">Ruth 1:4; Matthew 1:5<\/a> ,) from whom Ruth was descended; and that opinion has been adopted by almost all Christians; as if the Prophet had said, “O Lord, though a judgment so severe as this awaits the Moabites, still thou wilt not utterly destroy them; for they will send thee<i> a Lamb, the ruler of the world.”<\/i> But that interpretation, being destitute of plausibility, need not be refuted.<\/p> \n<p>On the other hand, the Jews think that these words were spoken because, while the Jews were in a depressed condition, the Moabites ceased to pay the tribute which they owed them, but that, after having prophesied about the restoration of the kingdom of Judah, Isaiah likewise added an exhortation to remind them to acknowledge their king. They even go so far as to say that it serves the purpose of a royal edict, taking them to task for their disloyalty, “Send the tribute which you owe.” But we nowhere read that the Moabites were subjects or tributaries to the Jews, and there is no probability in the conjecture. Nor does the passage which they quote (<a class=\"ref\">2 Kings 3:5<\/a>) give them any support; for that passage relates to<i> the king of Israel<\/i> , and expressly mentions<i> Ahab<\/i> and<i> Samaria<\/i> , who cherished, as we are aware, the utmost hatred against the Jews.<\/p> \n<p>I therefore adhere to the interpretation which I first noticed, as the true and natural interpretation; for the design of the Prophet is to condemn the Moabites for not having repented in due season, and to tell them that they will now in vain do what they might easily have done formerly, and with great advantage to themselves. We ought, therefore, to view it as spoken ironically, (<span class=\"greek-hebrew\"> εἰρωνικῶς<\/span> ,)<i> Send<\/i> ; as if he had said that there is no hope of pardon, that they will<i> send<\/i> in vain. When the wicked are warned, they indolently disregard all exhortation; when they are punished, they gaze around them with distressful looks, seeking assistance in every direction, and trying every method of relief, but unsuccessfully, for they gain no advantage. Isaiah, therefore, reproaches them for obstinacy and rebellion, and shows that there will be no time for repentance, when they meet with the destruction which they deserve.<\/p> \n<p><i> To the ruler of the world.<\/i> The opinion of the Jews, that this denotes Hezekiah, is at variance with all reason; for<span class=\"greek-hebrew\"> ארץ<\/span> (<i> eretz<\/i>) does not here denote a particular country, but rather the whole<i> world<\/i> , of which he speaks in general terms. The appellation<i> Ruler<\/i> must therefore be viewed as referring to God himself. By<i> a lamb<\/i> , he means what was to be offered in sacrifice; for even the Gentiles acknowledged that they worshipped God when they offered sacrifices.<\/p> \n<p><i> From the rock<\/i><i> of the desert.<\/i> He gives the name of<i> the rock of the desert<\/i> to the city, which is supposed to have been the chief city of the Moabites; though it is possible that he intended to include the whole of the country, and thus a part will be taken for the whole.<\/p> \n<p><i> To the mountain of the daughter of Zion;<\/i> that is, to God’s authorized temple, in which sacrifices were offered according to the injunction of the Law. (<a class=\"ref\">Deuteronomy 12:5; 2 Chronicles 7:12<\/a> .) This is a remarkable passage against obstinate men, who set aside all instruction, and fearlessly despise God, till they are visited by his judgments.<\/p> \n\n<p>FT241 “Petra,<i> Rock<\/i> , also called Sela, (<a class=\"isa\" verses=\"WzE3OTcxXQ==\">Isaiah 16:1<\/a> ,) and Joktheel, (<a class=\"ref\">2 Kings 14:7<\/a> .) The capital of Idumea, and one of the most remarkable cities of the ancient world. For more than a thousand years this city remained unknown and unvisited, till Burckhardt discovered it in 1812. It was afterwards visited, with some difficulty, by Messrs. Legh, Banks, Captains Irby and Mangles, as well as by M. Linant and M. Laborde.” Those who have not access to the details of those enterprizing researches, or who wish to see it ably stated and argued, that “the present condition of<i> Petra<\/i> furnishes a remarkable fulfillment of Scripture prophecy,” will do well to read the article Petra in Dr. Eadie’s<i> Biblical Cyclopaedia<\/i> , from which the above extracts are taken; an article which draws largely both from the narratives of travelers and from the inspired writers, and compresses within moderate limits a large amount of information. —<i> Ed<\/i><\/p> \n<p>FT242<i> As a wandering bird<\/i> . — Eng. Ver.<\/p> \n<p>FT243<i> Take<\/i> (Heb.<i> Bring<\/i>)<i> counsel<\/i> . — Eng. Ver.<\/p> \n<p>FT244 “Make a shadow for thee<i> at noon<\/i> , to throw darkness over thee,<i> as in the night<\/i> , that by means of it thou mayest be concealed from the face of thy enemies.” —<i> Jarchi<\/i><\/p> \n<p>FT245<i> For the extortioner<\/i> (Heb.<i> wringer<\/i>)<i> is at an end<\/i> . — Eng. Ver.<\/p> \n<p>FT246<i> Until the extortioner<\/i><span class=\"greek-hebrew\"> כי<\/span> (<i> ki<\/i>) answers here to the Latin adverb,<i> usquedum<\/i> . —<i> Tayl. Concord<\/i> . quoted by Stock.<\/p> \n<p>FT247<i> And in mercy shall the throne be established<\/i> , (or,<i> prepared<\/i> .) — Eng. Ver.<\/p> \n<p>FT248<i> His wrath<\/i> . — Eng. Ver. In the author’s version of this chapter, the rendering is,<i> his insolence<\/i> ; but in his margin he puts<i> indignation<\/i> . Lowth and Stock make it<i> his anger<\/i> . —<i> Ed<\/i><\/p> \n<p>FT249 The rendering of the Septuagint is,<span class=\"greek-hebrew\"> οὐχ οὕτως ἡ μαντεία σου<\/span> ,<span class=\"greek-hebrew\"> οὐχ οὕτως<\/span><i> Not so thy divination, not so<\/i> . —<i> Ed<\/i><\/p> \n<p>FT250<span class=\"greek-hebrew\"> לא כן<\/span> (<i> lo ken<\/i> ,)<i> non rectum<\/i> , the frivolous predictions of his diviners, on which no wise man would place dependence. —<i> Rosenmuller<\/i><\/p> \n<p>FT251<i> Therefore shall Moab howl for Moab<\/i> . — Eng. Ver.<\/p> \n<p>FT252<i> Shall ye mourn<\/i> , (or,<i> mutter<\/i> ,)<i> surely<\/i> they are<i> stricken<\/i> — Eng. Ver.<i> Moan even ye who<\/i> yourselves<i> are smitten<\/i> . —<i> Stock<\/i><\/p> \n<p>FT253<i> For the fields of Heshbon languish<\/i> . — Eng. Ver.<\/p> \n<p>FT254 “It ought to be known that Heshbon was a place of<i> fields<\/i> , and Sibmah was a place of vineyards. If you object, that all these cities were on the other side of Jordan, and at what time therefore did they fall under the hand (or power) of the Moabites? we reply. When Sennacherib carried the Reubenites and Gadites into captivity, the Moabites, who were their neighbors, came and dwelt in those cities.” —<i> Jarchi<\/i><\/p> \n<p>FT255<i> The lords of the heathen have trodden down the principal plants thereof<\/i> . — Eng. Ver.<\/p> \n<p>FT256<i> They are come even unto Jazer<\/i> . — Eng. Ver.<\/p> \n<p>FT257 “<i> The lake of Jazer<\/i> , as Jeremiah explains it,<a class=\"ref\">Jeremiah 48:32<\/a> . The plantations of this vine spread onward to the banks, and seemed to overhang the whole breadth of the lake.” —<i> Rosenmuller<\/i><\/p> \n<p>FT258<i> For the shouting for thy summer-fruits and for thy harvest is fallen<\/i> . (Or,<i> the alarm is fallen upon thy summer-fruits and upon thy harvest<\/i> . — Eng. Ver.<\/p> \n<p>FT259<span class=\"aramaic_text\"> Jam canit extremos effoetus vinitor antes<\/span> . —<i> Virg. Georg<\/i> . 2:417.<\/p> \n<p>FT260<i> But he shall not prevail<\/i> . — Eng. Ver.<\/p> ",
    "audit": null
}