{
    "id": 7347,
    "source": "calvin",
    "verse_id": 18233,
    "verse_count": 1,
    "reference": "30:15",
    "title": "",
    "html": " <p> <i>For thus saith the Lord. <\/i> Here he describes one kind of contempt of God; for when warnings are addressed to hypocrites in general terms, they commonly produce little effect. In addition to the general doctrine, therefore, the prophets specify particular instances, which they specially accommodate to the conduct of those with whom they have to do, so as always to aim at a definite object. They might have wrangled and urged, “Why do you accuse us of so great impiety, as if we rejected the word of the Lord?” He therefore brings forward this class, in order to strike their consciences and cut short their idle sophistry. “Was it not the word of the Lord, In hope and silence shall be your strength? why did you not rely on God? why did you raise a commotion?” Thus the Prophet holds them to be convicted, so that they cannot cavil without the grossest impudence, or, if they do so, will derive no advantage. <\/p> \n <p> <i>The Holy One of Israel. <\/i> He makes use of this appellation, in order to reproach them the more for their ingratitude, that they may know how great protection they would have found in God: for God wished to be their protector and guardian. When they had forsaken him, their distrust carried them away to solicit the aid of the Egyptians, which was very great and intolerable wickedness. This title contains a bitter complaint, that they shut out God from entering, when he drew near to them. <\/p> \n <p> <i>In rest and quietness shall you be safe. <\/i> Some render <span class=\"greek-hebrew\"> שובה <\/span> (<i>shūbāh <\/i>) “repentance.” Others render it “rest,” and I am more disposed to adopt that rendering; for I think that the Prophet intended frequently to impress upon the people, that the Lord demands more from them than to rely fully upon him. Nor is the repetition of the statement by two words superfluous; for he expressly intended to bring together the words “rest and quietness,” in order to reprove the people the more sharply for their distrust and unbelief. <\/p> \n <p>This verse consists of two clauses, a command and a promise. He enjoins the people to be of a quiet disposition, and next promises that their salvation shall be certain. The people do not believe this promise, and consequently they do not obey the command; for how would they render obedience to God, whom they do not believe, and on whose promises they do not rely? We need not wonder, therefore, that they do not enjoy peace and repose; for these cannot exist without faith, and faith cannot exist without the promises, and as soon as the promises have been embraced, souls that were restless and uneasy are made calm. Thus, unbelief alone produces that uneasiness; and therefore the Prophet justly reproves it, and shews that it is the source of the whole evil. <\/p> \n <p>Though our condition be not entirely the same with that of the Jews, yet God commands us to wait for his assistance with quiet dispositions, not to murmur, or be troubled or perplexed, or to distrust his promises. This doctrine must belong equally to all believers; for the whole object of Satan’s contrivances is to distress them, and to cast them down from their condition. In like manner had Moses long before addressed them, <\/p> \n <p>“You shall be silent, and the Lord will fight for you.” (<a class=\"ref\">Exodus 14:14<\/a>.) <\/p> \n <p>Not that he wished them to sleep or to be idle, but he enjoined them to have this peace in their hearts. If we have it, we shall feel that it yields us sufficient protection; and if not, we shall be punished for our levity and rashness. <\/p> ",
    "audit": null
}