{
    "id": 6962,
    "source": "calvin",
    "verse_id": 17836,
    "verse_count": 1,
    "reference": "9:6",
    "title": "",
    "html": " <p> <i>For unto us a child is born.<\/i>, Isaiah now argues from the design, to show why this deliverance ought to be preferred to the rest of God’s benefits, namely, because not only will God bring back the people from captivity, but he will place Christ on his royal throne, that under him supreme and everlasting happiness may be enjoyed. Thus he affirms that the kindness of God will not be temporary, for it includes the whole of that intermediate period during which the Church was preserved till the coming of Christ. Nor is it wonderful if the Prophet makes a sudden transition from the return of the ancient people to the full restoration of the Church, which took place many centuries afterwards; for in our observations on <a class=\"isa\" verses=\"WzE3Nzk3XQ==\">Isaiah 7:14<\/a>, we have remarked, that there being no other way that God is reconciled to us than through the Mediator, all the promises are founded on him; and that on this account it is customary with the Prophets, whenever they wish to encourage the hearts of believers by good hope, to bring this forward as a pledge or earnest. To this must be added, that the return from the captivity in Babylon was the commencement of the renovation of the Church, which was completed when Christ appeared; and consequently there is no absurdity in an uninterrupted succession. Justly, therefore, does Isaiah teach that they ought not to confine their attention to the present benefit, but should consider the end, and refer everything to it. “This is your highest happiness, that you have been rescued from death, not only that you may live in the land of Canaan, but that you may arrive at the kingdom of God.” <\/p>\n <p>Hence we learn that we ought not to swallow up the benefits which we receive from God, so as instantly to forget them, but should raise our minds to Christ, otherwise the advantage will be small, and the joy will be transitory; because they will not lead us to taste the sweetness of a Father’s love, unless we keep in remembrance the free election of God, which is ratified in Christ. In short, the Prophet does not wish that this people should be wholly occupied with the joy occasioned by the outward and short-lived freedom which they had obtained, but that they should look at the end, that is, at the preservation of the Church, till Christ, the only Redeemer, should appear; for he ought to be the ground and perfection of all our joy. <\/p>\n <p> <i>A child is born.<\/i>, The Jews impudently torture this passage, for they interpret it as relating to Hezekiah, though he had been born before this prediction was uttered. But he speaks of it as something new and unexpected; and it is even a promise, intended to arouse believers to the expectation of a future event; and therefore there can be no hesitation in concluding that he describes <i>a child<\/i>, that was afterwards to be <i>born <\/i> <\/p>\n <p>He is called the <i>Son<\/i>, of God. Although in the Hebrew language the word <i>son<\/i>, I admit, has a wide acceptation, yet that is when something is added to it. Every man is the <i>son<\/i>, of his father: those who are a hundred years old are called (<a class=\"isa\" verses=\"WzE4OTE4XQ==\">Isaiah 65:20<\/a>) <i>the sons of a hundred years<\/i>,; wicked men are called <i>the sons of wickedness<\/i>,; those who are blessed are called <i>the sons of blessing<\/i>,; and Isaiah called a fruitful hill <i>the son of fatness<\/i>,. (<a class=\"isa\" verses=\"WzE3NzQxXQ==\">Isaiah 5:1<\/a>.) But <i>son<\/i>, without any addition, can mean none else than <i>the Son of God<\/i>,; and it is now ascribed to Christ, by way of eminence, (<span class=\"greek-hebrew\">,κατ ᾿ ἐξοχὴν<\/span>,) in order to inform us, that by this striking mark he is distinguished from the rest of mankind. Nor can it be doubted that Isaiah referred to that well-known prediction, which was in the mouth of every person, <\/p>\n <p> <span> I will be his Father, and he shall be my Son,\n(<\/span>, <a class=\"ref\">2 Samuel 7:14<\/a>,) <\/p>\n <p>as it is afterwards repeated, <\/p>\n <p> <span> Thou art my Son; this day have I begotten thee.\n(<\/span>, <a class=\"ref\">Psalms 2:7<\/a>.) <\/p>\n <p>Had it not been commonly and generally known that the Messiah would be the <i>Son<\/i>, of God, it would have been foolish and unmeaning for Isaiah simply to call him <i>the Son<\/i>,. Accordingly, this title is derived from the former prediction, from which the Apostle reasons, that the excellence of Christ exalts him above all the angels. (<a class=\"ref\">Hebrews 1:5<\/a>.) <\/p>\n <p>Now, though in the person of <i>a child<\/i>, Christ might have a mean appearance, still the designation of <i>Son<\/i>, points out his high rank. Yet I do not deny that he might have been called the <i>Son<\/i>, of David, but it is more natural to apply it to him as God. The titles which follow are still less applicable to Hezekiah. I shall soon give an ample refutation of the sophistry by which the Jews attempt to evade this passage. Let them slander as they may, the matter is sufficient plain to all who will calmly and soberly examine it. <\/p>\n <p> <i>A Son hath been given to us<\/i>,. There is weight in what he now adds, that this <i>Son<\/i>, was <i>given<\/i>, to the people, in order to inform the Jews that their salvation and that of the whole Church is contained in the person of Christ. And this <i>giving<\/i>, is one of the chief articles of our faith; for it would have been of little avail to us, that Christ was <i>born<\/i>, if he had not likewise been our own. What this <i>child<\/i>, will be, and what is his rank, he declares in the following statements. <\/p>\n <p> <i>And the government hath been laid upon his shoulder.<\/i>, To suppose, as some do, that this is an allusion to the cross of Christ is manifestly childish. Christ <i>carried the cross<\/i>, on his shoulders, (<a class=\"ref\">John 19:17<\/a>,) and by the cross he gained a splendid triumph over <i>the prince of this world<\/i>,. (<a class=\"ref\">John 14:30<\/a>.) But as <i>the government<\/i>, is here said to have been <i>laid on his shoulders<\/i>, in the same sense in which we shall see that <i>the key of the house of David was laid on the shoulders<\/i>, of Eliakim, (<a class=\"isa\" verses=\"WzE4MDc1XQ==\">Isaiah 22:22<\/a>,) we need not go far to seek ingenious expositions. Yet I agree with those who think that there is an indirect contrast between <i>the government<\/i>, which the Redeemer <i>bore on his shoulders<\/i>, and <i>the staff of the shoulder<\/i>, which was just now mentioned; for it agrees well, and is not liable to any objections. He therefore shows that the Messiah will be different from indolent kings, who leave off business and cares, and live at their ease; for he will be able to <i>bear the burden<\/i>, Thus he asserts the superiority and grandeur of his government, because by his own power Christ will obtain homage to himself, and he will discharge his office, not only with the tips of his fingers, but with his full strength. <\/p>\n <p> <i>And his name shall be called.<\/i>, Though <span class=\"greek-hebrew\">,יקרא<\/span>, (<i>yikra<\/i>,) <i>he shall call<\/i>, be an active verb, I have not hesitated to translate it in a passive sense; for the meaning is the same as if he had made use of the plural number, <i>they shall call<\/i>,. We have a French idiom that resembles it, <i>on appellera<\/i>, literally, <i>one shall call<\/i>, that is, <i>he shall be called<\/i>,. The Jews apply it to God, and read it continuously, <i>he shall call his name Wonderful, Counsellor, the mighty God, the everlasting Father, the Prince of Peace<\/i>,. But it is very evident that this proceeds from a desire, or rather from a licentious eagerness, to obscure the glory of Christ; for if they had not labored with excessive keenness to rob him of his Godhead, the passage would run on very smoothly as interpreted by our divines. Besides, what necessity was there for ascribing to God those attributes, if the Prophet meant nothing more than that God gave a name to Messiah? For the attributes which are usually ascribed to God are either perpetual or accommodated to the case in hand, neither of which suppositions can here be admitted. Again, it would have been an interruption of the regular order to insert the name of God in the midst of various titles, but it ought to have run thus, <i>the mighty God, Wonderful, Counsellor, shall call.<\/i>, Now, I do not see how the name <span class=\"greek-hebrew\">,יועץ<\/span>, (<i>yognetz<\/i>) can be applied absolutely to God, for it belongs to <i>counsellors<\/i>, who attend kings or other persons. If any obstinate wrangler shall contend for the notion of the Rabbins, he will show nothing but his own impudence. Let us follow the plain and natural meaning. <\/p>\n <p> <i>Wonderful.<\/i>, It ought to be observed that those titles are not foreign to the subject, but are adapted to the case in hand, for the Prophet describes what Christ will show himself to be towards believers. He does not speak of Christ’s mysterious essence, but applauds his excellencies, which we perceive and experience by faith. This ought to be the more carefully considered, because the greater part of men are satisfied with his mere name, and do not observe his power and energy, though that ought to be chiefly regarded. <\/p>\n <p>By the first title he arouses the minds of the godly to earnest attention, that they may expect from Christ something more excellent than what we see in the ordinary course of God’s works, as if he had said, that <i>in Christ are hidden<\/i>, the invaluable <i>treasures<\/i>, of <i>wonderful<\/i>, things. (<a class=\"ref\">Colossians 2:3<\/a>.) And, indeed, the redemption which he has brought surpasses even the creation of the world. It amounts to this, that the grace of God, which will be exhibited in Christ, exceeds all miracles. <\/p>\n <p> <i>Counselor.<\/i>, The reason of this second title is, that the Redeemer will come endowed with absolute wisdom. Now, let us remember what I have just noticed, that the Prophet does not here reason about the hidden essence of Christ, but about the power which he displays towards us. It is not, therefore, because he knows all his Father’s secrets that the Prophet calls him <i>Counsellor<\/i>, but rather because, <i>proceeding from the bosom of the Father<\/i>, (<a class=\"ref\">John 1:18<\/a>,) he is in every respect the highest and most perfect teacher. In like manner we are not permitted to get wisdom but from his Gospel, and this contributes also to the praise of the Gospel, for it contains the perfect wisdom of God, as Paul frequently shows. (<a class=\"ref\">1 Corinthians 1:24; Ephesians 1:17; Colossians 1:9<\/a>.) All that is necessary for salvation is opened up by Christ in such a manner, and explained with such familiarity, that he addresses the disciples <i>no longer as servants but as friends<\/i>,. (<a class=\"ref\">John 15:14<\/a>.) <\/p>\n <p> <i>The mighty God. <\/i> <span class=\"greek-hebrew\">,אל<\/span>, (<i>El<\/i>) is one of the names of God, though derived from <i>strength<\/i>, so that it is sometimes added as an attribute. But here it is evidently a proper name, because Isaiah is not satisfied with it, and in addition to it employs the adjective <span class=\"greek-hebrew\">,גבור<\/span>, (<i>gibbor<\/i>,) which means <i>strong<\/i>,. And indeed if Christ had not been <i>God<\/i>, it would have been unlawful to glory in him; for it is written, <\/p>\n <p>Cursed be he that trusteth in man. (<a class=\"ref\">Jeremiah 17:5<\/a>.) <\/p>\n <p>We must, therefore, meet with the majesty of God in him, so that there truly dwells in him that which cannot without sacrilege be attributed to a creature. <\/p>\n <p>He is, therefore, called <i>the mighty God<\/i>, for the same reason that he was formerly called <i>Immanuel<\/i>,. (<a class=\"isa\" verses=\"WzE3Nzk3XQ==\">Isaiah 7:14<\/a>.) For if we find in Christ nothing but the flesh and nature of man, our glorying will be foolish and vain, and our hope will rest on au uncertain and insecure foundation; but if he shows himself to be to us <i>God<\/i>, and <i>the mighty God<\/i>, we may now rely on him with safety. With good reason does he call him <i>strong<\/i>, or <i>mighty<\/i>, because our contest is with the devil, death, and sin, (<a class=\"ref\">Ephesians 6:12<\/a>,) enemies too powerful and strong, by whom we would be immediately vanquished, if the <i>strength<\/i>, of Christ had not rendered us invincible. Thus we learn from this title that there is in Christ abundance of protection for defending our salvation, so that we desire nothing beyond him; for he is <i>God<\/i>, who is pleased to show himself <i>strong<\/i>, on our behalf. This application may be regarded as the key to this and similar passages, leading us to distinguish between Christ’s mysterious essence and the power by which he hath revealed himself to us. <\/p>\n <p> <i>The father of the age.<\/i>, The Greek translator has added <span class=\"greek-hebrew\">,μέλλοντος <\/span> <i>future<\/i>,; and, in my opinion, the translation is correct, for it denotes <i>eternity<\/i>, unless it be thought better to view it as denoting “perpetual duration,” or “an endless succession of ages,” lest any one should improperly limit it to the heavenly life, which is still <i>hidden<\/i>, from us. (<a class=\"ref\">Colossians 3:3<\/a>.) True, the Prophet includes it, and even declares that Christ will come, in order to bestow immortality on his people; but as believers, even in this world, <i>pass from death to life<\/i>, (<a class=\"ref\">John 5:24; 1 John 3:14<\/a>,) this world is embraced by the eternal condition of the Church. <\/p>\n <p>The name <i>Father<\/i>, is put for <i>Author<\/i>, because Christ preserves the existence of his Church through all ages, and bestows immortality on the body and on the individual members. Hence we conclude how transitory our condition is, apart from him; for, granting that we were to live for a very long period after the ordinary manner of men, what after all will be the value of our long life? We ought, therefore, to elevate our minds to that blessed and everlasting life, <i>which as yet we see not<\/i>, but which we possess <i>by hope and faith<\/i>,. (<a class=\"ref\">Romans 8:25<\/a>.) <\/p>\n <p> <i>The Prince of Peace.<\/i>, This is the last title, and the Prophet declares by it that the coming of Christ will be the cause of full and perfect happiness, or, at least, of calm and blessed safety. In the Hebrew language <i>peace<\/i>, often signifies <i>prosperity<\/i>, for of all blessings not one is better or more desirable than <i>peace<\/i>,. The general meaning is, that all who submit to the dominion of Christ will lead a quiet and blessed life in obedience to him. Hence it follows that life, without this King, is restless and miserable. <\/p>\n <p>But we must also take into consideration the nature of this <i>peace<\/i>,. It is the same with that of the kingdom, for it resides chiefly in the consciences; otherwise we must be engaged in incessant conflicts and liable to daily attacks. Not only, therefore, does he promise outward <i>peace<\/i>, but that peace by which we return to a state of favor with God, who were formerly at enmity with him. <i>Justified by faith<\/i>, says Paul, <i>we have peace with God<\/i>,. (<a class=\"ref\">Romans 5:1<\/a>.) Now, when Christ shall have brought composure to our minds, the same spiritual <i>peace<\/i>, will hold the highest place <i>in our hearts<\/i>, (<a class=\"ref\">Philippians 4:7; Colossians 3:15<\/a>,) so that we will patiently endure every kind of adversity, and from the same fountain will likewise flow outward prosperity, which is nothing else than the effect of the blessing of God. <\/p>\n <p>Now, to apply this for our own instruction, whenever any distrust arises, and all means of escape are taken away from us, whenever, in short, it appears to us that everything is in a ruinous condition, let us recall to our remembrance that Christ is called <i>Wonderful<\/i>, because he has inconceivable methods of assisting us, and because his power is far beyond what we are able to conceive. When we need counsel, let us remember that he is the <i>Counsellor<\/i>,. When we need strength, let us remember that he is <i>Mighty<\/i>, and <i>Strong<\/i>,. When new terrors spring up suddenly every instant, and when many deaths threaten us from various quarters, let us rely on that <i>eternity<\/i>, of which he is with good reason called the Father, and by the same comfort let us learn to soothe all temporal distresses. When we are inwardly tossed by various tempests, and when Satan attempts to disturb our consciences, let us remember that Christ is <i>The Prince of Peace<\/i>, and that it is easy for him quickly to allay all our uneasy feelings. Thus will these titles confirm us more and more in the faith of Christ, and fortify us against Satan and against hell itself. <\/p>\n\n <p> <span>“Mankind shall thus his guardian care engage, \nThe promised Father of the future age.” <\/span> <\/p>\n\n <p>That admirable poem appeared originally in the Spectator, No. 378, where the abundant foot-notes direct the reader to the Book of the Prophet Isaiah, as the source from which the poet has drawn his finest strokes and happiest illustrations. It is deeply to be regretted that the recent editors leave out those references, so valuable in the estimation of the author, that, in the edition prepared by his own hand, the finest lines in Virgil’s <i>Pollio<\/i>, are placed side by side with the quotations from Isaiah, “under the mutual disadvantage of a literal translation,” for the express purpose of showing the immeasurable superiority of the Hebrew prophet. — <i>Ed<\/i>,. <\/p>",
    "audit": null
}