{
    "id": 7139,
    "source": "calvin",
    "verse_id": 18018,
    "verse_count": 1,
    "reference": "19:13",
    "title": "",
    "html": " <p> <i>The princes of Zoan are become infatuated, the princes of Noph are deceived. Zoan <\/i> was one of the chief cities of Egypt; <i>Noph <\/i> also was highly celebrated; but what cities they were we cannot with certainty determine. Some think that one of them was Alexandria, the antiquity and wealth of which may be inferred from many passages of Scripture, which serve also to refute the notion of those who think that it was founded by Alexander the Great; for although it had been frequently destroyed, yet he did not build it anew, but only repaired it. That at one time it was an independent state, and allied to the Egyptians, and that it was one of the most flourishing cities in the whole world, is evident from <a class=\"ref\">Nahum 3:8 <\/a>. The Prophet justly represents the stupidity of the princes to be the forerunner of its destruction; because the chief strength of any commonwealth or kingdom consists in wisdom and prudence, without which neither great riches nor a numerous population can be of any avail. <\/p> \n <p> <i>A corner of its tribes have deceived Egypt. <\/i> I consider the word <i>corner <\/i> to be here used metaphorically for the chief part of a building on which the whole weight rests; and I choose rather to view it in the nominative than in the accusative case. It ought, I think, to be viewed as referring to those wise men by whom the Egyptians supposed themselves to be so powerfully defended that no evil could befall them. But Isaiah says that this is too feeble a support, because, having been deceived in their counsels, they ruined Egypt; and therefore he holds up to mockery that pretended wisdom which, when it is not accompanied by the fear of God, ought to be called vanity and folly, and not wisdom. Not only do men abuse an excellent gift of God, but they are puffed up with vain ambition, and are more delighted with cunning than with real prudence. To this is added a devilish fury, which leads them to disregard the providence of God, and to bring down all events to the level of their own capacity. This is the reason why Scripture so frequently attacks wise men of that description, and declares that they are fools. They usurp what belongs to God, and claim it for themselves; which is shocking and intolerable sacrilege. We need not wonder if the Lord make fearful displays against such wise men, so that with all their great acuteness and ingenuity they stumble and fall in the smallest matters, and run into great dangers which any peasant or artisan would have foreseen. Let these things be a warning to us, that we may not be elated or lay claim to the praise of wisdom. If we have any abilities or prudence, we ought to ascribe it wholly to God, and conform ourselves to the rule of sobriety and modesty; for if our wisdom rest on God he will truly be a steadfast corner-stone, which no one shall shake or overthrow. <\/p> ",
    "audit": null
}