{
    "id": 7683,
    "source": "calvin",
    "verse_id": 18578,
    "verse_count": 1,
    "reference": "45:16",
    "title": "",
    "html": "<p>and<i> They shall all be put to shame.<\/i> Here the Prophet compares the Jews with the Gentiles, in order to meet a grievous and dangerous temptation, by which they might be assailed, when they saw the Gentiles enjoying prosperity; for, amidst so great troubles, they might have suspected that God was favorable to the Gentiles, or that he had cast away the care of his people, or that everything was governed by the blind impulse of fortune. The Prophet, therefore, assures them that, although for a time the Gentiles flourish and appear to be exalted to heaven, yet the result must be, that they shall perish and Israel shall be saved. In a word, he exhorts them not to judge of the power of God from the present condition of things, not to have their minds fixed on temporary happiness, but to raise them to eternal salvation, and, when struck by the hand of God, patiently to bear their condition, and, on the other hand, not to envy the prosperity of the wicked, which shall be followed by a moumful reverse, as it is excellently described by the Psalmist. (<a class=\"ref\">Psalms 37:1<\/a> .)<\/p> \n<p>This statement is added to the preceding; for whoever shall know that God, when he is a “Savior<i> ,<\/i> ” is “hidden,” will not wonder that wicked men enjoy prosperity, and that good men are poor, and despised, and tried by various afflictions. Thus the Lord makes trial of our faith and patience, and yet no part of our eternal salvation is lost; but they who now appear to be a thousand times safe and happy shall at length perish, and all the wealth which they possess shall plunge them in deeper ruin; because they abuse God’s benefits, and, like robbers, seize on what belongs to other men, even though they appear to possess all of them by a just title. Whenever, therefore, this thought arises in our minds, “Wicked men are at ease, and therefore God favors them, and the promises on which we rely are unworthy of credit;” let us betake ourselves to this declaration of the Prophet as the surest anchor, and let us fortify ourselves by it, “The Lord will not disappoint our expectation, but we shall at length be delivered, even though we be now exposed to the reproaches, slanders, mockings, and cruelty of the wicked.”<\/p> ",
    "audit": null
}