{
    "id": 7687,
    "source": "calvin",
    "verse_id": 18583,
    "verse_count": 1,
    "reference": "45:21",
    "title": "",
    "html": "<p><i>Tell ye. <\/i>He again challenges all those who might have annoyed the Jews and shaken their faith by their taunts; for he always keeps this object in view, to fortify the faith of the people against all the assaults of the Gentiles. Amidst temptations so numerous and so severe, there was danger lest the Jews should sink under their terrible afflictions, if there had not been powerful arguments on the other side to induce them still to worship and trust the true God; and therefore he permits heathens to produce and bring forward everything that they can find in support of their cause. <\/p>\n<p><i>Let them also take counsel together. <\/i>These words are added, in order to inspire greater confidence; for the Prophet means, as we have already said, that they will gain nothing, though they “take counsel” among themselves and enter into a conspiracy. Yet, perhaps, he intended also to make it evident that there is nothing but groundless pretense and falsehood in all that infidels contrive for excusing their errors. Whatever then may be the gaudy ostentation with which they plume themselves on their inventions, the Prophet shews that the word of God will be abundantly strong to support the faith of believers. He challenges them to a strict examination, in order to compare with the Law and the prophets all that infidels boast of as having been foretold by their idols. I cheerfully admit what is generally believed, that the Prophet speaks of the redemption of the people; but as the overthrow of the Babylonian monarchy was likewise connected with it, I think that it is also included. <\/p>\n<p><i>Who hath proclaimed this from the beginning? <\/i>Because there is a repetition of the same statement,  <span class=\"greek-hebrew\">מקדם<\/span> <i>(mikkedem<\/i>) and  <span class=\"greek-hebrew\">מאז<\/span> (<i>meaz<\/i>) mean the same thing; as if he had said, “from the beginning,” or, “from of old;” for this prophecy was published long before the event happened. Hence believers might with certainty conclude that God had spoken. <\/p>\n<p><i>And a savior. <\/i>To foreknowledge he adds power, as in a former passage. Yet he likewise describes for what purposes he exerts his power, that is, for “saving” his people. <\/p>",
    "audit": null
}