{
    "id": 6945,
    "source": "calvin",
    "verse_id": 17818,
    "verse_count": 1,
    "reference": "8:10",
    "title": "",
    "html": "<p><i>Take counsel. <\/i> After having spoken of the forces of the enemies, he now comes to their<i>counsels<\/i> ; as if he had said, “Although the enemies may abound not only in armor and in strength, but, in<i>counsel<\/i> and wisdom, still they will accomplish nothing.” And this warning was very necessary; for it often happens that we despise enemies, though powerful and well armed, because they want<i>counsel<\/i> , and are guided by blind violence rather than by reason. He therefore forewarns them that the craftiness of the enemies, and all the arts by which they endeavor to gain advantage over the people of God, will in the end be unsuccessful; and, therefore, that they will accomplish nothing, though they be in want of nothing, and though they may have a great abundance of everything, of forces, and<i>counsels<\/i> , and crafty designs. He adds —<\/p> \n<p><i>Speak the word. <\/i> To make the meaning more clear, I have rendered it<i>decree a decree<\/i> . This relates to their insolence, or it is the conclusion of the consultation; for after deliberation a<i>decree<\/i> usually follows. He declares that all these things will vanish into smoke. It is, therefore, sufficiently evident what the Prophet means, and to what purpose this passage ought to be applied; for it may be regarded as a shield by which we can drive away all the terrors of enemies, whether they excel, on the one hand, in forces, wealth, power, influence, and rank; or, on the other, in wisdom, counsel, craftiness, sagacity, and invention, or, in a word, in insolence. For we are well armed and very powerful, if<i>God is with us<\/i> ; and, therefore, all the contrivances or decrees of adversaries will immediately vanish away.<\/p> \n<p><i>For God is with us. <\/i><span class=\"greek-hebrew\"> כי עמנו אל<\/span> , (<i>ki Immanu-el<\/i> ;) literally, <i>for Immanuel<\/i> . We have already explained the force of this argument. For my own part, I have no doubt that he alludes to the name which he formerly gave to Christ; for although he means that God assists his people, yet as the majesty of God is not of itself sufficient to support us, he contemplates God himself in the person of the Mediator, in whom alone he has promised to assist us.<\/p> ",
    "audit": null
}