{
    "id": 7365,
    "source": "calvin",
    "verse_id": 18251,
    "verse_count": 1,
    "reference": "30:33",
    "title": "",
    "html": " <p> <i>For Tophet is ordained.<\/i>, The Prophet goes on to threaten the vengeance of God, and says that not only a temporary calamity, but also everlasting destruction awaits the wicked; for hell is prepared for them, and not merely for persons of ordinary rank, but likewise for the king himself and the nobles. By “Tophet” he unquestionably means Hell; not that we must fancy to ourselves some place in which the wicked are shut up, as in a prison, after their death, in order to endure the torments which they deserve; but it denotes their miserable condition and excruciating torments. In the book of Kings, it denotes that place where the Jews sacrificed their children to the idol Moloch. (<a class=\"ref\">2 Kings 23:10<\/a>.) It is also mentioned by Jeremiah, (<a class=\"ref\">Jeremiah 19:6<\/a>;) and that place was destroyed and profaned by Josiah on account of the detestable superstition committed in it. (<a class=\"ref\">2 Kings 23:10<\/a>.) The prophets, I have no doubt, intended to give the name of this place to the punishments and torments of the wicked, in order that the bare mention of it might excite horror in godly persons, and that idolatry might be universally regarded with greater abhorrence. The word “Gehenna” has the same etymology; for “the Valley of Hinnom” was a name given to Hell (Gehenna) on account of the abominable sacrilege practiced in it. <\/p>\n <p> <i>Since yesterday.<\/i>, When we see that all goes well with the wicked, and that they have everything to their wish, we think that they will pass unpunished. For this reason the Prophet, on the contrary, exclaims: “Since yesterday, that is, of old since the beginning of the world, the Lord hath determined what punishments he shall inflict on them.” Though this decree is still hidden from us, yet it must be certain, and cannot fail. Let us not, therefore, judge of the lot of the wicked according to outward appearances; let us wait for the Lord, who in due time will execute his righteous judgment. Yet let us not be rash, or think that God hath forgotten to take vengeance; for he had determined what he should do before it could enter into our mind; nor can we so speedily desire the destruction of the wicked as not to have our thoughts and desires anticipated long before by the Lord, for from the beginning he determined to inflict on them punishments and torments. Some think that it is a parallel passage to that of the Apostle, “Christ yesterday, to-day, and for ever.” (<a class=\"ref\">Hebrews 13:8<\/a>.) But I consider “yesterday” to be here used simply as contrasted with our thoughts, that we may not think that we possess so much wisdom as to be capable of anticipating God: for there is nothing sudden in his purposes, but all were long ago settled and determined by him. He speaks of the punishments of the life to come, as I have already said, that is, of the punishments which the wicked shall endure, in addition to the distresses which they suffer in this life. On this subject it is strange that the Sadducees (<a class=\"ref\">Matthew 22:23; Acts 23:8<\/a>) were so dull and stupid as to confine rewards and punishments within the limits of this life, as if the judgment of God did not extend beyond this world; for the modes of expression which immediately follow would not apply to temporal punishments, and the very name “Tophet,” taken metaphorically, could denote nothing else than God’s highest curse. <\/p>\n <p> <i>Yea, for the king it is prepared.<\/i>, He shews that not even “kings,” who are supposed to be entitled, on account of their majesty and power, to enjoy some peculiar privilege, are exempted from this punishment. Their greatness dazzles the eyes of men, but will yield them no defense, so as to prevent the Lord from punishing them as they deserve. <\/p>\n <p>He says that the slaughter of them will be <i>in a deep place,<\/i>, that we may know that they cannot escape or be rescued from it; and he calls hell <i>broad<\/i>, that we may know that however numerous they may be, though they all conspire together, they shall likewise perish; for the Lord will not be exhausted by punishing, and he will have a place so large as to contain all his enemies. <\/p>\n <p> <i>The pile of it is fire.<\/i>, He speaks metaphorically concerning the destruction of the reprobate, which otherwise we cannot sufficiently comprehend, in the same manner as we do not understand the blessed and immortal life, unless it be shadowed out by some figures adapted to our capacity. Hence it is evident how foolish and absurd the sophists are, who enter into subtle arguments about the nature and quality of that fire, and torture themselves by giving various explanations of it. Such gross imaginations must be banished, since we know that the Prophet speaks figuratively; and in another passage (<a class=\"isa\" verses=\"WzE4OTQ3XQ==\">Isaiah 66:24<\/a>) we shall see that “fire” and the “worm” are joined together. <\/p>",
    "audit": null
}