{
    "id": 7761,
    "source": "calvin",
    "verse_id": 18657,
    "verse_count": 1,
    "reference": "49:20",
    "title": "",
    "html": "<p><i> Shall again say in thine ears.<\/i> Isaiah continues the same subject, and, under a different metaphor, promises the restoration of the Church. He compares her to a widowed or rather a barren mother, in order to describe her wretched and distressful condition; for she was overwhelmed by so many distresses, that the remembrance of the nation appeared to have wholly perished. Mingled with the Babylonians,who held her captive, she had almost passed into another body. We need not wonder, therefore, if he compares her to a barren mother; for she brought forth no more children. Formerly the Jews had enjoyed high prosperity; but the kingdom was ruined, and all their strength was decayed, and, in short, their name was almost extinguished, when they were led into captivity. He therefore promises that the Church shall be purified from her filthiness, and that she who is now solitary shall regain that condition which she formerly held. And this is included in the word<i> Again,<\/i> that they may not doubt that it is in the power of God to restore what he formerly gave, though it was withdrawn for a time.<\/p> \n<p><i> The children of thy bereavement.<\/i> By “the children of bereavement” some suppose that orphan children are meant; but I cannot agree with this, for “bereavement” and “barrenness” refer rather to the person of the Church, and accordingly it is for the sake of amplification that he describes them to be those who, contrary to expectation, had been given to her who was bereaved and barren.<\/p> \n<p><i> Make room for me;<\/i> that is, “withdraw for my benefit.” Not that it is proper for the godly to shut out their brethren or drive them from their place; but the Prophet has borrowed from familiar language a mode of expression fitted to declare that no inconvenience shall hinder many from desiring to be admitted and to have room made for them. Now, this happened, when the Lord collected innumerable persons out of the whole world; for suddenly, and contrary to the expectation of men, the Church, which had formerly been empty, was filled; its boundaries were enlarged and extended far and wide.<\/p> \n\n“A city deprived of its inhabitants is compared to a mother bereft of her children.” —<i> Rosenmuller.<\/i> ",
    "audit": null
}