{
    "id": 7407,
    "source": "calvin",
    "verse_id": 18294,
    "verse_count": 1,
    "reference": "33:14",
    "title": "",
    "html": " <p> <i>The sinners in Zion are afraid.<\/i>, But some one might object that the subject here treated is not so important as to need that lofty preface intended to arouse the whole world. Was it a matter of so great importance that wicked men were struck with fear? But by an attentive examination it will be found that it is no ordinary exhibition of divine power, when wicked men are aroused from their indolence, so that, whether they will or not, they perceive that God is their judge, especially when contempt of God is accompanied by hypocrisy, For although it is difficult to arouse irreligious men, when a veil is spread over their hearts, yet still greater is the obstinacy of hypocrites, who imagine that God is under obligations to them. Thus we see that men are so bewitched by madness, that they despise all threatenings and terrors, and mock at the judgments of God, and, in short, by witty jesting, set aside all prophecies, so that it ought to be regarded as a miracle that men who make such resistance are overthrown. Hence Isaiah, with good reason, kindles into rage against them;for, when he employs the word <i>Zion,<\/i>, he undoubtedly reproves the degenerate Jews, because, when they were covered with the shadow of the sanctuary, they thought that they were in possession of a fortress which could not be stormed; and undoubtedly, as I remarked a little before, the haughtiest and proudest of all men are they who shelter themselves under the name of God, and glory in the title of the Church. <\/p>\n <p> <i>Terror hath seized the wicked, <\/i> <span class=\"greek-hebrew\">,הנפים <\/span> <i>(chanephim)<\/i>, is translated <i>hypocrites,<\/i>, but still more frequently it may be viewed as denoting <i>“treacherous<\/i>, revolters and men utterly worthless.” Since, therefore, they were so wicked, and mocked at God and the prophets, he three, tens that God will be a judge so sharp and severe, that they shall no longer find pleasure in their impostures. Next is added a conression which wears the aspect of humility, in order to shew more clearly that hypocrites, who do not willingly obey God, at length find that experience is their instructor how dreadful is the judgment of God. As soon, therefore, as their “laughing” is turned into “gnashing of teeth,” they begin to acknowledge that their whole strength is chaff or stubble. (<a class=\"ref\">Luke 6:25; Matthew 8:12<\/a>.) <\/p>\n <p> <i>Which of us shall dwell with the devouring fire?<\/i>, As to the meaning of the words, some translate them, “Who shall dwell <i>instead of us?”<\/i>, Others, “Which <i>of us<\/i>, shall dwell?” If we view them simply as meaning “to us,” or “for us,” the meaning may be thus explained, “Who shall encounter the fire, or place himself between, so that the flame may not reach us?” There are also other interpretations which amount to the same thing; but commentators differ in this respect, that some view the words as relating to the king of Assyria, and others as relating to God. I prefer the latter opinion, as has been already shewn; for although the king of Assyria might be regarded as a “fire” that would burn up the earth with his heat, yet the Prophet intended to express something far more dreadful, namely, the inward anguish by which ungodly men are tormented <i>,<\/i>, the stings of conscience which cannot be allayed, the unquenchable burning of crimes which exceeds every kind of torments; for whatever is the course pursued by ungodly men, such will they find the dispensations of God to be towards them. <\/p>\n <p>On their account, therefore, God is called <i>a devouring fire,<\/i>, as we may learn from Moses, (<a class=\"ref\">Deuteronomy 4:24<\/a>,) from whom the prophets, as we have frequently remarked, borrow their doctrines, and who is also followed by the Apostle. (<a class=\"ref\">Hebrews 12:29<\/a>.) This exposition is confirmed by the Prophet himself, who shews what was the cause of that terror. It might be objected that God was excessively severe, and that he terrified them beyond measure; but he is usually kind and gentle to the godly, while wicked men feel that he is severe and terrible. Some think that the Prophet intended to convince all men of their guilt, in order that they might abandon all confidence, in their works, and in a lowly and humble manner betake themselves to the grace of God, as if he had said, “None but he who is perfectly righteous can stand before the judgmentseat of God, and therefore all are accursed.” <\/p>\n <p>But he rather speaks in the name, and agreeably to the feelings, of those who formerly scorned all threatenings; and he now represents those very persons as inquiring with trembling dismay, “Who shall dare to go into the presence of God? <i>”<\/i>, This mournful complaint is a manifestation of that terror which hath lately seized them, when, being convinced of their frailty, they cry out in sorrow, “Who shall endure the presence of God?” But since they still murmur against God, though he compels them reluctantly to utter these words, the Prophet, on the other hand, in order to restrain their wicked barkings, replies that God is not naturally the object of terror or alarm to men, but that it arises through their own fault, because conscience, which God does not suffer to lie idle, terrifies them with their crimes. <\/p>",
    "audit": null
}