{
    "id": 7242,
    "source": "calvin",
    "verse_id": 18123,
    "verse_count": 1,
    "reference": "25:4",
    "title": "",
    "html": " <p> <i>For thou hast been a strength to the poor. <\/i>,Hence we see the fruit of conversion, namely, that the Lord raises us from the dead, and brings us, as it were, out of the grave, stretching out his hand to us from heaven, to rescue us even from hell. This is our first access to him, for it is only in our poverty that he finds the means of exercising his kindness. To us in our turn, therefore, it is necessary that we be poor and needy, that we may obtain assistance from him; and we must lay aside all reliance and confidence in ourselves, before he display his power in our behalf. This is the reason why he visits us with chastisements and with the cross, by which he trains us, so that we may be able to receive his assistance and grace. <\/p>,\n <p> <i>A refuge from the storm, a shadow from the heat. <\/i>,It is not without good reason that Isaiah adorns this description by these comparisons; for numerous and diversified temptations arise, and, in order to bear them courageously, it is necessary that the weak minds of men should be strengthened and fortified. On this account he says that God will be “a strength to the poor, a refuge from the storms, and a shadow from the heat;” because, whatever may be the nature of the dangers and assaults which threaten them, the Lord will protect his people against them, and will supply them with every kind of armor. <\/p>,\n <p> <i>The breath of the strong <\/i>,or <i>of the violent ones. <\/i>,In this passage, as in many others, (<a class=\"ref\">Genesis 8:1; Exodus 15:10; 1 Kings 19:11 <\/a>,,) <span class=\"greek-hebrew\">,רוח <\/span>,(<i>rūăch <\/i>) signifies “the blowing of the wind,” and denotes the tremendous violence with which wicked men are hurried along against the children of God; for not only do they “breathe out threatenings and terrors,” (<a class=\"ref\">Acts 9:1 <\/a>,,) but they appear to vomit out fire itself. <\/p>,\n <p> <i>A storm <\/i>,or <i>flood against the wall. <\/i>,This is to the same purport as the former; for by this figure he means, that wicked men, when they obtain liberty to do mischief, rush on with such violence that they throw down everything that comes in their way, for to overthrow and destroy walls is more than if the water were merely flowing over the fields. <\/p>,",
    "audit": null
}