{
    "id": 7349,
    "source": "calvin",
    "verse_id": 18235,
    "verse_count": 1,
    "reference": "30:17",
    "title": "",
    "html": "<p><i>A thousand, as one, shall flee at the rebuke of one. <\/i>Because the Jews, on account of their vast numbers, relied on their forces, as men are wont to do when they possess any power, therefore the Prophet threatens that all the protection which they have at home will be of no more avail to them than foreign aid, because the Lord will break and take away their courage, so that they shall not be able to make use of their forces. For what avail arms and a vast multitude of men? What avail fortresses and bulwarks, when men’s hearts fail and are dismayed? It is therefore impossible for us to be strong and powerful, unless the Lord strengthen and uphold us by his Spirit. This statement occurs frequently in the law, that when they should revolt from God, a vast number of them would be put to flight by a very small number of enemies. But there is this difference between the law and the prophets, that the prophets apply to a particular subject what Moses announced in general terms, as we have formerly explained.  <\/p>\n<p>Here two observations must be made. First, we shall have just as much courage as the Lord shall give us; for we immediately lose heart, if he do not support us by his power. Secondly, it is the result of the righteous vengeance of God, that we are terrified by men, when he could not prevail upon us to fear him; that, when we have despised God’s word and warnings, we fall down in terror at the words and threatenings of men. But we must also add, thirdly, God needs not extensive preparations to chastise us; for, if he lift up but a finger against us, we are undone. A small and feeble army will be sufficient to destroy us, even though we be well prepared, and have great numbers on our side. Next, he threatens that there will be no end to these calamities till they have been reduced to the last extremity, and until, amidst the frightful desolation of the earth, but few tokens of God’s compassion are left. <\/p>\n<p><i>As the mast of a ship on the top of a mountain. <\/i>This may be explained in two ways. Some consider the metaphor to be taken from trees which have been cut down; for, when a forest is cut down, lofty trees are left which may be of use for building ships. But  <span class=\"greek-hebrew\">הר<\/span>, (<i>hār<\/i>,) “a mountain,” probably denotes also a rock or promontory, against which ships are dashed, and to which they adhere, and on which a “mast,” the emblem of shipwreck, is afterwards seen.  <\/p>\n<p><i>As a banner on a hill. <\/i>Another metaphor is now added, borrowed from trophies erected to commemorate the defeat of enemies. In short, the Prophet declares that they will be so few that all that remains shall be an indication of very great ruin. As if he had said, “This great multitude which you now have dazzles your eyes; but there will be such ruin and decrease that you shall no longer have the face of a people.” We are thus reminded how humbly and modestly we ought to conduct ourselves, even though we have great wealth and numerous forces; for if our mind be puffed up, God will speedily beat down our pride, and render us more feeble and cowardly than women and children, so that we shall not be able to bear the sight even of a single enemy, and all our strength shall melt away like snow. <\/p>",
    "audit": null
}