{
    "id": 7931,
    "source": "calvin",
    "verse_id": 18827,
    "verse_count": 1,
    "reference": "60:5",
    "title": "",
    "html": "<p><i>Then shalt thou see. <\/i> These things appear, at first sight, to be somewhat inconsistent with each other, that formerly he spoke of the fact as present, and now foretells it as future. But formerly he spoke of the eyes of faith, which beholds those things which do not fall under the senses of men, and now he speaks of the actual event; or, at least, he intended by the present tense to point out the certainty; but now, in order that believers may continue to exercise patience, he limits the same statement. Besides, although those things which the Lord promises are concealed, for a time, from the eyes of men, yet believers perceive them by faith; so that they have a firm belief and expectation of the accomplishment of them, however incredible they may appear to others.<\/p> \n<p><i>Thou shalt shine,<\/i> or, <i>thou shalt overflow. <\/i> As the verb<span class=\"greek-hebrew\"> נהר<\/span> (<i>nahar<\/i>) signifies both “to shine” and “to overflow,” so it may be rendered either way. We may refer it to that joy with which the Church is filled and overflows, when it is enlarged in this manner, or to the ornament with which it shines and dazzles.<\/p> \n<p><i>Thou shalt tremble. <\/i> He now mentions “trembling,” and connects it with splendor or joy; and this may appear to be inconsistent with the meaning assigned to the former clause. But I have no doubt that he intended, by this word, to express the astonishment and even amazement with which the Church shall be seized, when she shall perceive that this strange and unexpected honor has been obtained by her, and that she has been elevated to so high a rank of honor. As if he had said, “The extent of the work will be so great as to exceed thy expectation.” It is not, therefore, the “trembling”’ which is produced by some danger or some melancholy event, but such as commonly arises in matters of great importance, which exceed the capacity of our understanding, when we are struck with amazement, and almost think that we dream, and this “trembling” agrees very well with joy.<\/p> ",
    "audit": null
}