{
    "id": 6991,
    "source": "calvin",
    "verse_id": 17866,
    "verse_count": 1,
    "reference": "10:15",
    "title": "",
    "html": "<p><i> Shall the axe boast?<\/i> He now ridicules more strongly the mad effrontery of the Assyrians in imagining that he could create mountains of gold; for he tells us that the case is the same as if<i> an axe<\/i> or<i> a hammer<\/i> should despise the hand which sets them in motion, and should be proud of their activity, though it is manifest that they have no power of their own to move. But before explaining the subject more fully, I shall touch briefly on the words.<\/p> \n<p><i> Like the rising up of a rod against him that raiseth it.<\/i> This second class of the verse is somewhat obscure. The matter is plain enough, but in the form of expression there is some ambiguity, in consequence of which commentators greatly differ. Yet, when I examine the matter closely, the rendering which I have given appears to flow more naturally than the others. “What is this? If a staff rise against the hand of him that raiseth it, and forget that it is wood, what a shocking exhibition will it be!” For it is not uncommon that the particle<span class=\"greek-hebrew\"> את<\/span> , (<i> eth<\/i>) which is the sign of the accusative, should mean<i> against<\/i> ; and the copulative<span class=\"greek-hebrew\"> ו<\/span> (<i> vau<\/i>) is often superfluous. We shall thus have a meaning which is not ambiguous, and which agrees with the words of the Prophet. He formerly reproached the Assyrian for ascribing to his schemes and his army the victories which he had gained. He now says, that in this manner he boasts against God, just as if<i> an axe<\/i> , reckoning as nothing the hand of him that cuts, claimed the praise of a workman, or a staff, as if it were not dead wood and without any strength of its own, rose up against him that wielded it.<\/p> \n<p>Hence we learn that men rise up against God, whenever they ascribe to themselves more than is proper, and that in such cases they war not with men but with God himself. Away, then, with those proud and blasphemous expressions, “By my power and wisdom and perseverance I have done and contrived and accomplished these things;”<\/p> \n<p>for the Lord is a jealous God, (<a class=\"ref\">Exodus 20:5<\/a> ,)<\/p> \n<p><span> and does not permit his glory to be given to another!\n(<\/span><a class=\"isa\" verses=\"WzE4NDg5XQ==\">Isaiah 42:8<\/a> .)<\/p> \n<p>We must attend to those comparisons by which he likens men to instruments; and we must not view it as referring to the universal providence by which all creatures are governed, as some do, who acknowledge that all the creatures are moved by God, because they cannot deny it, but add, that each of them is driven according to its nature, as the sun, the moon, the heavens, and such like. Thus they imagine that man is driven hither and thither by his own choice and by free-will; because God does nothing more than continue that power which he once bestowed at the beginning. Their false explanation amounts to this, that the whole machinery of the world is upheld by the hand of God, but that his providence is not interposed to regulate particular movements. Thus they ascribe to God the rain and the fair weather because he is the Author of nature, but contend that, strictly speaking, God commands nothing, that the rain is produced by vapours, and that fair weather also is produced by its natural causes. But this confused direction, which they leave to God, is hardly the thousandth part of that government which he claims for himself. Justly therefore, does Isaiah show that God presides over individual acts, as they call them, so as to move men, like rods, in whatever way he pleases, to guide their plans, to direct their efforts; and, in a word, to regulate their determinations, in order to inform us that everything depends on his providence, and not on the caprice of wicked men.<\/p> \n<p>It is objected, that it would be absurd to call men<i> axes<\/i> and<i> swords<\/i> , so as to take away from them will and judgment, and everything that distinguishes them from inanimate creatures, and to make them, not men, but stocks and stones. But the answer is at hand. Though God compares men to stones, it does not follow that they resemble them in all respects. No one thing is exactly like another, but they agree in some points; for as a staff cannot move itself in any direction, and yet is fit for inflicting blows, so wicked men have something which belongs to them by nature, and yet they cannot be moved hither and thither, without being directed by the providence and secret decree of God. This fitness of things, if we may so call it, is no reason why the action should not be ascribed entirely to God alone.<\/p> \n<p>But the question about the will of man is unseasonably introduced on the present occasion. If God controls the purposes of men, and turns their thoughts and exertions to whatever purpose he pleases, men do not therefore cease to form plans and to engage in this or the other undertaking. We must not suppose that there is a violent compulsion, as if God dragged them against their will; but in a wonderful and inconceivable manner he regulates all the movements of men, so that they still have the exercise of their will.<\/p> \n<p>In this passage Isaiah chiefly shows that all the efforts of men are fruitless, if God do not grant them success; and therefore that the Assyrian, even if he had attempted everything, would not have succeeded, if the Lord had not bestowed the victories; and, consequently, that he had no reason for laying claim to the praise of those things in which his success was owing solely to God. This is confirmed by another metaphor, that the lifting up of a staff proceeds from the will of him who moves it, and not from the nature of the wood.<\/p> \n\n“How hast thou given help<span class=\"greek-hebrew\"> ללא כח<\/span> (<i> lelo choach)<\/i><span> to the no-strength? \n<\/span><i> “<\/i> And saved the arm<i> ,<\/i><span class=\"greek-hebrew\"> לא עז<\/span><i> (lo gnoz<\/i><span>), of the no-power? \n“How hast thou given counsel<\/span><span class=\"greek-hebrew\"> ללא חכמה<\/span> (<i> lelo chochmah<\/i><span>) to the no-wisdom? \n“That is, to the man totally deprived of strength, power, and wisdom. (<\/span><a class=\"ref\">Job 26:2<\/a> .) So here<span class=\"greek-hebrew\"> לא עף<\/span> (<i> lo gnetz<\/i>) means him who is far from being an inert piece of wood, but is an animated and active being; not an instrument, but an agent.” —<i> Lowth<\/i> ",
    "audit": null
}