{
    "id": 6992,
    "source": "calvin",
    "verse_id": 17867,
    "verse_count": 1,
    "reference": "10:16",
    "title": "",
    "html": "<p><i>Therefore shall the Lord, the Lord of hosts, send among his fat ones leanness. <\/i> He proceeds with the former doctrine, declaring that the Lord will show to the Assyrian how undeservedly he exalts himself, and will throw down his arrogance, in which he foolishly takes delight. As he trusted in his wealth and his forces, Isaiah declares that the Lord will take them away; and he does so under the metaphor of<i>fatness<\/i> and<i>leanness<\/i> . By the word<i>fatness<\/i> he means both riches and warlike power, in which he placed too much confidence; as if he had said, “Everything<i>fat<\/i> and<i>rich<\/i> that he possesses, the Lord will make the whole of it<i>lean<\/i> . ” It is not uncommon to compare prosperity to<i>fatness<\/i> ; for as horses which are too<i>fat<\/i> become refractory, so as to throw the rider or kick when any one comes near them, so among men abundance produces fierceness of disposition, which is subdued by<i>leanness<\/i><\/p> \n<p><i>And under his glory he shall kindle a burning. <\/i> There is great beauty in the comparison, that<i>a fire will be laid under his glory<\/i> ; for it means, that the greater the splendor of his prosperity, so much the more abundant will be the fuel for the conflagration. Yet it likewise shows that he will be utterly reduced to nothing; as if one were to cut down a tree from the roots, or overturn a house from the foundation. If nothing more than the branches of a tree be cut down, it quickly sprouts again; or if the roof of a house be consumed by fire, the other parts of it remain uninjured. He therefore leaves him nothing, but asserts that he will be brought down by utter destruction.<\/p> \n<p><i>As the burning of a fire. <\/i> The particle<i>as<\/i> , which points out the comparison, does not mean that the language is metaphorical, but rather that the burning will be such as to consume utterly the glory of the Assyrian.<\/p> ",
    "audit": null
}