{
    "id": 7518,
    "source": "calvin",
    "verse_id": 18408,
    "verse_count": 1,
    "reference": "38:17",
    "title": "",
    "html": " <p> <i>Lo, in peace ray bitterness was bitter. <\/i> Again, another circumstance aggravates the severity of the distress; for sudden and unexpected calamities disturb us more than those which come upon us in a gradual manner. The grievousness of the disease was the more insupportable, because it seized him suddenly while he enjoyed ease and quietness; for nothing was farther from his thoughts than that he was about to depart from this life. We know also that the saints sometimes rely too much on prosperity, and promise to themselves unvarying success, which David too acknowledges to have happened to himself, “In my prosperity I said, I shall never be moved; but thou didst hide thy face, and I was troubled.” (<a class=\"ref\">Psalms 30:6<\/a>.) <\/p> \n <p>Nothing more distressing, therefore, could happen to Hezekiah than to be taken out of life, especially when the discomfiture and ruin of his enemy left him in the enjoyment of peace; for I think that Hezekiah fell into this disease after the defeat of Sennacherib, as has been already said. Amidst that joy and peace which smiled upon him, lo, a heavy sickness by which Hezekiah is fearfully distressed and tormented. This warns us that, since nothing is solid or lasting in this life, and since all that delights us may be speedily taken away, we ought not to grow sluggish in prosperity, but, even while we enjoy peace, we ought to think of war, and adversity, and afflictions, and, above all, to seek that peace which rests on God’s fatherly kindness, on which our consciences may safely repose. <\/p> \n <p> <i>And thou hast been pleased (to rescue) my soul from the pit. <\/i> This part of the verse admits of two meanings. Since the verb <span class=\"greek-hebrew\"> חשק <\/span> <i>(chashak) <\/i> signifies sometimes “to love,” and sometimes “to wish,” that meaning would not be unsuitable, “It hath pleased thee to deliver my soul.” But if nothing be understood, the style will be equally complete, and will flow not less agreeably, “Thou, O God, didst embrace my soul with favor and kindness, while it was lying in the grave.” It is well known that “soul” means “life;” but here the goodness of God is proclaimed, in not ceasing to love Hezekiah, even when he might be regarded as dead. In this way the copulative particle must be translated <i>But. <\/i> <\/p> \n <p> <i>For thou hast cast behind thy back all my sins. <\/i> By assigning the reason, he now leads us to the fountain itself, and points out the method of that cure; for otherwise it might have been thought that hitherto he had spoken of nothing else than the cure of the body, but now he shews that he looks at something higher, namely, that he had been guilty before God, but by his grace had been forgiven. He affirms, indeed, that life has been restored to him, but reckons it of higher value that he has been reconciled to God than a hundred or a thousand lives. And, indeed, <\/p> \n <p>“it would have been better for us never to have been born” (<a class=\"ref\">Matthew 26:24<\/a>) <\/p> \n <p>than by living a long life to add continually new offenses, and thus to bring down on ourselves a heavier judgment. He therefore congratulates himself chiefly on this ground, that the face of God smiles cheerfully upon him; for to enjoy his favor is the highest happiness. <\/p> \n <p>At the same time he declares that all the distresses which God inflicts upon us ought to be attributed to our sins, so that they who accuse God of excessive severity do nothing else than double their’ guilt; and he does not only condemn himself for one sin, but confesses that he was laden with many sins, so that he needed more than one pardon. If, then, we sincerely seek alleviation of our distresses, we must begin here; because when God is appeased, it is impossible that it can be ill with us; for he takes no pleasure in our distresses. It often happens with us as with foolish and thoughtless persons, when they are sick; for they fix their attention on nothing but (<span class=\"greek-hebrew\"> συμπτώματα<\/span>) symptoms or accidental circumstances, and the pains which they feel, and overlook the disease itself. But we ought rather to imitate skillful physicians, who examine the causes of disease, and give their whole attention to eradicate those causes. They know that outward remedies are useless, and even hurtful, if the inward cause be unknown; for such remedies drive the whole force of the disease inward, and promote and increase it, so that there is no hope of cure. <\/p> \n <p>Hezekiah therefore perceived the cause of his distress, that is, his sins; and when he had received the forgiveness of them, he knew that punishment also ceased and was remitted. Hence we see how absurd is the distinction of the Papists, who wish to separate the remission of punishment from the remission of guilt. But Hezekiah here testifies that punishment has been remitted to him, because guilt has been remitted. <\/p> \n <p>We ought carefully to observe the form of expression which Isaiah employs, <i>thou hast cast behind thy back; <\/i> for it means that the remembrance of them is altogether effaced. In like manner, a Prophet elsewhere says that God <\/p> \n <p>“casteth them into the depths of the sea.” (<a class=\"ref\">Micah 7:19<\/a>.) <\/p> \n <p>It is likewise said in another passage, that he casteth them away <\/p> \n <p> <span> “as far as the east is distant from the west.” \n(<\/span> <a class=\"ref\">Psalms 103:12<\/a>.) <\/p> \n <p>By these modes of expression God assures us that he will not impute to us the sins which he has pardoned; and if, notwithstanding of this, he chastise us, he does it not as a judge, but as a father, to train his children and keep them in the discharge of their duty. Papists are mistaken in dreaming that punishments contain some kind of satisfaction, as if God exacted vengeance, because he would not bestow a free pardon. But when God chastises his people, he promotes their future advantage. <\/p> ",
    "audit": null
}