{
    "id": 7855,
    "source": "calvin",
    "verse_id": 18751,
    "verse_count": 1,
    "reference": "55:10",
    "title": "",
    "html": " <p> <i>Surely, as the rain cometh down. <\/i> After having spoken of God’s tender affection and inconceivable forbearance towards us, he again brings forward the promises, that, by relying on them, we may banish all doubt of being free from every danger. It would be of little avail to speak to us about the nature or the secret purpose of God, if we were not reminded of “the word,” by which he reveals himself. Now, God speaks openly to us, so that it is unnecessary to make longer inquiry. We must therefore come to the word, in which his will is declared without obscurity, provided that all our senses are confined within those limits; for otherwise we remain in suspense, and doubt what he has determined concerning us, even though the Lord declare a thousand times that he is altogether unlike men; for, although men acknowledge this, yet they wish to be certain about themselves and their salvation. For this reason we ought carefully to observe the order which is followed by the Prophet. Thus also Moses recalled the people to the knowledge of God. “Say not thou, Who shall ascend to heaven? or, Who shall descend into the deep? The word is nigh, in thy mouth and in thy heart.” (<a class=\"ref\">Deuteronomy 30:12<\/a>) “That is,” saith Paul, “the word of faith which we preach.” (<a class=\"ref\">Romans 10:8<\/a>) <\/p> \n <p>He employs a comparison drawn from daily experience and wonderfully appropriate; for, if we see great efficacy in the rain, which waters and fertilizes the earth, much greater efficacy will God display in his word. The rain is transitory and liable to corruption; but the word is eternal, unchangeable, and incorruptible, and cannot, like the rain, vanish away. <\/p> \n <p>That we may more fully understand the Prophet’s words, we must keep in view the end at which he aims. Men doubt if God will actually perform what he promises in his word; for we look upon the word, as if it were suspended in the air and had no effect. How shocking this is, he demonstrates from the very course of nature; for it is in the highest degree unreasonable to ascribe less to the word than to a dumb creature; and therefore he teaches us, that his word never fails of its effect. Some understand this to mean that the preaching of the Gospel is never unprofitable, but always produces some fruit. This is true in itself; for the Lord worketh by his Spirit, and “giveth increase,” (<a class=\"ref\">1 Corinthians 3:7<\/a>) so that the labor of his servants is not unproductive. But the Prophet’s meaning was different; namely, that God does not speak in vain or scatter his promises into the air, but that we shall actually receive the fruit of them, provided that we do not prevent it by our unbelief. <\/p> \n <p> <i>But watereth the earth, and causeth it to bring forth. <\/i> He mentions two effects produced by the watering of the rain, which fertilizes the earth; first, that men have abundance of food for their support; and secondly, that they have seed for procuring a crop in the following year. If therefore in things of a transitory nature the power of God is so great, what must we think of the word? <\/p> ",
    "audit": null
}