{
    "id": 7445,
    "source": "calvin",
    "verse_id": 18333,
    "verse_count": 1,
    "reference": "36:2",
    "title": "",
    "html": "<p><i> Then the king of Assyria Rent Rabshakeh.<\/i> The order of the narrative may here have been altered; for he had formerly said that Sennacherib had taken all the cities of Judea, and now he says that he sent Rabshakeh from Lachish, implying that he was besieging it, and consequently he had not yet stormed them all. But it ought to be observed that historical connection is frequently disturbed, and that what was first in the order of time, comes last in the narrative. Besides, the Scriptures frequently make use of a figure of speech in which a part is taken for the whole, and by which it might be said that all the cities were taken, because those which had been left were few, and Hezekiah had no means of intercourse with them. It appeared, therefore, that the king of Assyria had brought the whole of Judea under his dominion, because nearly all that remained was Jerusalem alone, in which Hezekiah was shut up.<\/p> \n<p>This history is more fully related in the Books of Kings, where it is shewn how eager for peace Hezekiah was; for he labored to obtain it on any terms. He had delivered up “three hundred talents of silver and thirty talents of gold,” which that tyrant had demanded; and he found it necessary to seize the vessels of the Temple, and the golden plates which had been attached to its doors, to make up that sum, because his treasury was exhausted. (<a class=\"ref\">2 Kings 18:14<\/a> .) But as such gulfs are insatiable, when he had received that money, he next demanded more, and sought to enforce harder conditions. This was done partly, in order to provoke and torment Hezekiah, (for, having once abused the ready compliance of the pious king, he thought that he would obtain anything,) and partly because he sought an occasion of renewing the war. Yet it ought to be observed that the people were justly punished for their iniquities, as had been foretold; for although true religion flourished as to external worship, yet their life was not changed for the better, and their wickedness was not removed, nor was the inward pollution cleansed from their hearts. Accordingly, because the people did not repent, it was necessary that their obstinate depravity should be severely chastised. But because the measure of their iniquities was not yet full, God abated the fierceness of his anger, and suddenly, when matters were desperate, brought such assistance as could not have been believed.<\/p> ",
    "audit": null
}