{
    "id": 7284,
    "source": "calvin",
    "verse_id": 18166,
    "verse_count": 1,
    "reference": "28:1",
    "title": "",
    "html": " <p> <i>Woe to the crown of pride. <\/i> Isaiah now enters on another and different subject from that which goes before it; for this discourse must be separated from the former one. He shews that the anger of the Lord will quickly overtake, first, Israel, and afterwards the Jews; for it is probable that the kingdom of Israel was still entire when the Prophet uttered these predictions, though nothing more can be affirmed with certainty than that there is good reason to believe that the ten tribes had not at that time been led into captivity. <\/p> \n <p>Accordingly, the Prophet follows this order. First, he shews that the vengeance of God is not far from Israel, because various sins and corruption of every kind prevailed in it; for they were swelled with pride and insolence, had plunged into their luxuries and given way to every kind of licentiousness, and, consequently, had broken out into open contempt of God, as is usually the case when men take excessive liberties; for they quickly forget God. Secondly, he shews that God in some measure restrains his anger by sparing the tribe of Judah; for when the ten tribes, with the half tribe of Benjamin, had been carried into captivity, the Jews still remained entire and uninjured. Isaiah extols this compassion which God manifested, in not permitting his Church to perish, but preserving some remnant. At the same time he shews that the Jews are so depraved and corrupted that they do not permit God to exercise this compassion, and that, in consequence of the wickedness which prevailed among them, not less than in Israel, they too must feel the avenging hand of God. This order ought to be carefully observed; for many persons blunder in the exposition of this passage, because the Prophet has not expressly mentioned the name of Israel, though it is sufficiently known that <i>Ephraim <\/i> includes the ten tribes. <\/p> \n <p>As to the words, since the particle <span class=\"greek-hebrew\"> הוי <\/span> (<i>hōī <\/i>) very frequently denotes “wishing evil on a person,” I was unwilling to depart from the ordinary opinion of commentators, more especially because the Prophet openly threatens in this passage; yet if the translation, <i>Alas the crown! <\/i> be preferred, I have no objection. <\/p> \n <p> <i>For the excellence of its glory shall be a fading flower <\/i> The copulative <span class=\"greek-hebrew\"> ו <\/span> (<i>vau <\/i>) signifies <i>for <\/i> or <i>because <\/i>. He compares the “glory” and “excellence” of Israel to “a fading flower,” as will afterwards be stated. In general, he pronounces a curse on the wealth of the Israelites; for by the word “Crown” he means nothing else than the wicked confidence with which they were puffed up, and which proceeded from the excess of their riches. These vices are almost always joined together, because abundance and fullness produce cruelty and pride; for we are elated by prosperity, and do not know how to use it with moderation. They inhabited a rich and fertile country, and on this account Amos (<a class=\"ref\">Amos 4:1<\/a>) calls them “fat cows,” which feed on the mountain of Samaria. Thus, being puffed up by their wealth, they despised both God and men. The Prophet calls them “drunkards,” because, being intoxicated by prosperity, they dreaded no adversity, and thought that they were beyond the reach of all danger, and that they were not even subject to God himself. <\/p> \n <p> <i>A fading flower. <\/i> He alludes, I doubt not, to the crowns or chaplets which were used at banquets, and which are still used in many places in the present day. The Israelites indulged in gluttony and drunkenness, and the fertility of the soil undoubtedly gave occasion to their intemperance. By calling it “a fading flower” he follows out his comparison, elegantly alluding to flowers which suddenly wither. <\/p> \n <p> <i>Which is on the head of the valley of fatness. <\/i> He says that that glory is “on the head of the valley of fatness,” because they saw under their feet their pastures, the fertility of which still more inflamed their pride. <span class=\"greek-hebrew\"> שמנים <\/span> (<i>shĕmānīm <\/i>) is translated by some “of ointments;” but that is inapplicable, for it denotes abundance and fullness, which led them to neglect godliness and to despise God. By the word “head” or “top,” he alludes to the position of the country, because the Israelites chiefly inhabited rich valleys. He places on it a crown, which surrounds the whole kingdom; because it was flourishing and abounded in every kind of wealth. This denotes riches, from which arose sluggishness, presumption, rashness, intemperance, and cruelty. This doctrine relates to us also; for the example of these men reminds us that we ought to use prosperity with moderation, otherwise we shall be very unhappy, for the Lord will curse all our riches and abundance. <\/p> ",
    "audit": null
}