{
    "id": 7771,
    "source": "calvin",
    "verse_id": 18667,
    "verse_count": 1,
    "reference": "50:4",
    "title": "",
    "html": "<p><i> The Lord Jehovah.<\/i> After having twice convicted them of guilt, he adds a consolation in his usual manner; for when the Lord covers us with shame, he intends immediately to free us from shame. Although, therefore, he shewed that the people had been rejected for the best possible reasons, and had perished by their own fault, because they proved themselves to be even unworthy of deliverance, yet he promises assistance to them. Again, because in a matter so difficult to be believed there needed more than ordinary proof, he begins by saying that God has sent and instructed him to execute his commands. This passage is commonly explained so as to relate to Christ, as if it had not been applicable to the Prophet, because he afterwards says, that he had been beaten with rods, which we nowhere read was done to Isaiah. But there is no great force in this argument; for David complains that his garments were divided, (<a class=\"ref\">Psalms 22:18<\/a> ,) which applies literally to Christ, (<a class=\"ref\">Matthew 27:35; John 19:24<\/a> ,) and yet it does not follow that this did not happen to David himself. For my own part, I have no doubt, that Isaiah comes forward as one who represents all the servants of God, not only those who were from the beginning, but those who should come afterwards.<\/p> \n<p><i> Hath given me the tongue of the learned.<\/i> He says that the Lord hath given him a “tongue,” that the promises bywhieh he cheers the people may have greater weight. Our faith wavers, if we suspect that a man speaks from himself; and the condition of that people was so wretched that no human arguments could induce them to entertain the hope of deliverance. It amounts to this, that the message of approaching salvation is brought to them from heaven; and if any person do not receive it, he must prove himself to be rebellious and disobedient. Although these words are literally intended by the Prophet to secure the belief of his statements, yet we may infer from them generally, that no man is fit to teach who has not first been qualified by God. This reminds all godly teachers to ask from the Spirit of God what otherwise they could not at all possess. They must indeed study diligently, so as not to ascend the pulpit till they have been fully prepared; but they must hold by this principle, that all things necessary for discharging their office are gifts of the Holy Spirit. And, indeed, if they were not organs of the Holy Spirit, it would be extreme rashness to come forth publicly in the name of God.<\/p> \n<p><i> That I may know a word in season to the weary.<\/i> Some verb must be supplied here, such as, “to administer” or “to utter.” The word “know” includes wisdom and skill, which a pastor ought to possess, that the word of God may be faithfully and profitably administered by him; as if he had said that he has been well instructed in the school of God, and thus knows well what is suitable to those who are wretched and who groan under a burden. The term “weary” is applied to those who are overwhelmed by many afflictions; as we have formerly seen, “who giveth strength to the weary.” (<a class=\"isa\" verses=\"WzE4NDUwXQ==\">Isaiah 40:29<\/a> .) Thus also Christ speaks, “Come to me, all ye that are weary and heavy laden.” (<a class=\"ref\">Matthew 11:28<\/a> .) He therefore means that God has been his teacher and instructor, that he may be able to soothe wretched men by appropriate consolation, that by means of it their dejected hearts may be encouraged by feeling the mercy of God.<\/p> \n<p>Hence we infer that the most important duty of the ministers of the word is, to comfort wretched men, who are oppressed by afflictions, or who bend under their weight, and, in short, to point out what is true rest and serenity of mind, as we have formerly seen. (<a class=\"isa\" verses=\"WzE4MzAwXQ==\">Isaiah 33:20<\/a> .) We are likewise taught what each of us ought chiefly to seek in the Scriptures, namely, that we may be fumished with doctrine appropriate and suitable for relieving our distresses, He who, by seasonable consolation, in afflictive or even desperate affairs, can cheer and support his heart, ought to know that he has made good proficiency in the Gospel. I acknowledge that doctrine has indeed various uses; for not only is it useful for comforting the afflicted and feeble, but it likewise contains severe reproofs and threatenings against the obstinate. (<a class=\"ref\">2 Timothy 3:16<\/a> .) But Isaiah shews that the chief duty incumbent on him is, to bring some consolation to the Jews who, in the present distress, are ready to faint.<\/p> \n<p><i> He will waken in the morning.<\/i> The Prophet here testifies that the Lord is so careful about wretched and oppressed persons that he aids them “in the morning,” that is, seasonably. I do acknowledge that we are often destitute of consolation; but, although God often permits us to languish, yet he knows every moment that is suitable for seasonably meeting the necessity by his aid. Besides, if his assistance be somewhat late, this happens through our own fault; for not only by our indolence, but likewise by rebellion, we withdraw ourselves from his grace. However that may be, he always watches carefully and runs to give aid; and even when we fly and resist, he calls us to him, that we may be refreshed by tasting his grace and kindness.<\/p> \n<p>He twice repeats the phrase, “in the morning,” by which he expresses continuance and earnestness, that we may not think that he is liable to sudden impulses like men, to cast off or quickly forget those whom he has once undertaken to guard, whom he continues, on the contrary, to make the objects of his grace till the end, and never leaves destitute of consolation.<\/p> \n<p><i> That I may hear as the learned.<\/i> He means that his ear has not only been pulled or twitched, as for sluggish and indolent persons, but has been formed and trained. Yet by his example he shews that God efficaciously teaches all whose ministry he intends to employ for the salvation of his Church; for it would have been a small matter to be instructed after the manner of men, if they had not within them the Spirit of God as their instructor. This makes still more evident the truth of what we have formerly said, that none are good teachers but those who have been good scholars. He calls them “learned’and “well-instructed;” for they who do not deign to learn, because they think that they are wise enough, are doubly fools; since they alone, in the judgment of God, are reckoned to be “well-instructed” and “learned,” who permit themselves to be taught before discharging the office of teachers, that they may have clear knowledge of those things which they communicate to others, and may publicly bring forward nothing but what they can testify to have proceeded from God; and, in a word, they alone are “learned,” who, by continually learning, do not refuse to make constant progress. Some read the word in the accusative, meaning, “that I may hear as (hearing) the learned;” but that is harsh and at variance with the true meaning.<\/p> ",
    "audit": null
}