{
    "id": 7313,
    "source": "calvin",
    "verse_id": 18198,
    "verse_count": 1,
    "reference": "29:4",
    "title": "",
    "html": "<p><i>Then shalt thou be laid low. <\/i>He describes scornfully that arrogance which led the Jews to despise all threatenings and admonitions, so long as they enjoyed prosperity, as is customary with all hypocrites. He says therefore, that, when their pride has been laid aside, they will afterwards be more submissive; not that they will change their dispositions, but because shame will restrain that wantonness in which they formerly indulged. We ought therefore to supply here an implied contrast. He addresses those who were puffed up by ambition, carried their heads high, and despised every one, as if they had not even been subject to God; for they ventured to curse and insult God himself, and to mock at his holy word. “This pride,” says Isaiah, “shall be laid low, and this arrogance shall cease.” <\/p>\n<p><i>And thy voice shall be out of the ground. <\/i> What he had formerly said he expresses more fully by a metaphor, that they will utter a low and confused noise as out of caverns.  The voice of those who formerly were so haughty and fierce is compared by him to the speech <i>of soothsayers<\/i>, who, in giving forth their oracles out of some deep and dark cave under ground, uttered some sort of confused muttering; for they did not speak articulately, but whispered. He declares that these boasters ( <span class=\"greek-hebrew\">ἀλάζονες<\/span>) shall resemble them. Some interpret this expression as if the Prophet meant that they will derive no benefit from the chastisement; but the words do not convey this meaning, and he afterwards says that the Jews will be brought to repentance. Yet he first strikes terror, in order to repress their insolence; for they arrogantly and rebelliously scorned all the threatenings of the Prophet. By their being “brought down,” therefore, he means nothing else than that they shall be covered with disgrace, so that they will not dare to utter, as from a lofty place, their proud and idle boastings. <\/p>",
    "audit": null
}