{
    "id": 6881,
    "source": "calvin",
    "verse_id": 17753,
    "verse_count": 1,
    "reference": "5:13",
    "title": "",
    "html": " <p> <i>Therefore my people are gone into captivity. <\/i>,I do not approve of the interpretation given by some commentators, that in consequence of the teachers having failed to perform their duty, the people, through ignorance and error, fell into many vices, which at length became the cause of their destruction. On the contrary, he charges them with gross and voluntary ignorance, as if he had said that, by their madness, they brought down destruction on themselves. The meaning therefore is, that the people perished because they despised instruction; whereas they might have been preserved if they had listened to good counsels: and therefore he expressly says, <i>My people <\/i>,; that is, the nation which enjoyed the extraordinary privilege of being separated from the rest of the nations, that by relying on the guidance and direction of God, they might have a fixed rule of life. Thus it is said, <\/p>,\n <p>“What nation is so eminent and so distinguished as to have gods nigh to it, as thy God draws near to thee this day? This shall therefore be your knowledge and understanding above all nations, to hear your God.” (<a class=\"ref\">Deuteronomy 4:6 <\/a>.) <\/p>,\n <p>This baseness heightens the criminality of the people, that they shut their eyes in the midst of so much light. It was therefore a very severe accusation, that a people which God had undertaken to govern possessed <i>no knowledge <\/i>: for the law might have given them abundant direction for the whole conduct of life; it was a light shining before them amidst the general darkness of the world; and therefore it was monstrous that the nation should refuse to follow that path which had been pointed out to them, and, on the contrary, should shut their eyes, and rush forward to destruction. <\/p>,\n <p> <i>Have gone into captivity. <\/i>,Some consider the word <i>captivity <\/i>,to be used here in a metaphorical sense; but this is a forced interpretation; for the Prophet here describes the punishments which God had in part inflicted, and in part intended to inflict, so as to make it evident that the people were wretched through their own fault, as if they wished to draw down upon themselves the curses of God. When this discourse was delivered, some tribes of Israel had already been banished, and the destruction of both kingdoms was at hand. The Prophet accordingly speaks as if all had already been led <i>into captivity <\/i> <\/p>,\n <p> <i>And their glory are men famished <\/i> <i>and their multitude are dried up with thirst. <\/i>,He now adds another punishment, namely, that they are wasted with hunger and famine, and not only common men, but some persons of the highest rank, in whom the vengeance of God is more clearly seen; for it was shocking to see wealthy men and nobles, on whom the respectability of the whole nation rested, wandering about and famished. And yet the severity of God’s vengeance did not exceed proper bounds; for we must always take into account that ignorance was the cause; that is, the Jews were rebellious, and obstinately rejected the light of heavenly doctrine; yea, shut their ears against God when he was willing to perform the part of a master in instructing them. Hence we draw a useful doctrine; namely, that the source of all our calamities is, that we do not allow ourselves to be taught by the word of God, and this is what the Prophet chiefly intended that we should observe. <\/p>,\n <p>It may be asked, Is ignorance the cause of all calamities? Many persons appear to sin not so much through ignorance as through obstinacy; for they see what is right, but refuse to follow it, and the consequence is that they sin willingly, and not merely through inadvertency. I answer, ignorance is sometimes the <i>near <\/i>,, and sometimes the <i>remote <\/i>,cause; or, to use the common expressions, the one is <i>immediate, and the other is mediate <\/i>,. It is the <i>near <\/i>,cause, when men deceive themselves under any pretense, and intentionally blind their understanding. Again, it is the <i>remoter <\/i>,cause, when men reject the principles from which they ought to frame the rule of their life; for it was their duty to look to God, and to attend to his will. When they disregard his will, they are indeed rebellious and obstinate; but they are ignorant because they refuse to learn, and on this rock they split: and yet ignorance does not excuse them, for of their own accord they bring it on themselves when they reject such a Teacher. So then it is a true statement, that the reason why the people endure such a variety of afflictions is, that they are ignorant of God, and will not allow themselves to be taught by him. <\/p>,",
    "audit": null
}