{
    "id": 7440,
    "source": "calvin",
    "verse_id": 18328,
    "verse_count": 1,
    "reference": "35:7",
    "title": "",
    "html": " <p> <i>The dry place shall be changed into a pool.<\/i>, He confirms the former statement, that Christ will come in order to enrich his people with all abundance of blessings; for waters shall flow out of “dry places.” We must keep in remembrance what we mentioned a little before, that the Prophet delineates to us what may be called a picture of a happy life; for although this change was not openly visible at the coming of Christ, yet with good reason does the Prophet affirm that, during his reign, the whole earth shall be fruitful; for he had formerly said that without Christ all things are cursed to us. <\/p>\n <p> <i>In the habitation of dragons.<\/i>, The whole world, therefore, shall resemble a parched wilderness, in which lions, “dragons,” and other wild beasts prowl, till the kingdom of Christ shall be set up; and, on the other hand, when he is established on his throne, the godly shall lack nothing. An instance of this was given, when the Lord delivered his people and brought them out of Babylon; but the accomplishment of this prophecy must be looked for in Christ, through whom their ruinous condition is amended and restored; for that deliverance was but a feeble representation of it. And yet the full accomplishment of this promise ought not to be expected in the present life; for as it is through hope that we are blessed, (<a class=\"ref\">Romans 8:24<\/a>,) so our happiness, which is now in some respects concealed, must be an object of hope till the last day; and it is enough that some taste of it be enjoyed in this world, that we may more ardently long for that perfect happiness. <\/p>\n\nThe same view is given by Vitringa, who speaks of it as held by other learned men, and illustrates it very happily. It is also maintained by Rosenmuller, who supports it by curious and instructive extracts from Arabic scholiasts, and from the Koran, and by a host of other authorities. — <i>Ed<\/i>,",
    "audit": null
}