{
    "id": 7331,
    "source": "calvin",
    "verse_id": 18217,
    "verse_count": 1,
    "reference": "29:23",
    "title": "",
    "html": "<p><i>Because, when he shall see his children. <\/i> The particle<span class=\"greek-hebrew\"> כי<\/span> (<i>kī<\/i>) is here used in its natural and original meaning of<i>for<\/i> or<i>because<\/i> . The Prophet assigns the reason why the disgrace of Israel shall be taken away. It is, because he will have children, and those who were thought to have perished will be still alive.<\/p> \n<p><i>The work of my hands in the midst of him. <\/i> By giving them this name, he intended, I have no doubt, to describe the astonishing work of redemption; for those whom God adopts to be his children, and receives into fellowship with himself, are made by him, as it were, new men, agreeably to that saying,<\/p> \n<p>“And the people which shall be created shall praise the Lord.” ( <a class=\"ref\">Psalms 102:18<\/a>.)<\/p> \n<p>In that passage the Psalmist describes in a similar manner the renewal of the Church; for this description, as we have repeatedly stated on former occasions, does not relate to the general creation which extends to all, but leads us to acknowledge his power, that we may not judge of the salvation of the Church by the present appearances of things. And here we ought to observe various contrasts; first, between the ruinous condition of the Church and her surpassing beauty, between her shame and her glory; secondly, between the people of God and other nations; thirdly, between “the works of God’s hands” and the works of men, (for by God’s hand alone can the Church be restored;) and fourthly, between her flourishing condition and the ruinous and desolate state to which she had formerly been reduced. By the phrase, “in the midst of him,” is meant a perfect restoration, by which the people shall be united and joined together in such a manner as to occupy not only the extremities, but the very heart and the chief places of the country.<\/p> \n<p><i>They shall hallow my name. <\/i> Last of all, he points out the end of redemption. We were all created, that the goodness of God might be celebrated among us. But as the greater part of mankind have revolted from their original condition, God hath chosen a Church in which his praises should resound and dwell, as the Psalmist says, “Praise waiteth for thee in Zion.” ( <a class=\"ref\">Psalms 65:1<\/a>.) Now, since many even of the flock have degenerated, the Prophet assigns this office to believers, whom God had miraculously preserved.<\/p> \n<p><i>They shall fear the God of Israel. <\/i> Because hypocrites, as we have formerly seen, honor God with their lips, but are far removed from him in their heart, after speaking of the ascription of praise, he next mentions<i>fear<\/i> ; thus meaning that our praises are reckoned of no value, unless we honestly and sincerely obey God, and unless our whole life testify that we do not hypocritically utter the name of God.<\/p> ",
    "audit": null
}