{
    "id": 7333,
    "source": "calvin",
    "verse_id": 18219,
    "verse_count": 1,
    "reference": "30:1",
    "title": "",
    "html": "<p><i>Woe to the rebellious children. <\/i>The Prophet exclaims against the Jews, because, when they were unable to bear the burden, when they were hard pressed by the Assyrians and other enemies, they fled to Egypt for help. This reproof might appear to be excessively severe, were we merely to consider that weak and miserable men, especially when they are unjustly oppressed, have a right to ask assistance even from wicked persons; for it is a principle implanted in us by nature, that all human beings should willingly, and of their own accord, endeavour to assist each other. But when we come to the very sources, we shall find that no ordinary or inconsiderable guilt had been contracted by the people. <\/p>\n<p>First, it is no light offense, but wicked obstinacy, to disregard and even despise God’s government, and follow their own inclinations. But God had strictly forbidden them to enter into any alliance or league with the Egyptians. (<a class=\"ref\">Exodus 13:17; Deuteronomy 17:16<\/a>.) There were chiefly two causes of this prohibition. One was general, and related to alliances and leagues with other nations; for God did not wish that his people should be corrupted by the superstitions of the Gentiles. (<a class=\"ref\">Exodus 23:32; Deuteronomy 7:2<\/a>.) We are gradually infected, I know not how, by the vices of those with whom we have intercourse and familiarity; and as we are more prone by nature to copy vices than virtues, we easily become accustomed to corruptions, and, in short, the infection rapidly spreads from one person to another. This has happened to our own country, France, in consequence of having intercourse with many nations, which leads her too eagerly to imitate their vices, and has covered her with frightful pollution. This immoderate desire of forming alliances unlocked Asia to the Mahometans, and next laid Europe open to them; and though they still retain their moderation in eating and drinking, all that has been subdued by their arms has contracted nothing but filth and debasement. This is what we Frenchmen have also derived from our intercourse with other nations. <\/p>\n<p>The second reason was special and peculiar to this nation; for, since the Lord had delivered the Jews out of Egypt, and commanded them to remember so remarkable a benefit, he forbade them to have any intercourse with the Egyptians. And if they had entered into an alliance with the Egyptians, the remembrance of that benefit might easily have been obliterated; for they would not have been at liberty to celebrate it in such a manner as had been commanded. (<a class=\"ref\">Exodus 13:3<\/a>.) It was excessively base to disregard the glory of God for the purpose of cultivating friendship with an irreligious and wicked nation. Since God intended also to testify to his people that he alone was more than sufficient to secure their safety, they ought to have valued that promise so highly as to exclude themselves willingly from other assistance. It was a very heinous crime to endeavour to gain the favour of heathen nations on all sides, and to deprive God of the honour due to him; for if they had been satisfied with having God’s protection alone, they would not have been in such haste to run down to Egypt. Their noisy eagerness convicted them of infidelity. <\/p>\n<p>Yet I have no doubt that the Prophet directed his indignation against that sacrilege, because, by laboring earnestly to obtain the assistance of the nations around them, they withheld from God the praise of almighty power. Hence also the Spirit elsewhere compares that ardor to the extravagances of love, and even to licentious courses. (<a class=\"ref\">Jeremiah 5:8<\/a>.) Ezekiel shews that, by joining the Egyptians, they acted as if a woman, shamefully transgressing the bounds of decency, not only ran furiously after adulterers, but even desired to associate with horses and asses. (<a class=\"ref\">Ezekiel 16:26<\/a>.) And yet here he does not absolutely condemn all leagues that are made with idolaters, but has especially in view that prohibition by which the law forbade them to enter into alliance with the Egyptians. It is chiefly on account of the prohibition that he kindles into such rage; for it was not without pouring grievous contempt on God that they ran trembling into Egypt. For this reason he calls them  <span class=\"greek-hebrew\">סוררים<\/span>, (<i>sōrĕrīm<\/i>,) <i>obstinate <\/i>and <i>rebellious<\/i>. We have explained this word at the first chapter.  It denotes men of hardened wickedness, who knowingly and willingly revolt from God, or whose obstinacy renders them objects of disgust, so that no integrity or sincerity is left in them. At first he reproves that vice on this ground, that they neglected the word of God, and were devoted to their own counsels. <\/p>\n<p><i>That they may cover the secret. <\/i>The words  <span class=\"greek-hebrew\">לנסך מסכה<\/span>, (<i>lĭnsōch măssēchāh<\/i>,) are explained by some commentators to mean, “to pour out the pouring out.” Though this is not at variance with the Prophet’s meaning, yet it is more correctly, in my opinion, translated by others, “that they may cover a covering.” I have followed that version, because the words relate to counsels held secretly and by stealth, by which they cunningly endeavored to deceive the prophets, and, as it were, to escape from the eyes of God. Another rendering, “that they may hide themselves by a covering,” is absurd; for although it was for the sake of protection that they sought the Egyptians, yet he rather alludes to that craftiness of which I have spoken. Both expositions amount to the same thing.  <\/p>\n<p>By three modes of expression he makes nearly the same statement; that they “cover their counsels,” that is, keep them apart from God; that they do not ask at “the mouth of the Lord;” and that they do not suffer themselves to be governed by “his Spirit.” They who are guided by their own views turn aside to cunning contrivances, that they may conceal their unbelief and rebellion; and because they have resolved not to obey the word of God, neither do they ask his Spirit. Hence arises that miserable and shameful result. Wretchedly and ruinously must those deliberations and purposes end, over which the Lord does not preside. There is no wisdom that is not obtained from “his mouth;” and if we “ask at his mouth,” that is, if we consult his word, we shall also be guided by his Spirit, from whom all prudence and wisdom proceeds. <\/p>\n<p>Let it be observed that two things are here connected, the word and the Spirit of God, in opposition to fanatics, who aim at oracles and hidden revelations without the word; for they wish to come to God, while they neglect and forsake the word, and thus they do nothing else than attempt, as the saying is, to fly without wings. First of all, let it be held as a settled principle, that whatever we undertake or attempt, without the word of God, must be improper and wicked, because we ought to depend wholly on his mouth. And indeed, if we remember what feebleness of understanding, or rather, what lack of understanding, is found in all mankind, we shall acknowledge that they are excessively foolish who claim for themselves so much wisdom, that they do not even deign to ask at the mouth of God. <\/p>\n<p>If it be objected, that the Scriptures do not contain everything, and that they do not give special answers on those points of which we are in doubt, I reply, that everything that relates to the guidance of our life is contained in them abundantly. If, therefore, we have resolved to allow ourselves to be directed by the word of God, and always seek in it the rule of life, God will never suffer us to remain in doubt, but in all transactions and difficulties will point out to us the conclusion. Sometimes, perhaps, we shall have to wait long, but at length the Lord will rescue and deliver us, if we are ready to obey him. Although, therefore, we are careful and diligent in the use of means, as they are called, yet we ought always to attend to this consideration, not to undertake anything but what we know to be pleasing and acceptable to God. <\/p>\n<p>The Prophet condemns the presumption of those who attempt unlawful methods, and think that they will succeed in them, when they labor, right or wrong, to secure their safety, as if it could be done contrary to the will of God. It is certain that this proceeds from unbelief and distrust, because they do not think that God alone is able to protect them, unless they call in foreign though forbidden assistance. Hence come unlawful leagues, hence come tricks and cheating, by which men fully believe that their affairs will be letter conducted than if they acted towards each other with candour and fairness. There are innumerable instances of this unbelief in every department of human life; for men think that they will be undone, if they are satisfied with the blessing of God, and transact all their affairs with truth and uprightness. But we ought to consider that we are forsaken, rejected, and cursed by God, whenever we have recourse to forbidden methods and unlawful ways. In all our undertakings, deliberations, and attempts, therefore, we ought to be regulated by the will of God. We ought always to consider what he forbids or commands, so as to be fully disposed to obey his laws, and to submit ourselves to be guided by his Spirit, otherwise our rashness will succeed very ill. <\/p>\n<p><i>That they may add sin to sin. <\/i>The Prophet says this, because the Jews, by those useless defences which they supposed to fortify them strongly, did nothing else than stumble again on the same stone, and double their criminality, which already was very great. Our guilt is increased, and becomes far heavier, when we endeavor, by unlawful methods, to escape the wrath of God. But we ought especially to consider this expression as applicable to the Jews, because, after having brought the Assyrians into Judea, (for they had called them to their assistance against Israel and Syria,) they wished to drive them out by the help of the Egyptians. (<a class=\"ref\">2 Kings 16:7<\/a>.) The Jews were hard pressed by the Assyrians, and were justly punished for their unbelief, because they resorted to men, and not to God, for aid; and we see that this happened to many nations who called the Turk to their assistance. So far were the Jews from repenting of their conduct, and acknowledging that they had been justly punished, that they even added evil to evil, as if crime could be washed out by crime. On this account they are more severely threatened; for they who persevere in their wickedness, and rush with furious eagerness against God, and do not allow themselves to be brought back to the right path by any warnings or chastisements, deserve to be more sharply and heavily punished. <\/p>\n\n<p>FT541 The phrase  <span class=\"greek-hebrew\">לנסך מסכה<\/span> (<i>lĭnsōch măssēchāh<\/i>) has been variously explained. The Peshito makes it mean to pour out libations, probably with reference to some ancient mode of ratifying covenants, and the Septuagint accordingly translates it  <span class=\"greek-hebrew\">ἐποιήσατε συνθή᾿κας<\/span>, ‘you made covenants.’ Cocceius applies it to the casting of molten images, (<span class=\"aramaic_text\">ad fundendum fusile<\/span>,) De Dieu to the molding of designs or plots. Kimchi and Calvin derive the words from the root to <i>cover<\/i>, and suppose the idea here expressed to be that of concealment. Ewald follows J. D. Michaelis in making the phrase mean to <i>weave a web<\/i>, which agrees well with the context, and is favored by the similar use of the same verb and noun in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 25:7<\/a>. Knobel’s objection, that this figure is suited only to a case of treachery, has no force, as the act of seeking foreign aid was treasonable under the theocracy, and the design appears to have been formed and executed secretly. (Compare <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29:15<\/a>, where the reference may be to the same transaction.)” — <i>Alexander <\/i><\/p>\n<p>FT542 See page 345 <\/p>\n<p>FT543 The allusion is to the concluding clause of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 30:5<\/a>.” — <i>Ed <\/i><\/p>\n<p>FT544 “For the Egyptians shall help in vain.” — Eng. Ver. <\/p>\n<p>FT545 See <i>Commentary on Isaiah<\/i>, vol. 1 p. 32 <\/p>\n<p>FT546 “<span class=\"aramaic_text\">Disant qu’ils demandent d’estre flattez<\/span>;” — “When he says that they ask to be flattered.” <\/p>\n<p>FT547  <span class=\"greek-hebrew\">נלוז<\/span> (<i>nālōz<\/i>) seems to denote perverseness or moral obliquity in general. It is rendered in a strong idiomatic form by Hitzig, (<span class=\"aramaic_text\">verschmitztheit<\/span>, craftiness,) and Ewald, (<span class=\"aramaic_text\">querwege<\/span>, crossway.) — <i>Alexander<\/i>. Luther’s term, (<span class=\"aramaic_text\">muthwillen<\/span>, wantonness,) conveys the same general idea. — <i>Ed <\/i><\/p>\n<p>FT548 See <i>Commentary on John’s Gospel<\/i>, vol. 1 p. 223 note 1. <\/p>\n<p>FT549 “<span class=\"aramaic_text\">Estans pleins de vent<\/span>;” — “Being full of wind.” <\/p>\n<p>FT550 Here the Author departs from his usual manner, by omitting all mention of the concluding and highly expressive clause of the verse. “For  <span class=\"greek-hebrew\">גבה<\/span>, (<i>gĕbĕh<\/i>,) the English version has ‘pit,’ Lowth, ‘cistern,’ and most other writers ‘well;’ but in <a class=\"ref\">Ezekiel 47:11<\/a>, it denotes a ‘marsh’ or ‘pool.’ Ewald supposes a particular allusion to the breaking of a poor man’s earthen pitcher, an idea which had been suggested long before by Gill: ‘as poor people are wont to do, to take fire from the hearth, and water out of a well in a piece of broken pitcher.’” — <i>Alexander<\/i>. All must admit, that when one cannot find a “sherd” fit for the meanest purpose, the vessel is broken in pieces. — <i>Ed <\/i><\/p>\n<p>FT551 Jarchi says, that in this passage  <span class=\"greek-hebrew\">שובה<\/span> (<i>shūbāh<\/i>) “signifies rest and quietness,” and adduces as a parallel passage one in which the word is commonly viewed as the imperative of  <span class=\"greek-hebrew\">שוב<\/span>, (<i>shūb<\/i>,) with He paragogic. “Give rest, O Lord, to the many thousands of Israel.” (<a class=\"ref\">Numbers 10:36<\/a>.) Breithaupt supports that interpretation, and derives the word from  <span class=\"greek-hebrew\">ישב<\/span>, (<i>yāshăb<\/i>,) “to sit, to rest.” — <i>Ed <\/i><\/p>\n<p>FT552 See <i>Commentary on Isaiah<\/i>, vol. 1 p. 29 <\/p>\n<p>FT553 “ <span class=\"greek-hebrew\">תרן<\/span> (<i>tōrĕn<\/i>) is taken as the name of a tree by Augusti (Tannenbaum, the fir-tree) and Rosenmüller, (pinus, the pine-tree,) by Gesenius and Ewald as a signal or a signal-pole. In the only two cases where it occurs elsewhere, it has the specific meaning of a <i>mast<\/i>. The allusion may be simply to the similar appearance of a lofty and solitary tree, or the common idea may be that of a flag-staff, which might be found in either situation. The word ‘Beacon,’ here employed by Gataker and Barnes, is consistent neither with the Hebrew nor the English usage.” — <i>Alexander <\/i><\/p>\n<p>FT554 The latter quotation may appear to be inaccurate, for in the English version it runs thus, “I will correct thee in measure;” but Calvin adheres closely to the Hebrew original, which employs in both passages the word  <span class=\"greek-hebrew\">משפט<\/span> (<i>mĭsphāt<\/i>) “<i>judgment<\/i>. ” — <i>Ed <\/i><\/p>\n<p>Ft555 “Thou shalt weep no more.” — Eng. Ver. <\/p>\n<p>FT556 “Yet shall not thy teachers be removed.” — Eng. Ver. <\/p>\n<p>FT557 “Though ye find yourselves reduced to extremities usual in long sieges, though ye be stinted to a short allowance of ‘bread and water,’ and are forced to undergo a great many other inconveniences, yet use not my prophets ill, make them not to run into corners to hide themselves from the violence of an impatient multitude; but be glad to see them among you, and let their examples encourage you to bear up handsomely under the short afflictions which shall then be upon you. This is the plain meaning of the words, without running to the whimsical expositions of some who by ‘Panis Angustiæ,’ as the Vulgate renders  <span class=\"greek-hebrew\">לחם צר<\/span> (<i>lĕchĕm tzār<\/i>,) make the prophet mean the compendious doctrine of the gospel, or Christ himself, or the eucharist, and like dreams.” — <i>Samuel White <\/i><\/p>\n<p>FT558 “Kimchi’s explanation of the word ( <span class=\"greek-hebrew\">מורה<\/span>, <i>mōrĕh<\/i>, or rather  <span class=\"greek-hebrew\">מורים<\/span>, <i>mōrīm<\/i>,) as meaning the early rain, (which sense it has in <a class=\"ref\">Joel 2:23<\/a>, and perhaps also in <a class=\"ref\">Psalms 84:6<\/a>,) has been retained only by Calvin and Lowth. The great majority of writers adhere not only to the sense of ‘teacher,’ but to the plural import of the form, ( <span class=\"greek-hebrew\">מורים<\/span> with 2 Sing. Affix.,) and understand the word as a designation or description of the prophets, with particular reference, as some suppose, to their reappearance after a period of severe persecution or oppression.” — <i>Alexander <\/i><\/p>\n<p>FT559 “The ephods of your molten images, — short cassocks, without sleeves, with which the heathens adorned their idols.” — <i>Stock<\/i>. Cicero tells a story about Dionysius, who found in the temple of Jupiter Olympius a golden cloak of great weight, with which the statue of Jupiter had been ornamented by Gelo out of the spoils of the Carthaginians, and, after making the witty observation that it was too heavy for summer and too cold for winter, carried it off, and threw around the statue a woolen mantle, which, he said, was adapted to every season of the year. (Cic. de Nat. Deor. l. iii.) — <i>Ed <\/i><\/p>\n<p>FT560 “<span class=\"aramaic_text\">De his<\/span>.” “<span class=\"aramaic_text\">De ces miracles-là<\/span>.” <\/p>\n<p>FT561 “<span class=\"aramaic_text\">Isaie parle de ceste faveur speciale<\/span>.” <\/p>\n<p>FT562 “<span class=\"aramaic_text\">Qui puras nubes, et cœli numen adorant<\/span>.” <\/p>\n<p>FT563 “And the burden thereof (or, And the grievousness of flame) shall be heavy.” — Eng. Ver. “And heavy the column of flame.” — <i>Stock<\/i>. “And the burning is heavy: for so ought we to translate  <span class=\"greek-hebrew\">משאה<\/span>, (<i>măssāāh<\/i>,) in the same sense as in <a class=\"ref\">Jude 20:40<\/a>, and in other passages, from  <span class=\"greek-hebrew\">נשא<\/span>, (<i>nāsā<\/i>,) ‘to lift up,’ because flame and smoke naturally ascend.” — <i>Rosenmüller <\/i><\/p>",
    "audit": null
}