{
    "id": 7651,
    "source": "calvin",
    "verse_id": 18542,
    "verse_count": 1,
    "reference": "44:8",
    "title": "",
    "html": "<p><i>Fear not. <\/i> Isaiah now explains the reason why he formerly spoke of the power of God, that is, in order to confirm the faith of the people. From the preceding statements he draws this conclusion,—“Since the Lord is so powerful, and governs all things at his pleasure, the people whom he hath taken under his protection ought not to fear.”<\/p> \n<p><i>Have I not since then made thee hear?<\/i> He next repeats what he had already said, that God not only brought assistance secretly to the Jews, and suddenly, as if by legerdemain, made his appearance when he was least expected, but kept their faith alive by many predictions, and, in short, gave manifest proofs of his fatherly kindness, so that his divinity was clearly perceived. It would be of no advantage to us that God knows and can do all things, if it were not also revealed how great concern he takes in our salvation. Although, therefore, he wishes that many things should be unknown to us, yet he communicates everything that is useful or advantageous for us to know. <span class=\"greek-hebrew\"> מאז<\/span> , (meaz,)<i>from then,<\/i> means a long period; or, if it be thought better, it denotes an opportunity; for the Lord reveals his secrets to the elect, when he sees a fit season; but the former interpretation appears to me to be more simple.<\/p> \n<p><i>Therefore ye are my witnesses. <\/i> He means what I have already remarked, that the people cannot plead the excuse of ignorance for not being satisfied with one God; for he has abundantly revealed himself to them, so as to give a testimony concerning himself. The object intended to be gained by our knowledge of the glory of God is, that we should profess his truth before men, as has been already said, if we do not wish to extinguish the light which he hath brought to us by his Spirit. Again, we cannot be “witnesses to God” if we are not confirmed by his truth; for a testimony proceeding from a doubtful opinion would be of no avail, and therefore we must be taught by the Word of God, so as to have a fixed and unhesitating hope of salvation.<\/p> \n<p><i>And there is no strong God. <\/i> In this passage, as in many others, he applies to God the epithet<i>strong;<\/i> for it is not enough to acknowledge God’s eternal essence, if we do not also ascribe strength to him. But for this, we shall leave him nothing but a bare and empty name, as is done by wicked men, who with the mouth confess God, and afterwards ascribe his power to this and to that.<\/p> ",
    "audit": null
}