{
    "id": 6822,
    "source": "calvin",
    "verse_id": 17686,
    "verse_count": 1,
    "reference": "1:31",
    "title": "",
    "html": " <p> <i>And your God <\/i> <i>shall be as tow <\/i> The Hebrew word <span class=\"greek-hebrew\"> חסן <\/span> (<i>chason<\/i>) signifies strong: and though it is here applied to God, still it retains its signification, as if he had said, “That god who was your strength shall be turned into stubble.” <\/p> \n <p> <i>And the maker of it <\/i> By the <i>maker <\/i> he means the carver; but as he mentions an idol, we must explain it agreeably to the matter in hand. Some think that he expresses the repentance of idolaters, by telling us that they would acknowledge their folly, and, being covered with shame, would burn their idols. But I consider the meaning to be different; for as a fire is made of dry fuel such as tow, “in like manner,” saith the Prophet,” gather you and your idols into one heap, as when a pile of wood is built up, that you may be consumed together, so that the idols may be like tow, and the men like fire, and that one conflagration may consume the whole.” <\/p> \n <p> <i>And there shall be none to quench them <\/i> It ought to be observed that the Prophets, when they mention the wrath of God, describe it by outward representations, because it cannot be perceived by the eyes or by any other sense. Thus the wrath of God, by which the ungodly are destroyed, is compared to fire, which consumes all things. It is now evident enough what the Prophet means, namely, that all the ungodly shall be destroyed, whatever may be the nature of their confidence; and not only so, but that their destruction shall be the greater, because they have placed their confidence in false and deceitful things, and that utter destruction will overtake them from that very quarter from which they had vainly looked for deliverance. For the images and idols are excitements of the wrath of God, kindling it into a flame which cannot be quenched. <\/p> ",
    "audit": null
}