{
    "id": 7137,
    "source": "calvin",
    "verse_id": 18016,
    "verse_count": 1,
    "reference": "19:11",
    "title": "",
    "html": " <p> <i>Surely the princes of Zoan are fools.<\/i>, Here he joins wisdom with folly, and not without reason; for it is impossible to take away from men a conviction of their wisdom, which leads them to believe, in opposition to God himself, that they are wise. It is therefore a kind of acknowledgment, when he calls those persons wise whom he at the same time accuses of folly or stupidity. Though the Hebrew particle <span class=\"greek-hebrew\">,אך<\/span>, (ă <i>ch, <\/i>) sometimes means <i>but,<\/i>, yet as the Prophet appears to attack the Egyptians, I choose rather to render it “surely,” or “truly,” or “now at least;” for he scoffs <i>at the counselors of Pharaoh<\/i>, for wishing to be regarded, and believing themselves to be, exceeding wise, though they are the most foolish of all men. Thus it is an exclamation: “Where is that wisdom of Egypt? Where are the counselors who held all men in contempt? Why do they not preserve their kingdom?” Now, at least, it is evident what kind of wisdom they had. This tends to confirm and seal the prophecy, in which the Prophet obviously does not speak of things unknown, but has before his eyes, as it were, the destruction of Egypt. “Armed therefore with the authority of God, I venture to pronounce all those princes to be fools, though they think that they are wise.” <\/p>\n <p>Finally, the Prophet shews that vain is the glory of men who, without God, claim for themselves even a spark of wisdom; because their folly is at length exposed, and when the actual trial comes, they shew that they are children. The Lord permits them, indeed, to achieve many exploits, that they may obtain reputation among men, but in the end he infatuates them, so that, notwithstanding their sagacity and long experience, they act more foolishly than children. Let us therefore learn to seek from the Lord the spirit of wisdom and counsel, and if he shall bestow it upon us, let us use it with propriety and moderation; for God opposes the wisdom of men when they claim more than they have a right to claim, and those who are too ambitious to exalt themselves, must be punished for their folly; and therefore he often puts them to shame, that it may be made manifest that their wisdom is nothing but empty smoke. There is no wisdom but that which is founded on the fear of God, which Solomon also declares to be the chief part of wisdom. (<a class=\"ref\">Proverbs 1:7<\/a>.) <\/p>\n <p> <i>How say ye to Pharaoh, I am the son of the wise, the son of ancient kings?<\/i>, He reproves the counsellors of Pharaoh for flattering him, as courtiers are wont to flatter princes; for they utter nothing but what is intended to soothe and gratify the ears of princes, because this is the way by which they succeed and obtain favor. Thus, amidst many flatteries and lies, there is no room for truth. Though this vice is commonly found in the courts of great princes, yet at that time it abounded chiefly among the Egyptians. They boasted that they were the most ancient of all nations, and that they were the inventors of the arts, and of all liberal education; and if such a conviction existed even among the common people, how much stronger must it have been in the kings themselves? <\/p>\n <p>The boasting related to two points, antiquity and knowledge; and Isaiah reproves both, or at least says that they will be of no value. Pharaoh boasted both of the antiquity and of the wisdom of his nation; and indeed this was common among the whole people; but he speaks chiefly of the king as the head, in whom this haughtiness was more conspicuous than among ordinary persons. Now, we ought not to boast of the wisdom of our ancestors, as if it belonged to us by hereditary right, but we must look to heaven and ask it from its Author. So far as relates to antiquity, it is a foolish and idle boast; and yet princes are so deeply infected by this vice, that they would willingly seek their birth and descent out of the world, and cannot easily be drawn away from that vanity. This madness is heightened by flatterers, who have contrived, as we perceive, many things about the genealogy of certain princes. No song is more delightful to them than when they are separated from the common herd of men, like demigods or heroes. But it frequently happens, that when they carry their curiosity to excess in inquiring about their grandfathers and great-grandfathers, they lay themselves open to ridicule, because it is found that they are descended from one of the common people. <\/p>\n <p>I have heard an amusing anecdote, related by persons worthy of credit, about the Emperor Maximilian, who was very eager to inquire into his descent, and was induced by a silly trifler to believe that he had traced his lineage to Noah’s ark. This subject made so powerful an impression on his mind, that he left off all business, applied himself earnestly to this single investigation, and would allow no one to draw him away from it, not even the ambassadors who came to treat with him about important matters. All were astonished at this folly, and silently blamed him for it, but no one had power or courage to suggest a remedy. At length his cook, who was likewise his jester, and often entertained him with his sayings, asked leave to speak, and, as one who was desirous to uphold the Emperor’s dignity, told him that this eagerness to trace his descent would neither be useful nor honorable; for, said he, at present I revere your majesty, and worship you as a god; but if we must come to Noah’s ark, there we shall all be cousins, for we are all descended from it. Maximilian was so deeply affected by this saying of the jester, that he became ashamed of his undertaking, though formerly neither friends, nor counsellors, nor business could dissuade him from it; for he perceived that his name which he wished to render more illustrious by inquiring into his remote ancestors, would be altogether degraded if they came to its earliest source, from which princes and peasants, nobles and artisans, are descended. <\/p>\n <p>What is blamed even by jesters and fools must be great madness; and yet it is not a vice which has lately sprung up, but is deeply rooted in the minds of almost all men. In order to avoid it, let us learn to depend on God alone, and let us prefer the blessedness of adoption to all riches, and lineage, and nobility. So far as relates to the kings of Egypt being descended from very ancient kings, who had kept possession of the throne for many ages, they were as proud as if wisdom had been born with them. <\/p>",
    "audit": null
}