{
    "id": 7301,
    "source": "calvin",
    "verse_id": 18184,
    "verse_count": 1,
    "reference": "28:19",
    "title": "",
    "html": " <p> <i>From the time that it shall pass.<\/i>, He expresses more in this verse than in the preceding one; for he declares that the destruction of the reprobate is close at hand, though they promise to themselves everlasting happiness. Wicked men indeed perceive that they are liable to many calamities, but yet they flatter and stupefy themselves, and imagine that in this way they can ward off their calamities. They have in their mouth proverbs of this sort, “Let us not distress ourselves before the time: Let us enjoy the season while it lasts: Let us be cheerful, and not give ourselves uneasiness when we can avoid it.” But he threatens that there hangs over their heads a hidden destruction, and adds: <\/p>\n <p> <i>It shall seize you every morning, and shall pass every day by day and night.<\/i>, By “every morning” is meant “quickly and continually;” for it is only when they feel distress that wicked men are touched with the fear of God. Frequently indeed they are afraid when there is no danger; but it is a blind terror, for they do not understand whence their alarm proceeds. While God threatens, they are unconcerned, because they do not acknowledge him to be their judge, and thus they have no serious thoughts about God till they feel his hand. When he again repeats “in the morning,” and afterwards adds, “by day and by night,” he means, as I have said, that the scourge will be constant and daily; that they may not persuade themselves that it will be a light calamity, or deceive themselves by the hope of any mitigation; for, while the wrath of God against believers is momentary, against unbelievers it is eternal, for it never ceases to pursue them to the end. <\/p>\n <p> <i>Terror alone shall cause them to understand the report.<\/i>, Here commentators differ. Jerome’s translation is, “Terror shall give understanding to the report.” But they come nearer to the meaning of the Prophet who give this interpretation, “The report alone shall make you understand,” that is, “The men to whom the messenger shall come will be rendered obedient to God by the report alone.” For my own part, I adopt a simpler view, though I do not choose to refute the expositions given by others. “It will come to pass that terror alone shall enable you to understand doctrine.” As if he had said, “Hitherto I have not succeeded in my exhortations to you, but the Lord will find out a new method of instructing you, that is, chastisements and calamities, by which he will terrify you in such a manner that you shall know with whom you have to do.” It is as if a grieved and sorrowful father were thus to remonstrate with a disobedient and incorrigible son, “Since you despise my advices, you must one day be taught by the executioner.” <\/p>\n <p>Thus Isaiah threatens wicked men, who mocked at all his threatenings, and tells them that they do not care for the assistance of prophets, but that one day they will actually know with what sincerity and truth they addressed them, and yet that it will be of no advantage to them, because knowledge so late will leave no room for repentance. We must “seek the Lord while there is time.” (<a class=\"isa\" verses=\"WzE4NzQ3XQ==\">Isaiah 55:6<\/a>.) Pharaoh was made no better by the chastisements which he received, (<a class=\"ref\">Exodus 8:15<\/a>,) and Esau gained nothing by his tears, when he saw that he had been stripped of his birthright, (<a class=\"ref\">Genesis 27:38; Hebrews 12:17<\/a>;) for they were not followed by any repentance or any amendment of life. By the word “terror” he shews how “dreadful it is to fall into the hands of the living God,” (<a class=\"ref\">Hebrews 10:31<\/a>,) and that they who despise his word are never allowed to pass unpunished. He employs the word <span class=\"greek-hebrew\">,שמועה<\/span>, (<i>shĕmūgnāh<\/i>) to denote what is heard, that is, doctrine. <\/p>",
    "audit": null
}