{
    "id": 7981,
    "source": "calvin",
    "verse_id": 18878,
    "verse_count": 1,
    "reference": "63:11",
    "title": "",
    "html": "<p><i> And he remembered the days of old.<\/i> This is the design of the chastisement, that the people may be roused from their lethargy, and may call to remembrance those things which they had formerly forgotten; for we are so intoxicated by prosperity that we altogether forget God. And therefore chastisements bring back this thought, which had been defaced in us, “Where is God who bestowed so many benefits on our fathers?” For I refer these things to the past time; and therefore I have translated<span class=\"greek-hebrew\"> עולם<\/span> (<i> gnolam<\/i>) “of old.” and not “of the age,” which would be unsuitable to this passage, seeing that he mentions those times in which Moses governed the people of God. Wherefore, the true meaning is, that the Jews, being wretchedly oppressed, thought of “the times of old,” in which the Lord displayed his power for defending his people. As to the opinion of some commentators, who refer it to God, as if he contended with the wickedness of the people, because he chose rather to bestow his favors improperly on ungrateful persons, than not to complete what he had begun, it appears to be too harsh and unnatural; and therefore the Prophet rather utters the groans and complaints of a wretched people, when they have learned from chastisements how miserable it is to lose God’s protection.<\/p> \n<p><i> With the shepherd of his flock<\/i> . By “the shepherd” he means Moses, and I see no good reason for translating it in the plural rather than the singular number.<\/p> \n<p><i> That put his Holy Spirit in the midst of him.<\/i> He describes also the manner; namely, that he endowed him with a remarkable grace of the Holy Spirit; for “to put the Spirit in the midst of him” means nothing else than to display the power of his Spirit. Others prefer to view it as referring to the people; and I do not object to that opinion. But when the Lord chose Moses, and appointed him to be the leader of the whole people, in him especially the Lord is said to have “put his Spirit.” Now, he gave his Spirit to him for the benefit of the whole people, that he might be a distinguished minister of his grace, and might restore them to liberty. At the same time, the power of the Spirit of God was seen in the midst of the whole people.<\/p> \n\n“Nearly sixty manuscripts and forty editions read,<span class=\"greek-hebrew\"> רעי<\/span><i> (rogne)<\/i> in the plural, which may then be understood as including Aaron, (<a class=\"ref\">Psalms 77:20<\/a> ,) and, as Vitringa thinks, Miriam, (<a class=\"ref\">Micah 6:4<\/a> ,) or perhaps the seventy elders, who are probably referred to in the last clause as under a special divine influence. (See<a class=\"ref\">Numbers 11:17<\/a> . Compare<a class=\"ref\">Exodus 31:3<\/a> ” —<i> Alexander.<\/i> ",
    "audit": null
}