{
    "id": 6887,
    "source": "calvin",
    "verse_id": 17759,
    "verse_count": 1,
    "reference": "5:19",
    "title": "",
    "html": " <p> <i>Who say, Let him make speed. <\/i>,He specifies one class of sins, by means of which he shows that they <i>draw sins as by ropes <\/i>,. When men not only lay aside all thought of the Divine judgment, but despise and treat as fabulous all that is said about it, nothing can be worse than this. He intended to say that the utmost contempt is manifested when men, to whom the judgment of God has been declared, say that it would give them joy to see it, and treat it with ridicule as a silly alarm; which is denoted by these words full of contempt and of wicked confidence: <i>Let him come, let him make speed. <\/i> <\/p>,\n <p> <i>Work <\/i>,, is here put, by way of eminence, (<span class=\"greek-hebrew\">,κατ ἐξοχὴν <\/span>,,) for <i>judgment <\/i>,; for God appears to be doing nothing when he does not punish the crimes of the ungodly; but when he rises up to execute <i>judgment <\/i>,, and inflicts punishment, his <i>work <\/i>,is then seen, and becomes visible (as is commonly said) by action; because from the very fact we learn that the world is governed by his authority and power. <i>Work <\/i>,, therefore, is taken specially for <i>judgment <\/i>,; because by means of it we see that God is by no means unemployed, but performs his office. Now, ungodly men speak of him with reproach and contempt, and at this very day we have abundant instances of such wickedness and rebellion; and the same war which was formerly waged by the prophets is that which we also are called to maintain. <\/p>,\n <p>The ungodly think that God does nothing, and cares not about the affairs of men; as Epicurus thought that God’s highest happiness consisted in his being free from all occupation. Though they imagine that there is some God, yet they do not at all acknowledge his <i>judgment <\/i>,; and in the meantime they bid themselves be of good cheer, and resolve that they will not wear themselves out by such thoughts. “Let these prophets and ministers cry, and bawl, and hold out terrors and threatenings; we will wait without any concern for what they tell us, and in the meantime we will enjoy our mirth.” In this way the Prophet relates the speeches of the ungodly, by which they expressed ridicule and contempt of the word. Not only do they say, <i>Let his work come, but, Let him hasten, Let him make speed; <\/i>,for when he delays, they conclude that everything which God does not execute as soon as he has spoken it is idle talk. Thus Peter represents the ungodly as saying, <\/p>,\n <p>“ <i>Since the world was created <\/i> <span>,, the course of nature has been uniform; and, therefore, after so many ages, it is idle to\nexpect a day of judgment.” (<\/span>, <a class=\"ref\">2 Peter 3:4 <\/a>.) <\/p>,\n <p>In the meantime, they purposely, as it were, provoke God to exert his power immediately, if he has any. <\/p>,\n <p> <i>Let the counsel of the Holy One of Israel draw near and come. <\/i>,To <i>work <\/i>,is added <i>counsel <\/i>,, as if they had said, “Why does God deliberate so long, or say what he intends to do? Let him rather show that what he has decreed is accomplished.” It is a great aggravation of their crime, that they wickedly dared to set aside the doctrine which was well known to them. They were more wicked than the heathen Gentiles in this respect, that they despised the doctrine by which he had adopted them to be his peculiar people. <\/p>,\n <p> <i>That we may see it <\/i>,. These are proofs of infidelity; for ungodly men will not acknowledge God, unless they have immediate evidence of his presence, and they refuse to believe his words. Now, if the Holy Spirit, by means of this mark, holds up ungodly men to detestation, we ought to testify our faith and piety by the opposite sign, that is, by relying on the word of God, though the effect does not immediately appear; for it is the peculiar excellence of faith to hold us dependent on the mouth of God. True, we next derive confirmation from works, but we must not begin at them; for this is the distinction between the elect and the reprobate, that the elect simply rely on the word, but do not disregard works, while ungodly men scorn and disdain the word, though God speak a hundred times; and yet they continually and eagerly call upon him for works. And when the judgment of God is declared, they say, “Where is it?” They cannot endure the mention of it, unless it be immediately made known by action. When men are so immoderate, it follows that they have no faith, but rather obstinate rebelliousness, Which more and more withdraws and estranges man from God. <\/p>,",
    "audit": null
}