{
    "id": 7115,
    "source": "calvin",
    "verse_id": 17994,
    "verse_count": 1,
    "reference": "17:10",
    "title": "",
    "html": "<p><i>Because thou hast forgotten the God of thy salvation. <\/i> He shews the reason why the Lord exercises such severity against the Ten Tribes, that they may not complain of being unjustly afflicted or too harshly treated. The sum of what is stated is, that all those evils come to them because they have wickedly despised God. It was excessively base and altogether inexcusable ingratitude, after having received so many favors, to prostitute their hopes to heathen nations and to idols, as if they had never in any respect experienced the love of God. Indeed, no unbelievers, when they are called to account, will vindicate themselves from the charge of offering an insult to God by wandering after creatures. But the argument was applicable, in a special manner, to the people of Israel, to whom God had revealed himself in such a manner that they ought to have left off all the impostures of the world and relied on his grace alone. They are therefore justly accused of ingratitude, for having buried in forgetfulness the object of true faith; and indeed, when God has once allowed us to taste the delight of his goodness, if it gain a place in our hearts, we shall never be drawn away from it to anything else. Hence it follows that they are convicted of ingratitude who, not being satisfied with the true God, are unsteady and driven about in all directions; for in this manner they despise his invaluable grace.<\/p> \n<p>Accordingly, the Prophet expressly calls him<i>the God of salvation<\/i> and the<i>God<\/i> or<i>Rock of strength<\/i><span class=\"greek-hebrew\"> צור<\/span> (<i>tsūr<\/i>) has both significations; for it was a monstrous thing that they were not kept in fidelity to God, who had so often preserved them, and, as it were, with an outstretched hand. When he adds that they<i>had not been mindful,<\/i> this is an amplification; for he indirectly charges them with base slothfulness in not considering in how many ways they had formerly been made to know the kindness of God.<\/p> \n<p><i>Therefore thou shalt plant. <\/i> Next follows the punishment, that they might not think that this ingratitude would remain unpunished. That is, because they forsook the fountain of all good, though they labor to obtain food, yet they will be consumed by famine and hunger; for all that shall be obtained with great labor the enemy will either carry away or destroy. This passage is taken from Moses; for it is a curse pronounced amidst other curses.<\/p> \n<p>“The fruit of thy land, and all thy labors, shall a nation which thou knowest not eat up.” ( <a class=\"ref\">Deuteronomy 28:33<\/a>).<\/p> \n<p>Hence we see what I have often mentioned before, that the prophets borrow many things from Moses, and are the true interpreters of the law. He speaks of choice vines and branches taken from them; because the greatness of the loss aggravates the sorrow.<\/p> ",
    "audit": null
}