{
    "id": 7153,
    "source": "calvin",
    "verse_id": 18032,
    "verse_count": 1,
    "reference": "20:2",
    "title": "",
    "html": " <p> <i>Go and loose the sackcloth from thy loins.<\/i>, In order to confirm this prophecy by the use of a symbol, the Lord commanded Isaiah to walk naked. If Isaiah had done this of his own accord, he would have been justly ridiculed; but when he does it by the command of the Lord, we perceive nothing but what is fitted to excite admiration and to strike awe. In this nakedness, and in the signs of a similar kind, something weighty is implied. Besides, the Lord does nothing either by himself or by his servants without likewise explaining the reason; and therefore the Prophet does not merely walk naked, but points out the design which the Lord had in view in ordering him to do so. In other respects false prophets imitate the true servants of God, and put on varied and imposing shapes, to dazzle the eyes of the multitude, and gain credit to themselves; but those symbols are worthless, because God is not the author of them. <\/p>\n <p>This ought to be carefully observed in opposition to the Papists, who bring forward empty ceremonies instead of true sacraments. This is the rule with which we ought to meet them. If they proceed from God, we ought to embrace them, but if not, we may boldly reject them; and, indeed, they cannot be adopted without offering an insult to God, because in such cases men usurp his authority. Besides, God does not bring forward signs without the word, for what would a sacrament be if we beheld nothing but the sign? It is the doctrine alone that makes the sacrament, and therefore let us know that it is mere hypocrisy where no doctrine is taught, and that Papists act wickedly when they lay aside doctrine, and give the name of sacrament to empty ceremonies; for the Lord has connected them in such a manner that no man can separate them without infringing that order which he has enjoined. <\/p>\n <p>When the Lord commands him to <i>loose the sackcloth;<\/i>, almost all the commentators infer from it that Isaiah at that time wore a garment of mourning, because he bewailed the distressed condition of Israel; for sackcloth was a mourning dress, as is evident from Joel (<a class=\"ref\">Joel 1:13<\/a>.) Their interpretation is, that this was done in order that, in the dress of culprits, he might supplicate pardon from God, or that it was impossible for his countenance or his dress to be cheerful when his heart was sad, and he could not but be affected with the deepest grief when he beheld so great a calamity. Some think that it was his ordinary dress, because the Prophets, as Zechariah informs us, commonly wore a mantle. (<a class=\"ref\">Zechariah 13:4<\/a>.) But that conjecture rests on exceedingly slight grounds, and has no great probability. It is more probable that he wore sackcloth as expressive of mourning. Judea was at that time sunk into such a state of indifference, that when men saw their brethren wretchedly distressed and wasted, still they were not affected by it, and did not think that the affliction of their brethren was a matter which at all concerned them. They still thought that they were beyond the reach of danger, and mocked at the Prophets when they threatened and foretold destruction. Hence Micah also complains that no man bewails the distresses of Israel. (<a class=\"ref\">Micah 1:11<\/a>.) <\/p>\n <p>A question arises, Was this actually done, or was it merely and simply a vision which he told to the people? The general opinion is, that the Prophet never went naked, but that this was exhibited to him in a vision, and only once. They allege as a reason, that on account of heat and cold, and other inconveniences of the weather, he could not have walked naked during the whole period of three years. What if we should say that the Prophet wore clothes at home, and also in public, unless when he wished to come forth to teach, and that on such occasions he was accustomed to present to the people a spectacle of nakedness? I pay little attention to the argument, that he was unable to endure heat and cold; for God, who commanded him to do this, could easily strengthen and protect him. But they assign another reason, that nakedness would have been unbecoming in a Prophet. I answer, this nakedness was not more unbecoming than circumcision, which irreligious men might consider to be the most absurd of all sights, because it made an exposure of the uncomely parts. Yet it must not be thought that the Prophet went entirely naked, or without covering those parts which would present a revolting aspect. It was enough that the people understood what the Lord was doing, and were affected by it as something extraordinary. <\/p>\n <p>I am led to form this opinion by what is here said, “ <i>By the hand<\/i>, of Isaiah;” for although this mode of expression frequently occurs elsewhere, still we never find it where it does not imply something emphatic, to describe the effect produced. He places himself in the midst between God and his countrymen, so as to be the herald of a future calamity, not only in words, but likewise by a visible symbol. Nor is it superfluous that it is immediately added, <i>He did so<\/i>,. I am therefore of opinion that Isaiah walked naked whenever he discharged the office of a prophet, and that he uncovered those parts which could be beheld without shame. <\/p>\n <p>So far as relates to <i>sackcloth<\/i>, although it was customary for men in private stations of life to express their guilt in this manner in adversity, yet it is probable that it was with a view to his office that Isaiah made use of this symbol to confirm his doctrine, that he might the better arouse the people from their sluggishness. If at any time the Lord chastise ourselves or our brethren, he does not enjoin us to change our raiment, but we are cruel and (<span class=\"greek-hebrew\">,ἄστοργοι <\/span>) without natural affection, if we are not moved by the afflictions of brethren and the ruin of the Church. If we have any feeling towards God, we ought to be in sadness and tears; and if it be our duty to mourn, we ought also to exhort others and stimulate them by our example to feel the calamities of the Church, and to be touched with some (<span class=\"greek-hebrew\">,συμπαθείᾳ <\/span>) compassion. <\/p>",
    "audit": null
}