{
    "id": 6819,
    "source": "calvin",
    "verse_id": 17683,
    "verse_count": 1,
    "reference": "1:28",
    "title": "",
    "html": "<p><i> And the destruction of the transgressors<\/i> Lest hypocrites should imagine that any fruit of these promises belongs to them, and should indulge in vain boasting, he threatens that they shall perish, though God redeem his Church. For hypocrites have always been mingled with the Church, and indeed are connected with it in the closest manner; but they form their estimation of it from outward show. All that God promises they at once apply confidently to themselves. The apostle tears from them this trust, if indeed it deserve the name of trust, which springs from pride and the arrogance of a haughty mind. Here we ought to observe how great wisdom is needed by godly teachers, that, while they terrify the wicked by the judgment of God, they may at the same time support good men, and strengthen them by some consolation, that they may not be cast down and discouraged. On the other hand, when believers are encouraged be the promise of God, and when wicked men falsely apply it to themselves, and puff up their minds with vain confidence, the method and course which we ought to pursue is, that we neither give occasion to wicked men to become proud, nor depress and discourage the minds of the godly; as Isaiah does in this passage. For while he speaks of the redemption of the Church, he at the same time threatens that sinners, that is, wicked men, shall be destroyed, that they may not suppose that these acts of God’s kindness belong at all to them.<\/p> \n<p>And yet, while he pronounces destruction against the wicked, by this comparison he exhibits more fully the favor of God towards believers, which is far more distinctly seen, when God allows the reprobate to perish, but preserves his own in safety, as it is said,<\/p> \n<p>A thousand shall fall at thy side, and ten thousand at thy right hand; but it shall not come nigh thee.<a class=\"ref\">Psalms 91:7<\/a> .<\/p> \n<p>Besides, he mitigates the grief and anguish which the diminution of the numbers of the Church might produce in godly minds; for he shows that there is no other way of imparting health to the whole body than by removing its corruption.<\/p> ",
    "audit": null
}