{
    "id": 7443,
    "source": "calvin",
    "verse_id": 18331,
    "verse_count": 1,
    "reference": "35:10",
    "title": "",
    "html": " <p> <i>Therefore the redeemed of Jehovah shall return. <\/i> The Prophet confirms the former doctrine, that God hath determined to redeem his people, and therefore that nothing can resist his decree. He calls them “the redeemed of God,” that they may consider his power, and may not estimate by human means the promise which he has made about their return. He says also, that <i>they will come to Zion, <\/i> because God does not in vain wish to bring them out of Babylon, and to leave them when they have commenced their journey. At the same time, it ought to be observed, that we have no means of entering the Church but by the redemption of God; for under the example of the ancient people, a general representation is placed before our eyes, that we may know that no man is rescued from the tyranny of the devil, to which we are all subject, till the grace of God go before; for no man will redeem himself. Now, since this redemption is a gift peculiar to the kingdom of Christ, it follows that he is our only deliverer, as is also attested by the declaration, <\/p> \n <p> <span> “If the Son shall make you free, \nyou shall be free indeed.” (<\/span> <a class=\"ref\">John 8:36 <\/a>.) <\/p> \n <p>Yet it is not enough that we have once been redeemed; for the design is, that we should dwell in the Church of God, and make progress from day to day. Since therefore we have been delivered by Christ, we ought to labor with all our might, and continually to strive to gain that end. If it be said that we do not need to perform a long journey, in order to be admitted into the Church of God, (for we are received into it by baptism,) I reply, that here the Prophet discourses metaphorically about the whole course of life; because the time when” the redeemed of God” shall actually “come to Zion,” is when the course of life is closed, and they pass into a blessed life. And it ought also to be observed, that the greater the progress which we make in the grace of God, and the more close our alliance to the Church, the nearer do we approach to Zion. <\/p> \n <p> <i>And they shall obtain joy and gladness. <\/i> By the words “joy and gladness,” he means that there will be so great happiness under the reign of Christ, that we shall have abundant reason to rejoice. And indeed the true and only ground of rejoicing is, to know that we are reconciled to God, whose favor is sufficient for our perfect happiness, “so that we may glory even in tribulation,” (<a class=\"ref\">Romans 5:3 <\/a>;) and, on the other hand, when Christ does not enlighten us, we must, be darkened by sorrow. Besides, it is certain that the godly do not rejoice in a proper manner without also expressing grafftude to God; and therefore this spiritual joy must be distinguished from that ordinary joy in which irreligious men indulge; for the reprobate also rejoice, but their end at length shews how pernicious is the wantonness of the flesh, which leads them to take delight in despising God. This kind of “joy” Paul justly (<a class=\"ref\">Romans 14:17; Galatians 5:22 <\/a>) calls spiritual; for it does not depend on fading things, such as honor, property, riches, and other things of that nature which quickly perish; but this joy is secret and has its seat in the hearts, from which it cannot be shaken or torn away in any manner, though Satan endeavors by every method to disturb and afflict us; and therefore the Prophet justly adds — <\/p> \n <p> <i>Sorrow and sighing shall flee away. <\/i> The joy is everlasting, and all “sadness flees away;” for although many bitter griefs are daily endured by the children of God, yet so great is the power and strength of their consolation, that it swallows up all sorrow. “We glory,” says Paul, “in our tribulations,” (<a class=\"ref\">Romans 5:3 <\/a>;) and this glorying cannot be without joy. The Apostles <\/p> \n <p>“departed from the presence of the council, rejoicing that they were accounted worthy of suffering dishonor for the name of Jesus.” (<a class=\"ref\">Acts 5:41 <\/a>.) <\/p> \n <p>Yet the godly often suffer heavy distresses, and are not exempt from grief. This is undoubtedly true, but they are not overwhelmed; for they look straight towards God, by whose power they become victorious, just as if a person, elevated on a lofty mountain, looking at the sun, and enjoying his brightness, beheld others in a low valley, surrounded by clouds and darkness, whom that brightness could not reach. <\/p> ",
    "audit": null
}