{
    "id": 7212,
    "source": "calvin",
    "verse_id": 18091,
    "verse_count": 1,
    "reference": "23:13",
    "title": "",
    "html": " <p> <i>Behold, the land of the Chaldeans.<\/i>, He now confirms by an example what he predicted about the taking of Tyre; for those things could scarcely obtain credit, especially among the inhabitants of Tyre, who thought that they were very far from such ruin. I am aware that this passage is explained in various ways, but I shall not spend time in refuting the opinions of others. It will be enough if I shall state, as far as I am able to form a judgment of it, the Prophet’s real meaning. <\/p>\n <p> <i>The people of the Chaldeans was not;<\/i>, that is, they had no name; for, if we inquire into their origin, they were descended from the Assyrians, as is evident from <a class=\"ref\">Genesis 10:11<\/a>. He therefore says truly, that they were not at first a nation, but were concealed under the name of another, so that they did not form a separate body. <\/p>\n <p> <i>Ashur founded it for the inhabitants of the wilderness.<\/i>, The words which we have rendered “inhabitants of the wilderness” others translate <i>ships<\/i>, but we do not approve of that exposition. What we at first stated is preferable, namely, that the Assyrians gave a settled condition to the Chaldeans, who formerly led a wandering life in the deserts under skins, but were collected into cities, and trained to higher civilization, by the Assyrians. This is also the meaning of the word <span class=\"greek-hebrew\">,עוררו<\/span>,(<i>gnōrĕrū<\/i>,) namely, that they erected and built cities; for we cannot agree with those who render it “to destroy.” What happened? <\/p>\n <p> <i>He brought it to ruin.<\/i>, That is, to use a common expression, “The daughter has devoured the mother;” for the Assyrian monarchy was overturned by the Chaldeans, though it was more powerful and flourishing than all the others. It will be said, what has this to do with Tyre? We answer, it is because Tyre will be overthrown by the Assyrians and Chaldeans. Since therefore the Chaldeans, who formerly were no people, could conquer the Assyrians and subject them to their power, why should we wonder if both united should conquer Tyre? Since the Lord gave such a display of his power in the case of the Assyrians, why should Tyre rely on her riches? She will undoubtedly be made to feel the hand of God, and her power will be of no avail to her. <\/p>",
    "audit": null
}