{
    "id": 6888,
    "source": "calvin",
    "verse_id": 17760,
    "verse_count": 1,
    "reference": "5:20",
    "title": "",
    "html": "<p><i> Wo to them that call evil good.<\/i> Though some limit this statement to judges, yet if it be carefully examined, we shall easily learn from the whole context that it is general; for, having a little before reproved those who cannot listen to any warnings, he now proceeds with the same reproof. It is evident that men of this sort have always some excuse to plead, and some way of imposing on themselves; and, therefore, there is no end to their reproachful language, when their crimes are brought to light. But here he particularly reproves the insolence of those who endeavor to overthrow all distinction between<i> good<\/i> and<i> evil<\/i><\/p> \n<p>The preposition<span class=\"greek-hebrew\"> ל<\/span> (<i> lamed<\/i>), prefixed to the words<i> good<\/i> and<i> evil<\/i> , is equivalent to<i> Of<\/i> ; and therefore the meaning is,<i> They who say of evil, It is good, and of good, It is evil<\/i> ; that is, they who by vain hypocrisy conceal, excuse, and disguise wicked actions, as if they would change the nature of everything by their sophistical arguments, but who, on the contrary deface good actions by their calumnies. These things are almost always joined together, for every one in whom the fear of God dwells is restrained both by conscience and by modesty from venturing to apologize for his sins, or to condemn what is good and right; but they who have not this fear do not hesitate with the same impudence to commend what is bad and to condemn what is good; which is a proof of desperate wickedness.<\/p> \n<p>This statement may be applied to various cases; for if a<i> wo<\/i> is here pronounced even on private individuals, when they<i> say of evil that it is good, and of good that it is evil<\/i> , how much more on those who have been raised to any elevated rank, and discharge a public office, whose duty it is to defend what is right and honorable! But he addresses a general reproof to all who flatter themselves in what is evil, and who, through the hatred which they bear to virtue, condemn what is done aright; and not only so, but who, by the subterfuges which they employ for the sake of concealing their own enormities, harden themselves in wickedness. Such persons, the Prophet tells us, act as if they would change<i> light into darkness, and sweet into bitter<\/i> ; by which he means that their folly is monstrous, for it would tend to confound and destroy all the principles of nature.<\/p> ",
    "audit": null
}