{
    "id": 7498,
    "source": "calvin",
    "verse_id": 18388,
    "verse_count": 1,
    "reference": "37:35",
    "title": "",
    "html": "<p><i>And I will be a protector. <\/i> This is the reason of the preceding statement, why Sennacherib should not enter into the city; because the Lord will protect it. The Prophet therefore bids Hezekiah and the whole nation turn their eyes towards God, because the sight of that tyrant was so alarming that they might tremble at it. In like manner, if we now contemplate the power of our enemies, we shall be overpowered by fear, and there will scarcely be any room for hope; but we ought to look directly to God, and embrace his promises, by which we are defended as by a shield; and since God is sufficiently powerful to restrain a mortal man, to him ought we to turn our eyes; for this promise must not be limited to that time, but ought to be extended to all times. Yet the expression used by the Prophet is more extensive, and conveys fuller meaning; for God affirms that he will be the guardian and protector of the city; that is, because he had pledged himself to defend it. Hence he infers that it will be preserved, because God’s protection renders its preservation certain.<\/p> \n<p><i>For my own sake. <\/i> When he says that he will do this “for his own sake,” he calls on Hezekiah and all believers to remember his gracious covenant For the Jews, though often and severely chastised, had obstinately provoked the wrath of God against them, and therefore deserved not only that he should deprive them of all assistance, but that he should execute against them the highest examples of dreadful vengeance. In order therefore to prevent them from despairing, he shews that God will be their defender, not because he finds any cause in them, but rather because he looks to himself first, that he may adhere firmly to his purpose, not to cast away the posterity of Abraham which he adopted, not to abolish religious worship, not to blot out the remembrance of his name on the earth by destroying his sanctuary; and, secondly, not to expose his name to the jeers and blasphemies of the nations. And these words contain an implied reproof which that nation ought to have felt to be severe, and justly; because the good king had more difficulty in pacifying them than in repelling the enemy; for they distrusted, and stormed, and thought that no hope of safety was left for them. The Lord, therefore, did not look at the merits of the people or of any other person, but only had regard to his own glory; for the contrast which is expressed by Ezekiel must here be understood, “Not for your sakes, O house of Israel, will I do this, but for my own sake.” ( <a class=\"ref\">Ezekiel 36:22<\/a>.) Now, since we have the same argument to plead in the present day, let us not hesitate to make use of this shield against our sins, “Though we most highly deserve a thousand deaths, yet it is enough for God to look to his goodness and faithfulness, that he may fulfill what he hath promised.” Though it is of no advantage to hypocrites that God is the continual protector of his Church, yet the elect will always have this as a very safe refuge, that although they bring nothing of their own to appease the wrath of God, yet since God, moved by nothing else than his infinite goodness, built his Church and determined to defend it, he will never suffer it to perish.<\/p> \n<p><i>And for my servant David’s sake. <\/i> This is highly worthy of observation; for although God needed not to seek in any one but in himself the reason why he embraced that nation with a gracious regard, yet it is not without good reason that he brings forward, as a very sure pledge of his love, <i>David,<\/i> by whose hand he had made a covenant, and to whom he, had promised to be a Father. ( <a class=\"ref\">2 Samuel 7:12<\/a>.) The Prophet does not speak of David as a private individual, but as a holy king whose throne was established by the hand of God, under whose guidance the Church would continue to be safe, and, in short, who would be the mediator between God and the Church; for in this capacity he surpassed even the angels themselves, so far as he represented the person of Christ. His throne was, indeed, soon afterwards cast down, and his crown torn in pieces, yet this was no unmeaning confirmation, that God intended to protect the city for a time, because he determined not to make void what he had testified to David concerning the eternity of his kingdom. And we know that the captivity of the people did not wholly set aside the kingly power in the posterity of David till at length Christ came, who on this account is called<i>David<\/i> in other passages. ( <a class=\"ref\">Jeremiah 30:9; Ezekiel 37:24; Hosea 3:5<\/a>.)<\/p> \n<p>This shews the great absurdity of the Papists in alleging that it is through the merits of the saints that God pardons us; for here the case of David is widely different from that of other saints, on account of the promise which had been made to him. He might have named Abraham, or any other person, who possessed no small authority in the Church; but since he was now speaking of the preservation of the Church, and of the eternity of the kingdom of Christ, he named in a peculiar manner him who expressly, along with others, received that promise, “This is my rest, here will I dwell.” ( <a class=\"ref\">Psalms 132:14<\/a>.) Since therefore this passage has regard to the promise, and not to the person, the Papists are doubly foolish in thinking that it affords support to the intercession of the saints, which is of their own contrivance. On the contrary, what they plead in their own behalf absolutely contradicts their error; because David is here represented as the type of the only Mediator, who sets aside the intercessions which they have invented.<\/p> ",
    "audit": null
}