{
    "id": 8010,
    "source": "calvin",
    "verse_id": 18907,
    "verse_count": 1,
    "reference": "65:9",
    "title": "",
    "html": " <p> <i>And I will bring forth a seed out of Jacob. <\/i> He explains the preceding verse by other words, and shews that the Lord wishes to reserve for himself some “seed” that shall call upon him; for the Lord is wont to chastise his people in such a manner as to determine that the Church shall exist, in which his truth and the pure religion may be preserved, and which Paul for that very reason calls “the pillar and foundation of truth.” (<a class=\"ref\">1 Timothy 3:15<\/a>.) We must not, therefore, judge of the Church from the present condition of things, (for nothing in this world can be permanent,) but from the purpose of God, which will not suffer it to be overturned or destroyed. This ought to be carefully remembered by us, that we may not be terrified by any calamities or ruins, or by any hideous desolation of the Church. <\/p> \n <p> <i>And out of Judah the heir of my mountains. <\/i> He gives the appellation of “heirs of the mountains” to those who, having returned from captivity, shall again inhabit their native land. Judea, as is well known, was a mountainous country. He again explains what might have appeared to be somewhat obscure. <\/p> \n <p> <i>And my elect shall possess it by inheritance. <\/i> He means that the Jews shall return to their original condition, that they may enjoy that country as their own inheritance, from which they had been driven out. Judea was soon afterwards reduced to the utmost desolation. The Lord testifies that this shall not be of long duration; and, in order to confirm it the more, he mentions in a compendious manner the covenant by which that land was destined for them, that they might possess it by the right of inheritance. Thus, although they were long in captivity, yet this word “inheritance” ought to arouse them to cherish the confident hope that they would at length regain the possession of it. But it ought to be observed that this grace is confined to the elect and true worshippers of God, that every one may not apply it to himself without distinction. <\/p> ",
    "audit": null
}