{
    "id": 6814,
    "source": "calvin",
    "verse_id": 17678,
    "verse_count": 1,
    "reference": "1:23",
    "title": "",
    "html": "<p><i>Thy princes are rebellious<\/i> There is here an elegant allusion or play on words. He does not speak of<i>princes<\/i> in such a manner as if the common people were holy and needed no reproof, but he points out the source of the evil; for as no disease is more injurious than that which spreads from the head into the whole body, so no evil is more destructive in a commonwealth than a wicked and depraved<i>prince<\/i> , who conveys his corruptions into the whole body both by his example and by the liberty which he allows. Hence, too, comes the proverb,<span class=\"greek-hebrew\"> ὁποῖα ἡ δέσποινα, τοῖαι καὶ αἱ θεραπαινίδες<\/span> , <i>like mistress, like maids<\/i> . The meaning, therefore, is as if the Prophet had said that there was no one vice more than another that reigned among the people, but that an unbounded commission of crimes prevailed among the nobles themselves, and that in this manner the whole body was stained with pollution. Something which gives additional force to the statement is implied in the word<i>princes<\/i> ; for it is deeply to be lamented when an evil arises from that very quarter in which the remedy for it ought to be expected. He next mentions a particular instance.<\/p> \n<p><i>Companions of thieves<\/i> By these words he means that they are so far from restraining theft and false dealing, that, on the contrary, they draw gain from them; and he justly calls those persons<i>companions of thieves<\/i> , who, by receiving part of the booty, grant permission to commit theft. And, indeed, when a judge is corrupted by a bribe, it is impossible but that crimes shall abound and pass unpunished, with the perpetrators of which we must consider him to be in collusion.<\/p> \n<p><i>Every one loveth a gift<\/i> He next points out the reason why princes have made themselves<i>companions of thieves<\/i> , and have bound themselves by a wicked conspiracy to lend countenance to crimes. It is avarice. When judges are devoted to the love of money, justice is utterly destroyed; for if the acceptance of persons be a corruption of judgment, so that no room is left for justice, every man who is under the dominion of covetousness will assuredly regard the person rather than the cause. The consequence is, that he will not be able to perceive what is just and right, but, as one expresses it, will make laws and unmake them.<\/p> \n<p>This reminds us how great a virtue it is in a magistrate to disregard money; for unless he keep his mind, his hands, and his eyes under restraint, he will never be able to judge justly. It is absurd to say, as some men do, that they keep their heart pure and uncorrupted, even though they receive bribes. What the Lord saith must be true, that a gift blindeth the eyes of the wise, and perverteth the words of the righteous. ( <a class=\"ref\">Exodus 23:8<\/a>.) No man is so upright, no man is so clearsighted and sagacious, that his mind shall resist the enchantment, and his eyes the blinding influence, of gifts. Such judges, therefore, he justly declares to be<i>companions of thieves<\/i> ; for, hurried along by a blind desire of money, they overturn all law both of God and man, and leave no room for justice or modesty.<\/p> \n<p>We must likewise observe that the Prophet, in order to convince hypocrites, brings forward their actions which were open and universally known; for otherwise they would not submit. And yet there can be no doubt that there were at that time many who objected, when he thus called them thieves, as even in the present day most men impudently and obstinately exclaim that they are not thieves on account of receiving the rewards and gifts which are offered to them, because their do not prevent them from passing a just judgment. But these replies being frivolous, the Prophet, after having exposed their wicked actions, satisfies himself with the reproof which he has given, and argues with them no longer. And, indeed, nature declares that it is impossible to give just judgment, when judges are so eager for gain and regard; because they cannot but absolutely expose to sale their honesty and reputation.<\/p> \n<p><i>They judge not the fatherless<\/i> As the Lord specially recommends to us the<i>fatherless<\/i> and<i>widows<\/i> , because they have been deprived of the protection of men, so we need not wonder if he is displeased when they are abandoned by the judges, who ought to have been their guardians and defenders; for since they have neither foresight, nor industry nor strength if no one comes forward to render assistance they must be exposed without redress to every kind of violence and injustice. Now, when no regard is paid to them, it follows that the sway is held, not by justice, but by covetousness and plunder.<\/p> ",
    "audit": null
}