{
    "id": 6811,
    "source": "calvin",
    "verse_id": 17675,
    "verse_count": 1,
    "reference": "1:20",
    "title": "",
    "html": " <p> <i>But if ye refuse and rebel <\/i>,The wicked always think that the severity of the punishment is greater than their guilt, even though the Lord chastise them very gently; and although they do not venture to justify themselves entirely, yet they never cease, as I formerly said, to accuse God of excessive severity. But the Prophet threatens that there will be no end of their calamities till they be destroyed; and lest they should imagine that they had nothing more to fear than those slight and inconsiderable punishments which they had hitherto suffered, he declares that far heavier judgments of God are still awaiting them. <\/p>,\n <p>The papists torture this passage to support the doctrine of freewill, and argue in the following manner:—“If men be happy whenever they are willing to obey God, it follows that this is placed in our own power.” The argument certainly is very childish; for the Lord does not inform us by the Prophet what is the nature or extent of our capacity for good or evil; but he reminds us that it is our own fault if we do not enjoy good things, and that the calamities with which we are afflicted are the punishments of our disobedience. The question, whether a man can make his bad will good, is altogether different from the question, whether, by the bad will, which is natural to him, he brings upon himself all the evils which he endures. Unjustly and falsely, therefore, do those skillful and ingenious doctors employ this passage to support their doctrine about a free choice of good and evil. <\/p>,\n <p> <i>For the mouth of the Lord hath spoken it <\/i>,Since men who are blinded by their lusts are little moved by threatenings, the Prophet, in order to arouse them from deep slothfulness, reminds them that this declaration is not uttered by a mortal man, but has proceeded from the <i>mouth of God <\/i>,, who is not changeable like men, but adheres constantly to his purpose. He therefore mentions <i>the mouth of the Lord <\/i>,, in order to terrify them, that they who in their vices have fallen into a deep slumber may give earnest attention to his threatenings. <\/p>,",
    "audit": null
}