{
    "id": 8045,
    "source": "calvin",
    "verse_id": 18943,
    "verse_count": 1,
    "reference": "66:20",
    "title": "",
    "html": "<p><i> And they shall bring.<\/i> Here he clearly explains what was formerly said, namely, that all who shall escape and survive, though they be few in number, shall nevertheless be priests, who shall bring sacrifices to God from all places. He alludes to the ancient ceremony of the Law, though he points out the difference that will be between those oblations and the sacrifices of the ancient Law; for he appoints a new kind of punishment and new sacrifices. As he had said that he would gather all the nations, so he now shews that the priests, whom he had appointed, shall not labor in vain; for God will grant prosperity to their undertakings.<\/p> \n<p><i> All your brethren.<\/i> He gives the name of “brethren” to those who formerly were strangers; for he has in his eye the new relation which arises from faith. We know that foreign nations were ingrafted by faith into the family of Abraham. Yet others bring out a different meaning, which I do not absolutely reject. “When God shall gather a new people to himself out of foreign nations, the Jews, who had been scattered in all directions, shall be brought into one place.” This was also accomplished; but it seems more appropriate to refer it to the calling of the Gentiles, because at that time, by the removal of the difference, a brotherly relation began to be established among all whom God wished to adopt to be his children. Abraham was the father of one nation, and yet not all who were descended from him according to the flesh are accounted his children; for the Ishmaelites and the Edomites were rejected. (<a class=\"ref\">Romans 9:7<\/a> .) The time when he became “the father of many nations” (<a class=\"ref\">Genesis 17:5; Romans 4:17<\/a>) was when God adopted the Gentiles, and joined them to himself by a covenant, that they might follow the faith of Abraham. And thus we see the reason why the Prophet gives the name of “brethren” of the Jews to us, who formerly were aliens from the Church of God. It is because he had previously cast out of their place false and reprobate brethren.<\/p> \n<p>It is our duty to observe this fruit which is produced by the godly labors of those who faithfully serve the Lord, namely, that they “bring their brethren” from deadly errors to God, the fountain of life. By this consolation they ought to cheer their hearts, and to support them amidst the distresses and tribulations which they endure. The Lord does not suffer any of his own people to perish. Thus it is a high enjoyment and privilege, when he wishes to make use of our labors for delivering our “brethren.”<\/p> \n<p><i> Out of all nations.<\/i> He means that there shall no longer be any difference between Jews and Gentiles; because God will throw down “the partition-wall,” (<a class=\"ref\">Ephesians 2:14<\/a> ,) and will form a Church “out of all nations.” And thus was fulfilled the saying of David concerning Christ,<\/p> \n<p>“Ask of me; I will give thee the nations for thine inheritance, and the ends of the earth for thy possession.” (<a class=\"ref\">Psalms 2:8<\/a> .)<\/p> \n<p>When he speaks of the “holy mountain,” he accommodates himself to the customs and usages of that period; for at Jerusalem God was worshipped in the temple. But now the temple is everywhere diffused; for everywhere we are at liberty to “lift up holy hands to God,” (<a class=\"ref\">1 Timothy 2:8<\/a> ,) and there is no longer any distinction of places. He likewise mentions oblations and sacrifices, which were offered in the temple; although the sacrifices which are now to be offered differ widely from the ancient sacrifices. But the prophets, as we have frequently remarked, were under a necessity of borrowing comparisons from known and familiar objects. Formerly the sacrifices were taken from the flocks and herds; but the Apostles and other priests of Christ slew men themselves, and offered them as a living sacrifice to God by the Gospel. Paul testifies that he discharged the office of the priesthood, when he slew men by the sword of the Gospel, “that they might be an offering acceptable to God, sanctified by the Holy Spirit.” (<a class=\"ref\">Romans 15:1<\/a> .)<\/p> \n<p>It is not therefore a legal priesthood, and does not resemble that of the Papists, who say that they sacrifice Christ; but it is the priesthood of the Gospel, by which men are slain, in order that, being renewed by the Spirit, they may be offered to the Lord. Thus, whomsoever we can gain to Christ, we offer in sacrifice, that they may be wholly consecrated to God. Moreover, every person sacrifices when he devotes and dedicates himself to God, and offers to him unreserved obedience; and this is the sacrifice which Paul calls “reasonable.” (<a class=\"ref\">Romans 12:1<\/a> .) The end of our calling is here pointed out to be, that, washing away our pollutions, and being dead to ourselves, we may learn to devote ourselves to the cultivation of holiness.<\/p> \n<p><i> With horses and chariots.<\/i> There are some who endeavor to find an allegory here, and who think that the Prophet made use of the word “bring” on this account, that the Gospel does not constrain men by fear, but rather draws them gently, so that of their own accord they betake themselves to God, and run with cheerfulness and joy. But for my own part, I take a simpler view of this passage. Because this doubt might arise in the minds of many persons, “How is it possible that men shall come to us from countries so distant?” he replies, “Horses, chariots, and carriages shall not be wanting; for the Lord has at his command all that can be of service for assisting his people and conducting them to the end which he has in view.” Yet I do not deny that the Gospel may be called a “chariot,” because it conveys us to the hope of eternal life; but I think that the Prophet simply declares that nothing shall hinder God from gathering his Church, and that he will have at his command all the necessary means, that none of the elect whom he has called may fail in the middle of the course.<\/p> ",
    "audit": null
}