{
    "id": 7358,
    "source": "calvin",
    "verse_id": 18244,
    "verse_count": 1,
    "reference": "30:26",
    "title": "",
    "html": " <p> <i>And the light of the moon shall be. <\/i>,The Prophet was not satisfied with describing an ordinary state of prosperity, without adding something extraordinary; for he says that the Lord will go beyond the course of nature in this kindness and liberality. It never happened that the brightness of “the sun” was increased, unless when “the sun” stood still in the days of Joshua, in order to give time for pursuing the enemies, (<a class=\"ref\">Joshua 10:12 <\/a>,,) and when, for the sake of Hezekiah, the dial went backward. (<a class=\"ref\">2 Kings 20:11 <\/a>; <a class=\"isa\" verses=\"WzE4Mzk5XQ==\">Isaiah 38:8 <\/a>.) But on this occasion nothing is said about those miracles. Besides, the Prophet does not speak about prolonging the course of “the sun” above our horizon, but about increasing its brightness <i>sevenfold <\/i>,. He shews what will be the condition of the godly under the reign of Christ; for in other respects the Lord <\/p>,\n <p>“maketh his sun to shine on the bad as well as on the good.” (<a class=\"ref\">Matthew 5:45 <\/a>.) <\/p>,\n <p>But here he speaks of happiness in which ungodly men can have no share. There is one kind of liberality which is bestowed indiscriminately on all, and another kind which is peculiar to believers alone; as it is said, “Great is the abundance of thy goodness which thou hast laid up for them that fear thee.” (<a class=\"ref\">Psalms 31:19 <\/a>.) Isaiah speaks of this special favor, and, in order to describe it, borrows metaphors from well-known objects. Accordingly, he declares that God will enlighten believers with so great brightness that, if “seven” suns were brought together, their brightness would be far inferior to this. <\/p>,\n <p> <i>When the Lord shall have bound up the breach of his people. <\/i>,That the weight of afflictions, by which the people were soon afterwards overwhelmed, might not hinder them from believing this statement, he likewise adds another promise, that the Lord will be like a physician to heal their wounds. Hence it follows, that the people must be chastened, and, in some measure, prepared for repentance by wounds, and must even be crushed and bruised in such a manner as to be reduced almost to nothing. <\/p>,\n <p> <i>And healed the stroke of their wound. <\/i>,What he now adds about a “stroke,” is intended to shew that this bruising will not be slight; for it resembles a body beaten and wounded by many strokes. If therefore we shall be ready at any time to think that the Lord deals harshly with us, let us call to remembrance those predictions, that the Lord will “bind up our wounds,” which otherwise might appear to be mortal. And if any one ask why the Lord chastises his people so severely, I reply, that it produces no good effect on us when he treats us mildly; our vices are deeply rooted, and adhere to our very marrow, and cannot be separated but by a razor which has a sharp and keen edge. <\/p>,",
    "audit": null
}