{
    "id": 7322,
    "source": "calvin",
    "verse_id": 18208,
    "verse_count": 1,
    "reference": "29:14",
    "title": "",
    "html": "<p><i>Therefore, behold, I add to do. <\/i> He threatens that he will punish by blinding not only the ignorant or the ordinary ranks, but those wise men who were held in admiration by the people. From this vengeance we may easily learn how hateful a vice hypocrisy is, and how greatly it is abhorred by God, as the Prophet spoke a little before about human inventions; for what kind of punishment is more dreadful than blindness of mind and stupidity? This indeed is not commonly perceived by men, nor are they aware of the greatness of this evil; but it is the greatest and most wretched of all.<\/p> \n<p><i>For the wisdom of their wise men shall perish. <\/i> He does not speak of the common herd of men, but of their very leaders, who ought to have been like eyes. The common people in themselves are blind, like the other members of the body; and when the eyes are blinded, what shall become of the rest of the body? “If the light be darkness,” as Christ says, “how great shall be the darkness!” This is added in order to place that vengeance in a more striking light.<\/p> \n<p>Hence also, we may infer how vain and foolish is the boasting of the Papists, who think that they have shut the mouths of all men, when they have brought forward the name of Bishops, or other titles of the same kind, such as Doctors, or Pastors, or the Apostolic See. They have perhaps a different kind of wisdom from that which was possessed by the Jews; but whence did they derive it? They pretend that it came from God; but we see that the Prophet does not speak of the wise men of the Chaldeans or Egyptians, but of the order of priesthood which God had appointed, of the teachers, and chief rulers, and ensign bearers, of the chosen people and of the only Church; for under this term “wise men,” he includes all superior excellence and authority among the people.<\/p> ",
    "audit": null
}