{
    "id": 7852,
    "source": "calvin",
    "verse_id": 18748,
    "verse_count": 1,
    "reference": "55:7",
    "title": "",
    "html": "<p><i>Let the wicked man forsake his way. <\/i> He confirms the former statement; for, having formerly called men to receive the grace of God, he now describes more largely the manner of receiving it. We know how hypocrites loudly call on God whenever they desire relief from their distresses, and yet shut up their hearts by wicked obstinacy; and therefore, that the Jews may not be hypocritical in seeking God, he exhorts them to sincere piety. Hence we infer that the doctrine of repentance ought always to accompany the promise of salvation; for in no other way can men taste the goodness of God than by abhorring themselves on account of their sins, and renouncing themselves and the world. And indeed no man will sincerely desire to be reconciled to God and to obtain pardon of sins till he is moved by a true and earnest repentance.<\/p> \n<p>By three forms of expression he describes the nature of repentance, —<i>first,<\/i> “Let the wicked man forsake, his way;”<i>secondly,<\/i> “The unrighteous man his thoughts;”<i>thirdly,<\/i> “Let him return to the Lord.” Under the word<i>way<\/i> he includes the whole course of life, and accordingly demands that they bring forth the fruits of righteousness as witnesses of their newness of life. By adding the word thoughts he intimates that we must not only correct outward actions, but must begin with the heart; for although in the opinion of men we appear to change our manner of life for the better, yet we shall have made little proficiency if the heart be not changed.<\/p> \n<p>Thus repentance embraces a change of the whole man; for in man we view inclinations, purposes, and then works. The works of men are visible, but the root within is concealed. This must first be changed, that it may afterwards yield fruitful works. We must first wash away from the mind all uncleanness, and conquer wicked inclinations, that outward testimonies may afterwards be added. And if any man boast that he has been changed, and yet live as he was wont to do, it will be vain-boasting; for both are requisite, conversion of the heart, and change of life.<\/p> \n<p>Besides, God does not command us to return to him before he has applied a remedy to revolt; for hypocrites will willingly endure that we praise what is good and right, provided that they be at liberty to crouch amidst their filth. But we can have nothing to do with God if we do not withdraw from ourselves, especially when we have been alienated by wicked variance; and therefore self-denial goes before, that it may lead us to God.<\/p> \n<p><i>And he will have mercy on him. <\/i> We ought carefully to examine this context, for he shows that men cannot be led to repentance in any other way than by holding out assurance of pardon. Whoever, then, inculcates the doctrine of repentance, without mentioning the mercy of God and reconciliation through free grace, labors to no purpose; just as the Popish doctors imagine that they have discharged their duty well when they have dwelt largely on this point, and yet do but chatter and trifle about the doctrine of repentance. But although they taught the true method of repenting, yet it would be of little avail, seeing that they leave out the foundation of freely­bestowed pardon, by which alone consciences can be pacified. And indeed, as we have formerly said, a sinner will always shrink from the presence of God so long as he is dragged to his judgment-seat to give an account of his life, and will never be subdued to fear and obedience till his heart is brought into a state of peace.<\/p> \n<p><i>For he aboundeth in pardoning. <\/i> Now, because it is difficult to remove terror from trembling minds, Isaiah draws all argument from the nature of God, that he will be ready to pardon and to be reconciled. Thus the Holy Spirit dwells on this part of doctrine, because we always doubt whether or not God is willing to pardon us; for, although we entertain some thoughts of his mercy, yet we do not venture fully to believe that, it belongs to us. It is not without reason, therefore, that this clause is added, that we may not be hindered by uncertainty or doubt as to his infinite compassion toward us.<\/p> ",
    "audit": null
}