{
    "id": 6974,
    "source": "calvin",
    "verse_id": 17848,
    "verse_count": 1,
    "reference": "9:18",
    "title": "",
    "html": "<p><i>For wickedness burneth as the fire. <\/i> The Prophet attacks the wicked, who are accustomed to defend themselves by laying the blame on God. Either they practice evasions, in order to convince themselves that they are innocent, or, when they have been convicted, they still extenuate their guilt, as if the severity of God were beyond proper bounds. Never, certainly, do they acknowledge that God is just in punishing them, till they are compelled to acknowledge it; and even though they do not venture to excuse themselves publicly, still they fret and murmur. With the view of repressing such insolence, the Prophet compares the calamities to<i>burning<\/i> , but shows that the wickedness of men is the wood and fuel, by which the anger of God is kindled: as if he had said, “All exclaim and make loud complaints that the wrath of God<i>burns<\/i> violently, and yet they do not consider that their own sins are the fans by which it is inflamed, and that those sins supply the fuel, and that even themselves are consumed by the inward fire of their crimes.”<\/p> \n<p><i>It shall devour the briers and thorns. <\/i> The meaning is, that this flame will seize every part of Judea. Two things are here expressed, that the punishment of sin proceeds from the judgment of God, and yet that the blame lies with the sinners themselves, that they may not remonstrate with God as if he had dealt cruelly with them. There is a beautiful gradation; for we perceive that it usually happens that a fire, kindled in the lowest part of any place, gathers strength by degrees, spreads wider and wider, and ascends to the higher parts. Such will the wrath of God be; for Isaiah shows that it does not all at once seize the wicked, but is gradually kindled, till it utterly destroy them. At first the Lord proceeds gently, but if a light chastisement produce no good effect, he increases and doubles the punishment. If he see that we are obstinate, his wrath burns to the uttermost, so as to destroy us altogether, and consume us like a thick forest. Lastly, as the Prophets elsewhere declare, we must be like chaff and straw as soon as the wrath of God is kindled. ( <a class=\"ref\">Psalms 83:14<\/a>)<\/p> ",
    "audit": null
}