{
    "id": 8004,
    "source": "calvin",
    "verse_id": 18901,
    "verse_count": 1,
    "reference": "65:3",
    "title": "",
    "html": " <p> <i>A people that provoketh me.<\/i>, Here he describes and illustrates more largely in what respects the Jews were rebellious against God. It was because they had forsaken the command of God, and had polluted themselves by various superstitions. He had said a little before, (<a class=\"isa\" verses=\"WzE4ODg0XQ==\">Isaiah 63:17<\/a>,) that the Jews had estranged themselves from God, because they wandered after their inventions; and now he points out the fruit of that licentiousness, that, by giving a loose rein to their thoughts, they overturned the pure worship of God. And undoubtedly this is the origin of all superstitions, that men are delighted with their own inventions, and choose to be wise in their own eyes rather than restrain their senses in obedience to God. In vain do men bring forward their devotions, as they call them, and their good intentions, which God holds in such abhorrence and detestation that they who have followed them are guilty of breaking the covenant and deserting from their allegiance; for there is nothing which we ought to undertake of our own accord, but we ought to obey God when he commands. In a word, the beginning and perfection of lawful worship is a readiness to obey. <\/p>\n <p>By the word “provoke” he describes the impudence of the people, who deliberately, as it were, provoked God, and had no reverence for his majesty so as to submit to his authority. And he heightens the description by saying <i>, To my face;<\/i>, for since God may be said to be present and actually beheld by those whom he warns by his word, they sin more heinously, and are guilty of greater impudence and rebellion, than those who never heard the word. <\/p>\n <p> <i>That sacrificeth in gardens, and offereth incense on bricks.<\/i>, He mentions the “gardens” which they had consecrated to their idols, and says that they provoked him by them. Some think that “bricks” are mentioned by way of contempt, and are indirectly contrasted with the altar on which alone God wished that they should sacrifice; and accordingly they think that here he mentions the roofs on which superstitious persons were wont to offer sacrifices; for they were made of “bricks.” But I think that it means simply the altars which they had built for idols; for, although they were not without the plausible pretense of wishing to imitate that form of altar which God had prescribed, yet God abhorred it, because it was contrary to his word. <\/p>",
    "audit": null
}