{
    "id": 7699,
    "source": "calvin",
    "verse_id": 18595,
    "verse_count": 1,
    "reference": "46:8",
    "title": "",
    "html": "<p><i>Remember this. <\/i> This verse may be explained in two ways, either that the Lord addresses the Jews, or that he addresses the Gentiles. Men who otherwise are not well instructed in the Law are led into mistakes, because they extinguish that knowledge which God kindles in their hearts; for there is no person who has not some seed of religion implanted in him by nature, but men choke it by their unbelief, or corrupt and debase it by their inventions. On this account we might extend it to the whole human race. But I am more disposed to adopt a different opinion, which is also demanded by the context; for the Prophet will soon afterwards add what does not apply to any but the Jews, whom he calls<i>transgressors,<\/i> because, having been vanquished by a slight temptation, they revolted from the true God, as if captivity ought to have obliterated from their hearts all the benefits which he had bestowed on them. Since, therefore, they had shaken off the true religion, he sharply rebukes their ingratitude in having been so easily led away to sinful inventions.<\/p> \n<p><i>Return to the heart. <\/i> By giving them this injunction he means that they are not of sound understanding. Others render it, “Recall.” This is feeble and inappropriate, and, a little before, he had bid them remember, and will immediately repeat the same thing. Now, therefore, he rather bids them “return to the heart,” because forgetfulness of God’s benefits was a sort of madness.<\/p> \n<p><i>Blush. <\/i> Others render it, “Act a manly part,” and derive the word from<span class=\"greek-hebrew\"> איש<\/span><i>, (ish.)<\/i> Others derive it from<span class=\"greek-hebrew\"> אשיש<\/span> , <i>(ashish,)<\/i> which means “a foundation;” as if he had said, “Take courage, do not despair of my assistance.” But I rather agree with Jerome, who derives it from<span class=\"greek-hebrew\"> אש<\/span> , (<i>esh<\/i> ;) for it is more appropriate, when their disgrace has been exposed, to “be ashamed” than to assume manly courage; though I leave it to every person to form his own judgment. He therefore means that they<i>blush<\/i> for their madness, ingratitude, and wickedness, so as to return to God.<\/p> ",
    "audit": null
}