{
    "id": 7851,
    "source": "calvin",
    "verse_id": 18747,
    "verse_count": 1,
    "reference": "55:6",
    "title": "",
    "html": " <p> <i>Seek ye Jehovah. <\/i>,After having spoken of the good success of the gospel among the Gentiles, who formerly were strangers to the kingdom of God, he urges the Jews to be ashamed of loitering while others run; for since they were the first who were called, it is shameful that they should be last. This exhortation, therefore, relates strictly to the Jews, to whom the example of the Gentiles is held out in order to excite their jealousy; in the same manner as the Lord hath foretold that “he would provoke the Jews to jealousy by a foolish nation.” (<a class=\"ref\">Deuteronomy 32:21 <\/a>) <\/p>,\n <p> <i>While he is found. <\/i>,“The time of finding” is here used not exactly in the same sense as in <a class=\"ref\">Psalms 32:6 <\/a>,, but as the time when God offers himself to us, as in other passages he has limited a fixed day for his good­pleasure and our salvation. (<a class=\"isa\" verses=\"WzE4NjQ1XQ==\">Isaiah 49:8 <\/a>) Yet I readily admit that it likewise denotes the time when necessity prompts us to seek God’s assistance; but we ought chiefly to remember that God is sought at a seasonable time, when of his own accord he advances to meet us; for in vain shall indolent and sluggish persons lament that they had been deprived of that grace which they rejected. The Lord sometimes endures our sluggishness, and bears with us; but if ultimately he do not succeed, he will withdraw, and will bestow his grace on others. For this reason Christ exhorts us to walk while it is day, for the night cometh when the means of pursuing our journey shall be taken from us. (<a class=\"ref\">John 12:35 <\/a>) We ought to draw high consolation from being assured that it is not in vain for us to seek God. “Seek,” says Christ, “and ye shall find; knock, and it shall be opened; ask, and it shall be given to you.” (<a class=\"ref\">Matthew 7:7 <\/a>) <\/p>,\n <p> <i>Call upon him while he is near. <\/i>,The word “call” may here be taken in a general sense; but I think that it denotes one description of” seeking” God, which is of more importance than all the others, as if he commanded us to betake ourselves to him by prayers and supplications. He says that he is “near,” when he opens the door and gently invites us to come to him, or when he comes forth publicly, so that we do not need to seek him through long windings. But we must attend to Paul’s definition, who tells us that it denotes the preaching of the gospel. (<a class=\"ref\">Romans 10:8 <\/a>) “The Lord is nigh,” (<a class=\"ref\">Philippians 4:5 <\/a>) and exhibits himself to us, when the voice of the gospel cries aloud; and we do not need to seek far, or to make long circuits, as unbelievers do; for he exhibits himself to us in his word, that we, on our part, may draw near to him. <\/p>,",
    "audit": null
}