{
    "id": 7237,
    "source": "calvin",
    "verse_id": 18118,
    "verse_count": 1,
    "reference": "24:22",
    "title": "",
    "html": "<p><i>And they shall be gathered together, and shall be shut up in prison. <\/i> He continues his subject in the beginning of the verse. The mode of expression is metaphorical; for they were not all captives, but God reduced them to servitude, as if a man held in his hand the enemies whom he subdued. He therefore brings forward God as a conqueror, who shuts up enemies in prison, as captives are commonly shut up. We know that men, as it were, flee from God, and despise him, so long as he spares them, and exercises any forbearance towards them; and on this account also he threatens that they shall be thrown into prison in large masses, that they may not solace themselves with their multitude.<\/p> \n<p><i>Afterwards they shall be visited. <\/i> When he adds that after a time “they shall be visited,” it is not simply a promise, but includes also a threatening to this effect, “As formerly by their obstinacy they mocked God, and excessively prolonged the time of sinning, so God will punish without making haste, till at length, though late, they acknowledge the cause of their distresses.” Thus earthly judges frequently do not deign to admit into their presence the malefactors who have offended them, but plunge them into darkness and filth, and gradually wear them out, in order to subdue their obstinacy. Again, as there are two ways in which God visits the world, either when he punishes the wicked, or when he shews to the elect the tokens of a Father’s kindness, the word<i>visit<\/i> here signifies “to look upon;” and thus the Prophet softens the harshness of the threatening. It was necessary that the hearts of the godly should be supported amidst these distresses, that they might not faint; and on their account, therefore, after various threatenings, the prophets are wont to add consolations. As these statements tended to support believers, they were undoubtedly addressed to the Jews, among whom chiefly faith was found, or rather, there was none to be seen anywhere else.<\/p> \n<p><i>After many days. <\/i> This also deserves attention. It was intended to try the faith of the godly; for we are hasty in our desires, and would wish that God should immediately perform his promises: we complain that he is slow, and we cannot brook any delay. It is therefore our duty to wait patiently for that mercy; and no delay, however long, should make us lose heart. Yet it ought also to be observed, that this does not refer to all; for, as we saw a little before, God had determined to save but a small remnant; and this ought to quicken us the more, that, being humbled by slow and long-continued punishments, we may meet God who visits us.<\/p> ",
    "audit": null
}