{
    "id": 7996,
    "source": "calvin",
    "verse_id": 18893,
    "verse_count": 1,
    "reference": "64:7",
    "title": "",
    "html": "<p><i> There is none that calleth on thy name.<\/i> He confirms what was formerly said; for he exhorts believers, even though God’s punishment of them appears to be severe, still to believe that they deserve such a punishment. Heinous sins are mentioned by him; and though it would be tedious to go over all of them in detail, he points out the fountain itself, and says that the worship of God is neglected. Under the word “calleth on,” he includes, as is customary in Scripture, the whole worship of God; for the most important part of God’s worship is to “call upon” him, and to testify our confidence in him. Prayers and supplications, undoubtedly, were always practiced among them; but, because the heart was far removed, he reckons all pretended ceremonies as of no value.<\/p> \n<p><i> Or that stirreth up himself to take hold of thee<\/i> . He now explains more clearly the former clause, by saying that no one earnestly applies his mind, or gives his endeavor to seek God, but that all are consumed and wasted away through their own slothfulness. And first, he shews that nothing is more desirable than to be perfectly joined to God; for, when we are alienated from him, everything must go ill with us. We are indolent and sluggish by nature; and therefore we need to have spurs applied to us. Seeing that by nature we indulge our slothfulness, we must listen to the advice of the Prophet so as not to become utterly stupid; for, otherwise he in his turn will reject us, or contemptuously drive us away. The Prophet describes the miserable condition of the people, in which there was no desire to seek God, and no means were used to stir up the heart to godliness.<\/p> \n<p><i> Thou hast made us to languish.<\/i> They again complain that they are overwhelmed by the severity of distress, and obtain from God no alleviation; for Isaiah asserts these things in the name of the whole people, and prays to God not to permit them any longer to languish amidst so great miseries.<\/p> ",
    "audit": null
}