{
    "id": 7960,
    "source": "calvin",
    "verse_id": 18857,
    "verse_count": 1,
    "reference": "62:2",
    "title": "",
    "html": " <p> <i>And the Gentiles shall see.<\/i>, He now states more plainly the reason why he formerly said that he would not be silent, namely, that believers may be fully convinced that salvation is not promised to them in vain. <\/p>\n <p> <i>And all the kings of the earth thy glory.<\/i>, Here he employs the word “glory” as meaning “salvation.” We see here the argument by which prophets must fortify themselves for perseverance, namely, that the Lord is faithful, and will at length fulfill what he has once promised, though he delay for a time. The word kings serves for amplification; as if he had said that not only mean persons and those of the lowest rank shall behold and admire the glory of God, but even “kings” themselves, who commonly look down with contempt on all that was worthy in other respects of being esteemed and honored; for they are blinded by their splendor, and maddened by their high rank, so that they do not willingly behold any rank but their own. <\/p>\n <p> <i>And thou shalt be called by a new name.<\/i>, By a “new name” he means “a crowded assemblage;” for the people were so completely scattered, that there was no visible body, and they appeared to be altogether ruined. Although a vast multitude of persons were led into captivity, yet, having been scattered among the Babylonians, they were driven about like the members of a body broken in pieces, and scarcely retained the name of a people; which had also been foretold to them. After having been brought back from captivity, they began again to be united in one body, and thus regained the “name” of which they had been deprived. Yet “new” denotes what is uncommon; as if the Prophet had said that the glory of the people shall be extraordinary and such as was never before heard of. We know that this took place in the progress of time; for that small band of people, while they dwelt by sufferance in their native country, could not by any extraordinary distinction arrive at so great renown; but at length, when the doctrine of the Gospel had been preached, the Jewish name became known and renowned. <\/p>\n <p> <i>Which the mouth of Jehovah shall name.<\/i>, He confirms what would otherwise have been hard to be believed, by promising that God will be the author of this glory; for it was not in the power of men thus to raise a Church which had sunk low and was covered with dishonor, but to God, who “lifteth up the poor from the dunghill,” (<a class=\"ref\">Psalms 113:7<\/a>,) it was not difficult to adorn his Church by new celebrity. As there was no face of a Church for forty years, and, although the Lord had some seed, yet it was in a state so disordered and so ruinous that there was no visible people of God, he now restores to the Church its name, when he has assembled it by the word of the Gospel. This majestic work of God, therefore, ought to confirm us on this point, that we may know that he will never forsake his Church; and although wicked men tear us by their slanders, and beat and spit upon us, and in every way endeavor to make us universally loathed, let us remember that God is not deprived of his right to vindicate us in the world, whose names he has deigned to write in heaven. <\/p>\n <p>Others expound the passage in a more ingenious manner, namely, that instead of Israelites they shall be called Christians. But I think that the former meaning is more agreeable to the context and to the Prophet’s ordinary language; and we ought carefully to observe those forms of expression which are peculiar to the prophets, that we may become familiar with their style. In a word, the people shall be restored, though it appears to be exterminated, and shall obtain, not from men but from God, a new name. <\/p>",
    "audit": null
}