{
    "id": 7572,
    "source": "calvin",
    "verse_id": 18462,
    "verse_count": 1,
    "reference": "41:10",
    "title": "",
    "html": "<p><i>Fear not. <\/i> The former doctrine having had for its aim that the people should rely on God, the Prophet concludes from the numerous blessings by which the Lord manifested his love, that the people ought not to be afraid. And we ought carefully to observe the reason which he assigns —<\/p> \n<p><i>For I am with thee. <\/i> This is a solid foundation of confidence, and if it be fixed in our minds, we shall be able to stand firm and unshaken against temptations of every kind. In like manner, when we think that God is absent, or doubt whether or not he will be willing to assist us, we are agitated by fear, and tossed about amidst many storms of distrust. But if we stand firm on this foundation, we shall not be overwhelmed by any assaults or tempests. And yet the Prophet does not mean that believers stand so boldly as to be altogether free and void of all fear; but though they are distressed in mind, and in various ways are tempted to distrust, they resist with such steadfastness as to secure the victory. By nature we are timid and full of distrust, but we must correct that vice by this reflection, “God is present with us, and takes care of our salvation.”<\/p> \n<p><i>Yet I will assist thee. <\/i><span class=\"greek-hebrew\"> אף עזרתיך<\/span><i>(aph gnazarticha)<\/i> is rendered by some in the past tense, “Yet I have assisted thee;” but I render it in the future tense, “I will assist thee.” I translate<span class=\"greek-hebrew\"> אף<\/span><i>(aph) yet,<\/i> as it is usually translated in many other passages. Yet it is not inappropriate to translate it<i>even,<\/i> and accordingly my readers are at liberty to make their choice. If the past tense of the verb be preferred, it will mean<i>“moreover”<\/i> or<i>“also.”<\/i><\/p> \n<p><i>With the right hand of my righteousness. <\/i> Under the word “righteousness,” Scripture includes not only equity, but that fidelity which the Lord manifests in preserving his people; for he gives a display of his righteousness when he faithfully defends his people against the contrivances and various attacks of wicked men. He therefore gives the appellation of “the<i>right hand<\/i> of righteousness” to that by which he shews that he is faithful and just. Hence we ought to draw a remarkable consolation; for if God has determined to protect and defend his servants, we ought not to have any terror; because “God cannot deny himself” ( <a class=\"ref\">2 Timothy 2:13<\/a>) or lay aside his righteousness.<\/p> ",
    "audit": null
}