{
    "id": 6810,
    "source": "calvin",
    "verse_id": 17674,
    "verse_count": 1,
    "reference": "1:19",
    "title": "",
    "html": " <p> <i>If ye be willing and obedient<\/i>, Isaiah continues to plead the cause of God against the people, and states in a few words, that not only must the people bear the blame of all the calamities which they endured, but that it lies in their own power to regain immediately prosperity and happiness; because God is always ready to forgive them, provided that they do not harden their hearts. But because happiness appears here to be placed in the power of men, and at their disposal, the papists openly maintain that men, by the exercise of their own will, are free to choose either good or evil. When God charges men with obstinacy, we must not on that account believe that he describes the nature or extent of their ability. <\/p>\n <p>But it would be useless to say, <i>if ye be willing<\/i>, unless it were in the power of men to will. I answer, though the choice be not so free as they pretend that it is, yet sinners are justly chargeable with being the voluntary agents of their calamities, because it is of their own accord, and not by compulsion, that they provoke God to anger. It is therefore true, that it is a special gift of God when a man aims at what is good; but it is equally true that it is their own wickedness that hinders the reprobate from applying their mind to it, and, consequently, that the whole blame of their obstinacy rests with themselves. On this depends the reproach brought against the people, that they would have led a prosperous and happy life, if they had been submissive and obedient to God. For since God is by nature disposed to acts of kindness, nothing but our ingratitude and enmity hinders us from receiving that goodness which he freely offers to all. On the other hand, he adds a sharp and heavy threatening, that it is in his power to take vengeance; lest they should imagine that they who despise God will escape without punishment. It ought also to be observed, that the only rule of living well is to yield obedience to God and his word; for to <i>will<\/i>, and to <i>hear<\/i>, mean nothing else than to comply with the will of God. <\/p>\n <p>A change of the construction of the words (<i>hypallage <\/i>) has been admitted into this sentence; for the meaning fully brought out would stand thus: “if your mind be ready, and your will be disposed, to obey;” or, which amounts to the same thing, “if you render obedience to me, and lend an ear to my word.” since, therefore, God places the happiness of men in obedience, it follows that our life is properly conducted, when we hear God speaking, and obey him in all things. How great, therefore, is the wickedness of men, when they refuse to listen to God who is continually speaking to them, and reject the happiness which he has provided and offered! It was proper that their wayward dispositions should be subdued, lest those wretched men should draw down on themselves the wrath of God, and willingly throw themselves, like wild beasts, on the edge of the sword. We must likewise observe, that he at length threatens them with final destruction, if they shall obstinately refuse to submit themselves to God. <\/p>\n <p> <i>Ye shall eat the good of the land<\/i>, He means the fruits which the earth yields for supplying the necessaries of life; for in some sense the earth may be said to be unkind when it does not produce its fruits, and keeps them, as it were, in its bosom. Yet I have no doubt he alludes to the promises of the law, in which God declares, that to those who fear him he will bless the earth and will cause it to produce a great abundance of all good things. <\/p>\n <p>The Lord shall make thee plenteous in the fruit of the ground, in the land which the Lord sware unto thy fathers to give thee. (<a class=\"ref\">Deuteronomy 28:11<\/a>.) <\/p>\n <p>And yet, when he offers to us the conveniences of the earthly life, it is not because he wishes that our attention should be confined to our present happiness, which alone hypocrites value, and which entirely occupies their minds; but in order that, by the contemplation of it, we may rise to the heavenly life, and that, by tasting so much goodness, he may prepare us for the enjoyment of eternal happiness. More especially was God accustomed to act in this manner towards the ancient people, that, by tasting present benefits, as by a shadow, they might be called to the heavenly inheritance. This distinction ought to be carefully observed, that we may apply this instruction to ourselves, according to the degree of prosperity to which God has exalted us. The Prophet intended to show that true happiness, with its accompaniments, consists in obedience to God; and that the wicked, by their obstinacy, bring upon themselves every kind of calamities, and therefore that all our distresses ought to be ascribed to the sins and crimes which we have committed. <\/p>",
    "audit": null
}