{
    "id": 7484,
    "source": "calvin",
    "verse_id": 18374,
    "verse_count": 1,
    "reference": "37:21",
    "title": "",
    "html": " <p> <i>Then Isaiah sent to Hezekiah. <\/i> This shews the result of the prayer; for, as soon as matters have come to an extremity, God suddenly holds out his hand to assist the pious king by the Prophet Isaiah. (<a class=\"ref\">2 Kings 19:20<\/a>.) Not that he immediately stretches out his arm to drive away the enemies, but he promises deliverance by the mouth of the Prophet, and thus calls even now into exercise the faith of his servant. Isaiah undoubtedly could not of himself render any assistance, and therefore it would have been foolish for him to promise this or that, if Hezekiah had not been convinced that God had sent him. Thus, until God should give a manifestation of his power, he rested satisfied with this consolation. <\/p> \n <p> <i>Thus saith Jehovah the God of Israel. <\/i> Here we are taught that we ought always to ask at the mouth of God, if we wish to obtain any alleviation in our anxieties and distresses; for if we reject the doctrine which he communicates to us by the hand of faithful teachers, we are utterly unworthy of receiving any consolation. Fed and nourished by it, we ought to make continual progress, and to seek from it new confirmations, that new remedies may be constantly found for new distresses, and that we may never be destitute of consolation even amidst the sharpest afflictions; for even they whose resources and means of defense are most extensive cannot be too abundantly supplied with this doctrine. In Hezekiah a striking instance of faith and steadfastness is here exhibited; and yet the Lord does not merely comfort him once or only by a single prophecy, but confirms him by many prophecies, in order that we, who are far removed from such steadfastness, may know that we need many and various aids, to give uninterrupted support to our faith. <\/p> \n <p> <i>Since thou hast prayed to <\/i> me. In the sacred history (<a class=\"ref\">2 Kings 19:20<\/a>) the word <i>I have heard, <\/i> is used; and consequently in that passage <span class=\"greek-hebrew\"> אשר <\/span> (<i>asher<\/i>) is a relative pronoun; but here, as in many other passages, it is introduced either for the sake of explanation or in assigning a reason. To supply the word <i>I have heard, <\/i> as some commentators do, is harsh and unnatural; and the sentence flows on in unbroken connection, when God declares that he grants it as an answer to the prayers of Hezekiah, that he will frustrate all the efforts of the tyrant, and restrain his violence and rage; as if he had said, that God’s answer corresponded to the prayers of the pious king. And, indeed, whoever addresses prayers to him will at length experience how ready he is to answer; but very frequently he is silent, and offers no consolation from his word, because amidst our distresses we are dumb. <\/p> \n <p> <i>Concerning Sennacherib king of Assyria. <\/i> The prediction amounts to this, that there is no reason why Hezekiah, under a consciousness of destitution and weakness, should faint or despair, when he sees the insolence of this haughty tyrant; because God will interpose between them. Sennacherib having offered those insults to the wretched Jews, God declares that he takes this cause into his own hands, because the affront was directed against himself. By these words he shews that he will take vengeance, when his grace is despised by unbelievers; and he advises believers not to be greatly distressed on account of their being despised by the world, provided that their weakness finds assistance ready prepared in heaven. <\/p> ",
    "audit": null
}