{
    "id": 7108,
    "source": "calvin",
    "verse_id": 17987,
    "verse_count": 1,
    "reference": "17:3",
    "title": "",
    "html": "<p><i>The fortress shall cease. <\/i> He points out the reason why the Lord determines to cut off the kingdom of Syria. Amos ( <a class=\"ref\">Amos 1:3<\/a>) enumerates additional reasons, but the most important was that which the Prophet mentions, namely, that they had drawn the kingdom of Israel to their side for the purpose of making war against the Jews. The Israelites were undoubtedly allured, by the blandishments of the Syrians, to form an alliance with them against their brethren. It was a pretext exceedingly fitted to impose upon them, that the Syrians would aid them against all their enemies; and hence also the Israelites placed confidence in the forces and power of the Syrians to such an extent, that they reckoned themselves able to oppose any adversary. All Israel is here, as in many other passages, denoted by the name<i>Ephraim,<\/i> which was the chief tribe of that people. Now, “the assistance and kingdom” are said to “cease” from any place, when its strength is broken and its rank is thrown down.<\/p> \n<p><i>And the remnant of Syria. <\/i> That is, both of these nations, the Syrians and the Israelites, shall be brought to nothing; and, for the purpose of giving additional weight to the prophecy, he states that it is God who declares it; for he immediately adds these words, <i>saith Jehovah of hosts<\/i> Now, when the Lord punished so severely those two kingdoms, he unquestionably promoted in this way the benefit of his Church, delivering it by the destruction of its enemies. And, indeed, in destroying both nations, he employed as his agents the Assyrians, to whom even the Jews had applied; and although in this respect they had heinously sinned, yet their offense did not hinder the Lord from promoting the benefit of his Church, or from delivering it by bringing its enemies into conflict with each other. Hence we perceive how great is the care which God exercises over us, since he does not spare even the greatest kingdoms in order to preserve us. We ought also to observe, that though all the wicked enter into a league, and join hands to destroy us, yet the Lord will easily rescue us from their jaws. Besides, we ought to remark that it is advantageous to us to be deprived of earthly aids, on which it is in vain for us to rely in opposition to God; for when we are blinded by our prosperity, we flatter ourselves, and cannot hear the voice of God. It therefore becomes necessary to remove these obstructions, that we may perceive our helplessness, as was the case with the Israelites, who were bereft of their aid after Syria had been destroyed.<\/p> \n\n<p>FT262 “<span class=\"aramaic_text\"> Sera diminué<\/span> ;”—“Shall be made thin.”—Eng. Ver.<\/p> \n<p>FT263 “‘Like the leaving of the ploughed field, or on the topmost bough.’ I adopt with pleasure the interpretation of this disputed passage proposed in the excellent Lexicon of Parkhurst, v. <span class=\"greek-hebrew\"> חרש<\/span> as being most natural, and in strict conformity with the Jewish law, <a class=\"ref\">Leviticus 19:9; Deuteronomy 24:19<\/a>; which commanded ‘a leaving of the ploughman, and of the branches of the vine and olive,’ to be given up to the use of the poor in harvest. Avarice would be apt to make these leavings very scanty.” —<i>Bishop Stock. <\/i><\/p> \n<p>FT264<i>Whom they left. <\/i>—Eng. Ver.<\/p> \n<p>FT265<i>Woe to the multitude. <\/i>—Eng. Ver.<\/p> \n<p>FT266 “<span class=\"aramaic_text\"> Mais il me semble plustost qu’il se prend ici pour Helas<\/span> .”—“But I rather think that here it stands for<i>Alas!”<\/i><\/p> \n<p>FT267 “<span class=\"aramaic_text\"> Toutes les fois donc que nous voyous les merchans avoir la bride sur le col pour nous ruiner<\/span> .” “Whenever then we see the wicked have the bridle on their neck to ruin us.”<\/p> \n<p>FT268 “And like the gossamer before the whirlwind.” —<i>Lowth. <\/i> “And like thistle-down before the storm.” —<i>Stock. <\/i><\/p> ",
    "audit": null
}