{
    "id": 7946,
    "source": "calvin",
    "verse_id": 18843,
    "verse_count": 1,
    "reference": "60:21",
    "title": "",
    "html": " <p> <i>Thy people also are all righteous.<\/i>, Here he shows what is the true establishment of the Church; namely, when she is purged of the ungodly, and none but righteous men have a place in her. Yet we know that, in the Church, hypocrites have always been mingled with the true children of God. We have said that this is a description of the whole reign of Christ, not such as it shall be at any one moment, but in its perfection. Christ began to do this at his coming, when he purged the Church. Hence also he calls the Church “a sieve,” (<a class=\"ref\">Matthew 3:12<\/a>) because by means of it the chaff is separated from the wheat; but he goes on from day to day in purifying it, and will go on till the day of harvest. Yet there must be much rubbish mixed with the wheat, which shall at length be removed on that day. Besides, there is an implied contrast between this people and that irreligious and unholy multitude which, by its defilement, had polluted the sanctuary of God. The use of the plural number appears to denote an assemblage of nations, when he says that all the peoples shall be righteous. <\/p>\n <p> <i>They shall inherit the land for ever.<\/i>, I have no doubt that, in these words, the Prophet had his eye on Judea, and indirectly contrasted the time of restoration with the time of the captivity which was immediately at hand; as if he had said, “Though I drive out my people from their inheritance, yet after seventy years I will restore them, that they may possess it for ever.” Besides, it ought to be observed that, when he limits to the “righteous” that promise which related to the people of Zion, there is implied a sort of correction, in order to exclude hypocrites, who falsely and unwarrantably are wont to appropriate to themselves what is said about the true children of God. <\/p>\n <p>This sentiment, therefore, agrees with these words, “How good is God to Israel, to those who are of an upright heart!” in which the Psalmist claims the name of “Israel,” which all without exception had in their mouth, as belonging to none but God’s sincere worshippers. (<a class=\"ref\">Psalms 73:1<\/a>) Such is the import, in this passage, of the phrase, “Thy people,” that is, the remaining portion which shall have been purged from its defilement. This was not, in every respect, fulfilled in the Jews; but a beginning was made with them, when they were restored to their native country, that, by their agency, the possession of the whole earth might afterwards be given to them, that is, to the children of God. For as he formerly spoke of the restoration of the temple, which was not complete at Jerusalem, but must be extended throughout the whole world, so the possession of this land must not be limited to Judea, since it is more extensive, and all men are called to it, that by faith they may be children of Abraham, and may thus become heirs of it. (<a class=\"ref\">Galatians 4:28<\/a>) <\/p>\n <p>We must therefore observe carefully those modes of expression which are customary among the prophets, that we, nay understand their meaning, and not break off sentences, or torture them to meanings different from what was intended. Exceedingly unnatural and inconsistent with the style of the prophets is the interpretation of those who explain “the land” to mean heaven and the blessed life; for the land of Canaan was given to the children of God with this intention, that, being separated from the whole world, and having become God’s heritage, they might worship him there in a right manner; and consequently, to dwell in the land by right of inheritance means nothing else than to remain in the family of God. <\/p>\n <p> <i>The branch of his planting.<\/i>, When God declares that a new “branch,” which shall come forth, shall be the work of his hands, this tends to confirm the hope; for it was impossible, to human view, that the Church should spring up again, which all perceived to be dead, especially while the root was hidden. Thus, in order that it may spring up, he says that God will be like a husbandman, who plants anew that which had been torn up and was withered. In a word, he declares that it will be a wonderful work of God, and not of men, that the Church shall be rescued from a wretched and harsh captivity; for she shall be raised up as from the dead. And indeed all that relates to the heavenly life was neither produced in us by nature nor obtained by our own strength, but flows and proceeds from God alone. What is here said universally concerning the whole body every person ought to apply to himself in particular; for we are God’s “planting” before the world was made, (<a class=\"ref\">Ephesians 1:4<\/a>,) and were afterwards ingrafted into Christ, and called, that we might have the testimony of our election and planting. Wicked men are not God’s planting; and therefore Christ declares that “they whom his heavenly Father hath not planted shall be rooted up.” (<a class=\"ref\">Matthew 15:13<\/a>) <\/p>\n <p> <i>That I may be glorified.<\/i>, At length he adds the end of the “planting,” that we may celebrate the perfections of God, (<a class=\"ref\">1 Peter 2:9<\/a>) and may show forth his glory, as Paul beautifully explains. (<a class=\"ref\">Ephesians 1:12<\/a>) <\/p>",
    "audit": null
}