{
    "id": 6869,
    "source": "calvin",
    "verse_id": 17741,
    "verse_count": 1,
    "reference": "5:1",
    "title": "",
    "html": "<p><i>Now will I sing to my beloved. <\/i>The subject of this chapter is different from that of the former. It was the design of the Prophet to describe the condition of the people of Israel, as it then was, in order that all might perceive their faults, and might thus be led by shame and self-loathing to sincere repentance. Here, as in a mirror, the people might behold the misery of their condition. But for this, they would have flattered themselves too much in their crimes, and would not have patiently listened to any instructions. It was therefore necessary to present a striking and lively picture of their wickedness; and in order that it might have the greater weight, he made use of this preface; for great and memorable events were usually described in verse, that they might be repeated by every one, and that a lasting record of them might be preserved. In like manner, we see that Moses wrote a song, and many other compositions, (<a class=\"ref\">Exodus 15:1; Deuteronomy 32:1<\/a>,) in order that all the events might be proclaimed in this manner, both in public and in private. The instruction becomes more widely diffused than if it had been delivered in plainer language. For the same reason Isaiah composed this song, that he might present to the people a clearer view of their wickedness; and, undoubtedly, he handled this subject with magnificent and harmonious language, for the highest skill is commonly exercised in the composition of poems. <\/p>\n<p><i>To my beloved. <\/i>There can be no doubt that he means God; as if he had said that he would compose a poem in behalf of God, that he might expostulate with the people about their ingratitude; for it gave additional weight to his language to represent God as speaking. But a question arises, Why does Isaiah call God his friend? Some reply that he was a kinsman of Christ, and I acknowledge that he was a descendant of David; but this appears to be a forced interpretation. A more natural and appropriate one would be, to adopt the statement of John, that the Church is committed to <i>the friends of the bridegroom<\/i>, (<a class=\"ref\">John 3:29<\/a>,) and to reckon prophets as belonging to that class. To them, unquestionably, this designation applies; for the ancient people were placed under their charge, that they might be kept under their leader. We need not wonder, therefore, that they were jealous and were greatly offended when the people bestowed their attachment on any other. Isaiah therefore assumes the character of the bridegroom, and, being deeply anxious about the bride entrusted to him, complains that she has broken conjugal fidelity, and deplores her treachery and ingratitude. <\/p>\n<p>Hence we learn that not only Paul, but all those prophets and teachers who faithfully served God, were jealous of God’s spouse. (<a class=\"ref\">2 Corinthians 11:2<\/a>.) And all the servants of God ought to be greatly moved and aroused by this appellation; for what does a man reckon more valuable than his wife? A well-disposed husband will value her more highly than all his treasures, and will more readily commit to any person the charge of his wealth than of his wife. He to whom one will entrust his dearly-beloved wife must be reckoned very faithful. Now to pastors and ministers the Lord commits his Church as his beloved wife. How great will be our wickedness if we betray her by sloth and negligence! Whosoever does not labor earnestly to preserve her can on no pretense be excused. <\/p>\n<p><i>A song of my beloved. <\/i>By using the word  <span class=\"greek-hebrew\">דודי<\/span>, <i>dodi<\/i>, he changes the first syllable, but the meaning is the same as in the former clause. Though some render it <i>uncle<\/i>, and others <i>cousin<\/i>, I rather agree with those who consider it to contain an allusion; for greater liberties are allowed to poets than to other writers. By his arrangement of those words, and by his allusions to them, he intended that the sound and rhythm should aid the memory, and impress the minds, of his readers. <\/p>\n<p><i>My beloved had a vineyard. <\/i>The metaphor of <i>a vineyard <\/i>is frequently employed by the prophets, and it would be impossible to find a more appropriate comparison. (<a class=\"ref\">Psalms 80:8; Jeremiah 2:21<\/a>.) There are two ways in which it points out how highly the Lord values his Church; for no possession is dearer to a man than <i>a vineyard<\/i>, and there is none that demands more constant and persevering toil. Not only, therefore, does the Lord declare that we are his beloved inheritance, but at the same time points out his care and anxiety about us. <\/p>\n<p>In this <i>song <\/i>the Prophet mentions, first, the benefits which the Lord had bestowed on the Jewish people; secondly, he explains how great was the ingratitude of the people; thirdly, the punishment which must follow; fourthly, he enumerates the vices of the people; for men never acknowledge their vices till they are compelled to do so. <\/p>\n<p><i>On a hill. <\/i>He begins by saying that God had placed his people in a favorable situation, as when a person plants a vine on a pleasant and fertile hill. By the word <i>horn <\/i>or <i>hill <\/i>I understand a lofty place rising above a plain, or what we commonly call <i>a rising-ground<\/i>, (<i>un coustau <\/i>.) It is supposed by some to refer to the situation of Jerusalem, but I consider this to be unnatural and forced. It rather belongs to the construction of the Prophet’s allegory; and as God was pleased to take this people under his care and protection, he compares this favor <i>to the planting of a vineyard; <\/i>for it is better to plant vines on hills and lofty places than on a plain. In like manner the poet says, <i>The vine loves the open hills; the yews prefer the north wind and the cold <\/i> The Prophet, therefore, having alluded to the ordinary method of planting the vine, next follows out the comparison, that this place occupied no ordinary situation. When he calls it <i>the son of oil <\/i>or <i>of fatness<\/i>,  he means a rich and exceedingly fertile spot. This is limited by some commentators to the fertility of Judea, but that does not accord with my views, for the Prophet intended to describe metaphorically the prosperous condition of the people. <\/p>",
    "audit": null
}