{
    "id": 7764,
    "source": "calvin",
    "verse_id": 18660,
    "verse_count": 1,
    "reference": "49:23",
    "title": "",
    "html": " <p> <i>And kings shall be thy nursing fathers. <\/i> After having spoken of the obedience of the Gentiles, he shews that this relates not to the common people only, but to “kings” also. He compares “kings” to hired men who bring up the children of others, and “queens” to “nurses,” who give out their labor for hire. Why so? Because “kings” and “queens” shall supply everything that is necessary for nourishing the offspring of the Church. Having formerly driven out Christ from their dominions, they shall henceforth acknowledge him to be the supreme King: and shall render to him all honor, obedience, and worship. This took place when the Lord revealed himself to the whole world by the Gospel; for mighty kings and princes not only submitted to the yoke of Christ, but likewise contributed their riches to raise up and maintain the Church of Christ, so as to be her guardians and defenders. <\/p> \n <p>Hence it ought to be observed that something remarkable is here demanded from princes, besides an ordinary profession of faith; for the Lord has bestowed on them authority and power to defend the Church and to promote the glory of God. This is indeed the duty of all; but kings, in proportion as their power is greater, ought to devote themselves to it more earnestly, and to labor in it more diligently. And this is the reason why David expressly addresses and exhorts them to “be wise, and serve the Lord, and kiss his Son.” (<a class=\"ref\">Psalms 2:10<\/a>.) <\/p> \n <p>This shews how mad are the dreams of those who assert that kings cannot be Christians without laying aside that office; for those things were accomplished under Christ, when kings, who had been converted to God by the preaching of the Gospel, obtained this highest pinnacle of rank, which surpasses dominion and principality of every sort, to be “nursing-fathers” and guardians of the Church. The Papists have no other idea of kings being <i>“nursing-fathers” <\/i> of the Church than that they have left to their priests and monks very large revenues, rich possessions and prebends, on which they might fatten, like hogs in a sty. But that “nursing” aims at an object quite different from filling up those insatiable gulls. Nothing is said here about enriching the houses of those who, under false pretences, hold themselves out to be ministers of the Church, (which was nothing else than to corrupt the Church of God and to destroy it by deadly poison,) but about removing superstitions and putting an end to all wicked idolatry, about advancing the kingdom of Christ and maintaining purity of doctrine, about purging scandals and cleansing from the filth that corrupts piety and impairs the lustre of the Divine majesty. <\/p> \n <p>Undoubtedly, while kings bestow careful attention on these things, they at the same time supply the pastors and ministers of the Word with all that is necessary for food and maintenance, provide for the poor and guard the Church against the disgrace of pauperism; erect schools, and appoint salaries for the teachers and board for the students; build poor-houses and hospitals, and make every other arrangement that belongs to the protection and defense of the Church. But those unnecessary and extravagant expenses for Anniversaries and Masses, for golden vessels and costly robes, which swell the pride and insolence of papists, serve only to uphold pomp and ambition, and corrupt the pure and simple “nursing” of the Church, and even choke and extinguish the seed of God, by which alone the Church lives. When we see that matters are now very different, and that “kings” are not the “nursing-fathers,” but the executioners of the Church; when, in consequence of taking away the doctrine of piety and banishing its true ministers, idle bellies, insatiable whirlpools, and messengers of Satan, are fattened, (for such are the persons to whom the princes cheerfully distribute their wealth, that is, the moisture and blood which they have sucked out of the people;) when even princes otherwise godly have less strength and firmness for defending the Word and upholding the Church; let us acknowledge that this is the reward due to our sins, and let us confess that we do not deserve to have good “nursing-fathers.” But yet, after this frightfully ruinous condition, we ought to hope for a restoration of the Church, and such a conversion of kings that they shall shew themselves to be “nursing-fathers” and protectors of believers, and shall bravely defend the doctrine of the Word. <\/p> \n <p> <i>And shall lick the dust of thy feet. <\/i> This passage is also tortured by the Papists in order to uphold the tyranny of their idol, as if kings and princes had no other way of proving themselves to be sincere and lawful worshippers of God than by adoring that masked prince of the Church instead of God. Thus they consider the obedience of piety to consist in kissing the Pope’s feet with deep reverence. What they ought to think of such barbarous and idolatrous worship, let them learn, first, from Peter, whose seat they boast of occupying, who would not permit such honor to be rendered to him by the centurion. (<a class=\"ref\">Acts 10:6<\/a>.) Let them, next, learn from Paul, who tore his garments, and rejected such worship with the utmost abhorrence. (<a class=\"ref\">Acts 14:14<\/a>.) What could be more absurd than to imagine that the Son of God appointed, instead of a minister of the Gospel, an object of abhorrence, some king dazzling in Persian luxury and splendor? But let us remember that the Church, so long as she is a pilgrim in this world, is subjected to the cross, that she may be humble and may be conformed to her Head; that if her foes make any cessation of their hostility, still her highest ornament and lustre is modesty. Hence it follows, that she has laid aside her own attire, when she is clothed with irreligious pride. <\/p> \n <p>Here the Prophet means nothing else than the adoration by which princes bow down before God, and the obedience which they render to his Word in the Church. What we have already said must be carefully observed, that, when we speak of rendering honor to the Church, she must never be separated from the Head; for this honor and worship belongs to Christ, and, when it is bestowed on the Church, it still continues to belong undivided to him alone. By the obedience of piety kings do not profess submission, so as to bear the yoke of men, but to yield to the doctrine of Christ. Whosoever therefore rejects the ministry of the Church, and refuses to bear the yoke which God wishes to lay with his own hand on all his people, can neither have any fellowship with Christ nor be a child of God. <\/p> \n <p> <i>For they shall not be ashamed. <\/i> I consider <span class=\"greek-hebrew\"> אשר <\/span> <i>(asher) <\/i> to be a conjunction signifying <i>For; <\/i> and the clause to which it belongs is closely connected with what goes before, and has been improperly disjoined from it by some commentators. By this argument he proves that it is highly proper for princes to submit cheerfully to the government of God, and not hesitate to humble themselves before the Church; because God will not suffer those who hope in him to “be ashamed.” As if he had said, “This is a pleasant and delightful submission.” <\/p> \n <p> <i>I am Jehovah. <\/i> He connects his own truth with our salvation; as if he had said, that he does not wish men to acknowledge him to be true or to be God, unless he actually fulfill what he has promised. And hence we obtain inestimable advantage; for, as it is impossible that God should not continue to be the same, so the stability of our salvation, which the Prophet infers from God’s own stability, must remain unshaken. <\/p> ",
    "audit": null
}