{
    "id": 6878,
    "source": "calvin",
    "verse_id": 17750,
    "verse_count": 1,
    "reference": "5:10",
    "title": "",
    "html": "<p><i> Yea, ten acres of vineyard shall yield one bath.<\/i> He foretells that the same thing will befall their fields and vineyards; that covetous men will not obtain the desired returns, because their greed is insatiable; that, like certain animals which, by their breath, scorch the branches, and wither the corn, those men destroy the fruits of the earth by their extortion. The fields will be so barren as scarcely to yield a tenth part of the seed: the vineyards will yield very little wine.<\/p> \n<p><i> A bath,<\/i> as Josephus tells us, is a measure of liquids, and contains seventy-two sextaries; a very small measure, certainly, for ten acres, especially on a fertile soil. The<i> cor<\/i> (<span class=\"greek-hebrew\"> κόρος<\/span>) or<i> homer<\/i> , is a measure of dry substances, and, according to the same author, contains thirty-one<i> medimni<\/i> An<i> ephah<\/i> is the tenth part of it, and therefore evidently contains a little more than three<i> medimni<\/i><\/p> \n<p>Now, when the soil is productive, it yields not only tenfold, but thirtyfold, and in all cases goes beyond the quantity of seed, and gives back far more abundantly than it received. When the case is otherwise, it undoubtedly proceeds from the curse of God punishing the extortion of men. And yet men blame the niggardliness of the soil, as if the fault lay there, but all in vain; for we would not want abundant increase, if God did not curse the soil on account of men’s covetousness. When they are so eagerly employed in gathering and heaping up, what else are they doing than swallowing up the goodness of God by their greed? If this is not seen in all, because they want the power, still they do not want the disposition. Never was the world so much inflamed by this covetousness, and we need not wonder if God visit it with punishment.<\/p> ",
    "audit": null
}