{
    "id": 7802,
    "source": "calvin",
    "verse_id": 18698,
    "verse_count": 1,
    "reference": "52:1",
    "title": "",
    "html": "<p><i> Awake, awake.<\/i> He confirms the former doctrine, in order still more to arouse the people who had been weighed down by grief and sorrow. These things were necessary to be added as spurs, that the doctrine might more easily penetrate into their drowsy and stupified hearts; for he addresses the Church, which appeared to be in a benumbed and drowsy condition, and bids her “awake,” that she may collect her strength and revive her courage, he repeats it a second time, and with great propriety; for it is difficult to arouse and reanimate those whose hearts have been struck, and even laid prostrate, by a sense of God’s anger.<\/p> \n<p><i> Put on thy strength.<\/i> As if he had said, “Formerly thou wast dejected, and wallowedst in filth and pollution; now prepare for a happy and prosperous condition, to which the Lord will restore thee.” Thus he contrasts<i> “strength”<\/i> with despondency, such as is usually found when affairs are desperate; and he contrasts<i> garments of beauty<\/i> with filth and pollution.<\/p> \n<p><i> For henceforth there shall not come to thee.<\/i> The reason assigned by him is, that henceforth God will not permit wicked men to indulge their sinful inclinations for destroying it. Freed from their tyranny, the Church already has cause to rejoice; and security for the future holds out solid ground for joy and gladness. Yet Isaiah exhorts us to mutual congratulation when God is reconciled to his Church; and indeed if we have any piety in us, we ought to be deeply affected by her condition, that we may rejoice in her prosperity, and be grieved in her adversity. In short, it ought to be the height of our gladness, as also the Psalmist says,<\/p> \n<p>“Let my tongue cleave to my jaws, if I remember not thee, and if thou be not the crown of my gladness.” (<a class=\"ref\">Psalms 137:6<\/a> .)<\/p> \n<p>By the word<i> come,<\/i> he means what we commonly express by the phrase,<i> (Avoir e entree,)<\/i> “to have access.”<\/p> \n<p><i> By the uncircumcised and unclean,<\/i> he means all irreligious persons who corrupt the worship of God and oppress consciences by tyranny. It was customary to apply the term “uncircumcised” to all who were estranged from the Church, which had for its symbol “circumcision,” by which all believers were distinguished. But as very many persons, though they bore this outward mark of the covenant, were not better than others, in order to remove all doubt, he added the word “unclean;” for the mark of “circumcision is nothing in itself,” (<a class=\"ref\">Galatians 5:6<\/a> ,) and (unless, as Paul says, there be added purity of heart) “is even reckoned uncircumcision.” (<a class=\"ref\">Romans 2:25<\/a> ,) Accordingly, he declares that henceforth such persons shall not be admitted into the Church, in order that, by the removal of corruptions, and the restoration of the worship of God, she may possess perfect joy. Yet I do not object to viewing these words as applied to outward foes, whom he calls by hateful names, that even the severity of the punishment may warn the Jews of the heinousness of their offenses.<\/p> ",
    "audit": null
}