{
    "id": 7031,
    "source": "calvin",
    "verse_id": 17908,
    "verse_count": 1,
    "reference": "13:1",
    "title": "",
    "html": "<p>1. The burden of Babylon From this chapter down to the twenty-fourth, the Prophet foretells what dreadful and shocking calamities awaited the Gentiles and those countries which were best known to the Jews, either on account of their being contiguous to them, or on account of the transactions of commerce and alliances; and he does so not without weighty reasons. When various changes are taking place, some think that God sports with the affairs of men, and others, that everything is directed by the blind violence of fortune, as profane history sufficiently testifies; very few are aware that these things are appointed and regulated by the purpose of God. There is nothing of which it is more difficult to convince men than that the providence of God governs this world. Many indeed acknowledge it in words, but very few have it actually engraven on their heart. We tremble and shudder at the very smallest change, and we inquire into the causes, as if it depended on the decision of men. What then shall be done, when the whole world is thrown into commotion, and the face of affairs is so completely changed in various places, that it appears as if everything were going to ruin?<\/p> \n<p>It was therefore highly useful that Isaiah and other prophets should discourse about calamities of this nature, that all might understand that those calamities did not take place but by the secret and wonderful purpose of God. If they had uttered no prediction on those subjects, such a disordered state of affairs might have shaken and disturbed the minds of the godly; but when they knew long beforehand that this would happen, they had in the event itself a mirror of the providence of God. When<i>Babylon<\/i> was taken, which they had previously learned from the mouth of the Prophet, their own experience taught them that the prediction had not been made in vain, or without solid grounds.<\/p> \n<p>But there was also another reason why the Lord commanded that the destruction of<i>Babylon<\/i> and other nations should be foretold. These predictions were of no advantage to<i>Babylon<\/i> or the other nations, and these writings did not reach them; but by this consolation he intended to alleviate the grief of the godly, that they might not be discouraged, as if their condition were worse than that of the Gentiles; which they would have had good reason to conclude, if they had seen them unpunished escape the hand of God. If the monarchy of Babylon had remained unshaken, the Jews would not only have thought that it was in vain for them to worship God, and that his covenant which he had made with Abraham had not been fulfilled, since it fared better with strangers and wicked men than with the elect people; but a worse suspicion might have crept into their minds, that God showed favor to accursed robbers, who gave themselves up to deeds of dishonesty and violence, and despised all law both human and divine. Indeed, they might soon have come to think that God did not care for his people, or could not assist them, or that everything was directed by the blind violence of fortune. Accordingly, that they might not faint or be thrown into despair, the Prophet meets them with the consoling influence of this prediction, showing that the<i>Babylonians<\/i> also will be punished.<\/p> \n<p>Besides, the comparison taught them how severe was the punishment that awaited them, which they had knowingly and willingly brought upon themselves. For if God pronounces such dreadful threatenings against the unbelieving and irreligious Gentiles, who wandered in darkness, how much greater will be his rigour and severity against a rebellious people who have intentionally sinned against him!<\/p> \n<p>The servant who knoweth his master’s will, and doeth it not, is justly beaten with many stripes. ( <a class=\"ref\"><\/a>.)<\/p> \n<p>Thus when God threatened such dreadful punishment against the blind Gentiles, the Jews, who had been instructed in the law, might behold as in a mirror what they had deserved.<\/p> \n<p>But the chief design which Isaiah had in view in these predictions was, to point out to the Jews how dear and valuable their salvation was in the sight of God, when they saw that he undertook their cause and revenged the injuries which had been done to them. He spoke first of the desolation and ruin that would befall the kingdom of Judah and of Israel, because<i>judgment must begin<\/i> at the house of God. ( <a class=\"ref\"><\/a>.) God takes a peculiar care of his own people, and gives his chief attention to them. Whenever therefore we read these predictions, let us learn to apply them to our use. The Lord does not indeed, at the present day, foretell the precise nature of those events which shall befall kingdoms and nations; but yet the government of the world, which he undertook, is not abandoned by him. Whenever therefore we behold the destruction of cities, the calamities of nations, and the overturning of kingdoms, let us call those predictions to remembrance, that we may be humbled under God’s chastisements, may learn to gather wisdom from the affliction of others, and may pray for an alleviation of our own grief.<\/p> \n<p><i>The burden. <\/i> As to the word<i>burden<\/i> , which frequently occurs, I shall state briefly in what sense it ought to be understood. It was generally employed by the prophets of God, whenever they threatened any afflictive event, in order to inform the people that no afflictive event happened which the Lord himself did not lay as a burden on men’s shoulders. The wickedness and obstinacy of the people having constrained the prophets to preach incessantly about God’s chastisements, the consequence was, that as a matter of ordinary jesting they called all the prophecies by the name of<i>a burden<\/i> ; as is evident from <a class=\"ref\"><\/a> , where the Lord kindles into fierce indignation, because they not only spoke of his word contemptuously, but also held it up to dislike. This word makes known to the godly, that the Lord appoints all calamities and afflictions, that every one may suffer the punishment of his own sin.<\/p> \n<p><i>Which Isaiah, the son of Amoz, saw. <\/i> He expressly states that what he is about to utter was revealed to him by a heavenly<i>vision<\/i> , that the weight which is thus given to it may render it victorious over all the judgments pronounced by the flesh. It was difficult to believe that a monarchy so flourishing, and so prodigiously rich, could be overturned in any way. Their eyes being dazzled by beholding such vast power, the Prophet draws away their attention from it to believe the heavenly revelation, that they may expect by faith the judgment of God which they could not comprehend by the unaided exercise of their own minds.<\/p> ",
    "audit": null
}