{
    "id": 7373,
    "source": "calvin",
    "verse_id": 18259,
    "verse_count": 1,
    "reference": "31:8",
    "title": "",
    "html": " <p> <i>Then the Assyrian. <\/i> The copulative <span class=\"greek-hebrew\"> ו <\/span> (<i>vau <\/i>) is better translated as an adverb of time: “ <i>Then <\/i> the Assyrian shall fall down;” that is, “When you shall have turned to the Lord, and when your life shall testify a sincere repentance, <i>then <\/i> the enemy shall fall down;” for, as the Lord raised up the Assyrian to punish the Jews for their crimes, and especially for idolatry, so he promises that the Assyrians shall be brought down, when they shall have ceased to sin and worship idols. Hence he informs us, that our obstinacy is the reason why the Lord adds evil to evil, and doubles his strokes, and pursues us more and more; for we continually supply fresh materials to inflame his vengeance against us more and more. If therefore we wish that God’s chastisements should be less severe, if we wish that the enemies should fall to the ground and perish, let us endeavor to be reconciled to him by repentance; for he will speedily put an end to the chastisement, and will take away from enemies strength and power to injure us. <\/p> \n <p> <i>By the sword not of a man. <\/i> The Prophet means that the deliverance of the Church is God’s own work, that the Jews may know that, although no earthly power is visible, God’s secret power is sufficient to deliver them. If therefore enemies are subdued, if their rage is restrained, let us know that it proceedeth from the Lord. By various methods, indeed, he represses the force and violence of wicked men, but by his own hand alone he delivers his Church; for, while the Lord makes use of human means, he preserves his own people miraculously and by extraordinary methods, which may be seen to have happened since the beginning of the world, and which we may even now behold, if we are not blind. And yet this does not hinder the Lord from employing his servants to deliver the Church; but he employs them in such a manner that his own hand is peculiarly and illustriously displayed in it. <\/p> \n <p>We know that this prediction of Isaiah was fulfilled when the Assyrian army was destroyed, and Sennacherib was put to flight; for “not by the arm of man” was he destroyed, but the Lord displayed his power, that it might be known that he alone is the deliverer of his Church. (<a class=\"ref\">2 Kings 19:35<\/a>; <a class=\"isa\" verses=\"WzE4Mzg5XQ==\">Isaiah 37:36<\/a>.) By delivering Jerusalem at that time from the siege, God thus exhibited, as in a picture, spiritual redemption. He alone, therefore, will destroy our spiritual enemies. In vain shall we resort to other aids or remedies, or rely on our own strength, which is nothing; but let us have the direction and assistance of God, and we shall come off victorious. <\/p> \n <p> <i>And his young men shall melt away. <\/i> He means that the power of the Lord displayed against the Assyrians will be so great that the hearts of young men, who in other circumstances are wont to be fierce, shall be altogether softened and melt like wax; for young men, having less experience than old men, are on that account more fierce and impetuous. God will easily restrain such fierceness, when he shall determine to deliver his people from the hands of their enemies. For this reason Isaiah has especially mentioned “young men;” as if he had said, “the very flower or strength.” <\/p> ",
    "audit": null
}