{
    "id": 7670,
    "source": "calvin",
    "verse_id": 18563,
    "verse_count": 1,
    "reference": "45:1",
    "title": "",
    "html": "<p><i>Thus saith Jehovah. <\/i>He pursues the subject which he had begun to handle. He shews that not in vain did he promise deliverance to his people, since the manner of it was altogether decreed and appointed by him;  for when the question relates to our salvation, we always inquire into the way and manner. Although God frequently chooses to hold us in suspense, and thus conceals from us the method which he has ready at hand, yet, in this instance he indulges the weakness of his people, and explains the method in which he will deliver them. <\/p>\n<p><i>To Cyrus his anointed. <\/i>He names the person by whose hand he will bring them back; for, since their faith would be sharply tried by other temptations, he wished in this respect to provide against doubt, that the difficulty of the event might not shake them. And in order to impart greater efficacy to this discourse, he turns to Cyrus himself: “I have chosen thee to be a king to me; I will take hold of thy hand, and will subject the nations to thy authority, so that they shall open up a passage for thee, and voluntarily surrender.” These words have greater effect than if the Lord spoke to his people. <\/p>\n<p>Yet it might be thought strange that he calls Cyrus <i>his Anointed; <\/i>for this is the designation which was given to the kings of Israel and Judah, because they represented the person of Christ, who alone, strictly speaking, is “the Lord’s Anointed.” “The Lord went forth with his Anointed,” says Habakkuk, “for the salvation of his people.” (<a class=\"ref\">Habakkuk 3:13<\/a>.) In the person of David a kingdom had been set up, which professed to be an image and figure of Christ; and hence also the prophets in many passages call him “David,” and “the Son of David.” (<a class=\"ref\">Ezekiel 37:24<\/a>.) It was indeed a special anointing, intended to distinguish that priestly kingdom from all heathen kingdoms. Since therefore this title belonged to none but the kings of Judea, it might be thought strange that it is here bestowed on a heathen king and a worshipper of idols; for although he was instructed by Daniel, yet we do not read that he changed his religion. True, he regarded with reverence the God of Israel, and considered him to be the Highest; but he was not prompted by a sincere affection of the heart to worship him, and did not advance so far as to forsake superstitions and idolatries. <\/p>\n<p>Thus God deigns to call him his “Anointed,” not by a perpetual title, but because he discharged for a time the office of Redeemer; for he both avenged the Church of God and delivered it from the Assyrians, who were its enemies. This office belongs peculiarly to Christ; and this ordinary appellation of kings ought to be limited to this circumstance, that he restored the people of God to the enjoyment of liberty. This should lead us to observe how highly God values the salvation of the Church, because, for the sake of this single benefit, Cyrus, a heathen man, is called “the Messiah,”  or “the Anointed. <\/p>\n<p><i>Whose right hand I have taken hold of. <\/i>By this mode of expression, he means that Cyrus shall prosper in all his undertakings, for he shall carry on war under God’s direction; and therefore Isaiah declares that, for the sake of the Church, in order that he may deliver her, God will grant to him prosperity in all things; while he again commends the providence of God, that the Jews may fully believe, amidst changes and troubles, that God on high governs all things in such a manner as to promote the benefit of his elect. Now, since it was not easy for Cyrus to penetrate as far as Babylon, because the whole of Asia had leagued together in order to frustrate his designs, the Prophet testifies that God will dissolve all the strength which men can bring against him. <\/p>\n<p><i>I will loose the loins of kings. <\/i>Because the whole strength lies in the reins, the Hebrew writers use the phrase “opening,” or “loosing the loins,” to denote “being deprived of strength.” We might also view it somewhat differently, that is, that the Lord will “make bare,” or “loose their loins,” according to the customary manner of Scripture, by which kings are said to be ungirded of the belt, namely, of the badge of royalty, when they are deprived of authority. Job (<a class=\"ref\">Job 12:18<\/a>) employs this mode of expression, and Isaiah will afterwards employ it:  “I will gird thee.” (Ver. 5.) On this account I more readily adopt this sense, that the force of the contrast may be more evident. This shews clearly that kings have just as much strength and power as the Lord bestows on them for the preservation of each nation; for when he determines to convey their authority to others, they cannot defend their condition by any weapons or swords. <\/p>\n<p><i>To open the gates before him. <\/i>By this expression he means that no fortresses can resist God, which indeed is acknowledged by all, but yet they do not cease to place foolish confidences in bulwarks and fortresses; for, where cities are well surrounded by walls, and the gates are shut, men think that there they are safe. On the other hand the Prophet shews that all defences are useless, and that it serves no purpose to block up every entrance, when the Lord wishes to open up a way for the enemies. Although it is certain that the gates were shut and securely barred, yet, because Cyrus pushed his way as swiftly as if all the cities had been thrown open, the Prophet justly affirms that nothing shall be closed against him. <\/p>",
    "audit": null
}