{
    "id": 7252,
    "source": "calvin",
    "verse_id": 18133,
    "verse_count": 1,
    "reference": "26:2",
    "title": "",
    "html": " <p> <i>Open ye the gates.<\/i>, This “song” was undoubtedly despised by many, when it was published by Isaiah; for during his life, the inhabitants of Jerusalem were wicked and ungodly, and the number of good men was exceedingly small. But after his death, when they had been punished for their wickedness, it was in some measure perceived that this prediction had not been uttered in vain. So long as wicked men enjoy prosperity, they have no fear, and do not imagine that they can be brought low. Thus the Jews thought that they would never be driven out of Judea, and carried into captivity, and hoped that they would continue to dwell there. It was therefore necessary to take away from them every pretense for being haughty and insolent; and such is the import of the Prophet’s words: <\/p>\n <p> <i>And a righteous nation, which keepeth the truth, shall enter in.<\/i>,“The inhabitants of the restored city shall be unlike the former; for they will maintain righteousness and truth. But at that time this promise also might appear to have failed of its accomplishment; for when they had been driven out of the country and led into captivity, no consolation remained. Accordingly, when the Temple had been destroyed, the city sacked, and all order and government overthrown and destroyed, they might have objected, “Where are those ‘gates’ which he bids us ‘open?’ Where are the people who shall ‘enter?’” Yet we see that these things were fulfilled, and that nothing was ever foretold which the Lord did not accomplish. We ought, therefore, to keep before our minds those ancient histories, that we may be fortified by their example, and, amidst the deepest adversity to which the Church is reduced, may hope that the Lord will yet raise her up again. <\/p>\n <p>When the Prophet calls the nation “righteous and truthful,” he not only, as I mentioned a little before, describes the persons to whom this promise relates, but shews the fruit of the chastisement; for when its pollution shall have been washed away, the holiness and righteousness of the Church shall shine more brightly. At that time wicked men were the majority, good men were very few, and were overpowered by the multitude of those who were of an opposite character. It was therefore necessary that that multitude, which had no fear of God, and no religion, should be taken away, that God might gather his remnant. Thus, it was a compensation for the destruction, that Jerusalem, which had been polluted by the wickedness of her citizens, again was actually devoted to God; for it would not have been enough to regain prosperity, if newness of life had not shone forth in holiness and righteousness. <\/p>\n <p>Now, as the Prophet foretells the grace of God, so he also exhorts the redeemed people to maintain uprightness of life. In short, he threatens that these promises will be of no avail to hypocrites, and that the gates of the city will not be opened for them, but only for the righteous and holy. It is certain that the Church was always like a barn, (<a class=\"ref\">Matthew 3:12<\/a>,) in which the chaff is mingled with the wheat, or rather, the wheat is overpowered by the chaff; but when the Jews had been brought back into their country, the Church was unquestionably purer than before. Those who returned must have been animated by a good disposition, to undertake a journey so long, and beset by so many annoyances, embarrassments, and dangers; and many others chose rather to remain in captivity than to return, thinking that to dwell in Babylon was a safer and more peaceful condition than to return to Judea. Such persons must have had a seed of piety, which led them to take possession of those promises which were granted to the fathers. Now, though the Church even at that time was stained by many imperfections, still this description was comparatively true; for a large portion of the filth had been swept away, and those who remained had profited in some degree under God’s chastisements. <\/p>\n <p> <i>A righteous nation, which keepeth the truth.<\/i>, Some distinguish these terms in this manner, “A nation <i>righteous<\/i>, before God, and <i>upright<\/i>, before men.” But I take the meaning to be more simple; that, after having called the nation “righteous,” he shews in what righteousness consists; that is, where there is uprightness of heart, which has nothing feigned or hypocritical, for nothing is more opposite to righteousness than hypocrisy. And though no man ever existed who advanced so far that he could receive the commendation of being perfectly righteous, yet the children of God, who with their whole heart aim at this “truth,” may be said to be keepers of it. But perhaps it will rather be thought that, by a figure of speech, one part is taken for the whole, to describe what is true righteousness; that is, when all deceit and all wicked practices have been laid aside, and men act towards each other with sincerity and truth. <\/p>\n <p>If any man wish to make use of this passage for upholding the merits of men, the answer is easy; for the Prophet does not here describe the cause of salvation, or what men are by nature, but what God makes them by his grace, and what kind of persons he wishes to be members of his Church. Out of wolves he makes sheep, as we have formerly seen. So long as we live here, we are always at a great distance from perfection, and are in continual progress towards it; but the Lord judges of us according to that which he has begun in us, and, having once led us into the way of righteousness, reckons us to be righteous. As soon as he begins to check and reform our hypocrisy, he at once calls us true and upright. <\/p>",
    "audit": null
}