{
    "id": 7449,
    "source": "calvin",
    "verse_id": 18337,
    "verse_count": 1,
    "reference": "36:6",
    "title": "",
    "html": "<p><i>Behold, thou hast trusted in, that broken staff of reed. <\/i>This is probably separate from the former verse; for, having formerly said that the eloquence by which he flatters the people is all that Hezekiah possesses, and having inferred from this that his confidence is exceedingly foolish, he now comes to other particulars. He employs every method for shaking the hearts of the people, that all, being stunned, may absolutely surrender. Accordingly, after having represented Hezekiah to be contemptible as to his internal resources, he next adds, that the external resources are idle and useless, and says that they are greatly mistaken in expecting any assistance whatever from the Egyptians. <\/p>\n<p>And, first, he compares the Egyptians to “a staff of reed” on account of their weakness; secondly, for the sake of amplification he calls them “a broken staff;” thirdly, he says that it is so far from supporting that it <i>pierces the hands that lean upon it. <\/i>The meaning may be thus summed up, “the hope which the Jews entertain of receiving aid from the Egyptians is not only false and unfounded, but pernicious.” And indeed with truth might Rabshakeh have said this, if it had been true that Hezekiah relied on the Egyptians; but he slanderously and falsely accuses the pious king of this vain confidence Yet God justly rewarded a rebellious and disobedient people by allowing this filthy dog to reproach them with their wicked revolt. Isaiah had formerly (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 30:1<\/a>, and 31:1, 6) condemned this crime in severe terms, but their deaf ears refused to admit the reproof; and therefore the Jews, who had wickedly despised a Prophet that spoke to them in the name of God, deserved to have Rabshakeh for their instructor. <\/p>\n<p>We are therefore warned by this example, that there is no reason to wonder if unbelievers, who do not obey the counsel of God for their salvation, and reject all prophecies, are subjeered to the jeers of their enemies, as Rabshakeh, the captain of the Assyrian king, now haughtily taunts the rebellious Jews. Yet it is of importance to consider how great a difference there is between the warnings of God and the mockeries of Satan. When God wishes to dissuade us from sinful confidence in the flesh, he declares in general terms, “Cursed be he that trusteth in man,” (<a class=\"ref\">Jeremiah 17:5<\/a>.) that the whole world may be reduced to nothing, and that thus we may be satisfied with himself alone; and therefore, when he has brought us low, he instantly imparts courage to us by holding out a remedy. But when Satan deceitfully blames any vain hope, he drives us to despair, and urges us to many other hopes equally bad or still worse, and tempts us to adopt unlawful methods; as Rabshakeh does not smite the hope which the Jews entertained from the Egyptians, in order that they may rely on God alone, but substitutes the king of Assyria, as if safety ought not to be expected from any other quarter, tie names <i>Pharaoh, <\/i>but likewise includes the whole nation. <\/p>",
    "audit": null
}