{
    "id": 6886,
    "source": "calvin",
    "verse_id": 17758,
    "verse_count": 1,
    "reference": "5:18",
    "title": "",
    "html": "<p><i>Wo unto them that draw iniquity with cords of vanity!<\/i> After having inserted a short consolation for the purpose of allaying the bitterness of punishments as regards the godly, he returns to threatenings, and proceeds to launch those thunderbolts of words which are fitted to awaken some degree of alarm. By<i>cords<\/i> he means nothing else than the allurements by which men suffer themselves to be deceived, and harden their heart in crimes; for either they ridicule the judgment of God, or they contrive vain excuses, and allege the plea of necessity. Any concealment, therefore, which they employ, he calls<i>cords<\/i> ; for whenever men are prompted to sin by the lust of the flesh, they at first pause, and feel that something within restrains them, which would certainly keep them back, if they did not rush forward with opposing violence, and break through all opposition. When any man is tempted to do what is sinful, his conscience secretly asks him, What are you doing? And sin never advances so freely as not to feel this check; for God intended in this manner to provide for the good of mankind, lest all should break out into unbridled licentiousness.<\/p> \n<p>How comes it, then, that men are so obstinate in doing what is sinful? Assuredly they permit themselves to be deceived by allurements, and stupify their minds, that they may despise the judgment of God, and may thus have some freedom to commit sin. They flatter themselves by imagining that what is sin is not sin, or by some excuse or idle pretense they lessen its enormity. These, then, are<i>cords<\/i> , wicked<i>ropes<\/i> , by which they<i>draw iniquity<\/i> . Hence it is evident that the Lord has good reason for threatening them; for they sin, not only of their own accord, but perversely and obstinately, and, in short, they bind themselves to sin, so that they are without excuse.<\/p> ",
    "audit": null
}