{
    "id": 7887,
    "source": "calvin",
    "verse_id": 18783,
    "verse_count": 1,
    "reference": "57:17",
    "title": "",
    "html": " <p> <i>For the iniquity of his lust. <\/i> Here he complains of the obstinate wickedness of the people, and shows that the Lord had very good reason for punishing him in this manner; so that there can be no complaint of his immoderate cruelty. <span class=\"greek-hebrew\"> בצעו <\/span> (<i>betzagno<\/i>) is translated by some “lust,” and by others “covetousness.” If it be “covetousness,” it will then be a figurative mode of expression, in which a part is taken for the whole; for this is the source from which all evils arise. (<a class=\"ref\">1 Timothy 6:10<\/a>) But we may take it generally for every kind of sinful desire; for it was on account of the various and numerous vices by which the Jews were polluted, that the Lord was angry, and inflicted on them severe punishments. But he expressly mentions “lust,” in order to intimate that they were punished, not because they were openly wicked, but because they were sinful in the sight of God; for it is enough to condemn them, that God is Judge of the hearts, and punishes not only for outward crimes, but likewise for wicked dispositions and “lusts.” At the same time he reminds them that their punishment is just, in order that, being conscious of guilt, they may humbly pray for pardon. <\/p> \n <p> <i>I struck him, I hid myself. <\/i> He means that his favor was, in some respects, withdrawn and “hidden” for a time. Now, he speaks according to the opinion of men, because, as we have already said, we imagine that God is an enemy, and is angry with us, when he punishes for our transgressions. And it is necessary that we should have those views and conceptions of him, that we may arrive at a true acknowledgment of our sins; for we should never acknowledge them sincerely, or be distressed on account of them, if we did not reflect with ourselves, and know that we had provoked God’s wrath. But, while it is desirable that we should be led to repentance in this manner, we must beware, on the other hand, lest in consequence of imagining that God is hostile and unwilling to be reconciled to us, we should be swallowed up by sorrow. The Prophet therefore restrains these immoderate terrors, and forbids us to judge of God according to our natural disposition; for although he chastises us, he does not cease to cherish a father’s love and affection towards those whom he has once embraced. <\/p> \n <p> <i>But he went away. <\/i> This is the rebelliousness which the Prophet blames and rebukes, that the people were in no degree made better, but persevered in their wickedness. He shows that they were desperate, because the violent remedies which the Lord had tried could not bring them back into the right way. <\/p> ",
    "audit": null
}