{
    "id": 8011,
    "source": "calvin",
    "verse_id": 18908,
    "verse_count": 1,
    "reference": "65:10",
    "title": "",
    "html": "<p><i> And Sharon shall be an abode of flocks.<\/i> By these figures he means nothing else than that the land, which was a desert, shall be again inhabited; for there is an implied comparison. “Although, in consequence of the banishment of her inhabitants into a distant country, she shall be forsaken and desolate, yet she shall at length be inhabited, so as to abound in flocks and herds, and have lands that are fertile and that are fit for pasture, and supply abundantly everything that is necessary for the food and support of men.” Sharon was a place adapted to pasture, and so was Achor; but the former was adapted to flocks, and the latter to herds.<\/p> \n<p>Here we see that the promises of God contain blessings not only of the future but also of the present life, that we may taste more and more his bounty and kindness; for by the latter we are invited to the greater and more excellent blessings of the heavenly life. When the Lord extends his bounty to flocks and herds, this ought to confirm us the more and make us more certain of his fatherly care and anxiety about us; for if he pays attention to flocks which were created for our sake, much more will he supply us with all that is necessary<\/p> \n<p><span> “for the life that now is, and for that which is to come.” \n(<\/span><a class=\"ref\">1 Timothy 4:8<\/a> .)<\/p> \n<p>Yet we must likewise keep in view the spiritual meaning (of which we have spoken formerly) that leads us from God’s earthly blessing to Christ’s spiritual kingdom, which the prophets shadow out under that image.<\/p> \n<p><i> For my people.<\/i> Here also he excludes the reprobate, who were not ashamed of glorying vainly and falsely of the name of God. Although they confidently boast of promises and sacraments, yet they have nothing in common with the children, and, having been shut out from all hope of God’s favors, they receive the reward of their iniquity. By adding,<i> Who have sought me<\/i> , he describes more plainly who are they that shall be partakers of these benefits, in order that, as has been already said, he may entirely cut off reprobates and hypocrites. The sure mark by which lambs are distinguished from kids, and lawful children from bastards, is to “seek” the Lord; for it is not enough to shelter ourselves under a name and title, but we must seek the Lord with a pure conscience, that we may cleave to him with the whole heart. (<a class=\"ref\">Deuteronomy 6:5<\/a> .)<\/p> ",
    "audit": null
}