{
    "id": 7569,
    "source": "calvin",
    "verse_id": 18459,
    "verse_count": 1,
    "reference": "41:7",
    "title": "",
    "html": " <p> <i>The workmen encouraged the founder.<\/i>, This verse is explained in various ways, and indeed is somewhat obscure; and even the Jewish writers are not agreed as to the meaning of the words. I see no reason why <span class=\"greek-hebrew\">,חרש <\/span> <i>(cherish)<\/i>, should be here understood to mean simply a carpenter, for it means any kind of workman. The word <span class=\"greek-hebrew\">,מהליק<\/span>, <i>(mahalik,)<\/i>, which means <i>one that strikes,<\/i>, is generally rendered in the accusative case; I prefer to render it, in the nominative case. <span class=\"greek-hebrew\">,פעם <\/span> <i>(pagnam)<\/i>, is generally translated anvil, and by others a <i>smaller hammer;<\/i>, but; as it sometimes signifies <i>by turns,<\/i>, that interpretation appears to agree best with the context; for the Prophet means that workmen, by beating “in their turn,” mutually excite each other, because by being earnestly employed in the same work, they grow warm, and each of them urges and arouses the other, to perform in the shortest time what they have undertaken. In short, he describes the rebellion and madness of idolaters, by which they excite each other to oppose God. <\/p>\n <p>From this passage and from all histories it is manifest that this vice was not peculiar to a single age, and at the present day we know it by experience more than is desirable. We see how men, by mumm persuasion, urge one another to defend superstition and the worship of idols; and the more brightly the truth of God is manifested, the more obstinately do they follow an opposite course, as if they avowedly intended to carry on war with God. Since religion was restored to greater purity, idols have been multiplied and set up in hostility to it in many places; pilgrimages, masses, unlawful vows, and, in some cases, anniversaries, have been more numerously attended than before. During that ancient ignorance there was some kind of moderation; but now idolaters, as if they had been seized by madness, run about, and are driven by blind impulse. There is nothing which they do not attempt in order to prop up a riffling superstition and tottering idols. In a word, they join hands, and render mutual aid, in order to resist God. And if any person wish to throw back the blame on his brother, he will gain nothing; for it adheres to every one in such a manner that it cannot in any way be removed. All are devoted to falsehood, and almost avowedly devise methods of imposture, and, trusting to their great numbers, each of them places himself and others above God. They excite each other to the worship of idols, and burn with such madness of desire that nearly the whole world is kindled by it. <\/p>",
    "audit": null
}