{
    "id": 7291,
    "source": "calvin",
    "verse_id": 18174,
    "verse_count": 1,
    "reference": "28:9",
    "title": "",
    "html": " <p> <i>Whom shall he teach knowledge? <\/i> Here the Prophet shews by an expression of amazement, that the disease of the people is incurable, and that God has no other remedies adapted to cure them, for he has tried every method without effect. When he calls wanderers to return to the right path, and unceasingly warns those who are thoughtlessly going astray, this undoubtedly is an extraordinary remedy; and if it do no good, the salvation of those who refuse to accept of any aid from a physician is utterly hopeless. <\/p> \n <p> <i>Those who are weaned from the milk. <\/i> The Prophet complains that the stupidity of the people may be said to hinder God from attempting to cure them of their vices; and therefore he compares the Jews to very young infants, or who are but beginning to prattle, and whom it would be a waste of time to attempt to teach. Justly indeed does Peter exhort believers to draw near, “like infants newly born, to suck the milk of pure doctrine;” for no man will ever shew himself to be willing to be taught until he has laid aside that obstinacy which is the natural disposition of all. (<a class=\"ref\">1 Peter 2:2 <\/a>.) But now the Prophet condemns another kind of infancy, in which men who are stupefied by their vices pay no more regard to heavenly doctrine than if they had no understanding whatsoever. It is therefore a mistake to connect this statement of the Prophet with that passage in the Apostle Peter, as if Isaiah represented God as desirous to obtain disciples who had divested themselves of all pride, and were like infants lately weaned; for the Prophet, on the contrary, loudly complains, that to “teach doctrine” is useless, and merely provokes ridicule among stupid and senseless persons, who are “children, not in malice, but in understanding,” as Paul speaks. (<a class=\"ref\">1 Corinthians 14:20 <\/a>.) From what follows it will more clearly appear that, since they were unfit for receiving doctrine, God cannot be accused of undue severity if he reject them, and if he resolve not to bestow useless labor by thundering in their ears any longer. <\/p> ",
    "audit": null
}