{
    "id": 7196,
    "source": "calvin",
    "verse_id": 18075,
    "verse_count": 1,
    "reference": "22:22",
    "title": "",
    "html": " <p> <i>And the key of the house of David.<\/i>, This expression is metaphorical, and we need not spend much time, as some do, in drawing from it an allegorical meaning; for it is taken from an ordinary custom of men. The keys of the house are delivered to those who are appointed to be stewards, that they may have the full power of opening and shutting according to their own pleasure. By “the house of David” is meant “the royal house.” This mode of expression was customary among the people, because it had been promised to David that his kingdom would be for ever. (<a class=\"ref\">2 Samuel 7:13; Psalms 132:11<\/a>.) That is the reason why the kingdom was commonly called “the house of David.” <\/p>\n <p> <i>The key<\/i>, is put in the singular number for <i>keys<\/i>,. Though “keys” are usually carried in the hands, yet he says that they are laid on the shoulders, because he is describing an important charge. Yet nothing more is meant than that the charge and the whole government of the house are committed to him, that he may regulate everything according to his pleasure; and we know that the delivering of keys is commonly regarded as a token of possession. <\/p>\n <p>Some commentators have viewed this passage as referring to Christ, but improperly; for the Prophet draws a comparison between two men, Shebna and Eliakim. Shebna shall be deprived of his office, and Eliakim shall succeed him. What has this to do with Christ? For Eliakim was not a type of Christ, and the Prophet does not here describe any hidden mystery, but borrows a comparison from the ordinary practice of men, as if the keys were delivered to one who has been appointed to be steward, as has been already said. For the same reason Christ calls the office of teaching the word, (<a class=\"ref\">Matthew 16:19<\/a>,) “the keys of the kingdom of heaven;” so that it is idle and foolish to spend much time in endeavoring to find a hidden reason, when the matter is plain, and needs no ingenuity. The reason is, that ministers, by the preaching of the word, open the entrance into heaven, and lead to Christ, who alone is “the way.” (<a class=\"ref\">John 14:6<\/a>.) By <i>the keys<\/i>, therefore, he means here the government of the king’s house, because the principal charge of it would be delivered to Eliakim at the proper time. <\/p>",
    "audit": null
}