{
    "id": 7977,
    "source": "calvin",
    "verse_id": 18874,
    "verse_count": 1,
    "reference": "63:7",
    "title": "",
    "html": "<p><i>I will keep in remembrance the compassions of Jehovah. <\/i> Isaiah brings consolation to his people in distressed and calamitous circumstances, and by his example bids the Jews, when they were oppressed by afflictions, call to remembrance God’s ancient benefits, and betake themselves to prayer; that they may not be like hypocrites, who only in prosperity feel the goodness of God, and are so much cast down by adversity as to remember no benefit. But when the Lord chastises us, we ought to mention and celebrate his benefits, and to cherish better hopes for the future; for the Lord is always the same, and does not change his purpose or his inclination; and therefore if we leave room for his compassion, we shall never be left destitute.<\/p> \n<p>Such appears to me to be the scope of the context, though others view it in a different light, namely, that the Prophet, having hitherto spoken of the destruction of the people, comforts himself by this confident hope of compassion, that God wishes to save some of them. But they are mistaken in supposing that Isaiah has hitherto spoken of the Jews, as if God punished them only, whereas he testified that he would likewise punish other nations, that they might not think that they alone were hated by God; and accordingly, he now exhorts them to celebrate the remembrance of those benefits which God had formerly bestowed on the fathers, that by their example they may know better the love of God toward them. From the context it will also appear clearly, that the Jews are joined with their fathers, that the covenant which belongs to them in common with their fathers, may encourage them to hope well.<\/p> \n<p><i>As upon all that Jehovah hath bestowed on us. <\/i> He employs the particle of comparison, As, in order to shew that in adversity we ought instantly to remember those benefits which the Lord bestowed on his people, as if they were placed before our eyes, though they appear to be buried by extreme old age; for if they do not belong to us, the remembrance of them would be idle and unprofitable.<\/p> \n<p>He confirms this also by saying<i>on us. <\/i> Because the Jews were members of the same body, he justly reckons them the descendants of their grandfathers and other ancestors. Isaiah did not, indeed, experience those benefits which he mentions; but because they had been bestowed on the Church, the fruit of them came partly to himself, because he was a member of the Church. And undoubtedly that communion of saints which we profess to believe, ought to be so highly valued by us, as to lead us to think that what the Church has received from the hand of God has been given to us; for the Church of God is one, and that which now is has nothing separate from that which formerly was.<\/p> \n<p><i>In the multitude of kindness toward the house of Israel. <\/i> By these words Isaiah more fully explains his meaning. Since therefore the Lord shewed himself to be kind and bountiful toward his people, we ought to hope for the same thing in the present day, because we are “fellow-citizens,” and members of the very same Church. ( <a class=\"ref\">Ephesians 2:19<\/a>.) Although we feel that God is angry with us on account of our sins, yet our hearts ought to be encouraged by hope and armed by confidence; because he cannot forsake his Church. Yet it ought to be carefully observed, that the Prophet extols and magnifies in lofty terms the mercy of God, that we may know that the foundation of our salvation and of all blessings is laid on it; for this excludes the merits of men, that nothing may in any way be ascribed to them.<\/p> \n<p>That this doctrine may be better understood, we must take into account the time of which Isaiah speaks. At that time righteousness and godliness chiefly flourished; for although the people were exceedingly corrupted, yet Moses, Aaron, and other good men, gave illustrious examples of unblamable and holy lives. Yet the Prophet shews that all the blessings which the Lord. bestowed on Moses and others ought to be ascribed, not to their merits, but to the mercy of God. But what are we in comparison of Moses, that we should deserve anything from God? This repetition, therefore, of kindness, mercies, and compassions, as it raises feeble minds on high, that they may rise above stupendous and formidable temptations, ought also to remove and swallow up all thought of human merits.<\/p> ",
    "audit": null
}