{
    "id": 8003,
    "source": "calvin",
    "verse_id": 18900,
    "verse_count": 1,
    "reference": "65:2",
    "title": "",
    "html": "<p><i>I have stretched out my hands. <\/i>He accuses the Jews, and complains of their ingratitude and rebellion; and in this manner he proves that there is no reason why they should say that the Lord does them wrong if he bestow his grace on others. The Jews conducted themselves proudly and insolently toward God, as if they had been elected through their own merit. On account of their ingratitude and insolence the Lord rejects them as unworthy, and complains that to no purpose did he “stretch out his hands” to draw and bring them back to him. <\/p>\n<p>By “the stretching out of the hands” he means the daily invitation. There are various ways in which the Lord “stretches out his hands to us;” for he draws us to him, either effectually or by the word. In this passage it must relate chiefly to the word. The Lord never speaks to us without at the same time “stretching out his hand” to join us to himself, or without causing us to feel, on the other hand, that he is near to us. He even embraces us, and shews the anxiety of a father, so that, if we do not comply with his invitation, it must be owing entirely to our own fault. The heinousness of the guilt is greatly aggravated by long continuance, that, during a long succession of ages, God did not cease to send one Prophet after another, and even, as he says elsewhere, to rise early in the morning and continue the same care till the evening. (<a class=\"ref\">Jeremiah 7:13<\/a>.) <\/p>\n<p><i>To a rebellious people. <\/i>First, he calls them “rebellious” or disobedient, but immediately afterwards he declares what is the nature of that rebellion, namely, that the people <i>walk after their own thoughts. <\/i>Nothing is more displeasing to God than for men to be  <span class=\"greek-hebrew\">αὐθάδεις<\/span> “self-willed,” (<a class=\"ref\">2 Peter 2:10<\/a>;) that is, devoted to their own inclinations; for he commands us to surrender our own judgment, that we may be capable of receiving the true doctrine. The Lord therefore testifies that it was not owing to him that he did not retain and continue to exercise towards them his wonted favor, but that they alienated themselves through their own madness, because they chose to abide by their own natural inclinations rather than to follow God as their leader. <\/p>\n<p>Having pointed out the cause of this rejection, we must come to the calling of the Gentiles, who succeeded in the room of the Jews; for that is undoubtedly the subject treated in the first verse. The Lord had long ago foretold it by Moses, so that they ought not to have thought that there was anything new in this prediction. <\/p>\n<p>“They have provoked me by that which is not God; they have moved me to anger by their vanities; and I also will provoke them by that which is not a people, by a foolish nation I will enrage them.” (<a class=\"ref\">Deuteronomy 32:21<\/a>.) <\/p>\n<p>Finally, the Prophet now threatens the same thing which was afterwards foretold by Christ when that blinding was at hand. <\/p>\n<p>“The kingdom of God shall be taken from you, and shall be given to a nation which shall bring forth fruit.” (<a class=\"ref\">Matthew 21:43<\/a>.) <\/p>\n<p><i>To them that asked not. <\/i> When he says that God manifested himself “to them that asked not,” he shews that the Gentiles were anticipated by the grace of God, and that they brought no merit or excellence as an inducement to God to give it to them. This obviously agrees with that passage which we quoted, in which Moses calls them “a foolish nation.” (<a class=\"ref\">Deuteronomy 32:21<\/a>.) Thus, under a universal type, he describes what is the nature of men before the Lord anticipates them by his mercy; for they neither call on the Lord, nor seek him, nor think about him. And this passage ought to be carefully observed, in order to establish the certainty of our calling, which may be said to be the key that opens to us the kingdom of heaven; for by means of it peace and repose are given to our consciences, which would always be in doubt and uncertainty if they did not rest on such testimonies. We see, therefore, that it did not happen accidentally or suddenly that we were called by God and reckoned to be his people; for it had been predicted long before in many passages. From this passage Paul earnestly contends for the calling of the Gentiles, and says that Isaiah boldly exclaims and affirms that the Gentiles have been called by God, because he spoke more clearly and loudly than the circumstances of Ms own time required. Here we see, therefore, that we were called by an eternal purpose of God long before the event happened. <\/p>\n<p><i>Behold I, behold I. <\/i>By repeating these words twice, he confirms still more the declaration that God hath manifested himself in so friendly a manner to foreign and heathen nations, that they do not doubt that he dwells in the midst of them. And, indeed, that sudden change needed to be confirmed, because it was difficult to be believed; although by that very novelty the Prophet intended to magnify the unexpected grace of God. The meaning may be thus summed up: “When the Lord shall have offered himself to the Gentiles, and they shall have been joined to the holy family of Abraham, there will be some Church in the world, after the Jews have been driven out.” Now we see that all that is here predicted by the Prophet was fulfilled by the Gospel, by which the Lord actually offered and manifested himself to foreign nations. Whenever, therefore, this voice of the Gospel is sounded in our ears, or when we record the word of the Lord, let us know that the Lord is present, and offers himself, that we may know him familiarly, and may call on him boldly and with assured confidence. <\/p>",
    "audit": null
}