{
    "id": 6983,
    "source": "calvin",
    "verse_id": 17857,
    "verse_count": 1,
    "reference": "10:6",
    "title": "",
    "html": "<p><i> To a hypocritical nation.<\/i> He proceeds with the former statement, by which he called<i> the Assyrian the rod of God’s indignation<\/i> ; for as the father does not in vain take up the<i> rod<\/i> , but has this object in view, to chastise his son, so he declares that the Lord’s<i> rod<\/i> has no uncertain destination, but is appointed for the chastisement of the unthankful and wicked. He calls it a<i> hypocritical<\/i> or wicked nation, because it has no uprightness or sincerity. Uprightness is contrasted with hypocritical conduct, because uprightness is the chief of all the virtues; and in like manner hypocrisy is the mother of all the vices. It is therefore no light accusation which he brings against the Israelites; but he charges them with what is most of all to be abhorred, and therefore immediately afterwards he calls them<i> the people of his indignation<\/i> , as he elsewhere calls the Edomites<i> the people of his curse<\/i> . (<a class=\"isa\" verses=\"WzE4MzA5XQ==\">Isaiah 34:5<\/a> .) Though he means that he is displeased with the Jews, yet the Hebrew phraseology is much more emphatic; for it conveys the idea that the reason why this nation is devoted to destruction is, that nothing is to be found in it but grounds of anger. Indeed, God is never angry with us unless we have provoked him by our sins; but when wickedness has come to its greatest height, his indignation is kindled, and cannot be appeased. Thus he cuts off the hope of reconciliation from hypocrites and wicked men, who ceased not continually to add sin to sin.<\/p> \n<p><i> I will command him to take the spoil and to take the prey.<\/i> He says that he has given a loose rein to the fierceness of enemies, that they may indulge without control in every kind of violence and injustice. Now, this must not be understood as if the Assyrians had a<i> command<\/i> from God by which they could excuse themselves. There are two ways in which God<i> commands<\/i> ; by his secret decree, of which men are not conscious; and by his law, in which he demands from us voluntary obedience. This must be carefully observed, that we may reply to fanatics, who argue in an irreligious manner about the decree of God, when they wish to excuse their own wickedness and that of others. It is of importance, I say, to make a judicious distinction between these two ways of<i> commanding<\/i> . When the Lord reveals his will in the law, I must not ascend to his secret decree, which he intended should not be known to me, but must yield implicit obedience.<\/p> \n<p>Now, if any one allege that he obeys God, when he complies with his sinful passions, he is guilty of falsehood, by vainly attempting to involve God in the guilt of his crimes, to which he knows that he is led by the failings of his own heart; for on this point no other witness or judge is needed but a man’s own conscience. God does indeed make use of the agency of a wicked man, but the man has no such intention. It is therefore accidental, so far as relates to men, that he acts by the wicked and reprobate; for they neither know that they serve God, nor wish to do so. Accordingly if they seize on this pretext, it is easy to prove that, when they yield obedience to their own sinful passion, they are at the greatest possible distance from obeying God. They have the will of God declared in his law, so that it is in vain for them to seek it anywhere else. So far as they are concerned, they do not perform the work of God, but the work of the devil; for they serve their own lusts. (<a class=\"ref\">Ephesians 2:2<\/a> .) Nothing certainly was farther from the intention of the Assyrians than to give their services to God, but they were hurried along by their lust and ambition and covetousness. Yet the Lord directed their exertions and plans to an object which was totally different, and which was unknown to themselves.<\/p> \n<p>This passage may be thus summed up. “It will be an uncommon and extraordinary instance of God’s vengeance, when the Assyrians shall attack them with unrestrained liberty of action; for they will be sent by God, not to treat them with gentleness and moderation, but to plunder them in the manner of an invading army.” He likewise adds,<i> to tread them down<\/i> . Nothing can go beyond this, for it means that the vanquished are not spared, but that every possible species of abuse has been heaped upon then.<\/p> ",
    "audit": null
}