{
    "id": 6994,
    "source": "calvin",
    "verse_id": 17869,
    "verse_count": 1,
    "reference": "10:18",
    "title": "",
    "html": " <p> <i>And shall consume the glory of his forest.<\/i>, He goes on with the same comparison of a <i>burning<\/i>, and declares that the fire will consume both the highest and the lowest, and will leave nothing uninjured. It is possible that a fire might destroy the higher parts of a building, and might leave the lower parts unaffected. <\/p>\n <p> <i>And of his fruitful field.<\/i>, I do not think that <span class=\"greek-hebrew\">,כרמל<\/span>, (<i>Carmel<\/i>) is here a proper name, but rather an appellative, denoting a rich and fertile soil; for to say that <i>Carmel<\/i>, was held as belonging to the dominion of the king of Assyria, would have been inadmissible. The meaning therefore is, that not only will destruction overtake his <i>forests<\/i>, but the corn will be consumed by the same fire; for it will not only range over the heights, but will penetrate into the lowest places. <\/p>\n <p> <i>From the soul even to the flesh.<\/i>, This comparison is taken from man. As man consists of a <i>body<\/i>, and a <i>soul<\/i>, so each part of him is liable to separate diseases. It frequently happens that, when the <i>soul<\/i>, is healthy, the <i>body<\/i>, is diseased; and often the reverse takes place; but when both are unhealthy at the same time, the case is most dangerous. By this comparison, therefore, he threatens that the Assyrians will have nothing safe or sound, but that they will be devoted to utter destruction, because they will perish from <i>the flesh<\/i>, even to the <i>soul<\/i>,; not that <i>souls<\/i>, are mortal, but because the vengeance of God will fall upon them also. This is truly dreadful; for the design of chastisements is, <\/p>\n <p> <span> that the spirit may be saved, though the flesh be destroyed,\n(<\/span>, <a class=\"ref\">1 Corinthians 5:5<\/a>;) <\/p>\n <p>but when <i>the spirit<\/i>, also is involved in the destruction, what can be said or imagined that is more miserable? The flame only scorches the godly, but does not consume them as it consumes the ungodly, in whom it finds nothing but fuel fit for burning. <\/p>\n <p> <i>And it shall be as the fainting of a standard-bearer.<\/i>, There is an allusion in the words of the Prophet, which cannot be conveyed in another language. The meaning is the same as in the other comparisons, that there will be utter destruction, like the complete rout of an army when the standard has been taken. When the ensigns have been taken, it is commonly followed by a great slaughter; and when historians describe a fearful carnage, they tell us that the ensigns were taken. He does not threaten these things against the Assyrians on their own account, that they may receive advantage from the warning or may be led to repentance, but to yield consolation to the godly, that they may not think that the Assyrians will pass unpunished when they raged so fiercely against the people of God, or entertain fears either that the Lord has forgotten his promise, or that he cannot frustrate their designs. If the Prophet had not put them on their guard, many scruples of this kind might have arisen in their minds. <\/p>",
    "audit": null
}