{
    "id": 7413,
    "source": "calvin",
    "verse_id": 18300,
    "verse_count": 1,
    "reference": "33:20",
    "title": "",
    "html": "<p><i>Behold Zion. <\/i>Some read it in the vocative case, “Behold, O Zion;” but it is preferable to read it in the accusative case. He brings forward a promise of the restoration of the Church, which ought to have great weight with all godly persons; for when the Church shakes or falls, there can be no hope of prosperity. That the Church will be restored he shews in such a manner that he places it before our eyes as having actually taken place, though he speaks of what is future; and his object is to give greater energy to his style, as if he had said, “Again you will see Zion restored and Jerusalem flourishing.” Although believers see everything destroyed and scattered, and although they despair of her safety, yet in Jerusalem there shall be a quiet and safe habitation. <\/p>\n<p><i>The city of our solemnities, <\/i>or <i>of our assemblies. <\/i>By this designation he shews that we ought to judge of the restoration of Zion chiefly on this ground, that the people “assembled” there to hear the Law, to confirm the covenant of the Lord, to call upon his name, and to offer sacrifices. When the people were deprived of these things, they were scattered and nearly lost, and appeared to be separated from their head and utterly abandoned. Accordingly, nothing was so deeply lamented by godly persons, when they were held in captivity at Babylon, as to be banished from their native country and at the same time deprived of those advantages; and that this was the chief complaint of all believers is very manifest from many passages. (<a class=\"ref\">Psalms 137:4<\/a>.) <\/p>\n<p>“Zion” is called by him “a city,” because it formed the middle of the city, and was also called “the city of David.” (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 22:9<\/a>.) The extent of Jerusalem was different and larger; for, as we mentioned in the explanation of another passage,  there was a double wall, which is customary in many cities. Here it ought to be observed that the restoration of the Church is the most valuable of all blessings, and ought above all things to be desired; that everything else, even though it should be most abundant, is of no avail, if this single blessing be, wanting; and, on the other hand, that we cannot be unhappy, so long as Jerusalem, that is, the Church, shall flourish. Now, it is restored and flourishes, when God presides in our assemblies, and when we are assembled in his name and thus cleave to him. Wicked men indeed shelter themselves under the name of God, as if they were assembled at his command; but it is an empty mask, for in their heart they are very far from him, and attempt nothing in obedience to his authority. <\/p>\n<p><i>Jerusalem a peaceful habitation. <\/i>He says that believers, who had long been agitated amidst numerous alarms, will have a safe and “peaceful habitation” in the Church of God. Although God gave to his people some taste of that peace under the reign of Hezekiah, yet it was only in Christ that the fulfillment of it was manifested. Not that since that time the children of God have had a quiet habitation in the world; even in the present day this peacefulness is concealed; for we lead an exceedingly wandering and uncertain life, are tossed about by various storms and tempests, are attacked by innumerable enemies, and must engage in various battles, so that there is scarcely a single moment that we are at rest. The peace which is promised, therefore, is not that which can be perceived by our bodily senses, but we must come to the inward feelings of the heart, which have been renewed by the Spirit of God, so that we enjoy that peace which no human understanding is able to comprehend; for, as Paul says, “it goes beyond all our senses.” (<a class=\"ref\">Philippians 4:7<\/a>.) The Lord will undoubtedly bestow it upon us, if we dwell in the Church. <\/p>\n<p><i>A tent which shall not be carried away, the stakes of which shall never be removed. <\/i>By these metaphors of “a tabernacle” and of “stakes,” he describes accurately the condition of the Church. He might have called it a well-founded city, but he says that it is “a tabernacle,” which, by its very nature, is such that it can be speedily removed to a different place, in order that, though we may consider the condition of the Church to be uncertain and liable to many changes, yet we may know that it cannot be moved or shaken; for it will remain in spite of storms and tempests, in spite of all the attacks of enemies, and in opposition to what appears to be its nature, and to the views of our understanding. These two statements appear to be inconsistent with each other, and faith alone reconciles them, by maintaining that it is safer to dwell in this “tabernacle” than in the best defended fortresses. <\/p>\n<p>We ought to employ this as a shield against temptations,which otherwise would speedily destroy our faith, whenever we perceive the Church to be not only shaken, but violently driven about in all possible directions. Who would say that amidst that violent storm the “tabernacle” was safe? But since God does not wish his people to be wholly fixed on the earth, that they may depend more on himself alone, the protection which he promises to us ought to be reckoned better than a hundred, better than a thousand supports. <\/p>",
    "audit": null
}