{
    "id": 8022,
    "source": "calvin",
    "verse_id": 18920,
    "verse_count": 1,
    "reference": "65:22",
    "title": "",
    "html": "<p><i> According to the days of a tree.<\/i> Some think that this is a promise of eternal life; as if men had the tree of life; but that is forged ingenuity, and far removed from the Prophet’s meaning. And I do wonder that commentators give themselves so much trouble in explaining this passage; for the Prophet speaks, not only of life, but of a peaceful condition of life; as if he had said, “Ye shall plant vineyards, and shall eat the fruit of them; and ye shall not be removed from this life before receiving the fruit, which shall be enjoyed, not only by yourselves, but by your children and posterity. He employs the metaphor of a tree, because he had formerly spoken of planting vineyards; and accordingly he promises that the people shall peacefully enjoy both their houses and their vineyards, and shall not be molested by enemies or robbers, and this peaceful condition shall last as long as the life of a tree.<\/p> \n<p><i> And my elect shall perpetually enjoy<\/i><i> the work of their hands.<\/i> A work is said to be continued or perpetuated when the result of it is prosperous; for otherwise men would subject themselves to long and severe toil, and all to no purpose, if God did not grant success. Enemies will either take away or destroy what we have begun, and the completion of it will be out of our power; and therefore it is strictly said to be continued, not when merely some progress is made, but when it is brought to a close. Here it ought to be observed, that we cannot possess our wealth and have the peaceful and lawful enjoyment of it in any other way than by dwelling in the kingdom of Christ, who is the only heir of the world, and without being ingrafted into his body. Wicked men may indeed enjoy, for many years, the good things of this life; but they will continually be uneasy, and will wretchedly devour themselves, so that even possession shall be destructive and deadly; for it is only by faith that we obtain all that belongs to a blessed life, and they who have not faith cannot be members of Christ.<\/p> ",
    "audit": null
}