{
    "id": 7917,
    "source": "calvin",
    "verse_id": 18813,
    "verse_count": 1,
    "reference": "59:12",
    "title": "",
    "html": " <p> <i>For our iniquities are multiplied before thee. <\/i> He confirms what he formerly said, namely, that the people act unjustly in accusing God of cruelty, and in not understanding that they are justly punished for their iniquities, the huge mass of which towers up to heaven; and in this sense the Prophet says that they “are multiplied.” There is also much weight in the phrase “before thee;” for the Prophet descends into himself, and acknowledges the righteous judgment of God, which was hidden from men. Thus he intended to point out an implied contrast between the judgment of God and the judgment of men, who flatter themselves, and do not consider their sins; but God, who is a just judge, does not the less on that account reprove them, or pay any attention to the frivolous excuses under which they endeavor to shelter themselves. For this reason he does not reckon it enough simply to condemn the people, but says that they have “multiplied” their sins, that is, in many respects they are guilty before God. He acknowledges, therefore, that the Lord is righteous, and performs the part of an excellent judge; since nothing good or right is found among men; and therefore he adds, — <\/p> \n <p> <i>Our sins have testified against us, <\/i> (<i>or, answer <\/i> <i>to us <\/i>.) Witnesses are not summoned, or brought from heaven; but the Jews are rebuked and condemned by the testimony of conscience. That mode of expression ought to be carefully observed; for it shows that God does not need many proofs, since our sins hold us to be sufficiently convicted. We must not, therefore, strive with God, as if he punished us unjustly, or chastised us too severely; for our sins openly proclaim what we are, and God does not need additional proofs. <\/p> \n <p> <i>For our iniquities are with us. <\/i> Instead of “with us,” some render <span class=\"greek-hebrew\"> אתנו <\/span> (<i>ittanu <\/i>) ”upon us;” but I choose rather to adhere to the strict meaning of the word. Men practice evasions, and assume various shapes, in order to appear righteous; but in vain, for they carry with them their iniquities, from which they cannot extricate themselves; as God, in condemning Cain, (<a class=\"ref\">Genesis 4:7 <\/a>) declares that “sin keepeth watch before the door;“ so that any one who despises the judgment of God shall in vain attempt to escape by his rebellion. <\/p> \n <p> <i>And we know our sins. <\/i> When he says that the Jews “know their sins,” he does not mean that their hearts are truly affected by them, for in that case repentance follows; but he declares that, although they desire to escape the judgment of God, the testimony of their own conscience binds and holds them fast, so that it is vain for them to cavil or seek an excuse. He speaks in the first person, as if he were one of the great body of the people. This is very customary; but at the same time he shows that this evil prevails through the whole body to such an extent that not one member is whole or sound; and, although he may plead his own cause before God, yet, because iniquity is diffused through every part of the body, he acknowledges that he is one of the diseased members and is infected by the general contagion. Nor is there any contradiction in having formerly spoken of himself as not sharing the general guilt, and now laying aside all distinction, and including himself along with others. <\/p> \n\n“Our sins are well known to us.” ­ <i>Doederlein <\/i> ",
    "audit": null
}