{
    "id": 7395,
    "source": "calvin",
    "verse_id": 18282,
    "verse_count": 1,
    "reference": "33:2",
    "title": "",
    "html": " <p> <i>O Jehovah, have pity upon us.<\/i>, This sentiment was added by the Prophet, in order to remind the godly where they ought to go amidst such distresses, even when they shall appear to be deprived of all hope of safety; that they ought to betake themselves to prayer, to supplicate from God the fulfillment of these promises, even when they shall be most wretched, and when the power of the enemy to oppress them cruelly shall be very formidable. And here we ought carefully to observe the order which the Prophet has followed, in first exhibiting the promise of God and immediately exhorting to prayer. Not only so, but he breaks off the stream of his discourse, and suddenly bursts out into prayer; for although the Lord hastens to perform what he has promised, yet he delays for a time, in order to exercise our patience. But when we ought to wait, there is found in us no steadfastness or perseverance; our hearts immediately faint and. languish. We ought, therefore, to have recourse to prayer, which alone can support and gladden our hearts, while we look earnestly towards God, by whose guidance alone we shall be delivered from our distresses. Yet let us patiently, with unshaken hope and confidence, expect what he has promised to us; for at length he will shew that he is faithful, and will not disappoint us. <\/p>\n <p>At the same time the Prophet bids us not only consider in general the judgment of God against the Assyrians, but God’s fatherly kindness towards his chosen people; as if he had said that the Assyrians will be destroyed, not only that they may receive the just reward of their avarice and cruelty, but because in this manner God will be pleased to provide for the safety of his Church. But while he exhorts us to pray for mercy, he likewise declares that we shall be miserable. <\/p>\n <p> <i>In thee have we hoped.<\/i>, In order to cherish the hope of obtaining favor, believers next declare that they “have hoped in God,” on whom they now call; and indeed our prayers must be idle and useless, if they are not founded on this principle. <\/p>\n <p> <span>,“Let thy mercy be upon us,” saith David, \n“according as we have hoped in thee.” (<\/span>, <a class=\"ref\">Psalms 33:22<\/a>.) <\/p>\n <p>For to go into the presence of God, if he did not open up the way by his word, would be excessively rash; and, therefore, as he kindly and gently invites us, so we ought to embrace his word, whenever we approach to him. Besides, patience must be added to faith; and, therefore, when faith is taken away, we do not deserve that the Lord should hear us, for it is by faith that we call upon him. Now faith alone is the mother of calling on God, as is frequently declared in many passages of Scripture; and if faith be wanting, there can be nothing left in us but hypocrisy, than which nothing is more abhorred by God. (<a class=\"ref\">Romans 10:14<\/a>.) <\/p>\n <p>And hence it is evident that there is no Christianity in the whole of Popery; for if the chief part of the worship of God consists of prayer, and if they know not what it is to pray, (for they bid us continually doubt, and even accuse of rashness the faith of the godly,) what kind of worshippers of God are they? Can that prayer be lawful which is perplexed by uncertainty, and which does not rely with firm confidence on the promises of God? Do not those Rabbins, who wish to be reckoned theologians, shew that they are mere babes? Certainly our children excel them in knowledge and in the true light of godliness. <\/p>\n <p>Let us also learn from these words that our faith is proved by adversity; for the actual trial of faith is when, with unshaken patience in opposition to all dangers and assaults, we continue to rely on the word and the promises. Thus we shall give practical evidence that we have sincerely believed. <\/p>\n <p> <i>Be what thou hast been, their arm in the morning.<\/i>, Others render it as if it were a continued prayer, “Be our arm in the morning, and our salvation in tribulation.” As to believers speaking in the third person, they consider it to be a change which is frequently employed by the Hebrews. But I think that the Prophet’s meaning is different; for he intended to express that desire which is rendered more intense by benefits formerly received; and, therefore, in my opinion, that clause is appropriately inserted, “their arm in the morning,” in which I supply the words “who hast been,” in order to bring forward the ancient benefits bestowed by God on the fathers. “Thou, Lord, didst hearken to the prayers of our fathers; when they fled to thee, thou gavest them assistance i now also be thou our salvation, and relieve us from our afflictions.” <\/p>\n <p>“Arm” and “salvation” differ in this respect, that “arm” denotes the power which the Lord exerted in defense of his Church, and that before she was afflicted; while “salvation” denotes the deliverance by which the Lord rescues the Church, even when she appears to be ruined. He therefore places on record ancient benefits which the Lord formerly bestowed on the fathers, that he may be moved to exercise the same compassion towards the children. As if he had said, “O Lord, thou didst formerly turn away the dangers which threatened thy Church; relying on thy favor she flourished and prospered. Thou didst also deliver her when oppressed. In like manner wilt thou act on our own account, especially since it belongs to thy character to render assistance when matters are desperate and at the worst.” <\/p>\n <p>The particle <span class=\"greek-hebrew\">,אף<\/span>, <i>(aph,) even,<\/i>, is very emphatic for confirming our faith, that we may not doubt that God, who always continues to be like himself, and never degenerates from his nature or swerves from his purpose, will also be our deliverer; for, such have believers found him to be. We ought, therefore, to place continually before our eyes the manner in which the Lord formerly assisted and delivered the fathers, that we may be fully convinced that we also shall not fail to obtain from him assistance and deliverance. <\/p>\n\n“Certainly our children are more learned and religious than they are.”",
    "audit": null
}