{
    "id": 7063,
    "source": "calvin",
    "verse_id": 17942,
    "verse_count": 1,
    "reference": "14:13",
    "title": "",
    "html": " <p> <i>Yet thou saidst in thy heart.<\/i>, These words must be connected with what goes before. <i>To say<\/i>, means here, according to the custom of the Hebrew language, <i>to resolve in one’s own mind.<\/i>, The Prophet ridicules the pride of the Babylonian monarch, who, relying on his greatness, ventured to promise to himself uninterrupted success, as if he had the power of determining the events of his life. In him there is exhibited to us a mirror of the madness of pride with which ungodly men are swelled, and which sometimes they even vomit out. Nor ought we only to behold here the person of a single tyrant, but the blasphemous rage of all the ungodly, who form their resolutions as if they could dispose of everything according to their pleasure; as their plans are also beautifully described by James, <\/p>\n <p>We shall go into that city, we shall transact business, we shall make gain, though at the same time they know not what to-morrow shall bring. (<a class=\"ref\">James 4:13<\/a>.) <\/p>\n <p>They do not consider that they are in the hands of God, but believe that they will do everything by their own ability. <\/p>\n <p> <i>I will ascend into heaven.<\/i>, In these words, and those which immediately follow, the boasting is so absurd that it is impossible to believe that they proceeded from the lips of a mortal man; but as the Prophet did not intend to quote the very words which Nebuchadnezzar employed, let us be satisfied with examining the subject itself. Undoubtedly, all who claim for themselves more than human nature will allow, may be said to “attack heaven itself after the manner of the giants,” as the proverb runs. Hence it follows that whatever they undertake will be destructive to them; more especially every one who goes beyond the limits of his calling provokes the wrath of God against himself by his rashness. Let every one therefore be satisfied with his lot, and learn not to aim at anything higher, but, on the contrary, to remain in his own rank in which God has placed him. If God stretch out his hand, and lift us up higher, we ought to go forward; but no one ought to take it on himself, or to strive for it from his own choice. And even those who are raised to a higher rank of honor ought to conduct themselves humbly and submissively, not with any pretended modesty, but with minds so thoroughly depressed that nothing can lift them up. <\/p>\n <p> <i>I will sit on the mountain of the testimony, <\/i> <i>on the sides of the north.<\/i>, This plainly shows the reason why the Prophet especially accuses the Babylonian tyrant of so great madness, and what the Prophet means by such figures. He desired to <i>sit on the mountain of the testimony<\/i>,. By this effrontery he attempted to make himself equal to God. Though he reasoned, after the manner of men, that he could obtain a victory over the Jews, yet, reckoning as nothing the assistance of God, by whom he had often heard that they were protected, it was as if he had endeavored to destroy the very heavens. For Mount Zion he uses the expression <i>the sides of the north<\/i>, according to the description, <\/p>\n <p>Mount Zion, on the sides of the north, <span>,\nthe city of the great King. (<\/span>, <a class=\"ref\">Psalms 48:2<\/a>.) <\/p>\n <p>He had formerly called it <i>the mountain of the testimony<\/i>,. This word is derived from <span class=\"greek-hebrew\">,יעד<\/span>, (<i>yagnad<\/i>,;), which signifies to <i>unite<\/i>, to <i>assemble<\/i>, and <i>to be agreed<\/i>,. On this account <span class=\"greek-hebrew\">,מועד<\/span>,(<i>mogned <\/i>) signifies both an <i>assembly<\/i>, and an <i>appointed day<\/i>,; and, in a word, it may relate to time, place, and persons. But here I prefer to view it as a <i>Covenant<\/i>,; for the Lord, speaking by Moses, calls the Tabernacle <span class=\"greek-hebrew\">,מועד<\/span>, (<i>mogned<\/i>,) and says, <i>I will meet with you there<\/i>,. (<a class=\"ref\">Exodus 25:21<\/a>.) Let us not think, therefore, that it means an assembly of men, as when irreligious persons assemble to their fairs or festivals, but that the Lord intended to give a token of his presence, and there to ratify his covenant. This ought to be carefully observed; for the blasphemy of the wicked king is proved by this, that he attacked heaven itself rather than an earthly place. <\/p>",
    "audit": null
}