{
    "id": 6877,
    "source": "calvin",
    "verse_id": 17749,
    "verse_count": 1,
    "reference": "5:9",
    "title": "",
    "html": "<p><i>This is in the ears of Jehovah of hosts. <\/i>Here something must be supplied; for he means that the Lord sits as judge, and as taking cognizance of those things. When covetous men seize and heap up their wealth, they are blinded by their desire of gain, and do not understand that they will one day render an account. Never, certainly, were men so utterly stupid as not to ascribe some judgment to God; but they flatter themselves so far as to imagine that God does not observe them. In general, therefore, they acknowledge the judgment of God: when they come to particular cases, they take liberties, and suppose that they are not bound to proceed to that extent. <\/p>\n<p><i>If many houses be not laid desolate. <\/i>Having warned them that none of these things escape the eyes of God, lest they should imagine that it is a knowledge which does not lead to action, he immediately adds, that vengeance is close at hand. He likewise makes use of an oath; for the expression <i>If not <\/i>is a form of swearing that frequently occurs in the Scriptures.  In order to strike them with greater terror he breaks off the sentence with studied abruptness.  He might indeed have brought out this threatening with full expression, but the incomplete form is better fitted to keep the hearer in doubt and suspense, and is therefore more alarming. Besides, by this instance of reserve the Lord intended to train us to modesty, that we may not be too free in the use of oaths. <\/p>\n<p>But what does he threaten? <i>Many houses will be laid desolate. <\/i>This is a just punishment, by which the Lord chastises the covetousness and ambition of men, who did not consider their own meanness, that they might be satisfied with a moderate portion. In a similar manner the poet ridicules the mad ambition of Alexander the Great, who having learned from the philosophy of Anacharsis that there were many worlds, sighed to think, that after having worn himself out by so many toils, he had not yet made himself master of one world. “One globe does not satisfy the Macedonian youth. He writhes in misery on account of the narrow limits of the world, as if he were confined to the rocks of Gyaros, or to the puny Seriphos. But when he shall enter the city framed by potters, he will be content with a tomb. Death alone acknowledges how small are the dimensions of the bodies of men.”  <\/p>\n<p>Instances of the same kind occur every day, yet we do not observe them; for the Lord exhibits to us, as in a mirror, the absurd vanity of men, who spend a vast amount of money in building palaces that are afterwards to become the receptacles of owls and bats and other animals. These things are plainly before our eyes, and yet we do not apply our mind to the consideration of them. So sudden and various are the changes that happen, so many houses are laid desolate, so many cities are overthrown and destroyed, and, in short, there are so many other evident proofs of the judgment of God; and yet men cannot be persuaded to lay aside this mad ambition. The Lord threatens by the Prophet Amos: <\/p>\n<p><span>“You have built houses of hewn stones,\nbut you shall not dwell in them.” (<\/span><a class=\"ref\">Amos 5:11<\/a>.) <\/p>\n<p>And again, <\/p>\n<p><span>“He will smite the great house with breaches,\nand the little house with clefts.” (<\/span><a class=\"ref\">Amos 6:11<\/a>.) <\/p>\n<p>These things happen daily, and yet the lawless passions of men are not abated. <\/p>\n\n<span class=\"aramaic_text\">Quos ego <\/span><span class=\"aramaic_text\">— sed motos praestat componere fluctus<\/span>. — <i>Virg. AEn<\/i>. 1:135. \n<p><span>Unus Pellaeo juveni non sufficit orbis:\nAEstuat infelix angusto limite mundi,<br>\nUt Gyari clausus scopulis parvaque Seripho:<br>\nQuum tamen a figulis munitam intraverit urbem,<br>\nSarcophago contentus erit. Mors sola fatetur,<br>\nQuantula sint hominum corpuscula <\/span> <span>.\n<\/span>Juven. Sat.<i>10:168-173. <\/i><\/p>",
    "audit": null
}