{
    "id": 7435,
    "source": "calvin",
    "verse_id": 18323,
    "verse_count": 1,
    "reference": "35:2",
    "title": "",
    "html": " <p> <i>Flourishing it shall flourish. <\/i> He describes more fully how great, will be the effect of the grace of Christ, by whose power and might those places which had been overgrown with filthy and noxious weeds “flourish” exceedingly and regain their vigor. This repetition is used for the sake of amplification. The doubling of the word “flourish” may be taken in two senses; either to denote the prolongation of time in incessant vegetation; as if he had said, “It shall not flourish with a passing or fading blossom, so as to return immediately to the foul condition in which it once was, but with a continual, uninterrupted, and long-continued bloom, which can never fade or pass away;” or to denote the increase and daily or yearly progress of improvement; for Christ enriches us in such a manner as to increase his grace in us from day to day. <\/p> \n <p> <i>The glory of Lebanon, the beauty of Carmel and Sharon. <\/i> These metaphors display more fully the fertility already described; for the Prophet is not satisfied with saying that where formerly there was a gloomy wilderness smiling fields will be seen, and that dry places will be clothed with the beauty of flowers, but adds that there will be such luxuriant beauty as “Lebanon, Carmel, and Sharon” were celebrated for possessing. Though <i>Carmel <\/i> denotes a cultivated and fertile field, yet here it is a proper name, like the other two. We have seen in other passages that these mountains were highly celebrated, and throughout the whole of Judea held the undisputed preeminence both for delightfulness and for abundance of fruits. <\/p> \n <p> <i>They shall see the glory of Jehovah. <\/i> What he had formerly spoken metaphorically he now explains clearly and without a figure. Till men learn to know God, they are barren and destitute of everything good; and consequently the beginning of our fertility is to be quickened by the presence of God, which cannot be without the inward perception of faith. The Prophet undoubtedly intended to raise our minds higher, that we may contemplate the abundance and copiousness of heavenly benefits; for men might be satisfied with bread and wine and other things of the same kind, and yet not acknowledge God to be the author of them, or cease to be wretched; and indeed men are often blinded and rendered more fierce by enjoying abundance. But when God makes himself visible to us, by causing us to behold <i>his glory and beauty, <\/i> we not only possess his blessings, but have the true enjoyment of them for salvation. <\/p> ",
    "audit": null
}