{
    "id": 7444,
    "source": "calvin",
    "verse_id": 18332,
    "verse_count": 1,
    "reference": "36:1",
    "title": "",
    "html": "<p><i>It happened in the fourteenth year. <\/i>In this and the following chapter the Prophet relates a remarkable history, which may be regarded as the seal of his doctrine, in which he predicted the calamities that would befall his nation, and at the same time promised that God would be merciful to them, and would drive back the Assyrians and defend Jerusalem and the Holy Land. What had already been accomplished made it evident that he had not spoken in vain; but God intended that it should also be testified to posterity. Yet to the men of that age it was not less advantageous that such a record should be preserved. He had often threatened that the vengeance of God was near at hand, and that the Assyrians were ready at his bidding to be employed by him as scourges; and st the same time he promised that he would assist Jerusalem even when matters were come to the worst. Both were accomplished, and the greater part of the nation passed by, as with closed eyes, those evident judgments of God, and not less basely despised the assistance which was offered to them. So much the more inexcusable was their gross stupidity. <\/p>\n<p>But to the small number of believers it was advantageous to perceive such illustrious proofs of the hand of God, that greater credit might afterwards be given to Isaiah. The Prophet also might pursue his course more ardently and with unshaken firmness, since God had given so splendid an attestation of his doctrine from heaven. And because the truth of God scarcely obtains from us the honor due to it, unless it be supported by strong proofs, God has provided not less largely for our weakness, that we may perceive as in a mirror that the power of God accompanied the words of Isaiah, and that what he taught on earth was confirmed from heaven. More especially has calling was manifestly sealed, when God delivered Jerusalem from the grievous siege of Sennacherib, and when no hope of safety remained; so that believers saw that they had been rescued from the jaws of death by the hand of God alone. For this reason I have said that it was a seal to authenticate the prophecies which might otherwise have been called in question. <\/p>\n<p><i>In the fourteenth year. <\/i>Not without reason does he specify the time when these things happened; for at that time Hezekiah had restored the worship of God throughout the whole of his dominions, (<a class=\"ref\">2 Kings 18:4<\/a>;) and, not satisfied with this, sent messengers in various directions to invite the Israelites to come with speed from every place to Jerusalem, to offer sacrifices, and, after long disunion, again to unite in holy harmony of faith, and to worship God according to the injunctions of the Law. While such was the condition of the kingdom that superstitions were removed and the Temple cleansed, and thus the true worship of God was restored, Judea is invaded by the king of Assyria, fields are pillaged, cities are taken, and the whole country is subject to his authority. Jerusalem alone, with a few inhabitants, is left; and in that city Hezekiah was shut up as in a prison. <\/p>\n<p>We must now consider what thoughts might occur to the pious king and to other persons; for if we judge of this calamity according to the perception of the flesh, we shall think that God was unjust in permitting his servant to be reduced to such extremities, whose piety seemed to deserve that the Lord would preserve him in safety and free from all molestation, since his whole desire was to maintain the true worship of God. This was no small trial of the faith of Hezekiah, and ought to be continually placed before our eyes, when we are subjected to the same temptations. The Lord did not punish Hezekiah for carelessness, pleasures, or luxury, and much less for superstitions, or unholy contempt of the Law; for as soon as he began to reign, he labored with the utmost zeal and carefulness and industry to restore the purity of religion. God therefore intended to try his faith and patience. <\/p>",
    "audit": null
}