{
    "id": 7277,
    "source": "calvin",
    "verse_id": 18159,
    "verse_count": 1,
    "reference": "27:7",
    "title": "",
    "html": "<p><i>Hath he smitten him?<\/i> He confirms the former statement, and shews that, even in chastisements, there are certain and manifest proofs of the goodness and mercy of God; for while the Lord chastises his people, he moderates the severity in such a manner as always to leave some room for compassion. There are various ways of explaining this verse. Some interpret it thus: “Did I smite Israel as his enemies smote him? The Assyrians did not at all spare him: they acted towards him with the utmost cruelty. But I laid a restraint on my wrath, and did not smite as if I wished to destroy him; and thus I gave abundant evidence that I am not his enemy.” But I prefer another and commonly received interpretation, which leads us to understand that a difference between believers and the reprobate is here declared; for God punishes both indiscriminately, but not in the same manner. When he takes vengeance on the reprobate, he gives loose reins to his anger; because he has no other object in view than to destroy them; for they are “vessels of wrath, appointed to destruction,” ( <a class=\"ref\">Romans 9:22<\/a> ,) and have no experience of the goodness of God. But when he chastises the godly, he restrains his wrath, and has another and totally different object in view; for he wishes to bring them back to the right path, and to draw them to himself, that provision may be made for their future happiness.<\/p> \n<p>But it may be asked, Why does the Prophet employ a circuitous mode of expression, and say, “according to the stroke of him that smote him?” I answer, he did so, because the Lord often employs the agency of wicked men in chastising us, in order to depress and humble us the more. It is often a very sore temptation to us, when the Lord permits us to be oppressed by the tyranny of wicked men; for we have doubts whether it is because he favors them, or because he deprives us of his assistance, as if he hated us. To meet this doubt, he says that he does indeed permit wicked men to afflict his people, and to exercise their cruelty upon them for a time, but that he will at length punish them for their wickedness more sharply than they punished the godly persons. Yet, if any one choose to adopt the former interpretation, namely, that the Lord will not deal with us as with enemies, I have no objection. Hence arises also that saying, that “it is better to fall into the hands of God than into the hands of men;” for the Lord can never forget his covenant, that he will deal in a gentle and fatherly manner with his Church. ( <a class=\"ref\">2 Samuel 24:14; 1 Chronicles 21:13<\/a>.)<\/p> ",
    "audit": null
}