{
    "id": 6854,
    "source": "calvin",
    "verse_id": 17720,
    "verse_count": 1,
    "reference": "3:12",
    "title": "",
    "html": "<p><i>The oppressors of any people are children<\/i> Here also is reproved the madness and sottishness of the people, because they shut their eyes at noon-day. There is nothing which men are more reluctant to allow than to have a yoke laid on them; nor do they willingly submit to be governed by nobles. Feeble and cowardly, therefore, must be the minds of those who obey delicate and effeminate men, and permit themselves to be oppressed by them; nor can it be doubted that God has struck with a spirit of cowardice those who offer their shoulders, like asses, to bear burdens. The power of a tyrant must indeed be endured, even by men of courage; but the reproach which Isaiah brings against the Jews is, that while they obstinately shake off the yoke of God, they are ready to yield abject submission to men, and to perform any services, however shameful or degrading.<\/p> \n<p>For the Jews could not complain that they were compelled by violence, when of their own accord they obeyed those whose authority they would gladly have declined. Hence it is evident that they were struck by the hand of God, and were shaken with terror, so that they had no strength either of body or of mind.<\/p> \n<p>This is also the vengeance which God had formerly threatened by Moses; for the general doctrine of Moses, as we have already said, is continually alluded to by the prophets. or how was it possible that men who had the power of resistance should of their own accord undergo a slavery from which they would willingly have escaped, had not God deprived them of understanding and forethought that he might in this manner take vengeance on their crimes? Whenever, therefore, anything of this kind shall befall us; let us not imagine that it came by chance. On the contrary, whenever it shall happen that we are governed by men who are of no estimation, and which are more insignificant than children, let us acknowledge the wrath of the Lord, if we do not choose that the Prophet shall charge us with the grossest stupidity.<\/p> \n<p><i>They who govern thee<\/i> He continues to teach the same doctrine, that when God lets loose the reins against the wicked, so as to disturb everything, he shows that he is highly offended at the Jews; for if they had enjoyed his favor, there was reason to hope that his government would be most holy and blessed. At the same time it is probable that the common herd of men were so foolishly devoted to their rulers, that they revered as oracles both their injunctions and their conduct; and hence arose all the corruption that everywhere prevailed. Since, therefore, the contagion was spreading farther without being perceived by the people, Isaiah cries aloud that they ought to guard against the governors themselves, who corrupt and destroy the people.<\/p> \n<p>Others explain it, <i>they who bless thee<\/i> ; but as the participle which he employs may be taken from<span class=\"greek-hebrew\"> ישר<\/span> , (<i>yashar<\/i> ,) which signifies<i>to rule<\/i> , I shall rather adopt that interpretation, for it is more agreeable to the context. I do acknowledge that the false prophets flattered the people, but I see no reason why their flatteries should be mentioned here. But it applies very well to the rulers and heads, that they were the cause of the destruction; for as princes are raised to their office for the sake of the public safety, so no plague is more destructive than when they are bad men, and rule according to their own caprice. He says, therefore, that they who rule are the causes of the evils, and that they corrupt everything, since it was their duty to correct other men, and to point out the way by their own example.<\/p> ",
    "audit": null
}