{
    "id": 6909,
    "source": "calvin",
    "verse_id": 17781,
    "verse_count": 1,
    "reference": "6:11",
    "title": "",
    "html": " <p> <i>And I said, How long, O LORD?<\/i>, Although the Prophets are severe in denouncing the wrath of God against men, yet they do not lay aside human feelings. It is therefore necessary that they sustain a twofold character; for they must proclaim the judgment of God with high and unshaken courage, so that they would rather choose that the world should be destroyed and utterly ruined than that any part of His glory should be taken away. And yet they are not devoid of feeling, so as to be unmoved by compassion for their brethren, whose destruction their office lays them under the necessity of foretelling. These two feelings, though they appear to be inconsistent, are in full harmony, as appears from the instance of Jeremiah, who at first complains of the hard task assigned him of proclaiming destruction to the people, but afterwards revives his courage, and proceeds boldly in discharging the duties of his office (<a class=\"ref\">Jeremiah 1:6<\/a>.) Such was also the state of Isaiah’s mind; for, being desirous to obey God, he earnestly proclaimed His judgments; and yet he had some regard to the people, which led him to entreat, that if this <i>blindness<\/i>, must come upon them, it might not be permanent. There can be no doubt, that when he thus prayed to God, he was moved with compassion, and desired that so dreadful a punishment should be mitigated. <\/p>\n <p>Natural affections, (<span class=\"greek-hebrew\">,στοργαὶ φυσικαὶ<\/span>,) therefore, ought not to prevent us from performing what is our duty. For instance, there is the natural affection of a husband to a wife, and of a father to a son; but it ought to be checked and restrained, so that we may chiefly consider what is suitable to our calling, and what the Lord commands. This ought to be carefully observed; for when we wish to give loose reins to ourselves, we commonly plead this excuse, that we are willing and ready to do what God requires, but are overpowered by natural affection. But those feelings ought to be restrained in such a manner as not to obstruct our calling; just as they did not hinder the Prophet from proceeding in the discharge of his duty; for to such an extent ought we to acknowledge the authority of the Lord over us, that when he orders and commands, we should forget ourselves and all that belongs to us. <\/p>\n <p>But although the godly anxiety of Isaiah about the salvation of the people is here expressed, still the severity of the punishment is likewise stated, that wicked men may not, as they are wont to do, indulge the hope of some mitigation. Nor can it be doubted that the Prophet was led by a secret impulse from God to ask this, that the stern and dreadful reply which immediately follows might be more fully brought out; from which it is evident what kind of destruction awaits unbelievers, that they will receive no light or moderate punishment, but will be utterly destroyed and cut off. <\/p>\n <p> <i>Until the houses be without man, and the land become a desolation.<\/i>, This is an additional aggravation; for it is possible that countries might be wasted, and yet that one city might remain; that even cities might be stormed and laid desolate, and yet very many houses be left. But here the slaughter, he tells us, will be so great, that not only the cities, but even the very houses will be thrown down, and the whole land will be reduced to frightful and lamentable desolation; though even amidst the heaviest calamities some remnant is still left. Though Isaiah said this but once, yet let us understand that it is also spoken to us; for this punishment has been pronounced against all who obstinately disobey God, or who with a stiff neck struggle against his yoke. The more violent their opposition, the more resolutely will the Lord pursue them till they are utterly destroyed. <\/p>",
    "audit": null
}