{
    "id": 7629,
    "source": "calvin",
    "verse_id": 18520,
    "verse_count": 1,
    "reference": "43:14",
    "title": "",
    "html": " <p> <i>Thus saith Jehovah. <\/i> The Prophet shews that Cyrus will be but a hired soldier, to render his services to the Lord for delivering his people. He does not indeed name Cyrus, but speaks of the army which he has under his command for subduing the Babylonians. ‘We know that this was accomplished by Cyrus and Darius, and that under the direction of God, who had foretold it long before. And not only does he speak to those who beheld the accomplishment of these things, but to all others whom the Lord wished to comfort by this hope of deliverance, of which they could not have formed the smallest conception. He addresses captives, who, having been oppressed by the cruel tyranny of the Babylonians, appeared to be beyond all hope of obtaining deliverance, and who might be apt to regard those promises as absurd, because in the opinion of men there was no visible hope of redemption. But we should yield this honor to the word, to believe what is otherwise incredible, that we may be encouraged to “hope against hope.” (<a class=\"ref\">Romans 4:18<\/a>.) Such is the power of faith, that it must not be limited to the view of external objects, but rise above the heavens, and reach even to God himself. <\/p> \n <p> <i>For your sake I have sent to Babylon. <\/i> This is highly emphatic; for, while Cyrus was instigated by ambition and by an insatiable desire of power, and while there were many causes of the war, nothing was further from being generally believed, than that the destruction of that monarchy would shake the world, so that the Jews who were at that time most despicable in the eyes of men, would return to their native land. But God testifies that he will grant easy victories to the Persians, so that they shall subdue the East, because he will be reconciled to his Church. <\/p> \n <p>For the same reason he begins by saying, that he is <i>the Redeemer of his people, <\/i> and <i>the Holy One, <\/i> to shew more clearly that he holds dear and precious those whom he has chosen to be his peculiar people. (<a class=\"ref\">Exodus 19:6<\/a>.) But this appears to be inconsistent with what we have formerly seen, <\/p> \n <p>“We to thee who plunderest, for thou shalt be exposed to plunder,” (<a class=\"isa\" verses=\"WzE4MjgxXQ==\">Isaiah 33:1<\/a>;) <\/p> \n <p>for the Lord declared that he would punish the cruelty of the Babylonians, and repay to them what they had deserved; but now he affirms that he sends the Persians to deliver his people. But these statements may easily be reconciled. Though the Lord punished the Babylonians, yet he had also a care of his people; for, as the providence of God extends throughout the whole world, so he takes a peculiar care of his Church, and, as the elect are the object of his special love, so he directs all things for their salvation. It is not without good reason, therefore, that he says that he sent, and that he was induced by undeserved favor to send, because he wished to be the Savior of his people. <\/p> \n <p> <i>And I made them come down. <\/i> For the same reason as before, he now adds that they shall come down at his command, because, although the Persians and Medes will have another object in view, yet their march shall be guided by heavenly impulse; and in this manner he wished to give an early testimony of his grace to the elect people, that they might not faint under many very distressing calamities. This promise ought therefore to have brought vast consolation to believers, that, although they were despised, and hated, and even abhorred by all, still they were dear to God; because he would at length assist them, and on their account would destroy the kingdom of the Babylonians. <\/p> \n <p> <i>They are all fugitives. <\/i> By saying that “they shall be fugitives,” he shews that he will give to Cyrus such success, that the Babylonians shall tremble at his arrival, and in terror shall throw down their arms, and betake themselves to flight. It often happens that a very powerful prince, abundantly supplied with military preparations, undertakes a war, but conducts it unsuccessfully; and therefore it was not enough that Cyrus should be sent with a powerful army, if he were not also crowned with success. <\/p> \n <p> <i>And a cry of the Babylonians in the ships. <\/i> To describe more fully the sudden flight, he adds that there shall be “a <i>cry <\/i> or noise in the ships;” for they were unable to escape by land. They had, indeed, a very convenient river, the Euphrates, which united with the river Tigris, by which they might easily have escaped. Yet even in this respect their expectation was disappointed on account of the bed of the river being dried up. <\/p> ",
    "audit": null
}