{
    "id": 7723,
    "source": "calvin",
    "verse_id": 18619,
    "verse_count": 1,
    "reference": "48:4",
    "title": "",
    "html": " <p> <i>For I knew that thou art obstinate. <\/i> Literally it is, “On account of my knowing,” or, “From nay knowing.” Here the Lord solemnly declares by the Prophet, that it was on account of the hard-heartedness of the people that he spake of future events; as if he had said that he acted more liberally towards them than he ought to have done. Not that this was the only end which he aimed at; for we know that the chief use of doctrine belongs to believers, who gently submit themselves and cheerfully obey; but Isaiah, who had to deal with obstinate men, justly says that, if their depravity had not been incurable, God made use of an excellent remedy, by uttering many successive predictions for the purpose of ratifying his Law. Thus as he had foretold future events to the fathers, so he shews that he follows the same course, in order to conquer or soften the obstinacy and hard-heartedness of the people. <\/p> \n <p> <i>And thy neck is an iron sinew, and thy forehead is of brass. <\/i> He calls their neck “an iron sinew,” because it cannot be bent. “Sinews” are indeed hard, but still they are capable of being bent; here, he says, there is no bending, because they are untameable. He next mentions “a brazen forehead,” to denote their impudence. There are two ways by which we may be kept in the path of duty; first, if we are submissive and obey good instructions or holy commandments; and secondly, if, after having fallen into any sin, we are moved by sincere shame to repent of what we have done. When these are wanting, it is a sign of desperate wickedness. These are two proofs, therefore, which he has brought forward to shew that the nation was abandoned to everything that was sinful; they were refractory, and they were impudent. And yet, when the Lord cannot cure us in any other way, he treats even our perversity with such forbearance, that he is pleased to give us warning of future events. Thus he assumes, as it were, every possible shape, in order to recall us to himself, and bring us back into the right path. <\/p> ",
    "audit": null
}