{
    "id": 7808,
    "source": "calvin",
    "verse_id": 18704,
    "verse_count": 1,
    "reference": "52:7",
    "title": "",
    "html": "<p><i>How beautiful upon the mountains. <\/i>The Prophet again confirms believers as to the certainty of the word of God, that they may be fully persuaded that they shall be restored to their former liberty, and may comfort their hearts by assured hope during that hard bondage. He pronounces magnificent commendations on this message, that believers may be convinced that God holds out to them, in their calamity, the hope of future salvation; and indeed, when God speaks, they ought to accept the consolation, that, relying on it, they may calmly and patiently wait for the fulfillment of the promise. Thus, in order that believers may bridle their desires by patience, he splendidly adorns the word of God. “Will you be so ungrateful as not to rest satisfied with that incomparable treasure of the word which contains so many benefits? Will you give way to unruly passions? Will you complain of God?” He wishes to guard against distrust the people who were drawn away by various allurements, and did not fully rely on the word of God; and therefore he praises the excellence of the doctrine, and shews that the Lord bestows upon “us more than we can say or think.” (<a class=\"ref\">Ephesians 3:20<\/a>.) <\/p>\n<p>He states that he does not now speak of every kind of doctrine, but of that which is adapted to consolation, and therefore shews that “beautiful” and lovely is the approach of those who bring consolation from the mouth of God, which can not only alleviate our grief, but even impart to us abundant joy. Here he speaks of the doctrine of salvation, and consequently says that <i>peace, happiness, salvation, <\/i>is proclaimed. By the word “peace” he denotes a prosperous and happy condition, as we have already in other passages explained fully the signification of this term. <\/p>\n<p><i>That saith to Zion. <\/i>Hence we infer what is the beginning of that doctrine which Isaiah preaches, and what we ought chiefly to desire, namely, that the kingdom of God may be erected among us; for until he reign among us, everything must go in with us, and therefore we must be miserable, as, on the other hand, when God is pleased to take care of us, this of itself is the chief part of salvation; and this, too, is the only way of obtaining peace, though the state of affairs be ruinous and desperate. And let us remember that this message is sent to the Church; for it cannot apply to heathens that know not God. <\/p>\n<p>Paul quotes this passage, in order to prove that the preaching of the Gospel proceeds not from men but from God, and that the ministers who bring the message of salvation are sent by him. He employs this chain of reasoning, — “Whosoever shall call on the name of the Lord shall be saved. But it is impossible for any one to call on God till he know him; for there can be no entrance to calling on him till it is opened up by faith, that, embracing God as our Father, we may familiarly pour our cares into his bosom. Now, the foundation of it is doctrine, by which the Lord has revealed himself to us, and for that purpose employs the agency and ministry of men. Therefore he adds, lastly, that there will be none to preach till he be sent by God.” (<a class=\"ref\">Romans 10:15<\/a>.) <\/p>\n<p>But it may be thought that Paul tortures the Prophet’s words; for Isaiah does not say that God sends ministers, but that their approach and presence is desirable. I reply, Paul took this principle for granted, that nothing is desirable but what comes from God. But whence comes salvation? From men? No; for none but God can be the author of such a distinguished benefit. Justly, therefore, does he conclude that it proceeds from God, and not from man. <\/p>",
    "audit": null
}