{
    "id": 7671,
    "source": "calvin",
    "verse_id": 18564,
    "verse_count": 1,
    "reference": "45:2",
    "title": "",
    "html": "<p>and<i> I will go before thee.<\/i> These two verses contain nothing new; but, in general, he shews that Cyrus will gain an easy and rapid victory, because he will have the Lord for the leader of his expedition. Accordingly he promises that all<i> crooked<\/i> paths shall be<i> made straight,<\/i> because God will remove every obstruction. Now, since money is the sinews of war, and Cyrus came from the scorched and poor mountains of Persia, Jehovah says that<i> treasures<\/i> which were formerly hidden and concealed shall come into the hands of Cyrus, so that, laden with rich booty, he shall have enough for defraying any expenditure; for by<i> the treasures of darkness<\/i> he means those which lay concealed, and as it were buried in safe and deep places of defense. It is abundantly clear from history, that all these things happened; for by taking Croesus, king of Lydia, who was at that time the richest of all men, he obtained large sums of money. Nor would any one have expected that he would gain victories so easily; and the reason of so great success is now added, because the Lord called and directed him, that he might give in him an illustrious demonstration of his power; for he adds —<\/p> \n<p><i> That thou mayest know that I am Jehovah.<\/i> True, Cyrus, as we formerly said, though he acknowledged that the God of Israel is the true God, and was filled with admiration, yet was not converted to him, and never embraced his pure worship according to the standard of the Law. This was therefore special knowledge, that is, so far as he assisted the Church, for whose deliverance he was appointed; and therefore it was necessary that he should be under the influence of this knowledge, in order that he might execute this work of God. Thus he does not speak of that knowledge by which we are enlightened, or about the Spirit of regeneration, but about special knowledge, such as men destitute of religion may possess.<\/p> \n<p><i> Calling thee by thy name.<\/i> From some commentators this mode of expression has received a trivial interpretation, that “before Cyrus was born, God called and described him by his name.” But we have seen in a former passage, (<a class=\"isa\" verses=\"WzE4NTA3XQ==\">Isaiah 43:1<\/a> ,) that the Prophet, while he used the same form of expression, meant something different; for God is said to “call by name” those whom he has chosen, and whom he appoints to perform some particular work, that they may be separated from the multitude. This word denotes closer and more familiar intercourse. Thus a shepherd is said to “call his sheep by name,” (<a class=\"ref\">John 10:3<\/a> ,) because he knows them individually. This applies indeed, in the highest degree, to believers, whom God reckons as belonging to his flock, and to the number of the citizens of his Church. God did not bestow this favor on Cyrus; but because, by appointing him to be the leader of so excellent a deliverance, he engraved on him distinguished marks of his power; with good reason is the commendation of an excellent calling applied to him.<\/p> \n<p><i> The God of Israel.<\/i> This ought to be carefully observed; for superstitious men ascribe to their idols the victories which they have obtained, and, as Habakkuk (<a class=\"ref\">Habakkuk 1:16<\/a>) says, “They sacrifice every one to his god;” and therefore they wander in their thoughts, and conceive in their hearts any deity that they fancy, while they ought to acknowledge that Jehovah is the only and true God. What is said of Cyrus ought to be much more applied to us, that we may not fashion any knowledge of God according to our fancy, but may distinguish him from idols, so as to embrace him alone, and to know him in Christ alone, apart from whom nothing but an idol, or even a devil can be worshipped. In that; respect, therefore, let us surpass Cyrus, to whom the knowledge of God was revealed, so that we may lay aside superstitions and all false worship, and may thus adore him in a holy and upright manner.<\/p> ",
    "audit": null
}