{
    "id": 7624,
    "source": "calvin",
    "verse_id": 18515,
    "verse_count": 1,
    "reference": "43:9",
    "title": "",
    "html": " <p> <i>Let all the nations be gathered together. <\/i>,Here the Prophet, as on former occasions, speaks in the person of God, and bids defiance to all idols. It is highly necessary, and was at that time especially necessary, to distinguish between the true God and false gods. It is easy indeed to ascribe to God the glory of divinity, but it is very difficult to claim it for him so exclusively, that all false gods shall be reduced to nothing; and at that time the error regarding them had received greater confirmation, for at the ruin of the nation unbelievers applauded the gods as if they had vanquished the true God. The Prophet therefore suggests to believers the reply which they should make to the jeers of their enemies, and, although they should sally forth in crowds to defend their errors, enjoins the small number to stand firm against all their forces. <\/p>,\n <p> <i>Who is there among them to declare this? <\/i>,We formerly said that foreknowledge and power belong to God alone; for he has all things under his eye, and governs all things according to his pleasure; and, accordingly, by these two arguments he formerly proved against all the false gods the charge of vanity, lie now repeats the same charge, not to reclaim from this error the Gentiles, who did not read those prophecies, but to confirm the faith of the Jews, who were assured that they alone knew the true God. At present, indeed, this doctrine belongs both to Gentiles and to Jews; and not only so, but when the Jews shewed themselves to be unworthy, (<a class=\"ref\">Acts 13:46 <\/a>,,) their privileges were extended to the Gentiles; but at that time Isaiah chiefly addressed the Jews, that, although they saw the Gentiles succeeding in everything to their wish, still they might abhor their idols and superstitions. <\/p>,\n <p> <i>Let them produce their witnesses. <\/i>,After haying summoned unbelievers to plead the cause of their gods, or rather, after having held it to be acknowledged that it was to no purpose that they spent their time in the worship of idols, because they had no power of predicting future events, he adds that there will be no <i>witnesses <\/i>,to testify with truth that any prediction ever proceeded from false gods, and consequently that their cause is destitute of lawful defense. There never was a time, indeed, when there were not many fables told about idols, as we constantly hear of innumerable fables of that kind which are widely circulated, and the silliness with which unbelievers pour forth their lies is equalled by the obstinacy with which they defend them; but if we come to examine them, we shall find them to be supported by no proof, but to be absolute tricks and foolish inventions. On this account the Prophet willingly yields the victory, if they shall bring forward competent and trustworthy “witnesses.” To God alone, therefore, this glory belongs; for he has “witnessess,” <\/p>,\n <p> <i>But let them hear. <\/i>,At length, as if the matter had been fully proved, he rises more confidently, and commands the vanquished to keep silence. When he bids them <i>hear, <\/i>,he means that the only obstacle to their acknowledgment of the truth is, that they are prejudiced by their error, and refuse to hear God; for this contempt causes them not to repent, but, on the contrary, to defend their error with stubbornness. Now, the Lord was ready to teach if they had only been willing to hear him with candor; and a better teacher could not be desired, but pride and haughtiness will not suffer them to see the truth or to listen to God. They are, therefore, without excuse; for they disdainfully reject his public instructions, and do not assent to his doctrine. Isaiah justly declares that, if they gave due attention, they would be constrained to acknowledge it to be true; and indeed all who shall shew themselves to be obedient will readily acknowledge that the truth of God is founded on a firm and solid judgment, and not on an uncertain and doubtful opinion. <\/p>,",
    "audit": null
}