{
    "id": 7778,
    "source": "calvin",
    "verse_id": 18674,
    "verse_count": 1,
    "reference": "50:11",
    "title": "",
    "html": "<p><i>Lo, all of you kindle a fire. <\/i> He upbraids the Jews with choosing to kindle for themselves their own light, instead of drawing near to the light of God. This passage has been badly expounded; and if we wish to understand its true meaning, we must attend to the contrast between the light of God and the light of men; that is, between the consolation which is brought to us by the Word of God and the empty words of comfort uttered by men, when by idle and useless things they attempt and toil to alleviate their distresses. Having formerly spoken of “light” and “darkness,” and having promised light to believers, who hear the voice of the Lord, he shews that the Jews had rejected this light, in order to kindle another light for themselves, and threatens that ultimately they shall be consumed by this light, as by a conflagration. Thus Christ upbraids the Jews with “rejoicing in John’s light,” ( <a class=\"ref\">John 5:35<\/a> ,) because they made a wrong use of his official character, in order to obscure or rather to extinguish the glory of Christ. To bring forward John’s official character, in order to cover with darkness the glory of Christ, was nothing else than to extinguish the light of God shining in a mortal man, in order to kindle another light for themselves, not that it might guide them by pointing out the road, but that, by foolishly rejoicing in it, they might be driven about in every direction.<\/p> \n<p>When he says that they are<i>surrounded by sparks,<\/i> he glances at their various thoughts, by which they were agitated and carried about in uncertainty sometimes in one direction and sometimes in another; and in this way he mocks at their folly, because they willingly and eagerly ran wheresoever their foolish pleasures drew them.<\/p> \n<p><i>Walk in the light of your fire. <\/i> As if he had said, “You shall know by experience how useless and transitory is your light, when your unwarranted hopes shall have deceived you.” The ironical permission denotes disappointment. Others explain it, that wicked men kindle against themselves the fire of God’s wrath; but the Prophet looked higher, and that sentiment appears not to agree with this passage.<\/p> \n<p><i>From my hand. <\/i> Because wicked men, being intoxicated by false confidence, think that they are placed beyond the reach of all danger, and, viewing the future with reckless disregard, trust to “their own light,” that is, to the means of defense with which they imagine themselves to be very abundantly provided; the Lord declares, that<i>they shall lie down in sorrow,<\/i> and that this shall proceed “from his hand;” and, in a word, that men who have forsaken the light of the Word, and who seek consolation from some other quarter, shall miserably perish.<\/p> ",
    "audit": null
}