{
    "id": 7861,
    "source": "calvin",
    "verse_id": 18757,
    "verse_count": 1,
    "reference": "56:3",
    "title": "",
    "html": "<p><i>And let not the son who is a foreigner<\/i><i>say. <\/i> The Prophet shows that this grace of God shall be such that even they who formerly were estranged from him, and against whom the door might be said to have been shut, may obtain a new condition, or may be perfectly restored. And he meets their complaint, that they may not say that they are rejected, or unworthy, or “foreigners,” or excluded by any mark; for the Lord will remove every obstacle. This may refer both to Jews, who had been brought into a condition similar to that of foreign nations by a temporary rejection, and to the heathen nations themselves. For my own part, I willingly extend it to both, that it may agree with the prediction of Hosea,<\/p> \n<p>“I will call them my people who were not my people.” ( <a class=\"ref\">Hosea 1:10<\/a>)<\/p> \n<p><i>Joined to Jehovah. <\/i> When he says that they are “joined to God,” he gives warning that this consolation belongs to those only who have followed God when he called them; for there are many “eunuchs” on whom God does not bestow his favor, and many “foreigners” who do not join themselves to the people of God. This promise is therefore limited to those who have been called and have obeyed.<\/p> \n<p>By calling them “foreigners” and “eunuchs,” he describes under both classes all who appear to be unworthy of being reckoned by God in the number of his people; for God had separated for himself a peculiar people, and had afterwards driven them out of his inheritance. The Gentiles were entirely shut out from his kingdom, as is sufficiently evident from the whole of Scripture. Paul says,<\/p> \n<p><span> “Ye were aliens from the commonwealth of Israel, and strangers to the covenants of promise, having no hope, and without God in the world. But now by Christ Jesus, ye who formerly were far off have been made nigh by the blood of Christ.” \n(<\/span> <a class=\"ref\">Ephesians 2:12<\/a>)<\/p> \n<p>The Gentiles, therefore, might at first doubt whether or not the benefit of adoption, which was literally intended for the Jews, belonged to them. We see also how much the Apostles shrunk from it, when the Lord commanded them ( <a class=\"ref\">Mark 16:15<\/a>) to “preach the Gospel through the whole world;” for they thought that the doctrine of salvation was profaned if it was communicated indiscriminately to Gentiles as well as to Jews. The same hesitation might harass the elect people, from the time that their banishment from the holy land became a sign of the rejection of them; and therefore the Prophet commands them to dismiss their doubts.<\/p> \n<p><i>And let not the eunuch say. <\/i> By the same figure of speech, in which a part is taken for the whole, he includes under this designation all who bore any mark of disgrace which kept them apart~ from the people of God; for “eunuchs,” and those who had no children, appeared to be rejected by God and shut out from the promise which the Lord had made to Abraham, that “his seed should be as the stars of heaven, ( <a class=\"ref\">Genesis 15:5<\/a>) and as the sand of the sea.” ( <a class=\"ref\">Genesis 22:17<\/a>) In a word, he warns all men against looking at themselves, that they may fix their minds exclusively on God’s calling, and may thus imitate the faith of Abraham, ( <a class=\"ref\">Genesis 15:6<\/a>) who did not look at either his own decayed body or the barren womb of Sarah, so as through unbelief to dispute with himself about the power of God, but hoped above all hope. ( <a class=\"ref\">Romans 4:18<\/a> ­20) The Prophet addresses persons who were despised and reproached; for, as Peter says,<\/p> \n<p>“there is no respect of persons with God, but in every nation he who feareth him, and worketh righteousness, is accepted by him.” ( <a class=\"ref\">Acts 10:34<\/a>)<\/p> ",
    "audit": null
}