{
    "id": 8028,
    "source": "calvin",
    "verse_id": 18926,
    "verse_count": 1,
    "reference": "66:3",
    "title": "",
    "html": " <p> <i>He that killeth an ox, as if he slew a man. <\/i> There are two clauses in this verse. In the former, Isaiah plainly declares that all the sacrifices of his nation are of no value in the sight of God, but are held by him in abomination; in the latter, he describes the dreadful corruption by which they mingled the ceremonies of the Gentiles with the sacrifices of the Law, and in this way corrupted and perverted everything. The greater part of commentators think that these words repeal the sacrifices of the Law, but this is a mistake; for Isaiah, in this passage, treats of the same subject of which he had formerly treated in the first and fifty-eighth chapters, and does not absolutely condemn sacrifices, but rather the blemishes and corruptions of them, because the Jews thought that God was satisfied with a deceitful and empty appearance, and at the same time cared not about the true fear of God and a pure conscience. He does not speak, therefore, of the thing itself, but censures men who abused sacrifices; because this was as much as to offer to God the shell of an empty nut. In a word, no sacrifices are acceptable to God but those which proceed from a pure heart and an upright will. <\/p> \n <p>Yet it is probable that the Prophet alludes to the sacrifices of the Gentiles, which were shocking and monstrous; for they killed men, or buried them alive. Neither the Romans, (who reckoned themselves to be more religious than other nations,) nor even the Jews, abstained from this crime. Nay more, (<span class=\"greek-hebrew\"> κακόζηλοι<\/span>) wicked imitators polluted themselves by many child-murders, thinking that they followed their father Abraham. Isaiah says that, “when they kill an ox, they do the same thing as if they slew a man;” and thus he shews that the Jews, though they had a religion which was peculiar and which God had appointed, yet were in no respect better than the Gentiles, among whom everything was polluted and profane, and were not more highly approved by God; because the name of God is profaned by hypocrisy of religion not less than by corrupted and false worship. How necessary this admonition was, we have formerly seen; for, while the Jews were convicted of all crimes, yet, so long as they concealed themselves under this shadow, they thought that they were safe. Justly therefore does the Prophet meet them by saying, that they gain nothing more by their attempts to appease God than if they sought to offer sacrifices from the abominable sacrileges of the Gentiles. <\/p> \n <p> <i>And truly they have chosen their own ways. <\/i> There are two interpretations of this passage; for the antecedent to the pronoun may either be the Gentiles or the Jews; that is, either that the Jews mingled and entangled themselves with the wicked ceremonies of the Gentiles, or that they followed their own inventions. The former exposition would not be inappropriate, were it not that it is unnatural, because the word “Gentiles” has not been formerly expressed. It was the most aggravated part of the wickedness of the Jews, that they not only abused the pure worship of God, but likewise, through their contempt of the Law, defiled the temple and every other place by wicked and abominable superstitions. They built altars on high places, planted and reared groves, took delight in games and public entertainments, and copied everything else that was appointed by public authority for the purpose of corrupting the hearts of men. Thus there was produced among them a confused medley of superstitions, such as we now behold in Popery, in which we see various patches sewed together, taken out of every kind of superstitions, not only heathen and Jewish, but likewise such as have been recently contrived by Satan, that he might more easily, and with greater plausibility, impose on the world. These and similar practices the Prophet would justly pronounce to be doubly worthy of condemnation, because, while they boast of the name of God, and make profession of his worship, still they are not ashamed to stain and pollute that worship by the sacrileges of idolatrous nations. <\/p> \n <p>The other interpretation is not obscure, and is equally appropriate, that the Jews were devoted to their own inventions, and followed their own abominations, He affirms that they do not worship God sincerely, who despise him according to their own caprice, not only because they are full of avarice, hatred, ambition, dishonesty, cruelty, and extortion, but because they corrupt the worship of God by their own contrivances. Although the pronoun refers to the Jews, yet the Prophet condemns all superstitions which they had borrowed from the heathen nations. Consequently, there is little difference between the two interpretations; for he merely teaches that, because they have insolently and rebelliously shaken off the yoke of God, because wickedness openly prevails among them, everything that proceeds from them is polluted and detestable. Streams that bring down dirty and offensive matter from a muddy and polluted fountain cannot be clean or pure. Choice and desire reveal their obstinacy more clearly; that is, because, knowingly and willingly, they despised God’s commandments, and devoted their heart to everything that was opposed to them, as if they wished intentionally to disdain everything that proceeded from God, that they might obey their depraved lust. <\/p> ",
    "audit": null
}