{
    "id": 7672,
    "source": "calvin",
    "verse_id": 18566,
    "verse_count": 1,
    "reference": "45:4",
    "title": "",
    "html": "<p><i>For the sake of my servant Jacob. <\/i> He shews for what purpose he would grant such happy and illustrious success to this prince. It is, in order that he may preserve his people; as if the Lord had said, “Thou shalt indeed obtain a signal victory, bur I will have regard to my own people rather than to thee; for it is for their sake that I subject kings and nations to thy power.” By these predictions, indeed, the Lord intended to encourage the hearts of believers, that they might not despair amidst those distresses; but undoubtedly he intended likewise to excite Cyrus to acknowledge that he owed to that nation all that he should accomplish, that he might he more disposed to treat them with all kindness.<\/p> \n<p><i>And Israel mine elect. <\/i> In this second clause there is a repetition which serves still farther to explain that reason; and at the same time he shews on what ground he reckons the Israelites to be “his servants.” It is because he condescended to choose them by free grace; for it is not in the power of men to make themselves “servants of God,” or to obtain so great honor by their own exertions. This clause is therefore added, as before, for the sake of explanation. But still it denotes also the end of election; for, since we are naturally the slaves of Satan, we are called in order that, being restored to liberty, we may serve God. Yet he shews that no man is worthy of that honor, as we have said, but he whom God hath chosen; for who will boast that he is worthy of so high an honor, or what can we render or offer to God? Thus “we are not sufficient of ourselves, but the Lord hath made us sufficient,” as Paul says. ( <a class=\"ref\">2 Corinthians 3:5<\/a>.) The beginning of our salvation, therefore, is God’s election by free grace; and the end of it is the obedience which we ought to render to him.<\/p> \n<p>But although this is limited to the history of Cyrus, still we may draw from it a general doctrine. When various changes happen in the world, God secures at the same time the salvation of his people, and in the midst of storms wonderfully preserves his Church. We are indeed blind and stupid as to the works of God, yet we ought firmly to believe that, even when everything appears to be driven about at random, and to be tossed up and down, God never forgets his Church, whose salvation, on the contrary, he promotes by hidden methods, so that it is at length seen that he is her guardian and defender.<\/p> \n<p>Josephus relates a memorable narrative about Alexander, who, while he was besieging Tyre, sent ambassadors to Jerusalem, to demand the tribute which the Jews were paying to Darius. Jaddus, the high-priest, who had sworn that he would pay that tribute, would not become subject to Alexander, and refused to pay him the tribute. Alexander was highly offended, and, swelling with pride and fierceness, determined to destroy Jerusalem, and, after having conquered Darius, marched to Jerusalem, for the purpose of consigning it to utter destruction. Jaddus went out to meet him, accompanied by other priests and Levites, wearing the priestly dress; and Alexander, as soon as he saw him, leapt from his horse, and threw himself down as a suppliant at his feet. Every person was astonished at a thing so strange and so inconsistent with his natural disposition, and thought that he had lost his senses. Parmenio, who alone of all who were present asked the reason, received a reply, that he did not adore this man, but God, whose servant he was; and that, before he left Dion, a city of Macedonia, a man of that appearance and dress, who appeared to have the form of God, presented himself to him in a dream, encouraged him to take Asia, and promised to be the leader of the army, so that he ought to entertain no doubt of victory, and therefore that he could not but be powerfully affected by seeing him. In this manner, therefore, was Jerusalem rescued from the jaws of that savage highwayman who aimed at nothing else than fire and bloodshed, and even obtained from him greater liberty than before, and likewise gifts and privileges.<\/p> \n<p>I have quoted this example in order to shew that the Church of God is preserved in the midst of dangers by strange and unusual methods. Those were troublous times, and scarcely a corner of the earth was at rest; but above all other countries Judea might be said to be devoted to destruction. Yet behold the Church rescued in a wonderful and unusual manner, while other nations are destroyed, and nearly the whole world has changed its face!<\/p> \n<p><i>And yet thou hast not known me. <\/i> These words are added for the purpose of giving greater force to the statement, not only that Cyrus may learn that this is not granted on account of any of his own merits, but that he may not despise the God of Israel, though he does not know him. The Lord frequently, indeed, reminds us on this subject, that he anticipates all the industry that exists in men, in order that he may beat down all the pride of the flesh. But there is another reason, as regards Cyrus; for if he had thought that the Lord granted those things for his own sake, he would have disregarded the Jews and treated them as despicable slaves. For this reason the Lord testifies that it does not happen on account of Cyrus’s own merit, but only for the sake of the people, whom he determines to rescue out of the hands of enemies. Besides, nothing was more probable than that this man, in his blindness, would appropriate to his idols that which belonged to the true God; because, being entirely under the influence of wicked superstitions, he would not willingly have given place to a strange and unknown God, if he had not been instructed by this prediction.<\/p> ",
    "audit": null
}