{
    "id": 7784,
    "source": "calvin",
    "verse_id": 18680,
    "verse_count": 1,
    "reference": "51:6",
    "title": "",
    "html": " <p> <i>Lift up your eyes toward heaven. <\/i> When we see so great changes in the world, we are apt to think that the Church comes within the influence of the sanhe violent motion; and therefore we need to have our minds elevated above the ordinary course of nature; otherwise, the salvation of the Church will appear to hang on a thread, and to be carried hither and thither by the billows and tempests. Yet, we may see both in heaven and in earth how wisely God regulates all things, with what fatherly kindness he upholds and defends his workmanship and the frame of the world, and with what equity he provides for all his creatures. But in a remarkable manner he deigns to watch over his Church, as he has separated her from the ordinary rank. <\/p> \n <p> <i>And look upon the earth beneath. <\/i> Both of the views now stated are here embraced by the Prophet; for he bids believers turn their eyes upwards and downwards, so as to perceive both in heaven and in earth the wonderful providence of God, by which he so beautifully preserves the order and harmony which he at first established. But he adds that, though heaven and earth hasten to decay, it is impossible that the Church shall fail, the stability of which is founded on God; as if he had said, “A thousand times rather shall leaven mingle with the earth than the promise on which your salvation rests shall fail of its accomplishment.”- <\/p> \n <p> <i>My salvation shall endure for ever. <\/i> First of all, he mentions “salvation,” and next he speaks of “righteousness,” on which it rests as on a solid foundation. Whenever, therefore, dangers shall press upon us on every hand, let us learn to betake ourselves to this place of refuge. And with this sentiment agree the words of the Psalmist, <\/p> \n <p> <span> “The heavens shall wax old and vanish away; but thou, Lord, art always the same, and thy years are not changed.” \n(<\/span> <a class=\"ref\">Psalms 102:26<\/a>) <\/p> \n <p>Both passages remind us that the grace of God, which he displays in the preservation of his Church, surpasses all his other works. Everything that is contained in heaven and earth is frail and fading; but God’s salvation, by which he guards the Church, is eternal, and therefore cannot be liable to these dangers. <\/p> ",
    "audit": null
}