{
    "id": 7991,
    "source": "calvin",
    "verse_id": 18888,
    "verse_count": 1,
    "reference": "64:2",
    "title": "",
    "html": "<p><i>As by the burning of a melting fire,<\/i> the fire hath made the water to boil. All this might be read either in the future or in the subjunctive; as if he had said, “O Lord, if thou camest down, the nations would tremble at thy presence; thine enemies would instantly be melted away.” But I think that the translation which I have given is more simple; for it is very certain that the Prophet here alludes to Mount Sinai, where the Lord openly revealed himself to the people. Hence we see also the gross absurdity of the division of this chapter; since those events are related in support of that prayer which ought rather to have been placed at the beginning of the chapter.<\/p> \n<p>We have formerly seen that the prophets, when they relate that God assisted his people, bring forward an instance in the history of redemption. Whenever therefore the prophets mention this history, they include all the benefits that were ever bestowed by God on his people; not only when he delivered them from the tyranny of Pharaoh, when he appeared to them in Mount Sinai, but also when, during forty years, he supplied them with all that was necessary in the wilderness, when he drove out their enemies, and led them into the possession of the land of Canaan. In a word, they include all the testimonies by which he formerly proved himself to be gracious to his people and formidable to his enemies.<\/p> \n<p>He says that “the melting fire made the waters boil,” because, contrary to custom, fire and lightning were mingled with violent showers; as if he had said that the fire of God melted the hardest bodies, and that the waters were consumed by its heat. To the same purpose is what he adds, that “the mountains flowed at his presence;” for he opened up a passage for his people through the most dreadful obstacles.<\/p> ",
    "audit": null
}