{
    "id": 7461,
    "source": "calvin",
    "verse_id": 18349,
    "verse_count": 1,
    "reference": "36:18",
    "title": "",
    "html": "<p><i>Lest perhaps Hezekiah deceive you. <\/i> This is another argument different from the former, by which he endeavors to withdraw the people from Hezekiah and from confidence in God. Formerly he boasted that he was God’s servant, and that God had sent him to destroy Judea, and on that ground he assured himself of certain victory; but now he openly insults God himself. At the first onset wicked men do not usually betray their scorn and impiety, but at length the Lord makes known their dispositions, and constrains them to discover the venom of their own heart. Now therefore the wicked Rabshakeh bursts forth with greater violence, and boasts that he will gain the victory over God himself.<\/p> \n<p><i>Have any of the gods of the nations rescued their land?<\/i> He speaks in the person of his master, that he had obtained great victories over many and powerful nations. They had their “gods,” by whose protection they thought that they were defended; and therefore Sennacherib thought that he had vanquished the “gods” themselves, because he had vanquished the nations which relied on their aid. The consequence is, that he breaks out into such insolence as not to hesitate to compare himself to the living God, and is impelled by such rage that he brings his own strength into conflict with the power of God.<\/p> \n<p>Thus, although at first wicked men conceal their contempt of God, yet they afterwards shew that they claim everything for themselves, and that they are “without God.” ( <a class=\"ref\">Ephesians 2:12<\/a>.) In words, indeed, they pretend to ascribe victories to their idols; but afterwards, as Habakkuk says, they<\/p> \n<p><span> “sacrifice to their net, and offer incense to their drag.” \n(<\/span> <a class=\"ref\">Habakkuk 1:16<\/a>.)<\/p> \n<p>We see hypocrites do this also at the present day; for they run to do honor to their idols after having obtained a victory, but immediately afterwards boast of their plans, and wisdom, and courage, and military forces; which plainly shews that they ascribe to themselves and not to their idols all that has happened.<\/p> \n<p>By such insolent boasting, therefore, he shewed that it was a lie, when he said that he acknowledged God to be the author of his victories. Besides, it was impossible that these words should not give dreadful agony to the heart of the good king, when he was informed that the promises of God were condemned as false, when that wicked man openly insuited God and linked their cause with idols. And these things are related, in order that we may behold the patience of the good king, and may resolve to imitate him when anything of the same kind shall take place.<\/p> \n<p><i>Have they delivered?<\/i> When he sets himself in opposition to all the gods, and declares that he is more powerful than they are, this is so much at variance with common sense, that it is abhorred even by wicked men themselves; yet if the Lord press hard upon them, if he put them to the torture, he speedily extorts from them such language. When they make a premeditated speech, they pretend that they are worshippers of God, but afterwards God constrains them to bring out and acknowledge what was lurking within. Let us therefore learn, that superstition is always accompanied by pride; so that they who do not know God, do not scruple to rise up against everything that is called God; and let us not be astonished at the rebellion and insolence of wicked men, for nothing but the pure knowledge of God can teach us humility. And yet that wicked man cannot be excused as if he justly reproached idols with their weakness and uselessness; for we ought to observe his sentiments and the purpose of his heart, since he does not ridicule the superstition and vain confidence of the nations, but in the idols themselves he pours contempt on the power of God. In like manner, when Dionysius the tyrant ridiculed his gods, he fought with God and defied him to a contest; for he attacked, in opposition to his conscience,such a deity as his mind could comprehend. The same observation might be made on all other infidels who treated with scorn false religions which they supposed to be from God.<\/p> \n<p>Here we ought also to observe another kind of blasphemy, by which the majesty of God is wickedly dishonored; which is, that Rabshakeh confounds God with idols, and represents him to be one of the multitude. For what blasphemy is it to confound the immortal God and creator of all things with what is most detestable, to confound truth with falsehood, glory with shame, heaven with earth?<\/p> \n<p><span> “The Lord is great,” says David, “and worthy of the highest praise; he is to be feared above all gods. For all the gods of the nations are nothing; but the Lord made the heavens. Majesty and honor are before him; strength and beauty are in his sanctuary.”—\n(<\/span> <a class=\"ref\">Psalms 96:4<\/a>.)<\/p> ",
    "audit": null
}