{
    "id": 7583,
    "source": "calvin",
    "verse_id": 18474,
    "verse_count": 1,
    "reference": "41:22",
    "title": "",
    "html": " <p> <i>Let them bring them forth. <\/i>,Not only does he attack idolaters, but he bids them bring forward the gods themselves along with them; as if he had said, “Whatever may be their ingenuity, they will not be advocates able to defend so bad a cause.” Here we see God sustaining the character of an advocate, and speaking in the name of the whole nation; for he does not wish to be separated from his Church, which he therefore confirms and fortifies against the mockeries of wicked men, and other contrivances by which they attack our faith. We ought therefore to be of good cheer, when God undertakes our cause, and comes forth publicly against idolaters, and, armed with his invincible truth, rises up against the idols and puts to silence their vanity. <\/p>,\n <p>In this manner he shews, that by his word he has most abundantly armed his elect for certain victory, so that they ought not to hesitate to attack and join battle with all unbelievers; and indeed whoever has profited, as he ought, by heavenly doctrine, will easily repel all the tricks of Satan by steadfast and victorious faith. It is true, indeed, that our faith begins with obedience; but submissiveness, by which we place our senses in obedience to God, goes before understanding, in such a manner that it illuminates our minds by certain knowledge. And by this mark the true religion is distinguished from superstitions, for it is regulated by a rule which is not doubtful and cannot deceive. Idolaters are indeed exceedingly proud of their errors, but all their obstinacy proceeds from stupidity, madness, or fanatical violence; for if they would soberly and calmly attend to sound doctrine, that pride by which they obscure the light of truth would speedily give way. <\/p>,\n <p>It is far otherwise with the godly, whose faith is indeed founded on humility, but is not rashly led away by foolish and inconsiderate zeal, for it has for its guide and teacher the Spirit of God, that it may not go astray from the sure light of the word. Accordingly, when there is no rule to distinguish, as the Prophet declares, it is absolute superstition. Now, since nothing ought to be rejected at random, believers say, “Bring them forth, and we will give our heart to them;” not that they whom God has taught ought still to be ready to turn to either side, but because superstitious persons can bring forward no argument but what is ridiculous. Again, therefore, he points out the distinction between stupid obstinacy and true faith, which has its foundation in the word of God, so that it can never fail. <\/p>,\n <p> <i>And let them tell us what is to come. <\/i>,We must now inquire by what arguments the Prophet maintains the majesty of God; for God claims for himself Almighty power and foreknowledge of all things, in such a manner that they cannot be ascribed to another without the most shocking blasphemy. Hence it is concluded that these things are peculiar to the Godhead, so that whoever it be that knows all things and can do all things, is justly believed to be God. In this manner, therefore, the Prophet now argues, “If the idols which you worship be gods, they must know all things, and be able to do all things; but they can do nothing either in prosperity or in adversity, and they know nothing that is past or that is future; and therefore they are not gods.” <\/p>,\n <p>Here arises a difficult question. In the writings of heathen authors we find many predictions which they received from the oracles of their gods, which might lead us to believe that Apollo, Jupiter, and others, foreknew future events, and consequently were gods. I reply, first, if we consider what was the nature of those oracles which are reported to have been uttered by idols, we shall find that they were all obscure and doubtful, like that which was given to Pyrrhus, — <\/p>,\n <p> <i>“ <\/i> <span class=\"aramaic_text\">,Aio to <\/span> <span class=\"aramaic_text\">,A <\/span> <span class=\"aramaic_text\">,Eacida Romanos vincere posse <\/span> <i>,” <\/i> <\/p>,\n <p>or that to Croesus, — <\/p>,\n <p>“ <span class=\"aramaic_text\">,Croesus Halym penetrans magnam pervertet opum vim <\/span>,.” <\/p>,\n <p>By embarrassing ambiguities of this sort did Satan torture the minds of men; so as to send away in uncertainty those who were the victims of that imposture. <\/p>,\n <p>But we must also believe what Paul teaches, that Satan has received power of giving effect to error, that he may deceive all the ungodly men who willingly give themselves up to his delusions. (<a class=\"ref\">2 Thessalonians 2:11 <\/a>.) Thus, when they consulted Satan, “the father of falsehood,” (<a class=\"ref\">John 8:44 <\/a>,,) it was not wonderful that they should be deceived under the pretense of truth; but it was a most righteous reward of their ingratitude. We see that Satan was freely permitted to increase, by means of the false prophets, the blindness of Ahab, who took pleasure in such delusions. (<a class=\"ref\">1 Kings 22:22 <\/a>.) Equally just was it that heathen nations, having alienated themselves from the true God, should be caught by idle snares, and even drawn to destruction. And here it is superfluous to pursue the argument on which Augustine bestows so much toil and pains, how far the devils approach to the heavenly angels in foreknowledge; for the cause must be sought in something else than in their nature. Thus, in ancient times, by giving to wicked teachers the opportunity of practising deception, God revenged the crimes of his people, not that they excelled in the gift of understanding, but so far as they were adapted to this purpose, they freely exercised the permission which was granted to them. <\/p>,\n <p>So far as relates to God himself, though his foreknowledge is concealed, and is even a deep abyss, yet he plainly enough revealed it to the elect people, so as to distinguish himself from the multitude of false gods. Not that he foretold everything by his prophets; for the curiosity of men is insatiable, and it is not advantageous to them to know everything; but because he concealed nothing that is profitable to be known, and by many remarkable predictions shewed, as far as was necessary, that he takes a peculiar care of the Church; as Amos says, <\/p>,\n <p> <span>,“Shall there be any secret that God doth not reveal to his servants the prophets?” \n(<\/span>, <a class=\"ref\">Amos 3:7 <\/a>.) <\/p>,\n <p>This privilege was wickedly and shamefully abused by the Jews, who universally made traffic of their trivial predictions among the Gentiles. But the truth always shone so brightly in the heavenly oracles, that all who guarded against snares clearly perceived by means of it that the God of Israel, and he alone, is God. So far were the idols from demonstrating their foreknowledge, that believers, who had been taught in the school of God, could no more be deceived by them, than a person who had the proper use of his eyes could be made to mistake black for white at noon-day. Much less could they ascribe power to the idols, since it was evident from the predictions which were daily uttered, that God alone directs both prosperity and adversity. The Assyrian conqueror rendered thanks to his idols; but God had previously forewarned the Jews what would happen, and had even shewed plainly that he armed that wicked man for the purpose of executing his vengeance. <\/p>,",
    "audit": null
}