{
    "id": 7881,
    "source": "calvin",
    "verse_id": 18777,
    "verse_count": 1,
    "reference": "57:11",
    "title": "",
    "html": "<p><i>And whom hast thou worshipped and feared?<\/i> Here he breaks out more vehemently against the Jews, because they were destitute of the fear of God, though they boasted of their holiness and sheltered themselves under an empty title of religion. Not only do hypocrites flatter themselves in their superstitions, but they are likewise regarded by the common people as holy and pious; and, therefore, they act haughtily and insolently towards God and men. But the Prophet declares that true fear of God cannot exist, where the worship is not pure and agreeable to his word. All the opinions entertained by men, as to the plausible forms of worship observed by superstitious persons, are absolute wickedness and folly, he declares, therefore, that there is no fear of him and no religion among them, although they are greatly delighted with their masks.<\/p> \n<p>What is more, by their religious ceremonies, as manifest proofs, they show that they have no reverence or fear of God; for God testifies, by Moses, that he makes trial whether or not they love him with all their heart, when he permits superstition and idolatry to be introduced by the false prophets. ( <a class=\"ref\">Deuteronomy 13:3<\/a>) All that fly to them, therefore, show that they are altogether destitute of the fear of God; for, if they considered that they must one day give an account to him, they would not so daringly trample under foot his commandments.<\/p> \n<p><i>And hast not remembered me<\/i> . When he complains of having been forgotten, he shows that it was through obstinate wickedness that they fought against God, and not through ignorance that they wandered from him; because, having a sure rule of leading a holy life, they willingly revolted from him, and broke the promise which they had made to him. We ought to consider diligently how dreadful is the thunder launched against hypocrites, who mock at all threatenings, and cover themselves by vain disguises, when he declares that they are destitute of the fear of God, and that they are liars and have forgotten him.<\/p> \n<p><i>Is it not because I held my peace?<\/i> Here I have thought it right to insert the word “because,” which needs to be supplied, in order to bring out more fully the Prophet’s meaning; for those who do not supply some word subject themselves to a vast amount of trouble in bringing out an exposition; and we know how frequently this mode of expression is employed by the Hebrew writers. He reproaches the Jews with having abused God’s forbearance and patience, by which their hearts ought rather to have been softened. But such is the wickedness of men, that it renders them bolder in transgression, and leads them to think that they may do what they please without being punished.<\/p> \n<p>Accordingly, in the last clause of the verse I consider the particle<span class=\"greek-hebrew\"> ו<\/span> (<i>vau<\/i>) to mean<i>therefore. <\/i> “And<i>therefore<\/i> thou dost not fear me, because I held my peace, whereas thou oughtest rather to have been melted by my goodness.” Hence we infer that the Jews could not complain of God’s excessive severity, since he bore patiently with them for a long time, and they grew worse and worse in consequence of having been exempted from punishment. It was therefore necessary that he should assume a totally different character, and punish them more severely for their iniquities.<\/p> ",
    "audit": null
}