{
    "id": 7702,
    "source": "calvin",
    "verse_id": 18598,
    "verse_count": 1,
    "reference": "46:11",
    "title": "",
    "html": " <p> <i>Calling a bird<\/i>, or <i>a thought from the east.<\/i>, After having spoken of God’s foreknowledge and power, the Prophet applies to his own purpose the general statement which he had made. He intended to comfort the Jews, and to shew that they were not led into captivity in such a manner as to leave no hope of deliverance; and therefore he adds a specific instance, and promises that Cyrus shall come, though it appeared to be incredible. <\/p>\n <p>The word <span class=\"greek-hebrew\">,עיט<\/span>, (ait,) which I have translated <i>thought,<\/i>, is translated by the greater part of interpreters <i>a bird;<\/i>, and this is the true signification of the word. But as we may learn from <a class=\"ref\">Daniel 2:14<\/a>, that it sometimes denotes <i>counsel,<\/i>, (for the insertion of a letter in the noun <span class=\"greek-hebrew\">,עיט<\/span>, is customary among the Chaldee writers,) I choose rather to follow this interpretation, which is approved by some Hebrew writers. Yet it is possible that he alludes to <i>a bird,<\/i>, as if he had said that his purpose would be sudden; and I do not deny that he alludes to the swiftness of the approach of Cyrus. <\/p>\n <p> <i>The man of my counsel.<\/i>, When he again calls Cyrus “the man of his counsel,” this is a repetition very frequent among Hebrew writers; and hence also it is evident that, in the former clause, the noun <span class=\"greek-hebrew\">,עית <\/span> <i>(ait)<\/i>, is put for “thought” or “decree.” Now, he calls him “the man of counsel,” because he executes the Lord’s decree. <\/p>\n <p>Yet if it be thought preferable to translate it <i>bird,<\/i>, I do not debate about it. The metaphor is beautiful; for the approach of Cyrus was so sudden and unexpected, that he seemed to fly like “a bird.” He suddenly invaded Babylon and took it by storm, even when the Babylonians imagined that every entrance was closed against him. It may also be said, if this interpretation of the word be approved, that Isaiah alludes to auguries, to which the Babylonians were greatly addicted. Accustomed to practice judicial astrology, they observed the flight and chattering of birds, and looked upon this as a certain knowledge of future events; but the Lord threatens that he will send “a bird” which they had not foreseen. But I prefer the former exposition, namely, that he alludes to the swiftness of Cyrus, and declares that no roads shall be shut against him, and that no fortresses shall hinder him from entering immediately into Babylon. <\/p>\n <p>When he says <i>from the east,<\/i>, this not only relates to the certainty of the promise, but is intended to inform us that no distance or length of time can retard the work of God; and accordingly, in the second clause, it is added by way of explanation, <i>from a distant country<\/i>, Let us learn from this what is the purpose to which we ought to apply all that we read in Scripture concerning the foreknowledge and power of God; for those statements are not made in order to keep us in suspense, but that we may apply them to our own use. Now, he makes an implied contrast between the counsel of God and our thoughts; for he delivers his people in such a manner that the reason of the deliverance cannot be comprehended by men. Thus, although that which God promises appears to be incredible, yet he says that he will easily open up a way, that we may not measure by our capacity his unsearchable counsels. <\/p>\n <p> <i>I have thought.<\/i>, Others render it <i>I have formed;<\/i>, but in this passage it appears to be more appropriate to view <span class=\"greek-hebrew\">,יצר <\/span> <i>(yatzar)<\/i>, as signifying “to think.” He confirms what he formerly said, that this hath been determined by him, and therefore shall be steadfast and unalterable. <\/p>\n <p> <i>I have spoken, and will accomplish.<\/i>, These words mean, that he has predicted nothing in vain, and that this prediction, which he has commanded to be published, ought to be regarded as fulfilled. To establish our faith in himself was the object of the one clause, and in the other he connects his thoughts with the preached word. This ought to be carefully observed; for we are distracted by a variety of thoughts, and we doubt if God has spoken sincerely, and suspect that he is like us, that is, that he is a hypocrite or dissembler. But he declares that nothing proceeds from him but what he formerly determined in his counsel. so that the preaching of the word is nothing else than a sure testimony of his hidden counsel, which he commands to be revealed to us. As soon therefore as the Lord hath spoken any word, we ought; to be certain of its accomplishment. <\/p>",
    "audit": null
}