{
    "id": 7535,
    "source": "calvin",
    "verse_id": 18425,
    "verse_count": 1,
    "reference": "40:4",
    "title": "",
    "html": "<p><i>Every valley shall be exalted. <\/i> He confirms and asserts the preceding statement; for he shews that no difficulties can prevent the Lord from delivering and restoring his Church whenever he shall think fit. These words might with propriety be rendered in the imperative mood, “Let every valley be exalted,” so as to be placed in immediate connection with the command which God gives by his prophets to prepare and level the way for himself; but it makes hardly any difference in the meaning. Let us be satisfied with understanding the Prophet’s design, “that, although many and formidable difficulties are started to hinder the salvation of the Church, still the hand of God will be victorious and will prevail.”<\/p> \n<p><i>And every mountain and hill shall be laid low. <\/i> It ought to be observed that many obstructions always arise whenever God makes provision for our deliverance, or wishes to aid the afflicted; and although his glory is more fully displayed by these obstructions, yet we suffer no loss; for we behold more clearly his wonderful power when no strength, or efforts, or contrivances of men can prevent him from gaining his object. He conducts his people through “mountains” and steep places in such a manner as if the road were perfectly level; and by the words<i>mountains and hills,<\/i> the Prophet undoubtedly intends to denote metaphorically obstructions of every kind; for Satan attempts in every way to hinder our salvation. When we come, therefore, to spiritual redemption, these words undoubtedly include both internal and external obstacles,—lusts and wicked desires, ambition, foolish confidence, and impatience, which retard us wonderfully, but the Lord will break them all down; for when he stretches out his hand, nothing can restrain or drive him back.<\/p> ",
    "audit": null
}