{
    "id": 7637,
    "source": "calvin",
    "verse_id": 18528,
    "verse_count": 1,
    "reference": "43:22",
    "title": "",
    "html": "<p><i>And thou hast not called on me. <\/i> He confirms by an indirect reproof what he said in the preceding verse, that it was not by any merits of his people that he was induced to act so kindly towards them. This deliverance, therefore, ought to be ascribed to no other cause than to the goodness of God. In order to prove this, he says, “Thou hast not called on me.”<i>Calling on<\/i> the name of God includes the whole of the worship of God, the chief part of which is “calling upon him;” and, therefore, following the ordinary manner of Scripture, he has put a part for the whole. But in other passages the Lord plainly shews that calling upon him is the chief part of his worship; for, after having said that he despises sacrifices and outward ceremonies, he adds,<\/p> \n<p>“Call upon me in the day of trouble.” ( <a class=\"ref\">Psalms 50:15<\/a>.)<\/p> \n<p>Hence also Scripture, when it speaks of the worship of God, chiefly mentions “calling on him;” for when Moses states that the worship of God had been restored, he says, “Then began men to call on the name of the Lord.” ( <a class=\"ref\">Genesis 4:26<\/a>.)<\/p> \n<p><i>But thou hast been wearied of me. <\/i> In this second clause I consider the particle<span class=\"greek-hebrew\"> כי<\/span> (<i>ki<\/i>) to be disjunctive, “But rather thou hast been wearied of me.” Others render it “Because thou hast wearied;” as if he had said, “Thou hast received with dislike what was enjoined on thee;” which amounts to nearly the same thing. As the Lord demands obedience, so he wishes all that worship him to be ready and cheerful; as Paul testifies, that “the Lord loveth a cheerful giver,” ( <a class=\"ref\">2 Corinthians 9:7<\/a> ,) and they who obey reluctantly cannot be called, and are not reckoned by him, true and sincere worshippers. Thus, in order to show that the Jews have not worshipped him as they ought to have done, he says that they did it reluctantly. If any one choose rather to view it as assigning the reason, and render it thus,—“Thou hast not called on me, <i>for<\/i> thou hast rendered to me no worship without regret, and what may be said to have been extorted from thee by violence,” as it makes little difference in the meaning, I do not greatly object; but the translation which I have given appears to convey more clearly what the Prophet intends. Besides, the contrast contains within itself the assigning of a reason; and therefore, if we wish that God should accept of our service, let us obey him with a cheerful disposition.<\/p> ",
    "audit": null
}