{
    "id": 7167,
    "source": "calvin",
    "verse_id": 18046,
    "verse_count": 1,
    "reference": "21:10",
    "title": "",
    "html": " <p> <i>My thrashing, and the son of my floor. <\/i> The wealth of that powerful monarchy having dazzled the eyes of all men by its splendor, what Isaiah foretold about its destruction might be reckoned fabulous. He therefore leads their minds to God, in order to inform them that it was God who had undertaken to destroy Babylon, and that it is not by the will of men, but by divine power, that such loftiness will fall to the ground. The “thrashing” and “the son of the floor” mean the same thing; for this mode of expression is frequently employed by Hebrew writers, who often repeat the same statement in different language. <\/p> \n <p>This passage ought to be carefully observed, that we may correct a vice which is natural to us, that of measuring the power of God by our own standard. Not only does our feebleness place us far below the wisdom of God; but we are wicked and depraved judges of his works, and cannot be induced to take any other view of them than of what comes within the reach of the ability and wisdom of men. But we ought always to remember his almighty power, and especially when our own reason and judgment fail us. Thus, when the Church is oppressed by tyrants to such a degree that there appears to be no hope of deliverance, let us know that the Lord will lay them low, and, by trampling on their pride and abasing their strength, will shew that they are his “thrashing-floor;” for the subject of this prediction was not a person of mean rank, but the most powerful and flourishing of all monarchies. The more they have exalted themselves, the more quickly will they be destroyed, and the Lord will execute his “thrashing” upon them. Let us learn that what the Lord has here given as a manifestation of inconceivable ruin, applies to persons of the same stamp. <\/p> \n <p> <i>That which I have heard from the Lord of hosts. <\/i> When he says that he has “heard it from the Lord of hosts,” he sets a seal, as it were, on his prophecy; for he declares that he has not brought forward his own conjectures, but has received it from the Lord himself. Here it is worthy of our notice, that the servants of God ought to be fortified by this boldness to speak in the name of God, as Peter also exhorts, “He that speaketh, let him speak as the oracles of God.” (<a class=\"ref\">1 Peter 4:11 <\/a>.) Impostors also boast of the name of God, but his faithful servants have the testimony of their conscience that they bring forward nothing but what God has enjoined. Observe, also, that this confirmation was highly necessary, for the whole world trembled at the resources of this powerful monarchy. <\/p> \n <p> <i>From the Lord of hosts, the God of Israel. <\/i> It is not without reason that he gives to God these two appellations. As to the former, it is indeed a title which always applies to God; but here, undoubtedly, the Prophet had his eye on the matter in hand, in order to contrast the power of God with all the troops of the Babylonians; for God has not a single army, but innumerable armies, to subdue his enemies. Again, he calls him “the God of Israel,” because by destroying Babylon he shewed himself to be the defender and guardian of his people; for the overthrow of that monarchy procured freedom for the Jews. In short, all these things were done for the sake of the Church, which the Prophet has here in view; for it is not the Babylonians, who undoubtedly laughed at these predictions, but believers, whom he exhorts to rest assured that, though they were oppressed by the Babylonians, and scattered and tossed about, still God would take care of them. <\/p> ",
    "audit": null
}