{
    "id": 7251,
    "source": "calvin",
    "verse_id": 18132,
    "verse_count": 1,
    "reference": "26:1",
    "title": "",
    "html": " <p> <i>In that day shall a song be sung.<\/i>, Here the Prophet begins again to shew that, after the return of the people from captivity, they will be defended by God’s power and guardianship, and that under his protection Jerusalem will be as safe as if she had been surrounded by bulwarks, ramparts, a ditch, and a double wall, so that no enemy could find entrance. <\/p>\n <p>It is proper to observe the time when “this song was sung.” The Prophet had foretold the calamity that would befall the Church, which was not yet so near at hand, but happened a short time after his death. When the people were led into captivity, they would undoubtedly have despaired, if they had not been encouraged by such promises. That the Jews might cherish a hope that they would be delivered, and might behold life in the midst of death, the Prophet composed for them this song, even before the calamity occurred, that they might be better prepared for enduring it, and might hope for better things. I do not think that it was composed solely that, when they had been delivered, they might give thanks to God, but that even during their captivity, though they were like dead men, (<a class=\"ref\">Ezekiel 37:1<\/a>,) they might strengthen their hearts with this confidence, and might also train up their children in this expectation, and hand down these promises, as it were, to posterity. <\/p>\n <p>We have formerly seen the reason why these and other promises were put by Isaiah into the form of verse. It was, that, having been frequently sung, they might make a deeper impression on their memory. Though they mourned in Babylon, and were almost overwhelmed with sorrow, (hence these sounds, (<a class=\"ref\">Psalms 137:4<\/a>,) “How can we sing the Lord’s song in a foreign land?”) yet they must have hoped that at a future period, when they should have returned to Judea, they would give thanks to the Lord and sing his praises; and therefore the Prophet shews to them at a distance the day of deliverance, that they may take courage from the expectation of it. <\/p>\n <p> <i>We have a city of strength.<\/i>, By these words a full restoration of Jerusalem and of the people is promised, because God will not only deliver the captives and gather those that are scattered, but will also preserve them safe, after having brought them back to their country. But not long afterwards believers saw that Jerusalem was destroyed, (<a class=\"ref\">2 Kings 25:9<\/a>,) and the Temple thrown down, (<a class=\"ref\">2 Chronicles 36:19<\/a>,) and after their return nothing could meet their eye but hideous ruins; and all this Isaiah had previously foretold. It was therefore necessary that they should behold from the lofty watch-tower of faith this restoration of Jerusalem. <\/p>\n <p> <i>He hath made salvation to be walls and a bulwark.<\/i>, He now defines what will be “the strength of the city;” for the “salvation” of God will supply the place of a “wall,” towers, ditches, and mounds. As if he had said, “Let other cities rely on their fortifications, God alone will be to us instead of all bulwarks.” Some allege that the words may be read, “He hath set a wall and bulwark for salvation;” and I do not set aside that rendering. But as a more valuable doctrine is contained in the Prophet’s words, when nothing is supplied, it serves no good purpose to go far for a forced interpretation; especially since the true and natural interpretation readily presents itself to the mind, which is, that God’s protection is more valuable than all ditches and walls. In like manner, it is also said in the psalm, “Thy mercy is better than life,” (<a class=\"ref\">Psalms 63:3<\/a>;) for as David there boasts of enjoying, under God’s shadow, greater safety and freedom from care than if he had been fortified by every kind of earthly defense, so Isaiah here says, that there will be good reason for laying aside fear, when God shall have undertaken to guard his people. Now, since this promise extends to the whole course of redemption, we ought to believe that at the present day God is still the guardian of his Church, and therefore, that his power is of more avail than if it had been defended by every kind of military force. Accordingly, if we wish to dwell in safety, we must remain in the Church. Though we have no outward defences, yet let us learn to be satisfied with the Lord’s protection, and with his sure salvation, which is better than all bulwarks. <\/p>\n\n <p>FT412 See Calvin on Isaiah, vol. 1 p. 384 <\/p>\n <p>FT413 “Thou wilt keep him in perfect peace (Heb. peace, peace) whose mind (or, thought, or, imagination) is stayed on thee.”—Eng. Ver. <\/p>\n <p>FT414 “For in the Lord Jehovah is (Heb. the Rock of ages) everlasting strength.”—Eng. Ver. <\/p>\n <p>FT415 “For he bringeth down them that dwell on high.”—Eng. Ver. <\/p>\n <p>FT416 See <i>Commentary on Isaiah,<\/i>, vol. 1 p. 407 <\/p>\n <p>FT417 It will be observed, that this accords very nearly with our English version. — <i>Ed <\/i> <\/p>\n <p>FT418 Bishop Stock’s rendering is, “The road of the just is the direct road; rightly the path of the just dost thou make even;” and he makes the following annotations:—“ <i>The direct road<\/i>, to happiness, the object of all human pursuit. ‘Rightly,’ or with reason, ‘the path of the just dost thou make even,’ smooth before him, till he reaches his journey’s end. ‘The straight road is the short one,’ says the divine as well as the geometrician.” — <i>Ed <\/i> <\/p>\n <p>FT419 “ <span class=\"aramaic_text\">, A se fier en Dieu<\/span>,;”—“To trust in God.” <\/p>\n <p>FT420 “ <span class=\"aramaic_text\">, Encor que les choses soyent du tout hors d’espoir<\/span>,;”—“Even when matters are altogether beyond hope.” <\/p>\n <p>FT421 “ <span class=\"aramaic_text\">, Tous les desirs et travaux des hommes<\/span>,.” <\/p>\n <p>FT422 “Early.”—(Eng. Ver.) In the marginal reading of the Author’s version, he renders it “earnestly.” — <i>Ed <\/i> <\/p>\n <p>FT423 “ <span class=\"aramaic_text\">, Que les hommes sont enseignez à eraindre Dieu par les verges dont il les frappe<\/span>,;”—“That men are taught to fear God by the scourges with which he strikes them.” <\/p>\n <p>FT424 “Let favour be shewed to the wicked.”—Eng. Ver. <\/p>\n <p>FT425 “ <span class=\"aramaic_text\">, Et se retiennent en bride de crainte qu’ils ont d’estre fouettez<\/span>,;”—“And are kept in check through fear of being chastised.” <\/p>\n <p>FT426 Accordingly, our English version, instead of “upright actions,” uses the term “uprightness,” which corresponds to the Author’s French version, “ <span class=\"aramaic_text\">, la terre de droiture<\/span>,” “the land of uprightness.” — <i>Ed <\/i> <\/p>\n <p>FT427 “ <span class=\"aramaic_text\">, La terre de droiture<\/span>,;”—“The land of uprightness.” <\/p>\n <p>FT428 The Author refers to his exposition of <a class=\"isa\" verses=\"WzE3NzUyXQ==\">Isaiah 5:12<\/a>. See <i>Commentary on Isaiah,<\/i>, vol. 1 p. 176 <\/p>\n <p>FT429 <span class=\"greek-hebrew\">,΄ετωνυμία<\/span>, or <i>metonymy<\/i>, denotes that figure of rhetoric by which one word is exchanged for another on account of a connection of idea, such as, “Moses and the prophets,” for their works, or, as in this passage, the “hand” for the works performed by it. — <i>Ed <\/i> <\/p>\n <p>FT430 “(They are) dead, they shall not live.”—Eng. Ver. <\/p>\n <p>FT431 “ <span class=\"aramaic_text\">, Des fideles et des infideles<\/span>,;”—“Of believers and unbelievers.” <\/p>\n <p>FT432 “(They are) deceased, they shall not rise.”—Eng. Ver. <\/p>\n <p>FT433 Professor Alexander renders <span class=\"greek-hebrew\">,רפאים<\/span>,(<i>rĕphāīm <\/i>) <i>ghosts<\/i>, and remarks, “It is here a poetical equivalent to <span class=\"greek-hebrew\">,מתים<\/span>,(<i>mēthīm<\/i>,) and may be variously rendered shades, shadows, spirits, or the like. The common version (<i>deceased <\/i>) leaves too entirely out of view the figurative character of the expression. <i>Giants<\/i>, on the contrary, is too strong, and could only be employed in this connection in the sense of gigantic shades, or shadows.” <\/p>\n <p>FT434 As if the reading had been not <i>rĕphāīm<\/i>, but <i>rōphĕīm<\/i>, the Seventy render it <span class=\"greek-hebrew\">,ἰατροὶ οὐ μὴ ἀναστήσουσι<\/span>, “ <i>physicians<\/i>, shall not rise again.” — <i>Ed <\/i> <\/p>\n <p>FT435 “ <span class=\"aramaic_text\">, Faisoyent que la demeurance estiot plus estroite et moins libre<\/span>,;”—“Made habitation to be narrower and less free.” <\/p>\n <p>FT436 “ <span class=\"aramaic_text\">, Que nous avons traduit Prière<\/span>,;”—“Which we have translated Prayer.” <\/p>\n <p>FT437 “ <span class=\"aramaic_text\">, Pour une prière articulee<\/span>,;”—“For an articulated prayer.” <\/p>\n <p>FT438 “An obvious phrase for inanity. See below, <a class=\"isa\" verses=\"WzE4MjkxXQ==\">Isaiah 33:11<\/a>, They who think of a female disorder, termed <i>empneumatosis<\/i>, should remember that it is an uncommon disorder, and that metaphors are not drawn from objects or events of rare occurrence.” — <i>Stock <\/i> <\/p>\n <p>FT439 “We have not wrought any deliverance in the earth.”—Eng. Ver. <\/p>\n <p>FT440 “ <span class=\"aramaic_text\">, Esperant avoir part de leur resurrection<\/span>,;”—“Hoping to share in their resurrection.” <\/p>\n <p>FT441 “ <span class=\"aramaic_text\">, En ceste vie<\/span>,.” <\/p>\n <p>FT442 Bishop Lowth’s rendering is, “For thy dew is as the dew of the dawn.” Bishop Stock follows him very closely: “For as the dew of day-light is thy dew,” and remarks:—“ <i>A dew of rays<\/i>, that is, as I conceive, a dew able to abide the solar rays, or a <i>steady dew<\/i>, in oppostion ‘to the early dew that passeth away’ of <a class=\"ref\">Hosea 6:4<\/a>; which the Prophet there parallels with ‘the morning cloud.’ The comparison of Isaiah intimates that the refreshing of Israel should not be transient, but lasting.” Professor Alexander, with his usual learning and judgment, produces a formidable array of conflicting authorities, but vindicates the usual rendering. “There are,” he says, “two interpretations of <span class=\"greek-hebrew\">,ארות<\/span>, (ō <i>rōth<\/i>,) both ancient, and supported by high modern authorities. The first gives the word the usual sense of <span class=\"greek-hebrew\">,איר<\/span>, (ō <i>r<\/i>,) <i>light<\/i>,; the other, that of <i>plants<\/i>, which it has in <a class=\"ref\">2 Kings 4:39<\/a>. To the former it may be objected, that it leaves the plural form unexplained, that it arbitrarily makes <i>light<\/i>, mean <i>life<\/i>, and that it departs from the acknowledged meaning of <span class=\"greek-hebrew\">,ארות<\/span>,(ō <i>rōth <\/i>) in the only other place where it occurs. The second interpretation, on the other hand, assumes but one sense of the word, allows the plural form its proper force, and supposes an obvious and natural allusion to the influence of dew upon the growth of plants. In either case, the reference to the dew is intended to illustrate the vivifying power of God.” — <i>Ed <\/i> <\/p>\n <p>FT443 As to the interpretation of <span class=\"greek-hebrew\">,רפאים<\/span>,(<i>rĕphāīm <\/i>) by <i>giants<\/i>, See page 231, note 3 <\/p>\n <p>FT444 “ <span class=\"aramaic_text\">, Que ces tourbillons et orages passent, et sont de petite duree<\/span>,;”—“That these whirlwinds and storms pass away, and are of short duration.” <\/p>\n <p>FT445 “Her blood (Heb. bloods).”—Eng. Ver. <\/p>",
    "audit": null
}