{
    "id": 6823,
    "source": "calvin",
    "verse_id": 17687,
    "verse_count": 1,
    "reference": "2:1",
    "title": "",
    "html": " <p> <i>The word that Isaiah the son of Amoz saw <\/i>,This prophecy is a confirmation of that doctrine which we had a little before, concerning the restoration of the Church. For since it is difficult to cherish the hope of safety, when we are, as it were, in the midst of destruction, while the wrath of God burns and consumes everything far and wide, or while his threatenings strike terror into our minds, at such a period the bare promises are hardly sufficient to support us and to allay our fears. For this reason the Lord determined that to the consolation which had already been proclaimed there should be added this special vision, by way of confirmation, in order to make it more certain and undoubted that, whatever calamities might arise, his Church would never perish. I have no doubt, therefore, but that this vision agrees with what is stated in the 26th and 27th verses of the former chapter. <\/p>,\n <p>Hence we learn what was the advantage and design of <i>visions <\/i>,; for since doctrine sometimes has not sufficient weight with us, God therefore adds <i>visions <\/i>,, that by means of them he may seal his doctrine to us. Since, therefore, this vision is connected with the former promise, we learn from it this useful doctrine, that all visions of every kind which God formerly gave to his Prophets must be joined to the promises in such a manner as to be seals of them. And thus we perceive more and more the astonishing goodness of God, that, not satisfied with giving us his bare word, he places before our eyes, as it were, representations of the events. <\/p>,\n <p>He has added a confirmation, that the restoration of the Church is a matter of very great importance, and necessary to be known. For where is the truth of the Lord, where is faith, if there be no Church? If there be none, it follows that God is a liar, and that everything contained in his word is false. But as God frequently shows, by striking proofs, that he preserves the Church by unknown methods and without the assistance of men, so he now declares by a remarkable prediction that he will do this. <\/p>,\n <p>There were two purposes to be served by this prediction. First, since Isaiah, and others who came after him, were unceasingly to proclaim terror, on account of the obstinate wickedness of the people, until the temple should be burnt, and the city destroyed, and the Jews carried into captivity, it was necessary that such severity should be mitigated towards believers by some consolation of hope. Secondly, as they were to languish in captivity, and as their minds were shaken, even after their return, by a succession of varied calamities, and at length were almost overwhelmed with despair by the dreadful desolation and confusion, they might a hundred times have fainted, if they had not been upheld. As to those who had already fallen, they were raised up and confirmed by the promised restoration, to such an extent, at least, that they retained among them the practice of calling on God, which is the only and undoubted remedy for the worst of evils. <span class=\"greek-hebrew\">,הדבר <\/span>,, (<i>haddabar <\/i>,,) <i>the word <\/i>,, is rendered by some interpreters <i>the thing <\/i>,, which accords with the general signification of this term; but it is better to view it as denoting a divine purpose. Isaiah says that it was revealed to him by a special vision. <\/p>,",
    "audit": null
}