{
    "id": 6875,
    "source": "calvin",
    "verse_id": 17747,
    "verse_count": 1,
    "reference": "5:7",
    "title": "",
    "html": " <p> <i>Truly the vineyard of Jehovah of hosts is the house of Israel. <\/i>,Hitherto he spoke figuratively; now he shows what is the design of this <i>song <\/i>,. Formerly he had threatened judgment against the Jews; now he shows that they are not only guilty, but are also held to be convicted persons; for they could not be ignorant of the benefits which they had received from God. <\/p>,\n <p>Thou broughtest a vine from Egypt, says the Psalmist, and, having driven out the nations, plantedst it. (<a class=\"ref\">Psalms 80:8 <\/a>.) <\/p>,\n <p>Their ingratitude was plain and manifest. <\/p>,\n <p>Isaiah does not illustrate every part of the metaphor; nor was it necessary; for it was enough to point out what was its object. The whole nation was <i>the vineyard <\/i>,; the individual men were <i>the plants <\/i>,. Thus he accuses the whole body of the nation, and then every individual; so that no man could escape the universal condemnation, as if no part of the expostulation had been addressed to himself. Why the nation is called <i>a vineyard <\/i>,is plain enough; for the Lord chose it, and admitted it to the covenant of grace and of eternal salvation, and bestowed on it innumerable blessings. The <i>planting <\/i>,is the commencement, and the dressing of it follows. That nation was adopted, and in various respects was the object of Divine care; for the adoption would have been of no avail, if the Lord had not continually adorned and enriched it by his blessings. <\/p>,\n <p>The same doctrine ought to be inculcated on us at the present day. Christ affirms that he is <i>the vine <\/i>,, (<a class=\"ref\">John 15:1 <\/a>,,) and that, having been ingrafted into this <i>vine <\/i>,, we are placed under the care of the Father; for God is pleased to perform towards us the office of a husbandman, and continually bestows those favors which he reproachfully asserts that he had granted to his ancient people. We need not wonder, therefore, if he is greatly enraged when he bestows his labor uselessly and to no purpose. Hence that threatening, <\/p>,\n <p> <span>,Every branch in me that beareth not fruit, he will cut off,\nand cast into the fire. (<\/span>, <a class=\"ref\">John 15:2 <\/a>.) <\/p>,\n <p> <i>He looked for judgment. <\/i>,He begins without a metaphor to relate how wickedly the Jews had degenerated, among whom equity and justice was despised, and every kind of injustice and violence abounded. The words contain an elegant play of language, (paronomasia,) for those which have nearly the same sound have an opposite meaning. <span class=\"greek-hebrew\">,משפט <\/span>,(<i>mishpat <\/i>) denotes <i>judgment <\/i>,; <span class=\"greek-hebrew\">,משפח <\/span>,(<i>mishpach <\/i>) denotes <i>conspiracy <\/i>,or <i>oppression <\/i>,; <span class=\"greek-hebrew\">,צדקה <\/span>,(<i>tzedakah <\/i>) denotes <i>righteousness <\/i>,; <span class=\"greek-hebrew\">,צעקה <\/span>,(<i>tzeakah <\/i>) denotes the <i>cry <\/i>,and <i>complaint <\/i>,of those who are oppressed by violence and injustice; sounds which are not wont to be heard where every man receives what is his own. He mentions two things which the Lord chiefly demands from his people as the genuine fruits of the fear of God; for although piety comes first in order, yet there is no inconsistency in taking the description of it from the duties of the second table. They are justly charged with having despised God, on the ground of having acted cruelly towards men; for where cruelty reigns, religion is extinguished. <\/p>,\n <p>Let us now understand that the same things are addressed to us; for as that nation was <i>planted <\/i>,, so were we. We should call to remembrance what Paul says, that we were like <i>wild olive-plants <\/i>,, but that they were the true and natural olive-tree. (<a class=\"ref\">Romans 11:24 <\/a>. ) since we who were strangers have been ingrafted into the true olive-tree, the Lord has cultivated and adorned us with unceasing care. But what kind of fruits do we bring forth? Assuredly they are not only useless, but even bitter. So much the greater is the ingratitude for which we ought to be condemned, for the blessings which he has bestowed and heaped on us are far more abundant. And justly does this expostulation apply to us, for violence and injustice abound everywhere. But since the general doctrine did not strike their minds so powerfully, the Prophet described chiefly these two kinds of wickedness; that he might point out with the finger, as it were, how far that nation was from the fruit which a good <i>vineyard <\/i>,ought to have yielded. <\/p>,",
    "audit": null
}