{
    "id": 8039,
    "source": "calvin",
    "verse_id": 18937,
    "verse_count": 1,
    "reference": "66:14",
    "title": "",
    "html": " <p> <i>And ye shall see.<\/i>, By the word “see,” he expresses undoubted experience, that believers may not doubt as to the result, but, embracing this prediction with full belief, may patiently endure for a time the barrenness of the Church. <\/p>\n <p> <i>And your bones shall flourish as grass.<\/i>, He illustrates his former statement by a metaphor, saying that “their bones” shall regain their former vigor, as faded “grass” becomes fresh and green again. He mentions the “bones,” which are commonly dried up by a melancholy spirit, (<a class=\"ref\">Proverbs 17:22<\/a>,) and, on the other hand, are replenished and invigorated by a happy and cheerful disposition. Thus he describes an ardent and invaluable joy, and seems to allude to the sadness by which believers had been almost dried up during the captivity, and had become like dead men. The Lord therefore comforts them, and promises that the Church shall flourish, and shall abound in everything that is desirable; as if bones, that wanted moisture, should regain their former vigor, or as grass, which appears to be dead during the winter, recovers its freshness every year. <\/p>\n <p> <i>And the hand of Jehovah shall be known toward his servants.<\/i>, That they may cherish confidence, he nexts bids them rise to God, who will then reveal his assistance. It follows from this, that the hand of God has not always been known, but has sometimes remained concealed, as if he had no care about his people. At first sight, he appeared to have cast them off; for Daniel, and other good men, (<a class=\"ref\">Daniel 1:6<\/a>,) not less than Zedekiah, (<a class=\"ref\">Jeremiah 52:9<\/a>,) were carried into captivity. He says, that when the fine weather shall smile upon them, there shall be such a distinction between the good and the bad, as to make manifest this hand, which formerly was in some measure hidden; because he will no longer conceal himself, or permit the wicked to ravage without control, but will openly shew how great is his solicitude about his people. If therefore for a time the enemies have the superiority, and pursue their lawless course without being punished, if we appear to be overlooked and destitute of all assistance, let us not despair; for the time will come when the Lord will reveal himself, and will rescue us from their assaults and tyranny. <\/p>",
    "audit": null
}