{
    "id": 7159,
    "source": "calvin",
    "verse_id": 18038,
    "verse_count": 1,
    "reference": "21:2",
    "title": "",
    "html": " <p> <i>A harsh vision. <\/i> As the object was to soothe the grief of the people, it may be thought not to be appropriate to call a vision, which is the occasion of joy, <i>a harsh vision <\/i>. But this refers to the Babylonians, who, puffed up with their prosperity, dreaded no danger; for wealth commonly produces pride and indifference. As if he had said, “It is useless to hold out the riches and power of the Babylonians, and when a stone is hard, there will be found a hard hammer to break it.” <\/p> \n <p> <i>The spoiler. <\/i> As Babylon had gained its power by plundering and laying waste other nations, it seemed to be free from all danger. Although they had been a terror to others, and had practiced every kind of barbarity and cruelty, yet they could not avoid becoming a prey and enduring injuries similar to those which they had inflicted on others. The Prophet goes farther, and, in order to obtain credit to his statements, pronounces it to be a righteous retaliation, that violence should correspond to violence. <\/p> \n <p> <i>Go up, O Elam. Elam <\/i> is a part of Persia; but is taken for the whole of Persia, and on this account also the Persians are called Elamites. It is worthy of observation, that, when Isaiah foretold these things, there was no probability of war, and that he was dead a hundred years before there was any apprehension of this calamity. Hence it is sufficiently evident that he could not have derived his information on this subject from any other than the Spirit of God; and this contributes greatly to confirm the truth and certainty of the prediction. <\/p> \n <p> <i>Besiege, O Mede. <\/i> By commanding the Medes and Persians, he declares that this will not befall the Babylonians at random or by chance, but by the sure decree of God, in whose name, and not in that of any private individual, he makes the announcement. Coming forward therefore in the name of God, he may, like a captain or general, command his soldiers to assemble to give battle. In what manner God employs the agency of robbers and wicked men, has been formerly explained at the tenth chapter. <\/p> \n <p> <i>I have made all his groaning to cease. <\/i> Some understand it to mean, that the groaning, to which the Babylonians had given occasion, ceased after they were subdued by the Medes and Persians; for by their tyrannical measures they had caused many to groan, which must happen when wicked and ungodly men possess rank and power. Others approach more closely, perhaps, to the real meaning of the Prophet, when they say, that “the groaning ceased,” because the Babylonians experienced no compassion, having formerly shewn none to others. But I explain it more simply to mean, that the Lord was deaf to their groanings; as if he had said, that there would be no room for their groanings and lamentations, because having been cruel and barbarous, it was just that they should receive back the same measure which they had meted out to others. (<a class=\"ref\">Matthew 7:2<\/a>.) <\/p> ",
    "audit": null
}