{
    "id": 7892,
    "source": "calvin",
    "verse_id": 18788,
    "verse_count": 1,
    "reference": "58:1",
    "title": "",
    "html": "<p><i> Cry with the throat.<\/i> This chapter has been badly divided; for these words are connected with what goes before; and therefore, if we wish to understand the Prophet’s meaning, we ought to read them as if there had been no separation. The Prophet has testified that the people shall be punished in such a manner as to leave some hope of peace, and next has threatened that the wicked, who by indolent pride endeavor to escape from God, shall have continual war. He now confirms that doctrine, and informs them that God has given him this command, to “cry with the throat,” that is, to use a common expression, (<i> a plein gosier<\/i>) “at the full stretch of the voice.”<\/p> \n<p>Why is this? It is to<i> make known to the people their sins<\/i> He does not speak merely of the stretch of the voice, but means by it that keenness and severity of language which hypocrites especially need, as if God were throwing thunderbolts against them from heaven; for they are delighted with their vices, if they be not severely reproved and dragged forth to the light, or rather if they be not violently thrown down.<\/p> \n<p>When he adds,<i> Spare not,<\/i> it is a mode of expression very frequently employed by Hebrew writers, such as, “I cry, and am not silent.” (<a class=\"ref\">Psalms 22:2<\/a>) It is equivalent to a common expression, (<i> Crie sans espargner,<\/i>) “Cry without sparing.” We have said that the Prophet does not speak of the mere sound of the voice, but means a severe and harsh reproof, which is very necessary to be sharply used towards hypocrites. For instance, if the prophets merely spoke of the Law of the Lord, and showed what is the rule of a good and holy life, and recommended the worship of God, and likewise reproved vices, but. without employing any vehemence of language, what impression would they produce on hypocrites, whose conscience is lulled in such a manner that they cannot be aroused but by applying spurs? And so a simple manner of teaching would not be enough, unless they were sharply attacked, and the thunderbolts of words were launched against them.<\/p> \n<p>Paul also, imitating the prophets, after having condemned all mankind, breaks out with greater vehemence against those who made some profession of holiness and abused God’s patience. “Behold, thou art called a Jew, and restest in the Law, and boastest in God, and knowest his will, and approvest what is excellent, being instructed out of the Law; and trustest that thou thyself art a guide of the blind, a light of those who are in darkness, an instructor of fools, a teacher of the ignorant, having the form of knowledge and of truth by the Law. Thou therefore that teachest another, teachest thou not thyself? Thou who preachest that men ought not to steal, dost thou steal? (<a class=\"ref\">Romans 2:17<\/a>) Against such persons he threatens the judgment of God and terrible vengeance, because they have abused his goodness, and vainly boast of his name.<\/p> \n<p>Thus the Prophet, in this passage, sharpens his pen expressly against the Jews, who gloried in the name of God, and yet proudly rose up against him. This is the method, therefore, that ought to be followed against hypocrites, who hold out an empty show of holiness; at least, if we wish to discharge our duty in a proper and useful manner. As the Lord exercised the prophets in this kind of combat, so we must be exercised in it at the present day; so that we must not hold our peace, or give them a slight reproof, but must exclaim against them with all our might.<\/p> \n<p>It might be objected, “If the Lord commands his servants to reprove the sins of the people, to whom he promises peace, he undoubtedly intended to leave to them the hope of salvation. And yet it is certain that those words are addressed to the reprobate, against whom he had formerly declared war.” I reply, believers were at that time reduced to a small number; for there were few who embraced the peace that was offered to them. Accordingly, when Isaiah holds out the hope of approaching peace, he has his eye on that little flock; when he threatens war, his aim is to terrify the multitude, who were estranged from God and despised his warnings; for the state of the people was such, as we have formerly seen, (<a class=\"isa\" verses=\"WzE3Njc2XQ==\">Isaiah 1:21<\/a>) that scarcely any pure or sound morality remained.<\/p> \n<p><i> And to the house of Jacob their iniquity.<\/i> With good reason does he call them “the house of Jacob,” when the greater part of the people were corrupted. And we ought carefully to observe this distinction: that the prophets sometimes address the multitude at large, and sometimes limit their discourse to a few believers. Nor is it without witty and bitter mockery that he gives the designations of “his people” and “children of Jacob” to those who had degenerated from their stock and had basely revolted from the faith of the fathers. The concession made is therefore ironical; as if he had said that there is no privilege which hinders them from hearing what they deserve.<\/p> ",
    "audit": null
}