{
    "id": 8037,
    "source": "calvin",
    "verse_id": 18935,
    "verse_count": 1,
    "reference": "66:12",
    "title": "",
    "html": "<p><i> I cause peace to flow on her like a river.<\/i> He continues his metaphor, and compares the children of God to infants, that are carried in the arms, and warmed in the bosom of their mothers, who even play with them. And in order that he may express more strongly his affection toward us, he compares himself to a mother, whose love, as we have formerly seen, ( page 30,) exceeds every other by a wide interval. (<a class=\"isa\" verses=\"WzE4NjUyXQ==\">Isaiah 49:15<\/a> .) The Lord wishes to be to us in the room of a mother, that, instead of the annoyances, reproaches, distresses, and anxieties, which we have endured, he may treat us gently, and, as it were, fondle us in his bosom. By the word “peace” he means prosperity.<\/p> \n<p><i> And the glory of the Gentiles as an overflowing torrent.<\/i> The word “glory” contains a repetition, by which he denotes every kind of riches, so that nothing is wanting to full and perfect peace; for, since the Gentiles had formerly lived luxuriously, and had enjoyed a vast abundance of everything desirable, he affirms that all riches, and everything that belongs to a happy life, shall be possessed by believers, as the rivers run into the sea. By “constant flowing” he denotes continuance; for, since God is an inexhaustible fountain, his peace differs widely from the peace of the world, which quickly passes away and is dried up. Whenever therefore we behold the sad and melancholy condition of the Church, let us remember that these promises relate to us not less than to that people. Seeing that the Lord has rivers of peace which he wishes to cause to flow into his Church, let us not despair even amidst the fiercest wars; but, in our distresses and straits, let us cheer our hearts and rejoice. When he takes pleasure in us as infants, and not as men of mature age, we ought to acknowledge our condition, that we may be satisfied with such consolations. And indeed it is a token of remarkable condescension that he thus bears with our weakness.<\/p> ",
    "audit": null
}