{
    "id": 7201,
    "source": "calvin",
    "verse_id": 18080,
    "verse_count": 1,
    "reference": "23:2",
    "title": "",
    "html": "<p><i>Be silent, ye inhabitants of the islands. <\/i>This is intended to place in a more striking light the ruin of Tyre. There is a change of number in the word <i>island; <\/i>for although he uses the singular number, yet he means the islands of the Mediterranean sea, and the countries beyond the sea, especially the neighbors who frequently performed voyages to Tyre, and traded with it. He enjoins on them silence and stillness, because they will perform no more voyages to Tyre. He bids them “be silent” like persons who are stunned, on account of the grievous calamity which has befallen them, so that they do not even venture to open their mouth; for it was impossible that the nations who traded there should not feel it to be a heavy stroke, when a mercantile city like this was ruined, just as at the present day Venice or Antwerp could not be destroyed without inflicting great injury on many nations. <\/p>\n<p><i>The merchants of Sidon. <\/i>He mentions the inhabitants of <i>Sidon <\/i>in an especial manner, not only on account of their vicinity, but because they had a common origin. <i>Sidon <\/i>was highly celebrated, but greatly inferior to Tyre. Situated on the sea-shore, it was two hundred furlongs  distant from Tyre, and appeared both to be so near it, and to be so closely connected with it by trade, that the poets frequently took Tyre for Sidon, and Sidon for Tyre. The Sidonians, therefore, were unquestionably greater gainers than others by imports and exports, and also by sales and merchandise, in consequence of being so near, and trading with it continually; for the wealth of Tyre overflowed on them, and, as the saying is, they flew under its wings. The result was, that they suffered more severely than others by the destruction of Tyre, and therefore the Prophet afterwards says, (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 23:4<\/a>,) <i>Be ashamed, O Sidon. <\/i><\/p>\n<p><i>Who replenished thee. <\/i>He adds this general expression, either because it was filled with crowds and multitudes of men, when strangers flocked to it from various and distant countries, or because they who performed voyages to it for the sake of gain did, in their turn, enrich the city. <\/p>",
    "audit": null
}