{
    "id": 6903,
    "source": "calvin",
    "verse_id": 17775,
    "verse_count": 1,
    "reference": "6:5",
    "title": "",
    "html": "<p><i>Wo to me! for I am undone. <\/i> The Prophet now relates how powerfully he was affected by that vision; namely that he was so terrified by seeing God; that he expected immediate destruction. He assigns the reason for believing that it is all over with him;<i>because<\/i> , says he, <i>I am a man of unclean lips<\/i><\/p> \n<p>I wonder why Jerome renders it, <i>because I was silent<\/i> ; seeing that there is no ambiguity in the expression. <span class=\"greek-hebrew\"> דמה<\/span> (<i>damah<\/i>) does indeed signify<i>to be silent<\/i> , but here the undoubted mark of a passive verb is added. This passage may likewise be rendered, <i>Wo to me! for I have been reduced to silence<\/i> . In the Scriptures<i>silence<\/i> is often taken for death and those who have been buried are said to have been<i>reduced to silence<\/i> . But as the meaning is the same, I will not dispute much about the translation.<\/p> \n<p>The Prophet therefore means, that he was so terrified as to resemble a dead man. And certainly we need not wonder at this; for the whole man, so far as relates to the flesh, must be reduced to nothing, that it may be renewed according to God. Whence comes it that men live, that is, imagine that they live, and are swelled with vain confidence in their wisdom or strength, but because they know not God? Accordingly, until God reveal himself to us, we do not think that we are men, or rather, we think that we are gods; but when we have seen God, we then begin to feel and know what we are. Hence springs true humility, which consists in this, that a man makes no claims for himself, and depends wholly on God; and therefore on this point the present and similar passages ought to be carefully studied.<\/p> \n<p>It was customary with the godly fathers, whenever they saw God, to break out into these words:<\/p> \n<p>I am gone; I am utterly undone. ( <a class=\"ref\">Jude 13:22<\/a>.)<\/p> \n<p>Our life, therefore, until our minds earnestly draw near to God, is a vain delusion; we walk in darkness, and can with difficulty distinguish truth from falsehood; but when we come into the light it is easy to perceive the difference. So when God draws near to us, he brings light with him, that we may perceive our worthlessness, which we could not formerly see, while we entertained a false opinion of ourselves.<\/p> \n<p><i>And yet mine eyes have seen the king, Jehovah of hosts. <\/i> But does the sight of God bring death to men? For it appears strange that the sight of God or approach to him should take away life, of which he is the source and giver. I reply that this is an accidental result; for it takes place through our fault, and not on account of the nature of God. Death is within us; but we do not perceive it, unless when it is compared with the life of God. This is unquestionably what the Prophet means; for he does not merely say that he is dead, but assigns the reason, <i>because he has unclean lips. <\/i><\/p> \n<p>But why does he confine the pollution to the<i>lips<\/i> ? Was he pure in understanding, or in the other parts of the body? I answer: the Prophet mentions that which he regarded as the most valuable, his tongue, which was consecrated to God; for God had appointed him to be a Prophet. Even though he was in other respects a sinner, yet because the office which he held was holy, this part of his body was sacred; and as it does not correspond to the divine holiness, he confesses that, even in that part which in itself is more holy, he is<i>polluted<\/i> . Such appears to me to be the true and natural meaning of this passage, in the explanation of which commentators have hitherto been unsuccessful.<\/p> \n<p><i>And I dwell in the midst of a people of unclean lips. <\/i> This is added by way of explanation; for he includes himself as an individual in the number of the common people, tainted with that pollution which extends to the whole body, and forgets the purity which he had received from God, because it cannot dwell in his presence. Hence it is evident that they are mistaken who imagine that the Prophet spoke under erroneous views; as the common people are wont to contrive a variety of false notions concerning God. For, as I have said, the presence of God and approach to him is the destruction of our flesh; because it shows that we are nothing in ourselves. When he who is conscious of his wretchedness sees God, what can he expect but destruction? For God is our judge, to whom, we know, nothing is concealed or unknown, in whose sight our purity is impure. And if this happened to the Prophet, what ought we to think of ourselves? For what are we in comparison of him? Even if the LORD hath begun to cleanse us, yet we ought to acknowledge our pollution, the remains of which always continue in our flesh. Hence also we ought to draw a universal doctrine, that the<i>lips<\/i> of all men are impure and<i>polluted<\/i> , till the Lord has cleansed them; from which it also follows, that human doctrines have an uncleanness which betrays them, and that there is nothing pure but what has come from God.<\/p> ",
    "audit": null
}