{
    "id": 7813,
    "source": "calvin",
    "verse_id": 18709,
    "verse_count": 1,
    "reference": "52:12",
    "title": "",
    "html": "<p><i> For not in haste shall ye go out.<\/i> The Prophet again magnifies that benefit of redemption, for it appeared to be incredible, so deep was the despair with which almost all of them had been seized; for he chiefly addresses those who would be led into captivity, that they might not lose courage in that wretched condition. He promises that this deliverance shall not resemble a flight such as that of Egypt; for there is an implied contrast between the deliverance from Egypt. and the deliverance from Babylon. They fled “by night” out of Egypt, (<a class=\"ref\">Exodus 12:31<\/a> ,) having pretended that they were only performing “a journey of three days to offer sacrifice to God.” (<a class=\"ref\">Exodus 5:3<\/a> .) They went out “with haste” (<a class=\"ref\">Exodus 12:33<\/a>) and bustle, as they were told to do, and Pharaoh pursued them in their journey and attempted to destroy them. But the Prophet declares that the present case shall be totally different, and that they shall go away like conquerors, so that none shall venture to give them any annoyance, or, as we commonly say, “They will go out with flying colors,” (<i> Ils s’en iront a enseigne desployee,<\/i>) so that this deliverance will be more excellent and wonderful.<\/p> \n<p><i> Jehovah will go before you<\/i> ; that is, will be the leader of your journey. It will be said that God was also the leader of his ancient people when he led them out of Egypt. This is undoubtedly true; but he did not at that time display his majesty, as now, when, like a general, he brought back his army, after having vanquished his enemies.<\/p> \n<p><i> And the God of Israel will assemble you.<\/i> The word “assemble” will confirm the interpretation now given; for there will be no scattering such as usually takes place when men are under the influence of terror, nor will they wander about here and there, but will march, as under banners, in a regular and ordinary manner. As if he had said, “God will bring you out as a band or army drawn up; one shall not follow another, like those who steal away secretly; but ye shall be openly gathered in troops, and shall depart without any fear. None shall molest you; for you will be assembled under God as your leader, that you may return into your native country.<\/p> ",
    "audit": null
}