{
    "id": 7174,
    "source": "calvin",
    "verse_id": 18053,
    "verse_count": 1,
    "reference": "21:17",
    "title": "",
    "html": "<p><i> And the residue of the archers.<\/i> He threatens that this slaughter will not be the end of their evils, because if there be any residue in Arabia, they will gradually decrease; as if he had said, “The Lord will not merely impoverish the Arabians by a single battle, but will pursue to the very utmost, till all hope of relief is taken away, and they are utterly exterminated.” Such is the vengeance which he executes against the ungodly, while he moderates the punishment which he inflicts on the godly, that they may not be entirely destroyed.<\/p> \n<p><i> Of the mighty men.<\/i> He means warlike men and those who were fit to carry arms, and says, that although they escaped that slaughter, still they will be cut off at their own time. He formerly threatened similar chastisements against the Jews, but always accompanied by a promise which was fitted to alleviate their grief or at least to guard them against despair. It frequently happens that the children of God are afflicted as severely as the reprobate, or even with greater severity; but the hope of favor which is held out distinguishes them from the whole world. Again, when we learn that God visits on the wicked deadly vengeance, this is no reason why we should be immoderately grieved even at the heaviest punishments; but, on the contrary, we ought to draw from it this consolation, that he chastises them gently, and “does not give them over to death.” (<a class=\"ref\">Psalms 118:18<\/a> .)<\/p> \n<p><i> The God of Israel hath spoken it.<\/i> The Prophet shews, as we have frequently remarked on former occasions, that we ought not only to acknowledge that these things happened by divine appointment, but that they were appointed by that God whom Israel adores. All men are sometimes constrained to rise to the acknowledgment of God, though they are disposed to believe in chance, because the thought that there is a God in heaven comes into their minds, whether they will or not, and that both in prosperity and in adversity; but then they imagine a Deity according to their own fancy, either in heaven or on earth. Since therefore irreligious men idly and foolishly imagine a God according to their own pleasure, the Prophet directs the Jews to that God whom they adore, that they may know the distinguished privilege which they enjoy in being placed under his guardianship and protection. Nor is it enough that we adore some God as governor of the world, but we must acknowledge the true God, who revealed himself to the fathers, and hath manifested himself to us in Christ. And this ought to be earnestly maintained, in opposition to the profane thoughts of many persons who contrive some strange and confused notion of a Deity, because they dare not openly deny God.<\/p> ",
    "audit": null
}