{
    "id": 7390,
    "source": "calvin",
    "verse_id": 18277,
    "verse_count": 1,
    "reference": "32:17",
    "title": "",
    "html": "<p><i>And the work of righteousness shall be peace. <\/i> A little before, he censured severely that peace which made the Jews drowsy and slothful; he now promises a different kind of repose, which will be a striking proof of the love of God, who has received them into favor, and will faithfully guard them. We ought therefore to observe the implied contrast between that brutal repose which the reprobate think that they obtain by their presumption in committing every kind of wickedness, and in which they also fall asleep, and that different kind of repose, on the other hand, which the children of God obtain by a religious and holy life, and which Isaiah exhorts us to desire, shewing that we ought fearlessly to believe that a blessed and joyful peace awaits us when we have been reconciled to God.<\/p> \n<p>In this way he recommends to them to follow uprightness, that they may obtain assured peace; for, as Peter declares, there is no better way of procuring favor, that no man may do us injury, than to abstain from all evil-doing. ( <a class=\"ref\">1 Peter 3:13<\/a>.) But the Prophet leads them higher, to aim at a religious and holy life by the grace of God; for nothing is more unreasonable than that wicked men should desire to have peace, while they are continually fighting against God. That wish is indeed common; for hardly one person in a hundred shall be found who does not loudly extol peace, while at the same time every man raises up enemies to himself in the earth, and all in vast crowds disturb heaven and earth by their crimes. Now, the latter repose, being perpetual, is compared by him to the former, which is slight and momentary.<\/p> \n<p><i>The effect of righteousness. <\/i> When peace receives this designation, let us learn that, as wars proceed from the wrath of God, which we provoke by our wickedness, so peace springs from his blessing. When, therefore, we see enemies enraged to battle, and rising furiously against us, let us seek no other remedy than repentance; for the Lord will easily allay commotions when we have returned to him. He it is, as the Psalmist says, who<\/p> \n<p>“maketh wars to cease to the ends of the earth, who breaketh the bow, and cutteth the spear in pieces, and burneth the chariots in the fire.” ( <a class=\"ref\">Psalms 46:9<\/a>.)<\/p> \n<p>We have already said that these things do not relate exclusively to Hezekiah, but must be referred to Christ.<\/p> ",
    "audit": null
}