{
    "id": 7144,
    "source": "calvin",
    "verse_id": 18023,
    "verse_count": 1,
    "reference": "19:18",
    "title": "",
    "html": "<p><i>In that day there shall be five cities. <\/i>After having threatened the Egyptians, and at the same time explained the reason of the divine judgment, he comforts them, and promises the mercy of God. He declares that they will be in part restored, and will regain a prosperous and flourishing condition; for he says that out of six <i>cities five <\/i>will be saved, and only one will perish. He had already foretold a frightful destruction to the whole kingdom, so that no one who examines the former prediction can think of anything else than a condition that is past remedy. He therefore promises that this restoration will be accomplished by the extraordinary kindness of God, so that it will be a kind of addition to the redemption of the Church, or a large measure of the grace of God, when the Redeemer shall be sent. <\/p>\n<p>The manner of expression is somewhat obscure, but if we observe it carefully, there is no difficulty about the meaning; for the Prophet means that on1y the sixth part of the cities will be destroyed, and that the rest will be saved. The difficulty lies in the word  <span class=\"greek-hebrew\">ההרס<\/span>, (<i>hăhĕrĕs<\/i>.) Some read it  <span class=\"greek-hebrew\">החרס<\/span>, (<i>hăchĕrĕs<\/i>,) that is, <i>of the sun<\/i>, but they have mistaken the letter  <span class=\"greek-hebrew\">ה<\/span> (<i>he<\/i>) for  <span class=\"greek-hebrew\">ח<\/span> (<i>cheth<\/i>,) which resembles it. Those who explain it <i>“of the sun,” <\/i>think that the Prophet spoke of Heliopolis;  but this does not agree with the context; and he does not merely promise that <i>five cities <\/i>would be restored, (for how inconsiderable would such a restoration have been!) but generally, that <i>five <\/i>cities out of six would be saved. We know that the cities in Egypt were very numerous. I do not mention the fables of the ancients, and those who have assigned to them twenty thousand cities. But still, there must have been a vast number of cities in a country so highly celebrated, in a kingdom so flourishing and populous, with a climate so mild and temperate. Let us then suppose that there were a thousand cities in it, or somewhat more. He says that only the sixth part will perish, that the rest will be restored, so that but few will be destroyed. From what follows it is evident that this restoration must be understood to relate to the worship. <\/p>\n<p><i>Speaking with the lip of Canaan. <\/i>By the word <i>lip <\/i>he means the <i>tongue<\/i>, ( <span class=\"greek-hebrew\">συνεκδοχικῶς<\/span>,) taking a part for the whole. He expresses their agreement with the people of God, and the faith by which they will make profession of the name of God; for by the <i>tongue <\/i>he metaphorically describes confession. Since there was but one language which acknowledged and professed the true God, that is, the language of that nation which inhabited the land of Canaan, it is evident that by such a language must be meant agreement in religion. It is customary enough to employ these modes of expression, “to speak the same language,” or, “to speak a different language,” when we intend to describe agreement or diversity of opinion. But at the same time it must be remembered that it is not every kind of agreement that is sufficient, as if men were to form a conspiracy about the worship which they preferred, but if they agree in the truth which was revealed to the fathers. He does not merely say that the Egyptians will speak the same language, but that they will speak the language <i>of Canaan<\/i>. They must have changed their language, and adopted that which God had sanctified; not that the dialect was more holy, but it is commended on account of its containing the doctrine of truth. <\/p>\n<p>This ought to be carefully observed, that we may understand what is the true method of agreement. We must by all means seek harmony, but we must see on what conditions we obtain it; for we must not seek any middle course, as is done by those who overturn religion, and yet who wish to be regarded as peace-makers. Away with such fickle and changeful tongues! Let the truth itself be preserved, which cannot be contained but in the word. Whosoever shall determine to agree to it, let him talk with us, but away with every one who shall corrupt it, choose what language he may. Let us abide firmly by this. It will therefore be impossible for the Egyptians to speak the language of Canaan till they have first relinquished their own language, that is, till they have relinquished all superstitions. Some refer this to the age of Ptolemy, but it is absurd, and we may infer from what follows that the Prophet speaks of piety and of the true worship of God. <\/p>\n<p><i>And swearing by Jehovah of hosts. <\/i>First, employing a figure of speech in which a part is taken for the whole, he shews that their conversation will be holy, by exhibiting a single class of them, for in <i>swearing <\/i>they will make profession that they worship the true God. It may also be read, <i>swearing to the Lord<\/i>, or, <i>by the <\/i>Lord, for  <span class=\"greek-hebrew\">ל<\/span> (<i>lamed<\/i>) often signifies <i>by<\/i>. If we read, “to the Lord,” the meaning will be, that they will promise obedience to him, and that by a solemn oath, as when any nation promises fidelity to its prince; as if he had said, “They will acknowledge the authority of God, and submit to his government.” But since another reading has been more generally approved, I willingly adopt it; for since one part of the worship of God is <i>swearing<\/i>, by taking a part for the whole, as I have said, it fitly describes the whole of the worship of God. Again, to “swear by the Lord” often means to testify that he is the true God. (<a class=\"ref\">Deuteronomy 6:13<\/a>.) In a word, it denotes a perfect agreement with the Church of God. <\/p>\n<p>Hence we ought to learn that outward confession is a necessary part of the true worship of God; for if any person wish to keep his faith shut up in his heart, he will have but a cold regard for it. (<a class=\"ref\">Romans 10:9<\/a>.) True faith breaks out into confession, and kindles us to such a degree that we actually profess what we inwardly feel. “To me,” says the Lord in another passage, “every knee shall bow, and every tongue shall swear.” (<a class=\"isa\" verses=\"WzE4NTg1XQ==\">Isaiah 45:23<\/a>.) Accordingly, there ought to be an outward worship and outward profession wherever faith dwells. It ought also to be observed, that those things which belong to the worship of God ought not to be applied to any other purpose, and therefore it is a profanation of an oath if we swear by any other. It is written, “Thou shalt swear by my name.” (<a class=\"ref\">Deuteronomy 6:13<\/a>.) Accordingly, he is insulted and robbed of his honor, if the name of saints, or of any creature, be employed in an oath. Let it likewise be observed with what solemnity oaths should be made; for if by swearing we profess to worship God, we ought never to engage in it but with fear and reverence. <\/p>\n<p><i>One shall be called the city of desolation. <\/i>When he devotes to destruction every sixth city, he means that all who are not converted to God, so as to worship him, perish without hope of salvation; for he contrasts the cities of Egypt which shall begin to acknowledge God with those which are destined to destruction. Where the worship of God is wanting, nothing but destruction can remain behind.  <span class=\"greek-hebrew\">הרס<\/span> (<i>hĕrĕs<\/i>) denotes execration and curse, which is followed by ruin and eternal death. <\/p>",
    "audit": null
}