{
    "id": 7810,
    "source": "calvin",
    "verse_id": 18706,
    "verse_count": 1,
    "reference": "52:9",
    "title": "",
    "html": " <p> <i>Praise ye, rejoice together. <\/i> He exhorts believers to thanksgiving, but chiefly confirms them in the hope and confidence of this salvation; as if the actual enjoyment of it already called them to thank God for it. We are not sufficiently moved, when the Lord testifies that he will assist us, and think that we are deceived, if he do not actually show it. On this account the Prophets insist much on strengthening the hearts of believers, and placing the fact almost before their eyes. Although it appears to be unreasonable and inappropriate to prescribe a song of joy in the midst of grief, yet we have elsewhere seen that this form of expression is well fitted to arouse those who groan under the burden of sorrow, fear, and cares. <\/p> \n <p> <i>Ye wildernesses of Jerusalem<\/i>. He calls them “wildernesses” or waste places “of Jerusalem,” that, notwithstanding its ruin and destruction, they might still hope that it would be restored. And this appellation is better adapted for shaking off fear than if he had called her prosperous or flourishing; for, in consequence of their condition being very wretched, nothing would have led them to think that these promises related to them except a description of their misery, against which they needed to be fortified, in order that, though they beheld nothing but desolation and hideous ruin, still they might look for restoration with assured confidence. <\/p> \n <p> <i>For Jehovah hath comforted his people<\/i>. The Lord hath changed the mourning of the people into joy, and out of captivity hath made them free. Yet some person will say that this had not yet happened. But in the promises of God, as in a mirror, we ought to behold those things which are not yet visible to our eyes, even though they appear to us to be contrary to reason. <\/p> \n <p> <i>He hath redeemed Jerusalem. <\/i> Here we see that to deliver the Church is God’s own work. And if we ought to judge thus of the redemption from Babylon, which was but of a shadowy nature, what shall we say of the spiritual redemption? Can it be ascribed to men without grossly insulting God? As it belongs to God alone to deliver the Church, so to him it likewise belongs to defend its liberty. <\/p> ",
    "audit": null
}