{
    "id": 6798,
    "source": "calvin",
    "verse_id": 17662,
    "verse_count": 1,
    "reference": "1:7",
    "title": "",
    "html": " <p> <i>Your country is desolate<\/i>, Literally, it is <i>desolation<\/i>,; and thus Isaiah goes on to speak more fully and plainly of what he had already said figuratively about chastisements, that the country has been reduced to a frightful state of devastation: for I choose to interpret all those statements as relating to past occurrences, because the Prophet does not threaten the vengeance of God, but describes those heavy calamities which have already happened. He upbraids them with indolence and stupidity in remaining unmoved by their afflictions. <\/p>\n <p> <i>Like the destruction of strangers<\/i>,. This is added for the sake of heightening the picture; for the opinion that <span class=\"greek-hebrew\">,זרים<\/span>, (<i>zarim<\/i>) is here put for <span class=\"greek-hebrew\">,זרם<\/span>, (<i>zerem <\/i>), <i>an inundation<\/i>, is farfetched. That word might no doubt be applied to enemies, but it is better to take it as literally denoting <i>foreigners<\/i>,. The calamity is more grievous when it is brought on by men who are unknown, and who have come from a distant country, who lay waste with far greater recklessness and cruelty than neighboring tribes. Such men destroy cities, burn houses, buildings, and villages, and spread desolation all around. In short, they rush forward with barbarous ferocity, bent on murders and conflagrations, and are more eager to inflict damage than to make gain. But neighbors, when they have subdued a country, can retain possession of it by having a garrison, and as soon as a revolt is attempted, or an insurrection takes place, can send additional troops; and therefore they are not so cruel; nor do they lay waste a country from which they hope to derive some advantage. It is therefore no ordinary calamity, but the most shocking of all calamities, that is here described. <\/p>\n <p>Hence we ought to learn that, when God begins to punish us, if we do not repent, he does not immediately desist, but multiplies the chastisements, and continually follows them up with other afflictions. We ought therefore to abstain from such obstinacy, if we do not wish to draw down upon ourselves the same punishments, or at least to deserve the same reproach which was brought against the Jews, that though they had received sharp warnings, and had felt the hand of God, still they could not be corrected or reformed. <\/p>\n <p>Moreover, we ought not to wonder that we are visited with so great an amount and variety of afflictions, of which we see no end or limit, for by our obstinacy we fight with God and with his stripes. It must therefore happen with us as with wincing and unruly horses, which, the more obstinate and refractory they are, have the whip and spur applied to them with greater severity. In the present day there are many who almost accuse God of cruelty, as if he always treated us with harshness, and as if he ought to chastise us more gently; but they do not take into account our shocking crimes. If those crimes were duly weighed by them, they would assuredly acknowledge that, amidst the utmost severity, the forbearance of God is wonderful; and that we may not think that in this case the Lord was too severe, we must take into consideration the vices which he afterwards enumerates. <\/p>\n <p>Here an objection will be started. Why does Isaiah declare that the nation endured such a variety of afflictions, while we have already mentioned that he began to prophesy under Uzziah, during whose reign the kingdom of Judah was in a prosperous condition? (<a class=\"ref\">2 Chronicles 26:5<\/a>.) For although, towards the end of his life, the kingdom of Israel met with some disasters, still this did not affect the kingdom of Judah. Accordingly, the Jews think that these words relate to the reign of Jotham, (<a class=\"ref\">2 Kings 15:32<\/a>,) and not of Uzziah. Their opinion appears at first sight to have little weight; and yet, when the whole matter is examined, it is not destitute of probability; for we know that the prophets did not always attend to chronological arrangement in collecting their prophecies; and it is possible that this discourse of Isaiah was placed first in order for no other reason but because it contains a summary view of that doctrine which is afterwards to be delivered. <\/p>\n <p>Others think that they can easily get rid of the difficulty by interpreting the whole passage as a description of vice, and not of punishments; but what is said about the burning of cities and about the desolation of the country cannot easily be disposed of in that manner. If it is supposed that the Prophet speaks of the future and not the present condition of that kingdom, and that in the name of God he foretells approaching calamities, though they did not behold them with their eyes, I do not greatly object to that view, though it is probable that he treats of events which were known to them. It is a real narrative, and not a prediction, though in the next verse I acknowledge he announces the approaching result. <\/p>",
    "audit": null
}