{
    "id": 7386,
    "source": "calvin",
    "verse_id": 18273,
    "verse_count": 1,
    "reference": "32:13",
    "title": "",
    "html": " <p> <i>There shall grow up the brier and the thorn.<\/i>, He confirms the former verse, and explains the cause of barrenness and famine, which is, that the fields, which formerly used to be fat and fertile, will be uncultivated, desolate, and barren. This was a frightful change of affairs; for we know that that country yielded corn and fruits more plentifully than other countries, not so much by nature as by the blessing of God; for he had said, “I will give you a land flowing with milk and honey.” (<a class=\"ref\">Exodus 3:8<\/a>.) This was the cause of the abundance and fertility. <\/p>\n <p> <i>On the land of my people<\/i>,. By giving it this name, he meets an objection which they might otherwise have brought, that there was no reason to fear that the land which God had chosen would not produce fruits every year; because, although the kindness of God extends to all mankind, yet he was in a peculiar manner the Father and supporter of that nation. It was therefore incredible that this land, which had been set apart for the children of God, would be covered with “briers and thorns;” and thus the Prophet reproves the Jews more sharply, because they not only made void the blessing of God by their wickedness, but drew down his wrath, so as to spoil and deface the beauty of the land. <\/p>\n <p> <i>Even on all the houses of joy.<\/i>, The particle <span class=\"greek-hebrew\">,כי<\/span>, (<i>ki<\/i>) signifies <i>even<\/i>, though some think that it means “for” or “because,” “Because there is joy in their houses.” But that interpretation cannot be admitted, because <span class=\"greek-hebrew\">,בתי<\/span>, (<i>bāttē<\/i>,) “houses of,” is in the construct state. This appears to me therefore to be an enlargement of what he had now said, and to mean that this desolation will be, not only in the utmost corners of the land, but “ <i>even<\/i>, in the houses of joy,” that is, in the splendid and magnificent houses, which formerly were the abodes of the most refined luxury. When the Prophet said this, he was undoubtedly ridiculed by the men of that age; men certainly did not listen to him amidst those luxuries by which they were blinded. Besides, they grew insolent on account of the promises of God, and thought that they would never be in want of anything. Yet all that Isaiah foretold came to pass. From this example let us learn to be moderate in our use of prosperity, and to depend on the blessing of God, so as to obey his word with a good conscience. <\/p>",
    "audit": null
}