{
    "id": 7022,
    "source": "calvin",
    "verse_id": 17899,
    "verse_count": 1,
    "reference": "11:14",
    "title": "",
    "html": " <p> <i>And they shall fly on the shoulders of the Philistines. <\/i>,He means that there is also another way in which the Lord will assist his people; which is, that he will conquer their enemies, and subdue them under his dominion. Having spoken of the safety of the Church, he now declares that she will be victorious over her enemies. He mentions those nations with which the Jews incessantly carried on wars; for on the one hand the <i>Philistines <\/i>,, and on the other the <i>Ammonites <\/i>,and <i>Moabites <\/i>,, to whom they were bound by the tie of relationship and kindred, were continually molesting and attacking them. On one side also were the <i>Edomites <\/i>,, who were not restrained by blood-relationship from being most determined enemies; for they were descended from Esau, (<a class=\"ref\">Genesis 25:25 <\/a>,,) the brother of Jacob; and the remembrance of this ought to have dissuaded them from enmity and hatred. The Lord, therefore, promises that the Church, though she is not absolutely without enemies, will gain advantage over them by suffering, and in the end be victorious. <\/p>,\n <p> <i>Edom and Moab <\/i>,shall be <i>the stretching out of the hands. <\/i> <i>The stretching out of the hands <\/i>,means the dominion which the Church obtained over her enemies; for by the word <i>hand <\/i>,is usually meant power; and the Hebrews use the phrase, <i>to stretch out the hand <\/i>,, instead of “to place this or that under subjection.” Thus it is said, <\/p>,\n <p> <span>,I will set his hand in the sea, and his right hand in the rivers.\n(<\/span>, <a class=\"ref\">Psalms 89:25 <\/a>.) <\/p>,\n <p> <i>The stretching out of the hand <\/i>,, therefore, is full power to rule; and, on the other hand, he adds the <i>obedience <\/i>,which the enemies will yield to her: <i>and the children of Ammon <\/i>,shall be <i>their obedience <\/i> <\/p>,\n <p>The Jews, who dream of an earthly kingdom of Christ, interpret all this in a carnal sense, and apply it to I know not what external power; but they ought rather to judge of it according to the nature of Christ’s kingdom. Partly, no doubt, the accomplishment of this prediction was seen, when the Jews returned from captivity, and God brought them into moderate prosperity, contrary to the wish, and in spite of the opposition, of all the neighboring nations; but believers were led to expect a more splendid victory, which they at length obtained through the preaching of the gospel. Although we must continually fight under the cross, yet we vanquish our enemies, when we are rescued from the tyranny of the devil and of wicked men, and are restored to liberty by Christ, that the flesh may be subdued, and our lusts laid low, and that thus we may live to him, and <i>in patience may possess our souls <\/i>,, (<a class=\"ref\">Luke 21:19 <\/a>,,) calmly and patiently enduring everything that happens. And thus we even <i>heap coals on the head <\/i>,(<a class=\"ref\">Romans 12:20 <\/a>) of enemies, to whose attacks and reproaches we appear to be subject. <\/p>,",
    "audit": null
}