{
    "id": 7695,
    "source": "calvin",
    "verse_id": 18591,
    "verse_count": 1,
    "reference": "46:4",
    "title": "",
    "html": "<p><i> And even to old age.<\/i> Here I explain the copulative<span class=\"greek-hebrew\"> ו<\/span><i> (vau)<\/i> to mean<i> therefore;<\/i> and the reasoning ought to be carefully observed, for he argues thus, “I have begotten and brought you forth;” and again, “Even when you were little children, I carried you in my arms, and therefore I will be the guardian of your life till the end.” Thus also David reasons,<\/p> \n<p><span> “Thou art he who brought me out of the womb; I trusted in thee while I hung on my mother’s breasts; I was cast upon thee from my birth; thou art my God from my mother’s womb.” \n(<\/span><a class=\"ref\">Psalms 22:10<\/a> .)<\/p> \n<p>He therefore promises that he will always be a Father to the Jews; and hence we see that we ought to cherish assured confidence of salvation from the time that the Lord hath once begun it in us, for he wishes to continue his work till the end. “The Lord,” says David, “will complete what he hath begun;” and again,<\/p> \n<p>“O Lord, thy loving-kindness is eternal, and thou wilt not forsake the works of thy hands.” (<a class=\"ref\">Psalms 138:8<\/a> .)<\/p> \n<p><i> I am the same.<\/i> The Hebrew word<span class=\"greek-hebrew\"> הוא<\/span> (<i> hu<\/i>) is, in my opinion, very emphatic, though some interpreters render it simply by the demonstrative pronoun He; but it means that God is always “the same” and like himself, not only in his essence, but with respect to us, so that we ourselves shall feel that he is the same. When he says, “Even to old age,” it might be thought absurd; for we ought to become full-grown men after having been carried by God from infancy. But if any one shall examine it properly, it will be found that we never make so great progress as not to need to be upheld by the strength of God, for otherwise the most perfect man would stumble every moment; as David also testifies,<\/p> \n<p>“Forsake me not in the time of old age, withdraw not from me when my strength faileth.” (<a class=\"ref\">Psalms 71:9<\/a> .)<\/p> \n<p><i> I have made and will carry.<\/i> He again argues in the same manner. God does not regard what we deserve, but continues his grace toward us; and therefore we ought to draw confidence from it, “Thou didst createus, not only that we might be human beings, but that we might be thy children; and therefore thou wilt continue till the end to exercise continually toward us the care of a father and of a mother.”<\/p> ",
    "audit": null
}