{
    "id": 7735,
    "source": "calvin",
    "verse_id": 18631,
    "verse_count": 1,
    "reference": "48:16",
    "title": "",
    "html": " <p> <i>Draw near to me, hear this. <\/i> He again addresses the Jews, and, by bidding them draw near, goes out, as it were, to meet them, and to receive them kindly. Yet at the same time he indirectly glances at their revolt, shewing that they would not be capable of receiving sound doctrine, if they did not withdraw from error. It was no small crime that they were so far removed from God, to whom they ought to have been united in a friendly manner. They were at a great distance from him, not as to space, but as to the agreement of the heart. The “drawing near,” therefore, means that we should lay aside our natural dispositions and be ready to hear him. And this must proceed from his grace; for we can never be prepared to do this, if he do not lead us to himself. <\/p> \n <p> <i>Not from the beginning have I spoken in secret. <\/i> Commentators explain this passage in various ways. Many apply it to Christ, though the Prophet meant no such thing; but we ought to guard against violent and forced interpretations. Others explain it as relating to the Prophet himself, but that is not more suitable; for this discourse would not be applicable to a man. I think, therefore, that Isaiah introduces God as speaking, in order to reproach the people with ingratitude, because “from the beginning,” that is, from the time that he began to reveal himself to their fathers, he did not speak obscurely or secretly. Hence it follows, that all the ignorance that was in them ought to be ascribed to their depravity, because of their own accord they forsook the light. <\/p> \n <p> <i>From the time that it was done, I was there. <\/i> When he says that he was present at the time that the event occurred, the meaning is, that what he had uttered with his mouth was carried into execution by his strength and by his power. Justly, therefore, does he affirm that he gave tokens of his presence, when, by accomplishing all things, he not only proved the truth of the predictions by the event itself, but shewed that those things which are supposed to be accidental are governed by his authority. In a word, he mentions the ancient promises of God and the fulfillment of them, in order to shew that God will always be like himself. Those who say that Isaiah will be present in spirit, when the Lord shall bring back his people, torture the Prophet’s words, and produce nothing that agrees with his meaning. <\/p> \n <p> <i>And now Jehovah hath sent me. <\/i> Isaiah now begins to speak of himself, and applies this statement to the preceding doctrine, and testifies that that God, who hath spoken from the beginning, now speaketh by him, and consequently that we ought to believe those things which God now speaketh by him, in the same manner as if he were visibly present. Hence we ought to draw a useful doctrine, namely, that all the miracles which the Lord has performed ought to be brought to our remembrance, that we may confirm his truth in our hearts. It is no slight argument, that the Lord had from the beginning a distinct people, whom he taught, to whom he made sure promises, and to whom he performed those promises, and whom he never deceived, even in the smallest matter; for all things were performed and fulfilled in due time. Whenever, therefore, any doubt arises, we ought to betake ourselves to these examples, “God hath always assisted his people; not now, for the first time, hath he spoken to them, and he did not deceive his people by words which were dark or ambiguous, but spoke plainly and clearly.” Thus the Prophet declares that he brings forward nothing of his own, but that he was sent by God, who has proved himself to be faithful. <\/p> \n <p> <i>And his Spirit. <\/i> He mentions “the Spirit,” not as if he meant something different from God, because he is of the same essence with him; for in one essence of God we acknowledge Three Persons; but he names “The Spirit,” because He is the only teacher and director of all the prophets. Paul says, that “no man can say that Jesus is Christ, but by the Spirit,” and a little after he says that “the gifts of God are various, but that it is one and the same Spirit who worketh all things in all.” (<a class=\"ref\">1 Corinthians 12:3 <\/a>.) This passage is also a clear proof of the divinity of the Spirit, since the prophets are sent by him; for it belongs to God alone to send them, as it is by the authority of the prince alone that ambassadors are sent; and since the Spirit does this,—since he directs them, and gives to them power and efficacy, unquestionably he is God. <\/p> \n <p>From this passage we learn also, that they who have not this direction of the Spirit, though they boast of having been sent by God, ought to be rejected; such as those Popish bands of wolves which glory in the name of pastors and teachers, and impudently boast of their mission, though they are altogether opposed to the Spirit of God, and to his doctrine. In vain do they boast of having been sent or authorized by God, when they are not adorned with the gifts of the Spirit, which are necessary for the execution of such an office. To pretend to having the inspiration of the Spirit, while they are entirely destitute of faith, and have not even the slightest spark of doctrine, is excessively disgusting. Let us suppose an assembly of mitred bishops, the greater part of whom are known to be ignorant, and among three hundred of whom there shall scarcely be found ten who have a moderate share of the rudiments of piety; what could be more foolish than for such an assembly to boast of being governed by “the Spirit?“ <\/p> ",
    "audit": null
}