{
    "id": 7820,
    "source": "calvin",
    "verse_id": 18716,
    "verse_count": 1,
    "reference": "53:4",
    "title": "",
    "html": "<p><i>Surely he carried our sicknesses. <\/i>The particle  <span class=\"greek-hebrew\">אכן<\/span> (<i>aken<\/i>) is not only a strong affirmation, but is likewise equivalent to <i>for, <\/i>and assigns a reason of something which went before, and which might have been thought new and strange; for it is a monstrous thing that he to whom God has given supreme authority over all the creatures should be thus trampled on and scorned; and if the reason were not assigned, it would have been universally pronounced to be ridiculous. The reason, therefore, of the weakness, pains, and shame of Christ is, that “he carried our sicknesses.” <\/p>\n<p>Matthew quotes this prediction, after having related that Christ cured various diseases; though it is certain that he was appointed not to cure bodies, but rather to cure souls; for it is of spiritual disease that the Prophet intends to speak. But in the miracles which Christ performed in curing bodies, he gave a proof of the salvation which he brings to our souls. That healing had therefore a more extensive reference than to bodies, because he was appointed to be the physician of souls; and accordingly Matthew applies to the outward sign what belonged to the truth and reality. <\/p>\n<p><i>We thought him to be smitten, wounded by God, and afflicted. <\/i>In this second clause he shows how great was the ingratitude and wickedness of the people, who did not know why Christ was so severely afflicted, but imagined that God smote him on account of his own sins, though they knew that he was perfectly innocent, and his innocence was attested even by his judge. (<a class=\"ref\">Matthew 27:24; Luke 23:4; John 18:38<\/a>) Since therefore they know that an innocent man is punished for sins which he did not commit, why do they not think that it indicated some extraordinary excellence to exist in him? But because they see him wounded and despised, they do not inquire about the cause, and from the event alone, as fools are wont to do, they pronounce judgment. Accordingly, Isaiah complains of the wicked judgment of men, in not considering the cause of Christ’s heavy afflictions; and especially he deplores the dullness of his own nation, because they thought that God was a deadly enemy of Christ, and took no account of their own sins, which were to be expiated in this manner. <\/p>",
    "audit": null
}