{
    "id": 7648,
    "source": "calvin",
    "verse_id": 18539,
    "verse_count": 1,
    "reference": "44:5",
    "title": "",
    "html": "<p><i> One shall say.<\/i> Hitherto the Prophet has spoken metaphorically, but now expresses his meaning plainly without any figure of speech. He shews what is the nature of that vegetation and herbage of which he spoke. It means that out of all nations the Lord will gather his people, and will bring into his Church those who were formerly strangers, and will raise up and enlarge his Church, which formerly appeared to be reduced to nothing; for all shall flock to her from every quarter, and shall wish to be enrolled in the number of believers, as it is also said,<\/p> \n<p>“Behold Philistia, Tyre, and Ethiopia; that man was born there.” (<a class=\"ref\">Psalms 87:4<\/a> .)<\/p> \n<p>That passage, though hitherto it seemed to be obscure, through the mistakes of interpreters, is exceedingly well adapted to the illustration of this prophecy, that believers, who might have been terrified and ashamed on account of their diminished numbers, (for we know that but a small number returned from captivity,) might cherish hope of that illustrious and magnificent grace of Redemption which had been celebrated by the prophets. To meet these views, that Prophet, whoever he was, that was the author of the psalm, declares that the Babylonians and Egyptians shall be citizens of the Church, and that the Ethiopians and Tyrians, and those who formerly were strangers, shall come for the purpose of being enrolled among the people of God. “Now,” says he, “Jerusalem lies waste; but one day God will not only gather those who are scattered, but will also call others from every quarter, and will unite in one body those who are now at the greatest variance, so that they shall boast of being citizens of Jerusalem, and shall belong to the body of the chosen people as much as if they had been natives.” The same thing is taught in this passage by the Prophet Isaiah, from whom the author of the psalm undoubtedly borrowed that sentiment.<\/p> \n<p><i> And another shall be called by the name of Jacob.<\/i> The general meaning is, that there will be a vast assembly of men, who shall be united in faith and in obedience to the one true God. But as, in a registration, every person either pronounces or writes his own name, the Prophet, keeping his eye on this custom, employs the following modes of expression, — “One shall write with his hand, I am God’s, and shall take the surname of Israel; another shall acknowledge that he is God’s, and shall be called by the name of Jacob.” He describes something new and uncommon, for he who formerly had nothing to do with God shall boast that God hath adopted him. “To be called” is in this place equivalent to the French phrase,<i> Se reclamer,<\/i> that is, “to declare one’s self to belong to a person;” just as formerly, when he spoke of women to whom the name of their husbands served for a protection, he introduces them as saying, “Let thy name be called on us,” that is, “Let us be named by thy name.” (<a class=\"isa\" verses=\"WzE3NzM1XQ==\">Isaiah 4:1<\/a> .)<\/p> \n<p>Although Isaiah appears, in this passage, to distinguish between those who in express terms shall declare that they belong to the people of God, and shall wish to be named by the name of Jacob, yet both clauses refer to the same persons, because to be a child of God, and to be an Israelite, are two things closely connected, for God determines that the Church shall be the mother of all his children. Yet it ought to be remarked, that none are the lawful citizens of the Church but those who submit to the government of God. If the Prophet had passed by the name of God and mentioned “Jacob” and “Israel,” still we must have begun with the Head, from whom proceeds all relationship both in heaven and in earth; but, that there may be no remaining ambiguity, he has twice described this order, that none are reckoned to belong to the seed of Jacob but they who obey God.<\/p> \n<p>Hence we easily see what is the Prophet’s meaning; for he shews that the Church, so long as she is destitute of the blessing of God, withers and gradually falls into decay; but that, when the Spirit of God has been poured out, she is quickened, and at length gathers strength, not only for recovering her former condition:, but so as to grow by wonderful increase beyond expectation. Let us remember, however, that the Prophet does not speak of the order of nature, as if the new children of the Church were born such from the womb, because no person gains such high rank by his own industry; but when they who formerly were aliens have been regenerated by faith, he says that they will eagerly enrol their names, in order to testify that they are the children of God. Thus he describes a change which surpasses nature and all the conceptions of men, when out of the accursed race of Adam is formed a spiritual Israel.<\/p> \n<p>Some think that the Prophet here expresses the small number of believers, when he says, “One shall be called, another shall write;” but that argument has little weight, and even the context furnishes an easy refutation of their error. In my opinion, we should rather understand him to mean that the Church shall be collected in crowds out of various and distant nations; because God will assemble strangers under his authority, and will stir them up to boast sincerely, and not in empty words, that they belong to his people. It ought also to be observed, that true faith cannot stand without breaking forth immediately into confession; for such is the import of these four words, “To be called by the name of Israel, To write, To be known, To say, I am the Lord’s;” for they who sincerely worship God ought not to be dumb, but to testify both by actions and by words what they carry inwardly in their hearts. They profess to be the servants of God, and glory in his name during the whole course of his life.<\/p> ",
    "audit": null
}