{
    "id": 7924,
    "source": "calvin",
    "verse_id": 18820,
    "verse_count": 1,
    "reference": "59:19",
    "title": "",
    "html": " <p> <i>Therefore they shall fear the name of Jehovah. <\/i> He now testifies that this work of redemption shall be so splendid and illustrious, that the whole world shall wonder, behold, praise, and celebrate, and, struck with fear, shall render glory to God. It is uncertain whether he means the conversion of the Gentiles, or the terror with which God dismays his enemies. For my own part, I am more inclined to the former opinion, that, even to the utmost boundaries of the earth, the name of God shall be revered and honored, so that the Gentiles shall not only tremble, but shall serve and adore him with true repentance. <\/p> \n <p> <i>For <\/i> <i>the enemy shall come as a river. <\/i> As to the reason now assigned, commentators differ. But the true meaning, in my opinion, is, that the attack of the enemy shall be so furious that, like a rapid and impetuous torrent, it shall appear to sweep away and destroy everything, but that the Lord shall cause it instantly to subside and disappear. It is therefore intended to heighten the description of the divine power, by which the vast strength and dreadful fury of the enemies are repelled, receive a different direction, and fall to pieces. <\/p> \n <p>A question now arises, “What redemption does the Prophet mean?” I reply, as I have already suggested on another passage, that these promises ought not to be limited, as is commonly done, to a single redemption; for the Jews refer it, exclusively to the deliverance from Babylon, while Christians refer it to Christ alone. For my part, I join both, so as to include the whole period after the return of the people along with that which followed down to the coming of Christ; for this prophecy was not fulfilled but in Christ, and what is said here cannot apply to any other. Never was the glory of God revealed to the whole world, nor were his enemies put to flight so as not to recover their strength, till Christ achieved a conquest and illustrious triumph over Satan, sin, and death. <\/p> ",
    "audit": null
}