{
    "id": 8043,
    "source": "calvin",
    "verse_id": 18941,
    "verse_count": 1,
    "reference": "66:18",
    "title": "",
    "html": " <p> <i>For I<\/i>,— <i>their works, and their thoughts.<\/i>, He confirms what he said in the preceding verse; namely, that punishment shall be executed on all the ungodly, in order that, although the Lord permit them for a time to sin with impunity, yet believers, being convinced that they shall one day be punished, may guard against following their example. The Lord here testifies that he sees and observes their works, and that one day he will actually manifest that none can be concealed from his eyes. Others understand by it that the ungodly can accomplish nothing without God’s permission. That statement is indeed true, but is not applicable to this passage; for everybody sees that it is unnatural, and at variance with the context of the Prophet, who merely confirms what he formerly said, that hypocrites and wicked men shall not finally escape with impunity, because God perceives all their actions, and schemes, and thoughts; and that they gain nothing by their evasions, as if they were never to be dragged to the judgment. <\/p>\n <p> <i>Because the time is come.<\/i>, These words confirm still more what has been already said, for he says that the time is at hand when he shall assemble all the nations, that he may cast off the hypocrites and ungodly, and gather and adopt a people to himself from among them. The Jews were puffed up with pride, and despised all other nations as unholy. But the Lord declares that he will adopt those nations, that they may be partakers of his glory, of which the Jews prove themselves to be unworthy. <\/p>\n <p>This is a remarkable passage, which teaches us that God is not confined to any people, so as not to choose whomsoever he pleases, by casting off unbelievers whom he formerly called to himself. This is abundantly explained by Paul, (<a class=\"ref\">Romans 10:19<\/a>,) where he shews that we have come into a possession which was left empty, after the Jews were cast off through their unbelief. Isaiah now threatens them in this manner. “Think not that God is in want of peoples when you have revolted and have rendered yourselves unworthy of his grace, for he will have others; but he will shew that he is the judge, and will not finally permit you to abuse so great forbearance.” <\/p>\n <p> <i>And they shall come.<\/i>, He says that “they shall come,” because, being ingrafted by unity of faith, they shall be united in the Church with the true Jews, who have not swerved from the adoption; for, in consequence of the Jews being near to God, the Gentiles, who were at a distance, must be joined to them, that, by the removal of disagreement, they might become one body. <\/p>\n <p> <i>And shall see my glory.<\/i>, To “see the glory” of the Lord, is nothing else than to enjoy that grace which he had bestowed on the Jews; for the special privilege of that nation was, that they beheld the glory of God, and had tokens of his presence, he says that now the Gentiles, who had not enjoyed these benefits, shall see and behold that glory, for the Lord will reveal himself to all without exception. <\/p>",
    "audit": null
}