{
    "id": 7933,
    "source": "calvin",
    "verse_id": 18829,
    "verse_count": 1,
    "reference": "60:7",
    "title": "",
    "html": " <p> <i>Kedar, Nebaioth. <\/i> So far as relates to the countries which the Prophet here enumerates, it is unnecessary to explain in what place each of them is situated; but it ought to be observed, in passing, that he mentions here those countries which lay toward the East, and chiefly Arabia and neighboring places, which he describes under the names of “Kedar” and “Nebaioth.” The Papists have also abused this passage, in order to prove that kings came from the East to offer gifts to Christ; and, in so doing, they make themselves exceedingly ridiculous, seeing that the Prophet speaks of all ranks of men. But they heap up, without judgment, all passages of this kind, in which mention is made of “gold” or “frankincense,” as if the prophets meant those gifts which the magi offered. (<a class=\"ref\">Matthew 2:11<\/a>) But in this passage there is no obscurity; for it means that everywhere men shall call upon God, and all foreigners shall assemble to worship him. <\/p> \n <p> <i>They shall ascend to the good pleasure of my altar. <\/i> Others render the words, “They shall ascend with good pleasure on my altar,” and think (not altogether without reason, in my opinion) that it is a figure of speech by which words interchange their cases with each other, and that. the Prophet means that those sacrifices which shall be offered by the Gentiles will be acceptable to God. Others interpret <span class=\"greek-hebrew\"> רצון <\/span> (<i>ratzon<\/i>) as if it were an adjective, which does not agree with the correct use of the language; for <span class=\"greek-hebrew\"> רצון <\/span> (<i>ratzon<\/i>) signifies benevolence or favor. For this reason I consider the rendering which I have given to be preferable; namely, that “sacrifices shall ascend to the good pleasure of the altar;” and the meaning may be brought out in this manner, “They shall ascend to appease God; as it is for this purpose that an altar has been appointed, and sacrifices are offered, that God may be reconciled and favorable to men; and God also, according to his promise, accepts the sacrifices that have been offered on his altar;” for at that time the “altar” was the approach to obtain God’s favor. <\/p> \n <p>Here the Prophet plainly expresses three things. First, when he says that “the sacrifices ascend,” he alludes to the ancient ceremony, which was formerly observed by them in sacrifices; for they lifted up the slain beasts; by which they meant that all men ought to raise their hearts on high, that they might not keep their eyes fixed on the earth or look only at the sacrifice which was offered. Secondly, the Prophet says that those sacrifices are acceptable to God, that they may be distinguished from the profane offerings of the Gentiles, which were unaccompanied by faith. Thirdly, he says, “On the altar,” which alone can “sanctify the offerings,” (<a class=\"ref\">Matthew 23:19<\/a>;) for all that was offered anywhere else was unholy and detestable. Besides, this figure ought to lead us to the truth; for Christ is the altar of God, and on him we must offer, if we wish that God should accept our sacrifices. <\/p> \n <p> <i>And I will glorify the house of my glory. <\/i> Under the glorification of the temple he declares the true restoration of the people; for the chief part of their happiness was, that the temple should stand, in which men called on God in a right manner; and we must begin with this, that God reigns amongst us, by which we are made truly happy. For this reason, when the Lord declares that the Church shall be restored, he mentions the temple, the glory of which he will restore; as if he had said, “My house is now exposed to the mockery of the Gentiles, but I will at length restore to it that glory of which it has now been deprived.” It is evident from Zechariah, Haggai, and Malachi, that this was not completed immediately after the return of the people. We must not imagine that its true dignity consisted in that splendid building by which Herod cunningly endeavored to gain favor; and therefore the dignity or honor, which is here mentioned, was not manifested till God opened the gate of heaven to Jerusalem, and then openly called all the Gentiles to the hope of eternal salvation. <\/p> ",
    "audit": null
}