{
    "id": 7470,
    "source": "calvin",
    "verse_id": 18359,
    "verse_count": 1,
    "reference": "37:6",
    "title": "",
    "html": "<p><i> Thus saith Jehovah.<\/i> Isaiah begins by saying that he gives the reply in the name of God, and expressly declares that the oracle comes from God, both because prophets ought always to beware of bringing forward anything of their own, and because in so difficult a matter the authority of God was needful. In this manner also, the Prophet shewed that he met the prayers of the pious king. Even false prophets, indeed, boast of the name of God, but falsely. Isaiah was truly the organ of the Holy Spirit, and therefore he has a right to mention the holy name of Him that sent him.<\/p> \n<p><i> Fear not.<\/i> When he bids him “not fear,” he exhorts Hezekiah to be of a courageous or, at least, a calm disposition. Whenever we hear this word, let us be reminded that we are enjoined to cultivate that peace which faith produces in our hearts; for all who trust in God, and expect from him deliverance from their distresses, rise superior to all fears by the exercise of patience, so that even in the midst of affliction they have peace. Besides, in order that the pious king may continue cheerfully to expect a joyful issue, he plainly declares that God conducts his own cause which he has undertaken to defend, because he cannot permit wicked men unpunished to dishonor his name without making it appear at length that he is a righteous judge.<\/p> \n<p><i> The servants of the king of Assyria.<\/i> By calling them<i> servants,<\/i> he presents in a stronger light the baseness of the action; for although the king himself had spoken in this manner, still it would have been intolerable that the Lord should be despised and so shamefully attacked by a mortal man. Hence it might easily be concluded that much less would he endure to be so highly insulted by “servants,” and therefore the rank of the person increases the heinoushess of the attack.<\/p> ",
    "audit": null
}