{
    "id": 6794,
    "source": "calvin",
    "verse_id": 17658,
    "verse_count": 1,
    "reference": "1:3",
    "title": "",
    "html": "<p><i>The ox knoweth his owner <\/i>This comparison marks the more strongly the criminality of the <i>revolt<\/i>; for the Lord might have compared his people to the Gentiles; but he is still more severe when he compares them to dumb beasts, and pronounces them to be more stupid than the beasts are. Though beasts are destitute of reason and understanding, still they are capable of being taught; to such an extent, at least, as to recognize those who feed them. Since, therefore, God had not only fed this people at a stall, but had <i>nourished <\/i>them with all the kindness which is wont to be exercised by a father towards his sons, and had not only filled their bellies, but supplied them daily with spiritual food; having perceived them to be so exceedingly sluggish, he justly considers that they deserve to be taught in the school of beasts, and not of men; and therefore he sends them to the oven and asses to learn from them what is their duty. Nor ought we to wonder at this; for the beasts frequently observe the order of nature more correctly, and display greater kindness, than men themselves. <\/p>\n<p>Not to multiply instances, it will be sufficient to notice that which is here mentioned by Isaiah, that the beasts, though they are exceedingly dull and stupid, do, notwithstanding, obey their masters and those who have the charge of them. But if we choose to attend to other points in which they excel men, how many shall we discover? What is the reason why scarcely any animal is cruel to its own species, and that it recognizes in another its own likeness? What is the reason why all animals commonly bestow so much care in rearing their young, while it frequently happens that mothers, forgetful of the voice of nature and of humanity, forsake their children? What is the reason why they are accustomed to take no more meat and drink than what is sufficient for sustaining their life and their strength, while men gorge themselves, and utterly ruin their constitutions? In a word, What is the reason why they do not, in any respect, transgress the laws which nature has prescribed to them? <\/p>\n<p>The papists, who are accustomed to set aside the true meaning of the Scriptures, and to spoil all the mysteries of God by their own fooleries, have here contrived an absurd fable; for they have falsely alleged that the <i>oxen <\/i>and <i>asses <\/i>in the stall worshipped Christ when he was born; by which they show themselves to be egregious asses. (And indeed I wish that they would imitate the ass which they have invented; for then they should be asses worshipping Christ, and not lifting up the heel against his divine authority.) For here the Prophet does not speak of miracles, but of the order of nature, and declares, that those who overturn that order may be regarded as monsters. We must not contrive new miracles for the purpose of adding to the authority of Christ; for, by mingling the false with the true, there is danger lest both should be disbelieved; nor can there be any doubt but that, if such a miracle had been wrought, the Evangelists would have committed it to writing. <\/p>\n<p><i>Israel doth not know. <\/i>The name <i>Israel<\/i>, which he contrasts with those beasts, is emphatic. We know how honorable it was for the posterity of Abraham to be known by this name, which God had bestowed on the holy patriarch, because he had vanquished the angel in wrestling. (<a class=\"ref\">Genesis 32:28<\/a>.) So much the more dishonorable was it for bastard and rebellious children to make false boasting of that honor. First, there is an implied reproof, not only because those who do not at all resemble the holy mall do wrong in assuming his name, but because they are ungrateful to God, from whom they had received most valuable blessings. Secondly, there is also conveyed an indirect comparison; for the higher their rank was in being far exalted above all other nations, so much the greater disgrace is flow intended to be expressed by separating them from other nations under the honorable designation of <i>Israel <\/i><\/p>\n<p>The Greek translators have added the word <i>me <\/i>; but I prefer to repeat what he had said before, <i>Israel doth not know <\/i>His Owner, that is, God; nor <i>his crib<\/i>, that is, the Church, in which he had been brought up, and to which he ought to be attracted; while those beasts, on the other hand, recognize the master by whom they are nourished, and willingly return to the place where they have been fed. <\/p>",
    "audit": null
}