{
    "id": 6996,
    "source": "calvin",
    "verse_id": 17871,
    "verse_count": 1,
    "reference": "10:20",
    "title": "",
    "html": " <p> <i>It shall be in that day. <\/i> Returning now to the elect people, he describes the result of the chastisement which was at hand. As it is painful and disagreeable to us to endure calamities and afflictions, and as we refuse them so far as lies in our power, the Lord points out to us the result of them, that we may be taught to consider the design of them, and may thus bear more patiently: as if he had said, “You would wish that the Assyrians were driven to a great distance from you, and that you could live in comfort and safety. But consider, that this chastisement is as necessary as medicine would be for curing your diseases; for you do not acknowledge the power of God, and you withdraw your confidence from him to give it to wicked men. It is truly wretched to place the hope of salvation in enemies, and to rely on those who aim at nothing but your destruction.” In like manner, Israel relied sometimes on the Assyrians and sometimes on the Egyptians. <\/p> \n <p> <i>But shall stay upon the Lord <\/i> We ought not to despise this compensation made for the diminished numbers of the people, that the small portion which survived the calamity learned to place their hope in God. Hence we see more clearly how necessary it was that God should chastise Israel. The mitigation which he holds out, that still a remnant is left, among whom the true worship of God is maintained, is fitted to yield very high consolation. <\/p> \n <p> <i>In truth. <\/i> This phrase is not superfluous; for until the Lord had afflicted them, all wished to be accounted the children of Abraham—all made profession of the faith, and indiscriminately worshipped God; but it was mere pretense. Isaiah therefore reproves this hypocrisy, and says that their hope will afterwards be true and sincere when they shall have been cleansed from impostures; for although they very haughtily boasted of their confidence in God, still they continued to place their confidence in the assistance of the Assyrians. Consequently, when they shall be chastised by their hand, they will learn to trust in God alone, and will withdraw their heart from the assistance of men. Hence infer that we cannot place our confidence in God unless we altogether withhold our heart from creatures; for we ought to rely on God alone in such a manner as not to think it a hardship to renounce all other grounds of confidence. Where this perfect confidence does not exist, there is no room for <i>truth <\/i>; for <i>the heart is divided and double <\/i>. (<a class=\"ref\">Psalms 12:2<\/a>.) <\/p> ",
    "audit": null
}