{
    "id": 7543,
    "source": "calvin",
    "verse_id": 18433,
    "verse_count": 1,
    "reference": "40:12",
    "title": "",
    "html": "<p><i>Who hath measured?<\/i> After having spoken of God’s friendly care in defending his people, he now proclaims his power, and bestows upon it all possible commendations, which, however, would produce less impression upon us, if we did not attend to the Prophet’s design. At first sight, ignorant readers would think that the Prophet crowds together unfinished sentences, which would be absurd. But if we look at his object, he adorns the power of God by a seasonable and elegant discourse, which is a true support of our faith, that we may not hesitate to believe that he will do what he has promised. Not without reason does Paul say that Abraham did not hesitate, because he believed that God who had promised was able to perform what he had said. ( <a class=\"ref\">Romans 4:20<\/a>.) In the same sense also he testifies of himself in another passage,<\/p> \n<p><span> “I know whom I have believed; God is able to keep what I have committed to him.” \n(<\/span> <a class=\"ref\">2 Timothy 1:12<\/a>.)<\/p> \n<p>Such is also the import of those words of Christ,<\/p> \n<p><span> “My Father who gave you to me is greater than all.” \n(<\/span> <a class=\"ref\">John 10:29<\/a>.)<\/p> \n<p>Since, therefore, we ought continually to strive against distrust, and since Satan attacks us by various contrivances, it is of great importance that the promises of God should be believed by us, to give to his power the praise which it deserves. Now, because the restoration of the people was beyond belief, it was necessary that godly minds should he raised above the world, that they might not view the grace of God as limited to human means.<\/p> \n<p>We see that the Prophet does not merely teach that God is the Creator of heaven and earth, but applies to the present subject all that he relates concerning God’s infinite power; and in like manner it is fitted for our guidance. When any adversity befalls us, our salvation is hidden, and, as if a cloud had come between, the power of God is concealed; we are held in astonishment, as if the Lord had forsaken and overlooked us. Let us not, therefore, think that the Prophet speaks of some ordinary matter; for if this conviction of the power of God were deeply seated in our hearts, we would not be so much alarmed, and would not be disturbed by any calamity whatever. On this power, as we have said, Abraham leaned, that he might cordially embrace what was otherwise incredible; and, accordingly, Paul affirms ( <a class=\"ref\">Romans 4:18<\/a>) that “he hoped against hope;” for he believed that God was able to do what he had said, and did not waver or stagger in his mind. We are thus taught to raise our eyes above this world, that we may not judge by outward appearances, but may believe that what God hath spoken will come to pass; because all things are at his disposal.<\/p> \n<p>While this conviction is necessary for all, I have said that the Jews had very great need of it; for they were pressed hard by very powerful enemies, they had no means of escape and no hope of freedom, and nothing was to be seen on every hand but a large and frightful wilderness. In vain, therefore, would consolation have been offered to them, had they not, at the suggestion of the Prophet, raised their minds to heaven, and, disregarding the appearances of things, fixed their whole heart on the power of God.<\/p> \n<p>When he names “measures,” which are used by men in very small matters, he accommodates himself to our ignorance; for thus does the Lord often prattle with us, and borrow comparisons from matters that are familiar to us, when he speaks of his majesty; that our ignorant and limited minds may better understand his greatness and excellence. Away, then, with all gross conceptions of God; for his greatness far exceeds all creatures, so that heaven, and earth, and sea, and all that they contain, however vast may be their extent, yet in comparison of him are nothing.<\/p> ",
    "audit": null
}