{
    "id": 7866,
    "source": "calvin",
    "verse_id": 18762,
    "verse_count": 1,
    "reference": "56:8",
    "title": "",
    "html": " <p> <i>The Lord Jehovah saith. <\/i> Isaiah again confirms what he formerly testified as to the restoration of the people; for although he extolled in lofty terms the grace of God, by which he would deliver his people, yet the condition of the Church was such that promises of this kind appeared to be ridiculous. Such repetitions, therefore, are not superfluous, but were necessarily added in order to strengthen feeble minds, that they might be fully convinced of that which was otherwise incredible. <\/p> \n <p> <i>Who gathereth the outcasts of Israel. <\/i> It is with reference to the subject in hand that he bestows on God this title; for it belongs to him to gather a scattered church, and the same words, “he gathereth the outcasts of Israel,” are used here in the same sense. (<a class=\"ref\">Psalms 147:2<\/a>) Thus he promises that he will assemble them, and not them only, but that he will add to them various “peoples,” that the Church may be very numerously increased and multiplied. Whenever therefore we are drawn by various calamities of the Church to doubt as to his gathering them together, we ought to interpose this shield: “It belongeth to the Lord to gather the dispersed of Israel; and, though they are widely dispersed and scattered, yet he will easily and perfectly restore them.” <\/p> \n <p> <i>Still more will I gather upon him his gathered. <\/i> I willingly keep by the literal meaning of the words of the Prophet. <span class=\"greek-hebrew\"> על <\/span> <i>(gnal) <\/i> that is, “To,’ or “Upon;“ for he appears to me to have in view what he had said in the former verse, that the temple would be opened to all peoples; and he means that he will yet add many others to the Jews who have been gathered. This actually happened; for not only did he gather the dispersed in Babylon, but he also gathered other dispersions, which were frequent and almost of daily occurrence. Nor has he ever ceased to gather; so that he has added a large mass to those who have been gathered. <\/p> ",
    "audit": null
}