{
    "id": 6937,
    "source": "calvin",
    "verse_id": 17809,
    "verse_count": 1,
    "reference": "8:1",
    "title": "",
    "html": "<p><i>And Jehovah said to me. <\/i> This prophecy contains nothing new, but is a confirmation of the preceding one, in which Isaiah predicted the approaching desolation of the kingdom of Israel and Syria. He had foretold that both countries would be deprived of their kings, before the children who should soon afterwards be born could distinguish between good and evil, that is, before they were grown up. (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 7:16<\/a>.) But because the wicked are not terrified by any threatenings, it was therefore necessary that this prediction should be repeated and demonstrated by some outward sign. <\/p>\n<p>First, in order more effectually to arouse the nation, God commands that this prophecy be made publicly known by writing, that it may be understood by all. We have formerly said,  that it was the custom of the Prophets, after having been enjoined to deliver any message to the people, to sum up in a few words the substance of what they had said, and to affix it to the gates of the temple; as may be learned from <a class=\"ref\">Habakkuk 2:2<\/a>; for if that passage be compared with the present, the matter will be sufficiently obvious. But here something peculiar is expressed; for God does not merely command him to <i>write <\/i>the prophecy, but demands <i>a great and large roll<\/i>, in order that it may be read at a distance. The smaller the writing is, it is the more obscure, and can with greater difficulty be read. To the same purpose is what immediately follows, <i>with the pen of a common man<\/i>,  for  <span class=\"greek-hebrew\">אנש<\/span> (<i>enosh<\/i>) denotes any man of ordinary rank; and the meaning is, that not even the most ignorant and uneducated persons may be unable to read the writing. <\/p>\n<p><i>Make speed to spoil, hasten to the prey. <\/i> This concise brevity is more emphatic than if he had made a long discourse; for any one could carry home four words, and perceive in them the swiftness of the wrath of God, and be truly and deeply affected by the judgment of God, as if it had been pointed out with the finger. In short, God determined that he should not waste words, because there was no time for controversy, but that he should represent the matter by an outward sign. The Prophets having so frequently, and without any good effect, threatened vengeance, he gave a striking exhibition of it by an example, that it might make a deeper impression on their minds, and be engraven on their memory. As often as these words  <span class=\"greek-hebrew\">מהר שלל הש בז<\/span> (<i>Maher-shalal-hash-baz<\/i>) were mentioned, they would recall to their remembrance the destruction of Israel and Syria, and would make them more certain of it. <\/p>\n<p>Isaiah having prophesied about the coming of Christ in the former chapter, (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 7:14<\/a>,) many improperly explain this also as relating to the same subject, that, endued with heavenly power, he came to spoil <i>the prince of this world<\/i>, (<a class=\"ref\">John 12:31<\/a>,) and therefore <i>hastened to the prey. <\/i>This ingenuity is pleasing enough, but cannot at all harmonize with the text; for the true and natural view of the context shows that in this passage the Prophet brings forward nothing that is new, but supports what he had formerly said. <\/p>",
    "audit": null
}