{
    "id": 7620,
    "source": "calvin",
    "verse_id": 18511,
    "verse_count": 1,
    "reference": "43:5",
    "title": "",
    "html": "<p><i>Fear not. <\/i>When Isaiah frequently repeats this exhortation, we ought not to look upon it as superfluous; for we know and feel how prone we are by nature to distrust. Scarcely any words can express the greatness of the alarm by which the Church was at that time shaken. As soon as we begin to call in question the promises of God, our minds are distracted by various thoughts; we are alarmed and continually tormented by the greatness and diversity of the dangers, till at length we are stupified, and have no perception of the grace of God. Accordingly, before despair seize our hearts, it is not without good reason that he so frequently repeats <i>I am with thee, <\/i>in order that he may either destroy altogether or partially mitigate the fear which is seated in our hearts; for, when it has taken root, there is no method of curing it. This should lead us also to remark, that we ought not to place our safety in anything else than in the presence of God; for if he be absent, we shall either shudder with fear, or become stupid, or run headlong like drunkards. And yet it is not the will of God that we shall be so devoid of fear as to give ourselves up to slothfulness and indifference; but when we are informed that he is at hand and will assist us, cheerful confidence ought to be victorious in the midst of fears. <\/p>\n<p><i>I will bring thy seed from the east. <\/i>This passage is evidently taken front the writings of Moses, as we said at the beginning of this commentary,  that the prophets are his interpreters, and draw their doctrine from his books; and therefore the Prophet applies this passage to that particular event which he had in view in the present discourse. Moses had thus foretold, <\/p>\n<p>“The Lord thy God will turn thy captivity, and will have compassion on thee, and will turn and gather thee out of all the nations into which thy God hath scattered thee. Even if thou shalt be driven to the utmost parts of heaven, thence will thy God gather thee, and thence will he take thee.” (<a class=\"ref\">Deuteronomy 30:3<\/a>.) <\/p>\n<p>What Moses spoke in general terms the Prophet here confirms in a particular instance, and again declares with a slight change of the words. The amount of what is stated is, that it is as difficult to gather a people that is not only scattered, but driven to the most distant countries of the world, as it is to gather ashes that have been scattered here and there; but that God, by his wonderful power, will cause those dislocated members to unite again in one body. <\/p>",
    "audit": null
}