{
    "id": 8025,
    "source": "calvin",
    "verse_id": 18923,
    "verse_count": 1,
    "reference": "65:25",
    "title": "",
    "html": "<p><i>The wolf and the lamb shall feed together. <\/i> He means that everything shall be fully restored, when Christ shall reign. And here it appears as if there were an implied comparison between Adam and Christ. We know that all the afflictions of the present life flowed from the sin of the first man; for at that time we were deprived of the dominion and sovereignty which God had given to man ( <a class=\"ref\">Genesis 1:28<\/a>) over animals of every kind, all of which at first undoubtedly bowed cheerfully to the dominion of man, and were obedient to his will; but now the most of them rise up against man, and even carly on mutual war against each other. Thus, when wolves, bears, lions, and other savage animals of that kind, are hurtful to man and to other beasts from which we obtain some advantage, and when even animals which ought to have been useful to man are hostile to him, this ought to be imputed to his sin, because his disobedience overthrew the order of things. But since it is the office of Christ to bring back everything to its condition and order, that is the reason why he declares that the confusion or ruin that now exists in human affairs shall be removed by the coming of Christ; because at that time, corruptions having been taken away, the world shall return to its first origin.<\/p> \n<p><i>And the lion shall eat straw like the ox. <\/i> “The lion” shall eat harmlessly, and shall no longer seek his prey. The serpent, satisfied with his dust, shall wrap himself in it, and shall no longer hurt by his envenomed bite. In a word, all that is disordered or confused shall be restored to its proper order. Yet beyond all controversy the Prophet speaks allegorically of bloody and violent men, whose cruel and savage nature shall be subdued, when they submit to the yoke of Christ. But first we must carefully consider that confusion which befell all the creatures in consequence of the fall of man; for if this were not taken into view, it would be impossible for us to have sufficiently just and correct views of this blessing of restoration. At the same time, we must keep in remembrance what we said in expounding a similar allegory in the eleventh chapter. Here we are taught what is the nature of men before the Lord convert them and receive them into his fold; for they are cruel and untamed beasts, and only begin to abstain from doing any injury, when the Lord subdues their wicked inclination and their furious desire to do harm.<\/p> \n<p><i>In all my holy mountain. <\/i> This is added because, when rubbish and filth have been taken out of the way, the Lord will gather to himself a Church without spot. By the word all he means cleansing. Yet we ought not to think it strange that still so many are ferocious; for there are few that are the true inhabitants of God’s mountain, few that are upright and faithful, even among those who profess to be Christians. Seeing that the old man still reigns and is vigorous in them, contentions and wars must also exist and prevail amongst them.<\/p> ",
    "audit": null
}