{
    "id": 6833,
    "source": "calvin",
    "verse_id": 17697,
    "verse_count": 1,
    "reference": "2:11",
    "title": "",
    "html": "<p><i>The loftiness of the looks of man<\/i><i>shall be humbled<\/i> Wicked men, relying on the wealth and quietness and prosperity which they at present enjoy, regard the threatenings of the Prophets with haughty disdain, and thus harden their hearts against God, and are even led to indulge in wantonness. 0n this account, Isaiah here determines, as we have already said, to repress their arrogance; as if he had said, “The time will come when this pride of yours, by which you vainly and madly contend against God, shall be brought down.” For wicked men, though they pretend to have some religion, are yet so daring that they raze against God himself, and imagine that they are higher than God. On the other hand, by thundering against them, he lays low their haughtiness, that he alone may be exalted.<\/p> \n<p>And this is what we have already said, that when crimes are allowed to pass unpunished, it is a sort of cloud held before our eyes, which hinders us from beholding the glory of the Lord; but when he takes vengeance on men’s transgressions, his glory shines forth illustriously. This is also the reason which Solomon assigns why wicked men are hardened against God: it is because they think that bad and good men are equally happy in this world.<\/p> \n<p>Because sentence against an evil work is not executed speedily, therefore the heart of the sons of men is fully set in them to do evil, ( <a class=\"ref\">Ecclesiastes 8:11<\/a>;)<\/p> \n<p>for all of them grow more insolent, and are more and more blinded.<\/p> \n<p>But here he shows that, when proud men shall have been brought to their proper level, there will be nothing to prevent God from being acknowledged to be what he is. It was indeed highly becoming that the people should, of their own accord, humbly behold the greatness of God, under whose shadow they were defended; and for this purpose the posterity of Abraham was so remarkably distinguished by numerous blessings, that it might be the mirror of the glory and holiness of God. Isaiah now threatens that, because the Jews have risen up against him, God will employ a new method of exalting his glory, that is, by their destruction. When he speaks of<i>lofty looks<\/i> and<i>loftiness<\/i> , he employs an outward gesture to denote the inward pride of the mind; for sinful confidence almost always betrays, by the very looks, a contempt of God and of men. In the same sense does David describe<i>the man whose eyes are lofty<\/i> . ( <a class=\"ref\">Psalms 101:5<\/a>.)<\/p> ",
    "audit": null
}