{
    "id": 7773,
    "source": "calvin",
    "verse_id": 18669,
    "verse_count": 1,
    "reference": "50:6",
    "title": "",
    "html": " <p> <i>I exposed my body to the smiters.<\/i>, With the reproaches, jeers, and insolence of wicked men, he contrasts the unshaken courage which he possesses; as if he had said that, “whatever resistancemay be attempted by the despisers of God, yet he will baffle all their insults, so that he will never repent of the labors which he has undertaken.” Yet this passage plainly shows that the ministers of the word cannot perform their office faithfully without being exposed to a contest with the world, and even without being fiercely assailed on all sides; for as soon as Isaiah says that he has obeyed the command of God, he likewise adds that “He has exposed his body to the smiters.” The faithful servants of God, when they administer the doctrine of the word, cannot escape from this condition, but must endure fights, reproaches, hatred, slanders, and various attacks from adversaries, who loathe that liberty of advising and reproving which it is necessary for them to use. Let them, therefore, arm themselves with steadfastness and faith; for a dreadful battle is prepared for them. And not only does he describe the persecutions of wicked men, but the reproach of the world; because wicked men desire to be thought to have good cause for opposing the ministers of the word and persecuting their doctrine, and wish that those ministers should be regarded as criminals and malefactors, and held up to universal hatred and abhorrence. For these reasons they lead them with various slanders, and do not refrain from any kind of reproach, as we know well enough by experience in the present day, when our adversaries call us heretics, deceivers, seditious persons, and assail us with other slanders, which were also directed against Christ and the Apostles. (<a class=\"ref\">Matthew 27:63; John 7:12; Acts 16:20<\/a>.) <\/p>\n <p> <i>My face I did not hide from shame and spitting.<\/i>, He not only says that open and outward foes spat and inflicted blows on him, but glances at the slanders which he is compelled to bear from foes who are within and belong to the household; for out of the very bosom of the Church there always spring up wicked men and despisers of God, who insolently attack the prophets. They who wish to serve God must be prepared to endure all these things calmly, that they may walk through evil report and through good report, (<a class=\"ref\">2 Corinthians 6:8<\/a>,) and may despise not only banishment, stripes, imprisonment, and death, but likewise reproaches and disgrace, though they may sometimes appear harder to endure than death itself. While this doctrine belongs to all believers, it belongs especially to the teachers of the word, who ought to go before others, and to be, as it were, standard-bearers. <\/p>",
    "audit": null
}