{
    "id": 7652,
    "source": "calvin",
    "verse_id": 18543,
    "verse_count": 1,
    "reference": "44:9",
    "title": "",
    "html": "<p><i>The formers of a graven image. <\/i> The Lord now shews, on the contrary, how wretched idolaters are who wander amidst their contrivances, and are not founded on the eternal truth of God; for they have no knowledge or sound understanding. As he justly pronounced the people, a little before, to be guilty of ingratitude, if the proofs of the grace of God did not encourage them to the exercise of faith, so he now arms and fortifies them against all the superstitions of the Gentiles. Unbelievers being both very numerous and very wealthy, he says that all are nothing, and, next, that amidst all their magnificence there is nothing but imposture.<\/p> \n<p><i>And their desirable thinqs do not profit. <\/i> Under the term<i>desirable things,<\/i> he includes not only idols, but all their worship, and the ornaments, honor, and obedience which foolish men render to them, and denotes those things by a highly appropriate name; for since the chief object of life is to acknowledge and worship God, (which alone is our principal distinction from the brutes,) we ought to prefer it to all things, even to the most valuable, so as to direct to him all our prayers, and, in a word, all the thoughts of our heart. With good reason, therefore, does Scripture employ this word in speaking of the worship of God; but here the Prophet speaks of corrupt worship and the mad<i>desire<\/i> of idols, by which men are hurried along; and therefore he says, that all that they desire or eagerly perform is vain and useless. Frequently, too, this “desire” is compared to the love of a harlot, by which men are bewitched and almost blinded, so as not to perceive their baseness or yield to any reason. But we have explained this under a former passage. ( <a class=\"isa\" verses=\"WzE3Njg0XQ==\">Isaiah 1:29<\/a>.)<\/p> \n<p><i>And they are their witnesses. <\/i> Some explain this to mean that the idols bear testimony against themselves, and plainly shew how vain they are, so that they who do not perceive it must be exceedingly stupid. But I do not at all approve of that exposition, and prefer to follow those who refer it to the worshippers of idols, who themselves are aware of their being so utterly vain; for they know that they neither see nor understand anything. And in this passage there is a contrast between the testimony of the people of God and that of idolaters. The former will give an illustrious testimony of the glory of God from his works and promises and predictions; the latter will be constrained to be dumb, if they do not choose to bring forward contrivances which have no certainty whatever, and therefore are false and vain. Wicked men boast, indeed, of their worship with great haughtiness, and loudly applaud themselves; but their conscience is “a witness” how uncertain and vain is all that they do, for they always tremble, and never find rest, though their obduracy leads them to violent exertions.<\/p> \n<p>They will themselves, therefore, bear testimony against their idols; just as, if a man were to employ an ignorant teacher, he may be a witness of his ignorance. In like manner they will bear witness that their gods neither know nor can do anything; for they see that they are composed of stone or wood or some other material, and that they neither can see nor understand anything. Thus believers alone will render a true testimony to their God, because he knows, directs, and governs all things. The rest must at length be<i>ashamed,<\/i> though now they defend their errors with mad eagerness; for their conscience is a witness that nothing but opinion and a vain imagination holds their minds captive.<\/p> ",
    "audit": null
}