{
    "id": 7299,
    "source": "calvin",
    "verse_id": 18182,
    "verse_count": 1,
    "reference": "28:17",
    "title": "",
    "html": "<p><i> And I will lay judgment to the line.<\/i> The ruinous condition of the Church being such that believers hardly ventured to hope that it would be improved, he shews that God has in his hand the ready means of forming the Church entirely anew. As he lately mentioned a building, so now, by a different metaphor, he shews that there is no reason to fear that God will not at length finish the work of building which has been begun. Yet indirectly he reproves the pride and insolence of those who wished to be accounted pillars of the Church, while they were endeavoring, as far as lay in their power, to raze it to the foundation. Although, in consequence of an almost total extinction of the light of faith, and a frightful corruption of the worship of God, the state of the people was hideous, yet they boasted of their royal priesthood, in the same manner as we see the Papists at the present day shamelessly utter similar boasting, though lamentable confusion cries aloud that the form of the Church has utterly perished among them. For this reason the Prophet describes what will be the reformation of the Church.<\/p> \n<p><i> Judegment to the line, and righteousness to the measure or plummet.<\/i> It is probable that<span class=\"greek-hebrew\"> קו<\/span> , (<i> kāv<\/i> ,)<i> a line<\/i> , and<span class=\"greek-hebrew\"> משקלת<\/span> , (<i> mĭshkōlĕth<\/i> ,)<i> a plummet<\/i> , mean the same thing, as may be inferred with greater certainty from another passage:<\/p> \n<p>“I will stretch over Jerusalem the rope or line of Samaria, and the plummet of the house of Ahab.” (<a class=\"ref\">2 Kings 21:13<\/a> .)<\/p> \n<p>Yet I do not deny that he alludes to the examination of weights; but both metaphors are taken from buildings, in which the master-builders and masons try everything by a rule, in order to preserve a due proportion in every part. Thus it is said that the Lord administers equal judgment, when he restores the Church, in which otherwise everything is disordered and confused, as in a hideous ruin, when the ungodly are exalted and enjoy prosperity, while the godly are despised and sorrowful.<\/p> \n<p>He makes the same statement concerning “righteousness,” that he will measure or try it by his weights, and will regulate everything by a rule; for by<i> righteousness<\/i> and<i> judgment<\/i> he means a proper and lawful administration of the Church, as contrasting with the masks and disguises boasted of by those who fear the title of Bishops. The meaning is, that this foundation is laid, not only that the Church may be commenced, but that it may be perfectly restored, to use a common phrase, “from top to bottom” (<span class=\"aramaic_text\"> De fonds en comble<\/span> .)<\/p> \n<p><i> The hail shall sweep away the reliance of falsehood.<\/i> This second part of the metaphor denotes also a very exact equality. Nothing then will be wanting to the building, if Christ be laid for the foundation; and, on the other hand, if he be not there, all will be vanity and confusion. Now since there was no room for “judgment and righteousness,” but by sweeping away the false confidences, he declares that they shall be all swept away, because the violence of God’s anger shall cast down all loftiness, and the flood shall penetrate all the hiding-places of thoughtless indifference. He therefore threatens that hypocrites, with all their boasting, shall nevertheless perish, even though the Lord preserve the Church; for he does not speak of chastisements, as if the wicked would be corrected by them, because, on the contrary, they become hardened and more obstinate. The cleansing, therefore, he shews, will be such as to drag them forth from their hiding-places and strip them of false and empty confidence; for wicked men think that they are so thoroughly concealed by their falsehood and deceit, that they shall never feel strokes, and therefore they please and flatter themselves amidst their iniquities and crimes; but the<i> waters<\/i> will easily reach them; that is, the wrath of God, which shall rush down upon them like a deluge, will easily break through their lurking-places.<\/p> ",
    "audit": null
}