{
    "id": 7910,
    "source": "calvin",
    "verse_id": 18806,
    "verse_count": 1,
    "reference": "59:5",
    "title": "",
    "html": " <p> <i>They hatch the eggs of the basilisk. <\/i> The Prophet proceeds farther, comparing the Jews not only to women, but to venomous beasts; so as to make it more evident that everything that proceeds from them is destructive and deadly. First, then, he says, that “they hatch the eggs of the basilisk;“ because, as a viper cannot lay an egg that is not venomous, so they are so inured to wickedness, and so full of it, that they can throw out nothing but poison. <\/p> \n <p> <i>And weave the webs of spiders. <\/i> By “the webs of spiders” he means that they are so barren and destitute of anything good, that even by the appearance of virtues they deceive. By two marks he describes wicked men; first, that the works which they perform manifest their corrupt nature; secondly, that they are of no value whatever, and. contribute nothing towards making them kind, amiable, charitable, and faithful to those with whom they have intercourse. I am aware that it is explained ill a different manner by other commentators; namely, that the wicked, while they are contriving the destruction of others, ruin themselves, and, while they think that they are industrious, labor fruitlessly and to no purpose; that “they are snared in their own nets,” (<a class=\"ref\">Psalms 9:15 <\/a>) and “fall into the pit which they had digged.” (<a class=\"ref\">Psalms 7:15 <\/a>) But I am of opinion that the Prophet meant what I have now said; namely, that the wicked do mischief in all places, at all times, and in all transactions, and that they never do anything good; and that every person who has anything to do with them will find them to be venomous and destructive. Such is the import of what he says, that in their eggs there lurks a deadly venom, and that, if they are broken, a serpent will come out of them. <\/p> ",
    "audit": null
}