{
    "id": 7054,
    "source": "calvin",
    "verse_id": 17931,
    "verse_count": 1,
    "reference": "14:2",
    "title": "",
    "html": "<p><i>And the peoples shall take them. <\/i>He means that the foreign nations will be willing to become their companions, and in such a manner that they will not scruple to discharge the duties of servants. An instance of this was given, (<a class=\"ref\">Ezra 1:6<\/a>,) when the people were brought back from Babylon; but that was only a slight foretaste of those things which were accomplished by Christ, to whom all these statements must be referred. The Lord softened the hearts of the nations, who regarded that people with deadly hatred, so that by their guidance he brought them back to their native country, and bestowed on them their former liberty. But so far were many of the nations from assisting the Jews, after their return from Babylon, that all the neighbors earnestly entered into a league to distress them. (<a class=\"ref\">Ezra 4:4<\/a>.) They certainly attempted not only to banish them from the land of Canaan, but to drive them entirely out of the world. These things therefore were done in the kingdom of Christ, to whom <\/p>\n<p>has been given all power, not only in earth, but also in heaven, (<a class=\"ref\">Matthew 28:18<\/a>,) <\/p>\n<p>and by whom the Gentiles, who formerly had been strangers, were united to the Jews, so as not only to assist them in keeping their inheritance, but also to submit calmly and willingly to bear the yoke. It is with this view that he adds — <\/p>\n<p><i>And the house of Israel shall possess them in the land of the LORD for servants and handmaids. <\/i>The Jews being in some sort the <i>first-born <\/i>(<a class=\"ref\">Exodus 4:22<\/a>) in the house of God, we who are joined to them appear as if we had assembled under their roof; for they go before us, and hold the highest rank above all the nations, and undoubtedly would still hold it, if they did not by their ingratitude deprive themselves of these great privileges. And yet their ingratitude did not hinder the Lord from actually performing these things; for the Apostles, being Jews, subdued foreign nations by the word of God, and even those very nations <i>by whom they were formerly carried captive<\/i>, and to whom they had been tributaries, such as the Assyrians, Chaldeans, and Persians, and finally, the Roman empire; so that all the nations might justly be called their inheritance, though they did not wish to rule over them, but to gain them to God, that they might acknowledge the same Lord and Prince as themselves. These statements must therefore be referred to the dominion and yoke of Christ, to whom the Jews subdued the Gentiles, not to a government of an outward nature, such as the Jews falsely imagine. <\/p>",
    "audit": null
}