{
    "id": 6882,
    "source": "calvin",
    "verse_id": 17754,
    "verse_count": 1,
    "reference": "5:14",
    "title": "",
    "html": " <p> <i>Therefore hell hath enlarged his soul<\/i>, In this verse the Prophet intended to heighten the alarm of men who were at their ease, and not yet sufficiently affected by the threatenings which had been held out to them. Though it was shocking to behold <i>captivity<\/i>, and also famine, yet the slowness and insensibility of the people was so great that they did not give earnest heed to these tokens of God’s anger. Accordingly the Prophet threatens something still more dreadful, that hell has opened his belly to swallow them all up. <\/p>\n <p>I said a little ago, that what is here stated in the past tense refers partly to the future. Nor is it without good reason that the Prophet speaks of the events as plain and manifest; for he intended to bring them immediately before the people, that they might behold with their eyes what they could not be persuaded to believe. Again, when he compares <i>hell<\/i>, or <i>the grave<\/i>, to an insatiable beast, by the <i>soul<\/i>, he means the belly into which the food is thrown. The general meaning is, that the grave is like a wide and vast gulf, which, at the command of God, yawns to devour men who are condemned to die. This personification carries greater emphasis than if he had said that all are condemned to the grave. <\/p>\n <p> <i>And her glory hath descended, and her multitude.<\/i>, He joins together the nobles and men of low rank, that none may flatter themselves with the hope of escape: as if he had said, “ <i>Death<\/i>, will carry you away, and all that you possess, your delicacies, wealth, pleasures, and everything else in which you place your confidence.” It is therefore a confirmation of the former statement, and we ought always to attend to the particle <span class=\"greek-hebrew\">,לכן<\/span>, (<i>laken<\/i>,) <i>therefore<\/i>,; for the people ascribed their calamities to fortune, or in some other way hardened themselves against the Lord’s chastisements. On this account Isaiah says that these things do not happen by chance. Besides, men are wont to argue with God, and are so daring and presumptuous that they do not hesitate to call him to account. In order, therefore, to restrain that pride, he shows that the punishments with which they are visited are just, and that it is owing entirely to their own folly that they are miserable in every respect. <\/p>",
    "audit": null
}