{
    "id": 7678,
    "source": "calvin",
    "verse_id": 18573,
    "verse_count": 1,
    "reference": "45:11",
    "title": "",
    "html": " <p> <i>Thus saith Jehovah. <\/i> I have already said, that I do not agree with those who connect this verse with the preceding, as if God, abandoning his just right, gave permission to the Jews to put questions more than is allowed among men. There is another meaning not much different, that the Israelites are miserable, because they know not, and do not even wish to know the will of the Lord; that they do not seek and even do not accept of consolation; and, in short, that the deep sorrow with which they are oppressed arises from the fault of the people, that is, because they do not ask at the mouth of the Lord. If we adopt this exposition, we must arrive at the conclusion that this passage treats of a different kind of inquiry; for as it is unlawful to thrust ourselves into the secret decrees of God, so he graciously condescends to make known to his people, as far as is necessary, what he intends to do; and, when he opens his sacred mouth, he justly commands us to open our ears to him, and to hear attentively whatever he declares. Now, we also know by experience that which Isaiah brings as a reproach against the ancient people. <\/p> \n <p>But it is more reasonable to view this statement as depending on the preceding, so as to be an application of the metaphor in this sense: “A son will not be allowed to enter into a dispute with his father, and the clay will not be permitted to strive with its potter; how much more intolerable is this liberty which men take, when they prescribe to God in what manner he ought to treat his sons?” For otherwise this sentence would be broken and imperfect, but those two clauses agree beautifully with each other. “The potter will make clay of any shape according to his pleasure, the son of a mortal man will not venture to expostulate with his father; and will you refuse to me, who am the supreme Father and Maker of all things, to have equal power over my sons and my creatures?” If the former meaning be preferred, the Prophet reproaches men with their slothfulness, in not deigning to put questions to God, and to learn from his mouth those things which related to their consolation; for they might have learned from the prophecies that God took care of them, and might have known the conclusion of their distresses. And indeed there is no better remedy in adversity than to ask at the mouth of God, so as not to fix our eyes on the present condition of things, but to embrace with the heart that future salvation which the Lord promises. <\/p> \n <p> <span> “The Lord is faithful, who will not suffer us to be tried beyond what we are able to bear; but with the temptation will also grant deliverance, and will increase his grace in us.” \n(<\/span> <a class=\"ref\">1 Corinthians 10:13<\/a>.) <\/p> \n <p> <i>Command ye me<\/i>. This must not be understood as denoting authority; for it does not belong to us to “command” God, or to press upon him unseasonably; and it will not be possible for any person to profit by the word of God, who does not bring an humble heart. But God presents himself to us, that we may ask from him what is of importance to us to know; as if he had said, “Order me; I am ready to reveal those things which are of the highest importance for you to know, that you may derive consolation from them.” But as that would be an unnatural mode of expression, I consider that the complaint which I have stated is more simple, that God is robbed of a father’s right, if he do not retain the absolute and uncontrolled government of his Church. Thus, in the clause, <i>Ask me of things to come, <\/i> the word ask is taken in a bad sense, when men, forgetting modesty, do not hesitate to summon God to their bar, and to demand a reason for anything that he has done. This is still more evident from the word <i>command; <\/i> as if he had said, “It will belong to you, forsooth, to prescribe what shape I ought to give to my work!” <\/p> \n <p>In a word, the Prophet’s design is to exhort men to moderation and patience; for, as soon as they begin to dispute with him, they endeavor to drag him from his heavenly throne. Now, he does not address the Jews alone, for he needed to restrain the blasphemies which even at that time were current among infidels. It is as if God, wishing to maintain his right, thus refuted the slanders of the whole world: “How far shall your insolence carry its excesses, that you will not allow me to be master in my own workshop, or to govern my family as I think fit?” <\/p> ",
    "audit": null
}