{
    "id": 7846,
    "source": "calvin",
    "verse_id": 18742,
    "verse_count": 1,
    "reference": "55:1",
    "title": "",
    "html": " <p> <i>Ho, all that are thirsty. <\/i> Here the Prophet describes in lofty terms of commendation the goodness of God, which was to be poured down more copiously and abundantly than before under the reign of Christ, “in whose hand are hid all the treasures” (<a class=\"ref\">Colossians 2:3<\/a>) of the grace of God; for in him God fully explains his mind to us; so that the saying of John is actually fulfilled, “We have all drawn from his fullness, and have received grace for grace.” (<a class=\"ref\">John 1:16<\/a>) The fathers were, indeed, partakers of that divine goodness and spiritual kindness which is here mentioned. “How great,” says David, “is thy goodness, which hath been laid up for them that fear thee!” (<a class=\"ref\">Psalms 31:19<\/a>) But he hath poured it out far more liberally and abundantly in Christ. Thus, it is a remarkable commendation of the grace of God, which is exhibited to us in the kingdom of Christ; for the Prophet does not instruct us what has been done once, but also what is done every day, while the Lord invites us by his doctrine to the enjoyment of all blessings. <\/p> \n <p> <i>Come to the waters. <\/i> Some view the word “waters” as referring to the doctrine of the Gospel, and others to the Holy Spirit; but neither of these expositions, in my opinion, is correct. They who think that it denotes the doctrine of the Gospel, and who contrast it with the law, (of which the Jewish writers think that the Prophet speaks in this passage,) include only one part of what the Prophet meant. They who expound it as denoting the Holy Spirit have somewhat more plausibility, and quote that passage of John’s Gospel, <\/p> \n <p>“If thou knewest the gift of God, and who it is that saith to thee, Give me to drink, thou wouldest have asked of him, and he would have given thee living water.” (<a class=\"ref\">John 4:10<\/a>) <\/p> \n <p>And a little after, Christ appears to expound this passage when he says, <\/p> \n <p>“Every one that drinketh of this water shall thirst again; but whosoever shall drink of the water which I shall give to him shall never thirst; but the water which I shall give to him shall become in him a fountain of water springing up to everlasting life.” (<a class=\"ref\">John 4:13<\/a>) <\/p> \n <p>But I have no doubt that under these words, “waters, milk, wine, bread,” Isaiah includes all that is necessary for spiritual life; for the metaphors are borrowed from those kinds of food which are in daily use amongst us. As we are nourished by “bread, wine, milk, and water,” so in like manner let us know that our souls are fed and supported by the doctrine of the Gospel, the Holy Spirit, and other gifts of Christ. <\/p> \n <p>The Prophet exclaims, as with a voice above the usual pitch, <i>He! <\/i> for so great is the sluggishness of men that it is very difficult to arouse them. They do not feel their wants, though they are hungry; nor do they desire food, which they greatly need; and therefore that indifference must be shaken off by loud and incessant cries. So much the more base and shameful is the indolence of those who are deaf to this exhortation, and who, even when they are so sharply urged forward, still indulge in their slothfulness. Besides, the invitation is general; for there is no man who is not in want of those “waters,” and to whom Christ is not necessary; and therefore he invites all indiscriminately, without any respect of persons. But men are so miserable that, although they know that they are in need of Christ, they contrive methods by which they may be deprived of this benefit, and rather believe the devil, who offers various obstructions, than this kind invitation. <\/p> \n <p>We must therefore inquire what is the true preparation for receiving this grace. The Prophet describes it by the word “thirsty.” Those who are puffed up with vain confidence and are satiated, or who, intoxicated by earthly appetites, do not feel thirst of soul, will not receive Christ; because they have no relish for spiritual grace. They resemble those persons who are in want of nourishments, but who, because they are filled and swollen with wind, loathe food, or who, being carried away by their own vain imaginations, feed on their own stupidity, as if they were in want of nothing. The consequence is, that they who are puffed up with pride or a false opinion of their own righteousness, or whom the allurements of the flesh have seized with lethargy, despise or reject the grace of God. It is therefore necessary that we have “thirst,” that is, an ardent desire, in order that it may be possible for us to receive so great blessings. <\/p> \n <p> <i>Buy without money. <\/i> He does not mean that there are any persons who have money in abundance, but the words ought to be explained thus. “Although they are poor, although they are sunk in the deepest poverty, yet the way is open for them to come to Christ, through whom these blessings are freely bestowed.” “But how is it possible,” it will be said, “to buy without a price?” I reply, “buying” denotes figuratively the method by which we procure anything; and <span class=\"greek-hebrew\"> שבר <\/span> (<i>shabar <\/i>) is here put for “procure,” and “price” for labor or industry, or any other method by which men obtain anything, he shows that we are poor and utterly destitute, and that we have nothing by which we can become entitled to God’s favor; but that he kindly invites us, in order that he may freely bestow everything without any recompense. <\/p> ",
    "audit": null
}