{
    "id": 7969,
    "source": "calvin",
    "verse_id": 18866,
    "verse_count": 1,
    "reference": "62:11",
    "title": "",
    "html": "<p><i>Behold, Jehovah hath, proclaimed. <\/i>He means that the Lord, by acting miraculously and beyond the judgment or expectation of the flesh, will cause all the nations to know that this is done by his command. It might be objected, How shall it be brought about that the peoples, who now make fierce resistance to God, shall become obedient to him? He assigns the reason, “Because the Lord will proclaim your return, so that they shall acknowledge that at his command you are restored.” <\/p>\n<p><i>Say ye to the daughter of Zion. <\/i>Undoubtedly this refers literally to the ministers of the word and to the prophets, whom the Lord invests with this office of promising deliverance and salvation to the Church. And hence we conclude that these promises are not merely limited to a single age, but must be extended to the end of the world; for, beginning at the return from Babylon into Judea, we must advance as far as the coming of Christ, by which this prophecy was at length accomplished, and redemption was brought to a conclusion; for the Savior came, when the grace of God was proclaimed by the Gospel. In a word, he foretells that the voice of God shall one day resound from the rising to the setting of the sun, and shall be heard, not by a single nation only, but by all nations. <\/p>\n<p><i>Behold, the Savior cometh. <\/i>This is a word which, we know, belongs peculiarly to the Gospel; and therefore he bids the teachers of the Church encourage the hearts of believers, by confirmed expectation of the coming of the Lord, though he appeared to be at a great distance from his people. But this promise relates chiefly to the reign of Christ, by which these things were fully and perfectly accomplished; for he actually exhibited himself as the “Savior” of his Church, as we have seen before in the fortieth chapter. <\/p>\n<p><i>Behold, his reward is with him, and the effect of his work is before him. <\/i>That they may no longer be distressed by any doubt, when God the Savior shall appear, he invests him with power, as in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40:10<\/a>; for he repeats the same words which we found in that passage. As if he had said, “As soon as it shall please God to display his hand, the effect will be rapid and sudden; for so long as he stops or delays, the judgment of the flesh pronounces him to be idle;” and we see how very many fanatics imagine some deity that has no existence, as if they were painting a dead image. Justly, therefore, does the Prophet declare that God’s “work and reward are before him,” that he may make it evident, whenever it shall be necessary, that he is the righteous Judge of the world. <\/p>",
    "audit": null
}