{
    "id": 7106,
    "source": "calvin",
    "verse_id": 17985,
    "verse_count": 1,
    "reference": "17:1",
    "title": "",
    "html": "<p><i>The burden of Damascus. <\/i> Here he prophesies against the kingdom of Syria, and mentions the chief city in which the seat of the kingdom lay. It was proper that this calamity, like others which came before it, should be described, that the righteous might confidently believe that God would one day assist them, and would not always permit them to be oppressed by the wicked without end. The king of Syria had formed an alliance with Israel against Judah, as we saw formerly in the seventh chapter; and as the Jews were not able to contend with him, and were deprived of other aids, they might also entertain doubts about God’s assistance, as if he had utterly abandoned them. To free them, therefore, from these doubts, he threatens the destruction of that kingdom, from which they would readily conclude that God fought in defense of his people.<\/p> \n<p>It is uncertain at what time Isaiah uttered this prophecy, for, as I have already remarked, he does not follow the order of time in threatening against each nation the punishment which it deserved. But, as far as I am able to conjecture, he foretold those events at the time when those two kings, that is, the kings of Israel and Syria, invaded Judea, and entered into a league to destroy it and the whole Church, ( <a class=\"isa\" verses=\"WzE3Nzg0XQ==\">Isaiah 7:1<\/a>;) for, by joining together the Israelites and the Syrians, he summons them to a mutual judgment, in order to show that the only advantage which they had derived from the wicked and disgraceful conspiracy was, to be involved in the same destruction. In this manner Isaiah intended to comfort godly persons who were of the tribe of Judah; for he has his eye chiefly on them, that they may not be discouraged, and not on the Syrians, or even the Israelites, whose destruction he foretells.<\/p> \n<p><i>Behold, Damascus is taken away. <\/i> The demonstrative particle, <i>Behold,<\/i> seals the certainty of the prophecy. When he expressly mentions<i>Damascus,<\/i> it does not follow from this that the other parts of the kingdom are exempted, but it was customary with the prophets to take a part for the whole, so as to include under the destruction of the metropolis the fate of the whole nation; for what must ordinary towns expect when the citadel of the kingdom has been stormed? Yet there is another reason why the Prophets pronounce heavier threatenings on the chief and royal cities, and especially direct their discourse against them. It is, because a polluted flood of crimes overflows from them into the whole country.<\/p> ",
    "audit": null
}