{
    "id": 7021,
    "source": "calvin",
    "verse_id": 17898,
    "verse_count": 1,
    "reference": "11:13",
    "title": "",
    "html": "<p><i> And the envy of Ephraim shall depart.<\/i> Here he promises that the Church will be in such a state of peace, that neither will the Israelites and the Jews contend in civil broils, nor will they suffer any annoyance from their enemies, and that they will not be liable to hatred or<i> envy<\/i> , as they formerly were. Not that there will be no wicked men, but the Lord will at length cut off and destroy them. But we ought chiefly to observe what he adds about allaying domestic quarrels, that henceforth the children of Abraham may not harass each other, but unite in the same religion, and in the pure worship of God; for it was a disgraceful and shocking spectacle that their mutual strife and hostilities had been so long maintained.<\/p> \n<p>With good reason does he point out the source of quarrels, namely,<i> envy<\/i> , in consequence of which the descendants of Abraham have torn each other, while the tribes of<i> Judeah<\/i> and<i> Ephraim<\/i> strive with each other for renown. This horrible torch has always kindled wars in the world, while every man is unwilling to yield. In short, the Lord here promises outward and inward peace, which is a very great and most desirable blessing.<\/p> \n<p>It will be objected that this was never accomplished, and that the very opposite of this took place; for as soon as the gospel began, it was followed by various wars, commotions, and dreadful persecutions, and nearly the whole world was disturbed and shaken. And inwardly what peace did the Church enjoy? Among Christians themselves, Satan, by his<i> tares<\/i> , (<a class=\"ref\">Matthew 13:25<\/a> ,) has raised up dreadful disturbances, so that no enemies were more ferocious and destructive than those which were brought up in the bosom of the Church.<\/p> \n<p>I reply, the Prophet here includes the whole of Christ’s kingdom, and not merely a single age or century. In this world we taste but the beginning of Christ’s kingdom; and while the Church is harassed by enemies both within and without, still the Lord defends and preserves her, and conquers all her enemies. Besides, this prediction properly belongs to the true and lawful children of Abraham, whom the Lord has purified by the cross and by banishment, and has constrained to lay aside ambition and<i> envy<\/i> ; as those who have been tamed in the school of Christ cease to be desirous of renown. Thus the promise which Isaiah makes in this passage has already been in part fulfilled, and is fulfilled every day. But we must proceed in these exercises, and must fight earnestly within and without, till we obtain that everlasting peace which it will be our happiness to enjoy in the kingdom of God.<\/p> ",
    "audit": null
}