{
    "id": 7564,
    "source": "calvin",
    "verse_id": 18454,
    "verse_count": 1,
    "reference": "41:2",
    "title": "",
    "html": " <p> <i>Who shall raise up righteousness from the east? <\/i>,This shews plainly what is the design of the Prophet; for he intends to assure the Jews that they will be in no danger of going astray, if they choose to follow the path which he points out to them. And this is the reason why he mentions Abraham; for he might have enumerated other works of God, but selected an example appropriate to his subject; for, having been descended from Abraham, whom God had brought out of Chaldea amidst so many dangers, they ought also to have hoped that he would equally assist them; since his power was not diminished, and he is not wearied by acts of kindness. Because it was difficult for captives and exiles, while they were at a great distance from their native country, to hope for a return:, he exhorts them by a similar example to cherish favorable hopes. Having been scattered throughout Chaldea and the neighboring countries, they thought that the road which led homeward was shut up against them on account of numerous obstructions. But from the same place Abraham their father had traveled into Judea. (<a class=\"ref\">Genesis 11:31 <\/a>.) Could not he who conducted one poor, solitary man, with his father, his nephew, and his wife, safe and sound amidst so ninny dangers, be the leader of his people in the journey? Since, therefore, God had called Abraham out of his native country, and delivered him from all distresses, this fact drawn from the family history ought to have made a deeper impression on his children, that the departure of their father Abraham might be a pledge or mirror of their future deliverance from Babylon. <\/p>,\n <p>When he calls Abraham <i>righteousness, <\/i>,he does so, not for the purpose of extolling the man, but of shewing that God had assigned to him a character which belonged to the whole condition of the Church; for he was not called as a private individual, but the demonstration of God’s eternal justice which was given in his calling is common to all believers; as if he had said, that in his person the Church had once been delivered, in order that he might confidently believe that his salvation and the justice of God would be alike eternal. And indeed in a single individual we behold the calling of believers, and a sort of model of the Church, and the beginning and end of our salvation. In short, Abraham may be regarded as a mirror of the justice of God, so far as it shines in the affairs of this world. This word is used for the sake of amplification, (<span class=\"greek-hebrew\">,πρὸς αὔξησιν <\/span>); for to “raise up <i>righteousness <\/i>,from the east,” where everything had been corrupted and polluted by the most abominable superstitions, was an astonishing work of God. If, therefore, such a display of God’s goodness and power had once been given, why ought; they not to expect the same or a similar display in future? <\/p>,\n <p> <i>Called him to his foot. <\/i>,Some interpret this as meaning that Abraham, wherever he went, called on the name of the Lord; for as soon as he came into any country, he erected an altar to God, that he might offer sacrifice upon it. (<a class=\"ref\">Genesis 12:7 <\/a>,, and 13:18.) This is indeed true, but I interpret it differently, that the Lord was the leader in the journey to Abraham, who followed him step by step; for when he was commanded to depart, no particular country was pointed out to which he should go; and thus when he set out he knew not either how far, or in what direction he should travel, but God kept him in suspense till he entered into the land of Canaan. (<a class=\"ref\">Genesis 12:1; Acts 7:3 <\/a>.) When Abraham had been called, he immediately appeared, and though he was uncertain as to his journey, he listened to the mouth of God, and was satisfied with having God for his leader. On this account the expression is appropriate, that he followed him “to his foot,” because he surrendered himself to God to be a footman, like obedient and submissive servants who follow the footsteps of their master, though they are uncertain whither he is leading them. <\/p>,\n <p> <i>Gave nations before him. <\/i>,This means that although the good man might be afflicted and tormented every moment by many anxieties, yet God removed every obstruction that could annoy him. Moses does not enumerate all the difficulties which Abraham encountered at his departure, but any person may conclude that this journey could not be free from very great annoyances; for it was impossible for him, when he set out, not to draw upon himself the hatred of the nation, and to be universally condemned as a madman for leaving his native land, and relations, and friends, and wandering to an unknown country. After having come into the land of Canaan, he had to do with wicked and cruel men, with whom he could not be agreed, because he was entirely opposed to their superstitions. What Moses relates Shews plainly enough that Abraham was never at rest, and yet that wicked men durst not attempt to do anything against him; so that when he wished to purchase a sepulcher from the children of Herb, they offered it to him freely and for nothing, and acknowledged him to be a man of God and a prince. (<a class=\"ref\">Genesis 23:6 <\/a>.) <\/p>,\n <p> <i>And subdued kings. <\/i>,The Prophet illustrates the grace of God, by shewing that he did not spare even <i>kings, <\/i>,so as to make it evident that he was a faithful protector of his servant or vassal Abraham. The history of the four kings whom he vanquished and routed is well known, (<a class=\"ref\">Genesis 14:14 <\/a>,,) and might be extended to Pharaoh, (<a class=\"ref\">Genesis 12:17 <\/a>,,) and Abimelech, (<a class=\"ref\">Genesis 20:3 <\/a>,,) who are also mentioned in <a class=\"ref\">Psalms 105:14 <\/a>,, where this subject is handled; for they were chastised because they dared to “touch the Lord’s Anointed.” (<a class=\"ref\">Psalms 105:15 <\/a>.) But strictly it denotes that victory which he obtained over four kings, (<a class=\"ref\">Genesis 14:14 <\/a>,,) who had carried off his nephew Lot, with all that belonged to him; for it is very evident from the context that the Prophet does not speak of kings or nations that had been soothed, but of armed enemies that had been violently made to pass under the yoke. <\/p>,\n <p> <i>As dust to his sword. <\/i>,Lastly, he magnifies the ease with which that victory was gained, and thus expresses the highest contempt by comparing those kings to <i>dust <\/i>,and <i>stubble; <\/i>,for he subdued them without exposing himself to danger. At the same time he reminds us that this ought not to be ascribed to the power of man, but to the assistance of God; because it is not by human power that victory can be so easily gained. <\/p>,",
    "audit": null
}