{
    "id": 7971,
    "source": "calvin",
    "verse_id": 18868,
    "verse_count": 1,
    "reference": "63:1",
    "title": "",
    "html": " <p> <i>Who is this that cometh from Edom? <\/i> This chapter has been violently distorted by Christians, as if what is said here related to Christ, whereas the Prophet speaks simply of God himself; and they have imagined that here Christ is red, because he was wet with his own blood which he shed on the cross. But the Prophet meant nothing of that sort. The obvious meaning is, that the Lord comes forth with red garments in the view of his people, that all may know that he is their protector and avenger; for when the people were weighed down by innumerable evils, and at the same time the Edomites and other enemies, as if they had been placed beyond the reach of all danger, freely indulged in wickedness, which remained unpunished, a dangerous temptation might arise, as if these things happened by chance, or as if God did not care for his people, or chastised them too severely. If the Jews were punished for despising God, much more the Edomites, and other avowed enemies of the name of God, ought to have been punished. <\/p> \n <p>The Prophet meets this very serious temptation by representing God the avenger as returning from the slaughter of the Edomites, as if he were drenched with their blood. There is great liveliness and energy in a description of this sort, Who is this? for that question raises the hearts of the hearers into a state of astonishment, and strikes them more forcibly than a plain narrative. On this account the Prophet employed it, in order to arouse the hearts of the Jews from their slumbering and stupefaction. <\/p> \n <p>We know that the Edomites were somewhat related to the Jews by blood; for they were descended from the same ancestors, and derived their name from Esau, who was also called Edom. (<a class=\"ref\">Genesis 36:1 <\/a>.) Having corrupted the pure worship of God, though they bore the same mark of circumcision, they persecuted the Jews with deadly hatred. They likewise inflamed the rage of other enemies against the Jews, and shewed that they took great pleasure in the ruin of that people, as is evident; from the encouraging words addressed by them to its destroyers. <\/p> \n <p>“Remember, O Lord, (says the Psalmist,) the children of Edom, who, in the day of the destruction of Jerusalem, said, Raze, raze it even to the foundations.” (<a class=\"ref\">Psalms 137:7 <\/a>.) <\/p> \n <p>The Prophet, therefore, threatens that judgment shall be passed on the Edomites, that none may imagine that they shall escape punishment for that savage cruelty with which they burned towards their brethren; for God will punish all wicked men and enemies of the Church in such a manner as to shew that the Church is the object of his care. <\/p> \n <p> <i>Beautiful in his raiment. <\/i> Because spots of blood pollute and stain the conquerors, Isaiah affirms that God will nevertheless be “beautiful in his raiment,” after having taken vengeance on the enemies. In like manner, we have seen in other passages (<a class=\"isa\" verses=\"WzE4MzEwXQ==\">Isaiah 34:6 <\/a>) that the slaughter of the wicked is compared to sacrifices, because the glory of God shines brightly in them; for can we conceive of any ornament more lovely than judgment? Thus, in order to impress men with reverence for God’s righteous vengeance, he pronounces the blood with which he was sprinkled, by slaying and destroying the wicked, to be highly beautiful and ornamental. As if he had said, “Think not that God will resemble a person of mean rank. Though he be drenched with blood, yet this will not prevent his glory and majesty from shining brightly.” <\/p> \n <p> <i>Marching in the greatness of his strength. <\/i> Various expositions of the word <span class=\"greek-hebrew\"> צעה <\/span> (<i>tzogneh <\/i>) are given by the Jews. Some view it in a transitive sense, as referring to the people whom the Lord brought back from captivity. Others refer it to the nations whom the Lord will remove to another country, though they appear to have a settled habitation. But I consider it to he more agreeable to the context to give to it an absolute sense as a noun. The Prophet, therefore, describes God’s majestic march and heroic firmness, by which he displays vast power. <\/p> \n <p> <i>I who speak. <\/i> The Lord himself replies; and this carries much more authority than if the Prophet spoke in his own person. Believers are reminded by him of former predictions, that they may know that in the judgments of God not only his justice and goodness, but likewise his faithfulness is manifested. As if he had said, “Behold, ye now see fulfilled what I have already and frequently testified to you by my servants. This effect of my promises clearly shews that I am true, and that I speak justly and sincerely, and not for the purpose of deceiving you.” The vision would have been little fitted to strike their minds, if the Jews had not remembered those promises which they formerly heard; but since the design of it was, that they should rely on God’s salvation, he at the same time claims for himself no ordinary power to save. <\/p> ",
    "audit": null
}