{
    "id": 7310,
    "source": "calvin",
    "verse_id": 18195,
    "verse_count": 1,
    "reference": "29:1",
    "title": "",
    "html": "<p>This appears to be another discourse, in which Isaiah threatens the city of Jerusalem. He calls it “Altar,”  because the chief defense of the city was in the “Altar;”  for although the citizens relied on other bulwarks, of which they had great abundance, still they placed more reliance on the Temple (<a class=\"ref\">Jeremiah 7:4<\/a>) and the altar than on the other defences. While they thought that they were invincible in power and resources, they considered their strongest and most invincible fortress to consist in their being defended by the protection of God. They concluded that God was with them, so long as they enjoyed the altar and the sacrifices. Some think that the temple is here called “Ariel,” from the resemblance which it bore to the shape of a lion, being broader in front and narrower behind; but I think it better to take it simply as denoting “the Altar,” since Ezekiel also (<a class=\"ref\">Ezekiel 43:15<\/a>) gives it this name. This prediction is indeed directed against the whole city, but we must look at the design of the Prophet; for he intended to strip the Jews of their foolish confidence in imagining that God would assist them, so long as the altar and the sacrifices could remain, in which they falsely gloried, and thought that they had fully discharged their duty, though their conduct was base and detestable. <\/p>\n<p><i>The city where David dwelt. <\/i>He now proceeds to the city, which he dignifies with the commendation of its high rank, on the ground of having been formerly inhabited by David, but intending, by this admission, to scatter the smoke of their vanity. Some understand by it the lesser Jerusalem, that is, the inner city, which also was surrounded by a wall; for there was a sort of two-fold Jerusalem, because it had increased, and had extended its walls beyond where they originally stood; but I think that this passage must be understood to relate to the whole city. He mentions <i>David<\/i>, because they gloried in his name, and boasted that the blessing of God continually dwelt in his palace; for the Lord had promised that “the kingdom of David would be for ever.” (<a class=\"ref\">2 Samuel 7:13; Psalms 89:37<\/a>.) <\/p>\n<p>Hence we may infer how absurdly the Papists, in the present day, consider the Church to be bound to Peter’s chair, as if God could nowhere find a habitation in the whole world but in the See of Rome. We do not now dispute whether Peter was Bishop of the Church of Rome or not; but though we should admit that this is fully proved, was any promise made to Rome such as was made to Jerusalem? “This is my rest for ever: here will I dwell, for I have chosen it.” (<a class=\"ref\">Psalms 132:14<\/a>.) And if even this were granted, do not we see what Isaiah declares about Jerusalem? That God is driven from it, when there is no room for doctrine, when the worship of God is corrupted. What then shall be said of Rome, which has no testimony? Can she boast of anything in preference to Jerusalem? If God pronounces a curse on the most holy city, which he had chosen in an especial manner, what must we say of the rest, who have overturned his holy laws and all godly institutions. <\/p>\n<p><i>Add year to year. <\/i>This was added by the Prophet, because the Jews thought that they had escaped punishment, when any delay was granted to them. Wicked men think that God has made a truce with them, when they see no destruction close at hand; and therefore they promise to themselves unceasing prosperity, so long as the Lord permits them to enjoy peace and quietness. In opposition to this assurance of their safety the Prophet threatens that, though they continue to “offer sacrifices,”  and though they renew them year by year, still the Lord will execute his vengeance. We ought to learn from this, that, when the Lord delays to punish and to take vengeance, we ought not, on that account, to seize the occasion for delaying our repentance; for although he spares and bears with us for a time, our sin is not therefore blotted out, nor have we any reason to promise that we shall make a truce with him. Let us not then abuse his patience, but let us be more eager to obtain pardon. <\/p>\n\n<p>FT509 “Some, with the Chaldee, suppose it to be taken from the hearth of the great altar of burnt-offerings, which Ezekiel plainly calls by the same name; and that Jerusalem is here considered as the seat of the fire of God, la  <span class=\"greek-hebrew\">אור אל<\/span> (ō<i>r ēl<\/i>,) which should issue from thence to consume his enemies. Compare chap. <a class=\"isa\" verses=\"MTgyNjA=\">Isaiah 31:9<\/a>. Some, according to the common derivation of the word,  <span class=\"greek-hebrew\">ארי אל<\/span> (ă<i>rīēl<\/i>,) the lion of God, or the strong lion, suppose it to signify the strength of the place, by which it was enabled to resist and overcome all its enemies.” — <i>Lowth<\/i>. “Jonathan interprets it the altar of the Lord, and Ezekiel also (<a class=\"ref\">Ezekiel 43:15<\/a>) gives it this name. It is so called, on account of the fire of God, which couched like  <span class=\"greek-hebrew\">ארי<\/span> (ă<i>rī<\/i>,) a lion on the altar. Our Rabbins explain  <span class=\"greek-hebrew\">אריאל<\/span> (ă<i>rīēl<\/i>) to denote the temple of Jerusalem, which was narrow behind, and broad in front.” — <i>Jarchi<\/i>. “The greater part of interpreters are agreed, that  <span class=\"greek-hebrew\">אריאל<\/span> (ă<i>rīēl<\/i>) compounded of  <span class=\"greek-hebrew\">ארי<\/span> (ă<i>rī<\/i>) and  <span class=\"greek-hebrew\">אל<\/span> (ē<i>l<\/i>,) denotes the lion of God, or, as Castalio renders it, The Lion — God. But they differ in explaining the application of this name to Jerusalem.” — <i>Rosenmüller<\/i>. “The meaning of the Prophet, in my opinion, is, that ‘God will make Jerusalem the heart of his anger, which shall consume not only the enemies but the obstinate rebellious Jews.’ This meaning is elegant and emphatic, and agrees well with the wisdom of the prophet Isaiah. Ariel is here taken, in its true signification, not for the altar, but for the hearth of the altar, as in Ezekiel. The import of the name lies here. The hearth of the altar sustained the symbol of the most holy and pure will of God, by which all the sacrifices offered to God must be tried; and to this applies the justice of God, burning like a fire, and consuming the sinner, if no atonement be found. Jerusalem would become the theater of the divine judgments.” — <i>Vitringa<\/i>. “Isaiah foresees that the city will, in a short time, be besieged by a very numerous army of the Assyrians, and will be reduced to straits, and yet will not be vanquished by those multitudes, but, like a lion, will rise by divine power out of the severest encounters.” — <i>Doederlein <\/i><\/p>\n<p>FT510 Instead of “Let them kill sacrifices,” Vitringa’s rendering, in which he has been followed by Lowth, Stock, and Alexander, is, “Let the feasts revolve.” — <i>Ed <\/i><\/p>\n<p>FT511 Symmachus, on whom Montfaucon bestows the exaggerated commendation of having adhered closely to the Hebrew text, wherever it differed from the Septuagint, renders the clause,  <span class=\"greek-hebrew\">καὶ ἐσταὶ κατώδυνος καὶ ὀδυνωμένη<\/span>, which has been closely followed by Jerome’s version, “<span class=\"aramaic_text\">Et erit tristis ac moerens<\/span>;” — “And she shall be sad and sorrowful.” — <i>Ed <\/i><\/p>\n<p>FT512 In both cases there are two synonyms,  <span class=\"greek-hebrew\">תאניה ואניה<\/span> (<i>thăănīāh văănīāh<\/i>,) which are derived from the same root. This peculiarity is imitated by the version of Symmachus quoted above,  <span class=\"greek-hebrew\">κατώδυνος καὶ ὀδυνωμένη<\/span>, and by that of Vitringa, (“<span class=\"aramaic_text\">mœstitia et mœror<\/span>,”) who remarks: “It is somewhat unusual to bring together words of the same termination and derived from the same root, but in this instance it produces an agreeable echo, which convinces me that it must have been frequently employed in poetical writings.” — <i>Ed <\/i><\/p>\n<p>FT513 “<span class=\"aramaic_text\">Que les ennemis feront en Jerusalem<\/span>;” — “Which the enemies shall make in Jerusalem.” <\/p>\n<p>FT514 “Like a circle of tents.  <span class=\"greek-hebrew\">נדור<\/span>, (<i>kăddūr<\/i>,) like a <i>Dowar<\/i>; so the Arabs call a circular village of tents, such as they still live in.” — <i>Stock <\/i><\/p>\n<p>FT515 “<span class=\"aramaic_text\">Qu’ils parleront bas, et comme du creux de la terre<\/span>;” — “That they will speak low, and as out of the heart of the earth.” <\/p>\n<p>FT516 “And from the dust thou shalt chirp thy words, or, utter a feeble, stridulous sound, such as the vulgar supposed to be the voice of a ghost. This sound was imitated by necromancers, who had also the art of pitching their voice in such a manner as to make it appear to proceed out of the ground, or from what place they chose.” — <i>Stock <\/i><\/p>\n<p>FT517 The Septuagint renders it,  <span class=\"greek-hebrew\">καὶ ἔσται ὡς κονιορτὸς ἀπὸ τροχοὺ ὁ πλοῦτος τῶν ἀσεβῶν<\/span>, “and as the small dust from the wheel shall be the multitude of the wicked.” Here it is necessary to attend to the distinction between  <span class=\"greek-hebrew\">τρόχος<\/span> and  <span class=\"greek-hebrew\">τροχὸς<\/span> — <i>Ed <\/i><\/p>\n<p>FT518 The military forces of Sennacherib, which shall be fuel for the fire, and shall be reduced to powder.” — <i>Jarchi <\/i><\/p>\n<p>FT519 “They shall be destroyed by the pestilential blast <i>Simoom<\/i>, whose effects are instantaneous. Thevenot describes this wind with all the circumstances here enumerated, with thunder and lightning, insufferable heat, and a whirlwind of sand. By such an ‘angel of Jehovah,’ as it is called below, (<a class=\"isa\" verses=\"MTgzODk=\">Isaiah 37:36<\/a>,) was the host of Assyria destroyed.” — <i>Stock <\/i><\/p>\n<p>FT520 “As a dream, when one thinks that he sees, and yet does not in reality see, so shall be the multitude of nations; they will indeed think that they are subduing the city of Jerusalem, but they shall be disappointed of that hope, they shall not succeed in it.” — <i>Jarchi <\/i><\/p>\n<p>FT521 The comparison is elegant and beautiful in the highest degree, well wrought up, and perfectly suited to the end proposed: the image is extremely natural, but not obvious; it appeals to our inward feelings, not to our outward senses, and is applied to an event in its concomitant circumstances exactly similar, but in its nature totally different. For beauty and ingenuity it may fairly come in competition with one of the most elegant of Virgil, (greatly improved from Homer, Iliad, 22:199,) where he has applied to a different purpose, but not so happily, the same image of the ineffectual working of imagination in a dream. Virg. Æn. 12:908. Lucretius expresses the very same image with Isaiah, (iv. 1091.)” — <i>Lowth <\/i><\/p>\n<p>FT522 “Cry ye out, and cry, <i>or<\/i>, Take your pleasure and riot.” — Eng. Ver. “Turn yourselves and stare around.” — <i>Stock<\/i>. Lowth’s rendering resembles this, but is somewhat paraphrastic, “They stare with a look of stupid surprise.” Professor Alexander’s comes nearer that of Calvin, “Be merry and blind!” — <i>Ed <\/i><\/p>\n<p>FT523 “Your prophets, and your rulers (Heb. heads).” — Eng. Ver. Our translators very correctly state that the literal meaning of  <span class=\"greek-hebrew\">רשיכם<\/span> (<i>rāshēchĕm<\/i>) is, “your heads.” Calvin treats it as an adjective, “your principal seers.” — <i>Ed <\/i><\/p>",
    "audit": null
}