{
    "id": 7986,
    "source": "calvin",
    "verse_id": 18883,
    "verse_count": 1,
    "reference": "63:16",
    "title": "",
    "html": "<p><i> Surely thou art our Father.<\/i> God permits us to reveal our hearts familiarly before him; for prayer is nothing else than the opening up of our heart before God; as the greatest alleviation is, to pour our cares, distresses, and anxieties into his bosom. “Roll thy cares on the Lord,” says David. (<a class=\"ref\">Psalms 37:5<\/a> .) After having enumerated God’s benefits, from which his goodness and power are clearly seen, so that it is evident that it is nothing else than the sins of men that hinder them from feeling it as formerly, he returns to this consideration, that the goodness of God is nevertheless so great as to exceed the wickedness of men. He calls God a Father in the name of the Church; for all cannot call him thus, but it is the peculiar privilege of the Church to address him by a father’s name. Hence it ought to be inferred that Christ, as the first-born, or rather the only-begotten Son of God, always governed his Church; for in no other way than through him can God be called Father. And here we again see that believers do not contend with God, but draw an argument from his nature, that, by conquering temptation, they may strive to cherish good hope.<\/p> \n<p><i> Though Abraham do not know us.<\/i> Here a question arises, Why does he say that the patriarch does not know the people? Jerome thinks that this is done because they were degenerated, and therefore were unworthy of so high an honor; but that interpretation appears to me to be exceedingly unnatural. The true meaning is, “Though our fathers deny us, yet God will reckon us as children, and will act toward us as a Father.”<\/p> \n<p>They who say that Abraham and other believers care no more about the affairs of men, torture by excessive ingenuity the words of the Prophet. I do not speak of the fact itself, but I say that those words do not prove that the saints have no care about us. The natural and true meaning is, “O Lord, that thou art our Father will be so sure and so firmly established, that even though all parentage and all relationship should cease among men, yet thou wilt not fail to be our Father. Sooner shall the rights of nature perish than thou shalt not act toward us as a Father, or the sacred adoption shall be infringed, which was founded on thy unchangeable decree, and ratified by the death of thine only-begotten Son.”<\/p> \n<p>Yet we may infer from this that holy men present themselves before God, and pray to him, in such a manner as not to look at any intercessions of others; for they are commanded to pray so as to rely on God’s fatherly kindness, and to lay aside every other confidence. And if the Prophet did not instruct the Jews, in order that God might listen to them, to turn their mind to Abraham and Jacob, to whom promises so numerous and so great had been given, assuredly much less ought we to resort, to Peter, and Paul, and others; for this is not a private prayer offered by a single individual or by a few persons, but the public and universal prayer of the whole Church, as if the Prophet laid down a general form. Besides, our confidence ought to be founded on God’s favor and kindness as a Father, so as to shut our eyes on all the intercessions of men, whether living or dead. In a word, believers profess that they do not gaze around in all directions, but rely on God alone.<\/p> \n<p>It comes now to a question, Why did he pass by Isaac and mention in a special manner Abraham and Jacob? The reason is, that with those two persons the covenant was more solemnly ratified. Isaac was, indeed, a partaker of the covenant, but did not receive promises so large and so numerous.<\/p> \n<p><i> Our Redeemer.<\/i> Redemption is here described as a testimony of that adoption; for by this proof God manifested himself to be the Father of the people; and therefore boldly and confidently do believers call on God as their Father, because he gave a remarkable testimony of his fatherly kindness toward them, which encouraged them to confidence. But redemption alone would, not have been enough, if a promise had not likewise been added; and therefore, as he once redeemed them, he promised that he would always be their Father.<\/p> \n<p><i> From everlasting is thy name.<\/i> By the word “everlasting” is pointed out the stability and continuance of his fatherly name, for we did not deserve the name of children; but his will, by which he once adopted us to be children, is unchangeable. Since, therefore, the Lord has an eternal name, it follows that the title and favor which are connected with that eternity and flow from it, shall be durable and eternal.<\/p> ",
    "audit": null
}