{
    "id": 7453,
    "source": "calvin",
    "verse_id": 18341,
    "verse_count": 1,
    "reference": "36:10",
    "title": "",
    "html": " <p> <i>And now have I come up without Jehovah? <\/i> He now attacks Hezekiah in another manner, by telling him that it will serve no purpose to assemble his forces and to make other warlike preparations. For he alleges that Hezekiah has not to do or to contend with a mortal man, but with God himself, at whose suggestion, and not at his own, he camo hither to destroy the country; and therefore that they who oppose him will fight against God, and consequently all their efforts will be fruitless. <\/p> \n <p>Hence we ought to learn that however earnestly we may be devoted to godliness, and however faithfully we may labor to advance the kingdom of Christ, still we must not expect to be free from every annoyance, but ought rather to be prepared for enduring very heavy afflictions. The Lord does not always recompense our piety by earthly rewards; and indeed it would be an exceedingly unsuitable recompense that we should possess abundant wealth and enjoy outward peace, and that everything should proceed to our wish; for the world reckons even wicked men to be happy on this ground, that they do not endure bad health or adversity, and are free from the pressure of poverty, and have nothing to disturb them. In this respect our condition would not differ at all from that of the reprobate. <\/p> \n <p>This example of Hezekiah, who labored with all his might to restore religion and the true worship of God, and yet endured calamities so heavy and violent that he was not far from despair, ought to be constantly placed before our eyes, in order that, when we shall think float we have discharged our duty, we may nevertheless be prepared to endure conflicts and troubles of every kind, and may not be disturbed if enemies gain an advantage at the first onset, as if all at once they would swallow us up. Those proud and haughty minds will quickly fall, when the first ardor has boiled over and spent its foam, and their eagerness and pride will speedily disappear Rabshakeh boasted of the greatness and power of his king, in order to terrify Hezekiah. Such is the manner in which wicked men act towards us. By threatening words they attack us, and by various terrors they try our patience, or rather through their agency Satan labors, whom we plainly see speaking by the mouth of Rabshakeh. Nay, Satan assumes the character of God himself, and “is transformed into an angel of light.” (<a class=\"ref\">2 Corinthians 11:14 <\/a>.) Thus also the Spirit of God himself declares, that the strength of man is frail and fading, and that every one who leans on it seeks his own destruction. (<a class=\"ref\">Jeremiah 17:5 <\/a>.) Rabshakeh says the same thing, and discourses as if he were discharging the prophetical office by the command of God. <\/p> \n <p>We ought therefore to distinguish wisely when God speaks, and when, on the other hand, his name is falsely assumed by men; for Satan resorts to various artifices to make himself appear to be like God. All these reproaches were unjustly, as we have said, brought by Rabshakeh against Hezekiah, who did not place his hope in his own strength, and did not vaunt himself through reliance on the Egyptians; but godly men, even when they do well, must be exposed to evil reports. By these stratagems Satan attacks our faith, and unjustly slanders us among men. This temptation is highly dangerous, for we are desirous that our integrity should be well known; and when we are well disposed, we take it ill if other men put a different interpretation on our conduct. Thus Satan endearours by slander to overturn all that has been done out of a good conscience, or accuses us of something with which we are not at all chargeable, or loads us with unfounded slanders, or contrives what never came into our mind; but an upright conscience ought to be like a brazen wall to us, that, imitating the example of Hezekiah, we may stand unshaken against such accusations and slanders. <\/p> \n <p>So far as relates to the last clause, in which Rabshakeh reproaches him with having overturned the worship of God, every person must plainly see how slanderous is that charge; for Hezekiah had taken away false gods and superstitious worship, which God abhors. (<a class=\"ref\">2 Kings 18:4 <\/a>.) But we need not wonder that wicked men cannot distinguish between the true God and the false, between superstition, and religion. And the same thing is practiced amongst us every day; for the Papists, who are delighted with nothing but their own superstitions, accuse us of having taken away innumerable inventions of men, and complain that we have impaired and almost abolished the worship of God. They taunt us also in the same manner as that Rabshakeh, “Would God assist those who have taken away his worship, profaned the holy temples, and everything that was established in that beautiful order?” The reason is, that in Popery everything had a dazzling appearance, and drew the admiration of men; while we retain no ceremonies but those which are plain and simple, and free from all pageantry, and therefore they think that we have taken away the worship of God, which they estimate by outward appearances. If any adverse event befalls us, they exclaim that it; is richly deserved, that all the blame attaches to us, that the whole world is punished for our ungodliness, and if we ourselves suffer any calamity they taunt us still more. <\/p> \n <p>Yet with resolute faith we must stand out against such ungodly speeches, by shewing that what they call the worship of God is not his worship, but that we have taken away, and have justly taken away, mere trifles, and that all the contrivances of men do not belong to the worship of God, but. are delusions of Satan, and that nothing is more destructive. We must therefore stand out with unshaken faith against reproaches of every kind, by which Satan endeavors to throw a shade over the practice of godliness. At first sight it appears to be shameful that he overthrew many altars and left but one, that he profaned many temples that one might remain. (<a class=\"ref\">2 Kings 18:4 <\/a>.) But Hezekiah was fully acquitted by this single defense, that he undertook nothing but by the word of God; and therefore that he was satisfied with a single altar, because God had forbidden him to erect more, and that he had thrown down all images, because they had been unlawfully set up in opposition to the instructions of the Law. (<a class=\"ref\">Exodus 20:4 <\/a>.) We have the same dispute with the Papists in the present day, because they blame us on no other ground than that we have set aside a huge mass of ceremonies, and retain only what God has enjoined. In such cases, however, we must not argue about what pleases men, but what is approved by God. <\/p> ",
    "audit": null
}