{
    "id": 7821,
    "source": "calvin",
    "verse_id": 18717,
    "verse_count": 1,
    "reference": "53:5",
    "title": "",
    "html": " <p> <i>And he was wounded for our iniquities. <\/i> He again repeats the cause of Christ’s great afflictions, in order to meet the scandal which might have arisen from it. The spectacle of the cross alienates many persons from Christ, when they consider what is presented to their eyes, and do not observe the object to be accomplished. But all offense is removed when we know that by his death our sins have been expiated, and salvation has been obtained for us. <\/p> \n <p> <i>The chastisement of our peace <\/i>. Some think that this is called “the chastisement of peace,” on account of men being careless and stupefied amidst their afflictions, and therefore that it was necessary that Christ should suffer. Others view “peace” as relating to the consciences, that is, that Christ suffered, in order that we might have peaceful consciences; as Paul says that, “being justified by faith through Christ, we have peace with God.” (<a class=\"ref\">Romans 5:1<\/a>) But I take it to denote simply reconciliation. Christ was the price of “our chastisement,” that is, of the chastisement which was due to us. Thus the wrath of God, which had been justly kindled against us, was appeased; and through the Mediator we have obtained “peace,” by which we are reconciled. <\/p> \n <p>We ought to draw from this a universal doctrine, namely, that we are reconciled to God by free grace, because Christ hath paid the price of “our peace.” This is indeed acknowledged by the Papists; but then they limit this doctrine to original sin, as if after baptism there were no longer any room for reconciliation through free grace, but that we must give satisfaction by our merits and works. But the Prophet does not here treat of a single species of pardon, but extends this blessing to the whole course of life; and therefore it cannot be thus undervalued or limited to a particular time, without most heinous sacrilege. Hence also the frivolous distinction of the Papists, between the remission of punishment and the pardon of sin, is easily refuted. They affirm that punishment is not remitted to us, unless it be washed out by satisfactions. But the Prophet openly declares that the punishment of our sins was transferred to him. What, then, do the Papists intend but to be Christ’s equals and companions, and to lay claim to share with him in his authority? <\/p> \n <p> <i>In his wound <\/i> (or, <i>in his medicine) we have healing. <\/i> He again directs us to Christ, that we may betake ourselves to his wounds, provided that we wish to regain life. Here the Prophet draws a contrast between us and Christ; for in us nothing call be found but destruction and death; in Christ alone is life and salvation, he alone brought medicine to us, and even procures health by his weakness, and life by his death; for he alone hath pacified the Father, he alone hath reconciled us to him. Here we might bring forward many things about the blessed consequences of Christ’s sufferings, if we had not determined to expound rather than to preach; and therefore let us be satisfied with a plain exposition. Let every one, therefore, draw consolation from this passage, and let him apply the blessed result of this doctrine to his own use; for these words are spoken to all in general, and to individuals in particular. <\/p> ",
    "audit": null
}