{
    "id": 7404,
    "source": "calvin",
    "verse_id": 18291,
    "verse_count": 1,
    "reference": "33:11",
    "title": "",
    "html": "<p>Ye<i> shall conceive chaff.<\/i> He now addresses his discourse to the enemies of the Church, whose insolence, he says, is foolish and to no purpose; for when God shall have brilliantly displayed his power, they shall know that their efforts will be fruitless, and that they will accomplish nothing, even though they be leagued together in vast crowds. The Lord laughs at their madness, in thinking that everything is in their power, when he can instantly, by the slightest expression of his will, restrain and destroy them, though they may be defended by a very powerful army.<\/p> \n<p>It is customary in the Scriptures to employ the word<i> conceptions<\/i> for denoting the designs and efforts of men. (<a class=\"ref\">Job 15:35<\/a> .) The metaphor is taken from pregnant women. Men are said to “conceive” and to “bring forth,” when they attempt anything; but he declares that their “conception” shall be fruitless, and that they shall also “bring forth” to no purpose, for whatever they undertake shall be unsuccessful. There is nothing, therefore, in the brilliant military forces of our adversaries that ought to alarm us; for, although God may permit them for a time to bustle, and toil, and rage, yet God will at length turn into<i> “chaff”<\/i> all their rash and daring attempts. Let us learn that what Isaiah foretold about Sennacherib relates to all the adversaries of believers and of the Church.<\/p> \n<p><i> The fire of your breath shall devour you.<\/i> That they “shall be devoured by the fire of their breath” is usually explained to mean, “Your breath, like fire, shall devour you.” But that is an unsuitable and even absurd comparison, and the true meaning readily suggests itself, “The fire kindled by your breath shall devour you.” We commonly kindle a fire by blowing, and therefore he declares, that the fire which wicked men have blown by their wicked contrivances shall be destructive to them, because it shall consume them. It is the same statement which is often conveyed by a variety of metaphors in Scripture.<\/p> \n<p>“They shall fall into the pit which they have digged. They are entangled in a net which they had prepared for others. The sword which they had drawn hath entered into their own bowels. Their arrow hath been turned back to pierce their own hearts.” (<a class=\"ref\">Psalms 7:15<\/a> .)<\/p> \n<p>Thus the Prophet shews that the wicked tyrant who laid waste Judea and besieged Jerusalem with a numerous army, and all others who in like manner are adversaries of the Church, bring down destruction on themselves, and will at length be destroyed; and, in short, that they will be consumed by that “fire” which they have kindled.<\/p> ",
    "audit": null
}