{
    "id": 7298,
    "source": "calvin",
    "verse_id": 18181,
    "verse_count": 1,
    "reference": "28:16",
    "title": "",
    "html": " <p> <i>Therefore thus saith the Lord God. <\/i>,Isaiah now comforts the godly, and threatens against the wicked such punishment as they deserved. In the first instance, he brings forward consolation, because the godly were a laughingstock to those crafty men, as we see at the present day that irreligious men laugh at our simplicity, and reckon us to be fools, because amidst such deep adversity and sore afflictions we still hope that it will turn out to our advantage. In opposition to this insolence of the reprobate, the Prophet encourages and supports the hearts of the godly to pass by with indifference, and reckon of no account their jeers and reproaches, and to believe firmly that their hope will not be confounded or vain. <\/p>,\n <p> <i>Behold, I lay in Zion a stone, a stone of trial. <\/i>,The demonstrative particle <i>behold <\/i>,expresses certainty; as if he had said, “Though wicked men despise my words, and refuse to believe them, yet I will perform what I have promised.” The pronoun <i>I <\/i>,is emphatic, that the prophecy may be more firmly believed. As to the words, the genitive <span class=\"greek-hebrew\">,בחן <\/span>,, (<i>bōchăn <\/i>,,) <i>of trial <\/i>,, which is used instead of an adjective along with <i>stone <\/i>,, may be taken both in an active and in a passive sense, either for a stone by which the whole building is “tried,” or examined as by a standard, or for a “tried stone.” The former meaning appears to me to be more appropriate, and undoubtedly the usage of the Hebrew language requires us to interpret it rather in an active sense. He calls it therefore a trying stone, or a trier, on account of the effect produced; because by this stone the whole building must be squared and adjusted, otherwise it must unavoidably totter and fall. <\/p>,\n <p> <i>A precious corner-stone, a sure foundation. <\/i>,He calls it a corner-stone, because it supports the whole weight of the building, and by this name, which is also given to it in <a class=\"ref\">Psalms 118:22 <\/a>,, he commends its force and strength. Lastly, he calls it a “foundation,” and, so to speak, a “fundamental foundation,” proceeding gradually in the commendation of it; for he shews that it is not an ordinary stone, or one of many which contribute to the building, but that it is a highly valuable stone, on which the whole weight of the building exclusively rests. It is a stone, but a stone which fills the whole corner; it is a corner-stone, but the whole house is founded on it. As “another foundation cannot be laid,” so on it alone must the whole Church, and every part of it, rest and be built. (<a class=\"ref\">1 Corinthians 3:11 <\/a>.) <\/p>,\n <p> <i>He that believeth shall not make haste. <\/i>,This clause is interpreted by some as an exhortation, “He that believeth, let him not make haste.” But I prefer to take it in the future tense, both because that meaning agrees best with the context, and because it is supported by the authority of the Apostle Paul. I do acknowledge that the Apostles followed the Greek translation, and used such liberty, that while they were satisfied with giving the meaning, they did not quote the exact words. Yet they never changed the meaning, but, taking care to have it properly applied, they gave the true and genuine interpretation. Whenever, therefore, they quote any passage from the Old Testament, they adhere closely to its object and design. <\/p>,\n <p>Now, Paul, when he quotes this prophecy, adopts the Greek version, “He that believeth shall not be ashamed.” (<a class=\"ref\">Romans 9:33 <\/a>.) And certainly the design of the Prophet is to shew, that they who believe will have peace and serenity of mind, so that they shall not desire anything more, and shall not wander in uncertainty, or hasten to seek other remedies, but shall be fully satisfied with this alone. That is not a departure from the meaning, for the word signifying <i>to make haste <\/i>,conveys the idea of eagerness or trembling. In short, the design of the Prophet is, to extol faith on account of this invaluable result, that by means of it we enjoy settled peace and composure. Hence it follows that, till we possess faith, we must have continual perplexity and distress; for there is but one harbour on which we can safely rely, namely, the truth of the Lord, which alone will give us peace and serenity of mind. <\/p>,\n <p>This fruit of faith is elsewhere described by the same Apostle Paul, when he says that, “being justified by faith, we obtain peace with God.” (<a class=\"ref\">Romans 5:1 <\/a>.) The Apostles and evangelists shew that this “stone” is Christ, because the Church was actually settled and founded at the time when he was presented to the view of the world. (<a class=\"ref\">Matthew 21:42; Acts 4:11; Romans 9:33; 1 Peter 2:6 <\/a>.) First, in him the promises have their firmness; secondly, the salvation of men rests on him alone, and therefore if Christ be taken away, the Church will fall down and be ruined. The state of the fact therefore shews, that these statements must undoubtedly be referred to Christ, without whom there is no certainty of salvation; and therefore at every moment ruin is at hand. Next, we have the authority of evangelists and Apostles; and indeed the Holy Spirit conveys that instruction by their mouth. <\/p>,\n <p>But it will be proper to examine it more closely, that we may see in what manner these things are applied to Christ. First, it is not without good reason that Isaiah represents God as speaking, whose peculiar work it is to found the Church, as we have already seen elsewhere, and as the Prophet will afterwards declare; and this statement occurs very frequently in the Psalms. For if all men devote their labor to it, they will not be able to lay the least stone. It is God alone, therefore, who founds and builds his Church, though he employs for this purpose the labors and services of men. Now, by whom was Christ given, but by the Father? So then it was the heavenly Father who did and accomplished these things, and who appointed Christ to be the only foundation on which our salvation rests. <\/p>,\n <p>But was not this stone laid before? Did not the Church always rest on this foundation? I acknowledge that it did, but only in hope; for Christ had not yet been revealed, and had not fulfilled the office of a Redeemer. On this account the Prophet speaks of it as a future event, that believers may be fully persuaded that the Church, which they saw not only tottering and falling, but grievously shaken and almost laid in ruins, will yet be made firm by a new support, when it shall rest on a stone laid by the hand of God. <\/p>,\n <p> <i>I lay in Zion. <\/i>,He says that it is “in Zion;” because Christ must come out of it, which contributes greatly to confirm our faith, when we see that he came out of that place which was appointed for this purpose so long before. Now, at the present day, “Mount Zion” is everywhere; for the Church has spread to the ends of the world. <\/p>,\n <p>Christ is truly “the stone of trial,” for by him must the whole building be regulated, and we cannot be the building of God, if we are not adapted to him. Hence also Paul exhorts us to <\/p>,\n <p>“grow in him who is the head, from whom the whole body must be joined and united.” (<a class=\"ref\">Ephesians 4:15 <\/a>.) <\/p>,\n <p>Our faith must be wholly applied to Christ, that he may be our rule. He is also the “corner-stone,” on which rests not only one part of the building, but its whole weight, and the foundation itself. <\/p>,\n <p> <span>,“No man,” as Paul says, “can lay any other foundation than Jesus Christ.” \n(<\/span>, <a class=\"ref\">1 Corinthians 3:11 <\/a>.) <\/p>,\n <p>This is the reason why, when the Lord promises by the mouth of Isaiah the restoration of his Church, he reminds us of the foundation; for it was wasted in such a manner that it resembled a ruin, and there was no way in which it could be restored but by Christ. As to Christ being called also the “stone of stumbling,” this is accidental; for the fault lies on ungrateful men, who, having rejected him, find him to be altogether different from what he would have been to them. But on this subject we have spoken at <a class=\"isa\" verses=\"WzE3ODIyXQ==\">Isaiah 8:14 <\/a>. <\/p>,",
    "audit": null
}