{
    "id": 7559,
    "source": "calvin",
    "verse_id": 18449,
    "verse_count": 1,
    "reference": "40:28",
    "title": "",
    "html": "<p><i>Hast thou not known? <\/i>He repeats the same statement which he had formerly made, that the people who had been carefully taught in the school of God were inexcusable for their slothfulness, and chides them sharply for not having profited more by the doctrine of the Law, and by the other means which God had bestowed in addition to that knowledge which they possessed in common with the Gentiles. The word <i>know, <\/i>which is more general, is put first; because by many miracles and other proofs God had manifested his glory. Next, he asks, <i>Hast thou not heard? <\/i>As if he had said, “If thou hast profited nothing by being taught by actions and by word that God is never unemployed, it is evident that thou are excessively unteachable.” <\/p>\n<p><i>That Jehovah is the God of eternity. <\/i>The Prophet calls him “eternal,” and thus distinguishes him from all idols, which endure but for a time, and were made by men; and truly, if this were deeply seated in our hearts, there would no longer be any room for distrust; for if God is eternal, he never changes or decays, eternity being uniformly attended by this quality, that it is never liable to change, but always remains the same. Since the Jews did not sufficiently believe these things, though they had often “heard” them, the Prophet intended to arouse them by this reproof, in order to shew that they will be doubly guilty before God, if, after having been taught both by his numerous benefits, and by the word, they do not render the honor and glory which are due to him. <\/p>\n<p><i>And is not wearied by weariness, and there is no searching of his understanding. <\/i>Here the Prophet makes two statements; first, that God is not wearied in doing good; and, secondly, that no man can explore his wisdom. In the former clause he shews that, nothing will hinder God from continuing to exercise his kindness; for he is not like men whose resources are exhausted by giving frequently, or who are wearied by continually bestowing new favors, or who repent of their generosity. His kindness is never exhausted; if he was kind to the fathers, he will be not less kind and bountiful to posterity. As to the allegation, that God very often acts differently from what we think to be best for us, the Prophet meets it by saying that his purpose is incomprehensible, and warns us that we ought not to murmur, though he does not all at once comply with our wishes; because nothing is better adapted to cherish our hope than this sobriety, which leads us to consider how marvellously God works in preserving us, and thus to submit to his secret counsel. <\/p>",
    "audit": null
}