{
    "id": 7841,
    "source": "calvin",
    "verse_id": 18737,
    "verse_count": 1,
    "reference": "54:13",
    "title": "",
    "html": "<p><i>For all thy children. <\/i>I consider that the copulative  <span class=\"greek-hebrew\">ו<\/span> <i>(vau,) <\/i>“and,” here, as in many other passages, denotes <i>for; <\/i>and hence we may easily conclude that Isaiah spoke not of doctrine, but of men, of which the spiritual building of the Church is reared. It is by doctrine, indeed, that the Church is built; but, the building of it is effected by assembling men together, and reducing them to a state of obedience to God. The difference then between Paul and Isaiah is this, that Paul makes those “precious stones” relate to doctrine, and Isaiah makes them relate to the gifts of the Holy Spirit, which are bestowed on men, in order that the Church may be built of them. It is proper to observe the diversity of gifts with which the Lord adorns his Church; for all are not “emeralds,” and all are not “carbuncles,” but the Lord assigns to every one his rank according’ to his own pleasure. (<a class=\"ref\">Ephesians 4:11<\/a>) <\/p>\n<p><i>Taught by Jehovah. <\/i>It deserves attention, that all that belongs to the ornament of the Church, proceeds from no other source than from the grace of God; for if we are “carbuncles” and “sapphires” in consequence of our being taught by the Lord, it follows that this does not proceed from nature. Now there are two ways in which the Lord teaches us; by external preaching, and by the secret revelation of the Holy Spirit. What kind of teaching the Prophet means is explained by Christ, when he quotes this passage; and therefore we ought not to seek a better interpreter. “It is written in the prophets,” says he, “All shall be taught by God. Every man who hath heard and learned from the Father cometh to me.” (<a class=\"ref\">John 6:45<\/a>) If this passage were to be understood as relating to external preaching, the conclusion which Christ draws from it would not be well founded; for it does not follow, “The Gospel is preached, and therefore all believe.” Many oppose, others openly scorn, and others are hypocrites. Those only “who have been foreordained to life” (<a class=\"ref\">Acts 13:48<\/a>) are sincerely teachable, and are entitled to be ranked among the disciples. The Gospel is preached indiscriminately to the elect and the reprobate; but the elect alone come to Christ, because they have been “taught by God,” and therefore to them the Prophet undoubtedly refers. <\/p>\n<p>This makes it evident in what way we become living and precious stones for building the temple of God. It is when the Lord has formed and polished us by his Spirit, and has added to the external preaching of the word the internal efficacy of the Spirit. Hence we learn how great is the depravity of the human mind, which cannot be bent and formed anew, unless the Lord move it by the power and efficacy of his Spirit. Isaiah has connected both modes of teaching, the internal and the external; for he gives the appellation of “children of the Church” to those who are “taught by the Lord.” If they are her children, they must then have been conceived in her womb and nourished by her, first “with milk, and next with solid food,” as Paul says, (<a class=\"ref\">1 Corinthians 3:2<\/a>) till they “grow up and arrive at manhood.” (<a class=\"ref\">Ephesians 4:13<\/a>) <\/p>\n<p>Thus the external administration of the word is necessary if we wish to be disciples; and this shows the extreme madness of fanatics, who abuse this passage for the purpose of overturning the preaching of the word and the ministry which the Church enjoys; for they cannot be “the children” of the Church, if they do not allow themselves to be educated in her. In vain will they boast of secret revelations; for the Spirit does not teach any but those who submit to the ministry of the Church, and consequently they are the disciples of the devil, and not of God, who reject the order which he has appointed; for we see that these two things, “Children of the Church” and “Taught by God,” are united in such a manner that they cannot be God’s disciples who refuse to be taught in the Church. They ought likewise to be properly distinguished, as Isaiah also distinguishes them, that we may not apply to men what ought to be ascribed to the efficacy of the Spirit; but at the same time they ought to be joined together, so that we may know that in this matter God chooses to employ the agency of men. <\/p>\n<p>Besides, we are taught by this passage that the calling of God is efficacious in the elect. Augustine examines this passage judiciously, and applies it skillfully against the Pelagians, who extolled man’s free­will in opposition to the grace of God. They appeared, indeed, to ascribe something to the grace of God, but in such a manner that, when they brought it forward, they gave to it an inferior place to man’s free­will; just as the Papists do, who assert that any person can either receive or reject it. “But” (says Augustine) “all shall be taught by God. Now, God’s disciples are efficaciously taught, and follow his calling.” He likewise adds that passage of John’s Gospel which we have quoted. This shows clearly that it is not from free choice made by man, and which is capable of being bent in either direction, that it proceeds. <\/p>\n<p>From these words it ought also to be observed how highly the Lord values his doctrine, by means of which he admits us into his building, so that we become “pearls, sapphires, and carbuncles;” for they who wish to build the Church by rejecting the doctrine of the word, build a hog’s sty, and not the Church of God. We see also what opinion we ought to form about implicit faith, about which the Papists yelp, who wish men to become fools, that they may suffer themselves to be imposed upon; for, since we must be taught by God, it is not reasonable that we should resemble beasts. <\/p>\n<p>It may be asked, were not the prophets also, and the patriarchs, and other believers under the Law, taught by God? They undoubtedly were; but here the Prophet spoke by comparison, because there is a more abundant revelation in Christ, and the Lord hath spoken so plainly as to give a public manifestation that he is the teacher of the Church, and also to gain many disciples. This passage agrees with one in the Prophet Jeremiah. <\/p>\n<p>“Every one shall not teach his neighbor, nor a man his brother; for all shall know me from the least even to the greatest, saith Jehovah.” (<a class=\"ref\">Jeremiah 31:34<\/a>) <\/p>\n<p>Accordingly, if in ancient times it was necessary that all the children of God should be disciples of the Holy Spirit, much more in the present day, seeing that this prediction relates strictly to the kingdom of Christ. <\/p>\n<p><i>And great peace. <\/i>By the word “peace” he denotes happiness, that is, all prosperity. And hence we may infer what is the true happiness of men. It is, when God enlightens our understandings, so that we embrace the salvation which has been revealed to us in Christ; for, so long as we are destitute of that knowledge, we are at the greatest possible distance from happiness; because even God’s blessings, till they are sanctified by faith, become a curse to us. <\/p>",
    "audit": null
}