{
    "id": 7084,
    "source": "calvin",
    "verse_id": 17963,
    "verse_count": 1,
    "reference": "15:2",
    "title": "",
    "html": " <p> <i>He shall go up into the house.<\/i>, So far as relates to the words, some pass by the Hebrew noun <span class=\"greek-hebrew\">,בית<\/span>, (<i>baith<\/i>,;) but as it signifies <i>a house<\/i>, and <i>a temple<\/i>, it is probable that it was the word commonly used for <i>a temple<\/i>, as in many other passages <i>the house of God<\/i>, means <i>the temple<\/i>, (<a class=\"ref\">Exodus 23:19<\/a>.) By representing the Moabites as bowing down before their idols, he at the same time condemns their superstition in worshipping their idol Chemosh, as may easily be inferred from <a class=\"ref\">1 Kings 11:7, Jeremiah 48:7<\/a>. “The Moabites,” says Isaiah, “shall betake themselves to their god when matters are so desperate, but to no purpose; for they shall find in him no assistance.” <\/p>\n <p> <i>And to Dibon to the high places.<\/i>, This makes it still more evident that he is speaking of the Temple; and it is beyond a doubt that the Moabites had a fortress remarkable and celebrated above the rest, in which they had built <i>high places<\/i>, in honor of their idol. Being ignorant of the true God, to whom they might betake themselves in adversity, we need not wonder that they betake themselves to an idol, in conformity to their ordinary custom. By doing this they increased their misery, and brought upon themselves an accumulation of all distresses; for they inflamed the wrath of God still more by those very means which they considered to be fitted for appeasing his wrath. He therefore wished to state more plainly the condition of the ungodly, who have no refuge in adversity; for as to those remedies which they think will be adapted to their diseases, nothing can be more destructive to them, since they excite more and more the Lord’s indignation. <\/p>\n <p> <i>Moab shall howl over Nebo and over Medeba. Nebo<\/i>, also was one of the cities of the <i>Moabites<\/i>,. The Prophet has already named two of them, <i>Ar<\/i>, and <i>Kir<\/i>,; he now adds a third, <i>Nebo<\/i>,; and lastly he mentions a fourth, <i>Medeba<\/i>,; as if he had said that this destruction would not only seize the extremities of that country, but would reach its inmost recesses, so that not one corner could be exempted. <\/p>\n <p> <i>On every head.<\/i>, Every nation has its peculiar ceremonies to denote mourning or joy. The Italians and other western nations allowed the hair and beard to grow when they were in mourning; and hence arose the phrase, <i>to lengthen the beard<\/i>,. On the other hand, the eastern nations shaved the head and beard, which they reckoned to be ornamental; and when they reversed their ordinary custom, that was a token of mourning. Nothing else therefore is meant than that the condition of the whole kingdom will be so mournful, that the indications of mirth will be laid aside, and all will wear the tokens of grief and lamentation. <\/p>\n\n <p>FT228 <i>He is gone up to Moab into the house<\/i>,. — <i>Jarchi<\/i>,. Breithaupt remarks that the Hebrew word <span class=\"greek-hebrew\">,הבית<\/span>, (<i>habbaith<\/i>) is sometimes viewed as a proper name, and that in the version of Junius and Tremellius it is rendered <i>Bajith<\/i>,. — <i>Ed <\/i> <\/p>\n <p>FT229 “Shaving the head and face are the eastern tokens of mourning for the dead. (<a class=\"isa\" verses=\"WzE3NzMyXQ==\">Isaiah 3:24<\/a>; <a class=\"ref\">Jeremiah 41:5; Micah 1:16<\/a>.)” — <i>Rosenmuller <\/i> <\/p>\n <p>FT230 <i>In their streets<\/i>,.—Eng. Ver. <\/p>\n <p>FT231 <i>Weeping abundantly<\/i>,. (Heb. <i>descending into weeping<\/i>, or, <i>coming down with weeping<\/i>,.)—Eng. Ver. <\/p>\n <p>FT232 <i>His life shall be grievous unto him<\/i>,.—Eng. Ver. <\/p>\n <p>FT233 <i>His fugitives<\/i>, shall flee <i>unto Zoar, an heifer of three years old<\/i>, (or, <i>to the borders thereof, even as an heifer<\/i>,.)—Eng. Ver. <\/p>\n <p>FT234 “Jonathan translates the word <span class=\"greek-hebrew\">,בריחה<\/span>, (<i>berechahh<\/i>,) as if it had been written <span class=\"greek-hebrew\">,בורחים<\/span>, (<i>borachim<\/i>,) that is, <i>those who flee<\/i>,; so that the meaning will be, ‘Some of them shall <i>flee<\/i>, in order to preserve themselves, <i>even to Zoar<\/i>, as Lot, their father, once did, (<a class=\"ref\">Genesis 19:23<\/a>,) who fled to <i>Zoar<\/i>,. ’” — <i>Jarchi <\/i> <\/p>\n <p>FT235 <i>Therefore the abundance they have gotten<\/i>,.—Eng. Ver. <i>Therefore the substance which they have saved<\/i>,. — <i>Stock The riches which they have gained<\/i>,. — <i>Lowth <\/i> <\/p>\n <p>FT236 For <i>the cry is gone round about the borders of Moab<\/i>,.—Eng. Ver. <\/p>\n <p>FT237 “Alluding to the name <i>Dimon<\/i>, which signifies <i>Bloodtown<\/i>,. ” — <i>Rosenmuller <\/i> <\/p>\n <p>FT238 <i>For I will bring more<\/i>, (Heb. <i>additions<\/i>) <i>upon Dimon<\/i>,.—Eng. Ver. <\/p>\n <p>FT239 “This I take to be <i>the plague of lions<\/i>, recorded in <a class=\"ref\">2 Kings 17:25<\/a>, which afflicted the new inhabitants of the land of Israel, and the remnant of the Moabites, suffered to continue there by Shalmanezer. Other interpretations are proposed; but it is best, in obscure local prophecies, to adhere to the little light afforded by the records of the times.” — <i>Stock <\/i> <\/p>",
    "audit": null
}