{
    "id": 7027,
    "source": "calvin",
    "verse_id": 17904,
    "verse_count": 1,
    "reference": "12:3",
    "title": "",
    "html": " <p> <i>You shall draw waters with joy<\/i>,. In this verse he confirms what we have already noticed, that this chapter may be regarded as a seal to confirm the promise which he gave about the redemption of his people. As if he had said, “The salvation of God hath been set before you, as if it were a constant running <i>fountain<\/i>, from which you can <i>draw waters<\/i>, in abundance.” This is a very beautiful metaphor; for in this life nothing is more necessary than <i>water<\/i>, so that there is no kind of scarcity that gives us more uneasiness or more distress than a scarcity of <i>water<\/i>,. Thus, by a figure of speech, in which a part is taken for the whole, he declares that everything necessary for supporting life flows to us from the undeserved goodness of God. And since we are empty and destitute of everything good, he appropriately compares the mercy of God to a <i>fountain<\/i>, which satisfies those who are thirsty and dry, refreshes those who are parched with heat, and revives those who are worn out with fatigue. <\/p>\n <p> <i>From the fountains of the Savior.<\/i>, This word is more appropriate to this passage than if he had said, “ <i>from the fountains<\/i>, of God;” for it yields more consolation when we know that he is the author of our salvation, and therefore the Prophet has skilfully adapted this term to the situation in which it is placed. Now, if this promise includes the whole of Christ’s reign, we ought constantly to apply it to our use. Let us therefore know that the goodness of God is held out to us, that we may be satisfied with it; for we ought to be like <i>a dry and thirsty land<\/i>, as the Psalmist says, (<a class=\"ref\">Psalms 143:6<\/a>,) that we may desire the waters of the Lord. This goodness of God is wonderful and beyond what could have been believed, that he does not suffer us to burn with unsatisfied desire, but presents <i>a fountain<\/i>, from which we may <i>draw<\/i>, abundantly. That <i>fountain<\/i>, is Christ, in whom all God’s benefits are imparted to us; <i>for out of his fullness<\/i>, as John says, <i>we all draw<\/i>,. (<a class=\"ref\">John 1:16<\/a>.) It remains, therefore, that whenever we feel our want we go directly to him. <\/p>",
    "audit": null
}