{
    "id": 7785,
    "source": "calvin",
    "verse_id": 18681,
    "verse_count": 1,
    "reference": "51:7",
    "title": "",
    "html": " <p> <i>Hearken to me. <\/i> Because wicked men, when they enjoy prosperity, laugh at our faith, and ridicule our distresses and afflictions, on this account the Prophet exhorts believers to patience, that they may not dread their reproaches or be dismayed by their slanders. The reason assigned is, that their prosperity shall not be of long duration. Whatever may be their insolent boasting, they are already pronounced (verse 8) to be the food of <i>moths <\/i> and <i>worms; <\/i> while God holds in his hand the salvation of believers, from which they appear to be thrown to the greatest possible distance. Here we ought again to observe the repetition of the word <i>Hearken. <\/i> This is now the third time that the Lord demands a “hearing;” because, when we tremble with anxiety on account of our distresses, it is with the greatest difficulty that we rely on his promises, and therefore we need to be often roused and stimulated, till we have conquered every difficulty. <\/p> \n <p> <i>Ye that know righteousness, <\/i> Here he does not address unbelievers, but those who “know righteousness;” because, though they do not intentionally reject the word of God, yet they often shut the door against his “righteousness,” so that it does not reach them, when, under the influence of adversity, they shut their ears and almost despair. In order therefore that they may receive the promises, and that they may admit consolation, the Prophet stirs up and arouses them. <\/p> \n <p> <i>A people in whose heart is my law. <\/i> We must attend to the train of thought. First, he describes what kind of people the Lord wishes to have, namely, “those who know righteousness;” and next he explains what is the nature of this knowledge, that is, when the people have “the law” fixed and deeply rooted in their hearts. Without the word of the Lord there call be no “righteousness.” No laws of men, however well framed, will lead us to true righteousness, of which they may indeed give us a feeble idea, but which they never can justly describe. At the same time, he shews in what manner we ought to make progress in the law of the Lord; namely, by embracing it with the heart; for the seat of the law is not in the brain, but in the heart, that, being imbued with heavenly doctrine, we may be altogether renewed. <\/p> ",
    "audit": null
}