{
    "id": 7766,
    "source": "calvin",
    "verse_id": 18662,
    "verse_count": 1,
    "reference": "49:25",
    "title": "",
    "html": "<p><i>The prey of the tyrant shall be delivered. <\/i> However they may boast of having a right to govern, and glory in an empty title, the Lord declares that they are most wicked robbers, when he threatens that he will be an avenger and will snatch their prey from them. God does not overturn just dominion; and hence it follows that the dominion which they usurped over the people of God is mere robbery and wicked tyranny. Neither their arms, nor their forces, nor their warlike preparations, shall hinder the Lord from taking out of their hands an unjust possession.<\/p> \n<p>Nor does this promise relate only to outward enemies and tyrants, but also to the tyranny of Satan, from which we are rescued by the wonderful power of God. True indeed, he possesses vast power, but God is far more powerful, takes away his arms and demolishes his fortresses, that he may set us at liberty. ( <a class=\"ref\">Matthew 12:29; Luke 11:22<\/a>.) If therefore we have had experience of the power of God in this respect, so much the stronger reason have we for trusting that he will undoubtedly be our deliverer, whenever our enemies shall lay us under their feet and oppress us with cruel bondage.<\/p> \n<p><i>I will contend with him that contendeth with thee. <\/i> When he threatens that He will “contend” on our account, first, he reminds us to consider his power, that we may not regard the matter by human reason or by the power of men. We ought not therefore to look at what we can do or what resources we possess, but it is our duty to commit the whole matter to the disposal of God alone, who is graciously pleased to protect and defend us. Secondly, he affirms that he will be a powerful advocate, to reply to the slanders of enemies. We said, a little before, that wicked men not only are hurried along by violence and cruelty against the Church, but load her with false and calumnious charges, as if they had a right to treat her with cruelty; and therefore this consolation is highly necessary, that God will be the defender of our innocence, to scatter by his defense all the idle pretences which strengthen the audacity and fierceness of wicked men. Accordingly he again repeats, —<\/p> \n<p><i>I will save thy children. <\/i> We derive great consolation from knowing that we are united with him by so close a bond that he sets himself in opposition to all who contend with us, “blesses those who bless us, and, on the other hand, curses those who curse us,” and, in short, declares that he is the enemy of our enemies. ( <a class=\"ref\">Genesis 12:3<\/a>.) Hence also it ought to be observed, that, when we are restored to liberty and life, when we are not oppressed by enemies, and, in short, when we are saved, it is not a work of man; that no one may ascribe to his own industry what God commands us to expect as an extraordinary blessing from himself alone.<\/p> ",
    "audit": null
}