{
    "id": 6978,
    "source": "calvin",
    "verse_id": 17852,
    "verse_count": 1,
    "reference": "10:1",
    "title": "",
    "html": " <p> <i>Woe to them that decree. <\/i>,He now attacks the people more closely, as he did in the first and second chapters, to make them feel that they are justly afflicted; for men never acknowledge that they are justly punished till they have been manifestly convicted and constrained. Though they were sufficiently convicted by former proofs, still he found it necessary to come to particulars, that by means of them their hypocrisy might be exposed; for men are so brazen-faced as to think that any excuse shields them, and openly to accuse God. When they had become so shameless, it was impossible for him to rebuke them too sharply, or to carry his accusations beyond proper limits, so as to shut their mouths, whether they would or not. <\/p>,\n <p> <span class=\"greek-hebrew\">,עמל <\/span>,(<i>gnamal <\/i>) and <span class=\"greek-hebrew\">,און <\/span>,(<i>aven <\/i>) are often joined together in Scripture, as in <a class=\"ref\">Psalms 7:14 <\/a> <span class=\"greek-hebrew\">,און <\/span>,signifies <i>vanity <\/i>,and <i>iniquity <\/i>,, but the latter meaning agrees better with this passage. <span class=\"greek-hebrew\">,עמל <\/span>,, (<i>gnamal <\/i>,,) on the other hand, denotes vexation, and often the very cause of the vexation, that is, the oppression inflicted by the stronger on the weaker, when they abuse their authority and power. Having formerly shown that the wickedness originated from the governors themselves, (<a class=\"isa\" verses=\"WzE3NjY1XQ==\">Isaiah 1:10 <\/a>,,) he places them in the first rank, that they may undergo the punishment of the crimes which they had occasioned. This ought to be carefully observed, for they who are elevated to the highest rank imagine that they are exempted from the ordinary lot of other men, and that they are not bound to give account to God; and therefore he threatens that they will have this privilege, that they will be the first that are punished. <\/p>,\n <p>Some think that two classes are here described, and draw a distinction between <span class=\"greek-hebrew\">,חקקים <\/span>,, (<i>chokekim <\/i>,,) <i>those who decree <\/i>,, and <span class=\"greek-hebrew\">,מכתבים <\/span>,, (<i>mechattebim <\/i>,,) <i>those who write <\/i>,But I do not approve of this, for he attacks generally, and without distinction, princes and magistrates, who oppressed the people by unjust and tyrannical decrees, in such a manner that they approached to absolute robbery; and therefore he includes every class of magistrates and governors. <\/p>,",
    "audit": null
}