{
    "id": 7694,
    "source": "calvin",
    "verse_id": 18590,
    "verse_count": 1,
    "reference": "46:3",
    "title": "",
    "html": "<p><i>Hear me. <\/i>Here the Prophet beautifully points out the vast difference between the true God and idols. Having formerly said that the Babylonian gods must be drawn on waggons and carts, because they consist of dead matter, he now ascribes a widely different office to the God of Israel, namely, that he “carries” his people, like a mother, who carries the child in her womb, and afterwards carries it in her bosom. He addresses the Jews, that they may return an answer from their experience; for this ought to have powerfully affected them, when they actually felt that he bore them and their burdens. He, therefore, makes use of a highly appropriate contrast, and concludes from the preceding statements: “Acknowledge that I am the true God, and that I differ widely from idols, which are useless and dead weights; for you have known and experienced my power by constant benefits, which I have not ceased to confer upon you from the womb.” God is not only powerful in himself, but diffuses his power through all the creatures; so that we feel his strength and energy. <\/p>\n<p><i>Who are carried from the womb. <\/i>This is a very expressive metaphor, by which God compares himself to a mother who carries a child in her womb. He speaks of the past time, when he began to give them testimonies of his grace. Yet the words might be taken as meaning simply that God kindly nourished that people, like an infant taken from its mother’s womb, and carried it in his bosom, as the Psalmist says, <\/p>\n<p><span>“I was cast upon thee from the womb, thou art my God from my mother’s belly.” \n(<\/span><a class=\"ref\">Psalms 22:10<\/a>.) <\/p>\n<p>But as God did not only begin to act as the father and nurse of his people from the time when they were born, but also “begat them” (<a class=\"ref\">James 1:18<\/a>) spiritually, I do not object to extending the words so far as to mean, that they were brought, as it were, out of the bowels of God into a new life and the hope of an eternal inheritance. <\/p>\n<p>If it be objected, that God is everywhere called “a Father,” (<a class=\"ref\">Jeremiah 31:9; Malachi 1:6<\/a>,) and that this title is more appropriate to him, I reply, that no figures of speech can describe God’s extraordinary affection towards us; for it is infinite and various; so that, if all that can be said or imagined about love were brought together into one, yet it would be surpassed by the greatness of the love of God. By no metaphor, therefore, can his incomparable goodness be described. If you understand it, simply to mean that God, from the time that he begat them, gently carried and nourished them in his bosom, this will agree admirably with what we find in the Song of Moses, <\/p>\n<p>“He bore them, and carried them, as an eagle carrieth her young on her wings.” (<a class=\"ref\">Deuteronomy 32:11<\/a>.) <\/p>\n<p>In a word, the intention of the Prophet is to shew, that the Jews, if they do not choose to forget their descent, cannot arrive at any other conclusion than that they were not begotten in vain, and that God, who has manifested himself to be both their Father and their Mother, will always assist them; and likewise, that they have known his power by uninterrupted experience, so that they ought not to pay homage to idols. <\/p>\n<p><i>All the remnant of the house of Israel. <\/i>By calling them a “remnant” he means, as we formerly remarked, that the greater part had been alienated from the Church by their revolt, so that the hope of deliverance belonged only to a very small number. On this account he demands from them a hearing; for unbelievers, not less than heathen nations, were utterly deaf to his voice. Now, although the people were so far from being in their unbroken strength, that the dispersion of them had left but a small number behind, yet God bids them consider how wonderfully they have been hitherto preserved, that they may not doubt that he will henceforth act towards them, as he has hitherto acted, the part of both father and mother. And when he demands that they shall listen to him, he shews that the true and indeed the only remedy for our distresses and calamities is, to hang on his mouth, and to be attentive to the promises of grace; for then shall we have sufficient courage to bear every affliction; but if not, the way is opened for despair, and we ought not to expect anything else than destruction. <\/p>",
    "audit": null
}