{
    "id": 6841,
    "source": "calvin",
    "verse_id": 17706,
    "verse_count": 1,
    "reference": "2:20",
    "title": "",
    "html": "<p><i> In that day a man will cast away his idols<\/i> Idolaters are amazingly delighted with their own superstitions and ungodly worship; for although they abound in enormities and crimes, still they betake themselves to this refuge, that they imagine that their worship appeases God. Just as in the present day, if we should represent the crimes and lawless passions of every kind which abound among the papists, they certainly will not be able to deny our statements, but will flatter themselves on this ground, that they have a plausible form of worship, and will believe that this vail covers all their crimes. Accordingly, the Prophet deprives idolaters of this cloak, and threatens that they will no longer be able to conceal their pollution; for the Lord will compel them to throw away their idols, that they may acknowledge that they had no good reason for placing their hope and confidence in them.<\/p> \n<p>In short, they will be ashamed of their foolishness; for in prosperity they think that they enjoy the favor of God, as if he showed that he takes delight in their worship; and they cannot be convinced to the contrary, until God actually make evident how greatly he abhors them. It is only when they are brought into adversity that they begin to acknowledge their wickedness, as Hosea strikingly illustrates by comparing them to whores, who do not acknowledge their wickedness so long as they make gain, and live in splendor, but who, when they are deprived of those enjoyments, and forsaken by their lovers, begin to think of their wretchedness and disgrace, and enter into the way of repentance, of which they had never thought while they enjoyed luxury. (<a class=\"ref\">Hosea 2:5<\/a> .) The same thing almost always happens with idolaters, who are not ashamed of their wickedness, so as to<i> cast away their idols<\/i> , until they have been visited by very sore distress, and made almost to think that they are ruined.<\/p> \n<p><i> Which they made<\/i> ; that is, which were made for them by the agency of workmen. Nor was this all unnecessary addition; for he means that pretended gods are not entitled to adoration: and what sort of gods can they be that have been made by men, seeing that God exists from himself, and never had a beginning? It is therefore highly foolish, and contrary to reason, that men should worship the work of their own hands. So then by this expression, he aggravates their criminality, that idols, though they are composed of gold or silver, or some other perishable material, and have been manufactured by men, are yet worshipped instead of God; and at the same time he states the reason why they are displeasing to God: it is, because they are worshipped. On what pretense will the papists now excuse their ungodliness? for they cannot deny that they render adoration to images; and wherever such worship is performed, there ungodliness is clearly proved.<\/p> \n<p><i> Into the holes of the moles and of the bats<\/i> By<i> the holes of the moles<\/i> he means any filthy places in which they are disgracefully concealed.<\/p> ",
    "audit": null
}