{
    "id": 7645,
    "source": "calvin",
    "verse_id": 18536,
    "verse_count": 1,
    "reference": "44:2",
    "title": "",
    "html": " <p> <i>Thus saith Jehovah thy Maker. <\/i>,Though he treated the Jews harshly, that they might be stripped of all false confidence, and might humbly betake themselves to the grace of God, he now caresses them pleasantly by a mild and gentle discourse, that they may know that by self-denial they shall sustain no loss. We must therefore supply here the following contrasts. “Thou, Jacob, art indeed nothing in thyself, but God thy Maker will not despise his work; no nobleness of birth would secure thee against perdition, but the adoption which the Heavenly Father has been pleased to bestow upon thee will be abundantly sufficient for redeeming thee.” Besides, we should keep in mind what I have often said already, that the Prophet does not speak of the first creation by which we are born to be human beings, but of the regeneration which belongs and is peculiar to the elect, that they may obtain a place in the Church of God. <\/p>,\n <p> <i>He that formed thee from the womb. <\/i>,This is added, that men may not claim anything for themselves, as if they had moved him to shew kindness to them. By these words he also exhibits to them a hereditary covenant, by which God separated them to be his inheritance “before they were born.” (<a class=\"ref\">Romans 9:11 <\/a>.) Some think that this refers to the person of Jacob, because, by taking hold of his brother’s foot, (<a class=\"ref\">Genesis 25:26 <\/a>,,) he gave a remarkable proof of his election; but this is a forced interpretation, and therefore I give a wider signification to these words, namely, that the Lord was kind and bountiful to his people from the commencement, and cut off all merits; because by free grace he “formed him,” and then freely bestowed on him all blessings. <\/p>,\n <p> <i>He will help thee. <\/i>,Some supply the relative, <i>“Who <\/i>,will help thee;” as if he had said, “Thy Helper;” but it is better to read the clause separately. It would be still more clear in the first person, “I will help thee;” but as to the substance of the meaning it makes no difference. The statemen t amounts to this, that he who is the Creator of the people will be ready to give his assistance when the proper time shall arrive. Let every person therefore adopt that reading which he thinks proper; but I have preferred to follow the simple and natural meaning, without supplying any word. <\/p>,\n <p> <i>O beloved! <\/i>,The word <span class=\"greek-hebrew\">,ישרון <\/span> <i>(yeshurun) <\/i>,is explained in various ways. Some think that it is derived from <span class=\"greek-hebrew\">,ישר <\/span>,, <i>(yashar,) <\/i>,which means “to be upright,” or “to please;” others from <span class=\"greek-hebrew\">,שור <\/span>,, <i>(shur,) <\/i>,and others from <span class=\"greek-hebrew\">,אשר <\/span>,, <i>(ashar.) <\/i>,But I rather agree with those who translate it <i>Beloved, <\/i>,and derive it from the root <span class=\"greek-hebrew\">,ישר <\/span>,, <i>(yashar.) <\/i>,This designation is also bestowed on that nation by Moses in his song; for, although some render it in that passage <i>Upright, <\/i>,and in this passage also, the old rendering is more suitable, “My beloved is grown fat.” (<a class=\"ref\">Deuteronomy 32:15 <\/a>.) The Prophet adorns his nation with these titles, that the Jews may be led by past benefits to entertain hope for the future. This rule ought to be held by all believers as perpetually binding, that, after having experienced the kindness of God toward them, they should likewise expect it for the future; for otherwise they will be excessively ungrateful, and will shew that they do not rely on the promises of God, which, when they are impressed on our hearts, undoubtedly bring peace and safety; not that we should be utterly devoid of fear, but that we should strive against all dread and distrust; and therefore he again repeats, — <\/p>,\n <p> <i>Fear thou not, Jacob. <\/i>,Such is also the import of the consolation given by Christ, <\/p>,\n <p>“Fear not, little flock, for my Father hath good will towards thee.” (<a class=\"ref\">Luke 12:32 <\/a>.) <\/p>,\n <p>And, indeed, among the dangers which threaten death on all sides, no remedy is better adapted to allay terrors than that God has been pleased to bestow his favor upon us, so that he will save us for ever. By the word “Beloved,” therefore, he again repeats that this depends on the favor and protection of God, who ascribes to himself, and entirely claims, all the good that existed among the people. <\/p>,",
    "audit": null
}