{
    "id": 8047,
    "source": "calvin",
    "verse_id": 18945,
    "verse_count": 1,
    "reference": "66:22",
    "title": "",
    "html": "<p><i>For as the new heavens. <\/i>Here he promises that the restoration of the Church shall be of such a nature that it shall last for ever. Many might be afraid that it would be ruined a second time; and therefore he declares that henceforth, after having been restored by God, its condition shall be permanent. Accordingly, he mentions here two benefits of surpassing excellence, restoration and eternity. When he speaks of “new heavens” and a “new earth,” he looks to the reign of Christ, by whom all things have been renewed, as the Apostle teaches in the Epistle to the Hebrews. Now the design of this newness is, that the condition of the Church may always continue to be prosperous and happy. What is old tends to decay; what is restored and renewed must be of longer continuance. (<a class=\"ref\">Hebrews 8:13<\/a>.) <\/p>\n<p><i>So shall your seed and your name remain. <\/i>God had promised that “the sun and moon,” so long as they remained in heaven, should be witnesses of the eternal succession, that the posterity of David might not be cut off. But because some interruption arose from the treachery and ingratitude of the people, the restoration effected by Christ actually confirmed that prediction. Justly, therefore, does Isaiah say, “Your sons shall succeed to you, and your grandsons shall succeed to your sons;” and as God will establish the world, that it may never perish, so the succession of the Church shall be perpetual, that it may be prolonged through all ages. <\/p>\n<p>In a word, he explains what he had formerly said about renewing the world, that none may think that this relates to trees, or beasts, or the order of the stars; for it must be referred to the inward renewal of man. The ancients were mistaken when they thought that these things related absolutely to the last judgment; and they had not sufficiently weighed the context of the Prophet or the authority of the Apostle. Yet I do not deny that they extend as far as to that judgment, because we must not hope for a perfect restoration before Christ, who is the life of the world, shall appear; but we must begin higher, even with that deliverance by which Christ regenerates his people, that they may be new creatures. (<a class=\"ref\">2 Corinthians 7:1<\/a>.) <\/p>",
    "audit": null
}