{
    "id": 7706,
    "source": "calvin",
    "verse_id": 18602,
    "verse_count": 1,
    "reference": "47:2",
    "title": "",
    "html": "<p><i> Take millstones.<\/i> The whole of this description tends to shew that there shall be a great change among the Babylonians, so that this city, which was formerly held in the highest honor, shall be sunk in the lowest disgrace, and subjected to outrages of every kind, and thus shall exhibit a striking display of the wrath of God. These are marks of the most degrading slavery, as the meanest slaves were formerly shut up in a mill. The condition of the captives who were reduced to it must therefore have been very miserable; for, in other cases, captives sometimes received from their conquerors mild and gentle treatment. But here he describes a very wretched condition, that believers may not doubt that they shall be permitted freely to depart, when the Babylonians, who had held them prisoners, shall themselves be imprisoned. Now, though we do not read that the nobles of the kingdom were subjected to such contemptuous treatment, it was enough for the fulfillment of this prophecy, that Cyrus, by assigning to them the operations of slaves, degraded them, and compelled them to abstain from honorable employments.<\/p> \n<p><i> Unbind thy curled locks.<\/i> On account of their excessive indulgence in magnificence of dress, he again alludes to the attire of young women, by mentioning “curled locks.” We know that girls are more eager than they ought to be about cuffing their hair, and other parts of dress. Here, on the contrary, the Prophet describes a totally different condition and attire; that is, that ignominy, and blackness, and filth shall cover from head to foot those who formerly dazzled all eyes by gaudy finery.<\/p> \n<p><i> Uncover the limbs.<\/i> “Virgins” hardly ever are accustomed to walk in public, and, at least, seldom travel on the public roads; but the Prophet says that the Babylonian virgins will be laid under the necessity of crossing the rivers, and with their limbs uncovered.<\/p> ",
    "audit": null
}