{
    "id": 7675,
    "source": "calvin",
    "verse_id": 18569,
    "verse_count": 1,
    "reference": "45:7",
    "title": "",
    "html": "<p><i> Forming light.<\/i> As if he had said, that they who formerly were wont to ascribe everything either to fortune or to idols shall acknowledge the true God, so as to ascribe power and the government and glory of all things, to him alone. He does not speak of perfect knowledge, though this intelligence is requisite for the attainment of it. But since the Prophet says that it shall be manifest even to heathens, that everything is directed and governed by the will of God, they who bear the Christian name ought to be ashamed, when they strip him of his power, and bestow it on various governors, whom they have formed according to their fancy, as we see done in Popery; for God is not acknowledged when a bare and empty name is given to him, but when we ascribe to him full authority.<\/p> \n<p><i> Making peace, and creating evil.<\/i> By the words “light” and “darkness” he describes metaphorically not only peace and war; but adverse and prosperous events of any kind; and he extends the word peace, according to the custom of Hebrew writers, to all success and prosperity. This is made abundantly clear by the contrast; for he contrasts “peace” not only with war, but with adverse events of every sort. Fanatics torture this word<i> evil,<\/i> as if God were the author of evil, that is, of sin; but it is very obvious how ridiculously they abuse this passage of the Prophet. This is sufficiently explained by the contrast, the parts of which must agree with each other; for he contrasts “peace” with “evil,” that is, with afflictions, wars, and other adverse occurrences. If he contrasted “righteousness” with “evil,” there would be some plausibility in their reasonings, but this is a manifest contrast of things that are opposite to each other. Consequently, we ought not to reject the ordinary distinction, that God is the author of the “evil” of punishment, but not of the “evil” of guilt.<\/p> \n<p>But the Sophists are wrong in their exposition; for, while they acknowledge that famine, barrenness, war, pestilence, and other scourges, come from God, they deny that God is the author of calamities, when they befall us through the agency of men. This is false and altogether contrary to the present doctrine; for the Lord raises up wicked men to chastise us by their hand, as is evident from various passages of Scripture. (<a class=\"ref\">1 Kings 11:14<\/a> .) The Lord does not indeed inspire them with malice, but he uses it for the purpose of chastising us, and exercises the office of a judge, in the same manner as he made use of the malice of Pharaoh and others, in order to punish his people. (<a class=\"ref\">Exodus 1:11<\/a> and<a class=\"ref\">Exodus 2:23<\/a> .) We ought therefore to hold this doctrine, that God alone is the author of all events; that is, that adverse and prosperous events are sent by him, even though he makes use of the agency of men, that none may attribute it to fortune, or to any other cause.<\/p> ",
    "audit": null
}