{
    "id": 6863,
    "source": "calvin",
    "verse_id": 17735,
    "verse_count": 1,
    "reference": "4:1",
    "title": "",
    "html": "<p><i>In that day shall seven women take hold of one man<\/i> He pursues the same subject, and unquestionably this discourse is immediately connected with what goes before. This verse certainly ought not to have been separated from the preceding. By this circumstance he describes more fully the nature of that desolation and calamity which he had formerly threatened against the Jews; for hypocrites; unless the threatening be conceived in strong terms, either disregard or palliate warnings, so that God’s severity never produces its proper effect upon them. From the effect, therefore, he describes the appalling nature of the approaching calamity, that they may not indulge the hope of making an easy escape. As if he had said, “Do not imagine that it will be of moderate extent, lessening your numbers in a small degree; for utter destruction awaits you, so that hardly<i>one man<\/i> will be found for<i>seven women<\/i> . ”<\/p> \n<p>The phrase<i>take hold of<\/i> conveys the same meaning. It is, no doubt, inconsistent with the modesty of the sex that a woman should, of her own accord, offer herself to a man. But the Prophet says, that not only will they do this, but that<i>seven women<\/i> will, as it were, lay hands on a man, and keep hold of him; so small will be the number of men. The greatness of the calamity is likewise denoted by what immediately follows:<i>we will eat our own bread, and wear our own apparel<\/i> ; for as it is a duty which belongs to a husband to support his wife and family, the women ask a husband for themselves on unreasonable conditions, when they release him from all concern about supplying them with food. Very great must, therefore, be the scarcity of men, when a great number of women, laying aside modesty, are not only constrained to solicit one man, but do not even shrink from the agreement to procure their own victuals, and request nothing more from a husband than to receive them within the bond of marriage.<\/p> \n<p><i>Let thy name be called on us. <\/i> It may be rendered, <i>Let us be called by thy name<\/i> ; for when a woman passes into the family of her husband, she is<i>called by his name<\/i> , and loses her own, because the husband is her head. ( <a class=\"ref\"><\/a>.) Hence the vail is a token of subjection, and Abimelech said to Sarah,<\/p> \n<p>Thy husband Abraham shall be a covering to thy head. ( <a class=\"ref\"><\/a>.)<\/p> \n<p>But if she remain unmarried, she is concealed under the name of her family. That this is the true meaning of that mode of expression is sufficiently evident from what Jacob says when blessing his grandchildren,<\/p> \n<p><span> Let my name, and the name of my fathers, \nAbraham and Isaac, be called on them; (<\/span> <a class=\"ref\"><\/a>;)<\/p> \n<p>that is, “Let them be reckoned as our descendants, and let them be partakers of the covenant, and never excluded from it, as were Esau and Ishmael.” In the same manner also do heathen writers speak; as, in Lucan, Marcia, wishing to return to Cato, says: “Grant me only the bare name of marriage; let permission be given that it may be inscribed on my tomb, Marcia the wife of Cato.”<\/p> \n<p><i>And take away our reproach. <\/i> Their reason for saying so is, that women are sometimes treated with disdain, when they do not obtain husbands, not only because they appear to be despised as unworthy, but because among the ancient people offspring was reckoned an important blessing, and therefore the Prophet says that they will be desirous to wipe away this reproach, and will employ every argument for that purpose. Lastly, he declares that the calamity will be so great, that almost all the men will be carried off.<\/p> ",
    "audit": null
}