{
    "id": 7441,
    "source": "calvin",
    "verse_id": 18329,
    "verse_count": 1,
    "reference": "35:8",
    "title": "",
    "html": "<p><i>And a path shall be there. <\/i> Here it is promised to the Jews that they shall be allowed to return to their native country, lest, when they were carried into Babylon, they should think that they were led into perpetual banishmerit. Yet this statement is, in my opinion, extended much farther by the Prophet; for, as he promised a little before, that there would be plenty and abundance of provisions where there had been barrenness, so now he says that those places where formerly no man dwelt shall be occupied with the.journeys and habitations of a vast multitude of men; and, in short, that the whole of Judea shall enjoy such harmony and peace with other countries, that men shall pass from the one country to the other without fear; for where there are no inhabitants, there can be no intercourse and no roads. He therefore means that the Jews will carry on intercourse and merchandise with other nations, after having been brought back and restored to their own land.<\/p> \n<p><i>And it shall be called, The holy way. <\/i> Not without reason does the Prophet add that “the way shall be holy;” for wherever there is a great multitude of men, innumerable vices and corruptions abound. What else is done by a crowd of men than to pollute the land by infecting each other with mutual contagion? The Prophet therefore means that not only the earth, but also the minds of men are renewed by the kindness of Christ, so that they sanctify the earth which they formerly were wont to corrupt by their pollution. Yet what I stated briefly ought to be remembered, that the Jews, to whom the way shall be consecrated, will return to their native country, that they may worship their Redeemer in it in a holy manner; as if he had said that the land will be cleansed from the disgraceful rabble of a wicked people, that it may be inhabited by the true worshippers of God.<\/p> \n<p><i>The unclean person shall not pass through it. <\/i> He now adds a more full explanation; for polluted persons shall not tread the land which God hath set apart for his children; as if he had said, that the Lord will separate believers in such a manner that they shall not be mingled with the reprobate. This ought, unquestionably, to be reckoned among the most valuable blessings of the Church; but it is not fulfilled in this life; for both despisers of God and hypocrites rush indiscriminately into the Church and hold a place there. Yet some evidence of this grace becomes visible, whenever God, by various methods, cleanses his Church; but the full cleansing of it must be expected at the last day. Even the worshippers of God, whom he has regenerated by his Spirit, are attended by much uncleanness. Though they have been sanctified by God, yet their holiness cannot be perfect; their flesh is not wholly dead, but subdued and restrained so as to obey the Spirit. Now, it is because the Lord reigns in them, and subdues their natural dispositions, that, on account of that part of them which is the most important, they are called Saints.<\/p> \n<p><i>And he shall be to them one that walketh in the way. <\/i> This clause has been tortured in various ways by commentators. Some render it “This shall be their road; they who have been used to the road, and they who are unacquainted with it, shall not go astray.” Others render it, “This shall be the road for the children of Israel, and they who walk shall not go astray, though they be unacquainted with it.” But the demonstrative pronoun<span class=\"greek-hebrew\"> הוא<\/span> , (hu,)<i>he,<\/i> is more correctly, in my opinion, viewed as referring to God; as if he had said, that God will go before them to lead and direct the way. And the context absolutely demands it; for it would not be enough to have the way opened up, if God did not go before to guide his people. The Prophet therefore extols this inestimable kindness, when he represents God as journeying along with his people; for, if he do not point out the road, our feet will always lead us astray, for we are wholly inclined to vanity. Besides, though the road be at hand, and though it be plain before our eyes, yet we shall not be able to distinguish it from the wrong road, and if we begin to walk in it, our folly will quickly lead us off on the right hand or on the left. But the Prophet shews that we shall be in no danger of going astray, when we shall follow God as the leader of the way; for he condescends to perform this office; and he probably alludes to the history of the first redemption, for at that time God directed his people<\/p> \n<p>“by means of a cloud by day, and of a pillar of fire by night.” ( <a class=\"ref\">Exodus 13:21<\/a>.)<\/p> \n<p>At the same time he points out how necessary it is that God should govern us, in directly laying folly to our charge, when he adds —<\/p> \n<p><i>Fools shall not go astray;<\/i> for they who are wise in their own eyes, and who rely on their own guidance, will be permitted by God to wander in uncertain courses; and therefore, if we wish that he should walk along with us, let us know that we need his guidance. Yet he offers us this most excellent reward, that they who follow him, even though they did not formerly possess any wisdom, shall be in no danger of going astray. Yet the Prophet does not mean that believers, after the Lord has taken them by the hand, will be ignorant; but he shews what they are before the Lord becomes their leader.<\/p> ",
    "audit": null
}