{
    "id": 7961,
    "source": "calvin",
    "verse_id": 18858,
    "verse_count": 1,
    "reference": "62:3",
    "title": "",
    "html": "<p><i> And thou shalt be a crown of glory.<\/i> Isaiah proceeds with the same subject, and we need not wonder at this; for no man, by judging from the flesh, could have formed such vast conceptions and expectations. Besides, he intended to fix the hearts of believers on the kingdom of Christ, which it was the more necessary to adorn and magnify by these illustrious titles, because hitherto it was not only obscure but at a great distance. It was needful to provide against a twofold danger, that the Jews, when they saw that they were still at a very great distance from their former honor, might not, on the one hand, despise the grace of God, or, on the other hand, rest satisfied with the mere beginnings, and thus, by disregarding Christ, devote their whole attention to earthly advantages. The Prophet therefore reminds them, that the return to their native country was but the forerunner of that exalted rank which was to be expected at the manifestation of Christ.<\/p> \n<p>So far as relates to the former clause, exiles and slaves could perceive nothing but ground for despair, when they beheld the outward condition of things, since, after having returned and been restored to their country, they made very little progress in building the temple. Accordingly, he bids them look to God, that they may expect from him the glory which is concealed from the eyes of flesh, and, knowing that they are dear and precious in his sight, may be fully satisfied with this, till he adorn them more bountifully by the hand of Christ.<\/p> \n<p><i> And the diadem of the kingdom.<\/i> He calls the Church God’s crown, because God wishes that his glory should shine in us; and in this it is proper that we should behold and admire the inconceivable goodness of God, since, notwithstanding that we are by nature filthy and corrupted, and more abominable than the mire of the streets, yet he adorns us in such a manner that he wishes us to be “the diadem of his kingdom.” Let us therefore be aroused by this goodness of God to the desire of leading a holy life, that his image may more and more be formed anew in us.<\/p> ",
    "audit": null
}