{
    "id": 7580,
    "source": "calvin",
    "verse_id": 18470,
    "verse_count": 1,
    "reference": "41:18",
    "title": "",
    "html": " <p>and <i>I will open rivers. <\/i> He illustrates the former doctrine in a different manner, namely, that God has no need of outward and natural means for aiding his Church, but has at his command secret, and wonderful methods, by which he can relieve their necessities, contrary to all hope and outward appearance. When no means of relief are seen, we quickly fall into despair, and scarcely venture to entertain any hope, but so far as outward aids are presented to our eyes. Deprived of these, we cannot rest on the Lord. But the Prophet states that at that time especially they ought to trust, because at that time the Lord has more abundant opportunities of displaying his power, when men perceive no ways or methods, and everything appears to be utterly desperate. Contrary, then, to the hope and belief of all men, the Lord will assist his people, that we may not suffer ourselves to be driven hither and thither by doubt and hesitation. <\/p> \n <p> <i>On lofty mountain tops. <\/i> In order to confirm his statement more fully, he promises that he will perform miracles contrary to the nature and order of things, that we may not imagine that we should think and judge of these things according to human capacity, or limit the power and promises of God to these inferior means. The Lord has sufficient power in himself, and needs not to borrow from any other, and is not confined to the order of nature, which he can easily change, whenever he thinks fit; for when he says that he will make waters to flow on <i>the tops of mountains, and fountains in valleys, and pools in deserts, <\/i> we know that all this is contrary to the order of nature. The reason why he promised these things is abundantly evident. It was that the Jews might not think that they were prevented from returning to Judea by that vast desert in which travelers are scorched by the heat of the sun, and deprived of all the necessaries of life. The Lord therefore promises that he will supply them with water, and with everything else that is necessary for the journey. Now, these things were fulfilled when the Lord brought his people out of Babylon, but much more abundantly when he converted the whole world to himself by Christ the Redeemer, from whom flow in great abundance throughout the whole world waters to quench the thirst of poor sinners. At that time such a change took place as could never have entered into the imaginations of men. <\/p> ",
    "audit": null
}