{
    "id": 7669,
    "source": "calvin",
    "verse_id": 18562,
    "verse_count": 1,
    "reference": "44:28",
    "title": "",
    "html": " <p> <i>Saying to Cyrus. <\/i> This is a remarkable passage, in which we not only may see the wonderful providence of God, but which likewise contains a striking proof of the truth and certainty of the prophecies. Here “Cyrus” was named long before he was born; for between the death of Manasseh, by whom Isaiah was slain, and the birth of “Cyrus,” more than a century intervened. Besides, even though he had been born, who would have conjectured that he should come from the most distant mountains of Persia to Babylon? These things ought therefore to be carefully observed, for they shew clearly that it was not by a human spirit that Isaiah spoke. No one would ever have thought that there would be a person named “Cyrus,” who should fly from the most distant and barbarous countries to deliver the people of God. <\/p> \n <p>As to the objection made by infidels, that those things might have been forged by the Jews after they were fulfilled, it is so foolish and absurd that there is no necessity for refuting it. The Jews perused those prophecies, while they were held in captivity, in order that they might cherish in their hearts the hope of deliverance, and would have been entirely discouraged, if the Lord had not comforted them by such promises. These records, therefore, supported the hearts of believers in hope and confidence; and I have no doubt that Cyrus, when he learned that God had appointed him to be the leader and <i>shepherd <\/i> for bringing back Israel, was astonished at those promises, and that they induced him to cherish kind feelings towards the people, so as to supply them with food and with everything that was necessary for their journey. Thus the Lord points out the person by whose hand he has determined to bring back his people, that they may not look around on all sides in perplexity. <\/p> \n <p> <i>Even by saying to Jerusalem. <\/i> This is the conclusion, by which the former statements are confirmed, that they may rest assured that “Jerusalem” shall infallibly <i>be built, <\/i> and may learn from it how dear and precious they are to God, when they shall see the monarchy of all the east transferred to the Persians. At the same time he points out the end for which Jerusalem was to be rebuilt, namely, that the pure worship of God might be restored; for he does not promise this restoration, that men may seek their own ease or the conveniencies of life, but that the Lord’s people may purely and sincerely call upon him without any disturbance. This ought to be carefully observed, for there are many who value more highly their own convenience and external comforts than the honor and worship of God. Hence also Haggai complained bitterly, that all were eager to build their own houses, but almost all gave themselves no concern about the Temple. (<a class=\"ref\">Haggai 1:4 <\/a>.) But it was the will of the Lord that men should care most about his house, and that is the import of what the Prophet says, — <\/p> \n <p> <i>And to the temple, Thou shalt be founded. <\/i> But in the present day he does not thus recommend to us a temple of wood or stone, but living temples of God, which we are; for the Lord hath chosen his habitation in us. (<a class=\"ref\">2 Corinthians 6:16 <\/a>.) Such, therefore, are the temples which must be diligently built by the doctrine of the word, that we may lead a holy and righteous life, and may render to God the worship which is due to him; for this is the reason why the Lord wishes that there should be a Church in the world, that the remembrance of his name may not perish. <\/p> ",
    "audit": null
}