{
    "id": 7918,
    "source": "calvin",
    "verse_id": 18814,
    "verse_count": 1,
    "reference": "59:13",
    "title": "",
    "html": " <p> <i>We have done wickedly. <\/i> Here he enumerates certain classes of sins, in order to arouse the people more keenly to an acknowledgment of their sin. It must be regarded as monstrous, that men, who have been chastised and almost crushed by the hand of God, are still proud, and so obstinate that they cannot bend or be humbled by a conviction of their sin. The Lord endeavors to soften our obduracy by stripes and wounds; but when chastisements do us no good, our case must be given up as hopeless. Isaiah therefore labors to show how wretched is the condition of the people, who, while they endured severe hardships, yet murmured against God, and did not suffer themselves to be brought into a state of obedience. And therefore he frequently repeats this warning, and reproves sharply, in order to subdue this obstinacy of the people. <\/p> \n <p> <i>And we have lied to Jehovah. <\/i> By a variety of terms he rebukes their vices, and enumerates classes of them, after having pointed out in a general manner that corruption which everywhere prevailed.: Nor does he mention only slight faults, or those of a small number of persons, but a universal revolt. By these words he pronounces them to have been so deeply corrupted, that no sincerity, uprightness, fear, or conscience remained in them. For what is meant by “lying to God,” but to revolt treacherously from him, as if all obedience were refused? Thus he does not reproach them with one or a few transgressions of the Law, but says that, like fugitives, they have forsaken God, so that they do not follow him when he calls. <\/p> \n <p> <i>Conceiving and uttering from the heart. <\/i> He now adds that they were devoted to the invention of mischief, and thoroughly imbued with falsehood; for “to utter a lie from the heart,” is far worse than to tell lies thoughtlessly, or even to deceive when an occasion presents itself. Nor is there any room to doubt that those reproofs grievously offended the Jews, who, puffed up with pride, imagined that they were exceedingly holy. But it was proper to treat their hypocrisy in this manner, because mere doctrine produced little effect upon them. Taught by this example, pastors, when they see the Church of God corrupt, and men pleasing themselves and flattering their vices, ought to make strenuous opposition, accompanied by loud and sharp reproof. <\/p> ",
    "audit": null
}