{
    "id": 7260,
    "source": "calvin",
    "verse_id": 18142,
    "verse_count": 1,
    "reference": "26:11",
    "title": "",
    "html": "<p><i> O Jehovah, though thy hand is lifted up.<\/i> This is an explanation of the former statement; for he brings forward nothing that is new, but shews more clearly what he had formerly stated in a few words. He had already said that the wicked “will not behold the majesty of the Lord;” and now he explains that “majesty” to be that which is visible in the works of God. He does not send us to that hidden majesty which is concealed from us, but leads us to the works, which he denotes figuratively (<span class=\"greek-hebrew\"> μετωνυμικῶς<\/span>) by the<i> hand<\/i> . Here he again censures the wicked, and shews that they cannot be excused on the plea of ignorance; for, though they perceive nothing, still the hand of God is openly visible; and it is nothing but their blind ingratitude, or rather their voluntary indolence, that hinders them from perceiving it. Some might plead ignorance, and allege that they did not see these works; but the Prophet says that God’s hand is “lifted up,” and not merely exerted, so that it is not only visible to a few persons, but shines conspicuously.<\/p> \n<p><i> They shall see and be ashamed.<\/i> He shews plainly that this “beholding” is different from that of which he formerly spoke, when he said that the wicked “do not see the glory of the Lord;” for they do see, but do not observe or take any notice of it; but at length “they shall see,” but too late, and to their great hurt. After having long abused the patience of God, and proved that they were obstinate and rebellious, they will at length be constrained to acknowledge the judgments of God. Thus Cain, (<a class=\"ref\">Genesis 4:13<\/a> ,) Esau, (<a class=\"ref\">Genesis 27:38<\/a> ,) and others like them, who too late repented of their crimes, (<a class=\"ref\">Hebrews 12:17<\/a> ,) though they fled from the face of God, yet were constrained to see that he was their Judge. Thus, in those who despise him, God frequently produces a feeling of remorse, that he may display his power; but such knowledge is of no avail to them.<\/p> \n<p>In this manner, therefore, the Prophet threatens wicked men, after having accused them of blindness, in order to shew that they have no plea of ignorance; and he forewarns them that the time will come when they shall know with whom they have to do, and that they will then feel that they ought not to despise that heavenly name which they now treat as fabulous, and scorn. They shut their eyes, and act without restraint, and make us a laughing-stock, and do not think that God will be their Judge, but rather turn into ridicule our distresses and afflictions. Thus they look down on us as from a lofty place, and grow more and more hardened; but at length they will understand that the true worshippers of God have not lost their labor.<\/p> \n<p><i> And shall be ashamed.<\/i> In order to shew that this beholding of the glory of God is not only of no advantage, but hurtful to them, he says that they shall behold with<i> shame<\/i> the blessing of God towards believers, in which they will have no share.<\/p> \n<p><i> Through their envy of the people.<\/i> This tends to shew more strongly the severity of the punishment, that not only will they burn with “envy,” when they shall see that the children of God have been delivered from those distresses, and have been exalted to glory, but there will likewise be added another evil, that they will be consumed by the fire of the enemy. By “the envy of the people,” therefore, is here meant the indignation which wicked men feel when they compare the lot of godly men with their own.<\/p> \n<p><i> Yea, the fire of thine enemies shall devour them.<\/i> By<i> the fire of the enemies<\/i> , he means that “fire” with which God consumes his “enemies.” He employs the word “fire” to denote God’s vengeance; for here it must not be taken for visible “fire” with which we are burned, nor even for the thunderbolt alone, but is a metaphorical expression for dreadful anguish, as we find that in many other passages Scripture denotes by this term, God’s severest vengeance. (<a class=\"ref\">Deuteronomy 32:22<\/a> .) No language indeed can sufficiently express this anguish. Yet I do not object to the suggestion, that the Prophet alludes to the destruction of Sodom and Gomorrah. (<a class=\"ref\">Genesis 19:24<\/a> .)<\/p> ",
    "audit": null
}