{
    "id": 7257,
    "source": "calvin",
    "verse_id": 18139,
    "verse_count": 1,
    "reference": "26:8",
    "title": "",
    "html": "<p><i>Yea, in the way of thy judgments. <\/i> This verse contains a very beautiful doctrine, without which it might have been thought that the former statements were without foundation. Since he said that God will be our guide during the whole of life, so that we shall neither wander nor stumble, and while, on the other hand, we are pressed by so many straits, we might conclude that those promises have not been actually fulfilled. Accordingly, when he tries our patience, we ought to strive, and yet to trust in him. Here the Prophet gives us this instruction, that, though our eyes are not gratified by an easy and delightful path, and though the road is not made smooth under our feet, but we must toil through many hard passages, still there is room for hope and patience.<\/p> \n<p>By<i>the way of judgments<\/i> he means adversity, and the word<i>judgment<\/i> often has this meaning in Scripture. But here is a mark which distinguishes the godly from hypocrites; for in prosperity hypocrites bless God, and speak highly of him; but in adversity they murmur, and curse God himself, and plainly shew that they had no confidence in him, and thus judge of God according as their prosperity lasts. The godly, on the other hand, when they are tried by afflictions and calamities, are more and more excited to place confidence.<\/p> \n<p>The particle<span class=\"greek-hebrew\"> אף<\/span> , (ă<i>ph<\/i> ,)<i>Even<\/i> , is inserted for the sake of emphasis, as if the Prophet had said, that believers are earnest in the worship of God, not only so long as he treats them with gentleness, but that, if he deal harshly with them, still they do not faint, because they are supported by hope. It is therefore the true test of sincere godliness, when not only while God bestows his kindness upon us, but while he withdraws his face, and afflicts us, and gives every sign of severity and displeasure, we place our hope and confidence in him. Let us learn to apply this doctrine to our own use, whenever we are hard pressed by the calamities of the present life; and let us not cease to trust in him, even when our affairs are in the most desperate condition. “Though He slay me,” says Job, “I will trust in Him;” and David says that: “though he walk amidst the shadow of death, he will trust and not be afraid, because he knows that God is with him.” ( <a class=\"ref\">Job 13:15; Psalms 23:4<\/a>.)<\/p> \n<p><i>To thy name. <\/i> The Prophet aims at shewing what is the source of that uwearied earnestness which prevents the godly from sinking under the greatest calamities. It is because they are free from wicked desires and from excessive solicitude, and in their aspirations boldly rise to God. For, in consequence of our disorderly passions and cares holding us bound, as it were, to the earth, our hearts either wander astray, or sink into indolence, so that they do not freely rise to God; and as the essence of God is hidden from us, this makes us more sluggish in seeking him. From his hidden and incomprehensible essence, therefore, the Prophet draws our attention to the name of God, as if he enjoined us to rest satisfied with that manifestation of it which is found in the word; because there God declares to us, as far as is necessary, his justice, wisdom, and goodness, that is, himself.<\/p> \n<p><i>And to the remembrance of thee. <\/i> It is not without good reason also that he has added the word<i>remembrance<\/i> ; for it means that the first perception or thought is not enough, but that continual meditation is enjoined; because without its aid all the light of doctrine would immediately vanish away. And indeed the true and sincere knowledge of God inflames us to desire him, and not only so, but also prompts us to desire to make progress, whenever the “remembrance” of it occurs to our minds. The knowledge of God, therefore, comes first; and next, we must be employed in frequent “remembrance;” for it is not enough that we have once obtained knowledge, if love and desire do not grow through constant meditation. Hence, also, we perceive that the knowledge of God is not a dead imagination.<\/p> ",
    "audit": null
}