{
    "id": 7511,
    "source": "calvin",
    "verse_id": 18401,
    "verse_count": 1,
    "reference": "38:10",
    "title": "",
    "html": "<p><i>I said in the cutting off of my days. <\/i> This is a very melancholy song; for it contains complaints rather than prayers. Hence it is evident that he was oppressed by so great perplexity, that he was weary with groaning, and sunk in lamentations, and did not venture to rise up freely to form a prayer. Murmuring thus within himself, he expresses the cause and intensity of his grief.<\/p> \n<p>As to the cause, it might be thought strange that he had so strong an attachment, and so ardent a longing for this fading life, and that he so much dreaded death. The tendency of the first elements of heavenly doctrine is, that we may learn to sojourn in this world, and to advance swiftly towards the heavenly life. Hezekiah appears to be as warmly devoted to the earth as if he had never had the smallest particle of piety; he shuns and abhors death, as much as if he had never heard a word about heavenly doctrine. Now, what purpose did it serve to commit to writing those stormy passions which would rather prompt readers to the same excess than induce them to obey God? For we are too prone to rebellion, though there be no additional excitements of any kind.<\/p> \n<p>But when it shall be minutely, and wisely, and carefully examined, we shall find that nothing could have been more advantageous to us than to have this picture of a man overwhelmed with grief painted to the life. It was not the object of the good king, in proclaiming his virtues, to hunt for the applause of the world. His prayer was undoubtedly a proof both of faith and of obedience; but, as if he had been overcome by fear, and dread, and sorrow, he leaves off prayer, and feebly utters complaints. He unquestionably intended to make known his weakness, and thus to give a lesson of humility to all the children of God, and at the same time to magnify the grace of God, which had brought out of the lowest depths of death a ruined man.<\/p> \n<p>As to the manner in which he deplores his lot, when he is near death, as if he placed his existence on the earth, and thought that death reduced men to nothing, we must attend to the special reason. For while death is not desirable on its own account, yet believers ought to “groan continually,” ( <a class=\"ref\">Romans 8:23<\/a> ,) because sin holds them bound in the prison of the flesh. They are forbidden also to “mourn as unbelievers usually mourn,” ( <a class=\"ref\">1 Thessalonians 4:13<\/a> ,) and are even commanded to “lift up their heads,” when they are about to depart from the world, because they are received into a happier life. ( <a class=\"ref\">Luke 21:28<\/a>.) Nor was the ancient Church under the Law destitute of this consolation; and, although the knowledge of a blessed resurrection was less clear, yet it must have been sufficient for mitigating sorrow. If that impostor Balaam was forced to exclaim, “Let my soul die the death of the righteous,” ( <a class=\"ref\">Numbers 23:10<\/a> ,) what joy must have filled the hearts of believers, in whose ears resounded that voice, “I am the God of Abraham!” ( <a class=\"ref\">Exodus 3:6<\/a>.)<\/p> \n<p>But although with steady and assured hope they looked forward to the heavenly life, still we need not wonder to see in Hezekiah what David confesses as to himself, ( <a class=\"ref\">Psalms 30:9<\/a> ,) who yet, when his time was come, full of days, calmly left the world. ( <a class=\"ref\">1 Kings 2:10<\/a>.) It is therefore evident that both of them were not assailed by the mere dread of death, but that they prayed with tears to be delivered from death, because they saw in it manifest tokens of God’s anger. We ought to remember that the Prophet came as a herald, to announce the death of Hezekiah in the name of God. This messenger might naturally have plunged all the senses of Hezekiah into a frightful deluge of grief, so that, thinking of nothing but God’s wrath and curse, he would struggle with despair.<\/p> \n<p>Thus the piety of Hezekiah already begins to shew itself, when, placing himself before the tribunal of his judge, he applies his mind to meditation on his guilt. And, first, there might occur to him that thought by which David confesses that he was tempted: “What did God mean by treating his servants with cruel severity and sparing profane despisers? ( <a class=\"ref\">Psalms 73:3<\/a>.) Next, he saw that he was exposed to the jeers of the wicked, by whom true religion also was basely reviled. He saw that it was scarcely possible that his death should not shake the minds of all good men; but especially, he was oppressed by God’s wrath, as if he had been already condemned to hell and to the eternal curse. In a word, because our true and perfect happiness consists in having fellowship with God, Hezekiah, perceiving that he was in some measure alienated from him, had good reason for being so greatly alarmed; for that word, “Thou shalt die, and shalt not live,” had seized his mind so completely, that he believed that he must die. This is expressed by the phrase<i>I said;<\/i> for in Hebrew it does not mean merely to speak, or to pronounce a word, but to be persuaded or convinced in one’s own mind. Even though hypocrites receive a hundred threatenings from God, still they look around them on all sides, so that if they see any opening by which they think that they can escape, they may mock God, and give themselves up to luxury and indifference. But Hezekiah, being a sincere worshipper of God, did not resort to subterfuges; but, on the contrary, believing the words of the Prophet, he concluded that he must prepare for dying, because it was God’s good pleasure.<\/p> \n<p>In this sense he speaks of<i>the cutting off of his days,<\/i> because he believed that an angry and offended God had broken off the course of his life; for he does not merely say in the ordinary manner that his life is cut short by a violent disease, but recognises that undoubted judgment of God as the cause of “the cutting off.” Now, life is “cut off,” whether we die at the entrance of life, or in middle life, or in old age; but they who are hurried away in the very flower of their age are said to be “cut off” from life, because they appear to die too soon, and before they have finished their course. The case was different with Hezekiah; for he perceived that the remaining part of life was “cut off” by the sword of God, because he had provoked God’s wrath by his offenses. Thus he complains that, as if he had been unworthy of enjoying it, God suddenly deprives him of life, which otherwise would have lasted longer. Such is the import of the phrase, “the residue of the years;” for although, being born mortal, we have reason to expect death every moment, yet since it was threatened as a punishment, he has good reason for saying that those years had been taken from him which he might have lived, if it had been the good pleasure of God.<\/p> ",
    "audit": null
}