{
    "id": 7800,
    "source": "calvin",
    "verse_id": 18696,
    "verse_count": 1,
    "reference": "51:22",
    "title": "",
    "html": "<p><i> Thus saith Jehovah.<\/i> Not at random does the Prophet add to the name Jehovah three epithets, namely, that he is the<i> Lord<\/i> or Defender of his Church, that he is<i> God,<\/i> and lastly, that he is her<i> Avenger.<\/i> We ought always to consider what is the nature of our relation to God; for he addresses us in a familiar manner, in consequence of having once chosen us to be his people, by uniting himself to us in an everlasting covenant. This preface encouraged the Jews, in ancient times, not to hesitate to embrace what is here promised; and at the present day the same argument applies to a new people, who have been taken under God’s care and protection not less than they. The Lord declares himself to hold the office of an “Avenger,” in order that, when we shall be threatened with the most alarming dangers, and when it shall appear as if all were over with us, we may betake ourselves to this anchor, that God is the “Avenger” of his people; and this ought to support us, not only when we are assailed by outward enemies, but also when we are assailed by Satan.<\/p> \n<p><i> Behold, I have taken from thy hand.<\/i> He holds out the ground of hope; for it is only by temporary stripes that the Lord chastises his Church. Hence also the Jews ought to learn that all the calamities to which they were subjected were the just reward of their transgressions; for those calamities would never come to an end but by their being reconciled to God. The general meaning is, that the wrath of the Lord will be appeased, so that he will restrain and bring to a close the chastisements which he had formerly inflicted on his Church.<\/p> \n<p><i> The cup of thy affliction,<\/i> or,<i> the cup of thy trembling.<\/i> We have already spoken of the metaphor of “the cup;” and the explanation of it which we gave is fully confirmed by this passage, in which God calls it “the cup of his indignation,” though it had made the Church to tremble, as if she had been seized with giddiness. Yet it is the same word which he formerly used,<span class=\"greek-hebrew\"> תרעלה<\/span><i> (targnelah,)<\/i> which some translate “anguish,” and others “trembling.” By<i> dregs,<\/i> as I have said, he means the full measure of vengeance with which God is satisfied on account of his fatherly kindness.<\/p> ",
    "audit": null
}