{
    "id": 7731,
    "source": "calvin",
    "verse_id": 18627,
    "verse_count": 1,
    "reference": "48:12",
    "title": "",
    "html": " <p> <i>Hearken to me, O Jacob. <\/i>,We have formerly explained the reason why the Lord declares his eternity. It is, that we may know that he is always like himself, and that we may not measure him by our capacity. He bids us “hearken to him;” because we are led into errors and are carried away by false opinions, in consequence of refusing to lend our ears to him. <\/p>,\n <p> <i>And Israel, my called. <\/i>,When he says that “Israel has been called by him,” he indirectly contrasts this statement with the reprobation mentioned by him at the beginning of the chapter; for he shewed that the Jews falsely assumed this name, and idly gloried in it, inasmuch as they did not prove themselves to be true Israelites. Here, on the contrary, he affirms that “Israel is his called.” Just as if a father, in rebuking his son, should call him a bastard, and yet should afterwards acknowledge him to be his son, so the Lord shews that the Jews are so greatly degenerated that he might justly reject them, but that, although they do not deserve so high an honor as to belong to his family, still he pays regard to his calling, which no ingratitude or wickedness of men can set aside. <\/p>,\n <p> <i>I, even I. <\/i>,In this passage the particle <span class=\"greek-hebrew\">,אף <\/span>,(<i>aph <\/i>,,) <i>even, <\/i>,denotes continuance; for he lays down nothing else than that God is always like himself, and does not, like men, undergo change or alter his counsel. (<a class=\"ref\">Romans 3:3 <\/a>.) On this account he says that he is <i>the first and the last. <\/i>,But here it ought also to be observed, that Isaiah does not speak of God’s eternal essence, but applies this doctrine to our use, that we may know that he will be to us the same that he has always been, and next, that we may remember to distinguish him from idols, lest our understandings, led away by extravagant inventions, should fall off from the fear of him. <\/p>,",
    "audit": null
}