{
    "id": 6870,
    "source": "calvin",
    "verse_id": 17742,
    "verse_count": 1,
    "reference": "5:2",
    "title": "",
    "html": "<p><i> And he fenced it.<\/i> The incessant care and watchfulness of God in dressing his vine are asserted by the Prophet, as if he had said, that God has neglected nothing that could be expected from the best and most careful householder. And yet we do not choose to attempt, as some commentators have done, an ingenious exposition of every clause, such as, that the Church is<i> fenced<\/i> by the protection of the Holy Spirit, so that it is safe against the attacks of the devil; that the<i> wine-press<\/i> is doctrine; and that by<i> the stones<\/i> are meant the annoyances of errors. The design of the Prophet, as I have mentioned, was more obvious, namely, that by incessant care and large expenditure God has performed the part of an excellent husbandman. Yet it was the duty of the Jews to consider how numerous and diversified were the blessings which God had conferred on them; and at the present day, when the Church is represented under the metaphor of<i> a vineyard<\/i> , we ought to view those figures as denoting God’s blessings, by which he makes known not only his love toward us, but likewise his solicitude about our salvation.<\/p> \n<p>In the verb<i> planted<\/i> the order appears to be reversed, for one ought to begin with<i> planting<\/i> rather than with the<i> fence<\/i> ; but my explanation is, that after having<i> planted<\/i> , he did everything else that was necessary. Justly, therefore, does he charge them with ingratitude and treachery, when the fruits that ought to have followed such laborious cultivation were not brought forth. There is reason to fear that the Lord will bring the same accusation against us; for the greater the benefits which we have received from God, the more disgraceful will be our ingratitude if we abuse them. It is not without a good reason, or to enable them to make any idle display, that the Lord blesses his people; it is, that they may yield<i> grapes<\/i> , that is, the best fruit. If he be disappointed of his expectation, the punishment which the Prophet here describes will follow. The mention of his benefits ought, therefore, to produce a powerful impression on our minds, and to excite us to gratitude.<\/p> \n<p>Besides, the word<i> vineyard<\/i> , and a<i> vineyard<\/i> so carefully cultivated, suggests an implied contrast; for so much the more highly ought we to value the acts of God’s kindness, when they are not of an ordinary description, but tokens of his peculiar regard. Other blessings are indiscriminately bestowed, such as, that he<\/p> \n<p>maketh the sun to shine on the evil as well as on the good, (<a class=\"ref\">Matthew 5:45<\/a> ,)<\/p> \n<p>and supplies them with what is necessary for food and clothing. But how much more highly ought we to esteem that covenant of grace into which he has entered with us, by which he makes the light of the Gospel to shine on us; for his own people are its peculiar objects! That care and diligence, therefore, which the Lord continually manifests in cultivating our minds deserves our most earnest consideration.<\/p> \n<p><i> Therefore he hoped that it would bring forth grapes<\/i> He now complains that the nation which had enjoyed such high advantages had basely and shamefully degenerated; and he accuses them of undervaluing the kindness of God, for he says that, instead of<i> pleasant grapes<\/i> , they yielded only<i> wild<\/i> and bitter fruits. It is undoubtedly true that God, to whose eyes<i> all things are naked and opened<\/i> , (<a class=\"ref\">Hebrews 4:13<\/a> ,) is not deceived by his expectation like a mortal man. In the Song of Moses he plainly declares that he well knew from the beginning what would be the wickedness of his people.<\/p> \n<p><span> My beloved, says he, when she fares well and becomes fat,\nwill kick. (<\/span><a class=\"ref\">Deuteronomy 32:15<\/a> .)<\/p> \n<p>It is therefore not more possible that God should be mistaken in his expectations, than that he should repent. Isaiah does not here enter into subtle reasonings about the expectations which God had formed, but describes the manner in which the people ought to have acted, that they might not lose the benefit of such excellent advantages. Thus God commands that the Gospel be proclaimed<i> for the obedience of faith<\/i> , (<a class=\"ref\">Romans 16:26<\/a> ,) not that he expects all to be obedient, but because, by the mere hearing of it, unbelievers are rendered inexcusable. Moreover, there is nothing that ought to excite us more powerfully to lead a devout and holy life, than to find that those duties which we perform towards God are compared by the Holy Spirit to fruits of exquisite flavour.<\/p> ",
    "audit": null
}