{
    "id": 7360,
    "source": "calvin",
    "verse_id": 18246,
    "verse_count": 1,
    "reference": "30:28",
    "title": "",
    "html": " <p> <i>And his Spirit.<\/i>, He proceeds with that threatening which he had begun to utter, namely, that the Church will indeed be chastised, but yet that the Assyrians shall utterly perish; for he says that they will be plunged into the deep by the “Spirit” of God, or rather, that the “Spirit” himself is like a deep torrent which shall swallow them up. Others translate <span class=\"greek-hebrew\">,רוה<\/span>, <i>(rūăch<\/i>,) by “blowing,” and think that the allusion is to a storm or violent wind. <\/p>\n <p> <i>And with a useless sieve.<\/i>, The next metaphor employed is that of a “sieve,” which is very frequent in Scripture (<a class=\"ref\">Matthew 3:12<\/a>.) He says that he will shake the Assyrians with a sieve, in order to thrash and scatter them; and therefore he calls it “the sieve of vanity,” that is, a useless sieve, intended not to preserve, but to destroy; for, in another sense, the Lord is wont to “sift” his own people also, so as to gather them like good grain into the barn. <\/p>\n <p> <i>And a bridle causing to err.<\/i>, The third metaphor is that of a “bridle,” by which the Lord continually restrains the pride and rebelliousness of wicked men, and, in a word, shews that he is their Judge. True, indeed, the Lord commonly restrains and subdues his own people by a “bridle,” but it is in order to bring them to obedience; while, on the other hand, he restrains wicked men in such a manner as to cast them down headlong to destruction. This is what he means by the phrase “causing to err.” As furious horses are driven about in all directions by their riders, and, the more they kick are more violently struck and beaten; so the ungodly, when they are kept back, rush eagerly in the opposite direction, as it is beautifully described by David. (<a class=\"ref\">Psalms 32:9<\/a>.) <\/p>\n <p>The object of these metaphors is to shew that we must not sport with the Lord; for, although he appear for a time to act differently, we shall at length know by experience the truth of what the Prophet says, that his “breath” alone will be like a torrent to cast down the wicked, that they may be suddenly overwhelmed. Next, when he gives warning that the nations shall be winnowed with “a useless sieve,” we ought to fear lest the Lord, if he find in us nothing but chaff, throw us on the dunghill. Lastly, we must observe the difference that exists between the children of God and the reprobate; for the Lord chastises both, but in different ways—the children of God, that they may be purified and preserved—and the reprobate, that they may be cast down headlong and destroyed. <\/p>\n\n <p>FT565 “Grotius renders <span class=\"greek-hebrew\">,רוח<\/span>, (<i>rūăch<\/i>) <i>anger<\/i>, Luther and the English version <i>breath<\/i>,; but there is no sufficient reason for excluding an allusion to the Holy Spirit as a personal agent.” — <i>Alexander <\/i> <\/p>\n <p>FT566 “The sieve of emptiness. A sieve full of holes, that suffers both corn and chaff to pass together to the ground. So shall Jehovah make no distinction among the enemies of Israel.” — <i>Stock <\/i> <\/p>\n <p>FT567 “And a misleading bridle.” — <i>Alexander <\/i> <\/p>\n <p>FT568 “His glorious voice. (Heb. The glory of his voice.)”—Eng. Ver. “The majesty of his voice.” — <i>Stock <\/i> <\/p>\n <p>FT569 Calvin’s phrase, <span class=\"aramaic_text\">, baculus fundatas<\/span>, is followed by almost all the Latin interpreters, including Vitringa, and appears to have suggested the rendering, grounded staff, which is given in our common version, and has been followed by other translators. Almost all the commentators treat <span class=\"greek-hebrew\">,מוסדה<\/span>, (<i>mūsādāh<\/i>) as the particple Hophal of <span class=\"greek-hebrew\">,יסד<\/span>, (<i>yāsăd <\/i>); but there are strong reasons for viewing it as an abstract noun, for Rosenmüller has justly remarked that <span class=\"greek-hebrew\">,מטה<\/span>, (<i>măttēh<\/i>,) with Tzere instead of Segol, is in the construct state. Availing himself, as it would seem, of this suggestion, Professor Alexander very felicitously renders it “the rod of doom.” “The common version, grounded staff,” says he, “is almost unintelligible. It is now very generally agreed that <span class=\"greek-hebrew\">,מוסדה<\/span>, (<i>mūsādāh<\/i>) denotes the divine determination or decree, and that the whole phrase means the rod appointed by him, or, to put it in a form at once exact and poetical, the rod of destiny or doom.” Diodati’s Italian version gives “(lang. it) Ed ogni passagio della verga ferma,” “and every passage of the firm staff.” — <i>Ed <\/i> <\/p>\n <p>FT570 “ <span class=\"aramaic_text\">, Que la playe a esté attachee au dos de l’Assyrien<\/span>,;”—“That the wound has been fastened to the back of the Assyrian.” <\/p>\n <p>FT571 <span class=\"greek-hebrew\">,גיא הנום<\/span>, (<i>gēhĭnnōm<\/i>,) “the Valley of Hinnom.” <\/p>\n <p>FT572 “Of old.”—Eng. Ver. <\/p>",
    "audit": null
}