{
    "id": 7230,
    "source": "calvin",
    "verse_id": 18110,
    "verse_count": 1,
    "reference": "24:14",
    "title": "",
    "html": " <p> <i>They shall lift up their voice. <\/i>,He follows out and increases the consolations which he had briefly sketched; for, having formerly (<a class=\"isa\" verses=\"WzE3ODcwXQ==\">Isaiah 10:19 <\/a>) said that, out of that vast multitude, a few drops would be left, which would nevertheless overflow the whole world, in like manner he now says, that the small number of the godly, which shall be left out of an abundant vintage, will nevertheless rejoice and utter a voice so loud that it will be heard in the most distant countries. This was done by the preaching of the gospel; for, as to the condition of Judea, it appeared to be entirely ruined by it: the national government was taken away, and they were broken down by foreign and civil wars in such a manner that they never could rise above them. The rest of the world was dumb in singing the praises of God, and deaf to hear his voice; but as the Jews were the first fruits, I shall willingly admit that they are here placed in the highest rank. <\/p>,\n <p>Hence we obtain a remarkable consolation, that the Lord can in a moment restore his Church, and make it most flourishing; or rather, he can, as it were, create it out of nothing; for even out of death, as we have seen, he brings life. Now, this is contrary to nature and to ordinary custom, that so small a number of persons should lift up their voice, and be heard in distant places; for where there are few persons, there is silence, and where there is a crowd, there is commonly a noise. It is therefore a work of God, which goes beyond the course of nature and the ability of men; for otherwise it would appear as if the Prophet uttered what was contradictory, that when the whole of Judea had been laid waste and the world had been emptied, there would be few or almost none left, and yet that their shouting would be heard everywhere. This is in itself incredible, or rather absurd; but, as we have already said, it is an astonishing work of God. <\/p>,\n <p> <i>They shall cry aloud from the sea. <\/i>,By those heralds he means not only those who were the descendants of the Jews according to the flesh, but those who were descended from them by faith. The <i>crying aloud <\/i>,denotes not only cheerful voices, expressive of gladness and joy, but likewise confidence; for they will freely and boldly utter with a loud voice the praises of God. He states, at the same time, that it is right that believers should be employed in extolling God’s perfections and not their own claims to approbation. By <i>the sea <\/i>,, he obviously means distant countries, and those which lay beyond the sea and were unknown to the Jews. <\/p>,",
    "audit": null
}