{
    "id": 7515,
    "source": "calvin",
    "verse_id": 18405,
    "verse_count": 1,
    "reference": "38:14",
    "title": "",
    "html": " <p> <i>As a crane, or a swallow. <\/i> Hezekiah cannot satisfy himself in explaining the severity of his anguish. He now says that he was reduced so low that he could not utter an articulate voice, but muttered some confused sound, like persons who are almost at the point of death. Hence it is evident that his distress was excruciating; for the severity of the pain took away his voice, and his voice, he says, stuck in his throat; nothing was heard but indistinct groans. <\/p> \n <p>Such is the import of these metaphors of “the crane and the swallow,” which the Prophet employs. Still it is certain that this indistinct sound of the voice is nevertheless heard by God; though all our senses are oppressed by pain, and our throat is choked by grief, still God beholds our hearts and listens to godly sighs, which will be even more powerful than plain and direct words, provided that the Spirit is present, who produces in us those “groanings that cannot be uttered,” of which Paul speaks. (<a class=\"ref\">Romans 8:26 <\/a>.) There is no believer who does not feel that in prayer, when his heart is oppressed by any heavy sorrow, he either stammers or is almost dumb. <\/p> \n <p> <i>My eyes were lifted up on high. <\/i> These words are translated by some, “My eyes are weakened;” but that would not agree with the phrase, “on high.” On this account we must adopt a simpler meaning, that, although Hezekiah’s eyes were nearly worn out with weakness, so that he almost fainted, yet. he did not cease to lift up his eyes to heaven; and that he never was stupified to such a degree as not to know that he ought to ask assistance from God. Let us therefore learn by the example of Hezekiah to lift up our eyes to heaven, when our hearts are afflicted and troubled; and let us know that God does not demand from us great eloquence. <\/p> \n <p> <i>O Lord, it hath oppressed me; <\/i> <i>comfort me. <\/i> He confirms the sentiment already expressed, by immediately directing his discourse to God and imploring his aid. Being oppressed by the violence of disease, he desires that God would be present to assist him. Some render the words, “Be surety for me;” and the verb <span class=\"greek-hebrew\"> ערב <\/span> <i>(gnarab) <\/i> is often used in this sense; but it is more appropriate to say, “Comfort me,” or “Cheer me.” Or perhaps it will be thought preferable to translate, as some have done, “Cause me to rest.” Undoubtedly he asks comfort from God, that he may not sink under the violence of disease; and we ought to be assured of this, that the greater the weight of afflictions that oppresses us, the more will God be ready to give us assistance. <\/p> ",
    "audit": null
}