{
    "id": 7555,
    "source": "calvin",
    "verse_id": 18445,
    "verse_count": 1,
    "reference": "40:24",
    "title": "",
    "html": " <p> <i>It is as if they had not been planted. <\/i> Though the particle <span class=\"greek-hebrew\"> אף <\/span> (<i>aph <\/i>) signifies <i>also, <\/i> yet in this passage it may be more appropriately rendered “so that;” and thus the plain meaning will be, “So that you may say that they were not planted or sown.” It is an amplification of what he had formerly said, for he shews that the princes are totally destroyed and rooted out, so that no trace of them is left, any more than if they had never existed. So long as they remain in prosperity, they appear to be so strong as to be beyond the possibility of being thrown down by any adverse event. but such changes happen as blot out their name and remembrance, so that you would say that they had never existed; and we see that this has happened not only to men but even to very flourishing kingdoms. <\/p> \n <p>Since, therefore, great downfalls are so many tokens of God’s dreadful power, let us learn not to lean on earthly and deceitful supports, but, whatever may be the amount of our riches or strength, let us depend on him. God does not, as heathen men babble, turn about this world like a ball, as if he took pleasure in this game; but whenever any person is highly elevated, he never ceases from insolent boasting till he is thrown down headlong, so that the judgments of God are always manifest. We are also reminded by it, that it is wrong to ascribe to fortune or to any other cause the various events that happen; for God was not an instantaneous Creator, that would immediately abandon the charge of his work, but incessantly applies his hand, so that nothing is done but by his will and pleasure. Seeing that various changes thus happen in the world, seeing that those things which were thought to be firm and stable are transitory and fading, let us turn our minds to that supreme providence of God. <\/p> \n <p> <i>Even while he bloweth on them. <\/i> Hence he shows how light and trivial before God are those things which commonly dazzle our eyes and fill us with amazement; for we cannot think of any great king without being perfectly alarmed and stupified. But he shows that kings and princes are like stubble before God, by whose breath they are driven, as by a whirlwind, at any instant that he pleases. We are therefore taught that we ought never to be overwhelmed by the sight of any creature, so as not to render to God the honor and glory that are due to him. This ought to have been carefully considered by the Jews, who would have thought that that monarchy of the Babylonians, whose captives they were, would never be destroyed, and that they could not be rescued out of their hands, if they had not called to remembrance this doctrine, that nothing in this world is so durable that it may not be dissolved by the breath of God. That they may not despair of their salvation, the Prophet reminds them that God, as soon as he shall be pleased to thunder from heaven, will crush all that strength in their enemies that terrifies them, so that it shall vanish away. <\/p> ",
    "audit": null
}