{
    "id": 6912,
    "source": "calvin",
    "verse_id": 17784,
    "verse_count": 1,
    "reference": "7:1",
    "title": "",
    "html": "<p><i> And it came to pass.<\/i> Here is related a remarkable prophecy about the wonderful deliverance of Jerusalem, when it appeared to have been utterly ruined. Now the Prophet explains all the circumstances, that by means of them the miracle may be more fully displayed, and to make it manifest, that not by the wisdom or power of man, but by the favor of God, the city has been preserved. For so ungrateful were the people, that, at the close of this transaction, they would not have understood that they had been delivered by the hand of the Lord, if all the circumstances had not been expressly brought to their remembrance. And, indeed, there were very few persons who, in the hour of danger, ventured to hope what Isaiah promised; because they judged of themselves and of the state of public affairs from present appearances. In order, therefore, to make known the remarkable kindness of God, he enters into all the details, that they may perceive from what danger and from whose hand they have been delivered. Let us also understand that this kindness was conferred on ungrateful men, that the Church might be preserved, and that Christ might afterwards appear.<\/p> \n<p>It ought to be observed that the Prophet speaks of the second war which was fought by<i> Rezin and Pekah<\/i> ; and this may easily be inferred from the sacred history; for in the former war Ahaz was vanquished, and a vast multitude were carried into captivity, who were at length restored by the Israelites, when the Prophet, in the name of God, commanded that it should be done. Having again collected an army, (<a class=\"ref\">2 Kings 16:5<\/a> ,) the kings of Israel and Syria attacked Ahaz, because they thought that he had been worn out by the former war, and had no power to resist. The mention of this second war is intended to show the greatness of the miracle; for Ahaz had not strength left to resist so great a multitude, the flower of the whole nation having been swept away by the former war, and such of the people as remained being quite dispirited, and not yet recovered from the terror arising out of their recent defeat. So much the more, therefore, are the goodness and power of God displayed, that, pitying so great distress, he gave assistance to his people, and in a moment rescued them from the jaws of death, when all regarded their condition as hopeless.<\/p> \n<p><i> Went up.<\/i> This may be regarded as a statement and summary of the whole transaction; for he mentions the subjects on which he is about to speak, and in the Hebrew modes of expression briefly glances at those matters which he will afterwards explain more fully and at large. From the first he tells the result, that the expedition of the two kings was unsuccessful, and afterwards he will assign the reasons why Jerusalem could not be stormed; but before coming to that, he briefly notices the plan or design of King Ahaz.<\/p> ",
    "audit": null
}