{
    "id": 7223,
    "source": "calvin",
    "verse_id": 18102,
    "verse_count": 1,
    "reference": "24:6",
    "title": "",
    "html": "<p><i>Therefore hath the curse devoured the earth. <\/i> Some render it<i>perjury<\/i> , but as<span class=\"greek-hebrew\"> אלה<\/span> (ā<i>lāh<\/i>) signifies also a “curse,” I have no doubt that here he employs it to denote a “curse,” and alludes to those curses which Moses in the law threatens against wicked men and transgressors of the law, ( <a class=\"ref\">Leviticus 26:16; Deuteronomy 28:15<\/a>.) We know that the earth was cursed on account of the transgression of our first parent, so that it brought forth thorns and thistles instead of fruits. ( <a class=\"ref\">Genesis 3:17<\/a>.) The Lord mitigated this curse, so that, although men were ungrateful and unworthy, still it yielded them food. But when we do not cease to sin, and when we add sin to sin, is it not in the highest degree just that the earth should become barren and unfruitful, in order that we may more clearly perceive this curse, and that it may make a deeper impression on our senses?<\/p> \n<p><i>And its inhabitants are made desolate. <\/i> I think that<span class=\"greek-hebrew\"> אשם<\/span> (ā<i>shăm<\/i>) here means “to make desolate,” rather than “to forsake;” and this is apparent from the context, on which account I have translated it “are made desolate.” But perhaps it will be thought preferable to take the copulative<span class=\"greek-hebrew\"> ו<\/span> (<i>vau<\/i>) as signifying<i>because<\/i> , and then the meaning will be, “The earth accursed by God is burnt up, <i>because<\/i> its inhabitants have acted wickedly.”<\/p> \n<p><i>Therefore the inhabitants of the earth are burned, and few men left. <\/i> The word<span class=\"greek-hebrew\"> חרו<\/span> (<i>charu<\/i>) may be taken metaphorically, and I prefer this view of it, which makes the meaning to be, that those whom the wrath of God has consumed are burned up; because the destruction is compared to a conflagration. When he adds, “that few will be left,” we learn from it that this prediction cannot be explained as relating to the last day of judgment, and that, on the contrary, the Prophet foretells and confirms those desolations which threatened various nations, and that he does so in order that the godly may fear, and may be led to repentance, and may be prepared for enduring all things.<\/p> ",
    "audit": null
}