{
    "id": 6959,
    "source": "calvin",
    "verse_id": 17832,
    "verse_count": 1,
    "reference": "9:2",
    "title": "",
    "html": " <p> <i>The people walking in darkness hath seen a great light.<\/i>, He speaks of future events in the past tense, and thus brings them before the immediate view of the people, that in the destruction of the city, in their captivity, and in what appeared to be their utter destruction, they may behold the <i>light<\/i>, of God. It may therefore be summed up in this manner: “Even <i>in darkness<\/i>, nay, in <i>death<\/i>, itself, there is nevertheless good ground of hope; for the power of God is sufficient to restore life to his people, when they appear to be already dead.” Matthew, who quotes this passage, appears to torture it to a different meaning; for he says that this prediction was fulfilled when Christ preached along the sea-coast. (<a class=\"ref\">Matthew 4:16<\/a>.) But if we take a just view of the comparison, it will be found that Matthew has applied this passage to Christ correctly, and in its true meaning. Yet it does not appear that the view generally given by our commentators is a successful elucidation of the passage; for they merely assert that it belongs to the kingdom of Christ, but do not assign a reason, or show how it accords with this passage. If, therefore, we wish to ascertain the true meaning of this passage, we must bring to our recollection what has been already stated, that the Prophet, when he speaks of bringing back the people from Babylon, does not look to a single age, but includes all the rest, till Christ came and brought the most complete deliverance to his people. The deliverance from Babylon was but a prelude to the restoration of the Church, and was intended to last, not for a few years only, but till Christ should come and bring true salvation, not only to their bodies, but likewise to their souls. When we shall have made a little progress in reading Isaiah, we shall find that this was his ordinary custom. <\/p>\n <p>Having spoken of the captivity in Babylon, which held out the prospect of a very heavy calamity, he shows that this calamity will be <i>lighter<\/i>, than that which Israel formerly endured; because the Lord had fixed a term and limit to that calamity, namely, <i>seventy years<\/i>, (<a class=\"ref\">Jeremiah 25:11<\/a>,) after the expiration of which the <i>light<\/i>, of the Lord would shine on them. By this confident hope of deliverance, therefore, he encourages their hearts when overpowered by fear, that they might not be distressed beyond measure; and thus he made a distinction between the Jews and the Israelites, to whom the expectation of a deliverance so near was not promised. Though the Prophets had given to the elect remnant some taste of the mercy of God, yet, in consequence of the redemption of Israel being, as it were, an addition to the redemption of Judah, and dependent on it, justly does the Prophet now declare that a new <i>light<\/i>, has been exhibited; because God hath determined to redeem his people. Appropriately and skilfully, too, does Matthew extend the rays of <i>light<\/i>, to <i>Galilee<\/i>, and <i>the land of Zebulun<\/i>,. (<a class=\"ref\">Matthew 4:15<\/a>.) <\/p>\n <p> <i>In the land of the shadow of death.<\/i>, He now compares the captivity in Babylon to <i>darkness<\/i>, and <i>death<\/i>,; for those who were kept there, were wretched and miserable, and altogether like dead men; as Ezekiel also relates their speech, <\/p>\n <p>Dead men shall arise out of the graves. (<a class=\"ref\">Ezekiel 37:11<\/a>.) <\/p>\n <p>Their condition, therefore, was such as if no brightness, no ray of <i>light<\/i>, had shone on them. Yet he shows that this will not prevent them from enjoying <i>light<\/i>, and recovering their former liberty; and that liberty he extends, not to a short period, but, as we have already said, to the time of Christ. <\/p>\n <p>Thus it is customary with the Apostles to borrow arguments from the Prophets, and to show their real use and design. In this manner Paul quotes (<a class=\"ref\">Romans 9:25<\/a>) that passage from Hosea, <\/p>\n <p> <span> I will call them my people which were not my people,\n(<\/span>, <a class=\"ref\">Hosea 2:23<\/a>,) <\/p>\n <p>and applies it to the calling of the Gentiles, though strictly it was spoken of the Jews; and he shows that it was fulfilled when the Lord brought the Gentiles into the Church. Thus, when the people might be said to be buried in that captivity, they differed in no respect from the Gentiles; and since both were in the same condition, it is reasonable to believe that this passage relates, not only to the Jews, but to the Gentiles also. Nor must it be viewed as referring to outward misery only, but to the <i>darkness<\/i>, of eternal <i>death<\/i>, in which souls are plunged, till they come forth to spiritual light; for unquestionably we lie buried in <i>darkness<\/i>, till Christ shine on us by the doctrine of his word. Hence also Paul exhorts, <\/p>\n <p> <span> Awake thou that sleepest, and arise from the dead,\nand Christ shall give thee light. (<\/span>, <a class=\"ref\">Ephesians 5:14<\/a>.) <\/p>\n <p>If therefore we extend the commencement of the deliverance from the return from Babylon down to the coming of Christ, on whom all liberty and all bestowal of blessings depends, we shall understand the true meaning of this passage, which otherwise has not been satisfactorily explained by commentators. <\/p>",
    "audit": null
}