{
    "id": 7874,
    "source": "calvin",
    "verse_id": 18770,
    "verse_count": 1,
    "reference": "57:4",
    "title": "",
    "html": "<p><i>On whom have ye made sport?<\/i> The Prophet shows that there is no reason why the Jews should boast so proudly on the pretense of their birth, seeing that they mocked at God and the prophets. They thought that they had to deal with men, when they rejected the word; as we see that wicked men in the present day, while they fearlessly despise the doctrine of God and laugh at ministers, nevertheless shelter themselves, and falsely glory in the name of God. This is the reason why the Prophet bears hard upon them and censures with severity.<\/p> \n<p><i>On whom have ye opened the mouth?<\/i> The meaning of the words is, “When ye put forth the tongue against God, and mock his word, do ye think that ye have to deal with a mortal man?” The question (“On whom?“) means that they resorted to disguises and concealments, in order to conceal their impiety; for wicked men do not confess that they are rebels against God, and even complain that they are very unjustly treated. But they must be dragged to the light and convicted of their wickedness; for if there be a God in heaven, they carry on war with him, by attacking and rejecting his word and treating it as a fable.<\/p> \n<p>To “open the mouth” and to “put forth the tongue” mean the same thing, except that by these expressions he has more fully described their wickedness, in not only rejecting God, but also mocking him. The inward contempt of the heart had driven them to open jeers and blasphemies, so that they were not moved by any fear of disgrace.<\/p> \n<p><i>Seed of the adulterer and the whore. <\/i> At length he concludes that they are treacherous children, a lying seed, and that he has justly reproached them with being “the children of the whore;” for such contempt of God could not be found in the children of Abraham. Hence we learn in what manner wicked men ought to be treated, and with what severity they ought to be reproved, that they may not flatter themselves; and the more they despise everything that is held out in the name of God, the more ought their sacrilegious wickedness to be exposed and dragged forth to public view.<\/p> ",
    "audit": null
}