{
    "id": 6954,
    "source": "calvin",
    "verse_id": 17827,
    "verse_count": 1,
    "reference": "8:19",
    "title": "",
    "html": " <p> <i>And when they shall say to you.<\/i>, Isaiah continues the former subject, which is, that all the godly should not only use the authority of God as a shield, but should fortify themselves with it as a brazen wall, to contend against all ungodliness. He therefore entreats them to resist courageously if any one shall tempt them to superstition and unlawful modes of worship. The plural number is employed by him in order to signify that it was a vice which pervaded all ranks, and which abounded everywhere; as if he had said, “I see what will happen; you will be placed in great danger; for your countrymen will endeavor to draw you away from the true God; for, being themselves ungodly, they will wish you to resemble them.” At the same time he shows how wickedly they had departed from God’s law and covenant, by shamelessly pushing forward diviners and soothsayers whose name ought to have been held by them in abhorrence. <\/p>\n <p> <i>Should not a people ask counsel of their God?<\/i>, Some read these words in connection with what goes before, applying them to the ungodly, as if this were a pretense which they abused in order to deceive the simple; because there is no nation that has not oracles and revelations, but every nation <i>consults its gods<\/i>, or, in place of them, magicians and soothsayers. But what I reckon to be the more correct view is, that Isaiah advises his disciples to give this answer if they shall happen to be tempted to wicked modes of worship. Still the meaning is not fully cleared up; for this passage is commonly expounded as if it were a comparison drawn from the less to the greater. “What! seeing that the Gentiles consult their gods, and yet these gods are false, shall we not more highly esteem him whom we know to be the true God, and who hath revealed himself to us by so many proofs? What a shame will it be if their idols are more highly valued by the Gentiles than God is by us!” <\/p>\n <p>But I interpret this as referring to the Jews themselves, who were called by way of eminence (<span class=\"greek-hebrew\">,κατ ᾿ ἐξοχὴν<\/span>) <i>the people<\/i>, because God had adopted them. Nor is it of any importance that the Prophet employs the plural form <span class=\"greek-hebrew\">,אלהיו<\/span>, (<i>elohaiv<\/i>,;) for <span class=\"greek-hebrew\">,אלהים<\/span>, (<i>elohim<\/i>) is used as in the singular number. This is a shield by which all the superstitions which come imperceptibly upon us ought to be repelled. While some ponder and hesitate whether or not it be proper to consult diviners, let us have this answer in readiness, that God alone ought to be consulted. The Prophet alludes to that passage in Deuteronomy in which the Lord forbade them to go to magicians and soothsayers; and lest they should excuse themselves on the pretense that every nation had its interpreters or fortune-tellers, added, that they would not cease to have a <i>Prophet<\/i>, or be deprived of necessary instruction (<a class=\"ref\">Deuteronomy 18:10<\/a>.) It was therefore the will of the Lord that they should depend entirely on his word, and should learn from it alone whatever was useful for them to know, and should render obedience to him. <\/p>\n <p> <i>From the living to the dead.<\/i>, The preposition <span class=\"greek-hebrew\">,בעד<\/span>, (<i>begnad<\/i>) is variously rendered: frequently it is translated <i>for<\/i>,; and in that case the meaning will be, “Shall <i>the dead<\/i>, be consulted <i>for<\/i>, the business of <i>the living<\/i>,?” But as that meaning is forced, it would perhaps be better to explain it thus: “The Lord desires to be our teacher, and for that purpose hath appointed prophets, that we may learn from them his will, for a prophet is the mouth of the Lord. It is therefore unlawful to go <i>to the dead<\/i>, who have not been appointed for that end; for God did not intend to make use of <i>the dead<\/i>, for instructing us.” <\/p>\n <p>But when I examine the whole matter more closely, I choose rather to consider <span class=\"greek-hebrew\">,בעד<\/span>, (<i>begnad<\/i>) to mean <i>from<\/i>, that is, <i>from the living to the dead<\/i>,; as if he had said, “One God is sufficient for us for <i>the living and the dead<\/i>,. If you search through heaven, earth, and hell, you will find that one God is sufficient for us.” This is, I think, the best sense, and flows naturally. Accordingly, the Prophet arms the godly against the schemes and contrivances of wicked men by whom they might otherwise have been tempted to revolt, with the exhortation to be satisfied with God alone as their teacher, and not to offer him such an insult as to disregard his instruction and seek other teachers, but to cast away everything else, and depend on his truth alone, which immediately afterwards he again repeats and confirms. <\/p>",
    "audit": null
}