{
    "id": 7953,
    "source": "calvin",
    "verse_id": 18850,
    "verse_count": 1,
    "reference": "61:6",
    "title": "",
    "html": "<p><i> But ye shall be called the priests of Jehovah.<\/i> This verse sheds somewhat more light on the preceding; for in the second part of it the Prophet foretells that believers shall enjoy the riches of the Gentiles, and shall be raised to glory as their successors. The Jews, indeed, seize eagerly on such declarations, and already devour by covetousness the wealth of all the nations, as if they would one day possess it, and vaunt as if the glory of the whole world would become their own.<\/p> \n<p>But there are chiefly two things that ought to be observed in these words, that we may more fully understand them. First, the prophets, when they wish to describe the glory and happiness of the Kingdom of Christ, borrow comparisons from human affairs. Secondly, when they speak of the Church, they connect the Head with the members in such a manner that sometimes they look more at the Head than at the members. We must not understand the enjoyment of the wealth of others to mean that they who are converted to Christ shall seize on the wealth, or glory, or rank of others, which is most inconsistent with true religion; but because all things shall be brought under the dominion of Christ, so that he alone shall hold authority and rule. And that is what I have already said, that he looks both at the members and the Head. But when they come into the power of Christ, they are called ours, because Christ possesses nothing separate from his Church.<\/p> \n<p>In the same manner it is said elsewhere, (<a class=\"isa\" verses=\"WzE4NTc2XQ==\">Isaiah 45:14<\/a>) that the enemies of Christ “shall kiss his feet and supplicate pardon,” although this is done in the Church, in which they acknowledge Christ and yield to his doctrine. Thus Isaiah shows what the Father will give to the Son, who has lawful authority over the whole world, (<a class=\"ref\">Matthew 28:18<\/a>) and to whom<\/p> \n<p>“all things must be made subject.” (<a class=\"ref\">Hebrews 2:8<\/a>)<\/p> \n<p>Yet we must not omit what I mentioned a little before, that God gives large and kind support to his elect in the world, in order that they may feel that their condition is far better than that of unbelievers; for, though they are in want of many things, yet, being content with a little, they cheerfully give thanks to God, so that their hunger is better than all the abundance of unbelievers.<\/p> \n<p><i> Priests of Jehovah.<\/i> By this term he shows that the condition of the people shall be far more excellent than formerly; as if he had said, “Hitherto the Lord had chosen you to be his heritage; but he will adorn you with gifts much more excellent, for he will elevate you to the honor of the priesthood.” Although the whole people was “a kingdom of priests,” (<a class=\"ref\">Exodus 19:6; Deuteronomy 33:10<\/a>) yet we know that the tribe of Levi only discharged this office; but the Prophet declares that in future it shall be common to all. This was not manifested but under the reign of Christ. The restoration of the Church, indeed, began at the time when the people returned from Babylon; but at the coming of Christ believers were at length adorned and honored by this dignity; for all the saints have been consecrated to Christ, and discharge that office. To this belong the words of Peter,<\/p> \n<p>“Ye are a holy nation, a royal priesthood.” (<a class=\"ref\">1 Peter 2:9<\/a>)<\/p> \n<p>What is the nature of this kind of priesthood ought to be carefully observed; for we must no longer offer to God earthly sacrifices, but men must be offered and slain in obedience to Christ, as Paul declares that he slew the Gentiles by the sword of the Gospel, that thenceforth they might obey the Lord. (<a class=\"ref\">Romans 15:16<\/a>)<\/p> \n<p>Hence infer how childish is the folly of the Papists, who abuse this passage to prove their priesthood; for the Pope and his lackeys ordain priests to sacrifice Christ, not to teach the people. But Christ offered himself “by eternal redemption,” (<a class=\"ref\">Hebrews 9:12<\/a>) and he alone has once exercised this priesthood, and commands that the priest of the sacrifice shall be offered to us by the doctrine of the Gospel. Those persons, therefore, who usurp this office, and wish to repeat what he has completed, are guilty of sacrilege.<\/p> \n<p>But every person ought to offer himself, (<a class=\"ref\">Romans 12:1<\/a>) and all that he has, in sacrifice to God, that he may exercise this lawful priesthood; and next, ministers, who have been specially called to this office of teaching, ought to make use of the sword of the word to slay men and consecrate them to God. Lastly, those are lawful ministers who do not of themselves attempt or undertake anything, but faithfully and diligently execute the commands which they have received from God.<\/p> ",
    "audit": null
}