{
    "id": 6850,
    "source": "calvin",
    "verse_id": 17716,
    "verse_count": 1,
    "reference": "3:8",
    "title": "",
    "html": "<p><i>For Jerusalem is ruined. <\/i> Lest it should be thought that God is excessively cruel, when he punishes his people with such severity, the Prophet here explains briefly the reason of the calamity; as if he had said that the destruction of that ungodly people is righteous, because in so many ways they have persisted in provoking God. And thus he cuts off all ground of complaint; for we know with what insolent fury the world breaks out, when it is chastised with more than ordinary severity. He says that they were ready, both by words and by actions, to commit every kind of crimes. In speaking of their destruction, he employs such language as if it had already taken place; though the past may be taken for the future, as in many other passages.<\/p> \n<p><i>To provoke the eyes of his glory<\/i> . This mode of expression aggravates the crime, as denotes that they had intentionally resolved to insult God; for those things which are done before our eyes, if they are displeasing to us, are the more offensive. It is true that wicked men mock God, as if they were able to deceive him; but as nothing, however it may be concealed, escapes his view, Isaiah brings it as a reproach against them, that they openly and shamelessly, in his very presence, indulged in the commission of crimes. The word<i>glory<\/i> also deserves our attention; for it is a proof of extraordinary madness, if we have no feeling of reverence, when the majesty of God is presented to our view. If God had so illustriously displayed his<i>glory<\/i> before the nation of Israel, that they ought justly to have been humbled, if they had any remains of shame or of modesty. Whatever, then, may be the murmurings of wicked men against God, or their complaints of his severity, the cause of all the calamities which they endure will be found to be in their own hands.<\/p> ",
    "audit": null
}