{
    "id": 7759,
    "source": "calvin",
    "verse_id": 18655,
    "verse_count": 1,
    "reference": "49:18",
    "title": "",
    "html": " <p> <i>Lift up thine eyes round about. <\/i>,He arouses the Church to survey this magnificent work, as if it were actually before her eyes, and to behold the multitudes of men who shall flock into it from every quarter. Now, as this assemblage must have encouraged godly hearts during the dispersion, so they who were eye-witnesses must have been excited to gratitude. This shews clearly that this prediction was useful at both periods, not only while the event was still concealed by hope, but when it had been actually accomplished. Though he speaks to the whole Church at large, yet this discourse relates also to individuals, that all with one accord, and each person separately, may embrace these promises. <\/p>,\n <p>When he bids them “lift up their eyes,” he means that the reason why we are so much cast down is, that we do not examine the Lord’s work with due attention, but have a vail placed, as it were, before our eyes, to hinder us from seeing what lies at our feet. In consequence of this, we do not cherish any confidence, but in adversity are almost overwhelmed by despair. And if these things are said to the whole Church, let every man consider in his own heart how far he is chargeable with this vice, and let him forthwith arouse and awaken himself to behold the works of the Lord, that he may rely with all his heart on his promises. <\/p>,\n <p> <i>All are gathered together. <\/i>,When he says that the elect of the Church are “gathered together,” he means that, in order to their becoming one body under Christ, and, as it were, “one fold under one shepherd,” (<a class=\"ref\">John 10:16 <\/a>,,) they must be, if we may so express it, “gathered” into one bosom. Christ reckons and treats as his followers none but those who are joined in one body by unity of faith. Whoever then shall choose to be regarded as belonging to the number of the children of God, let him be a son of the Church; for all who are separated from it will be aliens from God. <\/p>,\n <p> <i>Thou shalt be clothed as with an ornament. <\/i>,The Prophet shews what is the true ornament of the Church, namely, to have a great number of children, who are brought to her by faith and guided by the Spirit of God. This is true splendor; this is the glory of the Church, which must be filthy and ugly, ragged and dishevelled, if she have not these ornaments. Hence we see how well the Papists understand what is the true manner in which the Church ought to be adorned; for their whole attention is given to painted tables, to statues, to fine buildings, to gold, precious stones, and costly garments; that is, they give their whole attention to puppets, like children. But the true dignity of the Church is internal, so far as it consists of the gifts of the Holy Spirit, and of progressive faith and piety. Hence it follows, that she is richly provided with her ornaments, when the people, joined together by faith, are gathered into her bosom, to worship God in a proper manner. <\/p>,\n <p> <i>I live, saith Jehovah. <\/i>,In order that this promise may be more certain, the Lord employs an oath, which is intended to warn us against distrust, and that, when we shall consider that her end is near, we may be certain that she shall be fully restored. And if this doctrine was ever necessary, it is especially necessary at the present time; for, wherever we tum our eyes, we meet with nothing but frightful desolation. <\/p>,\n <p>What then must we do, but, relying on this oath of God, struggle against despair, and not be terrified by our being inconsiderable in number, which makes us despised by the world, and not doubt that there are many of the elect, now wandering and scattered, whom God will at length assemble into his Church? And therefore we ought to encourage our hearts, and to lift up our eyes by faith, that we may extend our hope not only to a single age, but to the most distant period. <\/p>,",
    "audit": null
}