{
    "id": 7458,
    "source": "calvin",
    "verse_id": 18346,
    "verse_count": 1,
    "reference": "36:15",
    "title": "",
    "html": "<p><i> And let not Hezekiah make you trust in Jehovah.<\/i> He quotes the exhortation by which Hezekiah encouraged the people, and speaks lightly of it as an idle and unfounded speech. Hence we see plainly that wicked men, though they assert the power of God, treat it with contempt; for although he does not openly deny that God can assist, if he choose, yet, by sapping the foundations of their faith, he does all that he can to reduce the power of God to nothing. His intention is, to discourage the hearts of the people in such a manner that they may be constrained, as if in despair, to submit and receive laws from a victorious tyrant.<\/p> \n<p>But in order to destroy their confidence in the assistance of God, he employs also another expedient, by flattering their hearts with the allurements of a more comfortable life; for there is nothing to which we are more prone than to revolt from God, when we are drawn away by the appearance of advantage. If the world flatter and caress, the hope of eternal salvation quickly passes away; for our senses are always fixed on the present state of things. Fortified by this resource, Rabshakeh advises, “Do not depend on an uncertain hope, but rather receive what is certain.” And this discourse is powerfully fitted to persuade; for nothing is more agreeable to men than to have in hand what they consider to be desirable; and they are so impatient of delay that they prefer an immediate advantage to what is very distant. Rabshakeh, therefore, reasons thus: “Hezekiah promises to you the assistance of God, but we do not see it; he holds you in suspense about what is uncertain; but my king proraises to you those things which are at hand, and will assuredly bestow them.” This might appear to be a strong argument; but we must observe the sophistry; for by the same stratagem does Satan frequently attack us, and lead us aside from confidence in God.<\/p> \n<p>The Lord calls us to the hope of eternal life; that hope is concealed, “for we hope (<a class=\"ref\">Romans 8:25<\/a>) for what we do not see;” he promises that he will be our deliverer, and yet allows us to languish and hint.; so that it appears that our hope is vain, if we look at the present condition of things. On this ground Satan attacks us. “Why dost thou hope in vain? What is the fruit of thy faith? What dost thou expect beyond the world?” In short, this is our daily lamentation. When Christ calls us to heaven, Satan endeavors to keep us still on the earth; and therefore we must adhere firmly to the promises, that, “hoping against hope,” (<a class=\"ref\">Romans 4:18<\/a> ,) we may trust in God, and not suffer ourselves to be drawn away from him by any allurements.<\/p> ",
    "audit": null
}