{
    "id": 8016,
    "source": "calvin",
    "verse_id": 18914,
    "verse_count": 1,
    "reference": "65:16",
    "title": "",
    "html": "<p><i>He who blesseth himself in the earth. <\/i> Here the whole world is contrasted with a corner of Judea, in which the worship of God might be said to be shut up. Since the time when God has been manifested everywhere, he is not now worshipped in one particular district, but in all places without distinction; as Christ also teacheth, ( <a class=\"ref\">John 4:21<\/a> ,) “The hour cometh, when neither in this mountain, nor in Jerusalem, shall ye worship the Father;” and Paul also saith,<\/p> \n<p><span> “I wish that men in every place may lift up clean hands, without wrath and disputing.” \n(<\/span> <a class=\"ref\">1 Timothy 2:8<\/a>.)<\/p> \n<p>Thus the word “earth,” by which he denotes, in this passage, the whole world, is employed by him in an indirect contrast with Judea.<\/p> \n<p><i>Shall bless himself in the true God. Shall swear by the true God. <\/i> By “blessing” and “swearing” he denotes the whole of the worship of God. “Swearing,” as we have formerly seen, is a kind of worship of God; for by it we declare that all judgment belongs to God, and acknowledge that he is perfectly acquainted with all that we do. We “bless,” when we wish to obtain from him all prosperity, and render thanksgiving to him alone; and, in short, when we acknowledge that our prosperity comes from no other source than from his undeserved kindness. By “the true God” is meant that he is faithful to his promises and steadfast to his purpose; though perhaps there is an implied and indirect contrast between “the true God” and the false gods of the Gentiles.<\/p> \n<p><i>For the former afflictions are surrendered to forgetfulness. <\/i> This promise relates to believers only. God declares that he will put an end to their afflictions and distresses, that the calamity of the Church may not be perpetual. This began to be accomplished when the people were brought out of Babylon; for, although they were afflicted in various ways both during the journey and at home, yet the severity of the punishments was mitigated; because the return to their native country, the rebuilding of the temple, the restoration of regular government, soothed their griefs, and supported their hearts by good hope till the coming of Christ.<\/p> ",
    "audit": null
}