{
    "id": 6800,
    "source": "calvin",
    "verse_id": 17664,
    "verse_count": 1,
    "reference": "1:9",
    "title": "",
    "html": " <p> <i>Except the Lord of hosts had left unto us<\/i>, Here he concludes what he had formerly declared concerning God’s chastisements, that the desolation which shall take place—or rather which is present, and which they now behold—may be compared to the destruction of <i>Sodom<\/i>, were it not that the Lord snatched as it were from the <i>burning a very small remnant<\/i>,. And this verse confirms what I formerly said, that the Prophet’s description of the calamities which had already taken place is interwoven with those events which were immediately at hand, as if he had said, Be not deceived by flatteries; you would be in the same condition that Sodom and Gomorrah now are, were it not that God, in compassion on you, has preserved <i>a remnant<\/i>,. This agrees with the words of Jeremiah, <\/p>\n <p>It is of the Lord’s mercies that we are not consumed. (<a class=\"ref\">Lamentations 3:22<\/a>.) <\/p>\n <p>Hence we ought to observe two things. First, the Prophet here describes utter destruction; and yet, because God had to deal with his Church and his beloved people, that judgment is mitigated by special grace, so that out of the general ruin of the whole nation God rescues his people, whom he justly compares to <i>a very small remnant<\/i>,. But if God punished the crimes of the Jews by such dreadful chastisements, let us consider that we may share the same fate if we imitate their rebellion: for God had set apart that nation for himself, and had distinguished them from the ordinary lot of other men. Why then should he spare us if we shall be hardened in our ungodliness and treachery? Or rather, what is likely to be the result of that mass and sink of crimes in which men throughout the whole world give way to their passions? Unquestionably it will be the same with the fate of <i>Sodom and Gomorrah<\/i>, unless his vengeance shall be restrained by a regard to that gracious covenant in which he promised that the Church shall be eternal; and this threatening, which is truly awful and alarming, is applicable to all obstinate and incurable men, whose vices no punishments can destroy or weaken. <\/p>\n <p>Again, we ought to observe that saying of Jeremiah, which I have already glanced at, that it must be attributed to the tender mercies of God that we are not altogether destroyed. (<a class=\"ref\">Lamentations 2:22<\/a>.) For if We Shall Consider the vast amount Of wickedness which prevails among all classes, we shall wonder that even a single individual is left, and that all have not been removed from the land of the living; and in this way God <i>withdraws his hand<\/i>, (<a class=\"ref\">Ezekiel 20:22<\/a>,) that there may be some Church preserved in the world. This is the reason assigned by Paul, who is the best interpreter of this passage, when, by quoting it, he represses the haughtiness of the Jews, that they may not boast of the mere name, as if it had been enough that they were descended from the fathers; for he reminds them that God could act towards them as he had formerly done towards the fathers, but that through his tender mercies <i>a remnant shall be saved<\/i>,. (<a class=\"ref\">Romans 9:27<\/a>.) And why? That the Church may not utterly perish; for it is through the favor which he bears towards it that the Lord, though our obstinacy lays him under the necessity of trying the severest judgments, still reserves some small <i>seed<\/i>,. (<a class=\"ref\">Romans 9:29<\/a>.) This statement ought to yield us powerful consolation even in those heaviest calamities in which we are apt to think that it is all over with the Church; that, though everything should go into confusion, and the world, as we say, be turned upside down, we may persevere with unshaken fortitude, and may rest assured that God will always be mindful of his Church. <\/p>\n <p> <i>A very small remnant<\/i>, This clause may be connected either with what goes before or with what follows, and accordingly some render it, <i>We would have been almost like Sodom<\/i>,. But I prefer connecting it with the former clause, so as to deduce that the number which God had <i>reserved<\/i>, out of the destruction is <i>small<\/i>,. Some think that: <span class=\"greek-hebrew\">,כ<\/span>,(<i>caph <\/i>) is here used affirmatively, so as to express the matter more strongly; and I have no objection to that view, though we may take it in its natural and literal signification, as if he had said, “and that shall be a small number.” This declaration ought to be carefully observed; for if the Church does not spread far and wide, men are wont to despise her. Hence it comes that hypocrites are proud of their numbers; and weak men, terrified by the pompous display of those numbers, stagger. We also learn from it that we ought not to judge by the largeness of the number, unless we choose to prefer the chaff to the wheat, because the quantity is greater; but we ought to be satisfied with knowing that, though the number of the godly be small, still God acknowledges them as his chosen people; and we ought also to call to remembrance that consolatory saying, <\/p>\n <p> <span>, Fear not, little flock; for it is your Father’s good pleasure\nto give you the kingdom. (<\/span>, <a class=\"ref\">Luke 12:32<\/a>.) <\/p>",
    "audit": null
}