{
    "id": 7267,
    "source": "calvin",
    "verse_id": 18149,
    "verse_count": 1,
    "reference": "26:18",
    "title": "",
    "html": " <p> <i>We have as it were brought forth wind. <\/i>,The second thing to be remarked is, that he goes beyond the limit of the metaphor; for when there is no end to their distresses, the condition of the godly is worse than that of women in labor, who, as soon as they are free from their pains, break out into joy at the sight of what they have brought forth, (<a class=\"ref\">John 16:21 <\/a>,,) and forget all their sorrows. The godly, on the other hand, he tells us, are continually bringing forth; for new troubles and anxieties constantly await them, and when they think that the birth is at hand, they bring forth nothing but anguish. That is what he means by <i>wind, <\/i>,namely, that there is no removal or abatement of pain; and immediately afterwards he thus explains it, <i>Salvations have not been wrought for the land, <\/i>,that is, we have not beheld any deliverance. <\/p>,\n <p> <i>And the inhabitants of the world have not fallen. <\/i> <span class=\"greek-hebrew\">,יפלו ובל <\/span>,(ū <i>băl yĭppĕlū <\/i>,,) that is, <i>have not fallen <\/i>,; for <span class=\"greek-hebrew\">,נפל <\/span>,(<i>nāphăl <\/i>) signifies “to fall.” Others explain it “to dwell.” If we take it in that sense, the meaning will be, “The Jews shall not dwell,” that is, they shall not return to their own land; the inhabitants who possess it shall not perish. But if we follow the ordinary interpretation, we must view it as referring to the wicked. “The inhabitants of the world annoy us and do not fall; everything goes on prosperously with them.” <\/p>,\n <p>So long as the wicked flourish, the children of God must be unhappy, and become like women in labor; and this condition must be quietly endured by us, if we wish to have a place in the Church of God. It is, indeed, the common lot of all to endure numerous and endless afflictions; and hence comes the old proverb, “It is happy not to be born, or, when born, immediately to depart out of life.” But we see that the godly are visited with sore anguish and very heavy afflictions beyond others; for in this manner God wishes to try their faith, that, after having laid aside their desires and forsaken the world, they may serve him. Since, therefore, the Lord has a peculiar care of them, he must chastise them, while he permits wicked men to indulge in unbounded licentiousness. <\/p>,\n <p>Here we are also reminded that we must endure not merely one or another calamity, and must not imagine that, when we have endured some afflictions, there are none in reserve for us; for we ought always to be prepared to endure new ones. When God begins to chastise his people, he does not immediately cease. We shall “bring forth wind” when we think that the birth is at hand; other calamities will break out, and we shall be continually attacked by additional sorrows. We must therefore maintain this warfare so long as it shall please God to employ us in it. Accordingly, we shall follow the ordinary interpretation, <i>have not fallen <\/i>,; for, as the Lord cheers his people, when he manifests to them his salvation and punishes the wicked, so he gives them occasion to groan, so long as they behold their enemies placed in a lofty position and exercising high authority. And if the Lord in this manner tried his Church in former times, we need not wonder that we experience the same thing in the present day. <\/p>,\n <p>By <i>the inhabitants of the world <\/i>,he means heathens and irreligious men; for he contrasts the rest of the world with Judea, which he formerly called, by way of eminence, (<span class=\"greek-hebrew\">,κατ ᾿ ἐξοχὴν <\/span>,,) <i>the land <\/i>,, and mentions its inhabitants apart. <\/p>,",
    "audit": null
}