{
    "id": 7733,
    "source": "calvin",
    "verse_id": 18629,
    "verse_count": 1,
    "reference": "48:14",
    "title": "",
    "html": "<p><i>Assemble, all of you, and hear. <\/i> There can be no doubt that the Prophet addresses the Jews, though here he utters nothing that ought not to be acknowledged by all. But because unbelieving and irreligious men have no ears, on this account he does not invite them to “hear.” We know that the Jews enjoyed this privilege above other nations, that God revealed himself to them. ( <a class=\"ref\">Psalms 147:19; Romans 3:2<\/a>.) “God is known in Judea,” says the Psalmist,: his name is great in Israel.” ( <a class=\"ref\">Psalms 126:1<\/a>.) So much the less excusable was either their slothfulness or their obstinacy, in paying scarcely any regard to their own prosperity. Whence arose their great levity or proneness to revolt, but from their undervaluing or despising the inestimable treasure of heavenly doctrine? They therefore deserved to be sharply and severely rebuked by the Prophet, who now exclaims against them, indirectly remarking that they wickedly and perversely agree among themselves to cast into the shade the grace of God.<\/p> \n<p><i>Who among them foretelleth those things?<\/i> Here God appears to permit the Jews to bring forward publicly any objection which they can make, as those who trust to the goodness of their cause venture to taunt their adversaries: “Produce thy arguments; if thou possessest any acuteness, shew it.” Of his own accord, therefore, he makes an attack upon them, and gives them permission to shew, if they can find any argument to that effect, that such things were foretold by the gods of the Gentiles. We may also extend it to the diviners and augurs, who claimed for themselves the knowledge of future events, and who could not at all foresee such things. With the same view he will repeat what follows in the next verse, “It is I, it is I who have spoken.” The object of the whole is to shew that the Jews waver, and even fall away, in consequence of not estimating sufficiently how extraordinary a blessing it is to learn from the sacred mouth of God all that is necessary for their salvation.<\/p> \n<p><i>Jehovah hath loved him, and he shall execute his pleasure on Babylon. <\/i> He points out a single instance, that God had now deigned to foretell to them the end of their captivity in Babylon. Cyrus is not named by him as the dispenser of this favor, but, as if he were speaking of a man who was known and ascertained, he says, without mentioning the name, that God has chosen him to take Babylon by force. The word<i>loved<\/i> is not employed in an absolute sense, but<span class=\"greek-hebrew\"> πρὸς τὶ<\/span> ; with reference to a particular object; and therefore it is limited to the successful result of the expedition. In like manner Saul, with reference to a particular object, was dear to God, so that he reigned for a time, and was even endued with the gift of prophecy. ( <a class=\"ref\">1 Samuel 10:10<\/a>.) The case is different with believers, whom God has embraced with an unchangeable love, and whom he never permits to fall away from him. He intimates that Cyrus will take Babylon by force, in consequence of having undertaken this work by God’s appointment and direction, not indeed intentionally on his part, but in such a manner as God makes even the ignorant and blind to go where he pleases, or compels them against their will to yield obedience; for the Prophet does not applaud Cyrus for voluntary obedience, but rather magnifies the providence of God, by which he leads all men to execute his counsel.<\/p> \n<p><i>And his arm. <\/i> Some read the word “arm” in the nominative, and others in the accusative case; but it makes little difference as to the meaning. <i>Arm<\/i> may here be taken for “work,” and in a metaphorical sense; and thus the passage will read more smoothly. “He will execute his counsel on Babylon, his work on the Babylonians;” for we know that it is a distinguishing peculiarity in the style of the prophets to join together “the work of the Lord” and his “counsel.” Indirectly he reproaches the Jews with their ingratitude in refusing to believe the promises of God, though he points out the event, as it were, with the finger, and speaks in a very different manner from that in which either diviners or false gods are accustomed to speak. In a word, he wishes to convince the Jews that, the taking of Babylon by storm shall be “the work of the Lord,” under whose direction Cyrus shall execute it, in order that the Church may at length be delivered.<\/p> \n\n“Others, without supplying<span class=\"greek-hebrew\"> ב<\/span> , <i>(beth,)<\/i> suppose that this phrase contains an aposiopesis, and read the words thus: ‘And his arm the Babylonians,’ that is, ‘And his arm (shall strike or shall make war upon) the Babylonians.’ Koeher, thinking that in the words<span class=\"greek-hebrew\"> וזרועו כשדים<\/span><i>(uzerogno kassedim)<\/i> there is no ellipsis, explains them to mean, ‘And the Babylonians his arm,’ that is, they shall be his supporters. ‘For,’ adds he, ‘their aid was of no small consequence, if what Xenophon (Cyroped. 4:24; 5:11) has recorded about Gobryas and Gadates, who were Babylonians, be true. Thus, allies, friends, and any one that assists another, are accounted to be his<i>arm.’”<\/i> —<i>Rosenmuller. <\/i> ",
    "audit": null
}