{
    "id": 7467,
    "source": "calvin",
    "verse_id": 18355,
    "verse_count": 1,
    "reference": "37:2",
    "title": "",
    "html": " <p> <i>And he sent Eliakim. <\/i> This message was not intended merely to invite Isaiah to join with him in lamentation, but to request some consolation from his doctrine. And indeed to no purpose shall prayers be poured into the air, if they do not rest on the word of God. Thus we see that unbelievers are exceedingly noisy in their prayers, and yet they flee from God by despising or disregarding his promises. It was therefore a proof of sincere piety in Hezekiah, that, while he was earnestly employed in prayer, he at the same time added a confirmation of his hope, that he might not yield to temptation. <\/p> \n <p> <i>To Isaiah, the son of Amos the Prophet. <\/i> He follows the method appointed by God, when he wishes to hear God speaking by the mouth of “the Prophet.” (<a class=\"ref\">Deuteronomy 18:15; Malachi 2:7<\/a>.) Though he relies on God alone, he does not reject the testimony of a mortal man; and therefore not without reason does he expressly add the designation <i>Prophet; <\/i> for he sends to Isaiah, that he may be confirmed by some new prediction, and names him, not as a private individual, but as the servant of God, whose duty it was to soothe the pious king by some consolation. <\/p> \n <p>There are therefore two remedies that deserve our attention, by which we are soothed in affliction. First, we ought to call on God to deliver us; and, secondly, we ought to consult the prophets, at least, if we can obtain them, that they may bring us some comfort out of the word of God; for it is their duty to encourage and comfort the afflicted by promises, and if they fail to do so, still abundant consolation is communicated to us from the word. And we ought to consult the prophets, who were appointed, not only for their own age, but also for posterity and for every age; for although the men are dead, yet their books survive; their doctrine lives and shall never die. We shall never, therefore, be destitute of true remedies, if we do not reject them; but, in a word, we ought always to consult God. <\/p> \n <p>It may be asked, “Was not Hezekiah abundantly supplied and fortified by the promises of God? Was it not a sign of distrust to seek new promises from the Prophet?” I reply, it ought not to be ascribed to unbelief or distrust, that he seeks a new promise; for, being conscious of his weakness, he does not scruple to ask new confirmations. The flesh always excites us to distrust, and therefore we ought not to despise additional aid; on the contrary, we ought always to seek every kind of assistance, by which we may resist various temptations; for on all sides Satan attacks and besieges us in such a manner that, if we are not strongly fortified, we shall scarcely be able to escape his snares and devices till the end. Although, therefore, we have been taught by the word of God that he will assist us in adversity, yet when we are engaged in any arduous contest, it is proper that we should again and again ask at the mouth of the Lord, and seek new confirmations for the purpose of strengthening our faith. There are indeed no prophecies of the same kind that are given to us in the present day; but we ought to apply to our use the general prophecies, which were also written for our benefit. (<a class=\"ref\">Romans 15:4<\/a>.) <\/p> \n <p>As to the reason why Hezekiah sent ambassadors, and did not himself go to Isaiah, it was obviously because he was praying in the Temple; for the circumstance, that all the elders and counsellors were clothed with sackcloth, shews clearly that the mourning was general; and it is probable that prayers were publicly offered by the command of the king. Yet it ought to be observed, that the Prophet did not remain at home for his own ease or pleasure, but by his absence God intended to try the faith of the pious king. <\/p> ",
    "audit": null
}