{
    "id": 7586,
    "source": "calvin",
    "verse_id": 18477,
    "verse_count": 1,
    "reference": "41:25",
    "title": "",
    "html": " <p> <i>I have raised him from the north. <\/i>,He again returns to that argument; which he had briefly handled, respecting the foreknowledge and power of God, and shews that to him alone in whom these are found, the name of God belongs; and therefore that they are empty idols, which neither know nor can do anything. When he says that he “raised him from the north,” some explain this as relating to Cyrus, and others as relating to Christ. But I think that here the Prophet denotes two things; for when he says “from the north,” he means the Babylonians, and when he says “from the east,” he means the Medes and Persians; as if he had said, “Two changes shall happen that are worthy of remembrance; for I will raise up the Babylonians, whose empire I will exalt on high, and next shall come the Persians, who shall become their masters.” <\/p>,\n <p>Though these events happened afterwards, and after a long interval, he shews that they were already well known to him, and appointed by his decree, so that the accomplishment of them is a clear proof of his divinity. Yet, in the former clause, he threatens punishment for the purpose of terrifying the Jews; in the latter he commends his mercy; because he testifies that both the captivity and the deliverance of the people will be his work, so that it is evident that both foreknowledge and power belong to him. Heathens make a division of various offices among their gods: Apollo foretells what is to come, Jupiter executes it, and another god does something else. But it belongs to God, not only to foretell or declare what shall happen, but to arrange everything according to his pleasure; for every divine attribute belongs to God alone, and cannot be ascribed to another; and this is the reason why he claims for himself foreknowledge and execution as inseparable. <\/p>,\n <p>When he says that he calls him “from the north,” as I suggested a little before, he predicts the future captivity of which at that time there was no expectation, because the Jews were friends and allies of the Chaldeans, and at the same time he prophesies concerning the restoration of the people who were permitted by Cyrus to return into their native land. Who would have thought, when matters were in that state, that such things could be believed? Especially since it was after a long interval that they followed; for they happened two hundred years after having been predicted by the Prophet. The Lord testifies that he is the author of these events, that all may know that the Babylonians did not attack them by chance, but that the Lord raised them up as scourges for chastising the Jews, and that the Persians and Medes did not subdue the Babylonians by their own power, but because they were led and prompted by the hand of God. In these words, therefore, he describes the greatness and power of God, and so much the more plainly by declaring that kings and princes, with respect to him, are clay. Hence we see more clearly that the Prophet had regard not only to his own age, but to posterity; for these things could not be known to the men who lived at that time, but posterity, who had actual experience of their accomplishment, understood them better; so that none could doubt that it is God alone “to whom all things are naked and open,” (<a class=\"ref\">Hebrews 4:13 <\/a>,,) and who directs everything according to his pleasure. <\/p>,\n <p>This is a remarkable passage for establishing the full and perfect certainty of the oracles of God; for the Jews did not forge these predictions while they were captive in Babylon, but long after the predictions had been delivered to their fathers, they at length recognised the righteous judgment of God, by whom they had been warned in due time, and then embraced his mercy, having learned that they would be at length delivered by the Lord, who wished to preserve his Church, and whom they had found to be faithful to his promises. Hence, therefore, we may conclude with certainty, that Isaiah did not speak at his own suggestion, but that his tongue was moved and guided by the Spirit of God. <\/p>,\n <p> <i>And he has come. <\/i>,When he says that “he has come,” the meaning is, that all that has been foretold by the command of God will infallibly be accomplished. He speaks of a future event, and thus illustrates the foreknowledge of God; and when he says that God is the author of these events, this relates to his power and might. <\/p>,\n <p> <i>He shall call on my name. <\/i>,To call “on the name of God” means nothing else than to undertake anything in obedience to his authority. It is true, indeed, that nothing was farther kern the intention of Cyrus than to be employed in the service of the God of Israel, or to follow him as a leader; but the event shewed that God, in a secret manner, led the way, so as to conduct him by successive and incredible victories to Babylon. <\/p>,\n <p> <i>And as a potter he shall tread the clay. <\/i>,This comparison is added, because the power of the Babylonians was so vast that it was universally believed that it could not be assailed, and they looked upon themselves as invincible. Since therefore the Babylonians, trusting to their resources, despised all their adversaries, and were elated with pride, the Prophet says, that not only they, but many others shall be subdued and “trodden down like the clay.” In short, he means that the wealth of the Babylonians shall not prevent this change from being made, or the Medes and Persians from becoming masters of the empire; and, indeed, the propriety of this metaphor was clearly proved by the event, when Cyrus, after having conquered so many nations, and gained so many brilliant victories, within a short period subdued the whole of the East. <\/p>,",
    "audit": null
}