{
    "id": 7353,
    "source": "calvin",
    "verse_id": 18239,
    "verse_count": 1,
    "reference": "30:21",
    "title": "",
    "html": "<p><i> Then shall thine ears hear.<\/i> It was indeed no despicable promise which he made of an abundant produce of the fruits of the earth, but the chief ground of gladness and joy is, when God restores to us pure and sound doctrine; for no scarcity of wheat ought to terrify and alarm us so much as a scarcity of the word; and indeed, in proportion as the soul is more excellent than the body, so much the more ought we to dread this kind of famine, as another prophet also reminds us. (<a class=\"ref\">Amos 8:11<\/a> .) Isaiah promises this to the Jews as the most valuable of all blessings, that they shall be fed with the word, by the want of which they had formerly been heavily afflicted. The false prophets also boast of the word, and in a more haughty and disdainful manner than godly teachers: they wish to be reckoned and declared to be the best guides; but they lead men into error, and at length plunge them into destruction. But the word which points out the right path comes from God alone, though it would be of little service to us, if he did not also promise that he would give us ears; for otherwise he would speak to the deaf, and we should hear nothing but a confused sound.<\/p> \n<p><i> A word behind thee.<\/i> These words must be extended so far as to mean that he will not permit what he speaks to us to be useless, but will inwardly move our understandings and hearts, so as to train them to true obedience; for by nature we are not willing to learn, and must be altogether formed anew by his Spirit. The word<i> hear<\/i> is very emphatic. He compares God to a schoolmaster, who places the children before his eyes, that he may more effectually train and direct them; by which he expresses the wonderful affection and care manifested towards us by God, who does not reckon it enough to go before us, but also “with his eye upon us gives us direction.” (<a class=\"ref\">Psalms 32:8<\/a> .) But the Prophet declares that they who follow God as their guide will be in no danger of going astray.<\/p> \n<p><i> Walk ye in it.<\/i> This is an exhortation to cheerful progress, so that their journey may not be retarded, as frequently happens, by any uncertainty. What he adds, about<i> the right hand<\/i> and<i> the left<\/i> , might be thought absurd; for when Moses pointed out to the people the way in which they should walk, he at the same time charged them “not to turn aside to the right hand or to the left.” (<a class=\"ref\">Deuteronomy 5:32<\/a> .) The road is straight and we ought not to seek any departures from it.<\/p> \n<p>What then does the Prophet mean? I reply, he uses the words “Right” and “Left” in a different sense; for he means by them every kind of transactions which we must undertake to perform. These are various, as there are also various modes of living; and every person meets with difficulties of many kinds, and is under the necessity of deliberating about them. By the “right and left hand,” therefore, he means all the actions of human life, whatever they are, so that, in all that we undertake, we may have God for our guide, and may always regulate our transactions by his authority, whether we must go “to the right hand or to the left.” And hence we derive very great consolation, that the Lord will favor our undertakings, and will direct our steps, to whatever hand we turn, provided only that we do not turn aside from the path which he points out to us.<\/p> ",
    "audit": null
}