{
    "id": 7789,
    "source": "calvin",
    "verse_id": 18685,
    "verse_count": 1,
    "reference": "51:11",
    "title": "",
    "html": "<p><i>Therefore the redeemed by Jehovah shall return. <\/i> He now describes more plainly what he had briefly remarked; for, after having related the magnificent works of God, by which he formerly displayed his power in Egypt, in order to deliver his people, he concludes that neither the sea, nor the lofty rocks, nor the whirlpools, nor even hell itself, can prevent him from leading forth his people out of Babylon. And in order to confirm it more fully, and to apply that example, he calls them “redeemed,” that they may know that, when God calls himself the deliverer of his people, this belongs to them, and that they may not doubt that, in delivering them, he will produce such an example as had been already exhibited; for the reason is the same.<\/p> \n<p><i>Shall come to Zion. <\/i> Namely, to that place where he wished that men should call on his name, that the temple may be rebuilt and the pure worship of God restored; for, since the Jews, during the Babylonish captivity, ought to expect the same aid as had been obtained by their fathers, because God was in like manner the Redeemer of the children also, they were superior to the fathers in one respect, that God had at that time chosen Mount Zion, in which he had promised that his rest would be eternal. ( <a class=\"ref\">Psalms 132:14<\/a>.) But since the work of God, which Isaiah promises, was worthy of admiration, on this account, he exhorts the people to praise and thanksgiving.<\/p> \n<p><i>With a song. <\/i><span class=\"greek-hebrew\"> רנה<\/span><i>(rinnah)<\/i> may indeed be taken simply for “rejoicing;” but, as it frequently denotes the praise which is rendered to God when we acknowledge his benefits, I prefer to take it in that sense in this passage. The meaning is, that there will be a great and unexpected change, so that they shall have very abundant ground of joy and thanksgiving. When he says that<i>joy shall be on their head,<\/i> he alludes to the chaplets of flowers with which they were wont to adorn themselves at banquets. He adds that “they shall obtain joy,” which denotes that their enjoyment shall be solid and lasting. Lastly, for the purpose of amplification, he adds that all sorrow shall be banished, that they may not dread what frequently happens, that<i>joy,<\/i> by a sudden change, shall give place to mourning. ( <a class=\"ref\">Proverbs 14:13<\/a>.) Yet the Prophet instructs them, though they groan and are sorrowful, to wait patiently for that issue which he promises.<\/p> ",
    "audit": null
}