{
    "id": 6955,
    "source": "calvin",
    "verse_id": 17828,
    "verse_count": 1,
    "reference": "8:20",
    "title": "",
    "html": "<p><i> To the law and testimony.<\/i> There are indeed various ways of explaining this passage. Some think that it is the form of an oath, as if the Prophet were swearing<i> by the law<\/i> that they were apostates, and would entice others to a similar apostasy. But I take a different view of it, which is, that he directs our attention<i> to the law and the testimony<\/i> ; for the preposition<span class=\"greek-hebrew\"> ל<\/span> , (<i> lamed<\/i> ,)<i> to<\/i> , plainly shows that this is the meaning. Now,<i> the testimony<\/i> is joined with the<i> law<\/i> , not as if it were different, but for the sake of explanation, “<i> to the law<\/i> , ” which contains<i> the testimony<\/i> or<i> declaration<\/i> of the will of God toward us. In short, we ought to take the word<i> testimony<\/i> as describing a quality, in order to inform us what advantage we derive from<i> the law<\/i> ; namely, that God reveals himself to us in<i> the law<\/i> , and declares what is that relation to us which he chooses to hold, and lays down what he demands from us, and in short everything necessary to be known.<\/p> \n<p>It is therefore a very high commendation of<i> the law<\/i> that it contains the doctrine of salvation, and the rule of a good and happy life. For this reason also he justly forbids us to turn aside from it in the smallest degree; as if he should say, “Forsake all the superstitions on which they are so madly bent; for they are not satisfied with having God alone, and call to their aid innumerable inventions.” In this manner also Christ speaks,<\/p> \n<p>They have Moses and the prophets, let them hear them, (<a class=\"ref\">Luke 16:29<\/a> ;)<\/p> \n<p>for though Abraham is there brought forward as the speaker, still it is a permanent oracle which is uttered by the mouth of God. We are therefore enjoined to<i> hear the law and the prophets,<\/i> that we may not be under the influence of eager curiosity, or seek to learn anything from<i> the dead<\/i> . If<i> the law and the prophets<\/i> had not been sufficient, the Lord would not have refused to allow us other assistance.<\/p> \n<p>Hence we learn that everything which is added to the word must be condemned and rejected. It is the will of the Lord that we shall depend wholly on his word, and that our knowledge shall be confined within its limits; and therefore, if we lend our ears to others, we take a liberty which he has forbidden, and offer to him a gross insult. Everything that is introduced by men on their own authority will be nothing else than a corruption of the word; and consequently, if we wish to obey God, we must reject all other instructors. He likewise warns us that, if we abide by<i> the law<\/i> of the Lord, we shall be protected against superstitions and wicked modes of worship; for, as Paul calls<\/p> \n<p><span> the word of God is the sword of the Spirit,\n(<\/span><a class=\"ref\">Ephesians 6:17<\/a> ,)<\/p> \n<p>so by the word, Satan and all his contrivances are put to flight. We ought therefore to flee to him whenever we shall be attacked by enemies, that, being armed with it, we may contend valiantly, and at length put them to flight.<\/p> \n<p><i> If they shall not speak.<\/i> I do not relate all the expositions of this passage, for that would be too tedious; and I consider the true exposition to be so well supported that it will easily refute all others. It is usually explained to mean that wicked men trifle with their inventions, and expose their impostures to sale,<i> because there is no light in them<\/i> ; that is, because they have not ordinary understanding. For my own part, I consider this to be a reason for encouraging believers to perseverance; that if wicked men depart from the true doctrine, they will evince nothing else than their own blindness and darkness. We ought to despise their folly, that it may not be an obstruction to us; as Christ also teaches us that we should boldly set aside such persons, so as not to be in any degree affected by their blindness or obstinacy. “<i> They are blind<\/i> , ” says he, “<i> and leaders of the blind<\/i> . Do you wish of your own accord to perish with them?” (<a class=\"ref\">Matthew 15:14<\/a> .)<\/p> \n<p>The Prophet therefore enjoins us to ascribe to the word such high authority, that we shall venture boldly to despise the whole world, if the word be opposed by them; for if even angels should do this, we might condemn them also by the authority of the word.<\/p> \n<p>If an angel from heaven, says Paul, preach anything else, let him be accursed. (<a class=\"ref\">Galatians 1:8<\/a> .)<\/p> \n<p>How much more boldly, therefore, shall we condemn men who set themselves in opposition to God? The mode of expression is emphatic,<i> If they shall not speak according to this word<\/i> . He brings an accusation of blindness against every man who does not instantly and without dispute adopt this sentiment, that we ought not to be wise beyond<i> the law<\/i> of God.<\/p> ",
    "audit": null
}