{
    "id": 7294,
    "source": "calvin",
    "verse_id": 18177,
    "verse_count": 1,
    "reference": "28:12",
    "title": "",
    "html": " <p> <i>For he said to them. <\/i> Some explain it by circumlocution in this manner: “If one should say to them, This is the rest, they refuse to hear.” But this is a feeble exposition, and does not connect the various parts of the passage in a proper manner. On the contrary, the Prophet assigns the reason why God appears to the Jews to be a barbarian: it is, because they had not ears. Words were spoken to the deaf. It was to no purpose that the Lord offered to them rest. This deafness arose from obstinacy, for they wickedly and rebelliously rejected doctrine. Their wickedness was doubly inexcusable in refusing rest which was offered to them, and which all men naturally desire. It was in itself intolerable baseness to be deaf to the voice of God speaking, but it was still more foul ingratitude deliberately to reject a blessing which was in the highest degree desirable. Accordingly, he points out the benefit which they might have derived from the obedience of faith, and of which they deprived themselves by their own wickedness. He therefore reproaches them with this ignorance and blindness; for it springs from their own stubbornness in maliciously turning away their eyes from the light which was offered to them, and choosing rather to remain in darkness than to be enlightened. <\/p> \n <p>Hence it follows that unbelievers, as soon as God has exhibited to them his word, voluntarily draw down on themselves wretched uneasiness; for he invites all men to a blessed rest, and clearly points out the object by which, if we shape the course of our life, true happiness awaits us; for no man who has heard heavenly doctrine can go astray except knowingly and willingly. We learn from it how lovely in our eyes heavenly doctrine ought to be, for it brings to us the invaluable blessing of enjoying peace of conscience and true happiness. All confess loudly that there is nothing better than to find a place of security; and yet, when rest is offered, many despise it, and the greater part of men even refuse it, as if all men expressly desired to have wretched perplexity and continual trembling: and yet no man has a right to complain that he errs through ignorance; for nothing is clearer or plainer than the doctrine of God, so that it is vain for men to plead any excuse. In short, nothing can be more unreasonable than to throw the blame on God, as if he spoke obscurely, or taught in a confused manner. Now, as God testifies in this passage that he points out to us in his word assured rest, so, on the other hand, he warns all unbelievers that they suffer the just reward of their wickedness when they are harassed by continual uneasiness. <\/p> \n <p> <i>Cause the weary to rest <\/i>. Some explain it thus, that God demands the duties of brotherly kindness, in order that he may be reconciled to us, and that those duties are here included, a part being taken for the whole. But I think that the Prophet’s meaning is different, namely, that God points out to us that rest by which our weariness may be relieved, and that consequently we are convicted of deeper ingratitude, if even necessity, which is a very sharp spur, does not quicken us to seek a remedy. This saying of the Prophet corresponds nearly to the words of Christ, <\/p> \n <p>“Come to me, all ye that labor and are heavy laden, and I will give you rest.” (<a class=\"ref\">Matthew 11:28<\/a>.) <\/p> \n <p>In a word, Isaiah informs the Jews that they have this choice, “Do they prefer to be refreshed and relieved, or to sink under the burden and be overwhelmed?” This confirms a passing remark which I made a little before, that God does not in vain exhort those who seek repose to come to him, as we shall elsewhere see, <\/p> \n <p>“I have not in vain said to the house of Jacob, Seek me.” (<a class=\"isa\" verses=\"WzE4NTgxXQ==\">Isaiah 45:19<\/a>.) <\/p> \n <p>Since, therefore, if we do not stand in the way, we shall be taught by his word, we may safely rely on the doctrine which is contained in it; for he does not intend to weary us out by vain curiosity, as men often draw down upon themselves much distress and anguish by idle pursuits. <\/p> \n <p>Besides, when he shews that this rest is prepared for the weary who groan under the burden, let us at least be taught by the distresses which harass us to betake ourselves to the word of God, that we may obtain peace. We shall thus find that the word of God is undoubtedly fitted to soothe our uneasy feelings, and to give peace to our perplexed and trembling consciences. All who seek “rest” in any other way, and run beyond the limits of the word, must always be subjected to torture or wretched uncertainty, because they attempt to be wise and happy without God. We see that this is the condition of the Papists, who, having despised this peace of God, are wretchedly tormented during their whole life; for Satan tosses and drives them about in such a manner that they are tormented with dreadful uneasiness, and never find a place of rest. <\/p> ",
    "audit": null
}