{
    "id": 7743,
    "source": "calvin",
    "verse_id": 18639,
    "verse_count": 1,
    "reference": "49:2",
    "title": "",
    "html": "<p><i>And he hath placed my mouth as a sharp sword, <\/i>he employs a twofold comparison, that of “a sword” and of “a quiver,” in order to denote the power and energy of the doctrine; and he shews why he was called, and why he was honored by a name so excellent and illustrious, namely, that he may teach; for this is what he means by the word “mouth.” Christ hath therefore been appointed by the Father, not to rule, after the manner of princes, by the force of arms, and by surrounding himself with other external defences, to make himself an object of terror to his people; but his whole authority consists in doctrine, in the preaching of which he wishes to be sought and acknowledged; for nowhere else will he be found. He asserts the power of his “mouth,” that is, of the doctrine which proceeds from his mouth, by comparing it to “a sword;” for <\/p>\n<p>“the word of God is quick and powerful, and sharper than any two-edged sword, and piercing even to the dividing of the soul and the spirit, and of the joints and marrow, and is a discerner of the thoughts and intentions of the heart.” (<a class=\"ref\">Hebrews 4:12<\/a>.) <\/p>\n<p><i>And hath made me as a polished arrow. <\/i>He now compares his mouth to “an arrow,” because it strikes not only close at hand, but likewise at a distance, and reaches even those who appear to be far off. <\/p>\n<p><i>In his quiver hath he hid me. <\/i>After having spoken of the efficacy of doctrine, Isaiah adds, that God, by his power, protects Christ and his doctrine, so that nothing can stop his course. And this was very necessary to be added; for, as soon as the mouth of Christ is opened, that is, as soon as his Gospel is preached, adversaries rise up on all sides, and innumerable enemies league together in order to crush it; so that the efficacy which he ascribes to doctrine would not be sufficient, if there were not added his protection, in order to drive away adversaries. <\/p>\n<p>Besides, the present question is not about the person of Christ, but about the whole body of the Church. We must indeed begin with the Head, but we must next come down to the members; and to all the ministers of the Word must be applied what is here affirmed concerning Christ; for to them is given such efficacy of the Word, that they may not idly beat the air with their voices, but may reach the hearts and touch them to the quick. The Lord also causes the voice of the Gospel to resound not; only in one place, but far and wide throughout the whole world. In short, because he faithfully keeps them under his protection, though they are exposed to many attacks, and are assaulted on every side by Satan and the world, yet they do not swerve from their course. We ought to have abundant knowledge of this from experience; for they would all to a man have been long ago ruined by the conspiracies and snares of adversaries, if the Lord had not defended them by his protection. And indeed, amidst so many dangers, it is almost miraculous that a single preacher of the Gospel is permitted to remain. The reason of this is, that the Lord guards them by his shadow, and “hides them as arrows in his quiver,” that they may not be laid open to the assaults of enemies and be destroyed. <\/p>",
    "audit": null
}