{
    "id": 7330,
    "source": "calvin",
    "verse_id": 18216,
    "verse_count": 1,
    "reference": "29:22",
    "title": "",
    "html": "<p><i>Therefore thus saith Jehovah. <\/i> This is the conclusion of the former statement; for he comforts the people, that they may not despair in that wretched and miserable condition to which they shall be reduced. We ought to observe the time to which those things must relate, that is, when the people have been brought into a state of slavery, the temple overturned, the sacrifices taken away, and when it might be thought that all religion had fallen down, and that there was no hope of deliverance. The minds of believers must therefore have been supported by this prediction, that, when they were shipwrecked, they might still have this plank left, which they might seize firmly, and by which they might be brought into the harbour. We too ought to take hold of these promises, even in the most desperate circumstances, and to rely on them with our whole heart.<\/p> \n<p><i>To the house of Jacob. <\/i> The address made to them should lead us to remark, that the power of the word of God is perpetual, and is so efficacious that it exerts its power, so long as there is a people that fears and worships him. There are always some whom the Lord reserves for himself, and he does not allow the seed of the godly to perish. Since the Lord hath spoken, if we believe his word, we shall undoubtedly derive benefit from it. His truth is firm, and therefore, if we rely on him, we shall never want consolation.<\/p> \n<p><i>Who redeemed Abraham. <\/i> Not without good reason does he add, that he who now declares that he will be kind to the children of Jacob is the same God “who redeemed Abraham.” He recalls the attention of the people to the very beginning of the Church, that they may behold the power of God, which had formerly been made known by proofs so numerous and so striking that it ought no longer to be doubted. If they gloried in the name of Abraham, they ought to consider whence it was that the Lord first delivered him, that is, from the service of idols, which both he and his fathers had worshipped. ( <a class=\"ref\">Genesis 11:31; Joshua 24:2<\/a>.) But on many other occasions he “redeemed” him; when he was in danger in Egypt on account of his wife, ( <a class=\"ref\">Genesis 12:17<\/a> ,) and again in Gerar, ( <a class=\"ref\">Genesis 20:14<\/a> ,) and again when he subdued kings, ( <a class=\"ref\">Genesis 14:16<\/a> ,) and likewise when he received offspring after being past having children. ( <a class=\"ref\">Genesis 21:2<\/a>.) Although the Prophet has chiefly in view the adoption of God, when the Lord commanded him to leave “his father’s house,” ( <a class=\"ref\">Genesis 12:1<\/a> ,) yet under the word “redeemed” he includes likewise all blessings; for we see that Abraham was “redeemed” on more than one occasion, that is, he was rescued from very great dangers and from the risk of his life.<\/p> \n<p>Now, if the Lord raised up from Abraham alone, and at a time when he had no children, a Church which he should afterwards preserve, will he not protect it for ever, even when men shall think that it has perished? What happened? When Christ came, how wretched was the dispersion, and how numerous and powerful were the enemies that opposed him! Yet, in spite of them all, his kingdom was raised up and established, the Church flourished, and drew universal admiration. No one therefore ought to doubt that the Lord exerts his power whenever it is necessary, and defends his Church against enemies, and restores her.<\/p> \n<p><i>Jacob shall not now be ashamed. <\/i> He means that it often happens that good men are constrained by shame to hang down their heads, as Jeremiah declares in these words, “I will lay my mouth in the dust.” ( <a class=\"ref\">Lamentations 3:29<\/a>.) Micah also says, “It is time that wise men should hide their mouth in the dust.” ( <a class=\"ref\">Micah 7:16<\/a>.) For when the Lord chastises his people so severely, good men must be “ashamed.” Now, the Prophet declares that this state of things will not always last. We ought not to despair therefore in adversity. Though wicked men jeer and cast upon us every kind of reproaches, yet the Lord will at length free us from shame and disgrace. At the same time, however, the Prophet gives warning that this favor does not belong to proud or obstinate persons who refuse to bend their neck to God’s chastisements, but only to the humble, whom shame constrains to hang down their heads, and to walk sorrowful and downcast.<\/p> \n<p>It may be asked, Why does he say, “Jacob shall not be ashamed?” For “Jacob” had been long dead, and it might be thought that he ascribed feeling to the dead, and supposed them to be capable of knowing our affairs. Hence also the Papists think that the dead are spectators of our actions. But the present instance is a personification, such as we frequently find in Scripture. In the same manner also Jeremiah says,<\/p> \n<p>“In Ramah was heard the voice of Rachel bewailing her children, and refusing to be comforted, because they are not;”<\/p> \n<p>for he describes the defeat of the tribe of Benjamin by the wailing of “Rachel,” who was their remote ancestor. ( <a class=\"ref\">Jeremiah 31:15<\/a>.)<\/p> \n<p>Isaiah introduces Jacob as moved with shame on account of the enormous crimes of his posterity; for Solomon tells us that “a wise son is the glory of his father and a foolish son brings grief and sorrow to his mother.” ( <a class=\"ref\">Proverbs 10:1<\/a>.) Though mothers bear much, still they blush on account of the wicked actions of their children. What then shall be the case with fathers, whose affection for their children is less accompanied by foolish indulgence, and aims chiefly at training them to good and upright conduct? Do they not on that account feel keener anguish, when their children act wickedly and disgracefully? But here the Prophet intended to pierce the hearts of the people and wound them to the quick, by holding out to them their own patriarch, on whom God bestowed blessings so numerous and so great, but who is now dishonored by his posterity; so that if he had been present, he would have been compelled to blush deeply on their account. He therefore accuses the people of ingratitude, in bringing disgrace on their fathers whom they ought to have honored.<\/p> ",
    "audit": null
}