{
    "id": 7057,
    "source": "calvin",
    "verse_id": 17934,
    "verse_count": 1,
    "reference": "14:5",
    "title": "",
    "html": " <p> <i>The Lord hath broken the staff of the wicked.<\/i>, He answers the question which has just been put; for he did not intend that believers should doubt that it would happen, but rather that they should be amazed at such wonderful works of God; for the question had a tendency to arouse their minds to more earnest attention. It is as if he had said that it did not happen at random or through the blind violence of fortune that they have not been oppressed by continual bondage, but that it ought to be ascribed to the providence of God, who <i>hath broken<\/i>, that hard yoke of bondage. Now, the ungodly are amazed at such works, and remain bewildered, because they do not see the reason; but the godly know that this ought to be ascribed to God. Let us therefore learn to admire the works of God, and while we are amazed at them, let us acknowledge him to be the Author; and let us not think that any of them ought to be lightly passed over, especially when he displays his power for redeeming his Church, when by his wonderful power he delivers each of us from the bondage of the devil, from the tyranny of Antichrist, from eternal death. It is no ordinary work, of which any part ought to be ascribed to the power of man or to any other cause. <\/p>\n <p>To <i>the staff of the wicked<\/i>, he adds <i>the sceptre of the rulers;<\/i>, and by this repetition he means that no imperial power can support unjust tyranny. And immediately afterwards he states more clearly that the monarchy of the Babylonians would be destroyed, because it was unjust and tyrannical, when he says (<a class=\"isa\" verses=\"WzE3OTM1XQ==\">Isaiah 14:6<\/a>) that the people had been struck with <i>an incurable stroke<\/i>, and that there was no limit to the violence, because they had rioted with impunity in unbounded licentiousness. This reminds us that at length God will not spare tyrants, though he may wink at them for a time. The same destruction awaits them as, we learn, befell Babylon; for <i>the Lord is righteous<\/i>, (<a class=\"ref\">Psalms 11:7<\/a>,) and is always like himself. <\/p>",
    "audit": null
}