{
    "id": 8033,
    "source": "calvin",
    "verse_id": 18931,
    "verse_count": 1,
    "reference": "66:8",
    "title": "",
    "html": " <p> <i>Who hath heard such a thing?<\/i>, He extols the greatness of the thing of which he has spoken; for he means that there shall be a wonderful and “unheard of” restoration of the Church; so that believers shall not judge of it from the order of nature, but from the grace of God; for when men reflect upon it: they think that it is like a dream, as the Psalmist says. (<a class=\"ref\">Psalms 126:1<\/a>.) He does not mean that the Church shall be restored perfectly and in a moment; for the advancement of this restoration is great and long-continued, and is even slow in the estimation of the flesh; but he shews that even the beginning of it exceeds all the capacity of the human understanding. And yet he does not speak hyperbolically; for we often see that the Church brings forth, which previously did not appear to be pregnant. Nay more, when she is thought to be barren, she is rendered fruitful by the preaching of the gospel; so that we greatly admire the event, when it has happened, which formerly we reckoned to be altogether incredible. <\/p>\n <p>These things were fulfilled in some measure, when the people returned from Babylon; but a far brighter testimony was given in the gospel, by the publication of which a diversified and numerous offspring was immediately brought forth. In our own times, have we not seen the fulfillment of this prophecy? How many children has the Church brought forth during the last thirty years, in which the gospel has been preached? Has not the Lord his people, at the present day, in vast numbers, throughout the whole world? Nothing, therefore, has been here foretold that is not clearly seen. <\/p>\n <p> <i>Shall a nation be born at once?<\/i>, He illustrates the glory of the miracle by a metaphor. No “nation” ever came into the world in an instant; for it is by degrees that men assemble, and grow in number, and spread their nation. But the case is very different with the Church, which all at once, and in more than one place, brings forth a vast number of children. It amounts to this, that God, in a wonderful manner, will cause innumerable children of the Church, in an extraordinary manner, to be born all at once and suddenly. <\/p>\n <p> <i>Shall a land be brought forth in one day?<\/i>, The word <span class=\"greek-hebrew\">,ארף<\/span>, (<i>eretz<\/i>,) “a land,” may be taken either for any country, or for its inhabitants. <\/p>",
    "audit": null
}