{
    "id": 7437,
    "source": "calvin",
    "verse_id": 18325,
    "verse_count": 1,
    "reference": "35:4",
    "title": "",
    "html": "<p><i>Say to them that are faint hearted. <\/i>That strength of which he spoke is breathed into our hearts by God through his word, as “by faith alone we stand” (<a class=\"ref\">2 Corinthians 1:24<\/a>) and live; and therefore he adds the promise of grace yet to come. <\/p>\n<p><i>Behold, your God will come. <\/i>First, it ought to be observed that God does not wish that his grace should remain concealed and unknown, but rather that it should be proclaimed and imparted, that they who totter and tremble may compose and invigorate their hearts. And this is one method by which our hearts may be cheered amidst heavy distresses; for if we are not supported by the word of the Lord, we must faint and despair. This, then, is the office assigned to the teachers of the word, to raise up them that are fallen down,  to strengthen the feeble, to upheld the tottering. <\/p>\n<p>We ought also to observe how great is the efficacy of the word in “invigorating the feeble hands and strengthening the tottering knees;” for if it had not been a powerful instrument in communicating this strength, the Prophet would never have spoken in this manner; and, indeed, if God struck only our ears by his word, and did not pierce our hearts, these words would have been spoken in vain. Since, therefore, the Lord assigns this office to the word, let us know that he also imparts this power to it, that it may not be spoken in vain, but may inwardly move our hearts, not always indeed or indiscriminately, but where it pleases God by the secret power of his Spirit to work in this manner. And hence we infer that the same word makes us disposed to obey him; for otherwise we shall be indolent and stupid; all our senses shall fail, and we shall not only waver, but shall be altogether stupified by unbelief. We, therefore, need to receive aid from the Lord, that the removal of our fear and the cure of our weakness may enable us to walk with agility. <\/p>\n<p><i>Fear not; behold, your God will come. <\/i>This warning deeply fixed in our minds will banish slothfulness. As soon as men perceive that God is near them, they either cease to fear, or at least rise superior to excessive terror. <\/p>\n<p>“Be not anxious,” says Paul, “for the Lord is at hand.” (<a class=\"ref\">Philippians 4:5<\/a>.) <\/p>\n<p>On this subject we have spoken largely on other occasions; and the Apostle to the Hebrews appears to allude to this passage, when, after having charged them not to be wearied and faint-hearted, he quotes the words of the Prophet. (<a class=\"ref\">Hebrews 12:3<\/a>.) Yet he directs this discourse to every believer, that they may be excited to perseverance<i>, <\/i>and because they have many struggles to maintain, may advance steadfastly in their journey. Nor is it superfluous that he adds <i>your God; <\/i>for if we do not know that he is our God, his approach will produce terror, instead of giving cause of joy. Not the majesty of God, which is fitted to humble the pride of the flesh, but his grace, which is fitted to comfort the fearful and distressed, is here exhibited; and, therefore, it is not without reason float he is represented as a guardian, to shield them by his protection. <\/p>\n<p>If it be objected that he brings terror when he comes to take vengeance, I reply that this vengeance, is threatened against wicked men and enemies of the Church. To the latter, therefore, he will be a terror, but to believers he will be a consolation; and accordingly he adds that he will come to save them, because otherwise it might be objected, “What is it to us if our enemies be punished? What good does it do to us? Must we take delight in the distresses of enemies?” Thus he expressly declares that it will promote our “salvation;” for the vengeance which God takes on wicked men is connected with the salvation of the godly. In what manner the godly are delivered from anxiety and dread by the favor of God and by the expectation of his aid, has been explained at a former passage).  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 7:4<\/a>.) At present it ought to be observed, that God is prepared and armed with vengeance, that believers may learn to lean on his aid, and not to fancy some deity unemployed in heaven. Such is also the object of the repetition of the words, “he will come;” because distrust is not all at once banished from the hearts of men. <\/p>\n<p>The end of the verse may either be rendered, <i>God himself will come with a recompense, <\/i>or <i>He will come with the recompense of God; <\/i>but as the meaning is the same, the reader may make his choice Yet if it be thought preferable to view  <span class=\"greek-hebrew\">אלהים<\/span> <i>(elohim) <\/i>as in the genitive case, <i>“of God,” <\/i>then by “the recompense of God” is emphatically meant that which belongs peculiarly to God, that believers may be fully convinced that he is a “rewarder” as truly as he is God.  <\/p>",
    "audit": null
}