{
    "id": 6981,
    "source": "calvin",
    "verse_id": 17855,
    "verse_count": 1,
    "reference": "10:4",
    "title": "",
    "html": "<p><i> If they shall not fall down.<\/i> As the meaning of the particle<span class=\"greek-hebrew\"> בלתי<\/span> (<i> bilti<\/i>) is ambiguous, various interpretations of it have been given by commentators. Some take it in an exclusive sense, as in many other passages of Scripture; as if he had said,<i> Only he shall fall down among the bound and slain<\/i> ; that is, because all will be condemned and given up either to captivity or to death. Others render it,<i> Without me they shall fall<\/i> . If this rendering be preferred, the Prophet shows that the cause of their destruction is, that they have revolted from God; and unquestionably the cause of all our distresses is, to forsake the fountain of life and of salvation, and of all blessings. In this manner he sharply reproves the madness of the ungodly, who vaunt of having been forsaken by God, as if nothing were more desirable or pleasant than to withdraw to the greatest distance from him; and thus it will be an ironical reproof, that their calamity will arise from no other source than from the absence of God, in whom, without any good ground, they had rejoiced.<\/p> \n<p>Others consider it to be an elliptical expression, that they will have no hiding-place but by throwing themselves down under the captives and the slain. It might also be a form of an oath,<i> If they shall not<\/i> ; and the meaning would be highly appropriate, that God swears in wrath that he will spare none of them, but will abandon some to captivity, and will deliver up others to be put to death. In a word, this declaration shows what are the consequences that await all those who, after having been warned by the word of God, do not repent. From what immediately follows, we learn that a dreadful and alarming destruction is threatened; for he repeats what he had already said frequently, that<i> the wrath of the Lord is not yet apparent,<\/i> that he will find out more frightful punishments for avenging himself. This teaches us that nothing is more truly desirable than to be moved by a sincere feeling of repentance, and to acknowledge our fault, that we may obtain pardon from the Lord.<\/p> ",
    "audit": null
}