{
    "id": 6928,
    "source": "calvin",
    "verse_id": 17800,
    "verse_count": 1,
    "reference": "7:17",
    "title": "",
    "html": " <p> <i>The <\/i>,Lord <i>shall bring upon thee. <\/i>,Here the Prophet, on the other hand, threatens the wicked hypocrite, who pretended that he was unwilling <i>to tempt God <\/i>,, and yet called for those whom the Lord had forbidden him to call to his aid. (<a class=\"ref\">Exodus 23:32 <\/a>.) That he might not indulge in undue exultation and insolence on account of the former promise, he likewise threatens his destruction, and declares that what he hopes to be his preservation, that is, the aid of the Assyrians, will be utterly destructive to him. (<a class=\"ref\">2 Kings 16:7; 2 Chronicles 28:16 <\/a>.) As if he had said, “Thou promisest everything to thyself from the king of Assyria, and thinkest that he will be faithful to thee, because thou hast entered into a league and covenant with him, which God had forbidden; but thou shalt quickly understand of what advantage it will be to thee to have <i>tempted God <\/i>,. Thou mightest have remained at home and at ease, and mightest have received the assistance of God; but thou choosest rather to call in the Assyrians. Thou shalt find them to be worse than thine own enemies;” <\/p>,\n <p>This discourse, therefore, agrees with what goes before; for he presses more closely the treachery and ingratitude of the king, who had rejected both the word of God and the sign, and had rendered himself unworthy of every promise. And as it is customary with hypocrites, when they have escaped from any danger and fear, immediately to return to their natural disposition, he affirms that nothing shall protect the Jews from being likewise involved in just punishments. He expressly declares that <i>the family of David <\/i>,, which might have claimed exemption on the ground of its peculiar privilege, will be exposed to the same kind of calamities; for God regulates his judgments in such a manner, that while he spares his Church and provides for her permanent existence, he does not permit the wicked, who are mingled with the good, to escape unpunished. <\/p>,\n <p> <i>From the day that Ephraim departed from Judah. <\/i>,In this manner does Scripture speak when it describes any serious calamity; for the Jews could not have received a severer chastisement than when, by the withdrawing of the ten tribes, (<a class=\"ref\">1 Kings 12:16 <\/a>,,) not only was the kingdom wretchedly divided, but the body of the nation was rent and torn. The revolt of <i>Ephraim from Judah <\/i>,was, therefore, an indication of the worst kind of calamity; for the resources of the kingdom of Judah being more seriously affected by that division than it could have been by any defeat by a foreign enemy, he says that since that time the Jews had not sustained a greater calamity. <\/p>,\n <p>Hence, as I have already said, we see how God, while he punishes hypocrites, at the same time remembers believers, and opens the way for his mercy. We ought to observe this wonderful arrangement, that amidst the most dreadful deaths still the Church remains safe. Who would ever have thought that Jerusalem would be delivered from the vast army of the two kings? Or, that the kingdom of Syria, which was then in a flourishing condition, would quickly be overturned? Or, that Samaria was not far from destruction? And in the mean time, that the Assyrians, on whom the Jews relied, would do them more injury than the Israelites and Syrians had ever done? All these things the Lord did for the sake of preserving his Church, but at the same time in such a manner that he likewise took vengeance on the wickedness of King Ahaz. <\/p>,",
    "audit": null
}