{
    "id": 7536,
    "source": "calvin",
    "verse_id": 18426,
    "verse_count": 1,
    "reference": "40:5",
    "title": "",
    "html": " <p> <i>And the glory of Jehovah shall be revealed. <\/i> He means that this work of redemption will be splendid, so that the Lord will shew that he is the Author of it, and will illustriously display his majesty and power. This, indeed, is very openly manifested in all places and in all events, but he promises that he will do this especially in protecting and delivering his Church, and not without good reason; for the deliverance of the Church, from its commencement down to the coming of Christ, might be called a renewal of the world. And because the power of God, which he had formerly been accustomed to display, was almost extinguished, so that scarcely the slightest traces were discernible, as it is said in the Psalm, “We do not see our signs,” (<a class=\"ref\">Psalms 74:9 <\/a>;) this was a very seasonable warning, that a new and striking demonstration is promised, by which they may perceive that God has in his power various methods of giving relief, even when he conceals them for a time. <\/p> \n <p> <i>And all flesh shall see. <\/i> He now heightens the miracle by an additional circumstance, that it will be known not only in Judea, but in foreign and distant countries; for by these words “All flesh shall see,” he means that there will be no nations that do not see clearly that the return of the people is a heavenly work, and that God did not speak in vain by the Prophet. Thus he censures the unbelief of men, who never rely on the promises of God, and who treat as fables whatever is said by the prophets, till by beholding the actual fact they are constrained to yield. <\/p> \n <p> <i>That the mouth of Jehovah hath spoken. <\/i> Here we are taught what is the true method of correcting our unbelief; that is, to be employed in meditating on the promises of God, and to have our faith strengthened by all the proofs of them which he exhibits. Thus it is proper to join doctrine with experience; for since the sight of God’s works would produce little impression on us, he first enlightens us by the torch of his word, and next seals the truth of it by the actual accomplishment. <\/p> ",
    "audit": null
}