{
    "id": 7848,
    "source": "calvin",
    "verse_id": 18744,
    "verse_count": 1,
    "reference": "55:3",
    "title": "",
    "html": " <p> <i>Incline your ear.<\/i>, This assemblage of words makes still more evident what I slightly mentioned a little before, that God leaves nothing undone which is fitted to correct and arouse our tardiness. Yet there is an implied reproof; for they must be excessively stupid who, when they are so gently called, do not instantly obey. This is a remarkable passage, from which we see that our whole happiness lies in obeying the word of God. When God speaks in this manner, the object which he has in view is to lead us to life; and therefore the blame lies wholly with ourselves, because we disregard this saving and life­giving word. <\/p>\n <p> <i>And come unto me.<\/i>, If God only commanded what we ought to do, he would indeed lay down the method of obtaining life, but without advantage; for the Law, which proceeded from the mouth of God, is the minister of death; but when he invites us “to himself,” when he adopts us as children, when he promises pardon of sin and sanctification, the consequence is, that they who hear obtain life from him. We ought, therefore, to take into view the kind of doctrine which contains life, in order that we may seek our salvation from it; and hence we infer that there is no hope of salvation if we do not obey God and his word. This reproves all mankind, so that they can plead no excuse for their ignorance; for he who refuses to hear can have no solid argument to defend his cause. <\/p>\n <p>These repetitions describe the patience of God in calling us; for he does not merely invite us once, but when he sees that we are sluggish, he gives a second and even a third warning, in order to conquer our hardheartedness. Thus he does not all at once reject those who despise him, but after having frequently invited them. <\/p>\n <p>Besides, this is a description of the nature of faith, when he bids us “come to himself.” We ought to hear the Lord in such a manner that faith shall follow; for they who by faith receive the word of God have laid aside their desires and despised the world, and may be said to have broken their chains, so that they readily and cheerfully “draw near to God.” But faith cannot be formed without hearing, (<a class=\"ref\">Romans 10:17<\/a>,) that is, without understanding the word of God, and so he bids us “hear” before we “come to him.” Thus, whenever faith is mentioned, let us remember that it must be joined to the word, in which it has its foundation. <\/p>\n <p> <i>And I will strike a covenant of eternity with you.<\/i>, It is asked, Did not the Jews formerly enter into an everlasting covenant with God? For he appears to promise something that is new and uncommon. I reply, nothing new is here promised for which the Lord did not formerly enter into an engagement with his people; but it is a renewal and confirmation of the covenant, that the Jews might not think that the covenant of God was made void on account of the long­continued banishment. For when they were banished from the country that had been promised to them, when they had no temple or sacrifices, or any marks of the “covenant” except circumcision, who would not have concluded that it was all over with them? This mode of expression, therefore, Isaiah accommodated to the capacity of the people, that they might know that the covenant into which God entered with the fathers was firm, sure, and eternal, and not changeable or temporary. <\/p>\n <p>This is also what he means by <i>the mercies of David,<\/i>, but by this phrase he declares that it was a covenant of free grace; for it was founded on nothing else than the absolute goodness of God. Whenever, therefore, the word “covenant” occurs in Scripture, we ought at the same time to call to remembrance the word “grace.” By calling them “the <i>faithful<\/i>, mercies of David,” he declares that he will be faithful in it, and at. the same time states indirectly that he is faithful and steadfast, and cannot be accused of falsehood, as if he had broken his covenant; that the Jews, on the other hand, are covenant­breakers and traitors, (for they have revolted from him,) but that he cannot repent of his covenant or his promise. <\/p>\n <p>He calls them “the mercies <i>of David<\/i>, ” because this covenant, which has now been solemnly confirmed, was made in the land “of David.” The Lord indeed entered into a covenant with Abraham, (<a class=\"ref\">Genesis 15:5<\/a>) afterwards confirmed it by Moses, (<a class=\"ref\">Exodus 2:24<\/a>) and finally ratified this very covenant in the hand of David, that it might be eternal. (<a class=\"ref\">2 Samuel 7:12<\/a>) Whenever, therefore, the Jews thought of a Redeemer, that is, of their salvation, they ought to have remembered “David” as a mediator who represented Christ; for David must not here be regarded as a private individual, but as bearing this title and character. Yet some regard must be had to the time when this prophecy was uttered; for, since the rank of the kingdom had been obliterated, and the name of the royal family had become mean and contemptible during the captivity in Babylon, it might seem as if, through the ruin of that family, the truth of God had fallen into decay; and therefore he bids them contemplate by faith the throne of David, which had been cast down. <\/p>",
    "audit": null
}