{
    "id": 7070,
    "source": "calvin",
    "verse_id": 17949,
    "verse_count": 1,
    "reference": "14:20",
    "title": "",
    "html": " <p> <i>For thou hast laid thy land desolate.<\/i>, This is the reason why he says that the king of Babylon did not deserve burial. He who has laid the <i>earth<\/i>, desolate does not deserve that <i>the earth<\/i>, shall receive him into its bosom and cover him. As <i>the earth<\/i>, supports the living, so it covers the dead, and keeps them till the coming of Christ. It is therefore a just punishment of cruelty, when the <i>earth<\/i>, refuses to receive into her bosom those who have dishonored her. There is added a threatening still more severe, that the Lord will also inflict on posterity the remainder of the punishment. <\/p>\n <p> <i>The seed of the wicked shall not be continually remembered.<\/i>, There are two ways in which we may explain this clause, either that <i>the remembrance of the seed of the wicked<\/i>, will not be of long duration, or that it will be altogether extinguished. The word <span class=\"greek-hebrew\">,לעולם<\/span>,(<i>legnolam <\/i>) may be translated in various ways, for it may refer either to the past or to the future. If we refer it to the past, the meaning will be, “Although <i>the seed of the wicked<\/i>, be renowned, <span class=\"greek-hebrew\">,לעולם<\/span>, (<i>legnolam<\/i>,) <i>for a time<\/i>, yet the remembrance of it will at length pass away.” If we refer it to the future, the meaning will be, “God will extinguish the seed of the wicked, so that it shall never again be mentioned.” It usually happens that the Lord curses <i>the seed of the wicked<\/i>, as, on the other hand, he blesses <i>the seed<\/i>, of the godly, (<a class=\"ref\">Proverbs 10:7<\/a>;) and as <i>the righteous shall be held in perpetual remembrance<\/i>, (<a class=\"ref\">Psalms 112:6<\/a>,) so <i>the remembrance of the wicked<\/i>, must be destroyed and <i>cut off<\/i>,. (<a class=\"ref\">Psalms 34:16<\/a>.) Though we do not always behold these things with our eyes, yet there are abundant and clear proofs of the fact, by which it is fully confirmed. <\/p>\n <p>But we must attend to the reason of this vengeance. The Lord punishes the pride of wicked men, who wish to spread their name, and to leave a perpetual remembrance of them; for all irreligious men have this for the object of their labors and exertions. On the other hand, the Lord blots out their name and remembrance, which appeared to be inscribed on lasting records; and the result is, that they are not only despised but even abhorred by all men. This happens to all tyrants, that though, while they live, they are universally applauded and flattered, yet after they are dead, they and their posterity are universally abhorred. It is therefore evident that they are detested by God, by angels, and by men. <\/p>",
    "audit": null
}