{
    "id": 6927,
    "source": "calvin",
    "verse_id": 17799,
    "verse_count": 1,
    "reference": "7:16",
    "title": "",
    "html": "<p><i>Before the child shall know. <\/i> Many have been led into a mistake by connecting this verse with the preceding one, as if it had been the same child that was mentioned. They suppose that it assigns the reason, and that the particle<span class=\"greek-hebrew\"> כי<\/span> (<i>ki<\/i>) means<i>for<\/i> But if we carefully examine the Prophet’s meaning, it will quickly be apparent that he leaves the general doctrine, to which he had made a short digression, and returns to his immediate subject. After having founded the hope of the preservation of the city on the promised Mediator, he now shows in what way it will be preserved.<\/p> \n<p><i>The child. <\/i> I interpret this word as referring, not to Christ, but to all children in general. Here I differ from all the commentators; for they think that the demonstrative<span class=\"greek-hebrew\"> ה<\/span> points out a particular child. But I view<span class=\"greek-hebrew\"> הנער<\/span> , (<i>hannagnar<\/i> ,) so that<span class=\"greek-hebrew\"> ה<\/span> is indeed added for the purpose of making it more definite, but is intended to point out the age, and not any particular child; as when we say, <i>The child<\/i> , and add the article<i>The<\/i> for the purpose of giving greater definiteness. This is very customary in Scripture. If he had pointed out a particular child, he would have added<span class=\"greek-hebrew\"> הזה<\/span> , (<i>hazzeh<\/i> ,) as is frequently done in other passages. It is not probable that this promise of the overturn of the kingdoms of Syria and Samaria, which immediately followed, would be deferred for five hundred years, that is, till the coming of Christ; and, indeed, it would have been altogether absurd. The meaning therefore is, “Before the children, who shall be born hereafter, can distinguish between good and evil, the land which thou hatest shall be forsaken.”<\/p> \n<p><i>The land. <\/i> By<i>the land<\/i> I understand Israel and Syria; for though they were two, yet on account of the league which had been formed between the two kings, they are accounted one. Some understand by it Judea; but that cannot agree on account of the plural noun which follows, <i>her kings<\/i> . That these things happened as they are written may be easily inferred from the sacred history; for when Ahaz called the Assyrians to aid him, <i>Rezin<\/i> was slain by them. ( <a class=\"ref\">2 Kings 16:9<\/a>.) Not long afterwards, Pekah, king of Israel, died, in the twelfth year of King Ahaz, and was succeeded by Hoshea, the son of Elah. ( <a class=\"ref\">2 Kings 15:30<\/a>.) Thus, before the children who should afterwards be born were grown up, both countries would be deprived of their kings; for before that time both Rezin and Pekah were removed out of the land of the living. Now the discourse is addressed to Ahaz, and God promises to him, by way of consolation, that he will inflict punishment on the enemies of Ahaz, but for no other purpose than to render him more inexcusable.<\/p> \n<p><i>Which thou hatest. <\/i> As to the word<i>hatest<\/i> , Syria and the land of Israel are said to be<i>hated<\/i> or<i>abhorred<\/i> by King Ahaz, because from that quarter he was attacked by invading armies. He therefore promises that those kings will soon perish. Some render<span class=\"greek-hebrew\"> מפני<\/span> , (<i>mippenei<\/i> ,)<i>on account of<\/i> ; and I admit that this word is generally used in this sense. But I adopt here a more natural rendering, as if he had said, <i>It shall be forsaken from the face or from the presence of the two kings,<\/i> and shall be left by them, so that they shall no more be seen. And by these words it is sufficiently evident that this must be understood as referring to both kingdoms.<\/p> ",
    "audit": null
}