{
    "id": 7650,
    "source": "calvin",
    "verse_id": 18541,
    "verse_count": 1,
    "reference": "44:7",
    "title": "",
    "html": " <p> <i>And who as I? <\/i>,Here the Lord compares himself with idols, as we have already seen in another passage. In the present instance the object is, that, when they were fiercely insulted by the Babylonian conquerors, they might not be discouraged, or think that their hopes were disappointed; for the taunts which were hurled at them by wicked men were exceedingly harsh and insolent. “Where is their God?” (<a class=\"ref\">Psalms 79:10 <\/a>.) “Why does he not assist you?” Such blasphemies might shake the minds of believers, and disturb them in such a manner that they would throw away hope and confidence; and therefore the Prophet dwells more earnestly on this matter, in order to confirm believers more and more. That mournful calamity of the nation was like a dark cloud, which prevented believers from seeing the face of God; and in the meantime unbelievers danced for joy, as if the power of their gods had shone forth in full brightness. In order to dispel that darkness of error, the Prophet shows that still undoubted marks and proofs of the glory of God are distinctly visible, so as to distinguish him from idols; that is, because in due time he publicly made known what was future, that the Jews might recognize him to be a righteous Judge in chastisements, and yet might hope that he would be reconciled and gracious. <\/p>,\n <p> <i>Shall call. <\/i>,The word <i>call <\/i>,may be taken in two senses, so as to refer either to foreknowledge or to action; for, as God governs all things by his providence, so he knows everything that is future, and gives evidence of his foreknowledge. It is unnecessary to give ourselves much trouble about the meaning of this word, for it is very evident that the Prophet ascribes to God both the foreknowledge and the government of all things. But for my own part, I rather think that it refers to action. “Shall there be found among the gods of the nations any one that can <i>call, <\/i>,that is, raise up, announce, and appoint deliverers? Does not this plainly shew that I alone am God?” Thus he defies idols, to whom groundlessly men ascribe any power. By the word which he immediately adds, <i>shall tell it, <\/i>,he magnifies the special grace of God, in deigning to reveal his purpose to the elect people by the prophets. <\/p>,\n <p> <i>Since I appointed the people of the age. <\/i>,By “the people of the age” some understand all nations, the singular number being used instead of the plural, because, as soon as the Lord multiplied the nations, he separated them from each other, and established that order which should last through future ages. Others extend it to all the creatures, viewing the stars as one people, the vegetable tribes as another, and in like manner animals as another, and so forth. But when I examine the matter closely, I am constrained to adopt an opposite opinion, namely, that the Lord speaks of his own people, and calls them: ‘the people of the age,” because they are preferred to all others. Other nations, indeed, were unquestionably more ancient. The Egyptians boasted of their antiquity, and so did the Arcadians and others. But Abraham was brought out of Mesopotamia, (<a class=\"ref\">Genesis 11:31; Acts 7:2 <\/a>,,) when the Chaldees were in a highly flourishing condition, and lived at home a solitary individual, as if at his death the remembrance of him should quickly perish, while the neighboring countries were highly populous, and were eminent in other respects. <\/p>,\n <p>The antiquity of Israel, therefore, ought not to be estimated from the number of years, or from the outward condition of things, but from the election of God; and hence also the foundations of Jerusalem are called eternal. (<a class=\"ref\">Psalms 78:69 <\/a>.) It is therefore as if he had said, “Before idols were framed by men, I determined that I should have a Church, which should last for ever.” This “people,” therefore, is the most ancient and most excellent of all, though others may come before it either in time or in rank; for, as all things were created for the sake of man, so all men were appointed to be of service to the Church; so that there are none, though occupying a higher eminence, that do not sink to a lower rank; for the Church is the body of Christ, which nothing can exceed in antiquity or excellence. To adopt the fables of the Jews, that Jerusalem was founded from the very beginning, would be absurd, because in this passage there is no reference to dates; but yet we ought to hold by this principle, that the elect people holds a higher rank than the heathen nations, in consequence of approaching more nearly to God, who is the fountain of eternity. <\/p>,\n <p> <i>Let them tell. <\/i>,This permission shews that it is vain for men to expect a revelation from idols, which, if they tell anything, delude by tricks, and by words of doubtful meaning, those who consult them, as we have already mentioned. <\/p>,",
    "audit": null
}