{
    "id": 6866,
    "source": "calvin",
    "verse_id": 17738,
    "verse_count": 1,
    "reference": "4:4",
    "title": "",
    "html": " <p> <i>When the <\/i>,Lord <i>shall have washed away the filth of the daughters of Zion. <\/i>,He still follows out the same statement; for in consequence of its being generally believed that those calamities by which the Church is diminished inflict upon her grievous injury, the Prophet more zealously inculcates the opposite opinion. And now, for the purpose of refuting that error, he argues, on the contrary, that by this method God washes away the filth, and removes the corruptions, of his Church. <\/p>,\n <p> <i>The blood of Jerusalem. <\/i>,By <i>blood <\/i>,I understand not only murders or other atrocious crimes, but defilements and stains of every description. This metaphor is a reduplication, (<span class=\"greek-hebrew\">,ἀναδίπλωσις <\/span>,,) by which he repeats the same thing twice; for, having formerly spoken of pollution in general, he now particularly mentions <i>blood <\/i>,as one kind of ceremonial uncleanness. In short, he shows the fruits which spring from God’s chastisements. By them our spots are washed away. When abounding iniquity is not punished, we become corrupted along with others; and therefore it is necessary that God should earnestly warn us, and, like a physician, apply physic, and the lancet, and sometimes proceed to <i>burning <\/i> <\/p>,\n <p> <i>By the spirit of judgment, and by the spirit of burning. <\/i>,Here <i>judgment <\/i>,stands for <i>uprightness <\/i>,from its effect; that is, when they who had deeply fallen are restored to their former condition. He adds, <i>the spirit of burning <\/i>,, by which the filth must be <i>burned <\/i>,and consumed. In this expression there are two things to be observed; first, that the purification of the Church is accomplished by the Spirit; and secondly, that from the effects which he produces the Spirit receives the name, sometimes of <i>judgment <\/i>,and sometimes of <i>burning <\/i>,; as if he had said, The <i>judgment <\/i>,of the <i>Spirit <\/i>,, The <i>burning <\/i>,of the <i>Spirit <\/i>,. Whenever, therefore, expressions of this sort occur in Scripture, “The Lord will do these things by the Spirit of truth, of power, of righteousness,” we may change the expression thus, “by the truth, by the power, by the righteousness, of the Spirit.” In this manner doth the Spirit of God work in us, from whom is both the beginning and the end of our salvation. From these terms, therefore, we ought to learn what are the chief effects which he produces. By his Spirit the Lord purifies our affections that he may renew and sanctify us. The word <i>judgment <\/i>,explains what is of chief importance in the restoration of the Church; that is, when those things which were confused or decayed are restored to good order. <i>Burning <\/i>,points out the plan and method by which the Lord restores the Church to her purity. <\/p>,",
    "audit": null
}