{
    "id": 7557,
    "source": "calvin",
    "verse_id": 18447,
    "verse_count": 1,
    "reference": "40:26",
    "title": "",
    "html": "<p><i>Lift up your eyes on high. <\/i>The Prophet appears to linger too long on this subject, more especially because it presents no obscurity; for he repeats by many statements what is acknowledged by all, that God’s wonderful power and wisdom may be known from the beautiful order of the world. But we ought to observe what I have already said, that we are so wicked and ungrateful judges of the divine power, that we often imagine God to be inferior to some feeble man. We are more terrified frequently by the empty mask of a single man  than we are strengthened by all the promises of God. Not in vain, therefore, does the Prophet repeat that God is defrauded of his honor, if his power do not lead us to warm admiration of him; nor does he spend his labor in what is superfluous, for we are so dull and sluggish that we need to be continually aroused and excited. <\/p>\n<p>Men see every day the heavens and the stars; but who is there that thinks about their Author? By nature men are formed in such a manner as to make it evident that they were born to contemplate the heavens, and thus to learn their Author; for while God formed other animals to look downwards for pasture, he made man alone erect, and bade him look at what may be regarded as his own habitation. <\/p>\n<p>This is also described beautifully by a poet:  “While other animals look downwards towards the earth, he gave to man a lofty face, and bade him look at heaven, and lift up his countenance erect towards the stars.”  The Prophet therefore points out the wickedness of men who do not acknowledge what is openly placed before their eyes concerning God, but, like cattle, fix their snout in the earth; for, whenever we raise our eyes upwards, with any degree of attention, it is impossible for our senses not to be struck with the majesty of God. <\/p>\n<p><i>And see who hath created them. <\/i>By mentioning the stars, he states more clearly that the wonderful order which shines brightly in the face of the heavens preaches loudly that there is one God and Creator of the world; and all who shall observe, that amidst the vast number and variety of the stars, so regular an order and course is so well maintained, will be constrained to make this acknowledgment. For it is not by chance that each of the stars has had its place assigned to it, nor is it at random that they advance uniformly with so great rapidity, and amidst numerous windings move straight forwards, so that they do not deviate a hairbreadth from the path which God has marked out for them. Thus does their wonderful arrangement shew that God is the Author and worker, so that men cannot open their eyes without being constrained to behold the majesty of God in his works. <\/p>\n<p><i>Bringing out by number their army. <\/i>Under the word <i>army <\/i>he, includes two things; their almost infinite number, and their admirable arrangement; for a small number of persons do not constitute an army, and not even a considerable number, if there be not also numerous companies. Besides, it is not called an “army,” when men are collected together at random, and without any selection, and in a confused manner, or when they wander about in a disorderly state, but where there are various classes of officers, who have the charge of ten, or a hundred, or a thousand men,  and where the ranks are drawn up and arranged on a fixed plan. Thus the wonderful arrangement of the stars, and their certain courses, may justly be called an “army.” <\/p>\n<p>By the word <i>number <\/i>he means that God always has this “army” at his command. In an army the soldiers may wander, and may not be immediately collected or brought back to their ranks by the general, though the trumpet sound. But it is otherwise with God. He always has his soldiers in readiness, and that “by number;” that is, he keeps a reckoning of them, so that not one of them is absent. <\/p>\n<p><i>He will call to all of them by name. <\/i>The same expression occurs, (<a class=\"ref\">Psalms 147:4<\/a>,) and in the same sense. Some explain it to mean that God knows the number of the stars, which is unknown to us. But David and Isaiah meant a different thing, that is, that God makes use of the stars according to his pleasure; as if one should command a servant, calling him to him by name; and the same thing will afterwards be said of Cyrus, whose labors and service the Lord employed in delivering his people. (<a class=\"isa\" verses=\"WzE4NTYzXQ==\">Isaiah 45:1<\/a>.) In a word, it denotes the utmost submission and obedience, when he who is called instantly answers to his name. <\/p>\n<p><i>By the greatness of his strength. <\/i>Those who explain the preceding clause to mean that the Lord knows the number of the stars, are also mistaken in supposing that by giving them their names is meant their power and office. Others explain it, that there is not a star that has not its own power and energy, because the Lord gave to them those qualities they would always possess. But others connect these words with  <span class=\"greek-hebrew\">יקרא<\/span>, <i>(yikra,) <\/i>“he shall call;” as if he had said, “The Lord is so powerful that all the stars listen to his commands.” But a meaning which appears to me to be more appropriate is, that God is so powerful, that, as soon as he has issued an order, all the armies of the stars are ready to yield obedience. In this we have an extraordinary proof of his power, when those highly excellent, creatures unhesitatingly submit to him, and by executing his orders testify that they acknowledge him to be their Author. <\/p>\n<p><i>Not one shall be wanting. <\/i>The word  <span class=\"greek-hebrew\">איש<\/span> <i>(ish) <\/i>is applied by Hebrew writers not only to men and women, but also to other animals, and even to inanimate objects, as in a former passage, (<a class=\"isa\" verses=\"WzE4MzIwXQ==\">Isaiah 34:16<\/a>,) when, speaking of the birds that should occupy those splendid abodes, he said that “<i>not one <\/i>should be wanting,” he used the word  <span class=\"greek-hebrew\">איש<\/span> <i>(ish). <\/i> These words commend to us the power of God, that we may know that there is nothing in heaven or in earth that does not depend on his will and pleasure. Nothing, therefore, can be more shameful or unreasonable than to compare him to idols, which are as worthless as anything can possibly be.  <\/p>\n\n<p>“<span>Pronaque quum spectent animalia caetera terram, \nOs homini sublime dedit, coelumque videre <br>\nJussit, et erectos ad sidera tollere vultus<\/span>.” <\/p>\n<p>Some readers will, perhaps, thank me for a translation of the above passage into French rhyme, taken from the French version of this Commentary. — <i>Ed. <\/i><\/p>\n<p><i>“ <\/i><span>Et neantmoins que tout autre animal \nIette toujours son regard principal <br>\nEn contre bas, Dieu a Phomme a donne <br>\nLa face haute, et luy a ordonne <br>\nDe regarder l’excellence des cieux, <br>\nEt d’eslever aux estoilles ses yeux <\/span> <i>.” <\/i><\/p>",
    "audit": null
}