{
    "id": 6956,
    "source": "calvin",
    "verse_id": 17829,
    "verse_count": 1,
    "reference": "8:21",
    "title": "",
    "html": " <p> <i>Then they shall pass through that land.<\/i>, Not to permit believers to be ensnared by the common errors, he adds how dreadful is the punishment which awaits the ungodly when they have revolted from God, and have labored to induce others to join in the same revolt. The passage is somewhat obscure; but the obscurity arises from the want of proper attention in examining the words. The verb <span class=\"greek-hebrew\">,עבר<\/span>, (<i>gnabar<\/i>) is emphatic; for by <i>passing through<\/i>, he means that <i>uncertainty<\/i>, in which men wander up and down, and are not able to find a resting-place, or any permanent abode. To the indefinite verb we must supply a noun, <i>The Jews shall pass<\/i>,. By the pronoun <span class=\"greek-hebrew\">,בה<\/span>, (<i>bahh<\/i>,) <i>in it<\/i>, he means Judea, which the Lord had preferred to all other countries; and therefore it is easily understood, though the Prophet does not express it. As if he had said, “I promised indeed that that country would be the perpetual inheritance of my people, (<a class=\"ref\">Genesis 13:15<\/a>;) but they shall lead a wandering and restless life, as is the case with those who, driven from their habitations, and afflicted with hunger and pestilence and every kind of calamities, seek, but nowhere find, a better condition and abode.” These words are therefore contrasted with the extraordinary kindness of God, which is so frequently mentioned by Moses, namely, that they will have a fixed residence in Judea; for here he threatens that they will be stragglers and wanderers, not in their own, but in a foreign country; so that, wherever they come, they will be attacked and hunted down by innumerable vexations. <\/p>\n <p> <i>When they shall be hungry.<\/i>, The Prophet appears to point out the conversion of the Jews, as if he had said, “When they have been weighed down by afflictions they will at length repent;” and undoubtedly this is the remedy by which the Lord generally cures the disease of obstinacy. Yet if any one suppose that the word <i>hunger<\/i>, describes the indignation and roaring of the wicked without repentance, it may be stated that it includes not only hunger and thirst, but, by a figure of speech in which a part is taken for the whole, (<span class=\"greek-hebrew\">,συνεκδοχικῶς<\/span>,) every other kind of calamity. <\/p>\n <p> <i>They shall fret themselves.<\/i>, They will begin to be displeased with themselves, and to loathe all the supports on which they had formerly relied; and this is the beginning of repentance; for in prosperity we flatter ourselves, but in sore adversity we loathe everything that is around us. But if it be thought preferable to refer it to the reprobate, this word denotes the bitterness, which is so far from leading them to humility that it rather aggravates their rage. <\/p>\n <p> <i>And curse their king and their God.<\/i>, By <i>King<\/i>, some suppose that he means <i>God<\/i>,. In this sense Zephaniah used the word <span class=\"greek-hebrew\">,מלכם<\/span>, (<i>malcham <\/i>), that is, <i>their King<\/i>,. (<a class=\"ref\">Zephaniah 1:5<\/a>.) But here I draw a distinction between <i>King<\/i>, and <i>God<\/i>,; for wicked men are first blinded by a false confidence in idols, and afterwards they place their defense in earthly things. When the Jews had a <i>king<\/i>, they were proud of his glory and power; and when Isaiah preached, wicked men enraged <i>the king<\/i>, against him, and even aroused the whole of the nation to follow <i>the king<\/i>, as their standard-bearer. Since, therefore, their false boasting had been partly in the idols and partly in <i>the king<\/i>, he threatens that they will be afflicted with so many calamities, that they will be constrained to abhor both <i>their gods and the king<\/i>,. And this is the beginning of repentance, to loathe and drive far from us everything that kept us back or led us away from God. <\/p>\n <p> <i>And look upward<\/i>,. He describes the trembling and agitation of mind by which wretched men are tormented until they have learned steadfastly to look up. There is, indeed, some proficiency, as I lately hinted, when, in consequence of having been taught by afflictions and chastisements, we throw away our indifference and endeavor to find out remedies. But we must advance farther. Fixing our eye on God alone we must not gaze on all sides, or through fickleness be <i>tossed to and fro<\/i>,. (<a class=\"ref\">Ephesians 4:14<\/a>.) However that may be, Isaiah threatens the utter destruction of the Jews; for so thoroughly were they hardened, that their rebellion could not be subdued by a light and moderate chastisement from the hand of God. Yet it might be taken in a good sense, that the Jews will at length raise their eyes to heaven; but in that case we must read separately what follows: — <\/p>",
    "audit": null
}