{
    "id": 7646,
    "source": "calvin",
    "verse_id": 18537,
    "verse_count": 1,
    "reference": "44:3",
    "title": "",
    "html": "<p><i>For I will pour waters. <\/i> He continues the same subject, and at the same time explains what will be the nature of that assistance which he has promised. But we ought always to keep in remembrance that these prophecies relate to that sorrowful and afflicted period of which he formerly spoke, that is, when the people, in the extremity to which they were reduced, might think that they were altogether forsaken, and that all the promises of God were vain. Isaiah meets this doubt, and compares the people to a dry and thirsty land, which has no moisture at all. By this metaphor David also describes his wretchedness. ( <a class=\"ref\">Psalms 143:6<\/a>.) Although therefore they were worn out by afflictions, and the vital moisture was decayed, yet, that they might not throw away courage in their deepest distresses, they ought to have set before their minds this declaration of the Prophet. We, too, when we are brought into the greatest dangers, and see nothing before us but immediate death, ought in the same manner to betake ourselves to these promises, that we may be supported by them against all temptations. Yet we must feel our drought and poverty, that our thirsty souls may partake of this refreshing influence of the waters.<\/p> \n<p><i>I will pour my Spirit. <\/i> Jehovah himself explains what he means by<i>waters<\/i> and<i>rivers,<\/i> that is, <i>his Spirit. <\/i> In another passage the Spirit of God is called “water,” but in a different sense. When Ezekiel gives the name “water” to the Holy Spirit, he at the same time calls it “clean water,” with a view to cleansing. ( <a class=\"ref\">Ezekiel 36:25<\/a>.) Isaiah will afterwards call the Spirit “waters,” but for a different reason, that is, because by the secret moisture of his power he quickens souls. But these words of the Prophet have a wider signification, because he does not speak merely of the Spirit of regeneration, but alludes to the universal grace which is spread over all the creatures, and which is mentioned in <a class=\"ref\">Psalms 105:30<\/a> , “Send forth thy Spirit, and they shall be created, and he will renew the face of the earth.” As David declares in that passage that every part of the world is enlivened, so far as God imparts to it secret vigor, and next ascribes to God might and power, by which, whenever he thinks fit, he suddenly revives the ruinous condition of heaven and earth, so now for the same reason Isaiah gives the appellation “water” to the sudden renewal of the Church; as if he had said that the restoration of the Church is at God’s disposal, as much as when he fertilizes by dew or rain the barren and almost parched lands.<\/p> \n<p>Thus the Spirit is compared to “water,” because without Him all things decay and perish through drought, and because by the secret watering of his power he quickens the whole world, and because the barrenness occasioned by drought and heat is cured in such a manner, that the earth puts on a new face. This is still more fully explained by the word which he afterwards employs, <i>Blessing. <\/i><\/p> ",
    "audit": null
}