{
    "id": 7127,
    "source": "calvin",
    "verse_id": 18006,
    "verse_count": 1,
    "reference": "19:1",
    "title": "",
    "html": " <p> <em>l. <\/em> <i>The burden of Egypt. <\/i> The Prophet here prophesies against <i>Egypt, <\/i> because it was a kind of refuge to the Jews, whenever they saw any danger approaching them; for when they had forsaken God, to whom they ought to have had recourse, they thought that they had no help left to them but in the Egyptians. It was therefore necessary that that kingdom should be overthrown, that its wealth or its forces might no longer deceive the Jews; for so long as Egypt was prosperous, the Jews thought that, on account of its being exceedingly populous and highly fortified, they were far removed from danger, and therefore despised God, or at least paid scarcely any regard to his promises. This led to evil consequences in two respects; first, because when they ought to have relied on God alone, they were puffed up with that vain confidence in Egypt; and secondly, because whenever the Lord punished them, they defended themselves against his chastisements by the power of the Egyptians, as if by human resources they could make void his judgments, when they ought to have been turned to God altogether. On this subject Isaiah speaks more fully in a later portion of this book. (<a class=\"isa\" verses=\"WzE4MjIwXQ==\">Isaiah 30:2<\/a>.) <\/p> \n <p> <i>Behold, the Lord rideth on a swift cloud. <\/i> This mode of expression is found also in other passages of Scripture, but in a general form. (<a class=\"ref\">Psalms 104:3<\/a>.) The Prophet applies it to this prediction, because the Egyptians thought that they were so well fortified on all sides, that there was no way by which God could approach them. He therefore ridicules their foolish confidence, and exhibits the exalted power of God, when he <i>rideth on a swift cloud, <\/i> by which he will easily make a descent upon them, and neither walls nor bulwarks shall hinder his progress. Again, because in addition to earthly aid the Jews were likewise bewitched by a false religion, on this ground also the Prophet ridicules their madness, because God will dash to the ground all the assistance which they expected to obtain from idols. I pass by the foolish notion which many have entertained, as to the idols which Christ overthrew in Egypt, when he was carried thither in infancy; for it does not deserve a refutation. (<a class=\"ref\">Matthew 2:14<\/a>.) This passage has been perverted to prove it, and to prove many conjectures of the same kind. But the Prophet’s meaning is totally different; for he speaks of the defeat of the Egyptians by the Assyrians, and shews that it ought to be ascribed to God, and not, as irreligious men commonly do, to fortune. He shews it to be a judgment of God, by whose hand all things are governed. <\/p> \n <p> <i>And the idols of Egypt shall be moved at his presence. <\/i> He declares that <i>the idols <\/i> shall fall; that is, that they shall be of no avail to the Egyptians, though they rely on their assistance, and think that they are under their protection. No nation ever was so much addicted to superstitions; for they worshipped cats, and oxen, and crocodiles, and even onions, and plants of every sort, and there was nothing to which they did not ascribe some kind of divinity. He means that the power of all those false gods, whom the Egyptians had taken for their protectors, will be overthrown. Having declared that the Egyptians rely in vain on their superstitions, he likewise casts down the pride which they cherished as to their earthly resources. <\/p> \n <p> <i>And the heart of Egypt shall melt in the midst of her. <\/i> By the word <i>heart <\/i> he means the courage which sometimes fails even the bravest men, so that they do not attempt any action, even when their strength and forces are abundant, and in this manner he declares that they will be at war with God, who will <i>melt their hearts <\/i> within them, before they are called to contend with their enemies. Not only does he threaten that they will be terrified, but he likewise adds <i>in the midst <\/i> of the whole kingdom, where they had an exceedingly safe and peaceful dwelling, because they were far removed from every attack. It was the duty of all believers to consider this, when war was waged against the Egyptians; and we also ought to behold the same thing exemplified in all revolutions of kingdoms, which proceed solely from the hand of God. If <i>the heart melts, <\/i> if the strength fails, in men who are usually brave, and who had formerly displayed great courage, this ought to be ascribed to the vengeance of God. <\/p> ",
    "audit": null
}