{
    "id": 7934,
    "source": "calvin",
    "verse_id": 18830,
    "verse_count": 1,
    "reference": "60:8",
    "title": "",
    "html": "<p><i> Who are those?<\/i> As the Prophet cannot satisfy himself in describing this gift of God, he breaks out into admiration, and exclaims, “Who are those?“ This is far more forcible than if he had simply said that an inconceivable multitude was flying, and had even made use of the same metaphors. He intended, therefore, to describe how splendid this multiplication would be, when he could not find words sufficient to express it.<\/p> \n<p><i> That fly as a cloud.<\/i> It is generally thought that this denotes the Apostles, who, with incredible swiftness, made their way to the farthest boundaries of the world; and there is some plausibility in that interpretation. (<a class=\"ref\">Mark 16:15<\/a>) But the Prophet speaks of a universal assemblage of the Church; for from every quarter men shall run to it readily and cheerfully.<\/p> \n<p><i> And as doves to their windows<\/i> The metaphor of “doves,” which he employs, is highly appropriate to this subject; for, when they are dispersed through the fields, they appear not to differ at all from untamed birds; and yet they are domesticated, and have their pigeon­house, to which they betake themselves, and in which they build their nests. Thus believers, enlightened by faith, begin to perceive their assembly, to which they fly from frightful dispersion. How necessary this warning was, will be readily perceived by all who shall take into account their wretched and alarming condition at that time; for, if the prophets, after having carefully instructed the Jews for many years, could gain very little or hardly any success, what was to be expected from the Gentiles, who were altogether alienated from God? Was it not<span class=\"greek-hebrew\"> παράδοξον<\/span> beyond all reasonable expectation, that the Gentiles would one day come into the Church? Yet the Prophet does not speak extravagantly, but is filled with such amazement that he leads us to admire it in the same manner.<\/p> ",
    "audit": null
}