{
    "id": 7146,
    "source": "calvin",
    "verse_id": 18025,
    "verse_count": 1,
    "reference": "19:20",
    "title": "",
    "html": "<p><i>And he will send them a Savior. <\/i> We cannot serve God unless he first bestow his grace upon us; for no one will dedicate himself to God, till he be drawn by his goodness, and embrace him with all his heart. He must therefore call us to him before we call upon him; we can have no access till he first invite us. Formerly he shewed that they must be subdued by various afflictions in order that they may submit to God, and now he repeats the same thing; for men never deny themselves and forsake idle follies any farther than the scourge compels them to yield obedience. But he likewise adds another kind of invitation, that, having experienced the kindness of God, they will freely approach to Him.<\/p> \n<p><i>They will cry unto the Lord. <\/i> The<i>cry<\/i> of which he speaks proceeds from faith, for they would never resort to this refuge till they had been allured and delighted by the goodness of God. When the Lord promises that he will send a<i>Savior<\/i> , by whose hand the Egyptians will be delivered, this can mean no other than Christ; for Egypt was not delivered from its distresses before the doctrine of Christ reached it. We read of various changes which that country suffered for four hundred years, foreign and civil wars by which it was wasted and almost destroyed; but when we would be ready to think that it is utterly ruined, lo! it is converted to the Lord, and is rescued from the hand of enemies and tyrants. Thus Christ delivered that country, when it had begun to know him. In like manner, we must be brought to the knowledge and worship of God, that, where we have suffered various afflictions, we may learn that salvation is found in him alone. Would that the world would now learn this lesson, having suffered so many calamities that it appears to be on the brink of ruin! For what can be the issue but that it shall either perish or by repentance acknowledge that it has been justly punished for so great wickedness?<\/p> \n<p><i>That he may deliver them. <\/i> When he adds these words, we ought to draw from them a profitable doctrine, that God assists us through Christ, by whose agency he gave deliverance to his own people from the beginning. He has always been the Mediator, by whose intercession all blessings were obtained from God the Father; and now that he has been revealed, let us learn that nothing can be obtained from God but through him.<\/p> ",
    "audit": null
}