{
    "id": 8012,
    "source": "calvin",
    "verse_id": 18909,
    "verse_count": 1,
    "reference": "65:11",
    "title": "",
    "html": " <p> <i>But ye forsakers of Jehovah, who forget the mountain of my holiness.<\/i>, That hypocrites may not abuse these promises, or think that what is said about the restoration of the people relates to them, he again addresses them by these words, and calls them “forsakers,” because they “have forgotten” Mount Zion; that is, have revolted from the true worship of God. By “the mountain of holiness” he denotes figuratively the rule of a holy life which had been laid down in the word of the Lord; for the temple had been built by the command of the Lord, that these men might call upon him; and likewise the altar on which the Lord wished that sacrifices should be offered. Thus those sacrifices and oblations were impure which were offered in other places, or to other gods, or in any way different from the strict observance of the ceremonies of the Law. It is not lawful for men to undertake anything at their own suggestion; for the Lord demands nothing but obedience, (<a class=\"ref\">1 Samuel 15:22<\/a>,) and there is no obedience without faith; and there is no faith without the word, (<a class=\"ref\">Romans 10:17<\/a>,) by which alone we are at liberty to inquire or think concerning God. <\/p>\n <p> <i>Who prepare a table for the army<\/i>, He enumerates their superstitions. The word <span class=\"greek-hebrew\">,גד<\/span>, (<i>Gad<\/i>) is variously explained. Some think that it denotes Jupiter, or the star of Jupiter; and others that it denotes Fortune. Jerome translates the words, “Ye who spread a table for fortune;” for he thinks that it means prosperity. But I think it more probable that <span class=\"greek-hebrew\">,גד<\/span>, (<i>Gad<\/i>) means “a band,” or “a troop,” or even “an army;” and this agrees well with the etymology of the word and the context. One passage is especially worthy of notice, (<a class=\"ref\">Genesis 30:11<\/a>,) in which Leah rejoices on account of the addition of children; for I think that the word which he employs, <span class=\"greek-hebrew\">,בגד<\/span>, (<i>begad <\/i>), ought to be understood as if she had said, “Now, I have plenty of children;” for she had many children before that time, and hence she gave the name <span class=\"greek-hebrew\">,גד<\/span>, (<i>Gad<\/i>) to her fifth son. Accordingly, I think that <span class=\"greek-hebrew\">,גד<\/span>, (<i>Gad<\/i>) ought to be interpreted, in this passage, as meaning “a troop,” or “an army;” because their false gods were so numerous, that they could scarcely be numbered for multitude. <\/p>\n <p> <i>And fill an oblation to the number.<\/i>, To fill may here be taken in two senses; either that they supplied everything largely and bountifully for the worship of idols; (for superstition has no limit or measure, and they who are niggardly in the worship of God very cheerfully spend all that they have for the sake of idols;) or that they passed by no idol to which they did not render their worship. I prefer the latter meaning; for idolaters do not think that they have done enough, if they do not give honor to each of the saints; and the more numerous the saints whom they have honored, they think that they will have better success. We have too great experience of this every day in the Papists. <\/p>\n <p>By “number” he means the same thing as he formerly meant by “army;” for it is a repetition which is very customary among Hebrew writers. He means, therefore, that “a table is prepared,” that is, sacrifice is offered, not to a single idol, but to a great number of idols; in order to shew clearly how grievous are the punishments which they have deserved. <\/p>",
    "audit": null
}