{
    "id": 6987,
    "source": "calvin",
    "verse_id": 17861,
    "verse_count": 1,
    "reference": "10:10",
    "title": "",
    "html": "<p><i>As my hand hath found the kingdoms of the idols. <\/i> The Assyrian now breaks out into far more outrageous language; for not only does he insult men, but he insults God himself, and even the very gods whom he worshipped. He boasts that the gods, whose protection the other nations enjoyed, could not prevent him from subduing them; and that the God of Israel, in whom Jerusalem and Samaria trusted, would not prevent him any more than they. Wicked men are so proud that they attribute to their own strength the victories which they achieve, and do not hesitate to exalt themselves against God and all that is worshipped. They allege, indeed, that they pay homage to the objects of their own worship, that is, to the idols which they have contrived for themselves, and bow before them, and offer sacrifices to them, by which they give some indication that they ascribe their victories to the gods; but afterwards, as Habakkuk says of Nebuchadnezzar,<\/p> \n<p>they burn incense to their own net, and sacrifice to their drag, ( <a class=\"ref\">Habakkuk 1:16<\/a>;)<\/p> \n<p>that is, by boasting of their exploits, wisdom, sagacity, and perseverance. Their hypocrisy is exposed, and their secret thoughts, which lay concealed under those folds of hypocrisy, are revealed, when they immediately claim for themselves what they appeared to ascribe to the objects of their worship. We need not wonder, therefore, that Sennacherib exalted himself against all that is worshipped, for that is the result of ungodliness.<\/p> \n<p>There are two ways in which his blasphemy is expressed. First, he exalts himself above God, and thinks that he will be stronger than God; and, secondly, he makes no distinction between God and the false gods. He sufficiently displayed his ungodliness, when he exalted himself alone even above idols; for although they are nothing but idols, yet as their worshippers ascribe to them some power and divinity, if they scoff at idols, they show that they despise every object of worship; for they treat idols with the same contempt as if they had had to do with God himself. Their own conscience testifies, therefore, that they carry on war against God, and they have no excuse arising from ignorance; for they think that God dwells in graven images. If that tyrant despised Apollo or Jupiter, he undoubtedly despised them, not as idols, but as having in them something divine. The second blasphemy of the tyrant was, that he placed the living God on the same level with the false gods of the heathen, and dared to scoff at him as well as at the others, and to ridicule the confidence of Israel, as if no greater power belonged to God than to idols.<\/p> ",
    "audit": null
}