{
    "id": 6923,
    "source": "calvin",
    "verse_id": 17795,
    "verse_count": 1,
    "reference": "7:12",
    "title": "",
    "html": "<p><i>And Ahaz said. <\/i>By a plausible excuse he refuses the sign which the Lord offered to him. That excuse is, that he is unwilling <i>to tempt the LORD<\/i>; for he pretends to believe the words of the Prophet, and to ask nothing more from God than his word. Ungodliness is certainly detestable in the sight of God, and in like manner God unquestionably sets a high value on faith. Accordingly, if a man rely on his word alone, and disregard everything else, it might be thought that he deserves the highest praise; for there can be no greater perfection than to yield full submission and obedience to God. <\/p>\n<p>But a question arises. Do we <i>tempt <\/i>God, when we accept what he offers to us? Certainly not. <i>Ahaz <\/i>therefore speaks falsehood, when he pretends that he refuses the sign, because he is unwilling to <i>tempt God<\/i>; for there can be nothing fitter or more excellent than to obey God, and indeed it is the highest virtue to ask nothing beyond the word of God; and yet if God choose to add anything to his word, it ought not to be regarded as a virtue to reject this addition as superfluous. It is no small insult offered to God, when his goodness is despised in such a manner as if his proceedings towards us were of no advantage, and as if he did not know what it is that we chiefly need. We know that faith is chiefly commended on this ground, that it maintains obedience to him; but when we wish to be too wise, and despise anything that belongs to God, we are undoubtedly abominable before God, whatever excuse we may plead before men. While we believe the word of God, we ought not to despise the aids which he has been pleased to add for the purpose of strengthening our faith. <\/p>\n<p>For instance, the Lord offers to us in the gospel everything necessary for salvation; for when he brings us into a state of fellowship with Christ, the sum of all blessings is truly contained in him. What then is the use of Baptism and the Lord’s Supper? Must they be regarded as superfluous? Not at all; for any one who shall actually, and without flattery, acknowledge his weakness, of which all from the least to the greatest are conscious, will gladly avail himself of those aids for his support. We ought indeed to grieve and lament, that the sacred truth of God needs assistance on account of the defect of our flesh; but since we cannot all at once remove this defect, any one who, according to his capacity shall believe the word, will immediately render full obedience to God. Let us therefore learn to embrace the signs along with the word, since it is not in the power of man to separate them. <\/p>\n<p>When <i>Ahaz <\/i>refuses the <i>sign <\/i>offered to him, by doing so he displays both his obstinacy and his ingratitude; for he despises what God had offered for the highest advantage. Hence also it is evident how far we ought to <i>ask signs<\/i>, namely, when God offers them to us; and therefore he who shall reject them when offered, must also reject the grace of God. In like manner fanatics of the present day disregard Baptism and the Lord’s Supper, and consider them to be childish elements. They cannot do this without at the same time rejecting the whole gospel; for we must not separate those things which the Lord has commanded us to join. <\/p>\n<p>But a question may be asked, Is it not sometimes lawful to <i>ask signs <\/i>from the Lord? For we have an instance of this in Gideon, who wished to have his calling confirmed by some <i>sign<\/i>. (<a class=\"ref\">Jude 6:17<\/a>.) The Lord granted his prayer, and did not disapprove of such a desire. I answer, though Gideon was not commanded by God to ask a sign, yet he did so, not at his own suggestion, but by an operation of the Holy Spirit. We must not abuse his example, therefore, so that each of us may freely allow himself that liberty; for so great is the forwardness of men that they do not hesitate to ask innumerable signs from God without any proper reason. Such effrontery ought therefore to be restrained, that we may be satisfied with those signs which the Lord offers to us. <\/p>\n<p>Now, there are two kinds of <i>signs<\/i>; for some are extraordinary, and may be called supernatural; such as that which the Prophet will immediately add, and that which, we shall afterwards see, was offered to Hezekiah. (<a class=\"isa\" verses=\"WzE4Mzk4XQ==\">Isaiah 38:7<\/a>.) Some are ordinary, and in daily use among believers, such as Baptism and the Lord’s Supper, which contain no miracle, or at least may be perceived by the eye or by some of the senses. What the Lord miraculously performs by his Spirit is unseen, but in those which are extraordinary the miracle itself is seen. Such is also the end and use of all <i>signs<\/i>; for as Gideon was confirmed by an astonishing miracle, so we are confirmed by Baptism and the Lord’s Supper, though our eyes behold no miracle. <\/p>",
    "audit": null
}