{
    "id": 6946,
    "source": "calvin",
    "verse_id": 17819,
    "verse_count": 1,
    "reference": "8:11",
    "title": "",
    "html": "<p><i> For thus Jehovah spake to me.<\/i> Here the Prophet contends against another kind of temptations, that is, against the unbelief of the people; and in order to make that more manifest, it ought to be observed that there were two remarkable temptations, the one external, and the other internal. The external temptation came from professed enemies, such as from the Assyrian; and when the people saw his plundering and cruelty, they thought that all was over with them, because he had brought them almost to utter ruin. The other temptation was internal; for that sacred people, which boasted of having been chosen by God, relied on the assistance of man rather than of God. Now, this was a most dangerous temptation; for it appeared as if that nation, by its unbelief, refused admission to the promises of God, which were daily offered, and which were continually sounded in their ears. And what could the Prophet think, amidst so great perplexity, but that the destruction of this wicked people, which did not cease wickedly to reject the grace of God, was close at hand? The Lord, therefore, determined that both the Prophet and his disciples should be armed against a temptation of this kind.<\/p> \n<p><i> As if by taking hold of my hand.<\/i> This is a beautiful metaphor, which the commentators, I think, have not understood. He alludes to fathers or teachers, who, when their words have not sufficient effect, seize the hand of their children or scholars, and hold them so as to compel them to obey. Thus the servants of the Lord are sometimes disposed to throw everything away, because they think that they are laboring to no purpose; but the Lord<i> lays<\/i> as it were,<i> his hand<\/i> on them, and holds them fast, that they may go forward in the discharge of their duty. This is well understood to be very necessary, and is actually experienced by all who faithfully serve the Lord; for no temptation is more severe than when they in whom faith ought to dwell revolt; and, in a word, when faith appears to be banished from the world.<\/p> \n<p>This<i> taking hold of the hand<\/i> is, therefore, highly necessary, because not only are we fickle and liable to unsteadiness, but we are also by nature too much inclined to what is evil, though no one entice us. But if the force of custom be added, we are scarcely master of ourselves. Undoubtedly, we would every moment be driven up and down, were it not that we are held by the powerful government of God, and fix the anchor of constancy in firm ground. Every one of us ought to meditate earnestly on this thought; for though we may be convinced, yet when it comes to the trial we fail, and look at men rather than God. We should, therefore, attend more carefully to this doctrine, and pray to God to hold us, not only by his word but by<i> laying his hand<\/i> on us.<\/p> \n<p>Besides, it ought to be observed that we are exceedingly disposed to wicked imitation. When we see bad examples, we are drawn to them with great force, and take the example for a law; for when others go before us, we think that we have a right to act in the same manner, and especially when it is not only one or a few persons who have led the way, but the custom has become universal. What is in itself manifestly wrong is concealed by the plausible cloak of public opinion; and not only so, but all are carried, as it were, by the violence of a whirlwind, to adopt an established custom, as if the will of the people had the force of a law to authorize their corruptions. This has not been the fault of a single age, but at the present day it abounds as much or even more than before; for it is an evil deeply seated in all by the corruption of nature, to reckon a prevailing error as a law. Hence arise the superstitions of all ages, and those which at the present day exist in Popery, the origin of which, if it be investigated, will be found to be nothing else than that some persons have drawn others into the same error; and thus almost all have been foolishly caught by the snares of Satan, and the general agreement of men is still the chief foundation of those superstitions. All defend themselves by this weapon. “We are not alone,” say they; “we follow an immense multitude.”<\/p> ",
    "audit": null
}