{
    "id": 7023,
    "source": "calvin",
    "verse_id": 17900,
    "verse_count": 1,
    "reference": "11:15",
    "title": "",
    "html": " <p> <i>And the Lord will utterly destroy.<\/i>, In this verse he means nothing else than that the Lord, by his amazing power, will open for his people a way, which formerly appeared to be shut up. He speaks figuratively. What he calls a <i>tongue<\/i>, is “a bay of the sea;” for when the sea penetrates into the land, and occupies a part of it, there is a resemblance to a person putting out his <i>tongue<\/i>,. He therefore means <i>the Egyptian sea<\/i>, and <i>Egypt<\/i>, itself, as he afterwards more fully explains. But he chiefly mentions <i>the sea<\/i>, and the <i>rivers<\/i>, because they protect the countries and shut up every entrance. <\/p>\n <p> <i>And will stretch out the hand over the river in the strength of his wind.<\/i>, He undoubtedly means the Nile, which waters the whole of Egypt, and divides it into many parts, and might thus interrupt the march of the people when returning to their native country. I have no doubt that <span class=\"greek-hebrew\">,רוח<\/span>, (<i>ruach<\/i>) here denotes <i>wind<\/i>, though he adds <i>the Lord’s<\/i>,; for all the <i>winds<\/i>, are <i>the Lord’s<\/i>, because he regulates and guides according to his pleasure; and more especially this phrase is employed when it is miraculously agitated by a violent whirlwind. He alludes to the former deliverance of his people, by which he brought them out of <i>Egypt<\/i>,; for when the Lord was pleased to open up a way for them, he dried up the sea by the force and violence of <i>the winds<\/i>,. (<a class=\"ref\">Exodus 14:21<\/a>.) <\/p>\n <p>True, the Lord did not need the assistance of <i>the winds<\/i>, for he might have done it by an immediate exertion of his power. But when he makes use of outward means, let us learn, first, that all creatures are ready to yield obedience to him; for though they have a natural course, yet they are in his power, so that he can direct their force and violence in whatever way he pleases. For instance, when a wind arises, its beginning proceeds from a natural cause, and each of the winds has its properties. The south wind is moist, and the north wind is cold, and completely similar are the effects which proceed from them; for the south wind moistens bodies, and the north wind dries them. By extraordinary miracles the Lord shows that he possesses an authority far above these natural causes, so that they are governed, not by nature, (that is, by that succession of events or chain of causes which irreligious men imagine to exist,) but by God alone. <\/p>\n <p>Secondly, he shows that he changes the nature and order of events whenever he pleases, that he may be acknowledged to be their only Lord; because such a change exhibits more clearly his authority and dominion. On this account Isaiah called it not simply <i>the wind<\/i>, but <i>the wind of the Lord<\/i>, that we may perceive that it is not directed or moved by chance, but by the power <i>of the Lord<\/i>,. <\/p>\n <p> <i>And shall smite it in the seven streams.<\/i>, Some render it <i>torrents<\/i>, and explain it thus: “he will divide the Nile into <i>seven<\/i>, parts.” Though this exposition has been universally adopted, yet I do not approve of it; and I think that it has arisen from forgetfulness, rather than from ignorance, on the part of its authors, who are learned men notwithstanding, and deeply skilled in the perusal of the ancient writers. It is well known from history that the Nile had <i>seven<\/i>, mouths. There are others which are little mentioned, because they had no names, and are therefore called false mouths. Whatever, then, is the number of the mouths or branches, it appears to form that number of <i>streams<\/i>, or rivers; and these might have been so many hinderances to retard their journey. The Prophet expressly mentions them, because the river was highly celebrated. <\/p>\n <p> <i>And shall make them be shod with shoes.<\/i>, The river being deep, he says that he will dry it up, so that it will not be necessary to pull off their <i>shoes<\/i>, in crossing it, though this would have been necessary if only a small portion of water had remained. <\/p>\n <p>By these metaphors, therefore, the Prophet means nothing else than that nothing will stand in God’s way, when it shall be his pleasure to rescue his people from captivity. He glances at the history of a former deliverance, that they may learn that it will be the same with that which they formerly enjoyed. On this account he wished to place it, as it were, before their eyes; for the means of this deliverance was not seen. If this promise had been stated in plain terms, it might not have produced so deep an impression on their minds as by holding out this remarkable example. <\/p>",
    "audit": null
}