{
    "id": 7422,
    "source": "calvin",
    "verse_id": 18309,
    "verse_count": 1,
    "reference": "34:5",
    "title": "",
    "html": " <p> <i>For my sword is made drunken in the heavens.<\/i>, He says that the “sword” of the Lord is bloody, as extensive slaughter makes the “swords” wet with gore; and, in order to give greater weight to his style, he represents the Lord as speaking. But why does he say that it is <i>in heaven?<\/i>, for God does not call men to heaven to inflict punishment on them, but executes his judgments openly in the world, and by the hand of men. Here the Prophet looks at the secret decree of God, by which he appoints and determines everything before it is executed; and he does not mean the act itself, but extols the efficacy of the prediction, because the certainty of the effect is manifest from the unchangeable purpose of God; that unbelievers may know that the Lord in heaven takes account of the crimes of wicked men, although for a time they may pursue their career of iniquity without being punished, and that, although they enjoy profound peace, still the sword by which they shall be slain is even now bloody in the sight of God, when he determines to inflict punishment on them. In like manner Sodom (<a class=\"ref\">Genesis 19:28<\/a>) was already burning in the sight of God, while it freely indulged in wine and feasting, and in satisfying its lust; and the same thing must be said of other wicked men, who, while they are wallowing in pleasures, are held as appointed by God to be slain. We ought not, therefore, to fix our attention on the present state when we see wicked men enjoy prosperity and do everything according to their wish. Though no one annoys them, still they are not far from destruction when God is angry with them and is their enemy. <\/p>\n <p> <i>So it shall come down on Edom.<\/i>, He expressly mentions the Edomites, who were hostile to the people of God, though related to them by blood, and distinguished by the same mark of religion; for they were, as we have formerly mentioned, descended from Esau, (<a class=\"ref\">Genesis 36:8<\/a>,) and were the posterity of Abraham. At the present day, in like manner, we have no enemies more deadly than the Papists, who have publicly received the same baptism with ourselves, and even profess Christ, and yet cruelly persecute and would wish utterly to destroy us, <i>because<\/i>, we condemn their superstitions and idolatry. Such were the Edomites, and therefore the Prophet has chiefly selected them out of the whole number of the enemies. <\/p>\n <p> <i>On the people of my curse.<\/i>, By giving them this appellation he confirms the sentence which he had pronounced, for in vain would they endeavor to escape that destruction to which they were already destined and devoted. By this term he declares that they are already destroyed by a decree of heaven, as if they had been already separated and cut off from the number of living men. That it may not be thought that God has done it unjustly, he adds, <i>to judgment;<\/i>, for there is nothing to which men are more prone than to accuse God of cruelty, and the greater part of men are unwilling to acknowledge that he is a righteous judge, especially when he chastises with severity. Isaiah, therefore, shews that it is a just judgment, for God does nothing through cruelty or through excessive severity. <\/p>",
    "audit": null
}