{
    "id": 7658,
    "source": "calvin",
    "verse_id": 18549,
    "verse_count": 1,
    "reference": "44:15",
    "title": "",
    "html": "<p>and<i>Then shall a man use it for burning. <\/i> He censures their ignorance in not being taught by manifest experience that a trunk of wood is not God, and even reproves their ingratitude in defrauding of the honor due to him the true God, whose power is illustriously displayed in the trees themselves; for the wood cannot be applied to various uses without bringing before our<i>eyes<\/i> the bounty of God. Whenever bread is baked in the oven, or flesh is seethed in the pot, or meat is roasted on the coals; whenever we warm ourselves, or obtain any advantage whatever from wood, our stupidity is inexcusable, if we do not consider how bountifully God hath provided for us, that we should not want anything necessary for us. Such is the meaning of these words —<\/p> \n<p><i>Aha! I am warm. <\/i> These words express the gladness of those who, freed from all uneasiness and annoyance, utter what may be called the language of triumph. What can be more base or foolish than that men, while they are pleasantly enjoying God’s benefits, should flatter and applaud themselves, and at the same time should not thank the author, and should even abuse his abundant wealth for the purpose of dishonoring him? In cooking their victuals, and in other conveniences, men perceive that the wood is subject to their control and devoted to their use; how comes it then that they bow down before a piece of wood that has the shape of a man? Is not God in this maimer robbed of his right? And when men call upon images, do they not defraud God of that sacrifice which he chiefly demands? Even heathen writers long ago laughed at this folly, that men ventured to form gods according to their own fancy out of corruptible matter which they formerly despised. Hence came that jest of Horace, “Once I was a trunk of a fig-tree, a useless piece of wood, when a carpenter, uncertain whether to make a bench or a Priapus, preferred that I should be a god; and so I became a god.” But they did not actually know the fountain of impiety, because they did not apply their minds to consider the goodness and power of One God, which is displayed in all the creatures.<\/p> \n<p>When the Prophet thus attacked the worshippers of idols, and laid open their stupidity and madness, they undoubtedly complained that they were unjustly defamed, and endeavored to cloak their errors under plausible pretexts, that they acknowledged that their gods were in heaven, as even their writings shewed, and did not mean that wood or stone is God, in the same manner as the Papists, in arguing against us, defend the same cause with them, and absolutely refuse to be condemned for such gross blindness. But we have already said that the Prophet does not confine his attention to the mere essence of God; and indeed if this be all that is left to God, it will be an idle phantom. He means that all the attributes which belong to him, his foreknowledge, power, government, righteousness, salvation, and everything else, remains unimpaired. Now, when wicked men set up statues or images, and fly to them for the purpose of imploring assistance, and whenever they place them before their eyes and address them, and think that God hears them, do they not wickedly connect their salvation with them? But this stupidity arises from their ignorance of the nature of God, which is simple and spiritual, but which they imagine to be gross and carnal. Thus their thoughts concerning him are excessively wicked, and they east aside and stain his glory, by making it like earthly and fading things. Nothing is so inconsistent with the majesty of God as images; and he who worships them endeavors to shut up God in them, and to treat him according to his own fancy. Justly, therefore, does the Prophet attack such corruptions, and sharply censure the mad zeal of superstitious persons, since nothing more detestable can be uttered or imagined.<\/p> \n\n<p><i><\/i> > Olim truncus eram ficulnus, inutile lignum;<br> \nQuum faber, incertus scamnum faceretne Priapum,<br> \nMaluit esse Deum; Dens inde ego<span> . \nHor. Sat. 1:8. <\/span><\/p> ",
    "audit": null
}