{
    "id": 7968,
    "source": "calvin",
    "verse_id": 18865,
    "verse_count": 1,
    "reference": "62:10",
    "title": "",
    "html": " <p> <i>Pass through, pass through the gates. <\/i> From the preceding statement he draws the conclusion, that there shall be a free passage through the gates of the city, which formerly were shut or in a ruinous state; shut when it was besieged by enemies; in a ruinous state, when the city was thrown down and levelled with the ground. He means that there shall be such a restoration of the city, that its inhabitants shall be numerous, and there shall be frequent passing to and from it. <\/p> \n <p>Some think that these words are addressed to the pastors, that they may enter in at the gates, and go before others as their conductors. But it is a general and figurative statement, by which he compares the Church to a populous city, though for a time it was ruinous and desolate, as Jerusalem had been. Others pursue more ingenious speculations, and say that the gates of a Church are opened, when pardon of sins is proclaimed in it, and by that message God invites all to come to him. But if we wish to get at the Prophet’s meaning, we must believe that all these things are spoken figuratively, as we have already mentioned. <\/p> \n <p> <i>Clear the way for the people. <\/i> This is, strictly speaking, the duty of teachers; but the Prophet speaks in general terms, and addresses all whose agency the Lord employed for preparing the way for the people. At that time, indeed, he spoke to Medes and Persians, by means of whom he opened up the way for the Jews, that they might return to their native country; but next he includes all others by whom the Lord restored his Church. <\/p> \n <p> <i>Level, level the road. <\/i> He authoritatively commands all men to “clear and level the roads;” that the Jews might know that every obstacle shall easily be removed, and that all men, however inveterate their hostility, shall immediately obey the command of God. In this way he enjoins believers to gird themselves manfully for the work, as if many workmen were ready to give assistance, and the emphatic repetition of the word (“Level, level”) deserves notice as intended to express certainty. <\/p> \n <p> <i>Pave it with stones. <\/i> <span class=\"greek-hebrew\"> סקל <\/span> (<i>sikkel<\/i>) sometimes means to remove stones, and sometimes to pave with stones; and I think that it ought rather to be understood here in this latter signification, though commentators are generally of a different opinion. <\/p> \n <p> <i>Lift up a standard to the peoples. <\/i> This is of the same import with the former clause; for the Prophet means that the peoples shall obey the command of God, in the same manner as subjects are wont to obey princes; for they shall assemble and run together when “the standard is lifted up,” and shall lend their aid to bring back the people; and thus he extols in lofty terms the power of God, that the Jews might be fully persuaded that they would one day be restored. <\/p> ",
    "audit": null
}