{
    "id": 7001,
    "source": "calvin",
    "verse_id": 17876,
    "verse_count": 1,
    "reference": "10:25",
    "title": "",
    "html": "<p><i>But yet a little while. <\/i>He means not only the siege of Jerusalem, when Sennacherib surrounded it with a numerous army, (<a class=\"ref\">2 Kings 18:17<\/a>,) but likewise the rest of the calamities, when Jerusalem was overthrown, (<a class=\"ref\">2 Kings 25:4<\/a>,) the Temple razed, and the inhabitants taken prisoners; for against those dreadful calamities it was necessary that the godly should be fortified by these promises. This ought to be carefully observed; for if we neglect it, as other commentators do, we shall not be able to see how the statements agree. Accordingly, the captivity of the people might be called a <i>consumption<\/i>; for Babylon was like a grave, and banishment was like death. But when the danger was immediate and urgent, and Sennacherib attacked them with his army, and various straits were felt by them in that siege, this consolation was needful; for Judea seemed to be utterly ruined, and to outward appearance no hope of safety was left. <\/p>\n<p><i>My fury and indignation shall be spent. <\/i> The consolation corresponds to this state of things. “The Lord will spare thee. For a time, indeed, he will delay, and will keep his assistance as it were concealed; but he will at length rescue thee, and will revenge thy enemies whom he has determined utterly to destroy.” If it be thought better to interpret  <span class=\"greek-hebrew\">כלה<\/span> (<i>chalah<\/i>) as meaning to <i>consume <\/i>or <i>spend<\/i>, then he says that <i>he spends his anger<\/i>, in the same way that we speak of <i>spending <\/i>years and our whole life; that is, “I will cherish my anger until I completely destroy the Assyrians.” But the word <i>finish <\/i>brings out the meaning more fully; as if he had said, “until I have discharged all my anger.” This is the destruction which he also threatens elsewhere (<a class=\"isa\" verses=\"MTg2OTg=\">Isaiah 52:1<\/a>) to the <i>uncircumcised<\/i>; for when the hope of mercy has been taken away, he executes his judgment against the ungodly. <\/p>",
    "audit": null
}