{
    "id": 7786,
    "source": "calvin",
    "verse_id": 18682,
    "verse_count": 1,
    "reference": "51:8",
    "title": "",
    "html": "<p><i> But my righteousness shall continually endure.<\/i> Because the believing servants of God must endure many reproaches and slanders from the enemies of the word, the Prophet exhorts and encourages them to bear it courageously. It frequently happens that we are more deeply moved by the contumely and insults of men than by fire and sword; but we ought to reckon it praise and glory to be the object of their contempt and abhorrence. True valor springs from this consideration, that, although the world reject us as “filth and offscourings,” (<a class=\"ref\">1 Corinthians 4:13<\/a> ,) God holds us in estimation; because we maintain the same cause with himself. Let us with Moses, therefore, “prefer the reproach of Christ to the treasures of the Egyptians.” (<a class=\"ref\">Hebrews 11:26<\/a> .) Let us rejoice with the Apostles, who<\/p> \n<p>“departed from the council glad and joyful, because they were accounted worthy to suffer shame for the name of Jesus.” (<a class=\"ref\">Acts 5:41<\/a> .)<\/p> \n<p><i> And my salvation for ever and ever.<\/i> Because the death of wicked men would yield to us small consolation, if we were not saved, he shews what will be our condition, namely, that we shall never be left destitute of “God’s righteousness and salvation.” But the comparison may appear to be inappropriate, when he contrasts the destruction of the wicked with his righteousness. Far more clearly and suitably it might have been thus expressed: “though the reprobate indulge in mirth, yet they shall speedily perish; but believers, though they appear to be dead, shall live.” Again, because he makes no mention of us, and commends only the eternity of God’s righteousness, it may be objected, that to us who are almost overwhelmed this is of no avail. But by these words the Prophet instructs us, that in our afflictions we ought to seek consolation from the thought, that our health and salvation are, as it were, shut up in God; for, so long as men trust or rely on themselves, they cannot cherish any good hope that does not speedily decay; and therefore we ought to turn our hearts to God, whose “mercy endureth from everlasting to everlasting on them that fear him,” as David says, “and his righteousness to children’s children.” (<a class=\"ref\">Psalms 103:17<\/a> .)<\/p> \n<p>Because salvation is founded on the goodness of God, Isaiah reminds us of it, that men may be reduced to nothing, and that confidence may be placed in God alone. The meaning may be thus summed up, “<i> Salvation<\/i> is in God, that by it he may preserve, not himself, but us;<i> righteousness<\/i> is in God, that he may display it for our defense and preservation.” Accordingly, from the eternity of God’s “salvation and righteousness” we ought to infer that the servants of God cannot possibly perish; which agrees with the passage quoted a little before from David,<\/p> \n<p>“Thou art the same, and thy years shall not fail. The children of thy servants shall dwell, and their posterity shall be established for ever.” (<a class=\"ref\">Psalms 102:27<\/a> .)<\/p> \n<p>Thus we see how he applies this eternity to the children of God, who do not subsist in themselves, but in God, and have the foundation of their salvation in him.<\/p> ",
    "audit": null
}