{
    "id": 7195,
    "source": "calvin",
    "verse_id": 18074,
    "verse_count": 1,
    "reference": "22:21",
    "title": "",
    "html": "<p><i> And I will clothe him.<\/i> He now explains more fully what he had briefly noticed in the former verse, that it was only by the purpose of God that Shebna was deposed, in order that Eliakim might succeed him. It is true, indeed, that all the changes that happen in the world are directed by the providence of God; for he “girds kings with a girdle,” as we are told in the book of Job, “and ungirds them, according to his pleasure.” (<a class=\"ref\">Job 12:18<\/a> .) A witty saying was at one time current about the Roman emperors, “that they were theatrical kings;” because, as players, who perform their parts in the theater, no sooner have laid aside the rank of a king, than they presently become poor mechanics; so the emperors, after having been thrown down from their lofty station, were speedily hurried to a disgraceful punishment. And yet it is certain that those insurrections did not take place by chance, or merely through the designs of men, or by military forces, but by the purpose of God, which directed the whole. But the Prophet declares, that there is this peculiarity in the case of Shebna, that his deposition will be a clear proof of the vengeance of God, and that the restoration of Eliakim will be regarded as a lawful form of government.<\/p> \n<p><i> With thy robes and with thy girdle.<\/i> By the<i> robes<\/i> and<i> girdle<\/i> are meant the badges of the magistrates’ office. The<i> girdle<\/i> was an emblem of royalty, and the chief magistrates undoubtedly wore it as an honorable distinction. At Rome, also, the prætors wore this badge. Job says, that God ungirds kings when he deprives them of their royal rank. (<a class=\"ref\">Job 12:18<\/a> .) These things were foretold by the Prophet, that all might not only see clearly in this instance the providence of God, and acknowledge his purpose, but might perceive that this wicked man, who had raised himself improperly and by unlawful methods, was justly deposed.<\/p> \n<p><i> He shall be Father.<\/i> Wicked magistrates are indeed appointed by God, but it is in his anger, and because we do not deserve to be placed under his government. He gives a loose rein to tyrants and wicked men, in order to punish our ingratitude, as if he had forsaken or ceased to govern us. But when good magistrates rule, we see God, as it were, near us, and governing us by means of those whom he hath appointed. The Prophet means that Eliakim will perform the part of a father, because he has been endued with the Spirit of God. At the same time he reminds all godly persons that they will have good reasons for wishing the government of Eliakim, because it tends to the general advantage of the Church.<\/p> \n<p>By the appellation<i> father<\/i> , he shews what is the duty of a good magistrate. The same thing has been taught by heathen writers, that “a good king holds the place of a father;” and when they wished to flatter those who crushed the commonwealth by the exercise of tyranny, nature suggested to them to call the tyrants by the honorable title of “fathers of their country.” In like manner, philosophers, when they say that a family is the picture of a kingdom, shew that a king ought to hold the place of a father. This is also proved by the ancient titles given to kings, such as “Abimelech,” (<a class=\"ref\">Genesis 20:2<\/a> ,) that is, “my father the king,” and others of the same kind, which shew that royal authority cannot be separated from the feelings of a father. Those who wish to be regarded as lawful princes, and to prove that they are God’s servants, must therefore shew that they are fathers to their people.<\/p> ",
    "audit": null
}