{
    "id": 6865,
    "source": "calvin",
    "verse_id": 17737,
    "verse_count": 1,
    "reference": "4:3",
    "title": "",
    "html": "<p><i> And it shall come to pass that he who is left in Zion.<\/i> He follows out the same statement, that when the pollution of the people shall have been washed away, what remains will be pure and<i> holy<\/i> . The explanation given by some, that they who shall be found written in the book of life will<i> be called holy<\/i> , appears to me to be too limited. These two clauses ought rather to be read separately, that<i> all who shall be left in Zion will be holy,<\/i> and that<i> they who shall be left in Jerusalem will be written in the book of life<\/i> . And this repetition is very frequent and customary among the Hebrews, when the prophets set forth under various titles the same gift of God. Thus, when it is said,<\/p> \n<p><span> There shall be salvation in Jerusalem,\nand forgiveness of sins in Zion, (<\/span><a class=\"ref\"><\/a> ,)<\/p> \n<p>both must be viewed as referring to the same subject; but the grace of God is more fully extolled when the cause of salvation is declared to consist in a free pardon.<\/p> \n<p>In this passage the argument is of the same kind; for he says that,<i> when the filth shall have been washed away<\/i> , the Church will be clean, and that all who shall have a place in her will truly be the elect of God. Now, it is certain that this does not apply universally to the external Church, into which many have been admitted under the designation of believers who have nothing that corresponds to their profession, and who even exceed the small number of good people, as the chaff exceeds the wheat in the barn. And although the captivity in Babylon had been employed by God, as a sieve, to remove a large portion of chaff, yet we know that the Church was still very far from being as pure as she ought to have been. But as at that time there was displayed, in some measure, a resemblance of that purity which will be truly and perfectly manifested after that<\/p> \n<p><span> the lambs shall have been separated from the kids,\n(<\/span><a class=\"ref\"><\/a> ,)<\/p> \n<p>when Isaiah speaks of those beginnings, he includes, as his custom is, a period extending to the end, when God will bring to perfection that which he then began.<\/p> \n<p>It is the same thing which we see every day going forward; for although chastisements and punishments do not entirely remove all spots from the Church, yet when spots have been washed out, she recovers a part of her purity. Thus she suffers no loss by the strokes inflicted on her; because, while she is diminished, she is at the same time comforted by casting out many hypocrites; just as it is only by casting out the offensive or corrupt matter that a diseased body can be restored to health.<\/p> \n<p>Hence we obtain a most useful consolation; for we are wont always to desire a multitude, and to estimate by it the prosperity of the Church. On the contrary, we should rather desire to be few in number, and that in all of us the glory of God may shine brightly. But because our own glory leads us in another direction, the consequence is, that we regard more a great number of men than the excellence of a few.<\/p> \n<p>We ought also to learn what is the true glory of a Church; for she is truly prosperous when the saints have a place in her; though they be few and despised in the world, yet they render her condition prosperous and desirable. But as it will never happen in the world that the saints alone will hold a place in the Church, we ought patiently to endure a mixture, and, in the meantime, we ought to reckon it a most valuable blessing when she makes a near approach to the cleanness which ought to be found in her.<\/p> \n<p><i> And they shall all be written among the living [or, to life] in Jerusalem.<\/i> We have already said that by those who are written in the book of life are meant the elect of God; as if he had said that the profane multitude, which have only a name on the earth, will be cut off. The Prophet alludes to a mode of expression which often occurs in the Scriptures, as when Moses desires that he should be<i> blotted out of the book<\/i> of life, (<a class=\"ref\"><\/a> ,) rather than that the whole nation should be destroyed. Christ also says to the Apostles,<\/p> \n<p><span> Rejoice because your names are written in heaven,\n(<\/span><a class=\"ref\"><\/a> ;)<\/p> \n<p>and Ezekiel says,<i> They shall not be written in the catalogue of my people<\/i> . Now, although God has no other book than his eternal counsel, in which he has predestinated us to salvation by adopting us for his children, yet this comparison is exceedingly suitable to our weakness, because in no other way could our mind conceive that God’s flock is known to him, so that none of the elect can ever be deprived of eternal life. Since, therefore, God has the names of his people in some manner written down, the decree of adoption, by which their eternal blessedness is secured, is called<i> the book of life<\/i> . The reprobate, though for a time they appear to be on a level with the sons of God, are excluded from this catalogue, as we see that they are cut off when he collects and separates his own people. This matter will not be fully completed before the last day; but as the children of God, by continually persevering, when the reprobate fall off, have their election made sure, it is no small consolation amidst their afflictions, when the temptations by which they are assailed do not cause them to fall from their steadfastness.<\/p> ",
    "audit": null
}