{
    "id": 6958,
    "source": "calvin",
    "verse_id": 17831,
    "verse_count": 1,
    "reference": "9:1",
    "title": "",
    "html": "<p><i>Yet the darkness shall not be. <\/i>He begins to comfort the wretched by the hope of alleviation, that they may not be swallowed up by the huge mass of distresses. Many take these words in quite an opposite meaning, that is, as a threatening which denounces against the Jews a heavier affliction than that with which Tiglath-pileser (<a class=\"ref\">2 Kings 15:29<\/a>) and Shalmanezer (<a class=\"ref\">2 Kings 17:6<\/a>) afflicted them. The former inflicted a heavy calamity, the latter inflicted one still heavier, for he carried the twelve tribes into captivity, and blotted out the name of the nation. Some think that he now foretells the heaviest calamity of all, for if it be compared with the former two, it exceeds both of them. Though I am not prepared to reject this view, for it does not want plausibility, yet I rather favor a different opinion. The other interpretation is indeed more plausible, that the Prophet intended to deprive hypocrites of every enjoyment, that they might not imagine that this calamity would quickly pass away like a storm as the others had done, for it would be utterly destructive; and so we shall take the particle  <span class=\"greek-hebrew\">כי<\/span> (<i>ki<\/i>) in its literal meaning.  <\/p>\n<p>But in my opinion it is most appropriate to view it as a consolation, in which he begins to mitigate what he had said about that frightful <i>darkness <\/i>and <i>driving<\/i>, (<a class=\"isa\" verses=\"WzE3ODMwXQ==\">Isaiah 8:22<\/a>,) and, by allaying the bitterness of those punishments, encourages them to expect the favor of God. As if he had said, “<i>and yet<\/i>, amidst that shocking calamity which the Jews shall endure, <i>the darkness will not be such as when <\/i>the land of Israel was afflicted, first, by Tiglath-pileser, (<a class=\"ref\">2 Kings 15:29<\/a>,) and afterwards more grievously by Shalmanezer,” (<a class=\"ref\">2 Kings 17:6<\/a>.) Amidst so great extremities believers might otherwise have fainted, if their hearts had not been cheered by some consolation. Isaiah therefore directs his discourse to them lest they should think that they were ruined, for he intimates that the chastisements which are now to be inflicted will be lighter than those which came before. That this is the natural interpretation will quickly appear from what immediately follows. <\/p>\n<p>But why does the Prophet say that this calamity, which was far more dreadful, would be more mild and gentle? For Jerusalem was to be razed, the temple thrown down, and the sacrifices abolished, which had remained untouched during the former calamities. It might be thought that these were the severest of all, and that the former, in comparison of them, were light. But it ought to be observed, that while in the former instances there was no promise, an explicit promise was added to this threatening. By this alone can temptations be overcome and chastisements be rendered light. By this seasoning alone, I say, are our afflictions alleviated; and all who are destitute of it must despair. But if, by means of it, the Lord strengthen us by holding out the hope of assistance, there is no affliction so heavy that we shall not reckon it to be light. <\/p>\n<p>This may be made plain by a comparison. A man may happen to be drowned in a small stream, and yet, though he had fallen into the open sea, if he had got hold of a plank he might have been rescued and brought on shore. In like manner the slightest calamities will overwhelm us if we are deprived of God’s favor; but if we relied on the word of God, we might come out of the heaviest calamity safe and uninjured. <\/p>\n<p>As to the words, some take  <span class=\"greek-hebrew\">מועף<\/span> (<i>mugnaph<\/i>) for an adjective, as if the Prophet said,<i>It shall not be darkened<\/i>; but the feminine pronoun which immediately follows,  <span class=\"greek-hebrew\">בה<\/span> (<i>bahh<\/i>), <i>in her<\/i>, does not allow us to refer this to men. It is more accurately described by others to be a substantive noun; and, therefore, I have resolved to render it literally, <i>there shall not be darkness <\/i>in Judea <i>according to the affliction of the time when, etc<\/i>. Some explain  <span class=\"greek-hebrew\">הקל<\/span> (<i>hekal<\/i>) to mean that the land was <i>relieved of a burden<\/i>, in consequence of the people having been carried into captivity; but this is altogether at variance with the Prophet’s meaning, and does not agree with what follows; for it is immediately added that the seacoast has been <i>more grievously afflicted <\/i>by a second calamity. There can be no doubt, therefore, that this verb corresponds to the other verb  <span class=\"greek-hebrew\">הכביד<\/span>, (<i>hikbid<\/i>.)  Not more than a small part of the kingdom having been afflicted by Tiglath-pileser, the calamity which he brought upon it is said to be light as compared with the second which was inflicted by Shalmanezer. <\/p>\n<p><i>By the way of the sea, beyond Jordan, in Galilee of the Gentiles. <\/i>He calls it <i>the way of the sea<\/i>, because <i>Galilee <\/i>was adjoining to the coast of the Mediterranean <i>Sea<\/i>, and on one side it was bounded by the course of the <i>Jordan<\/i>. It is called <i>Galilee of the Gentiles<\/i>, not only because it was contiguous to Tyre and Sidon, but because it contained a great multitude of <i>Gentiles<\/i>, who were mingled with the Jews; for from the time that Solomon granted this country to King Hiram, (<a class=\"ref\">1 Kings 9:11<\/a>,) it could never be subdued in such a manner as not to have some part of it possessed by <i>the Gentiles <\/i><\/p>",
    "audit": null
}