{
    "id": 7663,
    "source": "calvin",
    "verse_id": 18556,
    "verse_count": 1,
    "reference": "44:22",
    "title": "",
    "html": "<p><i>I have blotted out, as a cloud, thy iniquities. <\/i> The Lord promises to his people future deliverance; for our hearts cannot be actually raised towards God, if we do not perceive that he is reconciled to us. In order, therefore, that he may keep the people whom he hath once bound to himself, he adds a promise by which he comforts them, that they may be fully convinced that the banishment shall not be perpetual; for God, being a most indulgent Father, moderates his chastisements in such a manner, that he always forgives his children.<\/p> \n<p>When he says that “he has blotted out their iniquities,” this relates literally to the captives who were punished for their transgressions; and the consequence was, that, when God was appeased, they would be delivered. It is a demonstration from the cause to the effect. The guilt has been remitted, and therefore in like manner the punishment has been remitted; for the Jews, as soon as they have been reconciled to God, are freed from the punishment which was inflicted on account of guilt. Yet there is an implied exhortation to repentance, that they may not only groan under the heavy load of chastisement, but may consider that they are justly punished, because they have provoked God’s anger; and indeed, whenever God deals severely with us, we ought not merely to wish relief from uneasiness and pain, but we ought to begin with pardon, that God may no longer impute sins to us. Yet this passage overthrows the distinction of the Sophists, who acknowledge that guilt is remitted, but deny that punishment is remitted, as we have already explained fully in other passages.<\/p> \n<p>The metaphor of “a cloud” has the same meaning as if the Lord had said that he will no longer pursue them in his displeasure, or punish them, because, when guilt has been remitted, they are reconciled; in the same manner as when the sky has become calm, the clouds which intercepted from the earth the light of the sun, are “blotted out” and disappear. We must therefore reject the diabolical inventions of men, which overthrow the whole doctrine of the forgiveness of sins, while they openly contradict the doctrine of the prophets.<\/p> \n<p><i>Return thou to me. <\/i> This may be taken in two senses, either that the Lord exhorts the people to repentance, or that he encourages them to hope for deliverance; but both senses may agree well. We have said that it is the ordinary practice of Scripture, whenever redemption is mentioned, to exhort to repentance; for the Lord wishes to bring us back to himself in this manner, that he may render us fit for receiving his layouts. Besides, as the people, through their unbelief, were very far from cherishing the hope of salvation, it may likewise be taken for a confirmation, that the people may believe that they will undoubtedly return; as if he had said, “Though thou thinkest that I am estranged from thee, yet know that I will take care of thee.” And I approve more this latter sense, and think that it agrees better with the context; for the Prophet labors above all things to confirm the promises of God, and to fix them deeply on their hearts.<\/p> \n<p><i>For I have redeemed thee. <\/i> He commands the Jews to “return to him,” though their banishment stood in the way of their expecting that he would be a deliverer; as if he had said, “Though I appear to be estranged from you, yet trust; for I have determined to<i>redeem you.”<\/i><\/p> ",
    "audit": null
}