{
    "id": 7749,
    "source": "calvin",
    "verse_id": 18645,
    "verse_count": 1,
    "reference": "49:8",
    "title": "",
    "html": " <p> <i>In a time of good pleasure. <\/i> From this verse we again learn more clearly what we explained at the beginning of this chapter, that the Prophet, while he addresses the whole body of the Church, begins with Christ, who is the head. I have said that this ought to be carefully observed; for commentators have not attended to it, and yet there is no other way in which this chapter can be consistently expounded. This is clearly shewn by Paul, who applies this statement to the whole Church. (<a class=\"ref\">2 Corinthians 6:2<\/a>.) And yet, what the Prophet adds, <i>I will give thee to be a covenant, <\/i> is applicable to no other than Christ. <\/p> \n <p>How shall we reconcile these statements? By considering that Christ is not so much his own as ours; for he neither came, nor died, nor rose again for himself. He was sent for the salvation of the Church, and seeks nothing as his own; for he has no want of anything. Accordingly, God makes promises to the whole body of the Church. Christ, who occupies the place of Mediator, receives these promises, and does not plead on behalf of himself as an individual, but of the whole Church, for whose salvation he was sent. On this account he does not address Christ separately, but so far as he is joined and continually united to his body. It is an inconceivable honor which our heavenly Father bestows upon us, when he listens to his Son on our account, and when he even directs the discourse to the Son, while the matter relates to our salvation. Hence we see how close is the connection between us and Christ. He stands in our room, and has nothing separate from us; and the Father listens to our cause. <\/p> \n <p>By the word “good pleasure,” the Prophet lays a bridle on believers, so to speak, that they may not be too eager in their desires, but may wait patiently till the time appointed by God has arrived; and in this sense Paul gives to the coming of Christ the appellation of “the time of fullness.” (<a class=\"ref\">Galatians 4:4<\/a>.) He means, therefore, that they depend on God’s disposal, and ought therefore to endure his wrath with meekness and composure. But although the intention of the Prophet is to exhort the godly to patience, that they may learn to place their feelings in subordination to God, yet at the same time he shows that our salvation proceeds from God’s undeserved kindness. <span class=\"greek-hebrew\"> רצון <\/span> <i>(ratzon) <\/i> which the Greeks translate <span class=\"greek-hebrew\"> εὐδοκία <\/span> <i> <\/i> that is, the good-will of God is the foundation of our salvation; and salvation is the effect of that grace. We are saved, because we please God, not through our worthiness or merits, but by his free grace. Secondly, he shows, at the same time, that our salvation is certain, when we have a clear proof of the grace of the Lord. All doubt ought to be removed, when the Lord testified of his “good pleasure.” This passage tends to the commendation of the word, beyond which we ought not to inquire about salvation; as Paul declares that the good pleasure of God is clearly manifested in the preaching of the Gospel, and that thus is fulfilled what is contained in this passage about “the day of salvation.” (<a class=\"ref\">2 Corinthians 6:2<\/a>.) <\/p> \n <p>Thirdly, the Prophet intended to remind us, that God gives us an undoubted pledge of his favor when he sends the Gospel to us; because it is evident that he has compassion upon us, when he gently invites us to himself, that we may not look around in every direction to seek this light, which ought to be expected only from God’s gracious pleasure, or be tortured by doubt, from which God frees us. But let us remember that all this depends on God’s free purpose. When therefore the question is put, why the Lord enlightened us at this time rather than at an earlier period, the reason which ought to be assigned is this: because thus it pleased God, thus it seemed good in his sight. Such is the conclusion to which Paul comes in the passage which we quoted, <\/p> \n <p>“Behold, now is the accepted time; behold, now is the day of salvation.” (<a class=\"ref\">2 Corinthians 6:2<\/a>.) <\/p> \n <p>This passage may greatly aid us in ascertaining Isaiah’s meaning, that we may learn to connect our salvation with God’s good pleasure; a proof of which is given to us in the preaching of the Gospel. It ought also to be observed, that these predictions should not be limited to a certain age, since they belong to the whole Church in all ages. For if we begin with the deliverance from Babylon, we must go on to the redemption of Christ, of which it might be regarded as the commencement and the forerunner; and since there are still found among us many remnants of slavery, we must proceed forward to the last day, when everything shall be restored. <\/p> \n <p> <i>I have appointed thee to be a covenant. <\/i> This makes it still more evident, that all that had formerly been said was promised to Christ, not for the sake of his personal advantage, but on our behalf; for he has been appointed to be the mediator of the covenant, because the Jews by their sins had revolted from God, who had made an everlasting covenant with them. The renewal of that covenant, therefore, which had been broken or dissolved, is ascribed to Christ. Yet we must likewise keep in view the saying of Paul, that <\/p> \n <p>“Christ is our peace, to reconcile both them that are far off, and them that are near.” (<a class=\"ref\">Ephesians 2:14<\/a>.) <\/p> \n <p>But, Isaiah had directly in view that lamentable ruin, the remedy for which could be expected from Christ alone. Besides, it is proper to apply this grace to ourselves, because, as compared to the Jews, before the Gospel was preached, we were enemies and aliens from God, and could not in any other way be reconciled to him. Christ was therefore “given to be a covenant of the people,” because there was no other way to God but by him. At that time the Jews were a people; but in consequence of the partition-wall having been broken down, all of us, both Jews and Gentiles, have been united in one body. <\/p> \n <p> <i>That thou mayest raise up the earth, <\/i> which at that time was waste and desolate; for the return of the people was, as we have elsewhere seen, a kind of new creation. Such is also the design of the words of the Prophet, that we may know that there is nothing in the world but ruin and desolation. Christ is sent in order to restore what was fallen down and decayed. If we had not been in a fallen condition, there would have been no reason why Christ should be sent to us. We ought therefore to weigh well our condition; for we are aliens from God, destitute of life, and shut out from all hope of salvation. But by Christ we are fully restored and reconciled to our Heavenly Father. Isaiah likewise adds the benefits which we obtain through Christ, after having been reconciled to God. <\/p> ",
    "audit": null
}