{
    "id": 6917,
    "source": "calvin",
    "verse_id": 17789,
    "verse_count": 1,
    "reference": "7:6",
    "title": "",
    "html": " <p> <i>Let us go up <\/i>,. That is, <i>Let us make an invasion <\/i> <span class=\"greek-hebrew\">,נקיצנה <\/span>,(<i>nekitzennah <\/i>) is rendered by some, <i>Let us distress <\/i>,or <i>afflict <\/i>,; which is also expressed by the derivation of the word. But in this conjugation it rather signifies “to stir up and arouse.” Though I do not reject the former interpretation, yet I prefer the latter, because it agrees better with the scope of the passage. Again, I understand the word <i>arouse <\/i>,as meaning to <i>disturb <\/i>,, and to cause revolutions; as we commonly say, <i>to raise disturbances <\/i>,, so as not to allow the tranquillity of that kingdom to be preserved. <\/p>,\n <p> <i>Let us open it to us. <\/i>,The following word, <span class=\"greek-hebrew\">,נבקיענה <\/span>,, (<i>nabkignennah <\/i>,,) is interpreted by some, <i>Let us break into it <\/i>,Others render it, <i>Let us cause it to break up to us <\/i>,. I have rendered it, <i>Let us open <\/i>,; for <span class=\"greek-hebrew\">,בקע <\/span>,(<i>bakang <\/i>) also signifies what we commonly express by the phrase, <i>to make a breach or opening <\/i>,Now, the way to <i>open <\/i>,up the entrance to Judea was to rush through its fortifications by the force of arms, or, through the influence of fear, to induce timid and fickle persons to revolt; for so long as they continue to be loyal, entrance cannot be obtained; but when everything is disturbed by insurrections, an entrance is made, so that it becomes easy to break through into the strongest and best fortified places. <\/p>,\n <p>Thus, these two kings hoped that, as soon as they came into Judea, they would immediately terrify the whole nation by the extent and power of the army, so that there would be no ability or inclination to resist. When they brought together an army so prodigiously numerous, it is not probable that they placed any dependence on a long siege; for Jerusalem was strongly fortified; but they thought that the inhabitants of Jerusalem would be terrified and alarmed at the sight of their forces, and would be induced to make an immediate surrender. Yet I leave it to every person to adopt any interpretation of these words that he pleases, for whatever sense be put upon them, the meaning of the Prophet is not doubtful. <\/p>,\n <p> <i>The son of Tabeal. <\/i>,Who this <i>Tabeal <\/i>,was cannot easily be learned from history. Probably he was some Israelite, an enemy of the house of David, whom those kings were desirous to set up as one of their own dependents. <\/p>,",
    "audit": null
}