{
    "id": 7690,
    "source": "calvin",
    "verse_id": 18586,
    "verse_count": 1,
    "reference": "45:24",
    "title": "",
    "html": "<p><i>Surely in Jehovah. <\/i>He shews what is the nature of true faith and of the true worship of God; that is, when we not only acknowledge, or perceive by the understanding, that there is a God, but likewise feel what he wishes to be towards us. Whoever shall be satisfied with a bare knowledge departs very widely from faith, which must invite us to God in such a manner that we shall feel him to be in us. In like manner Paul wishes that <\/p>\n<p>“Christ should dwell in the hearts of believers through faith.” (<a class=\"ref\">Ephesians 3:17<\/a>.) <\/p>\n<p>He who imagines that God sits unemployed in heaven either will not humble himself sincerely before him, or will not make an open and sincere profession. <\/p>\n<p><i>Righteousness and strength. <\/i>As these are the two principal parts of our salvation, when believers acknowledge that they receive both of them from God, they ascribe to him the undivided praise of a happy life, and testify that by nature they do not possess that which they acknowledge that they owe to his grace. Thus they own that in themselves they have nothing either of “righteousness” or of “strength,” but seek them in God alone, that he may not be defrauded of his right. <\/p>\n<p><i>To him shall he come. <\/i>Here commentators differ; but, for my own part, I take a simple view of this passage as relating to believers who submit themselves to God, so as to enable us to perceive the nature of the contrast between them and rebels, who do not cease obstinately to resist God. I explain it thus: “They who shall confess that their righteousness is placed in God will approach to him.” He means that we obtain access to God through faith, so that they who perceive that their righteousness is placed in him, feel that he is present; and indeed no man, if he be not reconciled to God, will ever approach to him willingly, but, on the contrary, all who dread his majesty will fly to the greatest possible distance from him. Thus the Prophet applauds the very delightful result of grace, because it will unite to God those men who were formerly driven away from him by their wickedness; and to this corresponds what is said by the Psalmist, <\/p>\n<p>“Thou art the God that heareth prayer; to thee shall all flesh come.” (<a class=\"ref\">Psalms 65:2<\/a>.) <\/p>\n<p><i>But all who defy him shall be ashamed. <\/i>After having testified that God wishes to gather strangers from their dispersion, that he may bring them into a state of intimate friendship with himself, he threatens vengeance against despisers, who, being without God, and despising God, give the reins to their wicked passions, and wallow in the enjoyments of the world. As it is only by faith that we obey God, so it is by unbelief alone that Isaiah declares his anger to be provoked; while he distinguishes all unbelievers by this mark, that they are disobedient to God, and even challenge him to a contest. Although they now use the language of triumph, the Prophet declares that they shall be clothed with shame and disgrace. <\/p>",
    "audit": null
}