{
    "id": 7956,
    "source": "calvin",
    "verse_id": 18853,
    "verse_count": 1,
    "reference": "61:9",
    "title": "",
    "html": "<p><i> And their seed shall be known among the Gentiles.<\/i> Here the Prophet treats more clearly of the extension of the Church, which at that time might be said to be confined within a narrow corner of the earth, and afterwards, as we have already seen, was exceedingly diminished and impaired. (<a class=\"isa\" verses=\"WzE3NjY0XQ==\">Isaiah 1:9<\/a> .) Isaiah therefore discourses concerning the Church, which, after having suffered so great a diminution, would be spread throughout the whole world, so as to be visible to all the nations. And yet this did not happen even in the reign of Solomon, when the Jews flourished most in wealth and splendor. (<a class=\"ref\">1 Kings 10:21<\/a> .) Now this appeared to be altogether incredible; and that is the reason why the prophets take such pains to convince men of it, and repeat it very frequently, that the Jews may not measure this restoration by their own understanding or by the present appearance of things.<\/p> \n<p>A question now arises, When did these things happen? I reply (as I have often done before) that they began when the people returned to their native country; for at that time, and in uninterrupted succession, they experienced the manifold kindness of God towards them. But as nothing more than feeble sparks appeared, the full brightness shone forth in Christ, in whose reign those things are entirely accomplished; for where there was the utmost barrenness of godliness, the offspring of Abraham sprouted, because foreigners were ingrafted by faith into the elect people. Thus foreign and barbarous nations acknowledged that the Jews were the blessed seed of God, (<a class=\"ref\">Genesis 22:18<\/a> ,) when they united with them in the same confession of faith; nor was this fulfilled but once only, but is in course of being fulfilled every day.<\/p> \n<p>As to the Jews going before, and holding the first rank in God’s covenant, this ought to be ascribed to the mercy of God, and not to their own excellence, as Paul (<a class=\"ref\">Romans 3:2<\/a>) teaches; for, after having shown that by nature they differ nothing at all from the Gentiles, and after having subjected them to the same condemnation, he likewise teaches that they hold this privilege of pre-eminence, because they were the very first that received the word of God and the promises. But this proceeded from God’s undeserved kindness, and not from their merits or excellence.<\/p> ",
    "audit": null
}