{
    "id": 7681,
    "source": "calvin",
    "verse_id": 18576,
    "verse_count": 1,
    "reference": "45:14",
    "title": "",
    "html": "<p><i>Thus saith Jehovah. <\/i> He still speaks of the restoration which was afterwards effected under the conduct of Cyrus; but we must keep in remembrance what we formerly remarked, that those promises must be extended farther; for it includes the whole time which followed, down to the coming of Christ. Whoever shall duly consider and weigh this Prophet’s ordinary style will find in his words nothing extravagant, and will not look upon his language as exaggerated.<\/p> \n<p><i>The labor of Egypt, the merchandise of Ethiopia. <\/i> The Prophet alludes to the expenses which Cyrus contributed for building and adorning the temple. ( <a class=\"ref\">Ezra 6:8<\/a>) At that time was fulfilled what he says, that “the labor of Egypt” and “the merchandise of Ethiopia” came to the Jews; for “Egypt and Ethiopia” were tributaries and subjects of the king of Persia. From those tributes the temple of Jerusalem was rebuilt. But as that restoration was only the prelude to that which was accomplished by Christ, so likewise the homage which foreign nations rendered to the people of God was only the beginning of that homage which various nations rendered to the Church of God, after Christ had been revealed to the world.<\/p> \n<p>Now, under the name of “Egypt, Ethiopia, and the Sabeans,” who flourished at that time, he includes also the rest of the nations. It is as if he had said, “You are now oppressed by the tyranny of foreign nations, but the time shall one day come when they shall be subject to you.” This was not immediately fulfilled, but only at the time when Christ, by his coming, subdued their flinty and hitherto untameable hearts, so that they mildly submitted to the yoke that was laid upon them. But the Lord redeemed his people from Babylon, in order that he might preserve some Church till the coming of Christ, to whose authority all nations should be subject; and therefore we need not wonder, if the Prophet, when speaking of the return of the people, directs his discourse at the same time to God’s end and design, and makes it to be one redemption.<\/p> \n<p><i>In chains they shall pass over. <\/i> When he says that the Israelites shall be victorious over all the nations, this depends on the mutual relation between the Head and the members. Because the Only-begotten Son of God unites to himself those who believe in him, so that they are one with him, it frequently happens that what belongs to him is attributed to<\/p> \n<p><span> “the Church, which is his body and fullness.” \n(<\/span> <a class=\"ref\">Ephesians 1:23<\/a>.)<\/p> \n<p>In this sense also government is ascribed to the Church, not so as to obscure by haughty rule the glory of her Head, or even to claim the authority which belongs to him, or, in a word, so as to have anything separate from her Head; but because the preaching of the gospel, which is committed to her, is the spiritual scepter of Christ, by which he displays his power. In this respect no man can bow down submissively before Christ, without also obeying the Church, so far as the obedience of faith is joined to the ministry of doctrine, yet so that Christ their Head alone reigns, and alone exercises his authority.<\/p> \n<p><i>Surely<\/i><i>God is in thee. <\/i> He relates what will be said by those who shall make respectful entrearies to the Church. They will acknowledge that “God is in her.” Some translate<span class=\"greek-hebrew\"> אך<\/span> (<i>ach) only,<\/i> which I do not object to, and even acknowledge to be well adapted to express the Prophet’s meaning; yet it will not be inappropriate to explain it affirmatively, <i>Surely God is in thee<\/i><\/p> \n<p><i>And there is none besides God. <\/i> He explains the manner in which foreign nations shall be subject to the Jews; that is, by acknowledging that there is no other God than He whom the Jews worshipped. If it be objected, that this has nothing to do with the Jews, who are now alienated from the Church, I reply, The gospel nevertheless proceeded from them, and was diffused throughout the whole world; and thus we acknowledge Jerusalem to be the fountain from which pure doctrine flowed. ( <a class=\"ref\">Psalms 76:2; Luke 24:47<\/a>.) In ancient times there undoubtedly were none but the Jews who understood who is God, and what is the proper manner of worshipping him; the rest were devoted to trifles and delusions, and worshipped their own inventions. Hence also Christ, addressing the Samaritan woman, says, “We know what we worship.” ( <a class=\"ref\">John 4:22<\/a>.) Justly, therefore, is it here said, “God is in thee,” because other nations were ignorant of God. Yet as there is an implied contrast, I cheerfully admit the adverb<i>only,<\/i> so as to be a testimony of the repentance of the Gentiles, when they are satisfied with the one God and forsake their idols.<\/p> \n<p>The meaning may be thus summed up, “They who formerly were haughty, and with lofty brow despised the Church, shall submit to her, when it shall be known that she is the sanctuary of the true God,” for, as we have said, when God extols his Church, he does not relinquish his own authority. And this is a Sign of true conversion, that we do not worship a God whom we have imagined, but him who is acknowledged in the Church. We ought also to observe this encomium pronounced on the Church, “God is in thee;” for, as we formerly quoted, “God is in the midst of her,” because he hath chosen her to be his habitation. ( <a class=\"ref\">Psalms 46:5<\/a>.) If we are the people of God, and are subject to his doctrine which bringeth salvation, it follows that he will assist, us; because he does not wish to forsake his people; for this promise is perpetual, and ought not to be viewed as referring solely to that time.<\/p> ",
    "audit": null
}