{
    "id": 7069,
    "source": "calvin",
    "verse_id": 17948,
    "verse_count": 1,
    "reference": "14:19",
    "title": "",
    "html": "<p><i>But thou art cast out of thy grave like an abominable branch. <\/i>He shows that the kings of Babylon will be loaded with such disgrace, that they will even be cast out of the sepulcher which they possessed by inheritance, and will exhibit a disgraceful spectacle. It may be asked, Is it of so great value in the sight of God to be buried with our fathers, that to be deprived of it should be reckoned a punishment and a curse? I answer, he does not here speak of the grave, as if it were necessary for salvation; but it ought justly to be reckoned disgraceful to be denied burial. And first, we ought to consider why burial has been so highly valued among all nations. This undoubtedly arose from the patriarchs, whose bodies the Lord commanded to be buried in the hope of the last resurrection. The carcases of beasts are cast out, because they are only fit for rotting; but ours are laid in the earth, that being kept there, they may await the last day, when they shall rise to enjoy a blessed and immortal life in union with the soul. <\/p>\n<p>Various superstitions have arisen as to the interment of bodies. This has undoubtedly been occasioned by the craftiness of Satan, who usually corrupts and perverts everything that is good and useful, for he devised innumerable contrivances by which he might dazzle the eyes of men. We need not wonder that the Jews had a great variety of ceremonies connected with this subject, and they cannot be blamed on account of it, for Christ had not yet been revealed, and consequently they had not so clear a revelation of the resurrection. But in our time the case is very different, for we plainly see the resurrection in Christ, and, every vail having now been removed, we behold clear promises which were more obscure to the Jews. If any one, therefore, were again to introduce and renew those ancient rites, he would undoubtedly darken the light, and, by putting a vail on Christ who has been revealed to us, would offer to him a high insult. Yet it is not useless to pay attention to burial, for it is the symbol of the last resurrection, which we still look for; but let there be no superstition and ostentatious display in funerals, which all godly persons ought to detest. <\/p>\n<p>Now, if any one has been entirely deprived of burial, we must examine the cause. Many of the prophets, martyrs, and holy men have been deprived of it. We hear the Church bewailing that <\/p>\n<p>the dead bodies of the servants of God have been thrown down to wild beasts and to the fowls of heaven, and that there is none to bury them, (<a class=\"ref\">Psalms 79:2<\/a>;) <\/p>\n<p>and every day we see the servants of Christ burned, or drowned, or hanged; and yet their death is glorious and blessed in the sight of God. As the cross of Christ was blessed, so crosses, chains, prisons, and deaths, which are endured by his members, share in the same blessing, and far exceed the prosperity and trappings and splendor and majesty of kings, so that, following the example of Paul, they boldly venture even to glory in them. (<a class=\"ref\">Romans 5:3; 2 Corinthians 12:5; Galatians 6:14<\/a>.) <\/p>\n<p>But as to those whom the Lord permits to remain unburied, when we see nothing else than a token of his anger, we must fall back on this statement and others of the same kind. For example, Jeremiah threatened Jehoiakim with <i>the burial of an ass<\/i>, because he deserved to be ranked with beasts rather than with men, who, even after death, are distinguished from beasts by being buried. Thus it was proper that the king of Babylon, who had exalted himself above all men, should be cast down below all men, so as even to be deprived of ordinary burial. Isaiah, therefore, foretells that he will not be buried <i>in his own house, <\/i>that is, in the sepulcher of his fathers, which came to him by inheritance; for we must not suppose that sepulchres were within houses.  The comparisons which are added express more strongly the disgrace which was due to that tyrant. As hurtful or useless trees are rooted out, so he shows that the king of Babylon does not deserve to have any place among men. <\/p>\n<p><i>As the garments of those who are slain. <\/i>They who fall in the field of battle are not buried in the ordinary way, but their bloody and stinking bodies are trodden down, and are thrown into a ditch along with their rotten <i>garments<\/i>, that they may not infect the air with their offensive smell; and no one deigns to touch the very <i>garments <\/i>defiled by mire and blood, lest he should be polluted by them. Which of the kings of Babylon it was that suffered this we cannot tell; but undoubtedly it was fulfilled. <\/p>",
    "audit": null
}