{
    "id": 7809,
    "source": "calvin",
    "verse_id": 18705,
    "verse_count": 1,
    "reference": "52:8",
    "title": "",
    "html": " <p> <i>The voice of thy watchmen. <\/i> He continues his argument; for he shews that there shall be such a restoration of the people, that the messengers shall venture boldly to proclaim it. To <i>lift up the voice <\/i> has the same meaning with the phrase, “on the mountains,” which he formerly employed. (Verse 7.) The matter will not be hidden, but so clear and evident as to draw forth universal admiration. They who speak of what is doubtful matter mutter inaudibly, and do not venture to “lift up the voice;” but here there will be nothing doubtful or uncertain. <\/p> \n <p>The Prophet borrowed the metaphor from sentries which are commonly placed in cities, though the designation of “watchmen” is usually given to all Prophets, because they are placed, as it were, on watch-towers, to keep watch over the safety of the people. When he says that they shall lift up the voice, he means that there will be silence during the captivity, because the voice of the Prophets shall not be heard; for although they warn every one privately, yet there will be no freedom of speech. Hence also Jeremiah says, “I will put my mouth in the dust.” (<a class=\"ref\">Lamentations 3:29 <\/a>) But when the Lord shall be pleased to lead forth the people, the mouth of watchmen, who were formerly dumb, shall be opened to proclaim that they are at liberty to return; for they will not speak within private walls, or impart moderate consolation, but will openly proclaim that salvation. On this subject I have spoken fully at the beginning of the fortieth chapter. <\/p> \n <p> <i>Eye to eye <\/i>; that is, openly. This extends, indeed, to spiritual conversion; but let us not on that account depart from the literal sense, so as not to include also the benefit which the Lord conferred on the ancient people; for, when he restored the Jews to liberty, and employed the ministry of Zerubbabel, Ezra, and Nehemiah, these things were fulfilled. Yet at the same time they ought to be continued down to the coming of Christ, by which the Church was gathered out of all parts of the world. But we ought also to go forward to Christ’s last coming, by which all things shall be perfectly restored. <\/p> ",
    "audit": null
}