{
    "id": 6890,
    "source": "calvin",
    "verse_id": 17762,
    "verse_count": 1,
    "reference": "5:22",
    "title": "",
    "html": "<p><i>Wo to them that are mighty to drink wine!<\/i> Isaiah now censures another vice, namely, drunkenness and excess in eating, of which he had spoken before; so that probably this chapter is collected from various sermons, and the leading topics only are briefly touched; for when the Prophet saw no repentance, he was forced to repeat and frequently inculcate the same instructions. He therefore returns to the same reproofs which he had previously noticed; for he again discourses about drunkenness, luxury, covetousness, and other corruptions. Hence we ought to conclude, that when warnings produce no good effect, we ought to employ greater earnestness in addressing the obstinate and disobedient, and that we must not be afraid of giving offense by our eagerness, but must frequently repeat the reproofs, until they either yield or manifest incurable malice.<\/p> \n<p>By calling them<i>strong or powerful to drink<\/i> , he wittily accuses them of wasting their strength in bacchanalian warfare. It is disgraceful and beastly ambition, when a man of vigorous health makes a display of his strength by drinking largely. Employing a figure of speech (<i>synecdoche<\/i>) which is frequent in the Prophets, and indeed in the whole of Scripture, he takes a part for the whole; as if he had said, “Wo to gluttony; Wo to intemperance.” But he purposely mentioned that which was disgraceful in the highest degree, in order to render that vice generally hated and abhorred; for, as we have said, nothing is more base or disgraceful than for a man to make trial of his strength in swallowing food or in guzzling wine, and thus struggling with himself so as to cram down as much as his belly can hold. Such men keep by no rule of life, and do not know why God gives them nourishment; for we eat and drink to support the body, and not to destroy it. We live that we may yield worship and obedience to God, and that we may render assistance to our neighbors. When men act so as not to maintain their strength, but to destroy it by trying how much food and wine they can bear, most certainly they are worse than beasts.<\/p> ",
    "audit": null
}