{
    "id": 7966,
    "source": "calvin",
    "verse_id": 18863,
    "verse_count": 1,
    "reference": "62:8",
    "title": "",
    "html": " <p> <i>Jehovah hath sworn. <\/i> He proceeds with the metaphors which he formerly used; for since, owing to the corruption of our nature, the kingdom of Christ cannot be described so as to be level to our capacity; it was necessary to represent it under figures. In the same manner as he promised, first, an abundance of all things, and next, faithful guardianship, that the condition of believers may be safe; so here he promises tranquillity and repose, that they may peacefully enjoy their blessings, and may not in future be defrauded of them. As if he had said, “Whatever thou hadst formerly in thy hands was exposed to plunder and robbery; but now thou shalt have everything well secured, and shall freely partake of thy corn and thy wine; and, in a word, thou shalt enjoy thy prosperity in peace.” <\/p> \n <p>But since the depravity of our nature is such that we do not place trust in God, though he promise largely and bountifully, for this reason the Prophet represents him as swearing; for the Lord condescends to us so far as to make use of an oath, in order to correct still more our unbelief and obstinacy. Now, the Lord “sweareth by himself, because” (as an Apostle says) “he hath none greater than himself.” (<a class=\"ref\">Hebrews 6:13<\/a>.) <\/p> \n <p> <i>By his right hand and by the arm of his strength. <\/i> He mentions his “right arm,” that is, the power of God; because that was appropriate to the present discourse. As if he had said, “If I have any power, I will display it in your salvation; and lest, in an arduous affair, your minds should slumber, I swear by my hand, which is invincible and victorious over all, that, whatever difficulties may arise, you shall be safe under my protection.” Whenever therefore he promises salvation, let us think of his strength and power. <\/p> \n <p> <i>If I shall give. <\/i> This is an elliptical form of expression; and we are taught by it the sacredness and solemnity of an oath. The import of this declaration is, as if he had said, that he wishes that henceforth he may not be believed, if these promises be not justified by the event. When he promises the peaceful enjoyment of wheat and wine, he means that it proceeded from his righteous judgment, and did not happen by chance, that the Church was deprived of corn and wine; for whenever enemies ravage and plunder, this is unquestionably done by God’s permission; as he threatens in the Law. (<a class=\"ref\">Deuteronomy 28:33<\/a>.) On the other hand, it is his special blessing, that every one eats in safety <\/p> \n <p>“under his vine, and under his fig-tree.” (<a class=\"ref\">1 Kings 4:25<\/a>.) <\/p> ",
    "audit": null
}