{
    "id": 7577,
    "source": "calvin",
    "verse_id": 18467,
    "verse_count": 1,
    "reference": "41:15",
    "title": "",
    "html": " <p> <i>Lo, I have made thee. <\/i> The Prophet still speaks of the restoration of the Church, and promises that she will be so victorious over her enemies as to crush and reduce them to powder; and he declares this by a highly appropriate metaphor. The Jews, whom he addresses, were nearly crushed, but he declares that, on the contrary, they shall crush their enemies, so that, after having been delivered, they shall render to them what had been done to themselves. It was necessary that this should be added, for, if they had not regained new strength, they would always have been exposed to the unlawful passions of their enemies; and therefore they needed that God. should give them strength to repel the attacks which were made upon them. Yet Isaiah at the same time declares that they shall be executioners of the vengeance of God. <\/p> \n <p>But it may be thought that in this way he inflames the Jews to be desirous of taking revenge. Now, this is quite contrary to the nature of the Spirit of God; and, while we are too much inclined to this disease, the Lord is so far from treating with forbearance these purposes of revenge, that in many passages he commands us to repress them; for he exhorts us rather to pray for our enemies, and not to take delight in their distresses and afflictions. (<a class=\"ref\">Matthew 5:44 <\/a>.) I reply, the Prophet here shews what will happen, but neither commands nor exhorts us to desire the destruction of our enemies. If it be again objected that we ought not only to expect but even to desire what the Lord promises, when it tends to his glory and our salvation; I acknowledge that this consolation tends greatly to alleviate our sorrows, when he promises that he will one day inflict punishment on enemies who have cruelly distressed us, and will render to them the measure which they have meted out. (<a class=\"ref\">Matthew 7:2 <\/a>.) Yet this is not inconsistent: with the command of God, that we should be kind-hearted, and should pity them on account of the evils which they bring upon themselves, and bewail their wretched condition, instead of being led by cruel dispositions to rejoice in their destruction. (<a class=\"ref\">Matthew 5:44 <\/a>.) <\/p> \n <p>If we embrace this promise with that faith which we ought to cherish, we shall bring into subjection all the violence of the flesh, and consequently shall first be disposed to endure, and afterwards with moderate zeal shall desire the judgment of God. Accordingly, it ought to be our first aim to repress and lay aside every violent emotion of the flesh, and thus to await with an honest and sincere heart the fit season of the divine judgment; and that not so much from a regard to our private advantage as that due praise may be given to the justice of God. To the same purpose David wrote — <\/p> \n <p> <span> “The righteous shall rejoice when they shall see the vengeance; they shall wash their feet in the blood of wicked men.” \n(<\/span> <a class=\"ref\">Psalms 58:10 <\/a>.) <\/p> \n <p>Not that they delight in their distresses, but because, as he afterwards adds, the righteous man receives his reward, and the righteous judgments of God are made known in the earth when the wicked are punished for their transgressions. <\/p> \n <p>The Jews, being by nature cruel and eager of bloodshed, seize on these promises after the manner of wild and savage beasts, which eagerly devour the prey that is offered to them, and, as soon as they smell it, are mad with rage. But the Lord does not wish his people to forget that kindness which he recommends above all things; for we cannot be his, if we are not guided by the same spirit, that is, by the spirit of mildness and gentleness. In a word, by this metaphor of “a harrow having teeth,” he means nothing else than the wretched destruction of the wicked, whom the Lord will put to flight by the hand of the godly; and that for the purpose of comforting the godly, and not of inflaming them with eagerness for shedding blood. <\/p> ",
    "audit": null
}