{
    "id": 7248,
    "source": "calvin",
    "verse_id": 18129,
    "verse_count": 1,
    "reference": "25:10",
    "title": "",
    "html": "<p><i>For the hand of Jehovah shall rest. <\/i>The design of the Prophet in the beginning of this verse, I have no doubt, was to comfort the godly, who but for this would have thought that God had forsaken and abandoned them; for the opinion of those who view it as describing the judgment which the Lord was about to execute on the Jews, has no foundation whatever; but the meaning is the same as if he had said, that the Lord will always assist his Church. I am aware that “the hand of God” rests also on the reprobate, when he does not cease to pursue them with his vengeance, till he completely overwhelm them; but here the word “hand” denotes assistance, and not chastisements, and therefore by the word “rest,” is meant the uninterrupted continuance of defense or protection. <\/p>\n<p>We draw from this a profitable doctrine, that although God scatters innumerable blessings over the whole world, in such a manner that wicked men also obtain a share of them, yet his “hand” does not “rest,” or is not continually present, but in the holy <i>mountain<\/i>; that is, in the Church, where he is worshipped. It ought also to be observed, that Jerusalem had been chastised, before she received these blessings; for he had formerly threatened chastisements and punishments, to which he added this consolation. <\/p>\n<p><i>And Moab shall be trodden down under him. <\/i>In this clause he gives an additional view of the grace of God; for, by inflicting punishment on the enemies of the Church, he will shew how dearly he values its salvation. The Jews had no enemies more deadly than the Moabites, though their ancestors  were near relatives. By a figure of speech ( <span class=\"greek-hebrew\">συνεκδοχικῶς<\/span>) in which a part is taken for the whole, he includes under this name all the enemies of the Church, and especially those who are somewhat related to them, and who are more destructive than all others. He shews that, though for a time they are victorious and oppress the Church, yet eventually they shall be punished. His object is, that under their afflictions believers may not lose heart, as if their condition were unhappy, while wicked men are cheerful and prosperous; for the “treading down,” which is here mentioned, will quickly follow. Consequently, if at the present day we see the Church disturbed and oppressed by those who are somewhat related to us, and who even assume the name and title of the Church, let us comfort our hearts by this promise. <\/p>\n<p><i>As straw is trodden down in the dunghills. <\/i> The word  <span class=\"greek-hebrew\">מדמנה<\/span>, (<i>Mădmēnāh<\/i>,) which we translate “dunghill,”  is supposed by some to be the name of a city, which is also mentioned by Jeremiah, (<a class=\"ref\">Jeremiah 48:2<\/a>.) But what if we should say that the Prophet alludes to the city, which was probably situated in a fertile soil, and thus conveys a stronger censure, and presses harder on the Moabites? As if he had said, “As straw is trodden down in their fields, so will the Lord tread down the Moabites.” I do not dislike other interpretations, but consider it to be not improbable that he alludes to the fertility of the soil in which that city was situated. Yet in my version I have not hesitated to follow the common opinion. <\/p>",
    "audit": null
}