{
    "id": 6830,
    "source": "calvin",
    "verse_id": 17694,
    "verse_count": 1,
    "reference": "2:8",
    "title": "",
    "html": " <p> <i>Their land is also full of idols<\/i>, He repeats what he had already noticed about idolatry, but enters into it more fully; and, having first mentioned the subject itself, he next speaks of the use of it, which almost always follows. It seldom happens that we do not abuse <i>idols<\/i>, when they are set up among us, for it is as when fire has been applied to a pile of wood, which must immediately burn; and wood is not more ready to be set on fire than we are to follow superstition. In the Hebrew language idols are very properly denominated by the word <span class=\"greek-hebrew\">,אלילים<\/span>, (<i>elilim <\/i>) which the Prophet here employs, for they are empty things, and of no value. And undoubtedly the Holy Spirit intended by this word to reprove the madness of men who imagined that, by relying on such inventions, they approached nearer to God; as the papists of the present day, in order to plead for the usefulness of their idols, boast that they are the books of the unlearned: but we ought rather to believe the testimony of the Holy Spirit; and even the facts themselves plainly show what advantage the unlearned derive from them; for, led away by gross fancies, they imagine to themselves earthly and carnal gods. Hence Jeremiah justly declares not only that <i>idols<\/i>, are useless, but that they are teachers of falsehood and lies. (<a class=\"ref\">Jeremiah 10:14<\/a>.) <\/p>\n <p> <i>And they have bowed down <\/i> <i>before the work of their own hands<\/i>, We must also attend to this description, in which the Prophet relates that the people <i>bowed down before the works of their own hands<\/i>,; for how stupid was it that men should not only worship wood and stone instead of God, but should honor their own workmanship with the appellation of Deity, which they cannot bestow on themselves! It is truly shocking and monstrous that, as soon as a block of wood which lay neglected has received the finishing-stroke from a mortal man, he presently worships it as if it had been made a God. Although the Prophet addresses the ancient people, the same reasoning applies to the papists, who acknowledge no majesty of God but in the works of their own hands. <\/p>\n <p> <i>Before that which their own fingers have made<\/i>, The repetition is emphatic, and to the <i>hands<\/i>, he adds the <i>fingers<\/i>, in order to exhibit more strongly the grossness of the crime. We must also attend to the mode of expression, which denotes adoration by means of outward gesture; not that it is unlawful among men to bend the knee or the head for the sake of paying public respect, but because he who <i>bows down before<\/i>, an idol professes to render divine worship. Consequently, the silly talk of papists about that adoration which they call <i>Dulia<\/i>,(<span class=\"greek-hebrew\">,δουλεία <\/span>) is a childish evasion; for when the Prophet speaks of religious worship he condemns universally every token of homage. <\/p>",
    "audit": null
}