{
    "id": 7711,
    "source": "calvin",
    "verse_id": 18607,
    "verse_count": 1,
    "reference": "47:7",
    "title": "",
    "html": "<p><i>And thou saidst, I shall for ever<\/i><i>be a mistress. <\/i> Here he censures the haughtiness of the Babylonians, in promising to themselves perpetual dominion, and in thinking that they could not fall from their elevation through any adverse event. Thus the children of this world are intoxicated by prosperity, and despise all men as compared with themselves; but Isaiah mocks at this confidence, and shews that God regards it with the greatest abhorrence. <i>To say,<\/i> means here to conclude in one’s own mind, as will be more clearly evident from what the Prophet says shortly afterwards; for proud men do not publicly speak in this manner, but entertain this conviction, though they pretend the contrary. It is intolerable madness when men, forgetting their frailty, look upon themselves as not sharing in the common lot; for in this way they forget that they are men. Believers, too, have their conviction of being safe, because, under the protecting hand of God, they are prepared boldly to encounter every danger. And yet they do not cease to consider that they are liable to many distresses, because nothing in this world is lasting. Irreligious men, therefore, mock God whenever, through a foolish imagination, they promise to themselves lasting peace amidst the constant changes of the world.<\/p> \n<p><i>Hitherto thou hast not applied thy mind to it. <\/i> For the purpose of heightening the description of their madness, he adds that even a long course of time did not render them more moderate. To become elated immediately after having obtained a victory, is not so wonderful; but to become more fierce from day to day, and to throw out taunts against their captives, was altogether savage and intolerable. This arose, as we have said, from pride; because they did not consider that a revolution of affairs would afterwards take place, or that a condition so magnificent could be changed. Consequently, this is the second reason why the Lord overtumed the monarchy of the Babylonians.<\/p> \n<p><i>And didst not remember her end. <\/i> Some think that there is a change of the person here, but I consider that to be too forced; and indeed I have no doubt that he speaks of the “end” of Jerusalem, which is the opinion most commonly received. The Lord often speaks of the Church, by way of eminence,<span class=\"greek-hebrew\"> κατ᾿ ἐξοχὴν<\/span> without mentioning the name, as we do when our feelings are powerfully affected towards any person. Now, wicked men do not know the “end” of the Church, and the reason why the Lord chastises her. They mock at the calamities of good men, because they would wish them to be utterly destroyed and ruined, and do not consider that God takes care of them.<\/p> \n<p>If it be objected that the Babylonians could not know this, that is nothing to the purpose; for they could not be ignorant that he was the God whom the Israelites worshipped. Consequently, when they treated the Jews with haughtiness and cruelty, they insulted God himself, as if he and the covenant which he had made with his people had been intentionally trampled under their feet.<\/p> ",
    "audit": null
}