{
    "id": 6880,
    "source": "calvin",
    "verse_id": 17752,
    "verse_count": 1,
    "reference": "5:12",
    "title": "",
    "html": "<p><i> And the harp<\/i> . He adds the instruments of pleasures by which men addicted to intemperance provoke their appetite. These might be different from ours, but they belonged to music. Now, Isaiah does not blame music, for it is a science which ought not to be despised; but he describes a nation swimming in every kind of luxury, and too much disposed to indulge in pleasures. This is sufficiently evident from what follows.<\/p> \n<p><i> And they regard not the work of the Lord<\/i> As if he had said, “They are as constant in luxurious indulgence, and as much devoted to it, as if this had been the purpose for which they were born and reared; and they do not<i> consider<\/i> why the Lord supplies them with what is necessary.” Men were not born to eat and drink, and wallow in luxury, but to obey God, to worship him devoutly, to acknowledge his goodness, and to endeavor to do what is pleasing in his sight. But when they give themselves up to luxury, when they dance, and sing, and have no other object in view than to spend their life in the highest mirth, they are worse than beasts: for they do not<i> consider<\/i> for what end God created them, in what manner he governs this world by his providence, and to what end all the actions of our life ought to be directed.<\/p> \n<p>Having stated this meaning, which appears to me to be natural, I consider nothing more to be necessary; for I cannot adopt the ingenious expositions of some authors, such as, when they explain the<i> work<\/i> of God to mean<i> the law<\/i> ; nor did I intend to state every opinion which others have maintained. It is enough to know that all who are addicted to gormandizing are here subjected by the Prophet to the reproach of voluntarily becoming like brute beasts, when they do not direct their minds to God, who is the author of life.<\/p> ",
    "audit": null
}