{
    "id": 7662,
    "source": "calvin",
    "verse_id": 18555,
    "verse_count": 1,
    "reference": "44:21",
    "title": "",
    "html": "<p><i>Remember these things, O Jacob. <\/i> He now applies to the use of the people what he had so often said about the superstitions and falsehoods of the Gentiles, by which men who are not well instructed are deceived in the worship of God. Nor does he write these things solely for the men of his own age, but chiefly for their posterity, who were to be carried away into Babylon, and might have been corrupted by long intercourse with the Babylonians, and drawn aside from the true worship of God, if the Lord had not laid upon them those restraints. The Prophet therefore exhorts them, while they were held captive, to bring those exhortations to remembrance, and by means of them to strengthen their hearts amidst those grievous calamities.<\/p> \n<p><i>For thou art my servant. I have formed thee. <\/i> He adds this reason why they ought to remember these promises, and to beware of the general contagion of other men; for it would have been intolerable that the elect people, whom God had surrounded by the barriers of his Law, that they might be separated from others, should freely and indiscriminately mingle with the pollutions of the Gentiles. As if he had said, “It is not wonderful that the Babylonians should wander in their errors, but thou oughtest to be unlike them; for ‘I have formed thee,’ that thou mightest ‘serve me;’ I have regenerated and sanctified thee, that thou mightest be an heir of eternal life.”<\/p> \n<p>Of this creation we have stated largely, on former occasions, that it relates to the renewal of the soul. Scripture frequently employs this argument, “Ye have been called to sanctification and not to uncleanness,” ( <a class=\"ref\">1 Thessalonians 4:7<\/a> ,) “Walk as the children of light” ( <a class=\"ref\">Ephesians 5:8<\/a>) “in the midst of a crooked and perverse nation,” ( <a class=\"ref\">Philippians 2:15<\/a> ,) and in other passages of the same kind. Here we ought to infer that we shall be doubly punished, if it shall be found that we have quenched by neglect or indifference the light by which the Lord hath enlightened us; for our criminality will be far greater than that of others on whom he has not bestowed a similar favor. Heathens shall indeed be punished, and no excuse of ignorance shall be of any avail to them; but far heavier shall be the punishment of those who shall abuse the grace of God.<\/p> \n<p><i>Do not thou forget me. <\/i> He means that it is impossible for any who have once entered into the right path to be led aside from it, if they are not chargeable with forgetfulness of God; for error and delusions can never prevail, so long as the remembrance of God is rooted in our hearts. Let every one, therefore, who turns aside from God, and falls into superstition and impiety, lay the blame on his own wickedness. We ought thus to observe carefully the cause of apostasy, that is, forgetfulness of God, which gradually withdraws us from the right path, till we leave it altogether. Besides, he reminds them that by this remedy they will be secure against revolt, if they be employed in constant meditation; for our minds, through their sluggishness, easily contract rust, so to speak, which infects and corrupts all knowledge of God till it be entirely destroyed.<\/p> ",
    "audit": null
}