{
    "id": 7830,
    "source": "calvin",
    "verse_id": 18726,
    "verse_count": 1,
    "reference": "54:2",
    "title": "",
    "html": " <p> <i>Widen the place of thy tabernacles. <\/i> He continues his argument under other metaphors, and promises that the Lord will not only restore his Church, but will bestow upon her a condition far more excellent. They who think that the Church is compared in this passage to a synagogue are, in my opinion, mistaken, and only succeed in increasing the obstinacy of the Jews, who perceive that the Prophet’s meaning is tortured. I do indeed acknowledge that these things relate to the kingdom of Christ, and that they were at length fulfilled as soon as the Gospel began to be preached; but it does not therefore follow that the Prophet did not, at the same time, keep his eye upon that period which preceded the coming of Christ. <\/p> \n <p>This prophecy began to be fulfilled under Cyrus, who gave the people liberty to return, and afterwards extended to Christ, in whom it has its full accomplishment. The Church therefore conceived, when the people returned to their native country; for the body of the people was gathered together from which Christ should proceed, in order that the pure worship of God and true religion might again be revived. Hitherto, indeed, this fertility was not visible; for the conception was concealed, as it were, in the mother’s womb, and no outward appearance of it could be seen; but afterwards the people were increased, and after the birth the Church grew from infancy to manhood, till the Gospel was preached. This was the actual youth of the Church; and next follows the age of manhood, down to Christ’s last coming, when all things shall be fully accomplished. <\/p> \n <p>All these things must be taken together, if we wish to learn the Prophet’s real meaning. In this way <a class=\"ref\">Zechariah 2:5, Malachi 4:2 <\/a> and Haggai encouraged the people by the hope of their future condition, when they saw that little progress was made in building the temple; for they promised that “the glory of the latter temple should be greater than the glory of the former.” (<a class=\"ref\">Haggai 2:9 <\/a>) This was not at all visible, and therefore they extended those promises till Christ; and by hope and confidence in him the people must have been encouraged to build the temple. Consequently, this consolation was common to the Jews who lived under the Law, and to us who see more clearly in Christ this restoration of the Church. <\/p> \n <p> <i>The curtains of thy tents. <\/i> The metaphor is borrowed from tabernacles, which were extensively used in that country. The Church is compared to them, because it has no solid building in the world; for it appears to be wandering and unsettled, in consequence of being necessarily moved from one place to another on account of various changes. But still I am fully persuaded that the Prophet had in his eye that former deliverance (as we have stated to have been customary with the prophets) when, being led through the wilderness, they dwelt in tents for forty years; for which reason they kept a public festival every year by the command of God. (<a class=\"ref\">Leviticus 23:39 <\/a> ­43) <\/p> \n <p>It will be objected that the building which is erected by the ministers of the Word is so solid that it ought not to be compared to “tabernacles.” But I reply, this metaphor of “tabernacles” relates rather to the outward aspect of the Church than to its spiritual and (what, may be called) its internal condition; for the actual building of the Church is nothing else than the kingdom of God, which is not fading or similar to tents. Yet the Church does not cease to be conveyed from one place to another; for it has no stable or permanent habitation. In short, its solid firmness is such that it surpasses the best fortified citadels; for, relying on the invincible power of God, it scorns all danger. On the other hand, it resembles “tents,” because earthly wealth, forces, and strength are not its support. <\/p> ",
    "audit": null
}