{
    "id": 7867,
    "source": "calvin",
    "verse_id": 18763,
    "verse_count": 1,
    "reference": "56:9",
    "title": "",
    "html": " <p> <i>All ye beasts of the field. <\/i>,This prediction appears to be at variance with what goes before; for what the Prophet has hitherto said was full of the most delightful consolation, but now he appears to threaten fiercely, and to predict frightful ruin. These statements might indeed appear to be contradictory; but, after having comforted believers, it ought not to be thought inconsistent if he forewarn them of a future calamity that they might not lose courage when they saw everything near destruction, and that necessity might likewise prompt them to betake themselves more warmly and earnestly to the grace of God. There is also another reason, that hypocrites abuse the promises of God and hold them out under false pretenses, cherish unfounded hope, and insolently boast of those things which do not at all belong to them; and therefore Isaiah intended to take from them the ground of false boasting. <\/p>,\n <p>And thus his design was twofold; first, that the hearts of believers might not be discouraged by various calamities, which should bring them almost, to utter destruction, and that even when, amidst prosperity and peace, they beheld by faith at a distance a future calamity, they might rest satisfied with this single consolation; and secondly, that he might strike hypocrites with dread and horror, so that they might not exalt themselves by vain confidence, or freely indulge their sinful inclinations under the pretense of these promises. For this reason God calls not men, but savage “beasts,” that they might devour the people. He therefore forbids believers to be alarmed and tempted to unbelief, when these wild beasts shall be sent. And yet he intended also to strike terror into them, that he might arouse them to repentance, and to exhort them to seek the mercy of God, that the promises might not lose their value. <\/p>,\n <p>When he calls them “beasts <i>of the field <\/i>,, ” he means beasts of every kind, and includes not only the Babylonians and Assyrians, but Antiochus, the Romans, and other enemies of the people, who brought various calamities upon them. But he has chiefly in view the defeat which they received from the Babylonians, who carried them away into wretched bondage. <\/p>,",
    "audit": null
}