{
    "id": 7112,
    "source": "calvin",
    "verse_id": 17991,
    "verse_count": 1,
    "reference": "17:7",
    "title": "",
    "html": " <p> <i>At that day shall a man look to his Maker. <\/i> He now shews the fruit of this chastisement, and this is the second consolation with which the godly ought to fortify themselves amidst their afflictions. Although they perceive nothing but the wrath of God, yet they ought to reflect that the Lord, who never forgets himself, will continually preserve his Church, and not only so, but that the chastisements will be advantageous to them. After having spoken, therefore, about the continual existence of the Church, he next adds, that <i>men will look to God <\/i> This is the most desirable of all, for when men betake themselves to God, the world, which was formerly disordered, is restored to its proper order; but when we have been estranged from him, no one repents of his own accord, and therefore there is no other way in which we can be brought back than to be driven by the scourge of chastisements. We are thus reminded that we ought not to be so impatient in enduring chastisements, which cure us of the fearfully dangerous disease of apostasy. <\/p> \n <p> <i>To look to God <\/i> means nothing else than that, when we have turned away, we return to a state of favor with him, betake ourselves and are converted to him. For how comes it that men abandon themselves to every kind of wickedness but because they forget God? Where the knowledge of God exists, there reverence dwells; where forgetfulness of God is found, there contempt of him also prevails. Yet this relates properly to faith, as if he had said, “When chastisements so severe shall have tamed the Israelites, they will then perceive that there is no help for them but in God.” For this reason he immediately adds the expression, <i>To his Maker <\/i>. It was indeed a proof of abominable indolence that they did not rely on God alone, who had bestowed on them so many precious gifts. The Prophet therefore says, that when they had been subdued by distresses and afflictions, they would afterwards return to a sound mind, so as to begin to hope in him who had bound them to himself by so many acts of kindness. And indeed he calls God their <i>Maker, <\/i> not as having created the whole human race, but in the same sense in which he likewise calls him <i>The Holy One of Israel <\/i>. Although therefore all men were created after the image of God, (<a class=\"ref\">Genesis 1:27 <\/a>), yet Israel was peculiarly his workmanship, because he was his heritage, and his holy and chosen people (<a class=\"ref\">Exodus 19:6 <\/a>). This repetition, in accordance with the ordinary custom of the Hebrew language, is employed to denote the same thing. He therefore calls God <i>Holy, <\/i> not only as viewed in himself, but from the effect produced, because he has sanctified or separated to himself the children of Abraham. Hence it follows, that the creation which he speaks of must be understood to relate to spiritual reformation, in reference to which he is especially called <i>the Maker of Israel <\/i> (<a class=\"isa\" verses=\"WzE4NTczLDIyMjA5XQ==\">Isaiah 45:11; Hosea 8:14 <\/a>). <\/p> ",
    "audit": null
}