{
    "id": 7872,
    "source": "calvin",
    "verse_id": 18768,
    "verse_count": 1,
    "reference": "57:2",
    "title": "",
    "html": "<p><i>Peace shall come. <\/i> The Prophet describes what shall be the condition of believers in death; for the wicked, who think that there is no life but the present, imagine that good men have perished; because in death they see nothing but ruin. For this reason he says that “Peace shall come,” which is more desirable than a thousand lives full of trouble; as if he compared them to discharged soldiers, who are and allowed to enjoy case and quietness.<\/p> \n<p><i>They shall rest in their beds. <\/i> He adds the metaphor of sleep, in order to show that they shall be absolutely free from all the uneasiness of cares, just as if they were safely pleasantly asleep “on their beds.”<\/p> \n<p><i>Whosoever walketh before him. <\/i> I do not think that the verb “walketh” is connected with<span class=\"greek-hebrew\"> שלום<\/span> , (<i>shalom<\/i> ,) “peace,” as some do, who suppose the meaning to be this, that peace shall go before believers, so as to be, as it were, the guide of their life. But I am of opinion that believers, on the contrary, are described by it; as if he had said, “Whosoever walketh before God shall enjoy peace.” Thus, when righteous men die, and their various labors are finished, and their course is ended, they are called to peace and repose. They “rest in their beds,” because they do not yet enjoy perfect blessedness and glory; but they wail; for the last day of the resurrection, when everything shall be perfectly restored; and that, I think, is what Isaiah meant.<\/p> \n<p>It will be said, “Do not righteous men enjoy this peace while they live?” for the fruit of faith is, that; “in patience we may possess our souls.” ( <a class=\"ref\">Luke 21:19<\/a>) Although faith produces peace in our hearts, ( <a class=\"ref\">Romans 5:3<\/a>) yet we are tossed about by various storms and tempests; and never in life are we so calm and peaceful as when the Lord takes us to himself. Peaceful and calm, therefore, is the death of the righteous, ( <a class=\"ref\">Psalms 116:15<\/a>) for it is “precious in the sight of God;” but stormy is the death of the wicked. Hence also we may learn that souls are immortal; for if souls had no feeling, (as some fanatics have dreamed,) they could not enjoy “peace.” Thus they enjoy peace and repose, because they live in Christ.<\/p> ",
    "audit": null
}