{
    "id": 7747,
    "source": "calvin",
    "verse_id": 18643,
    "verse_count": 1,
    "reference": "49:6",
    "title": "",
    "html": "<p><i>And he said, It is a small matter. <\/i>Isaiah proceeds still farther, and shews that the labor of Christ, and of the whole Church, will be glorious not only before God, but likewise before men. Although at first it appears to be vain and useless, yet the Lord will cause some fruit to spring from it contrary to the expectations of men. Already it was enough that our labor should be approved by God; but when he adds that it will not be unprofitable even in the eyes of men, this ought still more abundantly to comfort, and more vehemently to excite us. Hence it follows, that we ought to have good hopes of success, but that we ought to leave it to the disposal of God himself, that the blessing which he promises may be made manifest at the proper time, to whatever extent, and in whatever manner he shall think proper. <\/p>\n<p><i>Therefore I have appointed thee to be a light of the Gentiles. <\/i>He now adds, that this labor will be efficacious, not only among the people of Israel, but likewise among the Gentiles; and so it actually happened. Moreover, when the preaching of the Gospel produced hardly any good effect on the Jews, and when Christ was obstinately rejected by them, the Gentiles were substituted in their room. And thus Christ was <\/p>\n<p>“appointed to be a light of the Gentiles, and his salvation was manifested to the very ends of the earth.” (<a class=\"ref\">Acts 13:47<\/a>.) <\/p>\n<p>Now this consolation was highly necessary, both for prophets and for apostles, who experienced more and more the obstinacy of the Jews. They might doubt the truth of these promises, since they did not perceive them to yield any fruit; but when they understood that Christ was sent to the Gentiles also, it was not so difficult to animate their hearts to persevere. This was incredible, and even monstrous; but this is the manner in which the Lord commonly works, contrary to the expectation of all. Paul says that this was “a mystery bidden from ages,” and that the angels themselves did not understand it until it was actually revealed in the Church of God. (<a class=\"ref\">Ephesians 3:5<\/a>.) Although therefore the Jews alone appeared to have discernment, they are now placed on a level with the Gentiles, and with God “there is no distinction between the Jews and the Greeks.” (<a class=\"ref\">Romans 10:12<\/a>.) <\/p>\n<p>The Jews read this verse as a question, “Is it a small thing?” As if he had said, that it is enough, and that nothing more or greater ought to be desired. But they maliciously corrupt the natural meaning of the Prophet, and imagine that they will one day be lords of the Gentiles, and will have wide and extensive dominion. The true meaning of the Prophet is, “This work in itself indeed is magnificent and glorious, to raise up and restore the tribes of Israel, which had fallen very low; for he will add the Gentiles to the Jews, that they may be united as one people, and may be acknowledged to belong to Christ.” Nor does this passage relate to the rejection of the ancient people, but to the increase of the Church, that the Gentiles may be associated with the Jews. It is true, indeed, that when the Jews revolted from the covenant, the Gentiles entered, as it were, into that place which they had left vacant; and thus their revolt was the reason why those who had formerly been aliens were admitted to be sons. But in this, as well as in other passages, Isaiah foretells that the Church will be greatly extended, when the Gentiles shall be received and united to the Jews in the unity of faith. <\/p>\n<p><i>A light of the Gentiles. <\/i>Although by the word “light” is meant happiness, or joy, yet the Prophet, I have no doubt, directly refers to the doctrine of the Gospel, which enlightens souls, and draws them out of darkness, He shews that this “light,” which Christ shall bring, will give salvation. In the same manner as Christ is called “the way, the truth, and the life,” (<a class=\"ref\">John 14:6<\/a>) because through the knowledge of the truth we obtain life, so in this passage he is called the “light” and salvation of the Gentiles, because he enlightens our minds by the doctrine of the Gospel, in order that he may lead us to salvation. Two things, therefore, ought to be remarked; first, that our eyes are opened by the doctrine of Christ; and secondly, that we who had perished are restored to life, or rather life is restored to us. <\/p>",
    "audit": null
}