{
    "id": 7787,
    "source": "calvin",
    "verse_id": 18683,
    "verse_count": 1,
    "reference": "51:9",
    "title": "",
    "html": " <p> <i>Awake, awake. <\/i> Here the Prophet instructs us, that, when God cheers us by his promises, we ought also to pray earnestly that he would perform what he has promised. He does not comfort us in order to render us slothful, but that we may be inflamed with a stronger desire to pray, and may continually exercise our faith. The Prophet speaks according to our feelings; for we think that God is asleep, so long as he does not come to the relief of our wants; and the Lord indulges us so far as to permit us to speak and pray according to the feeling of our weakness. Believers therefore entreat the Lord to “awake,” not that they imagine him to be idle or asleep in heaven; but, on the contrary, they confess their own sluggishness and ignorance, in not being able to form any conception of God, so long as they are not awaro of receiving his assistance. But yet, though the flesh imagine that he is asleep, or that he disregards our calamities, faith rises higher and lays hold on his eternal power. <\/p> \n <p> <i>Put on strength, O arm of Jehovah. <\/i> He is said to “awake” and “put on strength,” when he exhibits testimonies of his power, because otherwise we think that he is idle or asleep. Meanwhile, the Prophet, by addressing the arm of God which was concealed, holds it out to the view of believers as actually present, that they may be convinced that there is no other reason why they are so bitterly and painfully afflicted by their enemies than because God has withdrawn his aid. The cause of the delay has been already shewn, that they had estranged themselves from God. <\/p> \n <p> <i>In ancient days. <\/i> By the term “ancient days” he shews that we ought to bear in remembrance all that the Lord did long ago for the salvation of his people. Though he appears to pause and to take no more care about us, still he is the same God who formerly governed his Church; and therefore he can never forsake or abandon those whom he takes under his protection. <\/p> \n <p> <i>In ages long ago past. <\/i> This repetition tells us still more clearly, that we ought to consider not only those things which have happened lately, but those which happened long ago; for we ought to stretch our minds even to the most remote ages, that they may rise above temptations, which otherwise might easily overwhelm us. <\/p> \n <p> <i>Art thou not it that crushed the proud one? <\/i> The numerous testimonies of grace which God had displayed in various ages are here collected by the Prophet, so that, if a few are not enough, the vast number of them may altogether confirm the faith of the Church. But, since it would be too tedious to draw up an entire catalogue, he brings forward that singular and most remarkable of all such events, namely, that the people were once delivered from Egypt in a miraculous manner, for I have no doubt that by <i>Rahab <\/i> he means proud and cruel Egypt; as it is also said, <\/p> \n <p> <span> “I will mention Rahab and Babylon among my friends.” \n(<\/span> <a class=\"ref\">Psalms 87:4<\/a>.) <\/p> \n <p>In like manner Ezekiel calls the king of Egypt “a Dragon.” <\/p> \n <p> <span> “Behold, I am against thee, O Pharaoh, king of Egypt, the great dragon, who dwellest in the midst of thy rivers.” \n(<\/span> <a class=\"ref\">Ezekiel 29:3<\/a>.) <\/p> \n <p>It is sufficiently evident, and is universally admitted, that the Prophet here calls to remembrance the miraculous deliverance of the people from Egypt. “If at that time the pride of Egypt was tamed and subdued, if the dragon was put to flight, why should we not hope for the same thing?” <\/p> \n <p>By putting the question, if it be the same arm, he argues from the nature of God; for this could not be affirmed respecting the “arm” of man, whose strength, though it be great, is diminished and fails through time? Milo, who had been very strong, when he became old and looked at his arms, groaned because the strength which he possessed at an earlier period had now left him. But it is not so with God, whose strength no lapse of time can diminish. These words ought to be read <span class=\"greek-hebrew\"> ἐμφατικῶς <\/span> emphatically, “Art thou not it?“ For he shews that the Lord is the same as he formerly was, because he remains unchangeable. <\/p> ",
    "audit": null
}