{
    "id": 7908,
    "source": "calvin",
    "verse_id": 18804,
    "verse_count": 1,
    "reference": "59:3",
    "title": "",
    "html": "<p><i>For your hands. <\/i>He now brings forward their actions, that they may not practice evasion, or call in question what are those sins which have “caused the separation.” He therefore takes away from them every excuse, by bringing forward particular instances, as if their shameful life were exhibited on an open stage. Now, he speaks in the second person, because, like an advocate, he argues and pleads the cause of God, and therefore speaks of himself as not belonging to the rank of the wicked, with whom he did not wish to be classed, though he was not entirely free from sin, but feared and served God, and enjoyed liberty of conscience. No man could be at liberty to condemn others, who was involved in the guilt of the same vices; and no man could be qualified for pleading the cause of God, who deprived himself of his right by living wickedly. We must be unlike those whom we reprove, if we do not wish to expose our doctrine to ridicule, and to be reckoned impudent; and, on the other band, when we serve God with a pure conscience, our doctrine obtains weight and authority, and holds even adversaries to be more fully convicted. <\/p>\n<p><i>Are polluted with blood. <\/i>The picture which he gives of the wicked life of the people is not superfluous; for men seek various subterfuges, and cannot be reduced to a state of obedience, unless they have previously acknowledged their sins. By mentioning <i>blood, <\/i>he does not mean that murders have been everywhere committed; but by this word he describes the cruelty, extortions, violence, and enormities, which were perpetrated by hypocrites against the poor and defenseless; for they had not to deal with robbers and assassins, but with the king and the nobles, who were highly respected and honored. He calls them manslayers, because they cruelly harassed the innocent, and seized by force and violence the property of others; and so, immediately afterwards he uses the word “iniquity” instead of “blood.” <\/p>\n<p><i>And your fingers with iniquity. <\/i>Though he appears to extend the discourse farther, yet it is a repetition, or rather, a reduplication, such as is frequently employed by Hebrew writers, accompanied by amplification; for he expresses more by “fingers” than by “hands;“ as if he had said that not even the smallest part was free from unjust violence.  <\/p>\n<p><i>Your lips have uttered falsehood. <\/i>Next, he takes notice of one kind of wickedness, that is, when men deceive each other by tricks, or falsehood, or perjury; for that iniquity by which we wound our neighbors is most frequently defended either by cruelty as a body­guard, or by cheating and falsehood. Here the Prophet takes a rapid view of the second table, and, from the crimes which they commit against it, he shows that they are wicked and destitute of all fear of God; for cruelty and treachery, by which human society is infringed, proceed from contempt of God. Thus from “the hands,” that is, from extortion and violence, he descends to falsehoods and deceitful practices, to perjuries and crafty devices, by which we take advantage of our neighbors. <\/p>",
    "audit": null
}