{
    "id": 7864,
    "source": "calvin",
    "verse_id": 18760,
    "verse_count": 1,
    "reference": "56:6",
    "title": "",
    "html": " <p> <i>The children of the foreigner who shall be joined to Jehovah. <\/i> He repeats the same thing which he had formerly said, that God will open the doors of his temple to all men without distinction, so that there shall no longer be a distinction between the Jew and the Greek. He declares that those whom God brings into a state of friendship with himself by the word, which is the bond of our adoption, are “joined to God.” This is “the betrothing in mercy and faithfulness” which is mentioned by Hosea. (<a class=\"ref\">Hosea 2:19 <\/a>) Not only does he grant to them a temple in which they may adore him as the body of the people were wont to do, but he assigns to them a more honorable rank, that they, nay minister to him; that is, God acknowledges as priests or Levites those who were formerly heathens. <\/p> \n <p> <i>And that they may love the name of Jehovah. <\/i> We must observe the end of the calling, which is here stated; for he says that they shall be God’s ministers on condition that they love his name. Thus hypocrites are here excluded; for the calling joins two things together, that we serve God, and that our service be with a ready and cheerful disposition of mind. There can be no worship of God, if we do not willingly and readily yield obedience. What is said about alms, that “God loveth a cheerful giver,” (<a class=\"ref\">2 Corinthians 9:7 <\/a>) ought to be applied to every part of life, that we render to God willing service. <\/p> \n <p> <i>Whosoever shall keep my Sabbath. <\/i> He again mentions the Sabbath; and we have said that under this word is included the whole worship of God. In observing it the people overlooked that which was of the highest importance; for, by resting satisfied with outward ceremony, they neglected the truth, that is, reformation of life. The Lord enjoined them to rest in such a manner as to keep both their hands and their minds from all crime and wickedness. <\/p> \n <p> <i>And shall embrace my covenant. <\/i> Here he describes the zeal and steadfastness of those who submit themselves to God and cleave to his word; and therefore, if we are joined to God by a covenant, we ought to hold by it constantly, and adhere firmly to sound doctrine, so that it may not be possible to withdraw or separate us from him in any manner. <\/p> ",
    "audit": null
}