{
    "id": 7219,
    "source": "calvin",
    "verse_id": 18098,
    "verse_count": 1,
    "reference": "24:2",
    "title": "",
    "html": "<p><i> And it shall be.<\/i> By these words he means the utmost desolation, in which there will be no longer any distinction of ranks or any appearance of a commonwealth; for so long as there is a tolerably regular form of government, some distinction continues to be maintained between “the people” and “the priests.” By a figure of speech, in which a part is taken for the whole, (<span class=\"greek-hebrew\"> συνεκδοχικῶς<\/span> ,) he mentions one department instead of the whole class, as is frequently done in the Scriptures; though we might take<span class=\"greek-hebrew\"> כחנים<\/span> , (<i> kōchănīm<\/i> ,) to mean those who hold any high rank; for Hebrew writers frequently give this name to princes, and especially to those who are of royal blood; but I have no reluctance to view it as an instance of the figure of speech which I have mentioned.<\/p> \n<p>Since Isaiah reckons this confusion among the curses of God, and declares that, when the distinction of ranks is laid aside, it is a terrible display of the vengeance of God, we ought to conclude, on the other hand, how much God is pleased with regular government and the good order of society, and also how great a privilege it is to have it preserved among us; for when it is taken away, the life of man differs little from the sustenance of cattle and of beasts of prey. We ought therefore not only to acknowledge the dreadful vengeance of God, but also to lay it to the blame of our own sins, whenever he breaks down order and takes away instruction and courts of law; for when these fall, civilisation itself falls along with them. It ought also to be considered that, when the Lord executes his judgments, he spares no rank, not even the most sacred. What was this order of priests, which the Lord had so splendidly adorned, and had determined to consecrate to himself, and of which the people also boasted as if it had been unchangeable and eternal? Yet even the rank of priesthood is involved in the judgment of God, because there is no respect of persons, but, on the contrary, the more highly any have been favored, and the higher the rank to which they have been exalted, the more severely will he punish them, if they shall shew themselves to be ungrateful and abuse his benefits.<\/p> \n<p><i> As the servant, so his master; as the buyer, so the seller.<\/i> This statement is to the same effect with what goes before; for these ranks are manifestly lawful, and are not usually set aside, unless when the Lord determines to chastise his people with dreadful vengeance, as we have already said; for in a well-ordered society the distinction between master and servant must be observed. In like manner, no public government can be lasting without the transactions of commerce; and therefore, when the distinction between rich and poor has been taken away, every scheme for gaining a livelihood among men is destroyed. The meaning of the Prophet is, that all civil government will be broken up, because in such calamities, they who were the wealthiest are reduced to the lowest poverty. In short, he describes the most appalling desolation, which will be followed by unwonted change.<\/p> ",
    "audit": null
}