{
    "id": 7987,
    "source": "calvin",
    "verse_id": 18884,
    "verse_count": 1,
    "reference": "63:17",
    "title": "",
    "html": "<p><i>Why didst thou cause as to wander, O Jehovah, from thy ways? <\/i>Because these modes of expression appear to be rough and harsh, some think that unbelievers are here introduced as murmuring against God and uttering blasphemies, with the rage and obstinacy of men who are in a state of despair. But the connection in which these words occur does not at all admit of that interpretation; for the Prophet points out the fruit that would result from the calamities and afflictions of the Jews, because, having been subdued and tamed, they no longer are fierce or indulge in their vices. They are therefore ashamed that in time past they departed so far from the right way, and they acknowledge their own fault. <\/p>\n<p>And indeed when they trace their sins to the wrath of God, they do not intend to free themselves from blame, or to set aside their guilt. But the Prophet employs a mode of expression which is of frequent occurrence; for in the Scriptures it is frequently said that God drives men into error, (<a class=\"ref\">2 Thessalonians 2:11<\/a>;) “gives them up to a reprobate mind,” (<a class=\"ref\">Romans 1:28<\/a>;) and “hardens them.” (<a class=\"ref\">Romans 9:18<\/a>.) When believers speak in this manner, they do not intend to make God the author of error or of sin, as if they were innocent, or to free themselves from blame; but they look higher, and rather acknowledge that it is by their own fault that they are estranged from God and deprived of his Spirit, and that this is the reason why they are plunged into every kind of evils. <\/p>\n<p>Those who say that God leads us into error by privation, that is, by depriving us of his Spirit, do not perceive the actual design; for God himself is said to harden and to blind, when he gives up men to be blinded by Satan, who is the minister and executioner of his wrath. Without this we would be exposed to the rage of Satan; but, since he can do nothing without the command of God, to whose dominion he is subject, there will be no impropriety in saying that God is the author of blinding and hardening, as Scripture also affirms in many passages. (<a class=\"ref\">Romans 9:18<\/a>.) And yet it cannot be said or declared that God is the author of sin, because he punishes the ingratitude of men by blinding them in this manner. <\/p>\n<p>Thus believers here acknowledge that God has forsaken them, but that it is by their own fault;  and they acknowledge God’s righteous vengeance against them. In like manner, when Moses says that “God hath not hitherto given to the people eyes to see and a heart to understand,” (<a class=\"ref\">Deuteronomy 29:4<\/a>,) he does not lay the blame on God, but reminds the Jews whence they should seek to obtain a remedy for that stupidity of which they had been convicted. Yet it may appear as if here they aimed at something else, by inquiring into the cause and remonstrating with God, that he ought to have acted differently towards them and treated them less harshly. But I reply, that believers always look at the goodness of God, even when they acknowledge that they suffer justly on account of their sins. <\/p>\n<p>Some refer these words to the captivity; as if believers complained that God permitted them to languish so long in captivity. As if he had said, “The chief cause of their obstinacy is, that the Lord does not permit them to partake of his grace.” Believers are troubled by a dangerous temptation, when they see wicked men pursuing their career without being punished, and are almost driven by it to despair; as it is beautifiully expressed by David. (<a class=\"ref\">Psalms 115:3<\/a>.) But I think that the Prophet’s meaning is more general; for believers acknowledge that they “wandered,” because they were not governed by the Spirit of God; and they do not; expostulate with God, but desire to have that Spirit, by whom their fathers were guided, and from whom they obtained all prosperity. <\/p>\n<p><i>And hast caused our heart to depart from thy fear. <\/i> <span class=\"greek-hebrew\">תקשיח<\/span>, (<i>takshiach<\/i>,) is rendered by some, hast hardened; but as that would not agree with the words, “in thy fear,” I have preferred to translate it, “Hast caused to depart;” for  <span class=\"greek-hebrew\">קשח<\/span>, (<i>kashach<\/i>,) also signifies “to remove and place at a distance.” <\/p>\n<p><i>Return on account of thy servants. <\/i>Some think that these words relate to the whole people, as Scripture frequently gives the appellation of “servants of God” to all the citizens of the Church. But I think that they relate literally to Abraham, Isaac, and Jacob, and that is much more probable; not that the people relied on their intercession, but because the Lord had made a covenant with them, which they should transmit from hand to hand to their posterity. Thus they do not hold out these patriarchs as men, but as ministers and depositaries or messengers of the covenant which was the foundation of their confidence. In the same manner, in that psalm, <\/p>\n<p>“Lord, remember David,” (<a class=\"ref\">Psalms 132:1<\/a>,) <\/p>\n<p>the name of the dead patriarch is mentioned to God, not because the saints thought that he would be their intercessor, but that the promise given to a single individual, as to establishing the kingdom in his family for ever, belongs to the body of the people. <\/p>\n<p>The Papists eagerly seize on these words, as if they were a proof of the intercessions of the saints. But how easy it is to reply may be easily seen from the true interpretation; for the fathers are mentioned, not because they had a right to obtain anything for them, or because they now intercede, but because with them was formed a gracious covenant, which belongs not only to themselves, but to all their posterity. <\/p>\n<p><i>To the tribes of thine inheritance. <\/i>I have added the preposition <i>To<\/i>, which was understood, in order that the meaning might be more easy and obvious. It is a customary form of expression among the Hebrews, “Return the tribes,” instead of “Return to the tribes;” as if he had said, “Return to a state of friendship with thy people.” Hence it is evident that what was formerly said had no other object than that the people urged God to the exercise of mercy by representing to God their distresses and calamities. And in this manner we must come to God; that is, by recounting former benefits and laying before him our afflictions, if we desire to be delivered from them. <\/p>\n<p>He employs the word <i>Inheritance, <\/i>because God hath chosen that people to be his heritage; as if he had said, “Where shall thy people be, if we perish?” Not that the Lord was bound to that people, but that he had given his promise to them.  Accordingly, the people venture to remind God of his promise and to offer earnest prayer, because he had laid himself under a voluntary obligation both to the fathers and to posterity. Now, since all the promises are ratified and confirmed in Christ, (<a class=\"ref\">2 Corinthians 1:20<\/a>,) and since we possess the reality of all things, we ought to be fortified by stronger confidence; for not only was the covenant made in his hand, but it was ratified and sealed by his blood. To the ancient fathers also he was indeed the Mediator, but we have everything clearer and plainer; because they were still kept amidst the darker shadows. <\/p>",
    "audit": null
}