{
    "id": 7000,
    "source": "calvin",
    "verse_id": 17875,
    "verse_count": 1,
    "reference": "10:24",
    "title": "",
    "html": " <p> <i>Therefore, thus saith the Lord Jehovah of hosts.<\/i>, He goes on with the same consolation, which belongs to the godly alone, who at that time, undoubtedly, were few in number. A great number of persons gloried in the name of God, and wished to be accounted his people; but there were few who actually performed what they professed in words; and, therefore, he does not address all without reserve, but only those who needed consolation. The kingdom having been destroyed, they might entertain fears about themselves and their affairs, and might judge of their own condition from that of others, and therefore it was necessary to comfort them. This distinction ought to be observed, for otherwise it would be inconsistent to address to the same persons statements so different. <\/p>\n <p> <i>And shall lift up his staff against thee in the way of Egypt<\/i>, He adds a ground of consolation, namely, that that calamity will be nothing else than <i>the lifting up of a rod<\/i>, to chastise, but not to destroy them. The preposition <span class=\"greek-hebrew\">,ב<\/span>,(<i>beth <\/i>) denotes resemblance. <span class=\"greek-hebrew\">,דרך<\/span>,(<i>derech <\/i>) means <i>a pattern<\/i>, and therefore I render it, <i>after the pattern of Egypt<\/i>,. As if he had said, “Though the Assyrian be cruel, and in many ways aim at thy destruction, yet he shall only wound, he shall not slay thee.” He therefore mentioned the pattern of the Egyptian bondage, which was indeed very wretched, but yet was not deadly. (<a class=\"ref\">Exodus 1:14<\/a>.) It is customary with the Prophets, amidst perplexity or disorder, to remind the people to contemplate that deliverance by which God miraculously rescued them from the hands of Pharaoh, who was a most cruel tyrant. The meaning therefore is, “As the Lord was at that time victorious, and destroyed the Egyptians who had leagued for your destruction, so now he will quickly vanquish the Assyrians.” <\/p>\n <p>Others render it, <i>in the way of Egypt<\/i>, because the Assyrians made war against the Jews on account of the Egyptians. But that exposition cannot be admitted; and if we carefully examine the matter, it will be found that there is none more appropriate than that which I have proposed, and which is also approved by the most learned commentators. There are two clauses which form a contrast; the oppression which the Egyptians laid upon them, and the calamity which should be inflicted soon afterwards by the Assyrians. “As the oppression of the Egyptians was not deadly, so neither will the oppression of the Assyrians be. You have had experience of my strength and power against Pharaoh, and so will you find it on Sennacherib.” If we did not explain the clauses in this way, they would not agree with each other. <\/p>",
    "audit": null
}