{
    "id": 7010,
    "source": "calvin",
    "verse_id": 17886,
    "verse_count": 1,
    "reference": "11:1",
    "title": "",
    "html": "<p><i>But there shall come forth a rod. <\/i>As the description of such dreadful calamities might terrify the godly, and give them reason for despair, it was necessary to hold out consolation; for when the kingdom was destroyed, cities thrown down, and desolation spread over the whole country, there might have been nothing left but grief and lamentation; and therefore they might have tottered and fallen, or been greatly discouraged, if the Lord had not provided for them this consolation. He therefore declares what the Lord will afterwards do, and in what manner he will restore that kingdom. <\/p>\n<p>He pursues the metaphor which he employed towards the conclusion of the former chapter; for he had said that Jerusalem would be destroyed, as if <i>a forest were <\/i>consumed by a single conflagration. (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 10:33<\/a>.) Its future desolation would be like that of a country formerly covered with forests, when the trees had been cut down, and nothing could be seen but ashes. That those things which are contrasted may answer to each other, he says, that <i>out of the stock will come forth a branch, <\/i>which will grow into a tree, and spread its branches and fruits far and wide. I have therefore preferred translating  <span class=\"greek-hebrew\">גזע<\/span> (<i>gezang<\/i>) <i>a dry stock<\/i>, rather than <i>a root<\/i>, though it makes little difference as to the meaning, but the former expresses more fully what the Prophet meant, namely, that though <i>the stock <\/i>be dry, <i>the branch which shall spring <\/i>from it shall be more excellent than all the forests. <\/p>\n<p>Hence we infer that this prediction applies solely to the person of Christ; for till he came no such <i>branch <\/i>arose. It certainly cannot be applied to Hezekiah or Josiah, who, from their very infancy, were brought up in the expectation of occupying a throne. Zerubbabel (<a class=\"ref\">Ezra 3:8<\/a>) did not attain the thousandth part of that elevated rank which the Prophet extols. We see, therefore, that to the wretched and almost ruined Jews, consolation was held out in the Messiah alone, and that their hope was held in suspense till he appeared. At the time of his appearance, there would have been no hope that the kingdom would be erected and restored, if this promise had not been added; for the family of David appeared to be completely extinct. On this account he does not call him <i>David<\/i>, but <i>Jesse<\/i>; because the rank of that family had sunk so low, that it appeared to be not a royal family, but that of a mean peasant, such as the family of <i>Jesse <\/i>was, when David was unexpectedly called to the government of the kingdom. (<a class=\"ref\">1 Samuel 16:1; 2 Samuel 7:8<\/a>.) So then, having sustained this calamity and lost its ancient renown, it is denominated by the Prophet the family of <i>Jesse<\/i>, because that family had no superiority above any other. Accordingly, I think that here, and not towards the conclusion of the former chapter, the consolation begins. <\/p>\n<p>Amidst such frightful desolation they might doubt who should be their deliverer. He therefore promises that one <i>will spring <\/i>even out of a <i>dry trunk<\/i>; and he continues, as I mentioned a little before, the same metaphor of <i>a forest<\/i>, because it is far more beautiful than if he had said in plain language that the Messiah would come. Having threatened that the forest would be entirely cut down, he adds, that still <i>a branch <\/i>will arise out of it, to restore the abundance and magnificence of the consumed forest; that is, Christ, who should be the deliverer of the people. How low his beginning was, it is unnecessary to explain. Undoubtedly, he was so far from having anything splendid or attractive, that with the exception of his birth, everything, to the view of the flesh, was inconsistent with the character of the Redeemer. Even his birth was almost obscured; for who would have thought that a poor <i>carpenter <\/i>(<a class=\"ref\">Mark 6:3<\/a>) was descended from a royal family? Again, where was Christ born, and how had he been brought up? In short, his whole life having been mean and even contemptible, he suffered a most disgraceful death, with which he had to begin his kingdom. Yet he grew to an immeasurable height, like a large tree from a small and feeble seed, as he himself shows, (<a class=\"ref\">Matthew 13:31; Mark 4:32<\/a>,) and as we see by daily examples; for in the uninterrupted progress of his kingdom the same things must happen as were seen in his person. <\/p>",
    "audit": null
}