{
    "id": 7408,
    "source": "calvin",
    "verse_id": 18295,
    "verse_count": 1,
    "reference": "33:15",
    "title": "",
    "html": " <p> <i>He that walketh in righeousness. <\/i>,Now, therefore, he explains more fully what we briefly remarked a little before, that they who provoke his anger, and thus drive away from them his forbearance, have no right to complain that God is excessively severe. Thus he convinces them of their guilt and exhorts them to repentance, for he shews that there is a state of friendship between God and men, if they wish to follow and practice “righteousness,” if they maintain truth and integrity, if they are free from all corruptions and act inoffensively towards their neighbors; but because they abound in every kind of wickedness, and have abandoned themselves to malice, calumny, covetousness, robbery, and other crimes, it is impossible that the Lord should not strike them down with fear, by shewing that he is terrible to them. In short, the design of the Prophet is to shut the mouths of wicked babblers, that they may not accuse God of cruelty in their destruction; for the whole blame rests on themselves. By evasions they endeavor to escape condemnation. But the Prophet declares that God is always gracious to his worshippers, and that in this sense Moses calls him “a fire,” (<a class=\"ref\">Deuteronomy 4:24 <\/a>,,) that men may not despise his majesty and power; but that every one who shall approach to him with sincere piety will know by actual experience that nothing is more pleasant or delightful than his presence. Since, therefore, God shines on believers with a bright countenance, they enjoy settled peace with him through a good conscience; and hence it follows that God is not naturally terrible, but that he is forced to it by our wickedness. <\/p>,\n <p>This discourse is directed chiefly against hypocrites, who throw a false veil of piety over their hidden pollutions and crimes, and make an improper use of the name of God, that they may indulge more freely in wickedness. By the examples which he adduces in illustration of “righteousness,” the Prophet more openly reproves their crimes. He enumerates the principal actions of life by means of which we shew what sort of persons we are. Here, as in many other passages, he treats of the second table of the Law, by which the sincerity of godliness is put to the test; for, as gold is tried in the fire, so the dispositions which we cherish towards God are ascertained from the habitual course of our life, when our sincerity comes to be seen by the duties which we owe to each other. <\/p>,\n <p>The word <i>walketh <\/i>,is the wellknown metaphor of a road, which is frequently employed in Scripture for describing the manner of life or habitual conduct. By righteousness he means not the entire keeping of the Law, but that equity which is included in the second table; for we must not; imagine that subtle disquisitions about “righteousness” are here intended. <\/p>,\n <p> <i>Who speaketh what is right. <\/i>,He now enumerates the chief parts of that uprightness which ought to be maintained; and as the tongue is the chief instrument by which a man regulates his actions, he places it in the second rank after “righteousness.” He who restrains it from slander and evilspeaking, from deceit, perjury, and falsehood, so as not to injure his brother in any matter, is said to “speak what is right.” Next is added another department, <\/p>,\n <p> <i>Who despiseth the gain arising from violence and calumny. <\/i>,He might have said in a single word, “who despiseth money; <i>” <\/i>,but he employed more homely language, and accommodated himself to the ignorance of men. He who is desirous of riches, and does not refrain from robbery or from base and unlawful means of making gain, harasses and oppresses the poor and feeble, and cares for nothing else than to lay hold on money in every direction, and by every method either right or wrong. He next proceeds farther, and describes corruptions of every sort. <\/p>,\n <p> <i>Who shaketh his hands from accepting a bribe. <\/i>,Under the name of <i>bribes, <\/i>,by which judges are corrupted, he likewise includes everything else. There is nothing by which the dispositions of men and righteous judgment are so much perverted; and therefore he bids them “shake their hands,” so as to intimate in what abhorrence they should be held, and with what care they should be avoided by all, lest, if they only handled or were tainted by barely touching them, they should be drawn aside kern what is just and right; for “bribes” have wonderful powers of fascination, so that it is very difficult for judges to keep their hands altogether clean and uncorrupted by them. What, then, can we think of those who always have their hands stretched out and ready to receive, and crooked nails ready to catch; and not only so, but, like harlots, openly hire themselves out for gain? Need we wonder if God thunders against them with unrelenting vengeance? <\/p>,\n <p> <i>Who stoppeth his ear that it way not hear blood. <\/i>,At length he demands that the manifestation of uprightness shall be made in the <i>ears. <\/i>,By <i>blood <\/i>,he means murder and manslaughter, but he likewise includes wicked conspiracies of every kind, that the “ears” may not be open to hear them, so.as to give our consent.. He does not mean that our “ears” should be shut against the cries of the poor, when they suffer injuries and oppression; but he means that we should detest wicked devices by which unprincipled men contrive the ruin of the innocent, that we may not even lend our “ears” to their discourses, or allow ourselves to be solicited in any way to do what is evil. <\/p>,\n <p> <i>Who shutteth his eyes. <\/i>,At length he demands the same holiness in the “eyes.” In short, he teaches that we ought to restrain all our senses, that we may not give to wicked men any token of our approbation, if we wish to escape the wrath of God and that terrible burning of which he formerly spake. <\/p>,",
    "audit": null
}