{
    "id": 7680,
    "source": "calvin",
    "verse_id": 18575,
    "verse_count": 1,
    "reference": "45:13",
    "title": "",
    "html": "<p><i>I have raised him up. <\/i>He now continues the subject on which he had entered in the beginning of the chapter; for, having undertaken to soothe their affliction, which was exceedingly sharp and severe, Isaiah holds out the hope of deliverance, and stretches out his hand to them, that they may look for an absolutely certain redemption. Though you think that you are ruined, yet the Lord will protect you against destruction. Why the reproof which we have seen was intermingled with it, may be easily gathered from the event itself; for, if Isaiah had not abruptly made this digression, the Jews, in their vehement impatience, would have been hurried into despair. <\/p>\n<p><i>In righteousness. <\/i>This means “justly and truly,” and must be understood relatively; for it assigns the reason why God determined to raise up Cyrus, that is, because he is a faithful guardian of his Church, and does not disappoint his worshippers. Some explain it, “in justice,” that is, in order that he may punish the Babylonians; and others, “that he may reign justly;” but the Prophet meant nothing of this sort. But in the Scriptures, “righteousness” often signifies fidelity, (<a class=\"ref\">Psalms 5:8<\/a>), because the Lord manifests his “righteousness” by fulfilling his promises and defending his servants. The “righteousness”of God shines brightly in giving a display of exalted and perfect rectitude by saving his people; for, although there is no work of God on which a mark of righteousness is not engraven, yet a much more clear and striking proof is seen in the salvation of the Church. The meaning therefore is, that he “raised up” Cyrus, in order to manifest his “righteousness” in him, whom he has appointed to lead and conduct in bringing back his people. <\/p>\n<p><i>He shall build my city. <\/i>Jerusalem is meant, which he calls “his city,” because he wished that there the remembrance of his name should be preserved, and because he had consecrated it in a peculiar manner to himself. In like manner God himself had declared, <\/p>\n<p>“Wherever I shall cause my name to be recorded, I will come to thee, and will bless thee.” (<a class=\"ref\">Exodus 20:24<\/a>.) <\/p>\n<p>Now, there was no other city which he had appointed for sacrifices and vows, and for calling on his name; and, therefore, also it is called (<a class=\"ref\">Psalms 46:4<\/a>) “The city of God, the holy tabernacle of the Most High, for God is in the midst of her;” and in another place it is said, “This is my rest for ever and ever.” (<a class=\"ref\">Psalms 132:14<\/a>.) Now, Cyrus did not build this city with his own hand, but by royal edicts forbade any one to hinder the rebuilding of it, and likewise supplied the people with provisions and money. (<a class=\"ref\">2 Chronicles 36:23; Ezra 1:2<\/a>.) <\/p>\n<p><i>And shall release my captivity, not for a price, <\/i>that is, “for nothing.” This was uncommon; for, if captives are released by a conqueror, either a price is demanded, or harsh conditions are imposed on them; but Cyrus did nothing of that kind. Hence it follows that this deliverance took place by the will of God, and not by the will of man. The word “captivity” is here used as a <i>collective <\/i>noun, denoting “captives.” <\/p>",
    "audit": null
}