{
    "id": 6980,
    "source": "calvin",
    "verse_id": 17854,
    "verse_count": 1,
    "reference": "10:3",
    "title": "",
    "html": "<p><i>And what will you do?<\/i> Here the Prophet severely threatens princes, who were careless and indolent amidst their distresses, as men intoxicated by prosperity are wont to despise haughtily every danger. He therefore warns them that, though God delay, still he has fixed a time for judgment, and already it is close at hand. In consequence of having vanquished the neighboring nations in war, and fortified themselves by an alliance with a very powerful nation, they had no longer any fear; and therefore he expressly declares that their calamity will<i>come from afar<\/i><\/p> \n<p><i>In the day of visitation. <\/i> By<i>visitation<\/i> is here meant<i>judgment<\/i> , for God<i>visits<\/i> us in two ways, that is, in mercy and in judgment. In both ways he reveals himself and his power to us, both when, in compassion on us, he rescues us from dangers, and when he punishes those who are ungodly and who despise the word. Both kinds of<i>visitation<\/i> have the same object in view, for we do not see the Lord but in his works; and we think that he is absent unless he give us a token of his presence. This<i>visitation<\/i> , therefore, the Scripture accommodates to our capacity; for when we are pressed down by afflictions, and when the ungodly freely give themselves up to wickedness, we suppose that God is at a great distance, and takes no interest in our affairs.<\/p> \n<p>Accordingly, <i>visitation<\/i> must here be understood to mean the<i>judgment<\/i> by which God, in opposition to the waywardness and insolence of the ungodly, will bring them back like deserters. But if the judgments of God be so dreadful in this life, how dreadful will he be when he shall come at last to judge the world! All the instances of punishment that now produce fear or terror, are nothing more than preparations for that final vengeance with which he will thunder against the reprobate, and many things which he appears to pass by, he purposely reserves and delays till that last day. And if the ungodly are not able to bear these chastisements, how much less will they be capable of enduring his glorious and inconceivable majesty, when he shall ascend that awful tribunal, before which the angels themselves tremble!<\/p> \n<p><i>And when the desolation shall come from afar. <\/i> When he says<i>from afar<\/i> , it is proper to observe that we must not allow the prosperity which we now enjoy to bereave us of our senses; for they who carelessly sleep amidst their vices, and by this wicked indifference call in question the power of God, will quickly feel that in a moment, whenever he pleases, he can shake heaven and earth from east to west.<\/p> \n<p><i>To whom will you flee?<\/i> He declares that it is in vain for them to rely on their resources, for, in opposition to the hand of God, they will be fruitless and of no avail whatever. At the same time he likewise shows that this will be a most righteous reward; for when they are cruel towards others, they will justly be made to feel that they have now no help either from God or from men.<\/p> \n<p>They will have judgment without mercy who have showed no mercy. ( <a class=\"ref\">James 2:13<\/a>.)<\/p> \n<p>This applies especially to the judges, who ought to have been a protection to the whole people; for they have been appointed for the purpose of defending the poor and wretched. But if they shall neglect and betray, and even plunder them, it is right that they should be made to feel, by their own destitute condition, how greatly this cruelty offends God.<\/p> \n<p><i>Where will you deposit your glory?<\/i> This is understood by commentators to mean that they will be thrown down from their high rank. They suppose it to be an ironical and contemptuous question put by the Prophet, “What will become of that illustrious rank of which the nobles cruelly and foolishly vaunt, whenever God spares them for a little?” But as this was a forced rendering, I rather think that Isaiah asks, “Where will they find a safe hiding-place in which they may<i>deposit their glory<\/i> ?” Thus I consider the meaning to be, <i>to leave<\/i> , for the sake of being preserved; and the two clauses correspond to each other, <i>To whom will you flee<\/i> ? and, “Where will you find a refuge for your glory in order to preserve it?” But perhaps a preference will be given to a different view, which I have noted in the margin; for the verb<span class=\"greek-hebrew\"> עזב<\/span> (<i>gnazab<\/i>) signifies also to<i>strengthen<\/i> . Again, if God thus devotes to destruction princes who are thrown down from an elevated position, what will become of the lowest? No one, therefore, has any reason to flatter himself; for we shall all be<i>like stubble<\/i> when the wrath of the Lord has been kindled against us. ( <a class=\"ref\">Psalms 83:13<\/a>.)<\/p> ",
    "audit": null
}