{
    "id": 6853,
    "source": "calvin",
    "verse_id": 17719,
    "verse_count": 1,
    "reference": "3:11",
    "title": "",
    "html": "<p><i> Woe unto the wicked!<\/i> It shall be ill with him. He brings forward this clause as a contrast to the former one; from which it may be easily inferred what was the design of the Prophet, namely, to comfort the godly, and to terrify the wicked by the judgment of God. For when an uncommonly severe calamity occurs, which attacks all without discrimination, we doubt whether it be by the providence of God, or, on the contrary, by blind chance, that the world is governed. On this account godly men fear and dread that the same destruction which overtakes the wicked will ruin them also. Others think that it is of no importance whether a man be good or bad, when they see both classes visited by pestilence, war, famine and other calamities. And hence arises the wicked thought, that there is no difference between the rewards of the good and of the bad; and in the midst of these gloomy thoughts carnal appetites lead many to despair.<\/p> \n<p>Accordingly, the Prophet shows that the judgment of God is right, that men may continue to fear God, and may be aware that those who, in the expectation of escape of punishment, provoke God, will not pass unpunished. He likewise exhorts them to ascribe to God the praise of justice; as if he had said, “Think not that blind chance rules in the world, or that God punishes with blind violence, and without any regard to justice, but hold it as a principle fully settled in your minds, that<i> it shall be well with the righteous man<\/i> ; for God will repay him what he hath promised, and will not disappoint him of his hope. On the other hand, believe that the condition of the wicked man will be most wretched, for he brings on himself the evil which must at length fall on his head.”<\/p> \n<p>By these words the Prophet, at the same time, charges the people with stupidity in not perceiving the judgment of God; for they suffered the punishments of their crimes, and yet hardened themselves under them, as if they had been altogether devoid of feeling. Now there cannot befall us anything worse than that we should be hardened against chastisements, and not perceive that God chastiseth us. When we labor under such stupidity, our case is almost hopeless.<\/p> ",
    "audit": null
}