{
    "id": 7843,
    "source": "calvin",
    "verse_id": 18739,
    "verse_count": 1,
    "reference": "54:15",
    "title": "",
    "html": " <p> <i>Behold, he who assembleth shall assemble. <\/i>,The general import is, that, although many rise up for the purpose of overwhelming the Church, yet all their efforts and attacks shall fail; and he appears to promise God’s assistance not only against external foes, but against foes that are domestic and internal. Many “assemble” in the bosom of the Church, as if they wished to join themselves to her, but afterwards carry on internal war. These words are commonly translated, “By gathering he shall gather himself against thee,” and are generally understood to relate to all the enemies of the Church of every kind. That interpretation is most generally approved; nor do I object to it, provided that it be acknowledged to include the fraud, and ambush, and treachery by which the Church is attacked. Yet I have no doubt that here the meaning is the same as in <a class=\"ref\">Psalms 2:1 <\/a>,, namely, the conspiracies and insurrections of the Gentiles against Christ and the Church of God; for not a single nation only, but various nations rise up against, her. <\/p>,\n <p>It is probable, however, that here he expressly joins together domestic foes and those who from without had penetrated even into her bosom; for he says, <i>In thee, Against thee, <\/i>,that is, “They shall attack thee within, in the midst of thee.” In a word, he shows that the Church will not enjoy such peace as not to be attacked by many adversaries. But it may be thought that these statements are contradictory; for he formerly said that she would be far from terror and oppression, and now he says that there shall be conspiracies within her bosom. I reply, the Prophet instantly added this, that believers might not promise to themselves a state of peace in the world, as if they had no annoyance to suffer from wicked men and hypocrites. The defense of the Church against oppression and slander shall be of such a kind as not to preserve her from carrying on uninterrupted war with enemies; for Satan will raise up against her every day new attacks, so that she can never be at rest. These words may therefore be regarded as a correction of the preceding statement, in order that believers may always carry their weapons of war, and may not promise to themselves repose. <\/p>,\n <p> <i>Without me. <\/i>,A promise is added, that the Lord will nevertheless preserve them in the midst of dangers. Without God signifies “in vain” or “unsuccessfully;“ for he means that the attacks of wicked men, though they do their utmost shall utterly fail. They rush forward with blind fury, but it is the Lord’s hand alone that gives prosperity. He alludes to what was formerly said, (<a class=\"isa\" verses=\"WzE4NDc3XQ==\">Isaiah 41:25 <\/a>) that the Babylonians should come, under God’s guidance, to destroy Judea. At that time the people were ruined, because they had God for their enemy; but now, because “without God,” that is, without his guidance, the enemies shall attack her, they shall be ashamed and turn back. This is more fully expressed by what immediately follows — <\/p>,\n <p> <i>He who shall assemble in thee shall fall against thee. <\/i>,That is, “All that he shall attempt against thee shall fall back on his own head. Though the whole world rise up against thee, it shall be crushed by its own weight.” The phrase, in thee, deserves notice; for when the Lord drives our enemies to a distance, we are confident, but if they come near us, we fall into despair. Therefore he says, “Although they penetrate even into thy bowels, the Lord will destroy them, and will deliver thee.” <\/p>,",
    "audit": null
}