{
    "id": 7194,
    "source": "calvin",
    "verse_id": 18073,
    "verse_count": 1,
    "reference": "22:20",
    "title": "",
    "html": " <p> <i>And it shall come to pass in that day. <\/i>,It is uncertain at what time Eliakim was substituted in the room of Shebna; for we shall see, in the thirty-seventh chapter, that Eliakim was steward of the king’s house when Shebna was chancellor. Whether or not any change took place during the interval cannot with certainty be affirmed; yet it is probable, as I lately hinted, that through the stratagems of this wicked man, Eliakim was afterwards driven from his office, and that Shebna, after having triumphed, was punished for his frauds which had been detected, and, having been driven or banished from Judea, fled to the Assyrians, and there received the reward of his treachery. In like manner does it frequently happen to traitors, who, when they cannot fulfill their engagements, are hated and abhorred by those whom they have deceived; for, having been bold and rash in promising, they must be discovered to be false and treacherous. <\/p>,\n <p>The Jews allege that at last he was torn in pieces on account of his treachery, but no history supports that statement. Leaving that matter doubtful, it is certain that he was cast out or banished, and that he ended his days in a foreign country, and not at Jerusalem. It is probable that, after his banishment, Eliakim was again placed in his room. <\/p>,\n <p> <i>I will call. <\/i>,It is certain that all princes and magistrates are called by the Lord, even though they be wicked and ungodly; for “all authority is from God,” as Paul affirms. (<a class=\"ref\">Romans 13:1 <\/a>.) But here the Prophet speaks of a peculiar <i>calling <\/i>,, by which the Lord manifests his goodness towards his people, when he appoints such persons to be his servants, that it may be known that God governs by them; and they, on the other hand, are well aware of the purpose for which they have been appointed by God, and faithfully discharge the office assigned to them. Shebna had indeed been <i>called <\/i>,for a time, but it was that he might be God’s scourge; for nothing was farther from his thoughts than to obey God. Eliakim was a different kind of person; for he acknowledged himself to be a servant of God, and obeyed the holy calling. <\/p>,\n <p> <i>I will call, <\/i>,means, therefore, “I will give a sign to my servant, that he may know that it is I who have raised him to that honorable rank.” There is in this case a peculiar relation between the master and the servant, which does not apply to ungodly men when they obey their own inclination and wicked passions; but this man acknowledged the Lord and sincerely obeyed him. Lastly, this mark distinguishes the true servant of God from a wicked and hypocritical person, who had risen to honor by wicked practices. <\/p>,",
    "audit": null
}