{
    "id": 7339,
    "source": "calvin",
    "verse_id": 18225,
    "verse_count": 1,
    "reference": "30:7",
    "title": "",
    "html": "<p><i>Surely the Egyptians are vanity. <\/i> This verse contains the explanation of the former statement; for he repeats and threatens the same thing, that the Egyptians, after having worn out the Jews by various annoyances and by prodigious expense, will be of no service to them. “The strength of Egypt” will do them no good, even though he be earnest in assisting them, and employ all his forces. Thus shall the Jews be disappointed of their hope, and deceive themselves to their great vexation. The particle  <span class=\"greek-hebrew\">ו<\/span> (ū) signifies here either <i>for <\/i>or <i>surely<\/i>, as I have translated it. <\/p>\n<p><i>Therefore have I cried to her. <\/i>He now shews that the Jews have no excuse for fleeing with such haste into Egypt, and that they are willingly foolish and unworthy of any pardon, because they do not repent when they are warned. When he says that he “cried” to Jerusalem, I consider this to refer to God himself, who complains that his distinct warnings and instructions produced no effect, and that his exhortation to them <i>to sit still <\/i>was not without foundation, but was intended to meet the troubles and calamities which he foresaw. Whence came that restlessness, but because they refused to believe the words of the Lord? In a word, he shews that it is mere obstinacy that drives them to flee into Egypt; for by “sitting still” they might provide for their safety. <\/p>\n<p>By the word “cry” he means that he not only warned them by words, but likewise chastised them; and this makes it evident that their obstinacy and rebellion were greater. “To sit still” means here “to remain and to stay at home,” though he will afterwards shew (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 30:15<\/a>) that they ought to have peaceable dispositions. The cause of their alarm and impassioned exertions was, that they were terrified and struck with dismay, and did not think that God’s protection was sufficient, if they had not also the Egyptians on their side. Thus, they who do not give sufficient honor to God have their hearts agitated by unbelief, so that they tremble and never find peace. <\/p>",
    "audit": null
}