{
    "id": 6857,
    "source": "calvin",
    "verse_id": 17723,
    "verse_count": 1,
    "reference": "3:15",
    "title": "",
    "html": " <p> <i>What mean ye that ye beat my people to pieces? <\/i> He mentions also other particulars, from which it is evident that they ruled in a haughty, cruel and oppressive manner. It was not necessary that the Prophet should describe minutely everything deserving reproof in the princes; for from these few circumstances it is evident with what injustice and cruelty and tyranny they ruled. But to whom shall the poor betake themselves but to the magistrate, who ought to be the father of his country and the protector of the wretched? On this account he employs a vehement interrogation, <i>What? <\/i> as if he had said, “What effrontery is this! What cruelty and barbarity, to abuse the mean condition of the poor, so as to have no compassion on them!” By two comparisons he describes their cruel oppression mingled with pride. <\/p> \n <p> <i>Saith the Lord Jehovah of hosts. <\/i> That the reproof may have all the weight that it ought to have, he brings forward God as speaking; for there is an implied contrast that these things should not be viewed as coming from the mouth of men, but that the accusation proceeds from God himself, and that he pursues those who are guilty of such injustice, and will at length take vengeance on them. Because those who have been exalted to any kind of honor conduct themselves so haughtily as to disdain every direction and advice, he therefore meets their pride by bringing forward the majesty of God, that they may not venture to despise his earnest and severe threatenings. Yet let us remember that this passage ought not to be understood as if the Prophet were speaking only about the mercy of God; for after having threatened vengeance indiscriminately on all, he particularly mentions those who are their heads, in order to show that no man can escape the arm of God: and here he employs what is called the argument from the greater to the less.” How would the Lord spare the lowest of the people, when he punishes even the princes themselves, because they have <i>destroyed the vineyard?” <\/i> <\/p> ",
    "audit": null
}