{
    "id": 7790,
    "source": "calvin",
    "verse_id": 18686,
    "verse_count": 1,
    "reference": "51:12",
    "title": "",
    "html": " <p> <i>I, I am. <\/i> Here the Lord not only promises grace and salvation to the Jews, but remonstrates with them for refusing to believe him, and for valuing his power less than they ought. It is exceedingly base to tremble at the threatenings of men to such a degree as to care nothing about God’s assistance; for he displays his power for this purpose, that he may at least fortify; us against every attack. Accordingly, by an excessive fear of men we betray contempt of God. <\/p> \n <p>Hence it is evident how sinful it is to be agitated by the terrors of men, when God calls us to repose. And indeed it is amazing ingratitude in men, who, when they hear that God is on their side, derive no hope from his magnificent promises, so as to venture boldly to exclaim, “If God be for us, who can be against us?” (<a class=\"ref\">Romans 8:31 <\/a>.) The consequence is, that when dangers arise, they are terrified and confounded, and attribute far more to the power of mortal man in attacking than to the power of God in defending. Justly, therefore, does he upbraid the Jews with not fortifying themselves by these promises, and with not rendering themselves invincible against every danger; for God is treated with the highest dishonor when we doubt his truth, that is, when we are so completely overcome by human terrors that we cannot rest on his promises. <\/p> \n <p>The repetition, <i>I, I, <\/i> is highly emphatic. He who promises consolation is the God of truth, against whom neither the strength nor the contrivances of men will be of any avail. When thou distrustest him, it follows that thou dost not consider who he is. <\/p> \n <p> <i>That thou shoudest be afraid of a man. <\/i> He describes how frail, fading, transitory: and unsubstantial is the condition of men, in order to exhibit more fully their criminal stupidity in preferring a shadow and smoke to God. He shews that men, so long as they are mindful of God, cannot be struck down by fear. Consequently, when we are stunned by dangers that assail us, it follows that we have forgotten God; and therefore he adds, — <\/p> ",
    "audit": null
}