{
    "id": 7995,
    "source": "calvin",
    "verse_id": 18892,
    "verse_count": 1,
    "reference": "64:6",
    "title": "",
    "html": " <p> <i>We have all been as the unclean. <\/i> The believers go on in their complaint; for they deplore their condition, because God appears to take no account of them. Hebrew writers are not agreed as to the meaning of the words <span class=\"greek-hebrew\"> בגד עדים <\/span> (<i>beged gniddim <\/i>.) Yet it is certain that it denotes something which is vile and worthless, and which, on account of its filthiness, stinks in the noses of men. But here two things ought to be observed; first, that believers confess their guilt, and are justly punished for it; and, secondly, that they nevertheless complain of the severity of the punishments which they endure, not to blame God, but to move him to compassion; just as a culprit, when he endeavors to mitigate the severity of a judge, lays before him his own distresses and calamities. Some commentators torture this passage, by alleging that the Prophet, when he speaks of the pollutions of sins, describes all Jews without exception, though there still remained some of them who were sincere worshippers of God. But there are no good grounds for this; for the Prophet does not speak of individuals, but of the whole body, which, being trodden under foot by all men, and subjected to the utmost indignity, he compares to a filthy garment. <\/p> \n <p>There are some who frequently quote this passage, in order to prove that so far are our works from having any merit in them, that they are rotten and loathsome in the sight of God. But this appears to me to be at variance with the Prophet’s meaning, who does not speak of the whole human race, but describes the complaint of those who, having been led into captivity, experienced the wrath of the Lord against them, and therefore, acknowledged that they and their righteousnesses were like a filthy garment. And first, he exhorts them to a confession of their sin, that they may acknowledge their guilt; and next, that they should nevertheless ask pardon from God, the manner of obtaining which is, that, while we complain that we are wretched and distressed, we at the same time acknowledge that we are justly punished for our sins. <\/p> \n <p> <i>And we all fade as a leaf. <\/i> This is a very beautiful comparison, which shews that men utterly fade and decay when they feel that God is angry with them; as is admirably described in <a class=\"ref\">Psalms 90:6 <\/a> Justly, therefore, are we compared to leaves; for “our iniquities, like the wind, carry us away.” <\/p> ",
    "audit": null
}