{
    "id": 7222,
    "source": "calvin",
    "verse_id": 18101,
    "verse_count": 1,
    "reference": "24:5",
    "title": "",
    "html": " <p> <i>And the earth was deceitful. <\/i>,Others render it “defiled” or “polluted,” because <span class=\"greek-hebrew\">,כנף <\/span>,(<i>chānăph <\/i>) means “to be wicked.” Both renderings may be appropriate; but the next verse appears to demand that we explain it to mean <i>false <\/i>,; for he appears to illustrate and exhibit it more fully immediately afterwards, when he says that “the earth has been consumed by a curse.” <\/p>,\n <p> <i>Under its inhabitants. <\/i>,Whether <span class=\"greek-hebrew\">,תהת <\/span>,(<i>tăhăth <\/i>) be translated “ <i>Under <\/i>,its inhabitants,” or, “ <i>On account of <\/i>,its inhabitants,” is of little importance. There is a kind of mutual bargain between the land and the husbandmen, that it gives back with usury what it has received: if it does not, it deceives those who cultivate it. But he assigns a reason, imputing blame to them, that they render it barren by their wickedness. It is owing to our fault that it does not nourish us or bring forth fruit, as God appointed to be done by the regular order of nature; for he wished that it should hold the place of a mother to us, to supply us with food; and if it change its nature and order, or lose its fertility, we ought to attribute it to our sins, since we ourselves have reversed the order which God had appointed; otherwise the earth would never deceive us, but would perform her duty. <\/p>,\n <p> <i>Because they have transgressed the laws. <\/i>,He immediately assigns the reason why the earth is unfaithful, and deceives her inhabitants. It is because those who refuse to honor God their Father and supporter, will justly be deprived of food and nourishment. Here he peculiarly holds up to shame the revolt of his nation, because it was baser and less excusable than all the transgressions of those who had never been taught in the school of God. The word <span class=\"greek-hebrew\">,תורה <\/span>,(<i>tōrāh <\/i>) is applied to “the Law,” because it denotes instruction; but here, in the plural number, <span class=\"greek-hebrew\">,תורת <\/span>,(<i>tōrōth <\/i>,,) it denotes all the instruction that is contained in the “Law.” But as the “Law” contains both commandments and promises, he adds two parts for the purpose of explanation. <\/p>,\n <p> <i>They have changed the ordinance. <\/i>,The Hebrew word <span class=\"greek-hebrew\">,חק <\/span>,(<i>chōk <\/i>) means “an ordinance,” and on that account some think that it denotes ceremonies, and others that it denotes morals. We may render it “commandments;” and I understand it to mean not only ceremonies, but everything that belongs to the rule of a holy life. <\/p>,\n <p> <i>They have broken the everlasting covenant. <\/i>,The third term employed by him is, <span class=\"greek-hebrew\">,ברית <\/span>,, (<i>bērīth <\/i>,,) by which he means a covenant and contract. This word is limited to those “contracts” by which the Lord, who adopted his people, promised that he would be their God. (<a class=\"ref\">Exodus 19:6; Leviticus 26:12 <\/a>.) He therefore charges them with ingratitude, because, when the Lord revealed himself by all these methods, and gave proofs of his love, they were disobedient and rebellious, “transgressed the laws,” and “broke the holy covenant.” <\/p>,\n <p>But why does he address himself to the Jews? Because he knew that he had been appointed to be their Prophet, that he might especially give instructions to them. Hence we may infer what is the rule of a holy life. It is contained in that law which we ought to follow if we wish that God should approve of our life; if we turn aside from it, we must be wicked and abandoned. We ought also to remark, that it is the will of God that in his word we should consider not only his commandments and laws, but also his covenant; for the chief part of the word consists of promises, by which he adopts and receives us as his own people. Besides, the Prophet unquestionably intended to use a variety of terms in order to express his meaning more strongly; as if he had said, “There is nothing about us that is sound and pure; everything is polluted and corrupted.” <\/p>,\n <p>He calls it “the covenant of eternity,” or “the everlasting covenant,” because it ought to be perpetual and inviolable, and to be in force in every age. It was to be transmitted, in uninterrupted succession, from father to son, that it might never be effaced from the memory of man, but might be kept pure and entire. He therefore represents in strong terms their treachery and wickedness, because they dared to violate that covenant which God had made with them, and to overthrow what the Lord intended to be firm and permanent. This was monstrous; and therefore we ought not to wonder that the earth takes vengeance for this wickedness, and refuses to give food to men. <\/p>,",
    "audit": null
}