{
    "id": 7259,
    "source": "calvin",
    "verse_id": 18141,
    "verse_count": 1,
    "reference": "26:10",
    "title": "",
    "html": " <p> <i>The wicked man will obtain favour. <\/i> Isaiah contrasts this statement with the former. He had said that the godly, even when they are afflicted, or see others afflicted, still rely on the love of God, and trust in him. But now he declares, on the other hand, that the wicked cannot be brought in any way to love God, though he endeavor, by every sort of kindness, to draw and gain them over; and that, whatever aspect the Lord assume towards them, they do not become better. <\/p> \n <p>This verse appears, at first view, to contradict the former, in which the Prophet said, that the justice of God is acknowledged in the earth, when he executes his judgments, and shews that he is the Judge, and punishes the transgressions of men; while he says here that the wicked cannot in any way be led or persuaded to worship God, and that they are so far from being made better by the chastisements, that even acts of kindness make them worse. The good effect of chastisements certainly does not appear in all; for wicked men do not at all profit by them, as we see in Pharaoh, whom chastisements and scourges rendered more obstinate. (<a class=\"ref\">Exodus 7:13<\/a>.) But although he spoke indiscriminately about “the inhabitants of the earth,” yet he strictly included none but God’s elect, with whom indeed even some hypocrites share the profit that is gained; for sometimes, though reluctantly, they are moved by reverence for God, and are restrained by the dread of punishments. But as the Prophet here describes sincere repentance, by “the inhabitants of the earth” he means only the children of God. <\/p> \n <p>Some view it as a question, “Shall favor be shewn to the wicked?” or, “Why should the wicked man obtain favor?” as if the Prophet insinuated that they do not deserve that God should deal gently with them. But I choose rather to explain it thus, “Whatever may be the acts of kindness by which God draws the wicked, they will never learn to act uprightly.” The Prophet therefore has limited the statement made in the former verse. <\/p> \n <p> <i>In the land of upright actions he will deal unjustly. <\/i> This is added in order to shew more strongly the baseness of this ingratitude. It was a sufficiently heinous offense that they abused the acts of God’s kindness, and by means of them became more rebellious; but it is their crowning wickedness, that “they deal wickedly in the land” which the Lord had consecrated to himself. What he now says relates to Judea, but may be extended also to other countries in which God is now worshipped; but at that time there was no other country on which Isaiah could bestow that title, for in no other was there any knowledge of God. (<a class=\"ref\">Psalms 76:2<\/a>.) <\/p> \n <p>Thus he calls Judea “the land of upright actions.” I give this interpretation, because, since the Prophet employs <span class=\"greek-hebrew\"> נכחות <\/span> (<i>nekōchōth <\/i>) in the feminine gender, the word <i>upright <\/i> cannot apply to men. He therefore bestows this title, because the law was there in full force, (<a class=\"ref\">Psalms 76:1<\/a>.) and that nation had been peculiarly chosen by God; and it was added, as I have already said, in order to exhibit more strongly the ingratitude of the nation. Some extend it indiscriminately to the whole world, because, wherever we live, God supports us on the condition of our maintaining uprightness. This is too far-fetched; but, since God has now spread abroad his kingdom in every direction, wheresoever men call on his name, that is “the land of upright actions;” so that we are worthy of double condemnation, if, after having been stimulated by benefits so numerous and so great, we do not testify our gratitude by the practice of godliness and by good works. <\/p> \n <p>When he adds, that the reprobate <i>will not behold the majesty of the Lord, <\/i> this does not in any degree palliate, but rather doubles their criminality; because it is base and shameful indolence not to observe the glory of God which is openly manifested before our eyes. The wicked are thus rendered the more inexcusable, because, how numerous soever may be the methods by which the Lord makes known his name, still they are blind amidst the clearest light. There is never any lack of testimonies by which the Lord openly manifests his majesty and glory, but, as we have formerly seen, few consider them. God manifests his glory not only by the ordinary works of nature, but likewise by some astonishing miracles and demonstrations, by means of which he gives us abundant instruction about his goodness, wisdom, and justice. Wicked men shut their eyes, and do not observe them, though in trifling matters they are very clear-sighted; and the Prophet now censures them severely for this wickedness. <\/p> \n <p>Others think that it is a threatening against the reprobate, <i>they shall not behold the majesty of the Lord, <\/i> as if they did not deserve to obtain this view of the works of God. Though this is true, yet, as this clause is closely connected with the former, the Prophet continues to censure the indolence of those who do not direct their minds to the works of God, but, on the contrary, become stupid. On this account, we ought to think it the less wonderful that so few repent, though very many demonstrations of the righteousness of God are openly made; for infidelity is always blind to behold the works of God. <\/p> ",
    "audit": null
}