{
    "id": 7873,
    "source": "calvin",
    "verse_id": 18769,
    "verse_count": 1,
    "reference": "57:3",
    "title": "",
    "html": "<p>And draw near, ye sons of the sorceress. After having spoken of the happy and peaceful death of good men, he breaks out with very great vehemence against the wicked, who did not cease to lead a base and shameful life, and were not moved by the death of believers. As he had said that good men enjoy peace, so he threatens that the wicked shall have ceaseless war. He taught that to the holy servants of God death shall even be like a hiding-place, to shelter them from the whirlwind, and storm, and other tempests, that he might threaten the worst of evils against the obstinate despisers of God. Here we ought to observe the contrast, between good men who walk before God, and the wicked, who cease not rebelliously to resist God. The former shall enjoy peace when they die; the latter shall have no peace during life, and shall feel dreadful torments in death.<\/p> \n<p>He orders them to come forth to the judgment­seat of God, which they hope that they will be able to escape by their disguises; and therefore he affirms that they gain nothing by their refusal, for they shall be dragged against their will. The more hardened they were, the sharper were the excitements that must be applied to them; and therefore the harshness of the Prophet could not be excessive, either in arousing their stupidity, or in casting down their pride. And indeed it is well known how insolent was the vanity of the Jews on account of their genealogy; for which reason the prophets frequently beat down their haughtiness and pride, and affirmed that they were not the children of Abraham, because they were bastards and traitors.<\/p> \n<p>On this account Isaiah calls them “the seed of the adulterous and the whore.” In like manner Ezekiel reproaches them, “Thy father is an Amorite; thy mother a Hittite.” ( <a class=\"ref\">Ezekiel 16:3<\/a>) Similar forms of expression are found ill many parts of Scripture. Thus he beats down their intolerable hardihood, and drags them forward unwillingly and reluctantly, that they might not think that they could escape the judgment­seat of God.<\/p> ",
    "audit": null
}