{
    "id": 7099,
    "source": "calvin",
    "verse_id": 17978,
    "verse_count": 1,
    "reference": "16:8",
    "title": "",
    "html": " <p> <i>For the vines of Heshbon have been cut down. <\/i>,Here the Prophet describes allegorically the desolation of the whole country. There is reason to believe that it abounded in the choicest <i>vines <\/i>,, as may readily be inferred from this and the parallel passage. (<a class=\"ref\">Jeremiah 48:32 <\/a>.) When Prophets threaten destruction to countries, they usually delineate their more remarkable features. For instance, were we to speak of Picardy, we certainly would say nothing about <i>vines <\/i>,, as if we had been speaking about Orleans or Burgundy. Now, the cities mentioned by the Prophet were the chief cities of Moab. <\/p>,\n <p> <i>The lords of the nations have trodden down his choicest shoots <\/i>,or <i>branches. <\/i>,The Prophet says that <i>the most valuable branches <\/i>,of their vineyards were torn out by <i>the lords of the nations <\/i>,, that is, by the conquerors, who, having subdued the nations in war, held extensive dominion. <\/p>,\n <p> <i>Which reached even to Jazer. <\/i>,This serves to point out the extent of the devastation; for this city was situated on the confines of the land of the Moabites; as if he had said, “Not only shall a part of the vineyards be cut down, but the whole country shall be wasted far and wide.” Some refer this to the enemies themselves; but I would rather supply the relative <span class=\"greek-hebrew\">,אשר <\/span>,, (<i>asher <\/i>,,) <i>which <\/i>,, and refer it to <i>the vines, which <\/i>,were so extensive that they <i>reached even to Jazer <\/i>,. Thus the meaning will be, “Though these vineyards <i>reached even to Jazer <\/i>,, and covered a very large tract of country, yet thence <i>to the wilderness <\/i>,they will all be trodden down by <i>the lords of the nations <\/i>,. ” This agrees best with the scope of the passage; for it is immediately added that the vineyards <i>reached to the wilderness <\/i>,, and even <i>to the sea <\/i>,; by which he means that the country was exceedingly fertile, and especially that it abounded in <i>vines <\/i>,. He says that they <i>crossed the sea <\/i>,, because, when the soil is productive, it is customary to protect by mounds what is contiguous to the sea, in order to extend the cultivation, and to oppose the violence of the waves by posts of wood and embankments, in order to obtain a large extent of available soil. <\/p>,",
    "audit": null
}