{
    "id": 7216,
    "source": "calvin",
    "verse_id": 18095,
    "verse_count": 1,
    "reference": "23:17",
    "title": "",
    "html": " <p> <i>Jehovah will visit Tyre.<\/i>, Although the Lord will afflict Tyre in such a manner that she will appear to be ruined, yet he declares that she will obtain mercy, because, rising at length out of her ruins, she will be restored to her former vigor. Such a restoration is justly ascribed to the favor of God; for otherwise the same thing must have happened to them as Malachi foretells would happen to the Edomites, that the Lord would overturn and destroy all that men would build. (<a class=\"ref\">Malachi 1:4<\/a>.) Consequently they would never have returned to their former condition if the Lord had not aided them. <\/p>\n <p>From these words we ought to draw a profitable doctrine, that though the Lord is a severe judge towards the wicked, yet he leaves room for the exercise of his compassion, and is never so harsh as not to mitigate his chastisements, and at length to put an end to them. And if he is such towards the wicked, what will he be towards those whom he has adopted, and on whom he determines to pour out his goodness? When kingdoms therefore are re-established, when cities are rebuilt, and nations regain their freedom, this is brought about solely by the providence of God, who, whenever he pleases, lays low what is high, (<a class=\"ref\">1 Samuel 2:7, Luke 1:52<\/a>,) and quickly raises up and restores what was fallen. <\/p>\n <p> <i>And then she will return to her hire.<\/i>, This ought to be viewed as a contrast to the former statement, for the meaning is, that Tyre will be no better, and will not be reformed by so severe a chastisement, because she will quickly return to her natural disposition; for he accuses her of ingratitude. We see instances of the same kind every day. There is scarcely a corner of the world in which the Lord has not exhibited proofs of his judgment. To those whom he has chastised he allows time to breathe, but they become no better. Isaiah says that this will happen to Tyre. <\/p>\n <p> <i>She will commit fornication.<\/i>,“She will not repent, but, on the contrary, will return to her former courses. <i>She will commit fornication<\/i>, as she was formerly accustomed to do.” He unquestionably speaks of buying and selling, but continues to employ the comparison which he had adopted; not that he wishes to condemn the occupation of a merchant, as we have already said, but that it is so largely mingled with the corruption of men as to resemble closely the life of a harlot; for it is so full of tricks, and hidden stratagems, and deep-laid traps, (as we often see,) that it appears to have been contrived for the purpose of ensnaring and deceiving men. How many new and unheard of contrivances for making gain and exacting usury are every day invented, which no one who has not been long trained in the school of merchandise can understand? We need not wonder, therefore, that the Prophet made use of this comparison, for it means that Tyre will have no more honesty than before in mercantile transactions. <\/p>",
    "audit": null
}