{
    "id": 7254,
    "source": "calvin",
    "verse_id": 18135,
    "verse_count": 1,
    "reference": "26:4",
    "title": "",
    "html": "<p><i>Trust ye in Jehovah for ever. <\/i>As to the words, some read in the second clause, “Trust in God, the strong Jehovah of ages;” but as  <span class=\"greek-hebrew\">צור<\/span> (<i>tzūr<\/i>) is not always an adjective, but signifies <i>strength<\/i>, I reject that meaning as forced, besides that it has little relation to the subject, as will immediately appear. There is also little ground for the ingenuity of those who infer from this passage the divinity of Christ, as if the Prophet said, that “Jehovah is in Jah;” for the twofold name of God is given for the express purpose of magnifying his power. <\/p>\n<p>He now exhorts the people to rest safely on God, and therefore, after the preceding doctrine, there is now room for exhortation. Besides, it would have been vain to say that our peace is in the hand of God, and that he is our faithful guardian, if we had not been taught and instructed on this subject, and at the same time urged by exhortations. Yet he exhorts us not only to earnest hope, but to perseverance; and this discourse applies properly to believers, who have already learned what it is to trust in the Lord, and who need to be strengthened, because they are still weak, and may often fall, in consequence of the various motives to distrust with which they are called to struggle. He therefore does not enjoin them merely to trust in the Lord, but to remain steadfastly in trust and confidence to the end. <\/p>\n<p><i>For in Jah Jehovah is the strength of ages. <\/i> We ought to attend to the reason which is here assigned, namely, that as the power of God, which is the object of faith, is perpetual, so faith ought to be extended so as to be equally perpetual. When the Prophet speaks of the strength and power of God, he does not mean power which is unemployed, but power active and energetic, which is actually exerted on us, and which conducts to the end what he had begun. And this doctrine has a wider application, for it bids us truly believe that we ought to contemplate the nature of God; for, as soon as we turn aside from beholding it, nothing is seen but what is fleeting, and then we immediately faint. Thus ought faith to rise above the world by continual advances; for neither the truth, nor the justice, nor the goodness of God, is temporary and fading, but God continues always to be like himself. <\/p>",
    "audit": null
}