{
    "id": 7494,
    "source": "calvin",
    "verse_id": 18384,
    "verse_count": 1,
    "reference": "37:31",
    "title": "",
    "html": "<p><i>And that which shall be preserved of the house of Judah. <\/i>He follows out the former statement; for he declares that the Lord will deliver Jerusalem so as not to east away his care of her afterwards, but will be her savior to the end. And indeed all the blessings that the Lord bestows upon us are a sign and testimony of continued kindness towards us, that we may know that we shall never be forsaken by him. But here we ought chiefly to remember what we formerly remarked, that the defense of Jerusalem belonged to God, because he had chosen it to be his sanctuary, and because the Messiah would proceed from it. <\/p>\n<p><i>And that which shall be left. <\/i> <span class=\"greek-hebrew\">פליטה<\/span> <i>(peletah) <\/i>literally signifies <i>deliverance; <\/i>but here it is a collective noun for “men delivered,” in the same manner as in other passages, “captivity” is put for “captives.” (<a class=\"ref\">Psalms 14:7; Jeremiah 29:14<\/a>.) And it is not without reason that he promises increase to a small remnant; for although the siege had been raised, still the people, being greatly diminished, had slight cause of joy, and full restoration could scarcely be expected by so small a number of persons. For the purpose of soothing this grief, therefore, he declares that the land will be full of inhabitants, as if a very abundant harvest would fill the granaries which had formerly been empty. <\/p>\n<p>Nor was it merely the desolation of the land of Judah that might have discouraged the hearts of believers or pierced them with sorrow, but likewise that greater diminution which arose from the ten tribes being led into captivity. (<a class=\"ref\">2 Kings 15:29<\/a>.) Although they have been thus cut down, Isaiah declares that the Lord will cause them to recover their former condition, and a vast multitude to spring up; for the Lord permits his people to be thus diminished and brought very low, that his glory may afterwards be illustriously displayed in their deliverance. What he accomplished at that time ought also to be expected in the present day; so that in proportion as we see the strength of the Church weakened and brought low, we may be more fully convinced that. God has in his power the means of multiplying a small number; for this restoration must not be measured by our powers of judging. <\/p>\n<p><i>Shall strike root downward. <\/i>He declares that there will be so great desolation that it shall seem as if the Church had been uprooted, and had utterly perished; and indeed the destruction of the kingdom of Israel was a very sad spectacle of cutting off. But the Prophet says, that there shall be such an increase that the tree which had been nearly torn up shall “strike its roots” deep; for although the Church does not make professions of towering greatness, as is commonly done by the rulers of this world, yet the Lord imparts a secret vigor which causes it to spring up and grow beyond human expectation. Let us not be terrifled, therefore, when no roots are seen, or when we think that they are dead; for he hath promised that he will cause it to “strike root downwards.” <\/p>\n<p><i>And bear fruit upwards. <\/i>This is added, because the Church does not only flourish like grass, (which was formerly said of the condition of the wicked, ) but brings forth abundant fruit; and thus the Lord completes in her what he hath once begun. <\/p>",
    "audit": null
}