{
    "id": 7804,
    "source": "calvin",
    "verse_id": 18700,
    "verse_count": 1,
    "reference": "52:3",
    "title": "",
    "html": "<p><i>For thus saith Jehovah. <\/i>This verse has been badly expounded by many commentators, who have here chosen to enter into philosophical subtleties; for they have dreamed of many things at variance with the Prophet’s meaning. It agrees with what he had formerly stated, <\/p>\n<p>“To which of my creditors have I sold you?” (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 1:1<\/a>.) <\/p>\n<p>For here, in the same manner, he says,<i>“Ye have been sold for nought;” <\/i>as if he had said that he has received no price, and is under no obligations to a creditor who can claim them as having been purchased by him. This tends greatly to confirm the promise; because the Jews might entertain doubts of the liberty which was promised to them, in consequence of their having been long held in possession by the Babylonians, who were the most powerful of all nations. The Lord meets this doubt. “I did not sell or make a conveyance of you to them; for nought were ye sold; and therefore I can justly claim you as nay property and sell you. Do not then consider how great are your difficulties, when I promise you liberty, and do not reason on this matter by human arguments; for the Babylonians have no right to detain you, and cannot prevent your being set at liberty. <\/p>\n<p><i>Therefore shall ye be redeemed without money. <\/i>Lastly, as he had formerly said, that he is not like a spendthrift, who is compelled to sell his children, or offer them in payment, so in this passage he declares that “for nought he sold” and gave them up to their enemies, for no other reason than because they had provoked him by their sins; and therefore that there will be no greater difficulty in delivering them than in giving them up to their enemies. <\/p>\n<p>Some explain it more ingeniously thus, that Christ has redeemed us by free grace. This doctrine must indeed be maintained, but does not agree with the Prophet’s meaning, who intended to correct the distrust of the Jews, that they might have no doubt as to their being set at liberty. Let it suffice to know, that when God shall be pleased to deliver his people, it will not be necessary to make a pecuniary bargain with the Babylonians, whom, in spite of their opposition, he will have no difficulty in driving out of their unjust possession. <\/p>",
    "audit": null
}