{
    "id": 6806,
    "source": "calvin",
    "verse_id": 17670,
    "verse_count": 1,
    "reference": "1:15",
    "title": "",
    "html": "<p><i>When ye spread forth your hands <\/i>The ancient custom of <i>spreading forth the hands <\/i>in prayer did not arise from superstition; nor did that practice, like many others, obtain currency through foolish and idle ambition; but because nature herself prompts men to declare, even by outward signs, that they betake themselves to God. Accordingly, since they cannot fly to him, they raise themselves by this sign. No injunction, certainly, respecting this sign, was given to the fathers; but they used it as men divinely inspired; and by this very sign all idolaters are convicted of gross blindness; for, while they declare by an outward attitude that they betake themselves to God, in reality they betake themselves to idols. In order to convict them more strongly, the Lord permitted the uninterrupted use of this custom to continue among them. The Prophet, therefore, does not condemn the <i>spreading forth of the hands<\/i>, but their hypocrisy; because they assumed the appearance of men who called on God, while in their heart they were wholly averse to him, as he elsewhere declares more fully that <\/p>\n<p><span>“this people draw near me with their mouth, and with their lips do honors me, but have removed their heart far from me”\n(<\/span><a class=\"isa\" verses=\"WzE4MjA3XQ==\">Isaiah 29:13<\/a>.) <\/p>\n<p>The Lord saith that he is <i>nigh<\/i><span>, but it is\n<\/span><i>to those who call upon him in truth<\/i>. (<a class=\"ref\">Psalms 145:18<\/a>.) <\/p>\n<p>Where hypocrisy is, there can be no true calling on God. And yet this passage does not contradict what is said elsewhere, “When they shall spread forth their hands, I will hear.”  For in that passage the Lord speaks of that <i>calling <\/i>which proceeds from confidence in him. Faith is the mother of calling on God; and if that be absent, nothing is left but empty mockery. <\/p>\n<p><i>Yea, when ye make many prayers <\/i>He amplifies the former statement by threatening that he will be deaf to their cries, to whatever extent they may multiply prayers; as if he had said, “Though you be constant in prayer, that diligence will be of no avail to you.” For this also is a fault which belongs to hypocrites, that the more their prayers abound in words, they think that they are more holy, and will more easily obtain what they wish. Thus their idle talkativeness is indirectly rebuked. <\/p>\n<p><i>Your hands are full of blood <\/i>Here he begins to explain more fully the reason why he disapproves, and even disdainfully rejects, both their prayers and their sacrifices. It is because they are cruel and bloody, and stained with crimes of every sort, though they come into his presence with hypocritical display. Though he will afterwards add other kinds of crime, yet as he had mentioned the <i>spreading forth of the hands<\/i>, so he speaks of the <i>hands<\/i>, and says that in them they carry and hold out a testimony of their crimes, so that they need not wonder that he thrusts them back so harshly. For, on the other hand, the phrase, <i>to lift up clean hands<\/i>, was employed not only by prophets and apostles, (<a class=\"ref\">1 Timothy 2:8<\/a>,) but even by profane authors, who were driven by mere instinct to reprove the stupidity of men; if it were not that God perhaps forced them to make this confession, in order that true religion might never be without some kind of attestation. <\/p>\n<p>And yet the Prophet does not mean that they were robbers or murderers, but reproves the tricks and deceit by which they obtained possession of the property of others. God judges in a different manner from men; for the hidden tricks and wicked arts, by which wicked men are accustomed to deceive and take advantage of the more simple, are not taken into account by men; or if they are taken into account, they are at least extenuated, and are not estimated according to their just weight. But God, dragging forth to light those very men of dazzling reputation, who under specious pretenses had been in the habit of concealing their unjust practices, plainly declares that they are murderers. For in whatever way you kill a man, whether you cut his throat or take away his food and the necessaries of life, you are a murderer. Consequently, God does not speak of men who are openly wicked, or whose crimes have made them openly infamous, but of those who wished to be thought good men, and who kept up some kind of reputation. <\/p>\n<p>This circumstance ought to be carefully observed; for on the same grounds must we now deal with wicked men, who oppress the poor and feeble by fraud and violence, or some kind of injustice, and yet cloak their wickedness by plausible disguise. But with whatever impudence they may exclaim that they do not resemble thieves or assassins we must reprove them with the same severity which the Prophet employed towards persons of the same stamp; for when we speak in the name of God, we must not judge according to the views and opinions of men, but must boldly declare the judgment which the Lord hath pronounced. <\/p>",
    "audit": null
}