{
    "id": 7393,
    "source": "calvin",
    "verse_id": 18280,
    "verse_count": 1,
    "reference": "32:20",
    "title": "",
    "html": "<p><i>Blessed are ye. <\/i> He shews how great will be the change, when Christ shall begin to reign; for he had formerly said that so great would be the desolation, that “thorns and briers” would overspread the holy land, costly houses would be thrown down, and cities and palaces would be levelled with the earth. This would happen, when the incessant attacks of enemies should lay that country desolate. But now he says that they shall be<i>blessed<\/i> , because God will give them abundant produce of all fruits. That fertility which might have been described in simple language, he illustrates by figures, that they shall “sow in marshes,” and shall “send forth their cattle” into the fields without dread of losing them.<\/p> \n<p>By<i>waters<\/i> some understand a rich and fertile soil; but the universal particle<span class=\"greek-hebrew\"> כל<\/span> , (<i>chōl<\/i> ,)<i>all<\/i> , leads me to take a different view; as if he had said, “Places which were overrun with waters shall be fit for sowing, and there will be no reason to fear that the water shall spoil our fields.” We are accustomed also to drive away oxen, and asses, and other animals, from fields, and especially from sown fields, that they may not eat the corn. But here he says that the corn will grow so thick and plentifully, that it shall be necessary to send oxen and asses to crop the early blade, as is commonly done when the corn is luxuriant.<\/p> \n<p>He calls them<i>blessed<\/i> , in accordance with the usage of the Hebrew language, because their labor will never be unprofitable. If it be objected that, under the reign of Christ, such fertility has never been seen, I acknowledge that, even when God has shewn the highest kindness to his people, still there have always been visible marks of the curse, which was entailed on mankind by the fall and revolt of Adam. ( <a class=\"ref\">Genesis 3:17<\/a>.) But since Christ has restored to believers the inheritance of the world, with good reason do the prophets assert that he would renew the earth, so as to remove its filthiness and restore that beauty which it had lost. They who complain that it is not yet fulfilled, ought to consider whether or not they themselves are purified from every stain of sin. And if they are still at a great distance from spiritual righteousness, let them be satisfied with enjoying the blessing of God according to the measure of regeneration, the full enjoyment of which we must not expect to obtain, till, freed from the pollution of the flesh, we shall bear the perfect image of God.<\/p> ",
    "audit": null
}