{
    "id": 7502,
    "source": "calvin",
    "verse_id": 18392,
    "verse_count": 1,
    "reference": "38:1",
    "title": "",
    "html": "<p><i>In those days. <\/i> The Prophet now relates that the pious king was violently assailed by a different kind of temptation, namely, that he was seized with a mortal disease and despaired of life; and not only so, but likewise that he suffered dreadful agony, in consequence of having received from God a warning of his death, as if in a hostile manner God had thundered on his head from heaven. At what time that happened, whether after the siege, or during the siege, is not very evident; but it is unnecessary to give ourselves much trouble on that subject. It may be easily inferred from the sacred history, that this event happened about the fourteenth year of his reign, either while he was invaded by the Assyrian, or after he was delivered, for he reigned twenty-nine years, ( <a class=\"ref\">2 Kings 18:2<\/a>;) in the fourteenth year of his reign the Assyrian attacked Judea, ( <a class=\"ref\">2 Kings 18:13<\/a> ,) and fifteen years were added by the promise which is here related by the Prophet, ( <a class=\"ref\">2 Kings 20:6<\/a> ,) and this makes up twenty-nine years. Hence it appears that it must have been about the fourteenth year of his reign that Hezekiah was afflicted by this disease.<\/p> \n<p>The only doubtful point is, whether it was during the time of the siege, or afterwards, that<i>he was sick. <\/i> For my own part, I look upon it as a more probable conjecture, that he was attacked by this disease after the siege had been raised; for if he had been sick during the time of the siege, that circumstance would not have been left out by the Prophet, who, on the other hand, has related that Hezekiah sent messengers, went into the temple, spread a letter before the Lord, and sent for the Prophet. These circumstances do not at all apply to a man who was suffering heavy sickness; and if disease had been added to so many distresses, that circumstance would not have been omitted. In doubtful matters, therefore, let us follow what is more probable, namely, that the pious king, having been delivered from the enemy, is attacked by disease and is in great danger.<\/p> \n<p>Yet it is not without reason that our attention is also directed to an almost uninterrupted succession of events, that we may know that he scarcely had leisure to breathe, but, after having scarcely reached the shore from one ship-wreck, suddenly fell into another equally dangerous. Let us therefore remember that believers must endure various temptations, so that they are assailed sometimes by wars, sometimes by diseases, sometimes by other calamities, and sometimes one calamity follows another in unbroken succession, and they are laid under the necessity of maintaining uninterrupted warfare during their whole life; so that, when they have escaped from one danger, they are on the eve of enduring another. They ought to be prepared in such a manner, that when the Lord shall be pleased to add sorrow to sorrow, they may bear it patiently, and may not be discouraged by any calamity. If any respite be allowed, let them know that this is granted for their weakness, but let not a short truce lead them to form a false imagination of a lengthened peace; let them make additional exertions, till, having finished the course of their earthly life, they arrive at the peaceful harbor.<\/p> \n<p><i>Even unto death. <\/i> The severity of the disease might be very distressing to the good man. First, mortal disease brings along with it sharp pains, especially when it is attended by an inflammatory boil. But the most distressing of all was, that he might think that God opposed and hated him, because, as soon as he had been rescued from so great a calamity, he was immediately dragged to death, as if he had been unworthy of reigning. Besides, at that time he had no children; and there was reason to believe that his death would be followed by a great disorder of public affairs. ( <a class=\"ref\">2 Kings 21:1<\/a>.) This dread of the wrath of God occasions far more bitter anguish to the consciences of believers than any bodily disease; and if they lose their perception of the favor of God, it is impossible that they should not be immediately grieved. But God, as if he expressly intended to add oil to the flame, absolutely threatens death, and, in order to affect him more deeply, takes away all hope of life.<\/p> \n<p><i>For; thou shalt die, and shalt not live. <\/i> The clause, <i>thou shalt not live,<\/i> is not superfluous, but is added for the purpose of giving intensity or confirmation, as if it had been said that there will be no hope of remedy. Men practice evasion, even though death is at hand, and eagerly seek the means of escape; and, therefore, that Hezekiah may not look around him as if he were uncertain, he is twice informed that he must die.<\/p> \n<p><i>Give charge concerning thy house,<\/i> or, <i>to thy house. <\/i> In order that he may bid adieu to the world, the Prophet enjoins him speedily to order what he wishes to be done after his death; as if he had said, “If thou dost not wish that death shall seize thee, give immediate orders about thy domestic affairs.” Here we see in passing, that the Lord approves of a practice which has been always customary among men, namely, that when they are about to die, they give orders to their neighbors or servants, and arrange the affairs of their family.<\/p> \n<p>Jonathan renders it, “Give up thy house to another;” but the construction conveys a different meaning. Every person, when he must depart from this life, ought to testify that he pays regard to his duty, and that he provides even for the future interests of his family. But his chief care ought to be, not about testaments and heirs, but about promoting the salvation of those whom the Lord has committed to his charge.<\/p> ",
    "audit": null
}