{
    "id": 7665,
    "source": "calvin",
    "verse_id": 18558,
    "verse_count": 1,
    "reference": "44:24",
    "title": "",
    "html": "<p><i> Thus saith Jehovah.<\/i> The Prophet will immediately describe in his own manner the strength and power of God; because the bare promises would have little authority and weight, if the power of God were not brought forward, in order to remove all doubt from our hearts. By our distrust and obstinacy we are wont to lessen the power and goodness of God, that is, to ascribe to it less than we ought; and, therefore, the Prophet, by remarkable commendations, which we shall soon afterwards see, will encourage believers to learn to hope beyond hope.<\/p> \n<p><i> Thy Redeemer.<\/i> He begins by praising the goodness and fatherly kindness with which God has embraced his Church, and which he intends to exercise till the end; for the declaration of his power and strength would have little influence on us, if he did not approach to us and assure us of his kindness. We ought not therefore to begin with his majesty, nor to ascend so high, lest we be thrown down; but we ought to embrace his goodness, by which he gently invites us to himself. The name<i> Redeemer<\/i> in this passage refers to past time, because the Jews, who had once been brought out of Egypt, as from a gulf, by an incredible miracle, ought to have been strengthened by the remembrance of that “redemption” to expect continual advancement. (<a class=\"ref\">Exodus 12:51<\/a> .)<\/p> \n<p><i> And thy Maker.<\/i> He calls himself the “Maker,” in the same sense which we formerly explained; that is, because he regenerates by his Spirit those whom he adopts, and thus makes them new creatures; and therefore he mentions, in passing, the former benefits which they had received, that they may conclude from them, for the future, that God will abide by his promises. When he added<i> from the womb,<\/i> it was in order that the people might acknowledge that all the benefits which they had received from God were undeserved; for he anticipated them by his compassion, before they could even call upon him. By this consolation David comforted his heart in very severe distresses,<\/p> \n<p>“Thou art he who brought me out of the womb; I trusted in thee while I was hanging on my mother’s breast; I was thrown on thee from my birth; thou art my God from my mother’s womb.” (<a class=\"ref\">Psalms 22:9<\/a> .)<\/p> \n<p>Yet here he does not speak of the favor generally bestowed, by which God brings any human beings into the world, but praises his covenant, by which he adopted the seed of Abraham to a thousand generations; for they were not at liberty to doubt that he would wish to preserve his work even to the end.<\/p> \n<p><i> Who alone stretcheth out the heavens.<\/i> Now follow the commendations of his power, because he has measured out at his pleasure the dimensions of heaven, and earth. By the word “stretcheth out” he means that he has in his hands the government of the whole world, and that there is nothing that is not subject to him; for the power of God ought to be united to his word in such a manner as never to be separated.<\/p> ",
    "audit": null
}