{
    "id": 7541,
    "source": "calvin",
    "verse_id": 18431,
    "verse_count": 1,
    "reference": "40:10",
    "title": "",
    "html": "<p><i> Behold, the Lord Jehovah.<\/i> He adorns this short sentence by many words, because some explanation was needed; and he again uses the word<i> Behold<\/i> for the sake of certainty, in order to impart greater confidence to the hearts of good men. Thus he shews more clearly how great advantage they derive from the presence of God. And first, he says,<i> that he will come with strength,<\/i> and that strength not unemployed, but accompanied by such an effect as we shall perceive.<\/p> \n<p><i> And his<\/i> arm<i> shall be powerful to him<\/i><span class=\"greek-hebrew\"> לו<\/span><i> (lo),<\/i> which we have translated to<i> him,<\/i> is translated by others<i> of himself;<\/i> or, perhaps, it will be thought preferable to translate it, “He is powerful, or reigns<i> for himself.”<\/i> The meaning is, that God is sufficient for himself, and does not need the assistance of any one.<\/p> \n<p><i> Behold, his reward is with him, and his work before his face.<\/i> By the repetition of the words “reward” and “work,” he states more clearly what has been already expressed; for it is very customary with Hebrew writers to express the same thing in two different ways. “Reward” does not here denote what is due to merits, but the justice of God, by which he testifies that he is a rewarder to all who truly and sincerely call upon him. (<a class=\"ref\">Hebrews 11:6<\/a> .) That this is the signification of the word<span class=\"greek-hebrew\"> שכר<\/span><i> (sachar)<\/i> is known to all who are moderately acquainted with the Hebrew language. The meaning may be thus summed up: “God will not come to be beheld by us as unemployed, but to display his power, and to make us feel it;” and thus, instead of the word “work,” the word “effect” would not be inapplicable. Many persons attempt an ingenious exposition of these words, and enter into childish discussion about the words “work” and “reward,” as if the “work” were a merit on which a “reward” is bestowed. But nothing was farther from the view of the Prophet; for he repeats the same thing, as we have already said, and declares the result of the coming of the Lord, from which believers will derive the highest advantage.<\/p> ",
    "audit": null
}