{
    "id": 6988,
    "source": "calvin",
    "verse_id": 17863,
    "verse_count": 1,
    "reference": "10:12",
    "title": "",
    "html": "<p><i>But it shall come to pass. <\/i> Hitherto the Prophet had explained what would be the pride of the Assyrian, after having obtained a victory over Israel; but now he foretells what will happen to the Assyrian himself, and what will be the purpose of God against him. Wicked men do everything in the same manner as if God were not in heaven, and could not frustrate their designs. What else is the meaning of those haughty words, <i>My hand hath found the kingdoms of the idols<\/i> , than this, that he thought that he would vanquish all the gods? But God opposes his designs, and, after having made use of his agency, punishes himself also.<\/p> \n<p>This verse contains two clauses. First, he declares that God will punish a wicked king. Secondly, he suggests that the time is not yet come, in order to encourage believers to the exercise of patience. He foretells that the time which God regards as fit for doing it will be, when he shall have chastised the sins of his Church; in the same manner as if the master of a house were to settle the disturbances of his own family. The object which he has in view is, that believers may not give way to despondency, when they behold a wicked tyrant in such a state of exultation, and may not abandon the hope of salvation, as if it were impossible to restrain him.<\/p> \n<p><i>I will visit upon the fruit of the stout heart of the king of Assyria. <\/i> God promises, in a word, that after having permitted the Assyrian to plume himself beyond measure, he will in his turn be an avenger; for it belongs to him to repress the pride of the flesh, which is connected with sacrilege. Accordingly, the preposition<span class=\"greek-hebrew\"> על<\/span> (<i>gnal<\/i>) is emphatic, as if it declared that the Assyrian will not be protected by his loftiness from undergoing punishment. <i>Fruit<\/i> is here taken in a metaphorical sense, for wicked men think that they are happy and prosperous when they swell with pride, as if they gathered some<i>fruit<\/i> . He places in the foreground<i>the heart<\/i> , which is the seat of pride, and which, when it swells with haughtiness, pours out fierceness and cruelty. Afterwards, he adds<i>the eyes<\/i> , by which the inward feelings of the heart are manifested, and which, by being lifted up, are the heralds of secret vice. To whatever extent the Assyrian, in his pride, may elevate himself, God testifies that he has in his own power the means of suddenly changing his glory into dishonor and reproach. Accordingly, he includes contempt, scorn, disdain, and haughty looks, indicative of excessive confidence, which are usually beheld in proud men.<\/p> \n<p><i>I will visit. <\/i> He introduces God as speaking, because that which God utters with his own mouth is more impressive, (<span class=\"greek-hebrew\"> ἐμφατικώτερον<\/span> ,) than if he spoke by the mouth of the Prophet. Hence draw a general doctrine. God cannot endure the arrogance of proud men, without suppressing it; for he wages incessant war with the haughty and disdainful. ( <a class=\"ref\">Proverbs 3:34; James 4:6; 1 Peter 5:5<\/a>.)<\/p> \n<p><i>When the Lord shall have finished his whole work. <\/i> Observe how, in order to repress immoderate haste, the Prophet added this by way of limitation; for as soon as we see a proud man, we wonder that the Lord endures him. Isaiah here shows that God endures that proud tyrant, whatever may be the insolence with which he vaunts and exalts himself, because he chose to make use of his agency, and that the seasonable time for the Lord’s destruction of the wicked is not always at hand, but that we ought to wait patiently for it. When he shall have chastised the kingdom of Judah, as if he were bringing the members of the family into a state of submission, he will not be slow or sluggish in punishing a foreign enemy; as a father commonly throws away or breaks the rod with which he chastised his son.<\/p> \n<p><i>His whole work on Mount Zion and on Jerusalem. <\/i> By a figure of speech in which a part is taken for the whole, (<span class=\"greek-hebrew\"> συνεκδοχικῶς<\/span> ,)<i>Mount Zion<\/i> is here put for the Church, and<i>Jerusalem<\/i> is employed in the same sense, in order that by means of the Temple and the royal city, as the head, he might describe the whole body, and by means of the most important part might describe the whole kingdom. He calls it<i>the whole work<\/i> , because through our foolish haste we would draw away God from his<i>work<\/i> , though it were only begun. More especially, our wrath against wicked men rages so strongly, that it is difficult to restrain our impatience, if God do not instantly comply with our wish in punishing them. To mitigate this fervor, he bids them allow full and ample time for God’s fatherly chastisements.<\/p> \n<p><i>The whole work<\/i> denotes a proper measure. This is a useful and highly consolatory doctrine; for we see wicked men, in a wonderfully arrogant and seemingly triumphant manner, mocking God, and uttering reproaches and slanders against his doctrine, so that hardly any words can express their insolence. If the Lord would comply with our wish, he would immediately hasten to subdue and destroy them. But he wishes first to humble his Church by means of them.<\/p> \n<p><i>On Mount Zion and on Jerusalem. <\/i> He does not now speak of Syrians or Egyptians, but of the Jews, of<i>Zion<\/i> , of the Temple and the habitation which he was pleased to consecrate to himself. Thus, at the present day, there are various diseases of the Church, which the Lord determines to heal and remove. He has indeed begun to do so; but we are mistaken if we think that the<i>work<\/i> is finished; and he will not cease till he has subdued us, so that we may be moved by the true fear of him, and may submit to his yoke with becoming modesty and gentleness. We need not wonder, therefore, that he gives a loose rein to tyrants, and hitherto permits them to rage against the Church. But the consolation is at hand. When he shall have made use of their agency in chastising the Church, <i>he will visit<\/i> their pride and arrogance. And we need not wonder if God, by striking his elect first of all, expresses in this manner his peculiar regard for their salvation. <i>Judegment must<\/i> therefore<i>begin at the house of God<\/i> , and must afterwards extend to those who are without, who will endure chastisements still more severe.<\/p> ",
    "audit": null
}