{
    "id": 7434,
    "source": "calvin",
    "verse_id": 18322,
    "verse_count": 1,
    "reference": "35:1",
    "title": "",
    "html": " <p> <i>The wilderness and the solitary place shall be glad.<\/i>, Here the Prophet describes a wonderful change; for having in the former chapter described the destruction of Idumaea, and having said that it would be changed into a wilderness, he now promises, on the other hand, fertility to the wilderness, so that barren and waste lands shall become highly productive. This is God’s own work; for, as he blesses the whole earth, so he waters some parts of it more lightly, and other parts more bountifully, by his blessing, and afterwards withdraws and removes it altogether on account of the ingratitude of men. <\/p>\n <p>This passage is explained in various ways. I pass by the dreams of the Jews, who apply all passages of this kind to the temporal reign of the Messiah, which they have contrived by their own imagination. Some explain it as referring to Judea, and others to the calling of the Gentiles. But let us see if it be not more proper to include the whole world along with Judea; for he predicted the destruction of the whole world in such terms as not to spare Judea, and not only so, but because “the judgment of God begins at his house or sanctuary,” (<a class=\"ref\">1 Peter 4:17<\/a>,) the singularly melancholy desolation of the Holy Land was foretold, that it might be a remarkable example. Thus beginning appropriately and justly with Judea, he calls the whole world a <i>wilderness,<\/i>, because everywhere the wrath of God abounded; and, therefore, I willingly view this passage as referring to Judea, and afterwards to the other parts of the world. As if he had said, “After the Lord shall have punished the wickedness and crimes of men, and taken vengeance on Jews and Gentiles, the wilderness shall then be changed into a habitable country, and the face of the whole earth shall be renewed.” Now this restoration is a remarkable instance of the goodness of God; for, when men have provoked him by their revolt, they deserve to perish altogether, and to be utterly destroyed, especially they whom he has adopted to be his peculiar people. Isaiah has his eye chiefly on the Jews, that in their distressful condition they may not faint. <\/p>\n <p>Let us now see when this prophecy was fulfilled, or when it shall be fulfilled. The Lord began some kind of restoration when he brought his people out of Babylon; but that was only a slight foretaste, and, therefore, I have no hesitation in saying that this passage, as well as others of a similar kind, must refer to the kingdom of Christ; and in no other light could it be viewed, if we compare it to other prophecies. By “the kingdom of Christ,” I mean not only that which is begun here, but that which shall be completed at the last day, which on that account is called “the day of renovation and restoration,” (<a class=\"ref\">Acts 3:21<\/a>;) because believers will never find perfect rest till that day arrive. And the reason why the prophets speak of the kingdom of Christ in such lofty terms is, that they look at that end when the true happiness of believers, shall be most fully restored. <\/p>\n <p>After having spoken of dreadful calamities and predicted the lamentable ruin of the whole world, the Prophet comforts believers by this promise, in which he foretells that all things shall be restored. This is done by Christ, by whom alone they can be renewed and made glad; for he alone renews everything, and restores it to proper order; apart from him there can be nothing but filth and desolation, nothing but most miserable ruin both in heaven and in earth. But it ought to be carefully observed, that the world needed to be prepared by chastisements of this nature, in order that it might be fit and qualified for receiving such distinguished favor, and that the grace of Christ might be more fully manifested, which would have been concealed if everything had remained in its original state. It was therefore necessary that the proud and fierce minds of men should be east down and subdued, that they might taste the kindness of Christ, and partake of his power and strength. <\/p>",
    "audit": null
}