{
    "id": 7738,
    "source": "calvin",
    "verse_id": 18634,
    "verse_count": 1,
    "reference": "48:19",
    "title": "",
    "html": "<p><i>Thy seed would have been as the sand. <\/i> This also relates to a happy life, when progeny is multiplied, by whose aid the labors of the old are alleviated, and which “resists the adversaries in the gate.” The Psalmist compares such children to “arrows shot by a strong hand,” and pronounces him to be “blessed who hath his quiver full of them;” that is, who has a large number of such children. ( <a class=\"ref\">Psalms 127:4<\/a>.)<\/p> \n<p>When he mentions<i>sand,<\/i> he appears to allude to the promise which was made to Abraham,<\/p> \n<p>“I will multiply thy seed as the stars of heaven, and as the sand which is on the sea-shore.” ( <a class=\"ref\">Genesis 22:17<\/a>.)<\/p> \n<p>And he repeats the same sentiment in various words; according to the usage of the Hebrew writings, substituting<i>children<\/i> for “seed,” and<i>small stones<\/i> for “sand.” In a word, he shews that the people prevented God from causing them to enjoy the fruit of that promise.<\/p> \n<p><i>His name would not have been cut off. <\/i> Coming down to the interruption of this favor, he next reproaches them in more direct terms with having sought for dispersion, after having been miraculously collected by the hand of God; for by the word<i>name<\/i> he means the lawful condition of the people, which would always have flourished, if the blessing had not been tumed aside front its course. What he says about the people having been “cut off,” must be understood to refer to the land of Canaan, from which the people of God had been cast out, and thus appeared to have been thrust out of their Father’s house; for the Temple, of which they were deprived, was a symbol of God’s presence, and the land itself was a pledge or earnest of a blessed inheritance. Being driven into captivity, therefore, the people appeared to have been cut off and banished from the presence of God, and had no token of the divine assistance, if the Lord had not soothed their affliction by those promises. Now, we ought carefully to observe this distress, that, when they had been banished into a distant country, they had no temple, or sacrifices, or religious assemblies; for they who in the present day have no form of a Church, no use of sacraments, and no administration of the word, ought to look upon themselves as being in some measure cast out from the presence of God, and should learn to desire, and continually to ask by earnest prayer, the restoration of the Church.<\/p> ",
    "audit": null
}