{
    "id": 7028,
    "source": "calvin",
    "verse_id": 17905,
    "verse_count": 1,
    "reference": "12:4",
    "title": "",
    "html": "<p><i>And in that day shall ye say. <\/i>He now exhorts them not only to sing praise and give thanks to God individually, but to excite others to do the same. As he had formerly said, <i>Many people shall go and say, Come ye, and let us go up into the mountain of the Lord, <\/i>(<a class=\"isa\" verses=\"MTc2ODk=\">Isaiah 2:3<\/a>,) that is, exciting each other by mutual exhortation to embrace the pure worship of God; so after having enjoined them individually to be thankful to God, he now also commands them mutually to excite each other to thanksgiving. He means that they ought to speak not to one, but to all, and not at one time only, but during their whole life. <\/p>\n<p><i>Call upon his name. <\/i> He now gives a short description of the manner in which praise is properly rendered to God, when he enjoins us to <\/p>\n<p><span>call upon him, that we may not glory in any other.\n(<\/span><a class=\"ref\">Jeremiah 9:23<\/a>.) <\/p>\n<p>Hence also, by taking a part for the whole, ( <span class=\"greek-hebrew\">συνεκδοχικῶς,<\/span>) Scripture frequently describes the whole of worship under the designation of <i>calling upon God<\/i>. In this way we show that our confidence is placed in God; and this is also what he chiefly demands from us. In like manner, I think that here the Prophet connects <i>calling upon <\/i>God with praises, in order to include the whole of the worship of God. <\/p>\n<p><i>Make known his works among the peoples. <\/i> He means that the work of this deliverance will be so excellent, that it ought to be proclaimed, not in one corner only, but throughout the whole world. He wished, indeed, that it should be first <i>made known <\/i>to the Jews, but that it should afterwards spread abroad to all men. This exhortation, by which the Jews testified their gratitude, might be regarded as a forerunner of the preaching of the gospel, which afterwards followed in the proper order. As the Jews proclaimed among the Medes and Persians, and other neighboring nations, the favor which had been showed to them, so, when Christ was manifested, they ought to have been heralds to sound aloud the name of God through every country in the world. Hence it is evident what is the desire which ought to be cherished among all the godly. It is, that the goodness of God may be <i>made known <\/i>to all, that all may join in the same worship of God. We ought especially to be inflamed with this desire, after having been delivered from some alarming danger, and most of all after having been delivered from the tyranny of the devil and from everlasting death. <\/p>",
    "audit": null
}