{
    "id": 7653,
    "source": "calvin",
    "verse_id": 18544,
    "verse_count": 1,
    "reference": "44:10",
    "title": "",
    "html": " <p> <i>Who is the maker of God? <\/i> He pours ridicule on the madness of men who dare to frame gods; for it is a shocking and detestable thing that men should take so much upon them as to create God. Every person certainly will greatly abhor such madness; and yet men are blindly impelled by foolish passion to manufacture gods, and no warning restrains them. On the other hand, they will say that this never entered into any man’s mind, and that injustice is done to them when they are accused of so great madness; just as the Papists in the present day say that we slander them, when we employ these arguments of the Prophet against them. But in vain do they rely on their sophistical reasonings for avoiding this charge. What the Prophet says is most true, that they are so mad as to think that they “make God;” for as soon as the stone or wood has been carved or polished, they ascribe to it divinity, run to it, make prayers, call upon it, and prostrate themselves before it, and in short, ascribe to it those things which they know to belong to God alone. <\/p> \n <p> <i>Which is profitable for nothing. We <\/i> ought carefully to observe this clause, which condemns as vain and useless all the images by which God is represented. Hence it follows not only that God is insulted, whenever his glory is changed into dead images, but that all who procure idols for themselves lose their pains and suffer damage. Papists allege that they are the books of the unlearned; but this is a paltry evasion, for the Prophet testifies that they are of no use whatever. Let them, therefore, either erase this proof from the Book of Isaiah, or acknowledge that images are vain and useless. Formerly he expressed something more, when he affirmed that nothing can be learned from them but falsehood. But on this subject we have said enough in the exposition of these passages. (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40:0 <\/a> and 41.) <\/p> ",
    "audit": null
}