{
    "id": 7859,
    "source": "calvin",
    "verse_id": 18755,
    "verse_count": 1,
    "reference": "56:1",
    "title": "",
    "html": " <p> <i>Thus saith Jehovah. <\/i> This is a remarkable passage, in which the Prophet shows what God demands from us, as soon as he holds out tokens of his favor, or promises that he will be ready to be reconciled to us, that our reconciliation may be secured. He demands from us such a conversion as shall change our minds and hearts, that they may forsake the world and rise towards heaven; and next he likewise calls for the fruits of repentance. <\/p> \n <p> <i>Keep ye judgment, and do righteousness. <\/i> Under the names “judgment” and “righteousness,” he includes all the duties which men owe to each other, and which consist not only in abstaining from doing wrong, but also in rendering assistance to our neighbors. And this is the sum of the second table of the Law, in keeping which we give proof of our piety, if we have any. For this reason the prophets always draw our attention to that table; because by means of it our real character is better known, and true uprightness is ascertained; for hypocrites, as we have formerly seen, often practice deceit by ceremonies. <\/p> \n <p> <i>For my salvation is near, and my righteousness. <\/i> He assigns the reason, and at the same time points out the source and the cause why it is the duty of all to devote themselves to newness of life. It is because “the righteousness of the Lord approaches to us,” that we, on our part, ought to draw near to him. The Lord calls himself “righteous,” and declares that this is “his righteousness,” not because he keeps it shut up in himself, but because he pours it out on men. In like manner he calls it “his salvation,” by which he delivers men from destruction. <\/p> \n <p>Although this discourse was addressed to the Jews, that, by sincere affection of heart, and by the practice of integrity, they might show their gratitude to God their Redeemer, yet it refers to every one of us; for the whole world is ruined in itself, if it do not obtain salvation from God alone. We must therefore attend to this exhortation, which instructs us that the nearer we are to God, so much the more powerfully ought we to be excited to the practice of godliness. Hence also Paul admonishes believers, “Cast away the works of darkness; put on the armor of light; for our salvation is nearer than we thought.” (<a class=\"ref\">Romans 13:11 <\/a>) <\/p> ",
    "audit": null
}