{
    "id": 7438,
    "source": "calvin",
    "verse_id": 18326,
    "verse_count": 1,
    "reference": "35:5",
    "title": "",
    "html": "<p><i>Then shall the eyes of the blind be opened. <\/i> He continues the promise about the restoration of the Church, in order to encourage the hearts of the godly, who must have been grievously dismayed by the frightful calamities which he foretold. Since a true restoration is accomplished by Christ, we must therefore come to him, if we wish to know the meaning of the words which Isaiah employs in this passage; and indeed it is only by his kindness that we rise again to the hope of a heavenly life. Isaiah probably alludes to a former prediction, (<a class=\"isa\" verses=\"MTgyMDQ=\">Isaiah 29:10<\/a>,) in which he threatened against the Jews dreadful blindness, madness, and total stupefaction of the soul. He now promises that, when Christ shalt shine forth, those senses of which they were deprived for a time shall be renovated and brightened to a new life. There is weight in the adverb <i>Then; <\/i>for we ought to infer from it that, so long as we are alienated from Christ, we are dumb, blind, and lame, and, in short, that we are destitute of all ability to do what is good, but that we are renewed by the Spirit of Christ, so as to enjoy real health. <\/p>\n<p>By the <i>tongue <\/i>and <i>ears <\/i>and <i>feet <\/i>he means all the faculties of our soul, which in themselves are so corrupt that nothing that is good can be obtained from them till they are restored by the kindness of Christ. The eyes cannot see what is right, and the ears cannot hear, and the feet cannot guide us in the right way, till we are united to Christ. Though the senses of men are abundantly acute wherever they are impelled by sinful passions; though the tongue is eloquent for slander, perjury, lying, and every kind of foolish speaking; though the hands are too ready for thefts, extortions, and cruelty; though the feet are swift to do injury; and, in short, though the whole of our nature is not only willing but strongly bent on doing what is evil; yet we are altogether slothful and dull to do what is good, and therefore every part of us must be created anew by the power of Christ, that it may begin to understand aright, to feel, to speak, and to perform its offices; for <\/p>\n<p>“no man can say that Jesus is the Lord but by the Holy Spirit.” (<a class=\"ref\">1 Corinthians 12:3<\/a>.) <\/p>\n<p>This renewal proceeds from the grace of Christ alone, and, therefore, sound strength is regained by those who are converted to Christ, and who formerly were in all respects useless, and resembled dead men; for, while we are separated from Christ, we either are destitute of everything that is good, or it is so greatly corrupted in us, that it cannot be applied to its proper use, but on the contrary is polluted by being abused. Christ gave abundant proofs and examples of this, when he restored speech to the dumb, eyes to the blind, and perfect strength to the feeble and lame; but what he bestowed on their bodies was only a token of the far more abundant and excellent blessings which he imparts to our souls. <\/p>",
    "audit": null
}