{
    "id": 7145,
    "source": "calvin",
    "verse_id": 18024,
    "verse_count": 1,
    "reference": "19:19",
    "title": "",
    "html": " <p> <i>In that day shall there be an altar in the midst of the land of Egypt.<\/i>, He continues what he had said in the former verse, and states more clearly that the aspect of Egypt will be renewed, because there true religion will flourish, the pure worship of God will be set up, and all superstitions will fall to the ground. He employs the word <i>altar<\/i>, to denote, as by a sign, the worship of God; for sacrifices and oblations were the outward acts of piety. By <i>the midst of Egypt<\/i>, he means the chief part of the whole kingdom, as if he had said, “in the very metropolis,” or, “in the very heart of the kingdom.” <\/p>\n <p> <i>And a statue <\/i> <i>to the Lord.<\/i>, Let it not be supposed that by <i>statue<\/i>, are meant images which carry the resemblance of men or of saints; but memorials (<span class=\"greek-hebrew\">,μνημόσυνα <\/span>) of piety; for he means that they will be marks similar to those which point out the boundaries of kingdoms, and that in this manner signs will be evident, to make known to all men that God rules over this nation. And indeed it usually happens that a nation truly converted to God, after having laid aside idols and superstitions, openly sets up signs of the true religion, that all may know that the worship of God is purely observed in it. <\/p>\n <p>Josephus relates (Ant. 13. 3. 1,) that Onias perverted this passage, when he fled to Ptolemy Philometor, whom he persuaded that it would be advantageous to erect an altar there, on which the Jews who dwelt in that country might sacrifice; and he brought forward this passage, alleging that what the Prophet had foretold ought to be accomplished. The wicked and ambitious priest persuaded the king to do this, though it was openly opposed by the Jews; for the king looked to his own advantage, and that scoundrel, who had been deprived of his rank, sought to obtain additional honor and advancement; so that no entreaty could prevent the execution of that wicked counsel. But Isaiah simply describes the pure worship of God under the figure of signs which were then in use; for he has his eye upon his own age and the men with whom he had to do. This passage, therefore, was wickedly and maliciously perverted by Onias. <\/p>\n <p>But not less impudently do the Popish doctors of the present day torture a passage in Malachi to defend the sacrifice of the Mass. When he says that “a pure oblation will everywhere be offered to God,” (<a class=\"ref\">Malachi 1:11<\/a>,) they infer that it is some sacrifice different from the ancient sacrifices, because oxen and sheep must no longer be sacrificed, and therefore that it is the Mass. A witty and ingenious argument truly! Now, it is evident that under the legal figure Malachi describes nothing else than the pure worship of God, as Isaiah does here; and we ought carefully to observe such forms of expression, which are frequently employed by the prophets. <\/p>\n <p>This will be clearly explained by a passage in Joel, which we shall quote as an example. “Your sons and your daughters,” says he, “shall prophesy, and your young men shall see visions, and your old men shall dream dreams.” (<a class=\"ref\">Joel 2:28<\/a>.) Peter shews (<a class=\"ref\">Acts 2:16<\/a>) that this prediction was fulfilled, when the apostles spoke various languages through the inspiration of the Holy Spirit. Having formerly been uneducated men, they began to be qualified for declaring the mysteries of God. On that occasion we perceive no “dreams,” so that it might be thought that Peter quoted that passage inappropriately; but it is evident that Joel there describes nothing else than prophecy, and for the purpose of adorning it, he mentioned “visions and dreams,” by means of which the Lord anciently held communication with the prophets. (<a class=\"ref\">Numbers 12:6<\/a>.) He kept in view the ordinary custom of that age; for otherwise the Jews would have found it difficult to comprehend the gifts of the Spirit which at that time were unknown. Having been reared under that preparatory instruction of the Law, they could rise no higher than where they were conducted by sacrifices, ceremonies, sacraments, and signs. So then the prophets addressed them as children, who ought to have nothing set before them beyond what they can learn in a homely style (<span class=\"greek-hebrew\">,παχυμερέστερον <\/span>) by custom and experience. <\/p>\n <p>This doctrine will unfold to us various passages, the obscurity of which might lead to much hesitation. It is plain that the Prophet speaks of the kingdom of Christ, and that these things were not fulfilled before his coming. We must therefore take away the shadows and look at the reality of things, in order that by the <i>altar<\/i>, we may understand a true and sincere calling on God. But by these signs the Prophet likewise shews that the worship of God cannot be maintained without external acts of devotion, though we have no right to lay down rules for them. Away with the inventions of men, that we may listen to God alone on this subject. <\/p>",
    "audit": null
}