{
    "id": 6859,
    "source": "calvin",
    "verse_id": 17725,
    "verse_count": 1,
    "reference": "3:17",
    "title": "",
    "html": "<p><i> Therefore will the Lord make bald<\/i><i> the crown of the head<\/i> Here the particle<span class=\"greek-hebrew\"> ו<\/span> , (vau,) which signifies<i> and<\/i> , is put for<i> therefore<\/i> ; for he threatens that, since neither gentle advices nor any words can reform them, the Lord will deal with them in a very different manner, and will not only employ sharp and severe language, but will advance in dreadful array, with an armed band, to take vengeance. Accordingly, as they had manifested their obstinacy from<i> head to foot<\/i> , so he declares that the Lord will exhibit the marks of his vengeance in every part of their body. He therefore begins with the head, where ornament is chiefly bestowed, and afterwards takes notice of the other parts.<\/p> \n<p>It is worthy of notice that the Prophet had good reason for reproving, with so great earnestness and vehemence, the luxury of women; for while they are chargeable with many vices, they are most of all inflamed with mad eagerness to have fine clothes. Covetous as they naturally are, still they spare no expense for dressing in a showy manner, and even use spare diet, and deprive themselves of what nature requires, that their clothes may be more costly and elegant. So grievously are they corrupted by this vice, that it goes beyond every other.<\/p> \n<p>History tells us what vast crowds the women brought together on account of the Oppian Law which some wished to maintain, and others to repeal; and that transaction was not conducted with any gravity or moderation in consequence of the crowds of women. But we need not go far to find examples; for they are innumerable in almost every nation, and it is a vice which has been very common in every age. As we are dexterous and sharp-sighted in contriving apologies for defending our luxury and extravagance, the Prophet, on that account, has pointed his finger at the source of all the evils, namely, that mad ambition by which men are hurried along to obtain public notice, and to arrive at eminence above others; for, in order that they may be better known, they wish to outshine their neighbors by the elegance of their dress, that they may draw the eyes of others upon them.<\/p> \n<p>Having pointed to the source of the evil, the Prophet descends to many particulars for the purpose of bringing to public view the fooleries of women, and enumerates a long catalogue of them, to show that, in gathering them together, nothing can exceed the curiosity which dwells in woman. Indeed there is no end to those contrivances; and it was not without reason that the ancients called the collection of a woman’s ornaments<i> a world<\/i> ; for if they were collected into one heap, they would be almost as numerous as the parts of the world. On this account the Prophet appears to search the women’s chests, and to bring into public view the gaudy trifles which they have treasured up in them, that their extravagant delight and boasting of these things may render their idleness and folly more evident to all. There is no superfluity, therefore, in this enumeration, though spread out in many words, by which their lawless desires are proved to be insatiable.<\/p> \n<p>As to the particulars, I shall not stay to explain them, especially as the best Hebrew scholars have doubts about some of them, and cannot distinguish with certainty the forms of those ornaments. It is enough if we understand the general import and design of the Prophet; namely, that he heaps up and enumerates these trifles in order that the prodigious variety of them may disclose their luxury and ambition, so as to leave them without any excuse. It would be the height of impudence to allege that the contrivances made by the childish vanity of women, beyond what nature requires, are necessary for protecting the body. How many things are here enumerated which are not demanded by nature or necessity or propriety! What is the use of chains, bracelets, earrings and other things of the same sort? Hence it is plain enough that a superfluous collection of such ornaments admits of no excuse; that it gives evidence of excessive luxury which ought to be suppressed or restrained; and that frequently they are unchaste contrivances for weakening the mind and exciting lust. We need not wonder, therefore, that the Prophet speaks so sharply, and threatens severe punishments, against this vice.<\/p> ",
    "audit": null
}