{
    "id": 7640,
    "source": "calvin",
    "verse_id": 18531,
    "verse_count": 1,
    "reference": "43:25",
    "title": "",
    "html": "<p><i> I, I am he.<\/i> He concludes the former statement by this exclamation, as if he had said, that he may boast of his right, that he blots out the iniquities of his people, and restores them to freedom; for they have no merits by which they could obtain it, since they deserve the severest punishment, and even destruction. The same word is twice repeated by him, that he may more sharply rebuke the ingratitude of men who are wont to rob him of that honor which belongs to him alone, or in some way to throw it into the shade.<\/p> \n<p><i> He that blotteth out thy iniquities.<\/i><span class=\"greek-hebrew\"> הוא<\/span> (<i> hu<\/i>) is the demonstrative pronoun<i> He,<\/i> used instead of a noun, as in many other passages. It is but a poor and feeble meaning that is attached to the words of the Prophet by those who think that God claims for himself the privilege and authority of pardoning sins, for he rather contrasts his mercy with all other causes, as if he declared that he is not induced by anything else to pardon sins, but is satisfied with his mere goodness, and, consequently, that it is wrong to ascribe either to merits or to any sacrifices the redemption of which he is the Author by free grace. The meaning may be summed up by saying, that the people ought to hope for their return for no other reason than because God will freely pardon their sins, and, being of his own accord appeased by his mercy, will stretch out his fatherly hand.<\/p> \n<p>The present subject is the pardon of sins; we must see on what occasion it has been introduced. Undoubtedly the Prophet means that there will be a freely bestowed redemption, and therefore he mentions forgiveness rather than redemption, because, since they had received a severe punishment for their sins, they must have been pardoned before they were delivered. The cause of the disease must be taken away, if we wish to cure the disease itself; and so long as the Lord’s anger lasts, his chastisements will also last; and consequently his anger must be appeased, and we must be reconciled to God, before we are freed from punishments. And this form of expression ought to be carefully observed in opposition to the childish distinction of the Sophists, who say that God does indeed pardon guilt, but that we must make satisfaction by penances. Hence proceeded satisfactions, indulgences, purgatory, and innumerable other contrivances.<\/p> \n<p>The Prophet does not only speak of guilt, but speaks expressly of punishment which is remitted, because sins have been freely pardoned. This is still more clearly expressed by the addition of the phrase<i> for mine own sake.<\/i> It is certain that this limitation is contrasted with all merits, that is, that God pays no regard to us, or to anything that is in us, in pardoning our sins, but that he is prompted to it solely by his goodness; for if he had regard to us, he would be in some respects our debtor, and forgiveness would not be of free grace. Accordingly, Ezekiel explains the contrast,<\/p> \n<p>“Not for your sakes will I do this, O house of Jacob, but for mine own sake.” (<a class=\"ref\">Ezekiel 36:22<\/a> .)<\/p> \n<p>Hence it follows that God is his own adviser, and is freely inclined to pardon sins, for he does not find any cause in men.<\/p> \n<p><i> Therefore I will not remember thy sins.<\/i> The Prophet added this for the consolation of the godly, who, oppressed by the consciousness of their transgressions, might otherwise have fallen into despair. On this account he encourages them to cherish good hope, and confirms them in that confidence by saying, that although they are unworthy, yet he will pardon their sins, and will thus deliver them. Hence we ought to draw a useful doctrine, that no one can be certain of obtaining pardon, unless he rely on the absolute goodness of God. They who look to their works must continually hesitate, and at length despair, because, if they are not deceived by gross hypocrisy, they will always have before their eyes their own unworthiness, which will constrain them to remain in doubt as to the love of God.<\/p> \n<p>When it is said that ministers also forgive sins, (<a class=\"ref\">John 20:23<\/a> ,) there is no inconsistency with this passage, for they are witnesses of this freely bestowed forgiveness. The ordinary distinction is that God forgives sins by his power, and ministers by their office; but as this distinction does not explain the Prophet’s meaning, we must keep by what I have stated, that God not only forgives sins in the exercise of his authority, but that all the blessings for which we ought to hope flow from the fountain of his absolute bounty. Thus the Lord adorned the preaching of the gospel, and its ministers, in such a manner as to reserve the full authority for himself.<\/p> ",
    "audit": null
}