{
    "id": 7100,
    "source": "calvin",
    "verse_id": 17979,
    "verse_count": 1,
    "reference": "16:9",
    "title": "",
    "html": "<p><i> Therefore I will bewail.<\/i> The Prophet here takes upon him the character of another person, as we have formerly remarked; for in the name of the Moabites he laments and groans. It is undoubtedly true that believers always shudder at the judgments of God, and cannot lay aside the feelings of human nature, so as not to commiserate the destruction of the wicked. Yet he does not describe his own feelings; but his intention is to give additional weight to his instruction, that no one may entertain a doubt as to the accomplishment. He therefore represents in the person of a Moabite, as on a stage, the mourning and grief which shall be felt by all after that calamity, in order to hold out to the Jews a confirmation of this promise, which otherwise might have been thought to be incredible.<\/p> \n<p><i> Because on thy summer-fruits and on thy harvest a shouting shall break forth,<\/i> or<i> shall fall.<\/i> This last clause of the verse is variously explained by commentators.<span class=\"greek-hebrew\"> נפל<\/span> , (<i> naphal<\/i> ,) signifies to<i> fall<\/i> , or to<i> burst forth<\/i> . Those who translate it,<i> to burst forth<\/i> , consider the word<span class=\"greek-hebrew\"> הידד<\/span> , (<i> hedad<\/i> ,)<i> shouting<\/i> , to refer to the enemies themselves; as if he had said, “<i> The shouting<\/i> of enemies<i> bursts forth on thy harvest;”<\/i> so that there is an implied contrast between this<i> shouting<\/i> and the<i> joy<\/i> of which he will afterwards speak. Others explain it to mean, that<i> the shoutings will be laid;<\/i> that is, “there shall be no more<i> shouting<\/i> , and no longer shall the glad and merry voices of the reapers be heard, cheering themselves after the harvest.” But I would rather refer it to the<i> shouting<\/i> of enemies; and on this point I follow a most faithful interpreter of this passage, the Prophet Jeremiah, who says that<i> the spoiler bursts forth<\/i> , (<a class=\"ref\">Jeremiah 48:32<\/a> ,) where Isaiah speaks of the<i> shouting<\/i> of the enemy; as if he had said, “When thou shalt make preparations for gathering in thy harvest and thy vintage, the enemies will<i> rush<\/i> in, and, instead of joy and cheerful song, their<i> shouting<\/i> shall be heard, which shall drive thee far away.”<\/p> ",
    "audit": null
}