{
    "id": 7775,
    "source": "calvin",
    "verse_id": 18671,
    "verse_count": 1,
    "reference": "50:8",
    "title": "",
    "html": "<p><i>He is near that justifieth me. <\/i>We ought always to keep in remembrance that the Prophet mentions nothing that is peculiar to himself, but testifies what the Lord chooses to be, and will always be, towards faithful ministers, that whosoever has this testimony, that God has sent him, and knows that he discharges his office faithfully, may boldly despise all adversaries, and may not be moved by their reproaches, for he is “justified” by the Lord; and, in like manner, the Lord always is, and will be, near to defend and maintain his truth. Besides, that any one may be able to make this protestation, it is necessary that his conscience be pure; for, if any man thrust himself rashly into the office, and have no testimony of his calling, or bring forward his dreams publicly, in vain will he boast of this promise, which belongs only to those who have been called by God, and who sincerely and uprightly perform their duty. Now, although either hypocrites or despisers never cease to annoy the servants of God, yet Isaiah advances to meet them, as if none would venture to pick a quarrel or utter a slander; not that he can keep them in check,  but because they will gain nothing by all their attempts. He therefore declares, that he looks down with utter contempt on the false accusations which the enemies of sound doctrine pour out against its teachers. There is no crime with which they do not upbraid them; but their efforts are fruitless; for the Judge, by whom their integrity is maintained, is not far off. They may, therefore, as Paul did, boldly appeal from the wicked and unjust judgments of men to “the day of the Lord,” by whom their innocence will be made manifest. (<a class=\"ref\">1 Corinthians 4:4<\/a>.) <\/p>\n<p><i>Let us stand together. <\/i>Godly teachers ought to have so great confidence as not to hesitate to give a bold defiance to adversaries. Satan, with his agents, does not always venture to attack openly, especially when he fights by falsehoods, but by ambuscade, and by burrowing under ground, endeavors to take them by surprise; but the servants of God are not afraid to “stand up” openly, and enter into contest with the enemy, and contend by arguments, provided that adversaries are willing to enter into the lists. So great is the force of truth that it does not dread the light of day, as we say that Isaiah here attacks boldly those whom he perceives to be plotting against him; and therefore he repeats, — <\/p>\n<p><i>Let him draw near to <\/i>me. Godly ministers ought to be ready to assign a reason for their doctrine. But where is the man that is willing to hear them patiently, and to consider what is the nature of that doctrine which they publicly declare? True indeed, adversaries will approach, but it is to draw their swords to slay them; to sharpen their tongues, that by every kind of slander they may tear them in pieces. In short, their whole defense consists in arms or deceitful stratagems; for they do not venture to contend by scriptural arguments. Relying, therefore, on the justice of our cause, we may freely defy them to the conflict. Though they condemn us without listening to our vindication, and though they have many that support the sentence which they have pronounced, we have no reason to be afraid; for God, whose cause we plead, is our Judge, and will at length acquit us. <\/p>",
    "audit": null
}