{
    "id": 6913,
    "source": "calvin",
    "verse_id": 17785,
    "verse_count": 1,
    "reference": "7:2",
    "title": "",
    "html": " <p> <i>And it was told the house of David.<\/i>, He does not mean that, at the very time when the two kings were approaching to the city, the king received intelligence about the league; for it would not have been safe for Ahaz to go out, when the invading army was spread over the country; but before they had collected their forces, it is said that King Ahaz trembled. Hence there is reason to believe that his consternation became greater when he saw the danger nearer. <i>The house of David<\/i>, means the king’s palace and court; as if the Prophet had said that Ahaz and his counsellors had been informed about the conspiracy which had been formed against Judea. <\/p>\n <p>As to the words, <span class=\"greek-hebrew\">,נחה<\/span>, (<i>nachah<\/i>) is variously rendered by interpreters. The signification of this Hebrew word being <i>to lead<\/i>, some draw from it this meaning, “The King of Syria <i>led<\/i>, his soldiers to aid the army;” and they think that <span class=\"greek-hebrew\">,על<\/span>, (<i>al<\/i>) with <span class=\"greek-hebrew\">,ע<\/span>, (<i>ain<\/i>) is put for <span class=\"greek-hebrew\">,אל<\/span>, (<i>al<\/i>) with <span class=\"greek-hebrew\">,א<\/span>, (<i>aleph <\/i>). Others derive it from <span class=\"greek-hebrew\">,נוח<\/span>, (<i>nuach <\/i>), as if the letter <span class=\"greek-hebrew\">,ו<\/span>, (<i>vau<\/i>) were wanting, and render it, <i>he rested<\/i>,. According to others, it is rather an inversion of the letters, and <span class=\"greek-hebrew\">,נחה<\/span>, (<i>nahah<\/i>) is put for <span class=\"greek-hebrew\">,חנה<\/span>, (<i>chanah <\/i>), which means <i>to pitch a camp<\/i>,; and, therefore, they choose to render it, <i>Syria is confederate<\/i>, Nothing else was meant by the Prophet than that a league in war hath been formed between the Israelites and the Syrians, that with their united forces they might attack Jerusalem. In the use of the word <i>Ephraim<\/i>, there is a figure of speech (synecdoche) very frequent in the Prophets, by which a part is taken for the whole. Under <i>Ephraim<\/i>, the whole kingdom of Israel is included, not only because that tribe was superior to the rest in numbers and wealth, but because their first king, Jeroboam, was descended from it. (<a class=\"ref\">1 Kings 11:26<\/a>.) <\/p>\n <p> <i>And his heart was moved.<\/i>, We see that by <i>the house of David<\/i>, is here meant nothing else than “the king’s palace,” from which the terror spread to the whole nation; and indeed it was impossible but that, when they heard of the alarm of the king and the princes, the body of the people should be moved by the same kind of terror. As soon as this intelligence was received, all were struck with such dread that no man was master of himself. He expresses their trembling by an appropriate metaphor, which is also frequently employed by ourselves, (<i>Il tremble comme la fueille en l’arbre<\/i>,) <i>he trembles like the leaf of a tree<\/i>,. The design of this is to heighten the miracle; for we learn from it that not only in the opinion of others, but likewise in their own opinion, their case was desperate. They would therefore have been utterly ruined if the Lord had not seasonably interposed. <\/p>\n <p>This passage sets before us a very bright mirror, in which we may behold the thoughtlessness of the ungodly, when they do not feel the hand of God; and, on the other hand, the fearful trembling with which they are suddenly seized, when the Lord presents to them any danger. In the midst of their prosperity they are so much at their ease that they hardly believe that they are subject to the government of God, and undoubtedly imagine that they are placed beyond the reach of all danger. Adversity stuns them in such a manner that they suddenly fall down, and their senses are so entirely overpowered by terror that they lie like people who are lifeless or bereft of their senses. Such is the punishment by which the Lord arouses them from their deep slumber. At first they appear to be firm and immovable, as if nothing could throw them down from their rank; but now, at the slightest noise, they are suddenly seized with trembling. That terror is the righteous vengeance of God, to whom they never do homage until they are compelled. <\/p>\n <p>Let us learn, that if we have any spark of faith, we ought not to distrust God when we are in any danger. It is indeed impossible that we should not be agitated and alarmed when dangers press upon us; but we ought not to tremble so as to be tossed about by our anxiety in every direction, and unable to see a harbour to which we may safely direct our course. There must always be this difference between the fear of the godly and of the ungodly, that the ungodly find no remedy for composing their minds; but the godly immediately betake themselves to God, in whom, knowing that they have a very safe harbour, though they be harassed by uneasiness, still they remain calm. <\/p>",
    "audit": null
}