{
    "id": 7558,
    "source": "calvin",
    "verse_id": 18448,
    "verse_count": 1,
    "reference": "40:27",
    "title": "",
    "html": "<p><i>Why wilt thou say?<\/i> The Prophet now expostulates either with the Jews, because they were almost overcome by despair, and did not look to the promises of God, by which they ought, to have supported their minds; or he makes provision for posterity, that they may not sink under any distresses however long continued. The verbs are in the future sense, which might also be explained by the subjunctive mood, <i>Why wouldst thou say?<\/i> For Isaiah justly infers front the preceding statement, that the chosen people, whatever may happen, ought to wait patiently for God, till he give assistance in due time. He argues from the less to the greater: “Since God keeps every part of the world under his authority, it is impossible that he shall forsake his Church.” Yet it is probable that at that time there were heard among the people complaints, by which they murmured against God, as if he did not care about their salvation, or were slow in rendering assistance, or even shut his eyes and did not see their distresses. The fault which is now corrected is, that they thought that God did not care about them; as usually happens in afflictions, in which we think that God has forsaken us, and exposed us for a prey, and that he takes no concern about the affairs of this world.<\/p> \n<p><i>O Jacob and Israel!<\/i> By these names he calls to their remembrance the Lord’s covenant, which had been ratified by promises so numerous and so diversified; as if he had said, “Dost thou not think that thou art that people which God hath chosen peculiarly for himself? Why dost thou imagine that he who cannot deceive does not attend to thy cause?”<\/p> \n<p><i>My way is hidden from Jehovah. <\/i> He employs the word<i>way<\/i> for “condition” and ‘cause,” and<i>hidden,<\/i> for “disregarded” or “unknown;” for if God delay his assistance for a short time, we think that his care does not extend to us. Some explain it differently, that is, that the people are here reproved for thinking that they would not be punished for sinning, and they think that this sentiment resembles such as, “The wicked man hath said in his heart, There is no God.” ( <a class=\"ref\">Psalms 14:1<\/a>.) But the Prophets meaning unquestionably was, “Thinkest thou, O Israel, that the Lord taketh no concern about thine affairs?” For he exclaims against the distrust of the people, and chides them sharply, that he may afterwards comfort them, and may show that the Lord will continually assist his people whom he hath undertaken to defend.<\/p> \n<p><i>And my judgment passeth away from my God. <\/i> The word<i>judgment<\/i> confirms our interpretation of the preceding clause; for “judgment” is implored in affliction, when we are unjustly oppressed, or when any one does us wrong; and God is said to favor and undertake “judgment,” or “our right,” when, after having known our cause, he defends and guards us; and he is said to<i>pass by it,<\/i> when he overlooks us, and permits us to be devoured by our enemies. It is as if he had said, that the Jews act unjustly in complaining that God has disregarded their cause and forsaken them; and by that reproof he prepares them for receiving consolation, for they could not receive it while their minds were occupied with wicked or foolish thoughts. It was therefore necessary first to remove obstructions, and to open up the way for consolation.<\/p> ",
    "audit": null
}