{
    "id": 7275,
    "source": "calvin",
    "verse_id": 18157,
    "verse_count": 1,
    "reference": "27:5",
    "title": "",
    "html": "<p><i> Will she take hold of my strength?<\/i><span class=\"greek-hebrew\"> או<\/span> (ō,) is frequently a disjunctive conjunction, and therefore this passage is explained as if the particle had been twice used, “<i> Either<\/i> let her take hold of my strength,<i> or<\/i> let her make peace with me;” that is, “If she do not enter into favor with me, she will feel my strength to her great loss.” Others explain it somewhat differently, “Who shall take hold of my strength?” that is, “Who shall restrain me?” But I pass by this interpretation, because I consider it to be too far-fetched. I return to that which is more generally received.<\/p> \n<p>It is supposed that God threatens the Jews in order to try all the ways and methods by which they may be brought back to the right path; for God is laid under a necessity to urge us in various ways, because we are accustomed to abuse his forbearance and goodness. On this account he frequently threatens to punish us for our ingratitude, as Isaiah appears to do in this passage, “If they do not choose to avail themselves of my kindness, and repent, that they may return to favor with me, they shall feel my strength, which I have hitherto restrained.” Yet another meaning equally appropriate might perhaps be drawn from it, as if God exhorted his people to acknowledge his power, which leads them to seek reconciliation; for whence comes that brutish indifference which makes us view without alarm the wrath of God, but because we do not think of his power with due reverence?<\/p> \n<p>But I prefer to view it as a question, as in other passages also it frequently has this meaning. “Will he take hold of my strength, so as to enter into peace with me?” As if a father, anxious and perplexed about his son, were to groan and complain, “Will not this scoundrel allow himself to receive benefit? for I know not how I ought to treat him; he cannot endure severity, and he abuses my goodness. What shall I do? I will banish him till he repent, and then he will feel how great is that fatherly power by which I have hitherto preserved him. Since he does not permit me to exercise forbearance, he must be treated with the utmost rigour of the law. Will he not then perceive how great my power is, that he may come into a state of favor with me?” We shall understand this better, if we consider that the source of all our distresses is, that we are not affected with a sense of the divine goodness; for if we should take into consideration the greatness of the blessings which we have received from God, we should quickly be drawn aside from our iniquities and transgressions, and should desire to return into a state of favor with him.<\/p> \n<p>Here we see what care about our salvation is manifested by our Heavenly Father, who wishes us to take hold of his power and goodness, that we may know how great it is, and may partake of it more and more abundantly; for he would wish to deal with us on the same familiar terms as with his children, if we did not prevent him by our wickedness. Since, therefore, we are incapable of enjoying his fatherly tenderness, he must display his strength and majesty, that, being awed by it, and affected by the anticipation of the judgment, we may humbly entreat him, and sincerely implore peace and pardon. Now, this is done when we are truly converted to him; for, so long as we please ourselves, and flatter our vices, we cannot but displease him; and, on the other hand, if we enter into peace with him, we must make war against Satan and sin.<\/p> \n<p>How earnestly God desires to be reconciled to us appears still more clearly from the repetition of the words. He might have said, in a single word, that he is merciful and ready to bestow pardon; and therefore, when he twice repeats the words,<i> that he may make peace with me,<\/i> he declares that willingly and most earnestly he hastens to blot out all our offenses.<\/p> ",
    "audit": null
}