{
    "id": 7187,
    "source": "calvin",
    "verse_id": 18066,
    "verse_count": 1,
    "reference": "22:13",
    "title": "",
    "html": "<p><i> And, behold, joy and gladness.<\/i> The Prophet does not here find fault with<i> joy<\/i> viewed in itself; for we see that Paul exhorts the godly to true joy, the “joy” which is “in the Lord,” (<a class=\"ref\">Philippians 4:4<\/a> ;) but now he censures the joy which is opposite to that sadness which commonly springs from repentance, of which Paul also speaks. (<a class=\"ref\">2 Corinthians 7:10<\/a> .) No man can be under the influence of repentance and of a sincere feeling of the wrath of God, without being led, by the grief which accompanies it, willingly to afflict himself. The joy which is opposite to this grief is therefore sinful, because it proceeds from brutish indifference, and is justly blamed, since the Lord curses it. (<a class=\"ref\">Luke 6:25<\/a> .)<\/p> \n<p><i> Slaying oxen and killing sheep.<\/i> From what has been said, it is easy to see the reason why he censures them for “slaying oxen and killing sheep.” These things are not in themselves sinful, and are not displeasing to God; but as fasting is a part of a solemn declaration of repentance, which we make before men, so to slay cattle for feasting, when we ought to fast, is a proof of obstinacy and contempt of God; for in this way men despise God’s threatenings, and encourage themselves in their crimes.<\/p> \n<p>Such is the statement which Isaiah intended to make in general terms. But it is absurd in the Papists to think of drawing from it an approbation of abstinence from eating flesh. Why do they not also include what the Apostle adds about wine? They are so far from abstaining from the use of wine, that they freely indulge in drinking it, as a compensation for the want of flesh. But let us pass over these absurdities. Isaiah does not absolutely condemn the use of flesh or the drinking of wine, but he condemns the luxury and wantonness by which men are hardened in such a manner that they obstinately set aside God’s threatenings, and treat as false all that the prophets tell them.<\/p> \n<p>This ought to be carefully observed, for we do not always wear sackcloth and ashes; but we cannot have true repentance without making it manifest by the fruits which it must unavoidably produce. In short, as he had described repentance by its signs, so he marks out obstinacy by its signs; for as by fasting and other outward acts we testify our repentance, so by feasting and luxury we give proofs of an obstinate heart, and thus provoke more the wrath of God, in a similar manner to what we read about the days of Noah. (<a class=\"ref\">Genesis 6:5; Matthew 24:38; Luke 17:27<\/a> .) After having described intemperance and luxury in general terms, he particularly mentions eating and drinking, in which the Jews indulged to such an extent as if they had been able, in some measure, to combat the wrath of God, and to obliterate the remembrance of his threatening.<\/p> \n<p><i> For to-morrow we shall die.<\/i> This clause shews plainly enough why the Prophet complained so loudly about eating flesh and drinking wine. It was because all the threatenings uttered by the prophets were turned by them into a subject of jesting and laughter. It is supposed that Paul quotes this passage, when, in writing to the Corinthians, he uses nearly the same words. (<a class=\"ref\">1 Corinthians 15:32<\/a> .) But I am of a different opinion; for he quotes the opinion of the Epicureans, who lived for the passing day, and gave themselves no concern about eternal life, and therefore thought that they should follow their natural disposition, and enjoy pleasures as long as life lasted. Isaiah, on the other hand, relates here the speeches of wicked men, who obstinately ridiculed the threatenings of the prophets, and could not patiently endure to be told about chastisements, banishment, slaughter, and ruin. They employed the words of the prophets, and in the midst of their feasting and revelry, turned them into ridicule, saying, in a boasting strain, “<i> To-morrow we shall die<\/i> . If the prophets tell us that our destruction is at hand, let us pass the present day, at least, in cheerfulness and mirth.”<\/p> \n<p>Thus, obstinate minds cannot be struck with any terror, but, on the contrary, mock at God and the prophets, and give themselves up more freely to licentiousness. It certainly was frightful madness when, through indignation and wrath, they quoted with bitter irony the words which not only ought to have affected their minds, but ought to have shaken heaven and earth. Would that there were not instances of the same kind in the present day! For whenever God threatens, the greater part of men either vomit out their bitterness, or sneeringly ridicule everything that has proceeded from God’s holy mouth.<\/p> ",
    "audit": null
}