{
    "id": 7901,
    "source": "calvin",
    "verse_id": 18797,
    "verse_count": 1,
    "reference": "58:10",
    "title": "",
    "html": "<p><i> If thou shalt pour out thy soul to the hungry.<\/i> He goes on to recommend the duties of that love which we owe to one another. The sum of the whole discourse is this, that in vain do men serve God, if they only offer to him trivial and bare ceremonies; and that this is not the right and proper worship of God, who rigidly commands and enjoins us to lead an upright and innocent life with our neighbors, willingly to give ourselves and our labors to them, and to be ready to assist, them readily and cheerfully, whenever it is necessary. We should observe the two parts of this duty which the Prophet has expressly described; for in the first place, he recommends to us the feeling of mercy and kindness; and, in the second place, he exhorts us to the work itself and the effect. It would not be enough to perform acts of kindness towards men, if our disposition towards them were not warm and affectionate. “If I give all my goods to the poor,” says Paul, “and have not love, I am nothing.” (<a class=\"ref\">1 Corinthians 13:3<\/a>) To “pour out the soul,” therefore, is nothing else than to bewail their distresses, and to be as much affected by their own poverty as if we ourselves endured it; as, on the other hand, all who are limited and devoted to themselves are said to have a hard and seared heart, to “shut up their bowels,” (<a class=\"ref\">1 John 3:17<\/a>) and to restrain their feelings. Another translation given by some commentators, “If thou shalt offer thy soul,” is unworthy of notice.<\/p> \n<p><i> Thy light shall arise in darkness.<\/i> Again, there follows the same promise, and under the same figure or metaphor. By “darkness” he denotes adversity, and by “light” prosperity; as if he had said to the people, “The Lord will cause all the miseries by which thou art now oppressed to cease, and sudden prosperity shall spring up.” He shows, therefore, that there is no reason why they should blame God for punishing them so severely; for they would immediately be delivered and enjoy prosperity if they sincerely worshipped and obeyed God.<\/p> ",
    "audit": null
}