{
    "id": 7905,
    "source": "calvin",
    "verse_id": 18801,
    "verse_count": 1,
    "reference": "58:14",
    "title": "",
    "html": "<p><i>Then wilt thou delight in Jehovah. <\/i> He appears to allude to the word<i>delight<\/i> in the preceding verse; for the verb<span class=\"greek-hebrew\"> תתעגג<\/span> (<i>tithgnanneg<\/i>) which the Prophet employs, is derived from the same root as<span class=\"greek-hebrew\"> עגג<\/span> (<i>gnoneg<\/i>) which he formerly used, when he said that the Lord takes the highest delight in the true observation of the Sabbath. In a word, he means that the people take no delight in God, because they provoke him, and do not obey his will; for if we framed our life in obedience to God, we should be his delight, and, on the other hand, he would be our delight. Thus he affirms that it is owing entirely to the Jews themselves that they do not, by relying on a reconciled God, lead a cheerful and joyful life. By these words he indirectly reproaches them with bringing upon themselves, by their own fault, many calamities.<\/p> \n<p><i>And I will cause thee to ride on the high places of the earth. <\/i> By these words he promises a return to their native country, and a safe habitation in it. We know that Judea was situated on a lofty place above the neighboring countries; while the situation of Babylon was much lower, so that the people trembled as if they had been shut up in a cave. He next tells more plainly what he meant by the word<i>ride<\/i> for he promises the possession of that country which had been promised and given to the fathers, and which they at that time enjoyed, and of which they were afterwards deprived for a time.<\/p> \n<p><i>For the mouth of Jehovah hath spoken it. <\/i> He added this, that they might know, beyond all controversy, that all these things were true; and this must be viewed as referring not only to those promises, but likewise to the beginning of the chapter. For he rebuked hypocrites, who thought that they were defending themselves in a just cause, and showed that they were suffering the just punishment of their sins; and that it was in vain to contend with God, and to bring forward in opposition to him their own works, which were altogether empty and worthless. On that account he brings them back to the true observation of the Sabbath, and shows that it will be well with them, if they shall worship God in a right manner. At length he concludes that they have not to deal with a mortal man, but that he who pronounces these things is God the Judge.<\/p> \n“The whole phrase is descriptive, not of a mere return to Palestine, the highest of all lands (<i>Kimchi<\/i>), nor of more security from enenfies by being placed beyond their reach (<i>Vitringa<\/i>), but of conquest and triumphant possession, as in <a class=\"ref\">Deuteronomy 32:13<\/a> , from which the expression is derived by all the later writers who employ it.” ­<i>Alexander<\/i> .",
    "audit": null
}