{
    "id": 6947,
    "source": "calvin",
    "verse_id": 17820,
    "verse_count": 1,
    "reference": "8:12",
    "title": "",
    "html": "<p><i>Say not, a conspiracy. <\/i>First, we must consider what was the condition of that people, for they saw that they were not provided with numerous forces, and were not able to contend in battle against such powerful enemies. They longed for outward assistance, and eagerly desired to obtain it, for they thought that they were utterly ruined if they did not obtain the assistance of others. In this sense I understand the word <i>conspiracy<\/i>, that they thought it necessary to have the assistance of allies. The word <i>conspiracy <\/i>being employed by the Hebrews in different acceptations, and sometimes denoting a <i>bond<\/i>, I take it in a good sense. But some take it in a bad sense: “Behold thy enemies, the king of Israel and the king of Syria, have <i>conspired <\/i>together.” But I rather agree with those who apply it to the league and friendship which many unbelievers were desirous to contract with the Assyrian. The Lord therefore admonishes Isaiah not to regard the counsels of wicked men, though the whole of the people should vie with each other in attending to them. <\/p>\n<p><i>Neither fear ye their fear, nor be afraid. <\/i>There may also be a twofold meaning; for some read it separately, as if in this second clause the Prophet condemned in general terms the wicked customs of the people. But these two clauses ought rather to be joined together. “Let it not distress you, if your countrymen in the present day plot about unlawful confederacies, and do not consent to them.” Now, though the Prophet belonged to the number of those who needed to be admonished not foolishly to dissuade others from following by faith, yet the plural number, <i>say ye not<\/i>, shows that all the godly were taught in his person. <\/p>\n<p><i>Their fear. <\/i>Hence we perceive what is the source of those wavering <i>counsels <\/i>by which men are agitated; it is, because their minds are overwhelmed by <i>terror<\/i>, so that they are violently hurried along without any moderation. He describes the cause of all this, why the Jews so eagerly desired to have the Assyrians for allies. It was because they were terrified beyond measure, and did not expect to be preserved in any other way, and because their blind <i>fear <\/i>did not permit them to look to the assistance of the Lord. This was the reason why they so eagerly desired a league. The same cause of fear was alleged both against the godly and against the ungodly; but all did not fear in the same manner, for the godly composed their minds, because they knew that God took care of their preservation, and, armed by the promise of God, cheered their hearts whenever they mentioned the name of <i>Immanuel<\/i>. But the ungodly, overcome by terror, thought of nothing but the assistance of the Assyrians, did not consider that there is help in God, and did not betake themselves to him. The Lord certainly does not forbid the godly to <i>fear<\/i>, for they cannot avoid that; but he bids them overcome that excessive terror by which the ungodly are swallowed up. Let us not, therefore, by their example, gaze around in every direction, and rush headlong to seek unlawful aid; and especially we must beware lest <i>fear <\/i>take away our judgment. There is but one remedy for this evil, to restrain ourselves by the word of God, from which proceeds real tranquillity of mind. Comparing the condition of that people with our own, let us learn to betake ourselves to <i>the name of God<\/i>, which will be to us an impregnable fortress. (<a class=\"ref\">Proverbs 18:10<\/a>.) <\/p>\n<p>That the Lord did not speak to the Prophet alone, is also evident from the words being in the plural number,  <span class=\"greek-hebrew\">לא תיראו<\/span>, (<i>lo thireu<\/i>,) <i>fear ye not<\/i>. Peter also has drawn from it a general doctrine, (<a class=\"ref\">1 Peter 3:14<\/a>,) warning us not to <i>fear <\/i>with the <i>fear <\/i>of the ungodly, but to place all our confidence in God, and to keep our eyes continually fixed on him, that we may remain steadfast, though heaven and earth should be mingled. If that warning of Peter was ever necessary, it is especially so in the present day, for we see all things tossed up and down and mingled in frightful confusion. That we may not be disturbed, the Lord withdraws us from beholding men, that we may, by attending to his word, keep our position firmly. Peter, indeed, understands this <i>fear <\/i>passively, while Isaiah understands it actively; for Peter exhorts believers to perseverance, so as not to waver on account of the threats and terrors of the ungodly; but Isaiah condemns the <i>trembling<\/i>, which induced the Jews to seek heathen alliances. But as it was not the intention of Peter to explain this passage, or even to quote the exact words, and as he meant only to allude to that statement, we need not wonder at this diversity. <\/p>",
    "audit": null
}