{
    "id": 6827,
    "source": "calvin",
    "verse_id": 17691,
    "verse_count": 1,
    "reference": "2:5",
    "title": "",
    "html": " <p> <i>O house of Jacob<\/i>, He sharply rebukes the Jews by holding out the example of the Gentiles; for since, in consequence of the spread of his kingdom, God would give law to all nations from Mount Zion, so as to ingraft them into the body of his chosen people, nothing could be more strange than that the <i>house of Jacob<\/i>, should revolt from him, and that, when strangers were drawing near, the members of the household, who ought to have been foremost, should withdraw. This is, therefore, not only an exceedingly vehement exhortation, but also a heavy and sharp complaint. Accordingly, he addresses them by an honorable name, saying, <i>O house of Jacob,<\/i>, come; that he may express more strongly their ingratitude, which appeared in twist that though they were in the Church God’s first-born, they utterly renounced that right of inheritance which they held in common with others. <\/p>\n <p>There is, therefore, an implied comparison, as if he had said, “Lo, the Gentiles flow together to Mount Zion, and every one exhorts and urges on his neighbor; they submit to receive instruction from God, and to be reproved by him and why do you, O Israelites, you who are the inheritance of God, why do you draw back? Shall the Gentiles submit to God, and shall you refuse to acknowledge his authority? Has so great a light been kindled in every part of the world, and shall you not be enlightened by it? Shall so many waters flow, and will you not drink? What madness is this, that when the Gentiles run so eagerly, you sit still in idleness?” <\/p>\n <p> <i>And we will walk in the light of the Lord<\/i>, When he adds <i>we will walk<\/i>, he means that <i>the light<\/i>, is placed before their feet, but that they disregard it by shutting their eyes, and even extinguish it as far as lies in their power; and yet its brightness draws to it distant nations. <\/p>",
    "audit": null
}