{
    "id": 7359,
    "source": "calvin",
    "verse_id": 18245,
    "verse_count": 1,
    "reference": "30:27",
    "title": "",
    "html": " <p> <i>Behold the name of the Lord cometh. <\/i>,He threatens the destruction of the Assyrians, who were at that time the chief enemies of the Church. From almost all their neighbors, indeed, the Jews received annoyance; but as the Assyrians were greatly superior to others in wealth and power, so the prophets, when they speak of enemies, mention them almost exclusively, and afterwards the Babylonians, who obtained the monarchy; though, as we have already seen, they frequently, by a figure of speech in which a part is taken for the whole, include the Chaldeans under the name of Assyrians. By “the name of God” he unquestionably means God himself; but he makes use of this circumlocution, because the Assyrians and other nations worshipped gods made of gold and silver, and held up the Jews to ridicule, because they did not worship him under any image, or statue, or resemblance; as one who wrote against them says that “they worship the bright clouds and the deity of the sky.” Thus wicked and ungodly men always judge of God according to outward appearances; while the prophets, on the other hand, remind believers of “the name of God.” “That God who revealed himself to you by his name, whom you do not feel, whom you do not see, will take vengeance on your insults.” <\/p>,\n <p> <i>From afar. <\/i>,He adds this as if he granted what was said by them; for ungodly men, when they do not perceive the hand of God, think that he is at a great distance, and mock at the confidence of believers as groundless. Accordingly, the Prophet, adapting his language to the views of unbelievers, shews that God, whom they thought to be at a great distance, will come, or rather, has already come, and is at hand. This is what he means by the particle <span class=\"greek-hebrew\">,הנה <\/span>,, (<i>hĭnnĕh <\/i>,,) <i>behold <\/i>,, which he contrasts with the word <span class=\"greek-hebrew\">,ממרהק <\/span>,, (<i>mĭmmĕrhŏk <\/i>,,) “from afar,” directing believers, in this manner, to rise above all obstructions, that by their hope they may arrive at that assistance which he promised. <\/p>,\n <p> <i>His face burneth. <\/i>,In order to shew that the celebration of the name of God in Judea is not vain or groundless, the Prophet describes the power of God, that is, the power which he will employ in driving out the enemies of the Church, as dreadful. When he addresses those who believe in him, in order to encourage them to the exercise of faith, he shews himself to be kind, gentle, patient, slow to anger, and merciful; but to the ungodly he holds out nothing but fear and terror. (<a class=\"ref\">Exodus 34:6 <\/a>.) And as the ungodly are terrified when God is mentioned, so believers, drawn by a conviction of his goodness, rely on him, and are not distressed by such fears. This shews us that we ought continually to persevere in the fear of God, that we may not find God to be what he is here described by the Prophet. <\/p>,\n <p> <i>His burden is heavy. <\/i>,That is, the Lord will bring with him dreadful calamities, which the ungodly will not be able to endure; for by “burdens” he means the punishments which are inflicted on the ungodly. He expresses the same thing by the words <i>lips <\/i>,and <i>tongue <\/i>,. But why did he speak of them rather than of the hands? It is, because ungodly men mock at all the threatenings which are uttered by the word of God, and treat as fabulous all that is declared by the prophets. To their own cost, therefore, they shall learn that the sound which proceedeth from the sacred name of God is not without meaning, and is not idle thunder intended merely to strike the ears, but shall at length know by experience what is the power of that word which they despised. <\/p>,",
    "audit": null
}