{
    "id": 7247,
    "source": "calvin",
    "verse_id": 18128,
    "verse_count": 1,
    "reference": "25:9",
    "title": "",
    "html": "<p><i> And it shall be said.<\/i> The verb<span class=\"greek-hebrew\"> אמר<\/span> (ā<i> măr<\/i>) is indefinite, “He shall say;” but as the discourse does not relate to one or another individual, but to all in general, I chose to render it in a passive form. This is an excellent conclusion; for it shews that God’s benefits are not in any respect doubtful or uncertain, but are actually received and enjoyed by men. The Prophet declares that the banquet, of which he formerly spoke, ( verse 6,) will not in vain be prepared by God; for men shall feast on it, and possess everlasting joy.<\/p> \n<p><i> Lo, this is our God.<\/i> That joyful shout, which he declares will be public, is the actual test and proof, so to speak, of the experience of the grace of God. This passage ought to be carefully observed; for the Prophet shews that there will be such a revelation as shall fix the minds of men on the word of God, so that they will rely on it without any kind of hesitation; and if these things belong, as they undoubtedly do belong, to the kingdom of Christ, we derive from them this valuable fruit, that Christians, unless they are wanting to themselves, and reject the grace of God, have undoubted truth on which they may safely rely. God has removed all ground of doubt, and has revealed himself to them in such a manner, that they may venture freely to declare that they know with certainty what is his will, and may say with truth what Christ said to the Samaritan woman, “We worship what we know.” (<a class=\"ref\">John 4:22<\/a> .) Having been informed by the gospel as to the grace offered through Christ, we do not now wander in uncertain opinions, as others do, but embrace God and his pure worship. Let us boldly say, “Away with all the inventions of men!”<\/p> \n<p>It is proper to observe the contrast between that dark and feeble kind of knowledge which the fathers enjoyed under the law, and the fullness which shines forth to us in the gospel. Though God deigned to bestow on his ancient people the light of heavenly doctrine, yet he made himself more familiarly known through Christ, as we are told;<\/p> \n<p>“No man hath seen God at any time; the only-begotten Son, who is in the bosom of the Father, hath declared him.” (<a class=\"ref\">John 1:18<\/a> .)<\/p> \n<p>The Prophet now extols that certainty which the Son of God brought to us by his coming, when he “sheweth to us the Father.” (<a class=\"ref\">John 14:9<\/a> .) Yet, while we excel the ancient people in this respect, that the reconciliation obtained through Christ makes God, as it were, more gracious to us, there is no other way in which God can be known but through Christ, who is “the pattern and image of his substance.” (<a class=\"ref\">Hebrews 1:3<\/a> .) “He who knoweth not the Son, knoweth not the Father.” (<a class=\"ref\">John 14:7<\/a> .) Though Jews, Mahometans, and other infidels, boast that they worship God, the creator of heaven and earth, yet they worship an imaginary God. However obstinate they may be, they follow doubtful and uncertain opinions instead of the truth; they grope in the dark, and worship their own imagination instead of God. In short, apart from Christ, all religion is deceitful and transitory, and every kind of worship ought to be abhorred and boldly condemned.<\/p> \n<p>Nor is it without good reason that the Prophet employs not only the adverb<i> Lo<\/i> , but the demonstrative pronoun<i> This,<\/i> in order to attest more fully the presence of God, as, a little afterwards, by repeating the declaration of certainty and confidence, he expresses the steadfastness that will be found in those who shall worship God through Christ. It is certain that we cannot comprehend God in his majesty, for he “dwelleth in unapproachable light,” (<a class=\"ref\">1 Timothy 6:16<\/a> ,) which will immediately overpower us, if we attempt to rise to it; and therefore he accommodates himself to our weakness, gives himself to us through Christ, by whom he makes us partakers of wisdom, righteousness, truth, and other blessings. (<a class=\"ref\">1 Corinthians 1:30<\/a> .)<\/p> \n<p><i> This is Jehovah.<\/i> It is worthy of observation that, when he calls Christ the God of believers, he gives to him the name “Jehovah;” from which we infer that the actual eternity of God belongs to the person of Christ. Besides, since Christ has thus made himself known to us by the gospel, this proves the base ingratitude of those who, not satisfied with so full a manifestation, have dared to add to it their own idle speculation, as has been done by Popery.<\/p> \n<p><i> We have waited for him.<\/i> He expresses the firmness and perseverance of those who have once embraced God in Christ; for it ought not to be a temporary knowledge, but we must persevere in it steadfastly to the end. Now, Isaiah speaks in the name of the ancient Church, which at that time had its seat, strictly speaking, among the Jews alone; and therefore, despising as it were all the gods that were worshipped in other countries, he boldly declares that he alone, who revealed himself to Abraham, (<a class=\"ref\">Genesis 15:1<\/a> ,) and proclaimed his law by the hand of Moses, (<a class=\"ref\">Exodus 20:1<\/a> ,) is the true God. Other nations, which were involved in the darkness of ignorance, did not “wait for” the Lord: for this “waiting” springs from faith, which is accompanied by patience, and there is no faith without the word.<\/p> \n<p>Thus he warns believers that their salvation rests on hope and expectation; for the promises of God were as it were suspended till the coming of Christ. Besides, we ought to observe what was the condition of those times; for it appeared as if either the promise of God had come to nought, or he had rejected the posterity of Abraham. Certainly, though they looked very far, God did not at that time appear to them; and therefore they must have been endued with astonishing patience to endure such heavy and sharp temptations. Accordingly, he bids them wait quietly for the coming of Christ; for then they will clearly perceive how near God is to them that worship him.<\/p> \n<p>The same doctrine ought to soothe us in the present day, so that, though our salvation be concealed, still we may “wait for the Lord” with firm and unshaken hope, and, when he is at a distance, may always say,<i> Lo, here he is.<\/i> In times of the greatest confusion, let us learn to distinguish him by this mark,<i> This is he<\/i> . As to the words, though he says, in the past tense, “We rejoiced and were glad in his salvation;” yet the words denote a continued act; and, a little before, he had said in the future tense, “He will save us.” The meaning may be thus summed up, “Christ will never disappoint the hopes of his people, if they call on him with patience.”<\/p> ",
    "audit": null
}