{
    "id": 7949,
    "source": "calvin",
    "verse_id": 18846,
    "verse_count": 1,
    "reference": "61:2",
    "title": "",
    "html": " <p> <i>To proclaim the year of the good-pleasure of Jehovah. <\/i> Here he expressly mentions the time of bestowing such distinguished grace, in order to remove the doubts which might arise. We know by daily experience how numerous and diversified are the anxious cares which distract the heart,. He affirms that he is the herald of future grace, the time of which he fixes from the “good­pleasure” of God; for, as he was to be the Redeemer of the Church by free grace, so it was in his power, and justly, to select the time. <\/p> \n <p>Perhaps he alludes to the Jubilee, (<a class=\"ref\">Leviticus 25:10<\/a>) but undoubtedly he affirms that we must wait calmly and gently till it please God to stretch out his hand. Paul calls this year “the time of fullness.” (<a class=\"ref\">Galatians 4:4<\/a>) We have likewise seen that the Prophet says, “Behold, now is the accepted time; behold, now is the day of salvation.” (<a class=\"isa\" verses=\"WzE4NjQ1XQ==\">Isaiah 49:8<\/a>) Paul applies this to his own preaching; for, while the Lord addresses us by the Gospel, the door of heaven is thrown open to us, that we may now, as it were, enter into the possession of God’s benefits. (<a class=\"ref\">2 Corinthians 6:2<\/a>) We must not delay, therefore, but must eagerly avail ourselves of the time and the occasion when such distinguished blessings are offered to us. <\/p> \n <p> <i>And the day of vengeance to our God. <\/i> But those expressions appear to be inconsistent with each other, namely, “The day of good­pleasure,” and “The day of vengeance.” Why did Isaiah join together things so opposite? Because God cannot deliver his Church without showing that he is a just judge, and without taking vengeance on the wicked. He therefore employs the term “good­pleasure,” with reference to the elect, and the term “day of vengeance,” with reference to the wicked, who cease not to persecute the Church, and consequently must be punished when the Church is delivered. In like manner Paul also says, that “It is righteous with God to grant relief to the afflicted, (<a class=\"ref\">2 Thessalonians 1:6<\/a>) and to reward the enemies of believers who unjustly afflict them;” and the Jews could not expect a termination of their distresses till their enemies had been destroyed. <\/p> \n <p>Yet we ought to observe the cause of our deliverance; for to his mercy alone, and not to our merits, or excellence, or industry, must it be ascribed, he appears, indeed, as I briefly remarked a little before, to allude to the Jubilee; but above all things we should attend to this, that our salvation lies entirely in the gracious will of God. <\/p> \n <p> <i>To comfort all that mourn. <\/i> We ought to keep in remembrance what we formerly remarked, that the end of the Gospel is, that we may be rescued from all evils, and that, having been restored to our former freedom, and all tears having been wiped from our eyes, we may partake of spiritual joy. And if we are not partakers of so great a benefit, it must be ascribed to our unbelief and ingratitude, by which we refuse and drive away God, who freely offers himself to us. <\/p> ",
    "audit": null
}