{
    "id": 7825,
    "source": "calvin",
    "verse_id": 18721,
    "verse_count": 1,
    "reference": "53:9",
    "title": "",
    "html": "<p><i>And he laid open to wicked men his grave. <\/i> Jerome renders it, “And he gave wicked men for burial;” as if the Prophet spake of the punishment by which the Lord took vengeance for the sin of wicked men, who crucified Christ. But he rather speaks of the death of Christ, and of the fruit of it, and says nothing about that revenge. Others think that the particle<span class=\"greek-hebrew\"> את<\/span><i>(eth)<\/i> denotes comparison, in the same manner as the particle<span class=\"greek-hebrew\"> כ<\/span><i>(caph). <\/i> “He gave his grave as of wicked men.” Others interpret<span class=\"greek-hebrew\"> את<\/span><i>(eth)<\/i> to mean<i>with,<\/i> and explain “the rich man” to be Joseph of Arimathea, in whose sepulcher Christ was buried. ( <a class=\"ref\">Matthew 27:60; John 19:38<\/a>) But such an interpretation is too unnatural. I rather think that the real meaning is, that God the Father delivered Christ into the hands of wicked men.<\/p> \n<p><i>And to the rich man his death. <\/i> I consider the singular<span class=\"greek-hebrew\"> עשיר<\/span><i>(gnashir,)<\/i> “the rich man,” to be put for the plural<span class=\"greek-hebrew\"> עשרים<\/span><i>(gnashirim)<\/i> , as is frequently done by Hebrew writers. I see no reason why Oecolampadius rendered it “high places.” By “rich men” he means “violent men;” for men grow haughty and disdainful on account of their riches, and abuse their wealth to savage cruelty. And thus by the terms “wicked men” and “rich men” the same thing, in my opinion, is denoted. He means, therefore, that Christ was exposed to the reproaches, and insolence, and lawless passions of wicked men. For, on the one hand, the Pharisees and priests ( <a class=\"ref\">Matthew 26:66<\/a>) rush upon him with unbridled rage and foul slander; on the other hand, Pilate, though well aware of his innocence, ( <a class=\"ref\">Mark 15:14<\/a>) condemns him in opposition to law and justice; and again, on another hand, the Roman soldiers, ready for every kind of barbarity, cruelly and wickedly execute the cruel and wicked sentence. ( <a class=\"ref\">John 19:16<\/a>) Who would not conclude that Christ was crushed and “buried” amidst those impious and bloody hands?<\/p> \n<p>I consider the word<i>grave<\/i> to be here used metaphorically, because wicked and violent men might be said to have overwhelmed him. If it be objected that Christ had an honorable burial, I reply, that burial was the commencement of a glorious resurrection; but at present the Prophet speaks of death, which is often denoted by “the grave.” I consider this, therefore, to be the real meaning, though I wish to leave every person free to form his own opinion.<\/p> \n<p><i>Though he did no iniquity. <\/i><span class=\"greek-hebrew\"> על<\/span><i>(gnal)<\/i> signifies “because;” but sometimes it is used in the sense of “though,” as in this passage. Here the Prophet applauds the innocence of Christ, not only in order to defend him from slander, but to speak highly of the benefit of his death, that we may not think that he suffered by chance. Though innocent, he suffered by the decree of God; and therefore it was for our sake, and not for his own, that he suffered. He bore the punishment which was due to us.<\/p> \n<p><i>Neither was there deceit in his mouth. <\/i> In two words he describes the perfect innocence of Christ; namely, that he never offended either in deed or in word. That this cannot be said of any mortal man is universally acknowledged, and hence it follows that it applies to Christ alone.<\/p> ",
    "audit": null
}