{
    "id": 7129,
    "source": "calvin",
    "verse_id": 18008,
    "verse_count": 1,
    "reference": "19:3",
    "title": "",
    "html": "<p><i>And the spirit of Egypt shall be emptied. <\/i> As Isaiah had, a little before, deprived the Egyptians of courage, so he now takes away their understanding, both of which are exceedingly necessary for the defense of kingdoms; for when these have been taken away, there is no possibility of transacting national affairs. Now, the Egyptians had so high an opinion of their own wisdom, that they reckoned themselves superior to other nations; and it is well known that they haughtily despised all other nations as barbarians, as if there had been no civilization, refinement, learning, or skill, but in Egypt alone. They boasted that they were the inventors of learning, that philosophy and astronomy came from them, and, in short, that Egypt was the workshop of all the liberal arts; and therefore they would never have thought it possible that they should fail in wisdom and prudence, and unquestionably, if this prediction had come to their knowledge, they would have laughed at it in disdain, and would have thought, that sooner would the waters of the sea be dried up, and everything be overturned, than this should befall those who imagined that prudence was their birthright. But Isaiah declares it boldly, for he did not speak from himself. <\/p>\n<p>Again, since he had predicted that they would be deprived of courage, in which they excelled, the context requires us to understand the meaning to be, that they would be struck with blindness; for both faculties of the soul depend entirely on the favor of God. Consequently,  <span class=\"greek-hebrew\">רוח<\/span> (<i>rūăch<\/i>) means here understanding and sagacity, which ought to be carefully observed, for many are mistaken as to the meaning of this word. When he immediately adds, <i>I will destroy the counsel thereof, <\/i>this is a stronger expression of the former statement; for it shews what is the cause of that <i>emptiness, <\/i>namely, that God will take and carry away their <i>counsel. <\/i><\/p>\n<p><i>Even though they seek it. <\/i>This is spoken by anticipation, for he meets the objections of the Egyptians, who might have said, “Have we not gods whom we can consult? Have we not magicians, diviners, and soothsayers? Do you reckon those to be of no value?” He threatens that all these things will be of no avail to them, to whatever extent they may rely on them, and be puffed up with the empty name of wisdom. I shall not spend much time on these names, though it is probable that Isaiah’s enumeration proceeds by gradual advancement. First, he mentions <i>gods, <\/i>next <i>magicians, <\/i>and afterwards <i>diviners <\/i>and <i>fortune-tellers <\/i>They had their oracles, in which they placed the highest confidence. Next after them came the <i>magicians, <\/i>though these too had great influence. In matters of smaller moment they consulted the soothsayers. Superstitious men are so restless that nothing can satisfy them; for they are fickle and unsteady, and sometimes resort to one remedy and sometimes to another; and indeed Satan deceives them in such a manner, that at first he holds out to them the appearance of peace and quietness, which they think that they have fully obtained, but afterwards shews them that they have not reached it, and distresses and harasses them more and more, and compels them to seek new grounds of confidence. Thus our minds cannot obtain rest and peace but in God alone. And undoubtedly the Prophet condemns those arts as contrary to reason; for God has revealed all that is necessary to be known by means of the arts and sciences, which he intended to be used, and of which he approves. If any man shall wish to be wise in any other manner, he must have Satan for his teacher. <\/p>",
    "audit": null
}