{
    "id": 7501,
    "source": "calvin",
    "verse_id": 18391,
    "verse_count": 1,
    "reference": "37:38",
    "title": "",
    "html": "<p><i> While he was worshipping.<\/i> Here the Jews allow themselves that liberty of conjecture in which they are always accustomed to indulge. They contrive a stow, that Sennacherib consulted an oracle, and asked why he could not conquer the Jews; that the answer was, that Abraham wished to sacrifice his son to God; that the tyrant, following that example, then determined to slay his son, in order to appease his god; and that his sons, enraged at the cruel design of their father, slew him in the temple of his idol. But it is unnecessary to spend time in such conjectures, in which the Jews display excessive impudence.<\/p> \n<p>Here it is highly important to behold, as in a picture, the unhappy death of tyrants, whom the Lord destroys without the agency of men, when everything appears about to be overthrown by their violence, and whom he exposes with all their power to universal scorn. Sennacherib, who had come into Judea with a vast army, returns home with few soldiers, and is led in triumph, as it were, by God as a conqueror. But the matter does riot end here; for in the very heart of his empire, in the metropolis, in the temple itself, the reverence for which defended the meanest persons from the mob, he is slain, not by a foreign enemy, not by a people in a state of sedition, not by traitors, and in a word, not by servants, but by his own sons, that the murder may be more disgraceful. It ought to be observed, that those insatiable gluttons, who freely wallow in the blood of others, are slain by their own followers, and are punished by those from whom above all others they ought to have been safe. This is more shocking than if they had been put to death by strangers; but God thus punishes the cruelty of those who, in their eagerness to enjoy power, did not even spare the innocent. Even in profane historians we find various examples of this kind, in which we may easily behold the judgments of the Lord.<\/p> \n<p>Besides, the insatiable ambition of Sennacherib receives its just reward, because, while he is intent on the wide extension of his territories, he cannot secure the peace of his own family, by leading his children to live at peace; for out of his neglect of some, and undue attachment to others, the conspiracy arose. And not only was this tyrant slain, but his kingdom also was soon afterwards overthrown, as we have already said; and, in the meantime, that his successor might not dare to make any attempt against the Jews, God kept him also within the country by internal broils.<\/p> ",
    "audit": null
}