{
    "id": 6931,
    "source": "calvin",
    "verse_id": 17803,
    "verse_count": 1,
    "reference": "7:20",
    "title": "",
    "html": "<p><i>The <\/i>Lord<i>will shave with a hired razor. <\/i>He now employs a different metaphor, and compares those enemies by whom the Lord had determined to afflict Judea at the appointed time, to <i>a razor<\/i>, by which the <i>beard <\/i>and <i>hair <\/i>are shaved, and other excrescences of the same kind are removed.  <span class=\"greek-hebrew\">ב<\/span> (<i>beth<\/i>) is here superfluous, and is only employed in accordance with the Hebrew idiom, to denote an instrument, and, therefore, I have merely rendered it <i>he will shave with a razor<\/i>. What he means he immediately explains; namely, that <i>the Assyrians <\/i>will serve for <i>a razor <\/i>in the hand of God, and that they will come from a distant country. <\/p>\n<p><i>Who are beyond the river. <\/i>This means that Euphrates will not hinder them from passing over to execute the commands of God. He likewise adds, that it will not be some portion of that nation rushing forward of its own accord into foreign territories, or wandering without a settled leader; but that the king himself will lead them, so that the nation and the king at the same time will overwhelm Judea, and it will sink under such a burden. <\/p>\n<p><i>A hired razor. <\/i>It is not without reason that he says that this <i>razor <\/i>is <i>hired<\/i>; for he expresses by it the dreadful nature of the calamity which would be brought upon them by the Assyrians. If a man make use of a <i>hired <\/i>horse or a <i>hired <\/i>sword, he will use it the more freely, and will not spare or take care of it as he would do with his own, for men wish to gain advantage from what they have <i>hired <\/i>to the full value of the <i>hire<\/i>. Thus the Lord threatens that he will not at all spare the <i>razor<\/i>, though he should be under the necessity of blunting it, which means, that he will send the Assyrians with mad violence and rage. If the Lord took such dreadful vengeance on the Jews for those reasons which the Prophet formerly enumerated, we ought to fear lest we be punished in the same manner; or rather, we ought to dread the <i>razor <\/i>with which he has already begun to shave us. <\/p>\n<p><i>The head and the hair of the feet. <\/i>By <i>the hair of the feet <\/i>he means the lower parts; for by <i>the feet <\/i>is meant all that is below the belly, and it is a figure of speech, by which a part is taken for the whole.  In short, he means that the whole body, and even the beard, must be shaved. Now, if we set aside the figures, and wish to get at the plain and natural meaning, it is as if he had said, that this <i>shaving <\/i>will reach from the top of the head down to the feet, and that kings and princes will not be exempted from that calamity, but that they also must feel the edge of the <i>razor <\/i><\/p>",
    "audit": null
}