{
    "id": 6824,
    "source": "calvin",
    "verse_id": 17688,
    "verse_count": 1,
    "reference": "2:2",
    "title": "",
    "html": "<p><i> And it shall come to pass in the last of the days<\/i> When he mentions the end or completion of days, let us remember that he is speaking of the kingdom of Christ; and we ought also to understand why he gives to the kingdom of Christ this appellation. It was because till that time everything might be said to be in a state of suspense, that the people might not fix their eyes on the present condition of things, which was only a shadow, but on the Redeemer, by whom the reality would be declared. Since Christ came, therefore, if that time be compared with ours, we have actually arrived at<i> the end of ages<\/i> . It was the duty of the fathers who lived at that time to go, as it were, with outstretched arms to Christ; and since the restoration of all things depended on his coming, it is with good reason that they are enjoined to extend their hope to that period. It was indeed always useful for them to know, that under Christ the condition of the Church would be more perfect; more especially because they were held under figures, for the Lord was pleased to arouse them in various wavy for the express purpose of keeping them in suspense.<\/p> \n<p>But there was a peculiar importance attached to this prediction; for, during four hundred years or thereby, there were innumerable occasions on which they might have fainted, had they not called to remembrance that fullness of days, in which the Church was to be perfectly restored. During the various storms, therefore, by which the Church was nearly overwhelmed, every believer, when shipwrecked, seized on this word as a plank, that by means of it he might be floated into the harbour. Yet it ought to be observed, that while the fullness of days began at the coming of Christ, it flows on in uninterrupted progress until he appear the second time for our salvation. (<a class=\"ref\">Hebrews 9:28<\/a> .)<\/p> \n<p><i> That the mountain of the Lord’s house shall be established<\/i> This vision might be thought to wear the aspect of absurdity, not only because Zion was a little hill of no extraordinary height, just as if one should compare a handful of earth to huge mountains; but because he had but a little before predicted its destruction. How, then, could it be believed that Mount Zion, after having lost all her greatness, would again shine with such lustre as to draw upon her the eyes<i> of all the nations<\/i> ? And yet she is extolled as if she hail been loftier than Olympus.” Let the Gentiles,” says Isaiah, “boast as much as they please of their lofty mountains; for they shall be nothing in comparison of that hill, though it be low and inconsiderable.” According to nature, this certainly was very improbable. What! shall Zion be hung up in the clouds? And therefore there can be no doubt that wicked men scoffed at this prediction; for ungodliness has always been ready to break forth against God.<\/p> \n<p>Now the peculiarity which I have noticed tended to weaken the belief of this prediction; for when Zion, after the destruction of the temple, had fallen into the deepest disgrace, how could she rise again so suddenly? And yet it was not in vain that Isaiah prophesied; for at length this hill was actually raised above all the mountains, because from it was heard the voice of God, and sounded through the whole world, that it might lift us up to heaven; because from it the heavenly majesty of God shone brightly; and lastly, because, being the sanctuary of God, it surpassed the whole world in lofty excellence.<\/p> \n<p>The use of this prophecy deserves our attention. It was, that Isaiah intended to bring consolation, which would support the minds of the people during the captivity; so that, although there should be no temple, and no sacrifices, and though all should be in ruins, still this hope would be cherished in the minds of the godly, and, amidst a condition so desolate and so shockingly ruinous, they would still reason thus: “The mountain of the Lord is indeed forsaken, but there he will yet have his habitation; and greater shall be the glory of this mountain than of all others.” To prevent them, therefore, from doubting that such would be the result, the Prophet has here, as it were, sketched a picture in which they might behold the glory of God; for although the mountain was still in existence, yet a disgraceful solitude made it almost an object of detestation, since it had lost its splendor in consequence of having been forsaken by God. But it was the duty of the pious to look not at those ruins, but at this vision. Moreover, the reason why he speaks in such lofty terms concerning the exaltation of Mount Zion is sufficiently evident from what follows; because thence proceeded the Gospel, in which the image of God shines. Other mountains might excel it in height; but as the glory of God has surpassing excellence, so the mountain in which he is manifested must also be highly distinguished. It was not, therefore, on her own account that he extolled Mount Zion, but in respect of her ornament, the splendor of which would be communicated to the whole world.<\/p> ",
    "audit": null
}