{
    "id": 7418,
    "source": "calvin",
    "verse_id": 18305,
    "verse_count": 1,
    "reference": "34:1",
    "title": "",
    "html": "<p><i>Draw near, ye nations. <\/i> Hitherto the Prophet, intentding to comfort the children of God, preached, as it were, in the midst of them; but now, directing his discourse to the Gentiles, he pursues the same subject, but in a different manner. Having formerly shewn ( <a class=\"isa\" verses=\"WzE4Mjg2XQ==\">Isaiah 33:6<\/a>) that the Lord takes such care of his people as to find out the means of preserving them, he now likewise adds, what we have often seen in earlier parts of this book, that, after having permitted wicked men to harass them for a time, he will at length be their avenger, He therefore pursues the same subject, but with a different kind of consolation; for he describes what terrible vengeance the Lord will take on wicked men who had injured his people.<\/p> \n<p><i>Hearken, ye peoples. <\/i> In order to arouse them the more, he opens the address by this exclamation, as if he were about to discharge the office of a herald, and summon the nations to appear before the judgmentseat of God. It was necessary thus to shake off the listlessness of wicked men, who amidst ease and prosperity despise all threatenings, and do not think that God will take vengeance on their crimes. Yet amidst this vehemence he has his eye principally on the Church; for otherwise he would have spoken to the deaf, and without any advantage.<\/p> \n<p><i>Let the earth hear. <\/i> He addresses the Edomites who would haughtily despise these judgments, and therefore he calls heaven and earth to bear witness against them; for he dedares that the judgment will be so visible and striking, that not only all the nations but even the dumb creatures shall behold it. It is customary with the prophets thus to address the dumb creatures, when men, though endued with reason and understanding, are stupid, as we have formerly seen. ( <a class=\"isa\" verses=\"WzE3NjU3XQ==\">Isaiah 1:2<\/a>; <a class=\"ref\">Deuteronomy 32:1<\/a>.)<\/p> ",
    "audit": null
}