{
    "id": 7017,
    "source": "calvin",
    "verse_id": 17894,
    "verse_count": 1,
    "reference": "11:9",
    "title": "",
    "html": "<p><i>They shall not hurt. <\/i>He now declares plainly, that men themselves, having laid aside the depravity which naturally dwells in them, will be inclined, of their own accord, to do what is right. He speaks of believers who have been truly regenerated <i>to a new life<\/i>, (<a class=\"ref\">Romans 6:4<\/a>;) for though in the Church many hypocrites full of wickedness were mixed with the elect of God, yet they are like the Ishmaelites, whom God will cast out at the proper time. We ought also to observe, as we are taught in <a class=\"ref\">Psalms 15:1<\/a>, that those only who follow <i>righteousness <\/i>have a settled residence in the temple of God, that they may dwell there for ever. It is, therefore, a distinguishing mark of the genuine members of the Church, that they are free from all desire of doing injury to others. Hence, also, we infer, that it is a remarkable gift of the Spirit of Christ, that men abstain from being evil-doers; for by nature, ambition, pride, cruelty, and avarice, always prompt them freely and voluntarily to commit acts of injustice. <\/p>\n<p><i>For the earth shall be filled with the knowledge of the Lord. <\/i>With good reason does the Prophet add, that this invaluable blessing flows from <i>the knowledge of God<\/i>; for it abases all flesh, and teaches men to commit themselves to his trust and guardianship, and brings them into a state of brotherly harmony, when they learn that they have the same Father. (<a class=\"ref\">Malachi 2:10<\/a>.) Although many, who have not yet been renewed by the Spirit of Christ, profess to have humanity, yet it is certain that self-love ( <span class=\"greek-hebrew\">φιλαυτίαν<\/span>) reigns in them; for in all it is natural and so deeply-rooted, that they seek their own advantage and not that of others, think that they are born for themselves and not for others, and would wish to make the whole world subject to them, if they could, as Plato has judiciously observed. Hence arise fraud, perjury, theft, robbery, and innumerable crimes of this sort; and therefore there is no other remedy for subduing this lawless desire than <i>the knowledge of God<\/i>. We see how the Prophet again makes the government of Christ to rest on faith and the doctrine of the gospel, as indeed he does not gather us to himself (<a class=\"ref\">Ephesians 1:10<\/a>) in another way than by enlightening our minds to reveal the heavenly life, which is nothing else, as he himself declares, than <\/p>\n<p>to know the only true God, and Jesus Christ, whom he hath sent. (<a class=\"ref\">John 17:3<\/a>.) <\/p>\n<p>As with waters that cover the sea. There is an implied comparison between the abundance of knowledge and that slender taste which God gave to the ancient people under the law. The Jews having been kept in the rudiments of childhood, (<a class=\"ref\">Galatians 3:23<\/a>,) the perfect light of wisdom hath fully shone on us by the gospel, as was also foretold by Jeremiah: <\/p>\n<p>They shall not every one teach his neighbor, and a man his brother, to know God; for all shall know me, from the least to the greatest. (<a class=\"ref\">Jeremiah 31:34<\/a>.) <\/p>\n<p>If this fullness of knowledge take possession of our minds, it will free us from all malice. <\/p>\n<p>This passage also instructs us what is the character of the Church under Popery, where the light of doctrine is choked and almost extinguished, and the highest religion is made to consist in the benumbing influence of brutish stupidity. If we do not immediately possess full knowledge, we must advance from day to day, and make continual progress, (<a class=\"ref\">2 Peter 3:18<\/a>,) and in such a manner that fruit may spring from that root. Hence it is evident how little progress the greater part have made in the school of Christ, seeing that fraud and robbery and acts of violence abound everywhere. <\/p>",
    "audit": null
}