{
    "id": 7763,
    "source": "calvin",
    "verse_id": 18659,
    "verse_count": 1,
    "reference": "49:22",
    "title": "",
    "html": "<p><i> Thus saith the Lord Jehovah.<\/i> Isaiah confirms what he had said a little before, that the Lord would cause his Church, though for a very long time she had been “barren” and “bereaved,” to have an exceedingly numerous offspring, and to be constrained to wonder at her own fruitfulness; and he does so, in order to remove all doubt which might have found its way into their hearts.<\/p> \n<p><i> I will lift up my hand to the Gentiles.<\/i> He declares that he will give children to the Church, not only from among the Jews, as formerly, but likewise from among “the Gentiles.” And yet he indirectly asserts that this generation shall be spiritual through the grace of adoption; for the metaphor of a<i> banner<\/i> was intended to lead believers to expect a new kind of generation, and different from that which is seen in the ordinary course of nature. The Lord must therefore set up a sign, and display his secret power through the Gospel, that, out of nations who differed so widely from each other both in customs and in language, he might bring children to the Church, who should be united in the same faith, as brethren meet in their mother’s bosom.<\/p> \n<p>Those who think that, by the figurative terms<i> Hand<\/i> and<i> Banner,<\/i> nothing more than the preaching of the Gospel is meant, and who set aside the power of the Spirit, are mistaken; for both ought to be united, and the efficacy of the Spirit ought not to be separated from the preaching of the Gospel, as Paul clearly shews. (<a class=\"ref\">2 Corinthians 3:6<\/a> .) To this “hand” of God, therefore, to this “banner” we must betake ourselves, when we see that the Church is oppressed by the tyranny of wicked men. Though every effort be made to overthrow and destroy it, the “hand” of God is higher, and in vain do men oppose him. He will at length subdue and crush their obstinacy, that the Church may obtain some repose in spite of all their exertions.<\/p> \n<p>When he promises that the sons of the Church<i> shall be brought in her arms and on her shoulders,<\/i> the language is metaphorical, and means that God will find no difficulty, when he shall wish to gather the Church out of her dispersion; for all the Gentiles will assist him. Although this refers, in the first instance, to the Jews who had been banished and scattered, yet it undoubtedly ought to be extended to all the elect of God, who have become partakers of the same grace.<\/p> ",
    "audit": null
}