{
    "id": 7300,
    "source": "calvin",
    "verse_id": 18183,
    "verse_count": 1,
    "reference": "28:18",
    "title": "",
    "html": " <p> <i>And your covenant with death shall be disannulled.<\/i>, Formerly he directed his reproof against hypocrites, who obstinately mocked at God and all his threatenings; and he checked their thoughts in imagining that “they had made a covenant with death,” (<a class=\"isa\" verses=\"WzE4MTgwXQ==\">Isaiah 28:15<\/a>,) that is, in promising to themselves that all their transgressions would pass unpunished; as if by jeers and laughter they could escape the arm of God. He now threatens that, when they shall be fully aware that they must render an account to God, they shall be struck with fear and dread, whether they will or not; for that state of ease and indifference into which they are sunk, arises from a kind of lethargy or drunkenness, which hinders them from perceiving the alarming nature of their disease; but the Lord will arouse them from their sleep, however profound, and will annul their imaginary compacts. <\/p>\n <p>In short, he means that that peace which the wicked enjoy, while they slumber in their sins, will not be perpetual; for they shall be compelled, even against their will, to acknowledge that God is their judge, and, when they shall wish to enjoy repose, and while they are careless and unprepared, they shall be suddenly seized and agitated by strange terrors and anguish of mind. Their case is similar to that of malefactors, who, if they have broken out of prison and escaped, mock their judges, and utter reproachful and forward and insolent language against them, but, when they see the officers of justice close at their heels, suddenly tremble, and find that all their joy is turned into mourning, and that their condition is far worse than if they had not broken out of prison. Thus the wicked enjoy some momentary gladness, which they obtain by forgetfulness of their guilt; but the Lord immediately lays his hand on them, and terrifies their consciences in such a manner that they can find no rest. <\/p>",
    "audit": null
}