{
    "id": 7844,
    "source": "calvin",
    "verse_id": 18740,
    "verse_count": 1,
    "reference": "54:16",
    "title": "",
    "html": " <p> <i>Behold, I have created the workmen. <\/i> The Lord shows how easily and readily he delivers his Church from the base attacks of wicked men; for they can do nothing but so far as the Lord permits them, though he makes use of them as instruments for chastising his people. Moreover, this may be appropriately viewed as referring both to the Babylonians and to other foes who afterwards distressed the elect people. If the former sense be preferred, God undertakes to prove that he can easily drive away those whom he led against them, and east down those whom he raised up. If it be supposed to refer to Antiochus and others of the same description, the meaning will not be very different; namely, that they too shall not be permitted to hurt them, because they cannot even move a finger but by God’s direction. <\/p> \n <p>But it may be thought that the Prophet contradicts himself; for in the former verse he said, that wicked men attack the Church “without the Lord,” and now he says that they fight under God as their leader, that under his guidance and direction they may waste and destroy. I reply, we must keep in view the contrast; namely, that the Lord had raised up the Babylonians to destroy the Church. We must observe the metaphor of the deluge, by which he denoted utter extermination; for at that time the Church might be said to have been drowned, and he made use of the Babylonians as his agents for that purpose. But he solemnly declares that henceforth he is resolved to restrain his anger, so as never to permit the Church to be destroyed by her enemies, though he chastise her by his own hand. The object at which the enemies of the Church aim, and which they labor with all their might to accomplish, is to ruin and destroy the Church; but the Lord restrains their attacks; for “without him,” that is, without his command, they do nothing. Some explain the meaning to be, that. “the workman has been created for his work,” that is, that he may effect his own destruction, and the waster, to destroy himself. But the former sense appears to me more simple. <\/p> \n <p> <i>I have created the waster to destroy. <\/i> When the Lord says that he “createth the waster,” this does not refer merely to the nature with which men are born, but to the very act of “wasting.” And yet we must not, on that account, lay blame on God, as if he were the author of the unjust cruelty which dwells in men alone; for God does not give assent to their wicked inclinations, but regulates their efforts by his secret providence, and employs them as the instruments of his anger. But on this subject we have treated in the exposition of other passages. <\/p> ",
    "audit": null
}