{
    "id": 7889,
    "source": "calvin",
    "verse_id": 18785,
    "verse_count": 1,
    "reference": "57:19",
    "title": "",
    "html": " <p> <i>I create the fruit of the lips. <\/i> This is an explanation of the former statement, or of the manner in which the Lord will give consolation to this people. It is, because he will promise and offer <i>peace <\/i> to them; for by “the fruit of the lips” he means that he will cause them to hear the glad tidings of peace, by which they shall be filled with joy. <\/p> \n <p> <i>Peace, peace. <\/i> I think that he speaks of the publication of “peace,” the ministry of which was committed to the prophets, and was afterwards enjoined on the apostles and the other ministers of the Gospel; as Paul teaches that they “are ambassadors for Christ, to reconcile men to God.” (<a class=\"ref\">2 Corinthians 5:20<\/a>) The repetition of the word “Peace” is intended to express not only certainty, but also uninterrupted continuance. As if he had said, “You now hear nothing but dreadful threatenings. The doctrine of grace and salvation is silent, because you are incapable of it. Such is your obstinacy that I must deal with you by threatenings and terrors. But I will one day restore the doctrine of ‘peace,’ and open the lips of the prophets, that they may proclaim it to you.” <\/p> \n <p> <i>To them that are far off. <\/i> This is added, because the people who had been carried into captivity did not think that these things belonged to them, (because they were “far off,”) but perhaps to those who were at home; for captivity was a sort of casting off. But the Prophet foretells that, though they are at a great distance, yet they shall be partakers of this grace. <\/p> \n <p> <i>And I heal him. <\/i> At length he adds the end or effect, that the Lord determines to heal the people; that is, to make them safe and sound. Hence we infer what I remarked a little before, that all that relates to the full and perfect happiness of the Church is absolutely the gift of God. <\/p> \n <p>Paul appears to have glanced at this passage, when he says that Christ <\/p> \n <p>“brought peace to them that are near, and to them that are far off.” (<a class=\"ref\">Ephesians 2:17<\/a>) <\/p> \n <p>He speaks of Gentiles and Jews; for the Jews were “near,” because God had entered into a covenant with them; but the Gentiles were “far off,” because they were strangers to that covenant. But the Prophet appears to speak of Jews only. <\/p> \n <p>I reply, Paul adheres to the true meaning of the Prophet, if the whole be but carefully examined; for the Jews are said, in this passage, to be “far off,” because the Lord appeared to have driven them out of his house; and in that respect they resembled the Gentiles. Since, therefore, at the time of that casting off, there was no difference between them and the Gentiles, Paul, by putting both, as it were, in the same rank, justly placed them on a level with the Jews, and thus applied to them what the Prophet had spoken about the Jews; as, in a manner not unlike, he elsewhere applies to the Gentiles a passage in Hosea. (<a class=\"ref\">Romans 9:25; Hosea 1:10<\/a>) <\/p> ",
    "audit": null
}