{
    "id": 7287,
    "source": "calvin",
    "verse_id": 18170,
    "verse_count": 1,
    "reference": "28:5",
    "title": "",
    "html": "<p><i>In that day shall the Lord of hosts. <\/i>After having spoken of the kingdom of Israel, he passes to the tribe of Judah, and shews that, amidst this severe vengeance of God, there will still be room for compassion, and that, although ten tribes perished, yet the Lord will preserve some <i>remnant<\/i>, which he will consecrate to himself; so that there will be in it <i>a crown of glory and diadem of excellence, <\/i>that is, that the Church is never disfigured in such a manner that the Lord does not adorn it with beauty and splendor. <\/p>\n<p>Yet I do not extend this prophecy indiscriminately to all the Jews, but to the elect who were wonderfully rescued from death; for although he calls the tribe and half-tribe <i>a remnant<\/i>, as compared with the other ten tribes, yet, as we advance, we shall see that he makes a distinction between the tribe of Judah itself and the others. Nor ought we to wonder that the Prophet speaks differently about the same people, directing his discourse, sometimes to a body corrupted by crimes, and sometimes to the elect. Certainly, as compared with the ten tribes, which had revolted from the worship of God and from the unity of faith, he justly calls the Jews a <i>remnant <\/i>of the people; but when he leaves out of view this comparison, and considers what they are in themselves, he remonstrates with equal justice against their corruptions. <\/p>\n<p>I am aware that some expound it differently, on account of what is said immediately afterwards about <i>wine and strong drink<\/i>, (<a class=\"isa\" verses=\"MTgxNzI=\">Isaiah 28:7<\/a>,) and think that this statement ought to be viewed in connection with the beginning of the chapter. Yet perhaps the Lord spares the Jews. But how would he spare them? They are in no respect better than the others; for they are equally in fault,  and must also be exposed to the same punishments. But those commentators do not consider that the Prophet holds out an instance of the extraordinary kindness of God, in not exercising his vengeance at the same time against the whole family of Abraham, but, after having overthrown the kingdom of Israel, granting a truce to the Jews, to see if they would in any degree repent. Neither do they consider that, by the same means, he employs the circumstance which he had stated for placing in a stronger light the ingratitude of the people, that is, that they ought to have been instructed by the example of their brethren;  for the calamity of Israel ought to have aroused and excited them to repentance, but it produced no impression on them, and did not make them better. Although therefore they were unworthy of so great benefits, yet the Lord was pleased to preserve his Church in the midst of them; for this is the reason why he rescued the tribe of Judah, and the half-tribe of Benjamin, from that calamity. <\/p>\n<p>Now, since the tribe of Judah was a small portion of the nation, and therefore was despised by the haughty Israelites, the Prophet declares that in God alone there is enough of riches and of glory to supply all earthly defects. And hence he shews what is the true method of our salvation, namely, if we place our happiness in God; for as soon as we come down to the world, we gather fading flowers, which immediately wither and decay. This madness reigns everywhere, and more than it ought to be among ourselves, that we wish to be happy without God, that is, without happiness itself. Besides, Isaiah shews that no calamities, however grievous, can prevent God from adorning his Church; for when it shall appear that everything is on the eve of destruction, God will still be a crown of glory to his people. It is also worthy of observation, that Isaiah promises new splendor to the Church only when the multitude shall be diminished, that believers may not lose courage on account of that dreadful calamity which was at hand. <\/p>",
    "audit": null
}