{
    "id": 7244,
    "source": "calvin",
    "verse_id": 18125,
    "verse_count": 1,
    "reference": "25:6",
    "title": "",
    "html": " <p> <i>And the Lord of hosts shall make.<\/i>, This passage has received various interpretations. Some think that the Prophet threatens the Jews, and threatens them in such a manner as to invite various nations to a banquet. This mode of expression is also found in other passages, for the Lord is said to fatten the wicked for the day of slaughter. Those commentators think that, as if the Jews were exposed as a prey to the Gentiles on account of their impiety, the Gentiles are invited to a banquet; as if the Lord had said, “I have prepared a splendid entertainment for the Gentiles; the Romans shall plunder and prey on the Jews.” But, in my opinion, that view of the passage cannot be admitted, nor will it be necessary for me to give a long refutation of it, after having brought forward the true interpretation. Others explain it as if Isaiah were speaking of the wrath of God in this manner, “The Lord will prepare a banquet for all nations; he will give to them to drink the cup of his anger, that they may be drunken.” <\/p>\n <p>But the Prophet had quite a different meaning, for he proceeds in making known the grace of God, which was to be revealed by the coming of Christ. He employs the same metaphor which is also used by David, when he describes the kingdom of Christ, and says, that <\/p>\n <p> <span>“the poor and the rich will sit down at this feast, \nand will eat and be satisfied.” (<\/span>, <a class=\"ref\">Psalms 22:26<\/a>.) <\/p>\n <p>By this metaphorical language he means, that no class of men will be excluded from partaking of this generous provision. Formerly it seemed as if the Lord nourished the Jews only, because they alone were adopted, and, as it were, invited to the feast provided for his family; but now he admits the Gentiles also, and extends his beneficence to all nations. <\/p>\n <p> <i>Will make for all nations a feast of fat things.<\/i>, This is an implied contrast when he says, <i>to all nations<\/i>, for formerly he was known to one nation only. (<a class=\"ref\">Psalms 76:1<\/a>.) By “a feast of fat things” is meant a banquet consisting of animals that have been well fattened. <\/p>\n <p> <i>Of liquids purified.<\/i>, Some render the Hebrew word <span class=\"greek-hebrew\">,שמרים<\/span>, (<i>shĕmārīm<\/i>,) <i>dregs<\/i>, but inaccurately, for it means “old wines,” such as the French call, <i>vins de garde<\/i>, “wines that have been long kept,” and that are preferable to ordinary wines, especially in an eastern country, where they carry their age better. He calls them liquids which contain no dregs or sediment. <\/p>\n <p>In short, it is sufficiently evident that he does not here threaten destruction against Gentiles or Jews, but that both are invited together to a very splendid banquet. This is still more evident from Christ’s own words, when he compares the kingdom of heaven to a marriage-feast which the King prepared for his Son, to which he invites all without exception, because those who were at first invited refused to come. (<a class=\"ref\">Matthew 22:2<\/a>.) Nor have I any doubt that he speaks of the preaching of the gospel; and as it proceeded from Mount Zion, (<a class=\"isa\" verses=\"WzE3Njg5XQ==\">Isaiah 2:3<\/a>,) he says that the Gentiles will come to it to feast; for when God presents to the whole world spiritual food for feeding souls, the meaning was the same as if he had prepared a table for all. The Lord invites us at the present day, that he may fill and satisfy us with good things; he raises up faithful ministers to prepare for us that feast, and gives power and efficacy to his word, that we may be satisfied with it. <\/p>\n <p> <i>In this mountain.<\/i>, As to the word <i>mountain<\/i>, though the servants of God do not now come out of the mountain to feed us, yet by this name we must understand the Church; for nowhere else can any one partake of this food. That feast is not set down in streets and highways, the table is not spread everywhere, and this banquet is not prepared in all places. In order that we may feast, we must come to the Church. That place was mentioned, because there alone God was worshipped, and revelations proceeded from it; as also the gospel came forth from it. When he says that this banquet will be rich and sumptuous, the design of this is to commend the doctrine of the gospel; for it is the spiritual food with which our souls are fed, and is so exquisitely delightful that we have no need of any other. <\/p>",
    "audit": null
}