{
    "id": 7004,
    "source": "calvin",
    "verse_id": 17879,
    "verse_count": 1,
    "reference": "10:28",
    "title": "",
    "html": "<p><i>He is come to Aiath. <\/i> The siege of the holy city being now at hand, Isaiah sets before their eyes the whole of Sennacherib’s march, that the hearts of the godly, by long and careful study of it, may remain steadfast. This delineation was powerfully calculated to allay their fears, when godly men saw that the Assyrians did not move a step but by the appointment of God; for by the mouth of the Prophet he had given a lively description of the whole of that march. It is unnecessary to spend much time in explaining the relative position of the places here named, for it is enough if we understand that Sennacherib marched through those places of which the Jews had been informed.<\/p> \n<p><i>At Michmash he will lay up his baggage<\/i> . The words which we render, <i>He will lay up his baggage<\/i> or<i>armor<\/i> , are translated by some, <i>He hath made a muster<\/i> ; for<span class=\"greek-hebrew\"> פקד<\/span> (<i>pakad<\/i>) signifies also to<i>number<\/i> . I do not dislike this interpretation, but prefer the former; for I understand the Prophet to mean that the Assyrian<i>will lay up his armor<\/i> , that is, the provisions, and the rest of the implements of war, <i>in Michmash<\/i> . It is the custom of warriors not to lead forward an army without providing the means of support, which they<i>lay up<\/i> in a safe and convenient place, that the army may be supplied out of it with all that is needful. Under the word<i>baggage<\/i> or<i>arms<\/i> , he includes not only<i>darts<\/i> and<i>swords<\/i> , but all the supplies and provisions of war. The meaning of the word<span class=\"greek-hebrew\"> כלי<\/span> (<i>cheli<\/i>) is extensive, and includes every kind of implements, and thus resembles the word (<i>vasa<\/i>) which denotes<i>vessels<\/i> in the Latin language.<\/p> ",
    "audit": null
}