{
    "id": 6831,
    "source": "calvin",
    "verse_id": 17695,
    "verse_count": 1,
    "reference": "2:9",
    "title": "",
    "html": "<p><i> And the mean man boweth down<\/i> Some commentators read these words in immediate connection with what goes before, as if the Prophet were proceeding still farther to show the extent of their criminality. If we adopt this meaning, then<i> by the mean man and the mighty man<\/i> we must understand all the Israelites; as if the Prophet said that no man is pure and free from this stain. Others not improperly are of opinion that he repeats in other words what he had said about punishment, and that in this way he expresses the destruction which awaits a people forsaken by God. This will agree best with the scope of the passage, that all, both small and great, will speedily be overtaken by the ruin which lays low a whole nation; because amidst so great wickedness there was no reason to expect deliverance from the vengeance of God.<\/p> \n<p>Besides, in those two expressions,<i> bow down<\/i> and<i> humble<\/i> , there is a rapid allusion to that<i> bowing down<\/i> which he mentioned a little before, as if he had said, “They have<i> bowed themselves<\/i> down before idols, therefore God will<i> lay them low<\/i> under a vast weight of calamities.” Yet I have no doubt that he likewise attacks their pride; for it was difficult to believe that a nation so abundantly supplied with wealth would, in a short period, be overwhelmed by calamities.<\/p> \n<p><i> Therefore forgive them not;<\/i> or,<i> thou wilt not forgive them<\/i> . This latter clause is explained in two ways, though it does not much affect the real meaning which of the views you adopt; for the design of the Prophet is to show that towards such obstinate men God will not be appeased. If it be taken in the future tense,<i> thou wilt not forgive them<\/i> , the meaning will be more easily brought out; but if it be taken as a prayer,<i> forgive them not<\/i> , it will amount to the same thing; for we know that, when the prophets, inflamed by zeal for God, pour out prayers as under the dictation of the Spirit, they threaten just punishment against the ungodly: and we need not wonder that the Prophets offended by crimes so numerous and so shocking, kindles into such warmth that he consigns his countrymen to destruction; for nothing was more dear to him than the sacred honor of God. But at the same time it must be understood that he makes a tacit reservation of a remnant; because he does not here speak of every individual, but of the body of the people, which was so deeply infected by its vices that there was no hope of cure; otherwise it would have been unreasonable to give exhortations to repentance, and to hold out the hope of pardon to men who were incurable and thoroughly obstinate. The meaning therefore amounts to this, that the restoration of a new Church must not be expected till God has executed his judgments by destroying the temple.<\/p> ",
    "audit": null
}