{
    "id": 7980,
    "source": "calvin",
    "verse_id": 18877,
    "verse_count": 1,
    "reference": "63:10",
    "title": "",
    "html": " <p> <i>But they were rebellious. <\/i> The Prophet now comes down to the second clause, in which he states that the Lord ceased to shew kindness to his people, because they revolted, and turned aside from him. The question turns on this point: “God exercised his kindness towards our fathers for a long time; why do not we experience the same kindness? Is he unlike himself?” By no means; but we ourselves, by our rebellion, refuse and even drive away his goodness. Yet the Prophet not only accuses the men of his own age, but likewise condemns former ages. We see how, even when they had Moses for their leader, they murmured against God and rebelled. (<a class=\"ref\">Exodus 17:5; Numbers 11:1 <\/a>.) <\/p> \n <p> <i>Therefore he became an enemy to them. <\/i> He shews that the effect of their rebellion was, that God, who had loved them tenderly, yet, in consequence of their obstinacy, “became an enemy to them.” Let them accuse themselves, therefore, for suffering the punishment of their transgressions; for God is by nature disposed to shew kindness, and nothing is more agreeable to him than to bestow his favors. <\/p> \n <p> <i>And they provoked his Holy Spirit. <\/i> We are said to irritate “the Holy Spirit” by our wickedness; and this form of expression, after the manner of men, is intended to produce in us stronger abhorrence against sin, which provokes God’s wrath and hatred. Now, since it is the same Spirit that performs the work of our salvation, the Prophet suggests that God is alienated from us by our sins, which break asunder the bond of union. To this belongs the exhortation of Paul, <\/p> \n <p>“Grieve not; the Spirit of God, by whom ye have been sealed to the day of redemption.” (<a class=\"ref\">Ephesians 4:30 <\/a>.) <\/p> \n <p>It ought also to be observed here, that we have no reason for blaming men, who hate and persecute us, seeing that the Lord makes war with us, and punishes our transgressions by their hand. We ought therefore to accuse and condemn our transgressions; for they are the cause of all the evils which we endure. <\/p> ",
    "audit": null
}