{
    "id": 7493,
    "source": "calvin",
    "verse_id": 18383,
    "verse_count": 1,
    "reference": "37:30",
    "title": "",
    "html": " <p> <i>And this shall be a sign to thee. <\/i> He now directs his discourse to Hezekiah and the whole nation; for he did not address Sennacherib as if he expected him to listen, but in order that, by contemptuously mocking at the absent tyrant, he might more powerfully stimulate the minds of believers to stronger confidence. If he had simply said, “Take courage, Hezekiah; though Sennacherib is insolent, yet in due time I will restrain him;” that discourse would have been less impressive, than when he addresses the tyrant, and, by thundering against him, encourages believers to despise his presumption. Accordingly, the speech directed to the tyrant is now followed by a seasonable address to Hezekiah and the nation, and a promise of deliverance to them; not only that he will rescue them from the jaws of a savage beast, but also that Hezekiah shall enjoy a peaceful reign, and that the rest of the people shall have everything necessary for leading a prosperous and happy life. Thus he enlarges on the benefit derived from the deliverance in such a manner as to shew that he intends, not in one way only, but in a variety of ways, to promote the interests of his people; for not only does he once and instantaneously rescue them from dangers, but largely and bountifully bestows his kindness upon them, so that the fruit is seen long afterwards. <\/p> \n <p>But there is an apparent impropriety in putting as “a sign” an event which occurred later than the deliverance itself; for if he intended to encourage the besieged to entertain favorable hopes, he ought to have made some exhibition beforehand, instead of relating what he would do afterwards. I reply, there are two kinds of signs. Some go before the event, and lead us to it as by the hand; while others follow for the purpose of confirming the event, that it may be more strongly impressed upon our minds, and may never be effaced from our remembrance. For instance, when the Lord brought back his people out of Egypt, he gave many signs to Moses beforehand; but he also appointed another that should be after the deliverance, <\/p> \n <p> <span> “You shall sacrifice to me three days afterwards.” \n(<\/span> <a class=\"ref\">Exodus 3:12 <\/a>.) <\/p> \n <p>The design was, that they should not forget so great a blessing, but should give thanks to God after having received this additional favor. It is a sign of this nature which Isaiah here describes; and certainly it tends greatly to confirm our faith, to place before our eyes the uninterrupted course of God’s favours towards us, that we may consider how various they are. <\/p> \n <p>When the enemy had been repelled, there was danger from famine, which most commonly comes after war; for the wasting and pillaging of the fields must have been followed by great scarcity of provisions. Amidst so great scarcity as seemed likely to ensue, the Lord promises that there will be no lack of food, and holds out this as a very evident sign of deliverance, in order to convince them the more that he will be the author of the deliverance, or, at least, to fix it more deeply on their hearts. This was indeed incredible, and exceeded all expectation and belief; but it was necessary that the faith of Hezekiah and of the people should be excited in such a manner that, after having heard of so great kindness, they might be more ready to hope well, and next, that the event might shew that those illustrious works of God could not be ascribed to chance. <\/p> \n <p>The meaning therefore is, “After having driven out the enemy, God will restrain him so that he cannot bring fresh troops, and thou shalt peacefully possess thy country; he will also supply thee with food and nourishment, so that thou shalt be in want of nothing.” But because, as usually happens, they had consumed a large portion of the crop, and destroyed a part. of it, and because they who were besieged or fugitives had it not in their power to attend to agricultural labors, he promises that they shall have food without sowing till they sow on the third year. <\/p> ",
    "audit": null
}