{
    "id": 7520,
    "source": "calvin",
    "verse_id": 18410,
    "verse_count": 1,
    "reference": "38:19",
    "title": "",
    "html": "<p><i>The living, the living, he shall confess thee. <\/i> He does not include all men without exception; for many<i>live,<\/i> who yet extinguish the glory of God by their ingratitude, as far as lies in their power, and undoubtedly have nothing farther from their thoughts than that they were born to praise God. But he simply declares that men, so long as God supports them in this life, may justly be regarded as the lawful heralds of his glory, when he invites them, by his kindness, to the discharge of that office. And this contrast shews that the statement which he made a little before, that “in death or in the grave there is no remembrance of God,” is a general declaration, that they who would willingly be employed in praising God are deprived of this favor, when they are driven out of the world.<\/p> \n<p><i>As I do this day. <\/i> He solemnly declares that he will be one of the witnesses of the glory of God, and thus gives a manifest indication of gratitude towards God; for he declares that he will not be forgetful, but will continually give thanks to God, and will make known the favor which he has received; and that not only to the men of his own age, but also to posterity, that they too may celebrate those praises and adore the author of so great a favor.<\/p> \n<p><i>The father shall make known to the sons thy truth. <\/i> Hence we ought to learn a useful lesson, that children are given to men on the express condition, that every man, by instructing his children, shall endeavor, to the utmost of his power, to transmit the name of God to posterity; and, therefore, the fathers of families are chiefly enjoined to be careful in this respect, that they shall diligently mention the benefits which God has bestowed on them. By the word<i>truth h<\/i> e means that faithfulness which God exercises towards his people, and all the testimonies of his grace by which he proves that he is<i>true. <\/i><\/p> ",
    "audit": null
}