{
    "id": 6968,
    "source": "calvin",
    "verse_id": 17842,
    "verse_count": 1,
    "reference": "9:12",
    "title": "",
    "html": " <p> <i>Syria in front. <\/i>,The Prophet shows what will be the nature of this change, and what will happen after the death of <i>Rezin <\/i>,, (<a class=\"ref\">2 Kings 16:9 <\/a>,,) who had allied himself with Israel against Judah; namely, that <i>the Syrians <\/i>,, after the death of their king, from being allies will suddenly become enemies, and will make war against Israel, which took place. (<a class=\"ref\">2 Kings 17:3 <\/a>.) This is what he means when he says that <i>Syria <\/i>,will be <i>in front <\/i>,; for I do not agree with those expositors who make <i>Syria <\/i>,to mean “those on the East,” and <i>the Philistines <\/i>,“those on the West.” A more natural meaning is, that the enemies will invade them on every side; because on all sides they who had been regarded as faithful friends will rise up to destroy them. The phrases <i>in front <\/i>,and <i>behind <\/i>,agree with the ordinary modes of speaking, so that we ought not to seek an interpretation that is new and foreign to the purpose. <\/p>,\n <p>From this example we ought to learn what it is to rely on human power and the alliances of kings, and especially when, in consequence of being entangled by unlawful covenants, we become careless and fall asleep; for as soon as the Lord pleases, they who were formerly on our side will, in the smallest portion of time, be turned against us to our ruin; and remedies, which we thought would be useful to us will prove to be our destruction, and will assist us both <i>before <\/i>,and <i>behind <\/i>,. We ought also to observe that God does not all at once expend all his scourges, but when we proceed obstinately, and provoke him more and more, he increases and multiplies the chastisements, and still inflicts a new kind of punishment, till at length he subdues our obstinacy and rebellion. <\/p>,\n <p> <i>And will devour Israel with the whole mouth. <\/i>,The phrase <i>with the whole mouth <\/i>,, is equivalent to an ordinary idiom of our own, (<i>a pleine bouche <\/i>,,) <i>with full mouth <\/i>,. As if he had said, “Israel will be exposed as a prey to her enemies, so that on every hand she will be devoured <i>with open mouth <\/i>,, both by the Syrians and by the Philistines.” <\/p>,\n <p> <i>His anger is not turned away. <\/i>,This is the severest of all, and beyond everything else ought to have terrified the ungodly, that if they had suffered much, they have more to endure; that new punishments continually await them, because by going on in their obstinacy they inflame still more the wrath of God. Men take this as an incentive to more obstinate and determined wickedness, that, having suffered some punishment, they think that they have nothing more to suffer, and become more hardened. They do not even believe that they are any longer exposed to the judgment of God, who has already spent his rods; and as if they were altogether out of his power, they give themselves greater indulgence, and shake off every yoke. <\/p>,\n <p> <i>But his hand is stretched out still. <\/i>,What we have now stated is the reason why Isaiah threatens that <i>the hand of the Lord is still stretched out <\/i>,, that they may not think that they have escaped that <i>hand <\/i>,. Now, this is said not for the purpose of instructing, but of accusing, though the threatenings have also a tendency to make doctrine better understood; but as he had to do with obstinate men, on whom no chastisement produced any good effect, he therefore announces that the chastisements are not yet at an end; and that, although God has for a time discontinued those chastisements, still he has not dispensed with them, but has <i>his hand lifted up <\/i>,to inflict a new wound. <\/p>,",
    "audit": null
}