{
    "id": 6843,
    "source": "calvin",
    "verse_id": 17708,
    "verse_count": 1,
    "reference": "2:22",
    "title": "",
    "html": " <p> <i>Cease therefore from man<\/i>, These words are clearly connected with what goes before, and have been improperly separated from them by some interpreters. For Isaiah, after having addressed the ungodly in threatenings concerning the judgment of God, exhorts them to refrain from deluding themselves by groundless confidence; as if he had said, “I see that you are blinded and intoxicated by false hope, so that no argument can prevail with you; and this you do, because you claim too much for yourselves. But man is nothing; and you have to do with God, who can reduce the whole world to nothing by a single act of his will.” <\/p>\n <p> <i>Whose breath is in his nostrils<\/i>, The former part of the verse is explained in various ways; for some interpret it as referring to Christ, and view the word <span class=\"greek-hebrew\">,רוח<\/span>, (<i>ruach<\/i>,) which we render <i>breath<\/i>, as denoting <i>violence<\/i>, by a comparison which is frequently used in other parts of Scripture; and the nostril as denoting anger, because the outward sign of anger is in the nostrils. They bring out the meaning in this manner: “Beware of provoking the anger of Christ.” But if we examine the passage closely, that exposition will be found to be at variance with the meaning of the words. <\/p>\n <p>Others understand it as relating to men in general, but explain it by that saving, <i>Fear not them who kill the body<\/i>,. (<a class=\"ref\">Matthew 10:28<\/a>.) But neither can this interpretation be admitted, which does not agree either with the time or the occasion, since there was no reason for dissuading them from the fear of men. But, as I have already said, the context will quickly remove all doubt; for the commencement of the following chapter clearly explains and confirms what is here stated; and he who made this division has improperly separated those things which ought to have been joined together. For the Prophet is about to add, “The Lord will take from you those things which so highly elevate your minds, and put you in such high spirits. Your confidence is foolish and groundless. “Such is the connection of what he now says, “Cease therefore from man, whose breath is in his nostrils.” <\/p>\n <p>But first we must see what is meant by <i>breath in the nostril<\/i>,. It denotes human weakness, or, that the life of man is like a <i>breath<\/i>, which immediately vanishes away. And as David says, <\/p>\n <p> <span>,“If the Lord take away the breath, man returns to the dust.”\n(<\/span>, <a class=\"ref\">Psalms 104:29<\/a>.) <\/p>\n <p>Again: <\/p>\n <p> <span>,“His breath will go out, and he will return to his earth.”\n(<\/span>, <a class=\"ref\">Psalms 146:4<\/a>.) <\/p>\n <p>And again: <\/p>\n <p>“They are flesh, a breath that passeth away and cometh not again.” (<a class=\"ref\">Psalms 78:39<\/a>.) <\/p>\n <p>Since, therefore, nothing is more weak or frail than our life, what means that confidence, as if our strength were deeply rooted? We ought therefore to <i>cease from man<\/i>,; that is, we ought to lay aside groundless confidence; because man has his <i>breath in his nostril<\/i>, for when his breath goes out, he is immediately dissolved like water. We speak here of the <i>breath<\/i>, of life, for nothing is more frail. <\/p>\n <p>Besides, when we are forbidden to place confidence in men, let us begin with ourselves; that is, let us not in any respect trust to our own wisdom or industry. Secondly, let us not depend on the aid of man, or on any creature; but let us place our whole confidence in the Lord. <i>Cursed<\/i>,. says Jeremiah, <i>is he who trusteth in man<\/i>, and who placeth his strength and his aid in flesh, that is, in outward resources. (<a class=\"ref\">Jeremiah 17:5<\/a>.) <\/p>\n <p> <i>For wherein is he to be accounted of?<\/i>, This is the true method of repressing haughtiness. Nothing is left to men on which they ought to congratulate themselves; for the meaning is as if the Prophet had said that the whole glory of the flesh is of no value. It ought also to be observed that this is spoken comparatively, in order to inform us, that if there be in us anything excellent, it is not our own, but is held by us at the will of another. We know that God has adorned the human race with gifts which ought not to be despised. We know, also, that some excel others; but as the greater part of men neglect God, and flatter themselves beyond measure; and as irreligious men go so far as to think that they are more than gods, Isaiah wisely separates men from God, which the Holy Spirit also does in many other parts of Scripture: for when we look at them in themselves, we perceive more fully the frail, and fading, and transitory nature of their condition. Accordingly, as soon as men begin to make the smallest claim for themselves, they ought to have an opportunity of perceiving their vanity, that they may acknowledge themselves to be nothing. This single expression throws down the pompous applauses of free-will and merits, by which papists extol themselves in opposition to the grace of God. That intoxicated self-love, in which irreligious men indulge, is also shaken off. Lastly, we are brought back to God, the Author of every blessing, that we may not suppose that anything excellent is to be found but in hilly for he has not received what is due to hilly until the world has been stripped of all wisdom, and strength, and righteousness, and, in a word, of all praise. <\/p>",
    "audit": null
}