{
    "id": 7958,
    "source": "calvin",
    "verse_id": 18855,
    "verse_count": 1,
    "reference": "61:11",
    "title": "",
    "html": " <p> <i>For as the earth putteth forth. <\/i> By a beautiful comparison the Prophet confirms the former promises; for he reminds the Jews of the ordinary power of God, which shines brightly in the creatures themselves. The earth every year puts forth her bud, the gardens grow green after the sowing time, and, in short, herbs and plants, which appear to be dead during the winter, revive in the spring and resume their vigor. Now these are proofs and very clear illustrations of the divine power and kindness toward us; and since it is so, ought men to doubt of it? Will not he who gave this power and strength to the earth display it still more in delivering his people? And will he not cause to bud the elect seed, of which he promised that it should remain in the world for ever? <\/p> \n <p> <i>Before all the nations. <\/i> He again shews that the boundaries of the Church shall no longer be as narrow as they formerly were, for the Lord will cause her to fill the whole world. <\/p> \n <p> <i>Will cause righteousness and praise to spring forth, <\/i> He mentions “righteousness,” which was fully displayed when the Lord redeemed his people; but the righteousness of God was chiefly seen, when Christ was manifested to the world; not that God kept his righteousness concealed till that time, but that men did not know it. It is, as if he had said, “God will deliver and restore his people in such a manner that all shall acknowledge him to be righteous.” For redemption is a striking proof of the justice of God. <\/p> \n <p>He next mentions <i>praise <\/i>; because such a benefit ought to be accompanied by thanksgiving. The end of “righteousness” is, that glory may be given to God; and therefore he exhorts us to gratitude; for it is exceedingly base to be dumb after having received God’s benefits. <\/p> ",
    "audit": null
}