{
    "id": 7025,
    "source": "calvin",
    "verse_id": 17902,
    "verse_count": 1,
    "reference": "12:1",
    "title": "",
    "html": " <p> <i>And thou shalt say in that day.<\/i>, Isaiah now exhorts all the godly to thanksgiving. Yet the exhortation has also this object, that the promise may be more fully believed; for he seals it with that exhortation, that they may be convinced that it is certain, and may not think that they are deluded by unfounded hope, when a form of thanksgiving is now given, and, as it were, put into their mouth; and this would not have been the case, if there had not been just and solid grounds. At the same time, he points out the purpose which the Lord has in view in doing good in his Church. It is, that the remembrance of his name may be extolled; not that he needs our praise, but it is profitable to ourselves. We ought also to consider the honor which he bestows upon us, when he condescends to make use of our services for extolling and spreading the glory of his name, though we are altogether useless and of no value. <\/p>\n <p> <i>Thou shalt say.<\/i>, He addresses the whole people as if he were addressing one man, because it was their duty to be so united as to be one. We also are taught by the same example that we ought to be united together, that there may be <i>one soul and one mouth<\/i>, (<a class=\"ref\">Romans 15:6<\/a>,) if we desire to have our prayers and thanksgivings accepted by God. <\/p>\n <p> <i>Though thou wast angry with me.<\/i>, The leading thought of this song is, that God, though he was justly offended at his people, yet was satisfied with inflicting a moderate chastisement, and showed that he was willing to be pacified. The particle <span class=\"greek-hebrew\">,כי<\/span>,(<i>ki <\/i>) being sometimes expressive of a cause, some render it, <i>I will praise thee, O Lord, because, having been angry with me, still thou art immediately reconciled<\/i>,; but as it sometimes signifies <i>though<\/i>, I have adopted the rendering which I considered to agree best with this passage. <\/p>\n <p>Believers, therefore, first acknowledge their guilt, and next ascribe it to the mercy of God that they have been freed from their distresses. The words being in the future tense, the following interpretation might also be adopted:—“The temporal chastisement will not prevent thee from having at length compassion on me, and from giving me ground of joy and comfort.” Whichsoever of these views be taken, this sentiment ought to be carefully observed; for as soon as a conviction of God’s anger seizes our minds, it prompts us to despair, and if it be not seasonably counteracted, it will speedily overwhelm us. Satan also tempts us by all methods, and employs every expedient to compel us to despair. We ought, therefore, to be fortified by this doctrine, that, though we feel the anger of the Lord, we may know that it is of short duration, (<a class=\"ref\">Psalms 30:5<\/a>,) and that we shall be comforted as soon as he has chastened us. <\/p>\n <p>When we have been relieved from distresses, let us call to remembrance that our punishment is ended, not because we have paid to the justice of God what we had deserved, but because through his fatherly love he spares our weakness. This confession belongs properly to the godly and elect; for though the chastisements of the godly and ungodly appear to be the same, yet the reasons of them are exceedingly different. The wrath of the Lord against the ungodly is perpetual, and the chastisements which are inflicted on them are forerunners of everlasting destruction: no alleviation or consolation is promised to them. But the godly feel that the wrath of God is of short duration, and encourage their hearts by hope and confidence; for they know that God will be gracious to them, since he has declared that he punishes their sins for no other reason than to train them to repentance, <i>that they may not perish along with the world<\/i>,. (<a class=\"ref\">1 Corinthians 11:32<\/a>.) <\/p>\n\n <p>FT185 <i>He also is become my salvation<\/i>,.—Eng. Ver. <\/p>\n <p>FT186 In the margin he adds, “or, <i>of salvation<\/i>,. ” <\/p>\n <p>FT187 <i>Call upon his name<\/i>, (or, <i>Proclaim his name<\/i>,.)—Eng Ver. <\/p>\n <p>FT188 <i>Declare his doings among the people<\/i>,.—Eng. Ver. <\/p>",
    "audit": null
}