{
    "id": 7342,
    "source": "calvin",
    "verse_id": 18228,
    "verse_count": 1,
    "reference": "30:10",
    "title": "",
    "html": " <p> <i>Who say to the seers, See not.<\/i>, He now describes more clearly, and shews, as it were, to the life, the contempt of God and obstinacy which he formerly mentioned; for wicked men not only pour ridicule on doctrine, but furiously drive it away, and would even wish to have it utterly crushed and buried. This is what Isaiah intended to express. Not only do they turn away their ears, and eyes, and all their senses, from doctrine, but they would even wish that it were destroyed and taken out of the way; for wickedness is invariably attended by such rage as would lead them to wish the destruction of that which they cannot endure. The power and efficacy of the word wounds and enrages them to such a degree, that they give vent to their fierceness and cruelty like wild and savage beasts. They would gladly escape, but whether they will or not, they are constrained to hear God speaking, and to tremble at his majesty. This bitterness is followed by hatred of the prophets, snares, alarms, persecutions, banishment, tortures, and deaths, by which they think that they can overturn and root out both the doctrine and the teachers; for men are more desirous to have dreams and fabulous tales told them than to be faithfully instructed. <\/p>\n <p> <i>See not, prophesy not to us right things.<\/i>, The Prophet does not relate the words of wicked men, as if they openly made use of these words, but he describes the state of the fact and their actual dispositions; for he had not to do with men who were such fools as to make an intentional discovery of their wickedness. They were singularly cunning hypocrites, who boasted of worshipping God, and complained that they were unjustly reproached by the prophets. Isaiah tears off the mask by which they concealed themselves, and discovers what they are, because they refused to give place to the truth; for whence came the murmurs against the prophets, but because they could not bear to hear God speaking? <\/p>\n <p>The prophets were called <i>seers<\/i>, because the Lord revealed to them what would afterwards be made known to others. They were stationed, as it were, in a lofty place, that they might behold from on high, and as if from “a watch-tower,” (<a class=\"ref\">Habakkuk 2:1<\/a>,) the prosperous or adverse events which were approaching. The people wished that nothing of an adverse nature should be told them; and therefore they hated the prophets, because, while they censured and sharply reproved the vices of the people, they at the same time were witnesses of the approaching judgment of God. Such is the import of those words, “Do not see, do not prophesy right things.” Not that they spoke in this manner, as we have already said, but because such was the state of their feelings, and because they desired that the prophets should speak with mildness, and could not patiently bear the sharpness of their reproofs. Not one of them was so impudent as to say that he wished to be deceived, and that he abhorred the truth; for they declared that they sought it with the greatest eagerness, as all our adversaries boast of doing at the present day; but they denied that what Isaiah and the other prophets told them was the word of God. In like manner they plainly told Jeremiah that he was “a liar,” (<a class=\"ref\">Jeremiah 43:2<\/a>,) and threatened him more insolently, <\/p>\n <p> <span>,“Thou shalt not prophesy in the name of the Lord, \nlest thou die by our hand.” (<\/span>, <a class=\"ref\">Jeremiah 11:21<\/a>.) <\/p>\n <p>To them the truth was intolerable; and when they departed from it, they could find nothing but falsehood, and thus they willingly chose to be deceived and to have falsehood told them. <\/p>\n <p> <i>Speak to us smooth things.<\/i>, When he says that they desire “smooth things,” he points out the very source; for they were ready to receive flatterers with unbounded applause, and would willingly have allowed their ears to be tickled in the name of God. And this is the reason why the world is not only liable to be carried away by delusions, but earnestly desires them; for almost all wish to have their vices treated with forbearance and encouragement. But it is impossible that the servants of God, when they endeavor faithfully to discharge their duty, should be chargeable with being severe reprovers; and hence it follows that it is an idle and childish evasion, when wicked men pretend that they would willingly be God’s disciples, provided that he were not rigorous. It is as if they bargained that, for their sake, he should change his nature and deny himself; as Micah also says, that no prophets were acceptable to the Jews, but such as “prophesied of wine and strong drink.” (<a class=\"ref\">Micah 2:11<\/a>.) <\/p>",
    "audit": null
}