{
    "id": 7951,
    "source": "calvin",
    "verse_id": 18848,
    "verse_count": 1,
    "reference": "61:4",
    "title": "",
    "html": " <p> <i>And they shall build the deserts of the age. <\/i> He goes on to describe more largely that restoration of the Church; and chiefly with this view, that the Jews may entertain confident hope of deliverance, because those promises appeared to be altogether incredible. And this is the reason why he adorns with extensive and magnificent terms that benefit of redemption. It is a mistake to suppose that these words, “the age” and “many ages, relate to a future period; as if he had said that the building of which he speaks shall be firm and permanent. The Prophet’s meaning was widely different; for he shows (as I have explained at another passage) that the long­continued ruins of the city shall not prevent it from rising anew. When the inhabitants of any city, scattered in all directions, have been absent for a very long time, there can be no hope of rebuilding it; just as no person in the present day takes any concern about rebuilding Athens. Thus, when the Jews had been banished into a distant country, and Jerusalem had been forsaken for seventy years, who would have hoped that it would be built by the citizens themselves? <\/p> \n <p>For this reason Isaiah employs the designations of “deserts of the age, ancient wildernesses, cities of desolation, wildernesses of many ages,” in order to show that all this cannot prevent the Lord from restoring the city to be inhabited by his elect at the proper time. Yet these statements ought also to be accommodated to our time, so that, although the Lord permits his Church, when it has fallen down, to lie long in ruins, and though there is no remaining hope of rebuilding it, yet we may strengthen our heart by these promises; for it is God’s peculiar office to raise up and renew what had formerly been destroyed, and devoted as it were to eternal rottenness. But we have formerly treated of these matters at the fifty­eighth chapter. <\/p> ",
    "audit": null
}