{
    "id": 7812,
    "source": "calvin",
    "verse_id": 18708,
    "verse_count": 1,
    "reference": "52:11",
    "title": "",
    "html": " <p> <i>Depart ye, depart ye.<\/i>, He now exhorts the people to be always ready to set out, and at the same time to bear their misery with patience. As the excessive haste of the people needed to be restrained, so it was also proper to shake off their slothfulness; for, before the time of deliverance arrived, they burned with extravagant eagerness to depart; but when the period of the captivity was fulfilled, they had grown languid through long delay, and had thrown away all hope and wish to return, so that there were few who returned to Judea. They had mingled with the Babylonians, whose customs had captivated and depraved them so much that they disregarded their native country; and therefore they needed to be aroused and admonished, that they might not lose heart through long expectation, and might not suffer themselves to be corrupted by the pollutions of the Babylonians. <\/p>\n <p> <i>Touch not what is unclean.<\/i>, This expresses more clearly what we have already said. He bids them keep themselves pure and free from the defilements with which the Babylonians polluted themselves; for there was a risk of their being corrupted by the pollutions of the Gentiles, as we are all prone to evil, and easily led away by bad examples. Accordingly, he exhorts them, though they are captives, not to do anything for the purpose of pleasing their masters, or of having their condition improved; not to allow themselves to be drawn aside from the pure worship of God; not to be polluted by their idolatries; not to pretend that they worship idols or approve of their religion; for this is detestable “uncleanness,” which the Prophet bids them shun. Captives and those who groan under tyranny meet with temptations of this kind, under which they frequently sink so as to allow themselves to do many things that are unlawful and base, under the pretense of wishing to mitigate the rage of tyrants. But how frivolous their excuse is we see in this passage; for the Prophet does not exhort the Jews to be clean when they shall be free, but so long as they shall be held captive, and even when their life shall be in danger. These words undoubtedly relate to us also, whom Paul exhorts to be unpolluted, not only “in spirit,” but also “in the flesh.” (<a class=\"ref\">2 Corinthians 7:1<\/a>). <\/p>\n <p> <i>Be ye clean, that bear the vessels of Jehovah.<\/i>, This exhortation is especially directed to the priests and Levites, who, being standard­bearers, ought to maintain greater integrity; not that others have a right to pollute themselves, but he addresses them chiefly, that they may give an example to others, to whom they have been appointed to be guides. Besides, we must bear in remembrance what we have already seen, and what Isaiah will again repeat at the end of this book, that there will be a new priesthood among a redeemed people. (<a class=\"isa\" verses=\"WzE4OTQ0XQ==\">Isaiah 66:21<\/a>.) <\/p>\n <p>Yet I approve of the simple meaning, that the Levites and ministers of the temple are put, by way of eminence, (<span class=\"greek-hebrew\">,κατ᾿ ἐξοχὴν<\/span>) for the whole of the people. This doctrine, therefore, relates in the present day, not only to ministers of the word, but to all Christians, who are also called “a royal priesthood,” (<a class=\"ref\">1 Peter 2:9<\/a>,) and not only are appointed to carry the vessels of the temple, but are themselves “temples of God.” (<a class=\"ref\">1 Corinthians 3:16<\/a>.) Thus Ezekiel has predicted that at the restoration of the Church the Levites shall be high priests, and the whole people shall be admitted into the order of the Levites. Seeing, therefore, that the Lord has raised all to so high a rank of dignity, it follows that this “cleanness” is demanded from all without exception; and on this account also Paul has applied this passage to the whole Church. <\/p>",
    "audit": null
}