{
    "id": 7776,
    "source": "calvin",
    "verse_id": 18672,
    "verse_count": 1,
    "reference": "50:9",
    "title": "",
    "html": "<p><i> Who is he that condemmeth me?<\/i> Paul appears to allude to this passage, in his Epistle to the Romans, when he says, “It is God that justifieth; who shall condemn?” (<a class=\"ref\">Romans 8:33<\/a> .) We may safely have recourse to the judgment-seat of God, when we are well assured that we have obtained his righteousness by free grace through Christ. But here Isaiah handles a different subject; for he does not speak of the universal salvation of men, but of the ministry of the Word, which the Lord will defend against the attacks of wicked men, and will not suffer his people to be overwhelmed by their fraud or violence.<\/p> \n<p><i> Lo, they shall all wax old as a garment.<\/i> He now shews more clearly that it is not in the shade or at case that he boasts of his courage, as if none were giving him any disturbance; but he declares that, though he is assailed by deadly foes, still he boldly maintains his position; because all who fight with the Word of God shall fall and vanish away through their own frailty. In order to place the matter before their own eyes, he employs a demonstrative particle,<i> “Behold,<\/i> like garments shall they perish, being consumed by worms.” The Psalmist makes use of the same metaphor, when he compares the men of this world to the children of God. (<a class=\"ref\">Psalms 49:14<\/a> .) The former, though they make a show and shine like dazzling garments, shall perish; but believers, who now are covered with filth, shall at length obtain new brightness and shine brilliantly like the stars. Here he speaks literally of fierce dogs that attack and bark at godly teachers. Though such persons are held in high estimation by men, and possess very high authority among them, yet their lustre shall perish and fade away, like that of garments which are eaten by worms.<\/p> ",
    "audit": null
}