{
    "id": 7149,
    "source": "calvin",
    "verse_id": 18028,
    "verse_count": 1,
    "reference": "19:23",
    "title": "",
    "html": "<p><i> In that day.<\/i> The Prophet now foretells that the Lord will diffuse his goodness throughout the whole world; as if he had said, “It will not be shut up in a corner, or exclusively known, as it formerly was, by a single nation.” Here he speaks of two nations that were the most inveterate enemies of the Church, and that appeared to be farther removed than any other from the kingdom of God; for much more might have been expected from distant nations, because the nations here mentioned openly made war with God and persecuted his Church. And if the Lord is so gracious to the deadly enemies of the Church, that he pardons and adopts them to be his children, what shall be the case with other nations? This prophecy thus includes the calling of all nations.<\/p> \n<p><i> There shall be a highway.<\/i> Now, when he says that, in consequence of a<i> highway<\/i> having been opened up, there will be mutual access that they may visit each other, he describes brotherly intercourse. We know that the Egyptians carried on almost incessant wars with the Assyrians, and cherished an inveterate hatred towards each other. He now foretells that the Lord will change their dispositions, and will reconcile them to each other, so that they will have mutual communications, mutual coming in and going out, in consequence of laying open the<i> highways<\/i> which were formerly shut. Here we ought to observe what we formerly remarked at the fourth verse of the second chapter, namely, that when men have been reconciled to God, it is likewise proper that they should cherish brotherly kindness towards each other. Strife, quarreling, disputes, hatred, and malice, ought to cease when God has been pacified. We need not wonder, therefore, that he says that a highway to Egypt is opened up for the Assyrians; but this ought undoubtedly to be referred to the reign of Christ, for we do not read that the Egyptians were on a friendly footing with the Assyrians till after they had known Christ.<\/p> \n<p><i> And the Egyptians shall serve the Assyrians, (or, with the Assyrians.)<\/i> This clause may be rendered, “shall serve God;” but as the name of God is not expressed here, it may refer to the Assyrians, which is also pointed out by the particle<span class=\"greek-hebrew\"> את<\/span> (ĕ<i> th<\/i> .) It may therefore be explained thus. They who formerly burned with a desire to injure one another will be changed in their dispositions, and will desire to shew kindness. In short, the fruit of true repentance will be made evident, for they who formerly distressed each other in mutual wars will lend mutual aid. And this opinion will agree very well with those words of the Prophet with which they stand connected. Yet I do not set aside another interpretation which is almost universally adopted, namely, “They who formerly worshipped other gods will henceforth acknowledge one God, and will assent to the same confession of faith.” I leave every one to adopt that interpretation which he thinks best. If the latter interpretation be preferred, the Prophet makes brotherly love to flow from godliness, as from its source.<\/p> ",
    "audit": null
}