{
    "id": 7762,
    "source": "calvin",
    "verse_id": 18658,
    "verse_count": 1,
    "reference": "49:21",
    "title": "",
    "html": "<p><i>And thou shalt say in thy heart. <\/i>By these words he declares that the restoration of the Church, of which he now speaks, will be wonderful; and therefore he represents her as wondering and amazed on account of having been restored in a strange and unexpected manner. And truly a description of this sort is not superfluous; for, as a new offspring grows up among men every day, by which the human race is propagated, so the children of God and of the Church are born, who, “not from flesh and blood,” (<a class=\"ref\">John 1:13<\/a>,) but by the secret power of God, are formed again to be new creatures. By nature we have no share in the kingdom of God;  and therefore, if any man contemplate this new and uncommon work, and in what manner the Church is increased and maintained, he will be constrained to wonder. <\/p>\n<p><i>Who hath begotten me these? <\/i>He shews that this astonishment will not be pretended, like expressions of this kind which frequently proceed from flatterers, but that it will come from “the heart;” for there will be good ground for wondering, that the Lord has preserved the Church amidst so great dangers, and has multiplied it by a new and unexpected offspring. Who would have thought that, at the time when the Jews were held in the greatest contempt, and were overwhelmed by every kind of reproaches and distresses, there would be any of the Gentiles who of their own accord desired to be associated with them? It was also in the highest degree improbable that the dispositions of men should be so suddenly changed as to adopt a religion which they had detested. Besides, the partition-wall which had been erected between them hindered all foreigners and uncircumcised persons from entering. <\/p>\n<p><i>For I was bereaved <\/i>(or <i>barren) and solitary. <\/i>She now explains what was the chief ground of that astonishment; namely, that formerly she brought forth no children, and was altogether destitute. Doctrine, which is the seed of spiritual life, by which the children of the Church are begotten, (<a class=\"ref\">1 Peter 1:23<\/a>,) had ceased; even the worship enjoined by the Law had been broken off; and, in short, everything that usually contributes to upholding the order of government had been taken away. Now, the Church is called <i>bereaved <\/i>or <i>barren, <\/i>not because God hath forsaken her, but because his presence is not always visible. We ourselves saw an image of that barrenness, when the Lord, in order to punish the ingratitude of men, took away his doctrine, and allowed them to wander in darkness. The Church might truly be said to be “bereaved” and “barren,” when none of her children were seen. Hence we ought to conclude how foolish the Papists are, who wish that Christ would always govern his Church so that it may never be “bereaved” or “barren;” seeing that the Lord, thougit he does not forsake the Church, yet very frequently, on account of the ingratitude of men, withdraws the tokens of his presence. <\/p>\n<p><i>Who then hath brought up those? <\/i>It is no easy matter for those who are led into captivity, and who often change their place and habitation, to “bring up” children; and when the law and the doctrine of piety no longer resounded in the temple, spiritual nourishment had almost entirely failed. But the Lord, who has no need of human aid, begets his children in an extraordinary manner, and by the astonishing power of his Spirit, and “brings them up” wherever he thinks proper; and in the fulfillment of this prediction, the Lord supplied them with nurses contrary to the expectation of all, so that it is not without reason that the Church wonders how they were reared. When we read this prophecy we are reminded that we ought not to be distressed beyond measure, if at any time we see the Church resemble a “bereaved” woman, and that we ought not to doubt that he can suddenly, or in a moment, raise up and restore her, though we perceive no means by which she can be restored. <\/p>",
    "audit": null
}