{
    "id": 7011,
    "source": "calvin",
    "verse_id": 17887,
    "verse_count": 1,
    "reference": "11:2",
    "title": "",
    "html": "<p><i>And the Spirit of the Lord shall rest upon him. <\/i> He now begins to speak of Christ plainly and without a figure; for it was enough to have represented the consolation under that figure, in order that the full contrast between the burning of the wood and its springing up anew might be made manifest. Two states of the people are described by him; for, after having explained the calamity, he next added the hope of restoration, though the commencement of it was from a slender<i>branch<\/i> . But now he plainly shows what will be the nature of the redemption, and what will be the condition of Christ and of his kingdom.<\/p> \n<p>Some think that this should rather be viewed as referring to Hezekiah; but how groundless that opinion is we have already shown; for when he was born, David had still a flourishing reputation, and the rank of royalty belonged to his descendants; and Hezekiah was very far from attaining that greatness which is shortly afterwards described. Now, hence we infer that the spiritual kingdom of Christ was formerly promised to the ancient people, because his whole strength, power, and majesty, is here made to consist in the gifts of<i>the Spirit<\/i> . Although Christ was not deficient in gifts of this kind, yet as he took upon him our flesh, it was necessary that he should be enriched with them, that we might afterwards be made partakers of all blessings of which otherwise we are destitute; for<i>out of his fullness<\/i> , as John says, <i>we must draw as from a fountain<\/i> . ( <a class=\"ref\">John 1:16<\/a>.)<\/p> \n<p><i>The Spirit of the Lord<\/i> We must keep in view what I mentioned a little ago, that this refers to Christ’s human nature; because he could not be enriched with the gift and grace of the Father, except so far as he became man. Besides, as he came down to us, so he received the gifts of<i>the Spirit<\/i> , that he might bestow them upon us. And this is the<i>anointing<\/i> from which he receives the name of<i>Christ<\/i> , which he imparts to us; for why are we called<i>Christians<\/i> , but because he admits us to his fellowship, by distributing to us out of his fullness<i>according to the measure<\/i> ( <a class=\"ref\">Ephesians 4:7<\/a>) of undeserved liberality? And undoubtedly this passage does not so much as teach us what Christ is in himself, as what he received from the Father, that he might enrich us with his wealth.<\/p> \n<p><i>The spirit of wisdom and understanding. <\/i> Though it is not necessary to bestow great attention on single words, yet if any person wish to draw a slight distinction between<i>wisdom<\/i> and<i>understanding<\/i> , I consider it to be this, that the word<i>wisdom<\/i> comprehends generally all that relates to the regulation of the life, and that<i>understanding<\/i> is added for the sake of explaining it; for if we are endowed with this<i>wisdom<\/i> , we shall have sagacity enough. <i>Counsel<\/i> means that judgment by which we can thread our way through intricate affairs; for<i>understanding<\/i> would not be sufficient, if there were not also<i>counsel<\/i> , that we might be able to act with caution in doubtful matters. The word<i>might<\/i> is well enough known. <i>Knowledge<\/i> differs little from<i>understanding<\/i> ; except that it relates more to the act of knowing, and thus declares what has taken place. <i>The fear of the Lord<\/i> means a sincere desire to worship God.<\/p> \n<p>The Prophet does not here enumerate all the gifts of the Holy Spirit, as some have thought. Out of this passage the Papists have foolishly and ignorantly drawn their sevenfold grace, and some of the ancients fell into a similar blunder. He enumerates only six kinds; but they have added a seventh out of their own head. But as one error commonly follows another, they have chosen to limit the gifts of<i>the Spirit<\/i> to the number seven, although in other parts of Scripture ( <a class=\"ref\">John 14:17; 2 Timothy 1:7<\/a>) he receives numerous and lofty commendations drawn from the variety of the effects which he produces. Besides, it is very evident that it is through the kindness of Christ ( <a class=\"ref\">Galatians 5:22<\/a>) that we are partakers of other blessings than those which are here enumerated, of meekness, chastity, sobriety, truth, and holiness; for these proceed from none else than from Christ. He does not mention, therefore, all the gifts which were bestowed on Christ, for that was unnecessary; but only shows briefly that Christ came not empty-handed, but well supplied with all gifts, that he might enrich us with them.<\/p> \n<p>If these things had not been added, we might have supposed, as the Jews commonly do, that the restoration of this kingdom was carnal, and might have imagined that Christ was poor and destitute of all blessings. Accordingly, the Prophet afterwards shows that the gifts of the Spirit are laid up in him, first, generally, and next, particularly; that we may go to him to obtain whatever we want. He will enlighten us with the light of<i>wisdom<\/i> and<i>understanding<\/i> , will impart to us<i>counsel<\/i> in difficulties, will make us strong and courageous in battles, will bestow on us the true fear of God, that is, godliness, and, in a word, will communicate to us all that is necessary for our life and salvation. All gifts are here included by the Prophet, so that it is excessively foolish to attempt to conceal those which do not belong to the present enumeration.<\/p> \n<p>He shows that they dwell in Christ, in order that they may be communicated to us. We are also called his<i>fellows<\/i> , ( <a class=\"ref\">Psalms 45:7<\/a> ,) because strength proceeds from him as the head to the individual members, and in like manner Christ causes his heavenly anointing to flow over the whole body of his Church. Hence it follows that those who are altogether barren and dry have no interest in Christ, and falsely glory in his name. Whenever therefore we feel that we are in want of any of these gifts, let us blame our unbelief; for true faith makes us partakers of all Christ’s benefits. We ought therefore to pray to the Lord not to permit the lusts of the flesh to rule in us, that Christ may wholly unite us to himself. It should also be observed, that we ought to ask all blessings from Christ alone; for we are mistaken if we imagine that anything can be obtained from the Father in any other way.<\/p> ",
    "audit": null
}