{
    "id": 7922,
    "source": "calvin",
    "verse_id": 18818,
    "verse_count": 1,
    "reference": "59:17",
    "title": "",
    "html": "<p><i> And he put on righteousness as a coat of mail.<\/i> Here he equips God with his armor, for the purpose both of confirming more and more the confidence of believers, and of stripping all men of all confidence in their own strength. The meaning of the verse amounts to this, that God is in want of nothing for discomfiting his enemies and gaining the victory; because from his righteousness, power, and grace, and from his ardent love of his people, he will make for himself<span class=\"greek-hebrew\"> πανοπλίαν<\/span> complete armor. And this is again worthy of remark; for, although we acknowledge that God is sufficiently powerful, yet we are not satisfied with it, but at. the same time seek other help. Thus our minds are always inclined to unbelief, so that they fasten on inferior means, and are greatly entangled by them.<\/p> \n<p>In order to correct this vice, Isaiah presents this lively description; as if he had said, “Know ye that God has in his hand all the safeguards of your salvation, and will be in want of nothing to deliver you in spite of enemies and bring you back to your native country; and therefore there is no reason why you should tremble.” Besides, there is nothing to which we are more prone than to imagine that we bestow something on God, and thus to claim for ourselves some part of the praise which ought to remain undivided with him.<\/p> \n<p>When he clothes God<i> with vengeance, and with indignation as a cloak<\/i> , this relates to enemies, against whom God is said to be enraged for the sake of his people; and thus, the more that Satan labors and makes every effort against us, so much the more does God kindle with zeal, and so much the more powerfully does he rise up, to render assistance to us. Although, therefore, Satan and all the reprobate do not rest, but raise up obstacles of every kind to prevent our salvation, and even exert themselves furiously to destroy us, yet, by his power alone, God will defeat all their efforts.<\/p> ",
    "audit": null
}