{
    "id": 7712,
    "source": "calvin",
    "verse_id": 18608,
    "verse_count": 1,
    "reference": "47:8",
    "title": "",
    "html": " <p> <i>And now hear this, thou delicate woman. <\/i> The Prophet again threatens the destruction of Babylon, and employs appropriate words for strengthening the hearts of believers, that the prosperity of the Babylonians may not stupify and lead them to despondency; and yet he does not address Babylon in order to produce an impression upon her, but to comfort believers. He adds, that she was intoxicated with pleasures; for prosperity, being the gift of God, ought not in itself to be condemned, but it is well known how prone the children of the world are, to pass from luxury to insolence. <\/p> \n <p> <i>Who saith in her heart. <\/i> He now explains what is meant by the word to say, of which we spoke in the exposition of the preceding verse, namely, that one convinces himself and believes that it will be thus and thus, as proud and insolent men commonly do, although they often conceal it through pretended modesty, and do not wish it to be publicly known. <\/p> \n <p> <i>I am, and there is none besides me. <\/i> This arrogance, by which she prefers herself to the whole world, is intolerable. First, she thinks that <i>she is; <\/i> secondly, she imagines that the rest of the world does not deserve to be compared to her; thirdly, she promises to herself everlasting repose, for she says, <i>I shall not sit as a widow. <\/i> As to the first, there is none of whom it can be said with truth that <i>he is, <\/i> but God alone, who has a right to say, “I am what I am,” (<a class=\"ref\">Exodus 3:14<\/a>;) for by this mark he is distinguished from the creatures. Thus, he who thinks that he subsists by his own power robs God of the honor due to him, and so Babylon, by exalting herself, made war with God. Secondly, she treated the whole world with contempt, when she preferred herself to it. In this manner proud men begin with God, by representing him to be their enemy, and they end by making all men, without exception, their enemies, through their haughtiness. The third clause, which may be regarded as the copestone of her pride, is, that she considers her condition to be eternal, and does not take into account the liability of the affairs of men to undergo change; for the higher men have been exalted, they sometimes on that account sink the lower. <\/p> ",
    "audit": null
}