{
    "id": 7940,
    "source": "calvin",
    "verse_id": 18836,
    "verse_count": 1,
    "reference": "60:14",
    "title": "",
    "html": "<p><i>And the sons of them that afflict thee shall come. <\/i> He continues the same subject, for he shows how splendid will be this work of redemption; that is, that they who persecuted or despised the Church “shall come,” so as to bow down humbly before her, and submit to her with their whole heart. By “the sons of them that afflict her,” he means the persecutors and enemies who oppressed her. This was indeed partly fulfilled, when the Jews returned to their native country; but that return was nothing more than a dark shadow of the deliverance which we have obtained through Christ. These things were actually accomplished under the reign of Christ, yet so that the full accomplishment of them may be expected at; his second coming, as we have already said under a different passage.<\/p> \n<p>Some one will ask, “Is not this honor, of which the Prophet speaks, excessive and greater than ought to be given to the Church? for to bow down and prostrate ourselves are tokens of honor which no human being ought to receive.” I reply, this honor is rendered, not to the members, but to the Head; that is, to Christ, who is worshipped in the Church; and this worship is rendered by those who formerly hated and persecuted him. Now we say that Christ is worshipped in the Church, not as the Papists do, who think that the honor which they bestow on that Roman idol is rendered to Christ. They for whose sake these things are said reject and despise doctrine; for Christ is honored by those who obey his doctrine. And this is what the Prophet means, that they who were formerly alienated from it shall heartily submit, so as to obey Christ; for if Christ; has any majesty, it shines forth in the doctrine which he administers by the agency of men.<\/p> \n<p><i>They shall call thee the city of Jehovah. <\/i> The Church had formerly been adorned with that title; but it was nearly obliterated when the city was destroyed, the temple thrown down, and the people carried into captivity. Jerusalem was no more, and nothing was to be seen in it but frightful desolation; and therefore he means that it shall be restored in such a manner that all shall acknowledge it to be the city of God.<\/p> \n<p><i>The Zion of the Holy One of Israel. <\/i> He next speaks of the temple, that all may know that this high rank is ascribed to Jerusalem on account of the temple; that is, on account of the worship of God which the Lord established there.<\/p> ",
    "audit": null
}