{
    "id": 7378,
    "source": "calvin",
    "verse_id": 18265,
    "verse_count": 1,
    "reference": "32:5",
    "title": "",
    "html": "<p><i>No longer shall the base person be called. <\/i> The Prophet means that everything will be restored to good order, so that vices will not, as formerly, be reckoned virtues; for, when the public government is wicked, covetous persons are in power, and are honored and esteemed, because men judge of virtue by wealth and power; a poor man is everywhere despised, though he be truly upright and bountiful to the full extent of his ability; and, in a word, in such a state of things there is nothing but disorder and confusion. But good government quickly detects such pretences and masks; for, where virtue is esteemed, vices are immediately exposed. Good men also have greater freedom allowed them in restraining the wantonness of those who formerly trod under their feet all that is just and lawful.<\/p> \n<p>When the Prophet speaks here about the condition and reformation of the Church, which is a spiritual government, we ought to raise our minds somewhat higher, so as to view all this as relating to Christ, to whom it specially and peculiarly belongs to expose hidden vices, and to remove those vails and coverings by which the appearance of vices is changed, so that they are praised as if they were virtues. He does this by means of the gospel, by which he drags into light the disgraceful actions which were formerly concealed, and openly shews what they really are, so that no man, unless he choose it, can be deceived by their outward appearance. And this is the reason why the gospel is so much hated by the world; for no man can patiently endure to have his “hidden thoughts” and concealed baseness “revealed.” ( <a class=\"ref\">Luke 2:35<\/a>.) Philosophers indeed reason admirably about covetousness and liberality, and in some degree explain what is the difference between them; but they never penetrate into the hearts, so as to search them and actually distinguish between the covetous man and the bountiful. This can only be done by Christ’s light, when he shines by means of the gospel, and, by exploring the deepest corners of the human heart, brings us to spiritual and inward obedience. In this passage, therefore, we are brought to the judgment-seat of Christ, who alone, by exposing hypocrisy, reveals whether we are covetous or bountiful.<\/p> ",
    "audit": null
}