{
    "id": 7871,
    "source": "calvin",
    "verse_id": 18767,
    "verse_count": 1,
    "reference": "57:1",
    "title": "",
    "html": " <p> <i>The righteous man hath perished. <\/i> Isaiah continues his subject; for, after having shown how fearlessly hypocrites indulge in their luxuries, and with what impudence they despise the word of God, he likewise complains that they do not consider the works of God. We have been placed here, as in a spacious theater, to behold the works of God; and there is no work of God so small that we ought to pass by it; lightly, but all ought to be carefully and diligently observed. <\/p> \n <p> <i>And no man layeth it to heart. <\/i> The Lord holds out as a mirror this event of his providence, more remarkable than all others, that he takes away good and worthy men out of this life, when he determines to chastise his people severely. But no man considers it, or reflects that it is a token of approaching destruction, that God gathers them, and places them in safety from being distressed by prevailing afflictions. The general meaning is, that wicked men grievously deceive themselves by supposing that there is no greater happiness than to have life continued to a great age, and by thus pluming themselves on their superiority to the servants of God, who die early. Being attached to the world, they likewise harden themselves by this pretense, that, by nothing else than a manifestation of God’s favor towards them, while others die, they continue to be safe and sound. <\/p> \n <p> <i>Men of mercy are gathered. <\/i> If by “men of mercy” be meant kind or tender-hearted men, this description ought to be carefully studied, by which the Prophet shows what is the true righteousness of the children of God; for hypocrites reckon this to be of no value. But nothing is more acceptable to God than kindness, by which we give evidence of our righteousness, and manifest that our heart is free from all hypocrisy. Yet we may with equal propriety take the phrase “men of mercy” in a passive sense, as meaning those whom the Lord has embraced by his mercy; for it is a phrase of frequent occurrence in Hebrew writings. Nor will it be inappropriate to suppose that there is an implied contrast between the grace of God and the wicked and unfavorable judgments of men; for they are wont to look on those persons as condemned who are taken away in the flower of their age. But, since God, in many passages of Scripture, represents gentleness and kindness as a distinguishing mark of his children, this may be, as I have said, a definition of true righteousness. <\/p> \n <p>Hence we see that the Lord, at that time, gathered many good men, whose death portended some dreadful calamity, and yet that the Jews paid no regard to such forewarnings, and even proceeded to more daring lengths of wickedness; for they thought that all went well with them, when they were the survivors of many excellent men. This doctrine is highly appropriate to every age. It frequently happens that God takes good men out of this world, when he intends to punish severely the iniquities of the ungodly; for the Lord, having a peculiar regard to his own people, takes compassion upon them, and, as it were, snatches them from the burning, that even survivors may perceive in it the wrath of God. And yet this is not an invariable rule; for righteous men are frequently involved, along with the reprobate, in temporal punishments; but it is so frequent that it rarely happens otherwise. <\/p> \n <p>In our own times a remarkable instance of this was given in the death of Luther, who was snatched from the world a short time before that terrible calamity befell Germany, which he had foretold many years before, when he exclaimed loudly against that contempt of the Gospel, and that wickedness and licentiousness which everywhere prevailed. Frequently had he entreated the Lord to call him out of this life before he beheld that dreadful punishment, the anticipation of which filled him with trembling and horror. And he obtained it from the Lord. Soon after his death, lo, a sudden and unforeseen war sprang up, by which Germany was terribly afflicted, when nothing was farther from her thoughts than the dread of such a calamity. <\/p> \n <p>Instances of this kind occur every day; and if men observed them, they would not so heedlessly flatter themselves and their vices. But I thought it right to take special notice of this event, both because it happened lately, and because in so distinguished a preacher of the Gospel and prophet of God it must be more clearly seen. We ought, therefore, to consider diligently the worlds of the Lord, both in the life and in the death of “the righteous,” but especially in their death, by which the Lord calls them away to a better life, that they may be rescued from those afflictions in which the wicked must be plunged. <\/p> ",
    "audit": null
}