{
    "id": 7814,
    "source": "calvin",
    "verse_id": 18710,
    "verse_count": 1,
    "reference": "52:13",
    "title": "",
    "html": " <p> <i>Behold, my servant shall have prosperous success <\/i> After having spoken of the restoration of the Church, Isaiah passes on to Christ, in whom all things are gathered together. Some explain <span class=\"greek-hebrew\"> ישכיל <\/span> (<i>yashkil<\/i>) to mean shall “deal prudently;” but, as it is immediately added that he shall be exalted, the context appears to demand that we shall rather understand it to denote “prosperous success,” for <span class=\"greek-hebrew\"> שכל <\/span> (<i>shakal<\/i>) also signifies “to be prosperous.” He speaks, therefore, of the prosperity of the Church; and as this was not visible, he draws their attention to the supreme King, by whom all things shall be restored, and bids them wait for him. And here we ought carefully to observe the contrasts which the Prophet lays down; for the mightiness of this king whom the Lord will exalt is contrasted by him with the wretched and debased condition of the people, who were almost in despair. He promises that this king will be the head of the people, so that under him as the leader the people shall flourish, though they be now in a state of the deepest affliction and wretchedness; because he shall have a prosperous course. <\/p> \n <p>He calls Christ “his Servant,” on account of the office committed to him. Christ ought not to be regarded as a private individual, but as holding the office to which the Father has appointed him, to be leader of the people and restorer of all things; so that whatever he affirms concerning himself we ought to understand as belonging also to us. Christ has been given to us, and therefore to us also belongs his ministry, for the Prophet might have said, in a single word, that Christ will be exalted and will be highly honored; but, by giving to him the title of “Servant,” he means that he will be exalted for our sake. <\/p> ",
    "audit": null
}