{
    "id": 7936,
    "source": "calvin",
    "verse_id": 18832,
    "verse_count": 1,
    "reference": "60:10",
    "title": "",
    "html": " <p> <i>And the sons of the stranger shall build thy walls. <\/i> He continues the same subject. As he formerly said that foreigners shall submit to his authority, in order to build the temple; so he now says that “the sons of the stranger” shall bestow their labor in building the walls. Various are the comparisons by which he promises the restoration of the Church. It is customary in Scripture, when the Church is spoken of, to exhibit sometimes the temple, and sometimes Jerusalem. He promises that foreigners and strangers shall assist in rearing this building, that the Jews may not be terrified by their poverty or their small number, and consequently lose heart; for they might be tempted to distrust during the captivity, so that, though they hoped to return to their native country, still they might think that this could not be accomplished by them. <\/p> \n <p>Now, Cyrus accomplished it, when he supplied them with a large amount of gold and silver. But in him these things were merely shadowed out. They were actually fulfilled in Christ, to whose reign they must entirely relate; for, first, Christ employed a few apostles, (<a class=\"ref\">Matthew 10:1 <\/a>) who could not be sufficient for so great a work; but afterwards he raised up strangers, from among whom he chose pastors, and wished that their foreign princes should be nursing­fathers of the Church. <\/p> \n <p>With aggravated wickedness do the Papists pervert and corrupt this passage, by torturing it to uphold the tyranny of the Pope, whom they wish to possess supreme power over kings and princes. They speak impudent falsehood when they say that he is Christ’s deputy; for Christ’s “kingdom” is not of this world. (<a class=\"ref\">John 18:36 <\/a>) The Pope rules barbarously and tyrannically, and claims the power of changing and disposing of kingdoms. But kings submit to Christ in such a manner that they do not cease to be kings, but exercise all their power for preserving the worship of God and administering righteous government. <\/p> \n <p>Hence we see how much those persons are opposed to the kingdom of Christ who wish to snatch authority and power from kings, that they themselves may possess it. Hence also the Anabaptists may be refuted, who overturn political order so far as to imagine that kings cannot be Christians in any other way than by renouncing their own authority, since even in the royal rank God shows that he wishes to hold the highest place. <\/p> \n <p> <i>For in my wrath I smote thee. <\/i> Lest any one should object that it would have been easier to preserve the Church uninjured than to raise her from hell, God anticipates the objection, and shows that the Jews were justly afflicted in this manner, because he had been exceedingly provoked by their offenses; but he gives them good ground of hope, because he does not choose to demand the punishment which they had deserved, but will be satisfied, provided that a temporary chastisement shall humble them. <\/p> \n <p> <i>In my kindness have I had compassion on thee. <\/i> He reminds the Jews what is the cause of this change, that they may not judge of it according to their own apprehension. When kingdoms are changed, and frequently rise and fall, men think that these events happen by chance, and that it is the common lot of the world. The Jews might think the same thing, when, in consequence of the kingdom of the Babylonians having been overturned, they were restored to liberty. For this reason the Lord testifies that all these things are governed by his providence; that is, that they may not shut their eyes after the manner of heathens. It is as if he had said, “If thou inquire why thou hast endured so many afflictions, the reason is this, that I was angry with thee and punished thy transgressions. But if thou ask the cause of thy deliverance, my undeserved kindness, and not thy worthiness, or an accidental occurrence, was the cause.” Accordingly, calamities do not happen by chance, nor is God angry without cause; and he is not angry to such a degree as not to leave room for his compassion. (<a class=\"ref\">Habakkuk 3:2 <\/a>) <\/p> ",
    "audit": null
}