{
    "id": 7308,
    "source": "calvin",
    "verse_id": 18191,
    "verse_count": 1,
    "reference": "28:26",
    "title": "",
    "html": "<p><i> His God instructeth and teacheth him what is right.<\/i> From whom did the husbandman learn these things but from God? If they are so well educated and taught in the smallest matters, what ought we to think of so great a teacher and instructor? Does he not know how to apply a fixed measure and equity to his works? Does he not see the time for executing his judgment; when he ought to cut down the people, and, as we may say, to harrow them; when he ought to thrash; what strokes, what kind of chastisements he ought to inflict; in short, what is most suitable to each time and to each person? Will not he who appointed the universal order of nature regulate these things also by a just proportion? Are men so headstrong that they will venture to remonstrate with him, or to impugn his wisdom? The general meaning is, that we ought not to judge rashly, if God does not immediately punish the wickedness of men.<\/p> \n<p>This shews that we ought to restrain the presumption of men, who, even in the smallest matters, often fall into mistakes. If a person ignorant of agriculture should see a husbandman cutting fields with a plough, making furrows, breaking clods, driving oxen up and down and following their footsteps, he would perhaps laugh at it, imagining that it was childish sport; but that man would be justly blamed by the husbandman, and convicted of ignorance and rashness; for every person of great modesty will think that those things are not done idly or at random, though he does not know the reason. When the seed is committed to the ground, does it not appear to be lost? If ignorant men find fault with these things, as ignorance is often rash and presumptuous in judging, will not intelligent men justly blame and pronounce them to have been in the wrong? If this be the case, how shall the Lord deal with us, if we dare to find fault with his works which we do not understand?<\/p> \n<p>Let us therefore learn from this how carefully we ought to avoid this rashness, and with what modesty we ought to restrain ourselves from such thoughts. If we ought to act modestly towards men, and not to condemn rashly what exceeds our understanding or capacity, we ought to exercise much greater modesty towards God. When we consider therefore the various calamities with which the Church is afflicted, let us not complain that loose reins are given to the wicked, and that consequently she is abandoned to her fate, or that all is over with her; but let us believe firmly, that the Lord will apply remedies at the proper time, and let us embrace with our whole heart his righteous judgments.<\/p> \n<p>If any person carefully examining those words shall infer from them that some are punished more speedily and others more slowly, and shall pronounce the meaning to be, that punishment is delayed, such a view is not merely probable, but is fully expressed by the Prophet. We draw from it a delightful consolation, that the Lord regulates his thrashing in such a manner that he does not crush or bruise his people. The wicked are indeed reduced by him to nothing and destroyed; but he chastises his own people, in order that, having been subdued and cleansed, they may be gathered into the barn.<\/p> ",
    "audit": null
}