{
    "id": 7082,
    "source": "calvin",
    "verse_id": 17961,
    "verse_count": 1,
    "reference": "14:32",
    "title": "",
    "html": "<p><i>And what shall be answered to the messengers of the nation? <\/i>I choose to interpret this of any <i>nations <\/i>whatever, and not of a single <i>nation<\/i>; for strangers, as soon as they enter into any city, are wont to ask what is done, that they may hear some news. It is as if he had said, “<i>What shall be answered <\/i>to strangers when they shall inquire? And what report shall be spread when the Philistines shall have been vanquished?” <\/p>\n<p><i>That the Lord hath founded Zion. <\/i>By this he means that the destruction of the land of the Philistines will be a signal proof of God’s compassion towards his people, that all may understand <i>that the <\/i>Lord is the guardian and protector of Judea, which he had chosen to be his own. The <i>foundation <\/i>is nothing else than God’s gracious adoption, by which he promised to Abraham (<a class=\"ref\">Genesis 17:7<\/a>) and his posterity that <i>he would be a God to them<\/i>; and next, when he determined that a temple should be built on <i>Zion<\/i>, (<a class=\"ref\">2 Chronicles 3:1<\/a>,) that the remembrance of his name might there be preserved. That <i>foundation <\/i>does not consist of lime or stones, but of the gracious promises of eternal life, by which his grace was always known to all the godly. The Prophet therefore shows that this destruction of the Philistines will be a signal proof, by means of which the most distant nations will learn that God preserves and guards his people whom he hath chosen. <\/p>\n<p><i>And the poor of his people will have confidence in it. <\/i> He does not mean that the hope of believers will be placed in <i>Zion<\/i>, as when we say that we ought to hope in God, but that the inhabitants of <i>Zion <\/i>shall dwell in a safe and quiet place, as the prophets often teach, in other passages, that <i>salvation is in Zion<\/i>. (<a class=\"ref\">Joel 2:32<\/a>.) Isaiah, therefore, does not mean that the <i>confidence <\/i>of the godly is placed in the Church, but he shows that the godly are preserved in it, because the Lord defends it. <\/p>\n<p>Yet the Lord intends to make trial of our faith, that we may not think that we are in every respect happy; and therefore he calls them <i>poor<\/i>, that we may not think that we are exempted from ordinary calamities, though we are under God’s protection. Can any higher consolation be brought to us, than to learn that the inhabitants of the Church of God, though they are liable to a great variety of afflictions, are out of all danger? Let us therefore apply that consolation to our calamities, and not faint through impatience, when we are informed that God takes care of us, and when we absolutely know that we are in safety. <\/p>",
    "audit": null
}