{
    "id": 6919,
    "source": "calvin",
    "verse_id": 17791,
    "verse_count": 1,
    "reference": "7:8",
    "title": "",
    "html": " <p> <i>For the head of Syria is Damascus.<\/i>, As if he had said, “Those two kings shall have their limits, such as they have them now. They aspire to thy kingdom; but I have set bounds to them which they shall not pass.” <i>Damascus<\/i>, was the metropolis of <i>Syria<\/i>, as Paris is of France. He says, therefore, that those kings ought to be satisfied with their possessions, and that their future condition would be the same as it then was. <\/p>\n <p> <i>And Ephraim shall be broken<\/i>,. After having said that it is now useless to attempt to extend their boundaries, he foretells the calamity of the kingdom of Israel; for by the word <i>broken<\/i>, he means that the kingdom of Israel shall be annihilated, so that it shall no longer exist. The Israelites were carried into captivity, and incorporated with another nation, just as in our own time a part of Savoy has passed under the government of France, and has lost its name. This is what the Prophet means, when he says <span class=\"greek-hebrew\">,מעם<\/span>, (<i>megnam<\/i>,) <i>that it be not a people<\/i>,; for at that time Israel was mixed with foreign nations, and its peculiar name was blotted out. <\/p>\n <p> <i>Within sixty-five years.<\/i>, The Israelites were led into captivity in the sixth year of King Hezekiah, and Ahaz reigned not more than sixteen years; and, therefore, it is certain that this calculation ought not to be made from the day on which Isaiah was sent to deliver this message, for it was only twenty years to the time when the ten tribes were carried into captivity. Amoz had prophesied of that captivity; and there can be no doubt that this prophecy of Amoz, (<a class=\"ref\">Amos 3:11<\/a>,) and the time specified in it were generally known, and that all understood the reckoning of the number of years. If, therefore, we reckon from the time when Amoz makes this prediction, we shall find it to be <i>sixty-five years<\/i>,; for Jotham reigned sixteen years, (<a class=\"ref\">2 Kings 15:33<\/a>;) Ahaz as many, (<a class=\"ref\">2 Kings 16:2<\/a>;) to those must be added six years of King Hezekiah, which brings us down to the year when the ten tribes were carried into captivity; and if we afterwards add twenty-seven years, during which Uzziah reigned after the publication of the prophecy, there will be <i>sixty-five years<\/i>, This conjecture is highly probable; and there ought not to be any doubt that this was Isaiah’s meaning; for there is a prediction of the Prophet Amoz, in which the Lord warned the people that they might not meet with anything unexpected, and complain that they had been overtaken suddenly. Isaiah confirms that prediction, and announces the same time which already was universally known. <\/p>\n <p>Moreover, by these words he sharply reproves the thoughtlessness of the Israelitish nation, that, when they had been warned of the destruction of their country and their name, not only did they freely indulge in despising the judgment of God, but as if they had purposely intended to mock at the heavenly predictions, they opened their mouth to devour Judea; for a long period was already past, and they thought that they had escaped. The Prophet ridicules this madness, in imagining that the word of God grew old in so small a number of years. But because the Israelites were deaf, Isaiah assigns to the Jews a time when they may look for the destruction of their enemies. Now, this passage shows that the Prophets faithfully assisted each other, that by their united labors they might serve God. <\/p>",
    "audit": null
}