{
    "id": 7211,
    "source": "calvin",
    "verse_id": 18090,
    "verse_count": 1,
    "reference": "23:12",
    "title": "",
    "html": "<p><i> And he said, Thou shalt not add any more to rejoice.<\/i> All this belongs to one and the same object; for, since a plain description would not have had sufficient weight, the Prophet confirms his prediction by many words. It was incredible that a city so celebrated and powerful, so well defended and fortified, and associated with many allies and confederates, should be destroyed and overturned. When he says,<i> Thou shalt not add<\/i> , he does not intend to shut out the hope of restoration which he will give soon afterwards; for this threatening ought to be limited to the time of the ruin of Tyre, “Thou shalt not live wantonly, as formerly thou wert wont to do.”<\/p> \n<p><i> O virgin.<\/i> Metaphorically he calls her<i> a virgin<\/i> , because, previous to that time, the riches of Tyre were untouched, and had suffered no injury. This is not praise of chastity, but a witty manner of saying that the treasures which had been laid up in faithful custody will be violated. “Formerly thou didst skip lightly, like heifers in the bloom of youth; but when thou hast suffered violence, there will be an end of thy mirth;” just as if one should say, that the city of Venice has not lost her virginity because it has not been taken by force since it was built.<\/p> \n<p><i> Daughter of Sidon.<\/i> He continues to speak of Tyre, but gives it this name, because it was built by the Sidonians, though the daughter excelled the mother, as frequently happens in human affairs. The convenience and situation of the place gave a superiority to the inhabitants of Tyre, and Sidon became but an appendage. From the book of Kings it is evident enough (<a class=\"ref\">1 Kings 5:1<\/a>) that the monarchy of Tyre had a high reputation, but here the Prophet looked at its origin.<\/p> \n<p><i> Pass over to Chittim.<\/i> When he bids them<i> pass over to Chittim<\/i> , he banishes them not only into Cilicia, but into countries still more distant; for under this name he includes Greece, Italy, and other countries; as if he had said, “When thou shalt change thy residence on account of banishment, thou shalt have no settled habitation in neighboring countries; but thou must wander through the whole world, shalt be dragged into unknown countries, and even there thou shalt find no rest.” Lastly, he means that the ruin will be so lamentable, that they will not have among neighbors, and, after crossing the sea, they will not have among foreigners, a place of rest.<\/p> \n\n<p>FT370 “<span class=\"aramaic_text\"> Sous des tentes de peaux<\/span> ;” — “Under tents of skins.”<\/p> \n<p>FT371 “They raised up the palaces thereof.” — Eng. Ver. “Erected her palaces.” —<i> Stock<\/i> . Professor Alexander renders it, “They have roused up her palaces;” but says, “According to the usual interpretation, the<i> towers<\/i> mentioned are those used in ancient sieges; the masculine suffix refers to<span class=\"greek-hebrew\"> עם<\/span> , (<i> gnām<\/i> ;) the feminine suffix to Tyre; and<span class=\"greek-hebrew\"> עורר<\/span> (<i> gnōrēr<\/i>) may be taken either in the sense of<i> raising<\/i> , (from<span class=\"greek-hebrew\"> ערר<\/span> ,<i> gnārăr<\/i> ,) or in that of<i> rousing<\/i> , (from<span class=\"greek-hebrew\"> עור<\/span> ,<i> gnūr<\/i> ,) that is, filling with confusion and alarm.”<\/p> \n<p>FT372 “That is, of one kingdom. See<a class=\"ref\">Daniel 7:17<\/a> . Nebuchadnezzar began his conquests in the first year of his reign: from thence to the taking of Babylon by Cyrus are seventy years; at which time the nations conquered by Nebuchadnezzar were to be restored to liberty.” —<i> Lowth<\/i><\/p> \n<p>FT373 “<span class=\"aramaic_text\"> Que le poete Horace s’est moqué d’une putain nommee<\/span><span class=\"aramaic_text\"> Lydia<\/span><span class=\"aramaic_text\"> pour la mesme occasion<\/span> ;” — “That the Poet Horace mocked at a prostitute named<i> Lydia<\/i> for the same reason.”<\/p> \n<p>FT374 “Tyre, after its destruction by Nebuchadnezzar, recovered, as is here foretold, its ancient trade, wealth, and grandeur; as it did likewise after a second destruction by Alexander. It became Christian early with the rest of the neighboring countries. St. Paul himself found many Christians there. (<a class=\"ref\">Acts 21:4<\/a> .) It suffered much in the Diocletian persecution. It was an archbishopric under the patriarchate of Jerusalem, with fourteen bishoprics under its jurisdiction. It continued Christian till it was taken by the Saracens in 639; was recovered by the Christians in 1124; but in 1280 was conquered by the Mamalukes, and afterwards taken from them by the Turks in 1516. Since that time it has sunk into utter decay, is now a bare rock, ‘a place to spread nets upon,’ as the Prophet Ezekiel foretold it should be. (<a class=\"ref\">Ezekiel 26:14<\/a> .) See Sandy’s Travels; Vitringa on the place; Bishop Newton on the Prophecies, Dissert. xi.” —<i> Lowth<\/i><\/p> \n<p>FT375 “The revenues of Tyre shall be employed in supporting the worshippers of the true God. The prophecy intimates that Tyre should be converted to the religion of Christ as it was in the earliest times of the gospel. Of the same event David also had prophesied in<a class=\"ref\">Psalms 45:12<\/a> .” —<i> Stock<\/i><\/p> \n<p>FT376 “<span class=\"aramaic_text\"> Afin qu’ils mangent leur saoul<\/span> ;” — “That they may eat their fill.”<\/p> \n<p>FT377 “<span class=\"aramaic_text\"> Tout ce que nous employons pour la necessité de nos freres<\/span> ;” — “All that we spend for relieving the want of our brethren.”<\/p> ",
    "audit": null
}