{
    "id": 6804,
    "source": "calvin",
    "verse_id": 17668,
    "verse_count": 1,
    "reference": "1:13",
    "title": "",
    "html": " <p> <i>Bring no more vain oblations <\/i>,This is a useful admonition for restraining the irregular desires of those who do not cease to follow inveterately unmeaning and hypocritical worship, that, warned by God, they may at length repent, if they would listen to any advice. But hence we learn how hard it is to shake the false confidence of hypocrites, when they have once been hardened, since they cannot even endure to hear God plainly warning them not to go on in losing their pains, and in the practice of such madness. <\/p>,\n <p> <i>Incense is an abomination to one <\/i>,To press them more closely, he proceeds farther, and declares that such worship is not only unprofitable, but even that he detests and abhors it; and justly, because the profanation of the worship of God, in which his name is falsely employed, is not free from sacrilege. For as nothing is more dear to God than his own glory, so there is nothing which he more strongly detests than to have it infringed by any kind of corruptions: and this is done, when any sort of unmeaning service is put in the room of true worship. The meaning of this passage has been mistaken by some, who have thought that the Prophet speaks of the repeal of the law; for that is not his object, but he recalls the people of his time to the right manner of observing ceremonies, and shows with what design and for what purpose they were instituted. For since the beginning of the world the worship of God was spiritual, and the diversity of our worship from that which prevailed under the Old Testament had a reference to men, but not to God. In God there is no change, (<a class=\"ref\">James 1:17 <\/a>,,) but he accommodates himself to the weakness of men. That kind of government therefore was suitable to the Jews, just as a preparatory training is needed for children. For what purpose they were instituted, and what is the right manner of observing ceremonies, he now describes. <\/p>,",
    "audit": null
}