{
    "id": 7306,
    "source": "calvin",
    "verse_id": 18189,
    "verse_count": 1,
    "reference": "28:24",
    "title": "",
    "html": " <p> <i>Doth the ploughman plough every day <\/i> <i>to sow? <\/i>,This passage is commonly explained as if the Lord reproached his people for ingratitude, because he had cultivated the field as a husbandman, and had spent on it all his care and industry, and yet did not reap such fruit as it ought to have yielded. Such is the interpretation given by the Jews, who have been followed also by the Greek and Latin commentators; but Isaiah’s meaning was quite different. He connects this doctrine with his former statement, that the destruction of Judea, or of the whole world, had been revealed to him; and therefore he adds, that still God does not always display his hand, or constantly punish the wickedness of men; for he often appears as if he did not see it, and delays the punishment of it for a time. The Lord’s forbearance and slowness to punish, which is thus manifested, is abused by wicked men for leading them to greater lengths in wickedness, as Solomon remarks that men are encouraged to commit wickedness by observing that <\/p>,\n <p>“all things happen alike to the good and to the bad,” (<a class=\"ref\">Ecclesiastes 8:14 <\/a>,,) <\/p>,\n <p>that all the worst and basest men enjoy prosperity, while the godly are liable to distresses not less and even greater than those of other men. <\/p>,\n <p>In short, when the wicked perceive no difference in outward matters, they think either that there is no God, or that everything is governed by the blind violence of fortune. To such thoughts therefore Isaiah replies, “Do you not know that God has his seasons, and that he knows what he ought to do at the proper time?” If ploughmen do not “every day” cleave the earth or break the clods, this ought not to be attributed to their want of skill; for, on the contrary, their skill requires them to desist. What would they gain by continually turning over the soil, but to weary themselves to no purpose, and prevent it from yielding any fruit? Thus God does not act with bustle or confusion, but knows the times and seasons for doing his work. <\/p>,",
    "audit": null
}