{
    "id": 7038,
    "source": "calvin",
    "verse_id": 17915,
    "verse_count": 1,
    "reference": "13:8",
    "title": "",
    "html": " <p> <i>Pangs and sorrows shall take hold of them. <\/i>,The word <span class=\"greek-hebrew\">,צירים <\/span>,(<i>tzirim <\/i>) being ambiguous, the Greek translators render it <i>ambassadors <\/i>,. But the comparison of <i>a woman that travaileth <\/i>,, which is added immediately afterwards, sufficiently proves that it denotes <i>pangs <\/i>,; for here, as if by a single word, he explains what he had previously said, that their <i>hearts <\/i>,shall be <i>melted <\/i>,and their <i>hands <\/i>,shall be <i>weakened <\/i>,; because, he says, they shall be struck with terror and dismay. Whence comes this terror? From God. This kind of terror, for which there was no apparent cause, the ancients called a <i>panic <\/i>,; for they gave the name <i>panes <\/i>,to apparitions and objects of this sort, by which men were terrified, even when there was no outward object that ought to have excited the terror. It was not without reason that they did so; but still they erred through gross ignorance, because they did not understand that it proceeded from God. <\/p>,\n <p> <i>As a woman that travaileth. <\/i>,So far as relates to the inhabitants of Babylon, there was, indeed, just ground of fear, when they saw that they were attacked by valiant and warlike nations; but yet the Prophet threatens that, though they were able to resist, still they would be like men who were half dead, because through the secret operation of God they fainted and fell down. To the same purpose is what he adds, <i>Every one shall be amazed at his neighbor; <\/i>,as when men are agitated and stare around them in every direction; and not only so, but when no hope of safety is to be seen, they are like men who have lost their senses, and abandon themselves to indolence. <\/p>,\n <p> <i>Faces of flames their faces. <\/i>,This clause, in which he attributes to them <i>faces of flames <\/i>,, expresses still more strongly the violence of the terror. Some think that it denotes <i>shame <\/i>,, as if he had said in a single word, <i>They shall blush <\/i>,; but this is too feeble. Isaiah intended to express something greater and more dreadful; for when we are in agony the <i>face <\/i>,glows, and the pressure of grief makes us burn. And, indeed, it would be treating the matter too lightly, when the calamity was so severe, to interpret these words as denoting <i>shame <\/i>,; for he describes a calamity so distressing, that, on account of its severity, <i>flames <\/i>,burst forth from the countenance, which usually happens when men are agonized by intense grief. <\/p>,\n <p>The comparison of <i>a travailing woman <\/i>,denotes not only the intensity of the grief, but likewise the suddenness with which it seized them. As the calamity would be severe and violent, so Isaiah threatens that it will be sudden, and not without good reason; for the inhabitants of Babylon, protected by such strong defences, would never have thought that it was possible for any annoyance to reach or distress them. <\/p>,",
    "audit": null
}