{
    "id": 7932,
    "source": "calvin",
    "verse_id": 18828,
    "verse_count": 1,
    "reference": "60:6",
    "title": "",
    "html": " <p> <i>A multitude of camels shall cover thee. <\/i> The Prophet describes figuratively the glory of the Church, and accommodates his discourse to the time, and to the persons with whom he had to do. We must keep in remembrance what we have often said, that the prophets took into account the people whom they taught, and therefore mentioned customary transactions and well­known ceremonies, that, under the figures of them, they might describe the spiritual worship of God. The Jews must be first instructed, and afterwards the Gentiles, to whom the truth of those things has come; as if he had said, that nations far distant shall come, with their wealth, into the power of God; for, when he foretells that the Church shall be enriched, this must not be understood as referring to the persons of men; but, on account of the unity of the Head and the members, what belongs to God and to Christ is transferred to the Church. Foolishly, therefore, do the Jews, under the pretense of this prophecy, devour with their insatiable avarice all the riches of the earth; and not less absurdly do the Papists torture these words to support their luxuries, wealth, and magnificence. <\/p> \n <p>He mentions “camels, frankincense, gold., and sheep,” because he has in his eye what each country produces, in order to show that all will consecrate to God whatever they shall have in their power, and will offer themselves and all that they have as a sacrifice. Hence it ought to be inferred, that we cannot be truly converted to the Lord, without offering to him all our faculties; for these are “spiritual sacrifices,” (<a class=\"ref\">1 Peter 2:5<\/a>) which he demands, and which cannot be refused to him, if our hearts be dedicated and consecrated to him in sincerity. (<a class=\"ref\">Romans 12:1<\/a>) Wicked men abuse the gifts of God for luxury and intemperance, and corrupt them, as far as lies in their power, by unworthy profanation; but good men, by using them with a pure conscience, dedicate them to the Lord. No one, therefore, can belong to God without dedicating and devoting to him all that he has. <\/p> ",
    "audit": null
}