{
    "id": 7355,
    "source": "calvin",
    "verse_id": 18241,
    "verse_count": 1,
    "reference": "30:23",
    "title": "",
    "html": "<p><i>Then will he give rain to thy seed. <\/i>From the fruit he again shews how desirable it is to be converted to God; for the fruit of repentance is, that he receives converted persons into favor, and bestows his blessing on them, so that they are in want of nothing, but, on the contrary, are loaded with every kind of blessings. As troubles and distresses proceed from the wrath of God, whom we provoke by our crimes, so, when he is pacified, everything goes on prosperously with us, and we obtain every sort of kindness, as the Law more fully testifies. (<a class=\"ref\">Leviticus 26:3; Deuteronomy 28:3<\/a>.) A little before, he had spoken of “rain,” from which they were led to expect an abundant supply of food; but because he had not observed order in beginning with earthly and fading blessings, he therefore now adds to doctrine, which is spiritual nourishment, those things which belong to the use of this corruptible life; for, although godliness has the promise of the present life as well as “of that which is to come,” (<a class=\"ref\">1 Timothy 4:8<\/a>,) yet first of all it aims at heaven. (<a class=\"ref\">Matthew 6:33<\/a>.) <\/p>\n<p>Hence also let us learn that it is in vain for men to toil in cultivating their fields, if the Lord do not send rain from heaven. Our labors must be watered by him, and he must “give the increase;” otherwise they will be of no service. Yet we must not expect rain but from the blessing of God; and if we receive abundant produce, we ought to give to him the glory. Hence learn also that we shall be in want of nothing, and shall obtain very abundant fruits of our labors, if we are converted to God, and that it is our own fault that we often suffer poverty and want, because by our wickedness we drive away from us the blessing of God. Let us not therefore ascribe barrenness and famine to any other causes than to our own fault; for it is impossible that there should be so great a multitude of men as to be incapable of deriving support and nourishment from the earth; but by our iniquities and transgressions we shut the bosom of the earth, which would otherwise be laid open to us, and would abundantly yield fruits of every description, that we might lead a prosperous and happy life. <\/p>\n<p><i>And thy cattle shall feed. <\/i>What he now adds about the “cattle” tends greatly to magnify the grace of God; for if his kindness overflows even on the dumb cattle, (<a class=\"ref\">Psalms 36:6<\/a>,) how much more on men whom “he created after his image.” (<a class=\"ref\">Genesis 1:27<\/a>.) But we need not wonder if brute beasts, which were created for the use of men, suffer hunger along with their masters, and that they have a share in the bestowal of favor when God is reconciled to men. <\/p>",
    "audit": null
}