{
    "id": 6856,
    "source": "calvin",
    "verse_id": 17722,
    "verse_count": 1,
    "reference": "3:14",
    "title": "",
    "html": " <p> <i>The Lord will enter into judgement with the ancients of his people. <\/i> Formerly he had erected for God a throne from which he might plead. Now he says that <i>he will enter into judgment <\/i>. How? <i>with the ancients <\/i>. There might have been a slight allusion to lawful assemblies, in which older men sit as God’s deputies; but I assent to the opinion more commonly entertained, that God contends against the <i>ancients <\/i> of his people. This passage, therefore, corresponds to the saying of David, <\/p> \n <p>God will stand in the assembly of the gods (<a class=\"ref\">Psalms 82:1 <\/a>; ) <\/p> \n <p>that is, though it may now be thought that princes do everything with impunity, and though there be no one to restrain their caprice and their lawless passions, yet one day they will feel that God is above them, and will render an account to him of all their actions <\/p> \n <p>These reproofs, undoubtedly, the judges of that time were very unwilling to hear. They have no wish, and do not think that it is right, that any one should treat them with such sharpness and severity; for they wish that everything should be at their disposal, that their will should be held as a law, and that they should be allowed to do whatever they choose; that all men ought to flatter and applaud them, and to approve of their very worst actions. They think that no man is a judge of their actions, and do not yield subjection to God himself. Since, therefore, they are so unbridled that they neither endure any advices nor any threatening the Prophet summons them to the judgment seat of God. <\/p> \n <p> <i>And with their princes <\/i> They are honorably described, by way of acknowledgment, as the chosen <i>princes <\/i> of the people. This also deserves attention; for they thought that, on account of their rank, they enjoyed a kind of privilege which set them free from the restraints of law, and that though heathen kings and princes might give an account of their actions, they, on the contrary, were sacred persons. They thought, therefore, that they were beyond the reach of all reproof, and ought not to be addressed, like heathen men, by threats and terrors. On this account Isaiah expressly declares, that the Lord will not only call to account every kind of princes, but especially the proud hypocrites to whose care he had committed his people. <\/p> \n <p> <i>And you have destroyed the vineyard <\/i> The metaphor of a vine is very common, where a nation, and especially the nation of Israel, is the subject. (<a class=\"ref\">Psalms 80:8; Jeremiah 2:21 <\/a>.) And by this word the Prophet now shows their crime to be double, because they paid no more regard to the people whom God had loved with extraordinary affection that if they had ruled over a heathen nation. The pronoun <i>you <\/i> is likewise emphatic; for he addresses the vine-dressers themselves, who, instead of devoting themselves, as they ought to have done, to the cultivation of the vine, devoured it like wild beasts. Accordingly, he represents this to be a great aggravation of their cruelty; for how treacherous was it to <i>destroy <\/i> what they ought to have preserved and protected? By this comparison the Lord shows how great care he takes of his own people, and how warmly he loves them; not only because the Church is called his vine and inheritance, but by declaring that he will not endure the treachery and wickedness of those who have ruled over it tyrannically. <\/p> \n <p> <i>The spoil of the poor is in your houses. <\/i> He adds one circumstance, by which the other parts of their life might be known, that they had in their houses the <i>prey and spoil of the poor. <\/i> Now the palace of princes ought to resemble a sanctuary: for they occupy the dwelling place of God, which ought to be sacred to all. It is, therefore, the grossest sacrilege to turn a sanctuary into a den of thieves. He represents still more strongly their criminality by adding <i>of the poor <\/i>; for it is the most wicked of all acts of cruelty to plunder a poor and needy man, who cannot defend himself, and who ought rather to have been protected. <\/p> ",
    "audit": null
}