{
    "id": 7943,
    "source": "calvin",
    "verse_id": 18839,
    "verse_count": 1,
    "reference": "60:17",
    "title": "",
    "html": "<p>For brass I will bring gold. He alludes to the building of the ancient temple, and compares it with the heavenly and spiritual temple; as if he had said, “When you shall be led into captivity, you will deplore the ruin of the temple, but I will cause you to build one far more excellent.” Thus, “for brass I will bring gold, for iron silver, for wood brass, for stones iron;” that is, everything shall be full of magnificence and splendor in that temple which shall come in place of the former. <\/p>\n<p>We know that this prediction was never accomplished ill that external restoration of the people, or during the commencement of it, and even that the temple which was afterwards erected was far inferior to the former. It follows, therefore, that the Prophet, to whom a full redemption was exhibited in spirit, not only relates what shall happen immediately after the return of the people, but discourses concerning the excellence of the spiritual temple; that is, of the Church of Christ. We must, therefore, come down in uninterrupted succession to Christ, if we wish to understand this prophecy. In his reign these things were abundantly fulfilled, and the glory of the former temple was greatly surpassed; for the Lord poured out gifts of the Holy Spirit, which are more excellent than gold, silver, and jewels. We may therefore see the temple now built with precious stones, as was formerly said. (<a class=\"isa\" verses=\"WzE4NzM1XQ==\">Isaiah 54:11<\/a>) <\/p>\n<p><i>I will make thy magistracy peace. <\/i> Instead of “magistracy” some render the word “tribute.” I have no doubt that the Prophet intended indirectly to compare the wretched bondage of the people under which they were to be kept, with that pre­eminently high rank which they afterwards obtained. With “peace” and “righteousness” he contrasts the “magistrates” who exercised unjust rule, while they were harassed by the avarice and cruelty of the Babylonians. <\/p>\n<p><i>And thy exactors righteousness. <\/i>He now shows that when their “exactors” shall have been exterminated, there will be no “magistracy” but that of “peace” and “righteousness.” “They who shall have power over thee will observe righteousness and peace.” This was more fully accomplished when, through Christ, we were delivered from the tyranny of the devil; for by the Gospel he set up a kingdom of righteousness which he has not yet completed; but we must look for his last coming so as to have our eyes eagerly fixed on it, and, in the meantime, must; be satisfied with those first­fruits. <\/p>",
    "audit": null
}