{
    "id": 7929,
    "source": "calvin",
    "verse_id": 18825,
    "verse_count": 1,
    "reference": "60:3",
    "title": "",
    "html": "<p><i>And the Gentiles shall walk. <\/i>He confirms what we have already said, that there is no other light of men but when the Lord shines on them by his word. All indeed acknowledge this; but they do not set so high a value as they ought on this benefit, and imagine it to be something of an ordinary kind, which naturally belongs to all men. But he shows that this grace is supernatural, and therefore it ought to be distinguished from nature; which is clearly shown by the repetition of the words upon thee, in the preceding verse. <\/p>\n<p>First, then, we ought to believe that this benefit comes from God alone; and secondly, that all are not indiscriminately partakers of it, but only the elect, on whom the Lord shines by undeserved favor, so as to take them out of the ordinary rank of men. This is done by Christ, who is called “the Sun of Righteousness,” because we are enlightened as if by his rays. (<a class=\"ref\">Malachi 4:2<\/a>) Besides, the Prophet declares that this favor shall be spread far and wide by the Jews; which is also intimated by the words of the covenant, <\/p>\n<p>“In thy seed shall all nations be blessed.” (<a class=\"ref\">Genesis 22:18<\/a>) <\/p>\n<p><i>To thy brightness. <\/i>If one nation only had enjoyed the light, it would have been of no advantage to the rest; but, so far as the doctrine of the Gospel has been spread throughout the whole world, Judea has held out the light to the Gentiles formerly blinded, in order to point out the way. By making the brightness peculiar to a single nation, he shows that in no other way could the world be enlightened, or come to share in this benefit, than by seeking light from that word which proceeded from the Jews, and was heard at Jerusalem, where the lamp of the Lord was kindled, and where the Sun of Righteousness arose, that from it he might diffuse his light to all the ends of the earth, as we have formerly seen, “Out of Zion shall go forth the Law.” (<a class=\"isa\" verses=\"MTc2ODk=\">Isaiah 2:3<\/a>) There is, therefore, no light but from the doctrine of the prophets; so that they who withdraw from it falsely boast of walking in the light. <\/p>\n<p><i>And kings to the brightness of thy rising. <\/i>He alludes to the dawn; for, as the morning­star begins the day in one quarter only of heaven, and immediately the sun enlightens the whole world, so the daybreak was first in Judea, from which the light arose and was afterwards diffused throughout the whole world; for there is no corner of the earth which the Lord has not enlightened by this light. He mentions “kings,” that they might not imagine that none but the common people would come to this light, but princes and nobles, who in other respects are greatly delighted with their high rank. But now he confers on the Church the very highest honor, that she shines with such brightness as to attract to herself nations and princes. He calls it “the light” of the Church; not that she has any light from herself, but borrows it from Christ, as the moon borrows from the sun. <\/p>",
    "audit": null
}