{
    "id": 7014,
    "source": "calvin",
    "verse_id": 17890,
    "verse_count": 1,
    "reference": "11:5",
    "title": "",
    "html": "<p><i>And righteousness shall be the belt. <\/i> Some translate it <i>girdle<\/i>; but as the Prophet represents Christ to us wearing, as it were, the emblems of royalty, I have rather translated it <i>belt<\/i>, which is also a royal emblem, in the same manner as the scepter, which he had assigned to him a little before. When Job speaks of taking away the authority of kings, he says that the Lord will ungird their <i>belt<\/i>. (<a class=\"ref\">Job 12:18<\/a>.) To be <i>girded <\/i>with a <i>belt<\/i>, therefore, is nothing else than to be exalted to royal authority, as we shall afterwards see in another passage. (<a class=\"isa\" verses=\"WzE3OTM0XQ==\">Isaiah 14:5<\/a>.) <\/p>\n<p>The Prophet describes two ornaments belonging to the <i>belt<\/i>. These are <i>righteousness <\/i>and <i>truth<\/i>; unless it be thought that there is a change in the order of construction, as if he had said that Christ will be girded <i>with true righteousness<\/i>; for <i>truth <\/i>is not added as if it were different from <i>righteousness<\/i>, but in order to point out the nature of that <i>righteousness <\/i>with which Christ is <i>girded<\/i>. Some think that <i>righteousness <\/i>here denotes that which Christ imparts to us, that it may dwell, not only in himself, but in his members. <i>Faith <\/i>or <i>truth <\/i>they understand to be that by which we embrace the salvation which he offers to us. <\/p>\n<p>The Chaldee paraphrast explains it thus; “and the righteous shall be round about him, believing worshippers shall approach to him.”  But I adopt a more simple interpretation, as if he had said, “He shall not appear like kings, clothed with purple and a crown, or girded with a <i>belt<\/i>; but <i>righteousness <\/i>and <i>truth <\/i>shall shine forth in him.” I acknowledge, indeed, that <i>righteousness <\/i>is not confined to Christ, but belongs to his members; but we must attend to the mode of expression, that Christ comes forth to govern his people <i>girded with righteousness<\/i>, which he afterwards imparts to them by the secret influence of the Spirit. If we distinguish between the word  <span class=\"greek-hebrew\">אמונה<\/span> (<i>emunah<\/i>) and <i>righteousness<\/i>, I consider it to mean <i>faithfulness <\/i>or <i>steadfastness<\/i>; as if he had said that Christ never disappoints his followers, for he continues always to be like himself. <\/p>",
    "audit": null
}