{
    "id": 7777,
    "source": "calvin",
    "verse_id": 18673,
    "verse_count": 1,
    "reference": "50:10",
    "title": "",
    "html": "<p><i>Who is among you that feareth the Lord? <\/i>After having spoken of God’s invincible aid, by which all prophets are protected, he directs his discourse to believers, that they may suffer themselves to be guided by the Word of God, and may become obedient. Hence we may infer how far a holy boasting raised him above his slanderers; for, in consequence of wicked men, through their vast numbers, possessing at that time great influence among the Jews, there was a risk of overwhelming the faith of the small minority.  When he asks, “Where are they that fear God?” he points out that their number is small. Yet he addresses them separately, that they may detach themselves from the mixed crowd, and not take part in counsels which are wicked, and which God has condemned. In like manner we have formerly met with these words, “Say ye not, A confederacy.” (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:12<\/a>.) Although therefore the enemies of God are so numerous as to constitute a vast army, yet Isaiah does not hesitate to say that there are some left who shall profit by his doctrine. <\/p>\n<p>He speaks to those who “fear God;” for, wherever there is no religion and no fear of God, there can be also no entrance for doctrine. We see how audaciously doctrine is rejected by those who, in other respects, wish to be reckoned acute and sagacious; for, in consequence of being swelled with pride, they detest modesty and humility, and are exceedingly stupid in this wisdom of God. It is not without good reason, therefore, that he lays this foundation, namely, the fear of God, that his Word may be attentively and diligently heard. Hence also it is evident that true fear of God is nowhere to be found, unless where men listen to his Word; for hypocrites do proudly and haughtily boast of piety and the fear of God, but they manifest rebellious contempt, when they reject the doctrine of the Gospel and all godly exhortations. The clear proof of such persons is, that the mask which they desire to wear is torn off. <\/p>\n<p><i>Let him hear the voice of his servant. <\/i>He might have simply said, “the voice of God,” but he expressly says, “of his servant;” for God does not wish to be heard but by the voice of his ministers, whom he employs to instruct us. Isaiah speaks first of himself, and next of all others who have been invested with the same office; and there is an implied contrast between that “hearing” which he demands and that wicked eagerness to despise doctrine in which irreligious men indulge, while they also, by their insolence, encourage many idle and foolish persons to practice similar contempt. <\/p>\n<p><i>He who hath walked in darkness. <\/i>Believers might have brought it as an objection, that the fruit of their piety was not visible, but that they were miserably afflicted, as if they had lived a life of abandoned wickedness; and therefore the Prophet anticipates and sets aside this complaint, by affirming that believers, though hitherto they have been harshly treated, yet do not in vain obey God and his Word; for, if they “have walked in darkness,” they shall at length enjoy the light of the Lord. By “darkness” the Prophet here means not the ignorance or blindness of the human understanding, but the afflictions by which the children of God are almost always overwhelmed. And this is the consolation which he formerly mentioned, when he declared that “the tongue of the learned had been given to him, that he might speak a word to one who was faint.” (Ver. 4.) Thus he promises that they who have hitherto been discouraged and almost overwhelmed by so many distresses shall receive consolation. <\/p>",
    "audit": null
}