{
    "id": 7357,
    "source": "calvin",
    "verse_id": 18243,
    "verse_count": 1,
    "reference": "30:25",
    "title": "",
    "html": "<p><i> And it shall come to pass.<\/i> When the prophets describe the kingdom of Christ, they commonly draw metaphors from the ordinary life of men; for the true happiness of the children of God cannot be described in any other way than by holding out an image of those things which fall under our bodily senses, and from which men form their ideas of a happy and prosperous condition. It amounts therefore to this, that they who obey God, and submit to Christ as their king, shall be blessed. Now, we must not judge of this happiness from abundance and plenty of outward blessings, of which believers often endure scarcity, and yet do not on that account cease to be blessed. But those expressions are allegorical, and are accommodated by the Prophet to our ignorance, that we may know, by means of those things which are perceived by our senses, those blessings which have so great and surpassing excellence that our minds cannot comprehend them.<\/p> \n<p><i> And on every high hill there shall be streams.<\/i> When he says that “on the mountains” there shall be “streams and rivulets,” he gives a still more striking view of that plenty and abundance with which the Lord will enrich his people. Water is not plentiful on the peaks of the mountains, which are exceedingly dry; the valleys are indeed well moistened, and abound in water; but it is very uncommon for water to flow abundantly on the tops of the mountains. Yet the Lord promises that it shall be so, though it appear to be impossible; but by this mode of expression he foretells that, under the reign of Christ, we shall be happy in every respect, and that there will be no place in which there shall not be an abundant supply of blessings of every description; that nothing will be so barren as not to be rendered fruitful by his kindness, so that everywhere we may be happy. This is what we should actually experience, if we were fully under the authority of Christ. We should plainly see his blessing on all sides, if we sincerely and honestly obeyed him; everything would go on to our wish; and the whole world and everything in it would contribute to our comfort; but, because we are very far from yielding that obedience, we have only a slight taste of those blessings, and enjoy them so far as we have advanced in newness of life.<\/p> \n<p><i> By the day of slaughter,<\/i> is denoted another mark of the divine favor, that God will keep his people safe and sound against the violence of enemies; and in this way the Prophet gives credibility to the former prediction; for otherwise it would have been difficult to believe that captives and exiles would enjoy such prosperity. Here he speaks therefore of the slaughter of the wicked; as if he had said, “The Lord will not only do you good, but will also drive out your enemies.” It is generally thought that the Prophet now speaks of the defeat which befell the wicked king Sennacherib when he besieged Jerusalem. (<a class=\"ref\">2 Kings 19:35<\/a> ;<a class=\"isa\" verses=\"WzE4Mzg5XQ==\">Isaiah 37:36<\/a> .) But when I examine it more closely, I am more disposed to view this passage as referring to the destruction of Babylon; for although a vast multitude of persons was slain, when Sennacherib was shamefully put to flight, yet still the people were not delivered. This reminds us that we ought not to despair, even though our enemies be very numerous, and have abundance of garrisons, troops, and fortifications; for the Lord can easily put them to flight and defend his Church. Let us not be terrified at their power or rage, or be discouraged because we are few in number; for neither their troops, nor their bulwarks, nor their rage and insolence, will hinder them from falling into the hands of God.<\/p> ",
    "audit": null
}