{
    "id": 7264,
    "source": "calvin",
    "verse_id": 18146,
    "verse_count": 1,
    "reference": "26:15",
    "title": "",
    "html": " <p> <i>Thou hast added to the nation.<\/i>, This verse is explained in various ways. Some think that the Prophet here declares that the godly are not merely oppressed by one kind of affliction, but are plunged, as it were, into the lowest misery, and that they see no end of their distresses. Others explain it simply to mean, “O Lord, thou hast bestowed on thy nation various blessings,” and think that the Prophet mentions the blessings which God bestowed on his people in various ways, as if he had said, “The people have experienced, not only in one instance, but in innumerable ways, the Lord’s kindness and bounty.” <\/p>\n <p>But when I attend to what follows, <i>Thou hast enlarged<\/i>, that is, “Thou hast extended thy kingdom, which formerly was confined within narrow limits,” I choose rather to view the two statements as closely connected; for the latter clause is an interpretation of the former. Besides, it agrees well with what follows, that <i>God is glorified<\/i>,; for we know that in nothing does the glory of God shine more conspicuously than in the increase of the Church. It is as if he had said, “Thou hadst formerly a small people, but thou hast multiplied and increased it;” for the Gentiles were admitted and joined to the Jews on condition that they should be united into one people. Thus the Lord added a vast multitude, for the children of Abraham were called out of all nations. <\/p>\n <p>We must therefore supply, not “Thou hast added blessings,” but “Thou hast added a greater number;” and the meaning is, “O Lord, thou wast not satisfied with that small number, and hast gathered for thyself out of all nations an innumerable people.” This relates to the kingdom of Christ, which has been spread through the whole world by the preaching of the gospel; and in this passage the Prophet speaks highly of this wide extension, and expresses it by the phrase, <i>Thou hast enlarged<\/i>,. This mode of expression is not at variance with the ordinary way of speaking, when an enlargement of a kingdom or of territories is expressed. And yet the Prophet does not mean that the land was enlarged, but that, by spreading the worship of God on all sides, mutual intercourse produced larger space and greater freedom of habitation; for contentions had the effect of narrowing it. We have here a promise of the calling of the Gentiles, which must have greatly comforted godly men during that banishment and miserable dispersion of the Church, so that, although they saw it to be amazingly weakened and diminished, still they were convinced that it would be increased in such a manner that not only would they become innumerable, but foreign and distant nations would be added to them. <\/p>",
    "audit": null
}