{
    "id": 7768,
    "source": "calvin",
    "verse_id": 18664,
    "verse_count": 1,
    "reference": "50:1",
    "title": "",
    "html": "<p><i> Where is that bill of divorcement?<\/i> There are various interpretations of this passage, but very few of the commentators have understood the Prophet’s meaning. In order to have a general understanding of it, we must observe that union by which the Lord everywhere testifies that his people are bound to him; that is, that he occupies the place of a husband, and that we occupy the place of a wife. It is a spiritual marriage, which has been consecrated by his eternal doctrine and sealed by the blood of Christ. In the same manner, therefore, as he takes us under his protection as a early beloved wife, on condition that we preserve our fidelity to him by chastity; so when we have been false to him, he rejects us; and then he is said to issue a lawful divorce against us, as when a husband banished from his house an adulterous wife.<\/p> \n<p>Thus, when the Jews were oppressed by calamities so many and so great, that it was easy to conclude that God had rejected and divorced them, the cause of the divorce came to be the subject of inquiry. Now, as men are usually eloquent in apologizing for themselves, and endeavor to throw back the blame on God, the Jews also complained at that time about their condition, as if the Lord had done wrong in divorcing them; because they were far from thinking that the promises had been made void, and the covenant annulled, by their crimes. They even laid the blame on their ancestors, as if they were punished for the sins of others. Hence those taunts and complaints which Ezekiel relates.<\/p> \n<p>“Our fathers ate a sour grape, and our teeth are set on edge.” (<a class=\"ref\">Ezekiel 18:2<\/a> .)<\/p> \n<p>Speeches of this kind being universally current among them, the Lord demands that they shall produce the “bill of divorcement,” by means of which they may prove that they are free from blame and have been rejected without cause.<\/p> \n<p>Now, a “bill of divorcement” was granted to wives who were unjustly divorced; for by it the husband was constrained to testify that his wife had lived chastely and honorably, so that it was evident that there was no other ground for the divorce than that she did not please the husband. Thus the woman was at liberty to go away, and the blame rested solely on the husband, to whose sullenness and bad temper was ascribed the cause of the divorce. (<a class=\"ref\">Deuteronomy 24:1<\/a> .) This law of divorcement, as Ezekiel shews, (<a class=\"ref\">Matthew 19:8<\/a> ,) was given by Moses on account of the hard-heartedness of that nation. By a highly appropriate metaphor, therefore, the Lord shews that he is not the author of the divorce, but that the people went away by their own fault, and followed their lusts, so that they had utterly broken the bond of marriage. This is the reason why he asks where is “that bill” of which they boasted; for there is emphasis in the demonstrative pronoun,<span class=\"greek-hebrew\"> זה<\/span><i> (zeh), that,<\/i> by which he intended to expose their idle excuses; as if he had said, that they throw off the accusation, and lay blame on God, as if they had been provided with a defense, whereas they had violated the bond of marriage, and could produce nothing to make the divorce lawful.<\/p> \n<p><i> Or who is the creditor to whom I sold you?<\/i> By another metaphor he demonstrates the same thing. When a man was overwhelmed by debt, so that he could not satisfy his creditors, he was compelled to give his children in payment. The Lord therefore asks, “Has he been constrained to do this? Has he sold them, or given them in payment to another creditor? Is he like spendthrifts or bad managers, who allow themselves to be overwhelmed by debt?” As if he had said, “You cannot bring this reproach against me; and therefore it is evident that, on account of your transgressions, you have been sold and reduced to slavery.”<\/p> \n<p><i> Lo, for your iniquities ye have been sold.<\/i> Thus the Lord defends his majesty from all slanders, and refutes them by this second clause, in which he declares that it is by their own fault that the Jews have been divorced and “sold.” The same mode of expression is employed by Paul, when he says that we are “sold under sin,” (<a class=\"ref\">Romans 7:14<\/a> ,) but in a different sense; in the same manner as the Hebrew writers are wont to speak of abandoned men, whose wickedness is desperate. But here the Prophet intended merely to charge the Jews with guilt, because, by their own transgressions, they had brought upon themselves all the evils that they endured.<\/p> \n<p>If it be asked, “Did the Lord divorce his heritage? Did he make void the covenant?” Certainly not; but the Lord is said to “divorce,” as he is elsewhere said to profane, his heritage, (<a class=\"ref\">Psalms 89:39; Ezekiel 24:21<\/a> ,) because no other conclusion can be drawn from present appearances; for, when he did not bestow upon them his wonted favor, it was a kind of divorce or rejection. In a word, we ought to attend to these two contrasts, that the wife is divorced, either by the husband’s fault, or because she is unchaste and adulterous; and likewise that children are sold, either for their father’s poverty or by their own fault. And thus the course of argument in this passage will be manifest.<\/p> ",
    "audit": null
}