{
    "id": 7661,
    "source": "calvin",
    "verse_id": 18554,
    "verse_count": 1,
    "reference": "44:20",
    "title": "",
    "html": "<p><i>He feedeth on ashes. <\/i>This verse also confirms the preceding statement. To “feed on ashes” is the same thing as “to be fed with ashes,” just as “to feed on wind” is the same thing as “to be fed with wind.” (<a class=\"ref\">Hosea 12:1<\/a>.) Both expressions are used, as on the other hand, “Thou shalt feed on truth,” is put for “Thou shalt be fed with truth,” that is, “Thou shalt be satisfied.” (<a class=\"ref\">Psalms 37:3<\/a>.) Others interpret that passage, “Thou shalt administer spiritual provision,” and others, “Thou shalt feed faithfully;” but I choose rather to adopt the former interpretation.  But here he means that men are haughty and puffed up, but yet that they are empty and worthless, because they are merely full of deceptions, which have nothing solid or lasting. With such pride men will rather burst than be satisfied. <\/p>\n<p><i>A deceived heart disposes him. <\/i>Next, he again includes both statements, that they are blinded by deceitful lusts, so as to see nothing, and yet that they voluntarily and willingly surrender themselves to vain delusions. The Prophet dwells largely on this, in order to shew that nothing drives men to false and wicked worship but this, that they are led to it of their own accord; and therefore there is no ground for imputing this vice to others, since they find in themselves the fountain which they earnestly nourish and defend. With strange presumption they rise up against God, are puffed up with a false opinion of their superstitions, and, in a word, are swollen and ready to burst with pride But let us feed on the solid food of truth, and not allow ourselves to be led astray by any delusions. <\/p>\n<p><i>Not to deliver his soul. <\/i>He heightens the picture by saying that they flatter themselves in a matter so important; for who would forgive negligence in that which relates to salvation? We see how eagerly every person labors for this transitory life; and when the eternal salvation of the soul is in danger, what is more intolerable than that men should indolently slumber, when they might save it by making exertion? A man is said. to deliver his own soul, who by repentance rescues himself from the snares of the devil, in the same manner as some men are said to save others, when by holy warnings they bring back wanderers into the right way. (<a class=\"ref\">James 5:20<\/a>.) How comes it then that idolaters rush headlong to their own destruction? It is because they hasten to it at full gallop, harden their hearts, and do not permit themselves to be drawn back. <\/p>\n<p><i>Is there not a lie <\/i> <i>in my right hand? <\/i>Thus he briefly points out the method by which men may deliver themselves from destruction. It is by examining their actions and not flattering themselves; for whoever is delighted with his error, and does not inquire if his manner of life be right, will never “deliver his soul.” In like manner the Papists refuse to inquire into the reasons for their worship, and disguise that stupidity under the name of simplicity; as if God wished us to be beasts, and did not enjoin us to distinguish between the worship which he approves and that which he rejects, and to inquire diligently what is his will, so as not to approve of everything without distinction. Everything ought to be tried by the standard which he has laid down for us. If that be done, we shall easily avoid danger; but if not, let us lay the blame of our destruction on ourselves, because of our own accord we wish to perish, and do not allow ourselves to receive any warning, or to be brought back into the right path. <\/p>",
    "audit": null
}