{
    "id": 7993,
    "source": "calvin",
    "verse_id": 18890,
    "verse_count": 1,
    "reference": "64:4",
    "title": "",
    "html": " <p> <i>From of old they have not heard. <\/i> This verse confirms what has been already said, that believers do not here ask anything strange or uncommon, but only that God may shew himself to be to them what he formerly shewed himself to be to the fathers, and that he may continue to exercise his kindness, and that, since he has been wont to assist his people, and to give them undoubted tokens of his presence, he may not cease in future to cause his strength and power to shine forth more and more brightly. He represents believers as praying to God in such a manner that they strengthen themselves by the remembrance of the past, and betake themselves; with greater courage to God’s assistance. <\/p> \n <p> <i>Eye hath not seen a God besides thee. <\/i> The Prophet’s design unquestionably is, to celebrate God’s immense goodness, by relating the numerous benefits which he bestowed upon his people in ancient times; and this kind of praise is highly magnificent, when, rising to rapturous admiration, of them, he exclaims that there is no God besides him, and that those things which the Lord has carried into effect for the sake of his people are unheard-of and uncommon. But there are two ways in which these words may be read, for <span class=\"greek-hebrew\"> אלהים <\/span> (<i>elohim<\/i>) may either be in the accusative or in the vocative case. “O Lord, no one hath seen besides thee what thou doest for them that wait for thee.” But another reading is more generally approved, “No one hath ever seen or ever heard of such a God.” Yet in this reading we must supply the particle of comparison, as; for otherwise the sentence would be incomplete. The verb <span class=\"greek-hebrew\"> יעשה <\/span> (<i>yagnaseh<\/i>) is put absolutely, “No ear hath heard, and no eye hath seen, such a God as doeth such things.” And thus God is distinguished from idols, from which superstitious men imagine that they obtain all good things; for they are the mere inventions of men, and can do neither good nor harm, seeing that God bestows on his worshippers benefits of every kind. <\/p> \n <p>Paul appears to explain this passage differently, and to torture it to a different purpose, and even quotes it in different words, that is, because he followed the Greek version. (<a class=\"ref\">1 Corinthians 2:9<\/a>.) In this respect the Apostles were not squeamish; for they paid more attention to the matter than to the words, and reckoned it enough to draw the attention of the reader to a passage of Scripture, from which might be obtained what they taught. As to the addition which Paul appears to have made of his own accord, “Nor hath entered into the heart of man what God hath prepared for them that love him,” he did so for the purpose of explanation; for he added nothing that does not fully agree with the Prophet’s doctrine. <\/p> \n <p>That we may understand better how thoroughly he agrees with the Prophet, we must understand his design. In that passage he treats of the doctrine of the Gospel, which he demonstrates to surpass the capacity of the human understanding; for it contains knowledge that is widely different and far removed from the perception of our flesh, and, in short, is “hidden wisdom,” so that Paul is justly led to view it with astonishment. And as the Prophet, when he takes into consideration the wonderful acts of God’s kindness, exclaims, like one who is lost in amazement, that nothing like this was ever heard of; so, in the most excellent of all benefits, namely, that in which Christ is offered to us by the Gospel, we may exclaim in the same manner, “O Lord, what thou bestowest on thy people exceeds all the capacity of the human mind: no eye, no ear, no senses, no mind can reach such loftiness.” Thus Paul applies this passage admirably to his reasoning, and does not make an improper use of the statement made by the Prophet when he elevates above the world that peculiar grace which God bestows on his Church. <\/p> \n <p>There remains but one difficulty, namely, that Paul applies to spiritual blessings what the Prophet here says about blessings of a temporal nature. But we may say that Isaiah here looks merely at the cause of God’s benefits, though he has in his eye the condition of the present life; for all the benefits that we receive from God, for the sake of food and nourishment, are proofs of his fatherly kindness toward us; and it is the peculiar excellence of faith, to rise from visible favors to those which are invisible. Although therefore the Prophet appears to speak of external deliverance and other benefits of this life, yet he rises higher, and looks chiefly at those things which belonged especially to the people of God. What stupidity would it be, if, while we enjoy God’s benefits, we did not consider the fountain itself, that is, his fatherly kindness! Ordinary favors are enjoyed indiscriminately by the good and the bad; but that favor with which he embraces us belongs especially to citizens. The consequence is, that we do not merely observe those things which fall under the senses of men, but contemplate the cause itself. Although therefore neither eyes nor ears reach so far as to comprehend the grace of adoption, by which the Lord testifies that he is our Father, yet he reveals it by the testimony of his Spirit. <\/p> \n <p>It is even probable that the Prophet, when he spoke of a particular instance of God’s kindness, was elevated, by means of it, to a general reflection; for, in considering God’s works, it was frequent and customary for good men to pass from a single instance to the whole class. In that way might this single but remarkable instance of the divine goodness raise the mind of the Prophet to so high a pitch as to meditate on that infinite abundance of blessings which is laid up for believers in heaven. We even see clearly that this commendation includes the gracious covenant by which God adopted the children of Abraham into the hope of eternal life. (<a class=\"ref\">Genesis 17:7<\/a>.) What has been said amounts to this: “Seeing that the goodness and power of God are so great, we have no reason to distrust him; but we ought to place our confidence in him, so as to hope that he will assuredly assist us.” And such is the design of those excellent benefits which are here mentioned by the Prophet. <\/p> ",
    "audit": null
}