{
    "id": 7375,
    "source": "calvin",
    "verse_id": 18261,
    "verse_count": 1,
    "reference": "32:1",
    "title": "",
    "html": " <p> <i>Behold, a King shall reign. <\/i>,He means that God will still be gracious to his Church, so as to restore her entirely; and the best method of restoring her is, when good government is maintained, and when the whole administration of it is conducted with propriety, and with good order. This prediction undoubtedly relates to Hezekiah and his reign, under which the Church was reformed and restored to its former splendor; for formerly it was in a wretched and ruinous condition. Ahaz, who was a wicked and disgraceful hypocrite, had corrupted everything according to his own wicked dispositions, and had overturned the whole condition of civil government and of religion. (<a class=\"ref\">2 Kings 16:2 <\/a>.) He therefore promises another king, namely, Hezekiah, whose power and righteousness shall restore the state of affairs which is thus wretched and desperate. In a word, he presents to us in this passage a lively picture of the prosperous condition of the Church; and as this cannot be attained without Christ, this description undoubtedly refers to Christ, of whom Hezekiah was a type, and whose kingdom he foreshadowed. <\/p>,\n <p> <i>In righteousness and judgment. <\/i>,Here he follows the ordinary usage of Scripture, which employs those expressions to denote good government; for by righteousness is meant equity and good government, and by judgment is meant that part of equity which upholds good men, and defends them from the assaults of the wicked. It is undoubtedly true that the duty of a good prince embraces a wider extent than “righteousness and judgment;” for his great aim ought to be to defend the honor of God and religion. But the ordinary usage of Scripture is, to describe the whole observation of the law by the works of the second table; for, if we refrain from acts of injustice, if we aid, as far as lies in our power, those who are oppressed by others, and, in a word, if we maintain brotherly kindness, we give evidence of the fear of God, from which such fruits spring and grow. From a part, therefore, the Prophet has described the whole. <\/p>,\n <p> <i>And princes shall rule. <\/i>,It is not without good reason that he likewise mentions nobles; for it would not be enough to be a good prince, if he were not supported by upright ministers and counselors. Frequently has the condition of the people, under good princes, been very bad; as we read of Nerva, under whose reign every kind of conduct was tolerated, so that many persons were far less favourably situated under his reign than under Nero; for the carelessness and indolence of a single individual gave freedom of action to many wicked men. It is therefore necessary that a king shall have good governors, who shall supply the place of eyes and hands, and aid him in the righteous exercise of his authority. If this be not the case, a good king cannot advance a step without being more or less retarded by other men; and unless rulers move with a harmony resembling that which we find in musical instruments, the government of a state cannot be carried on with advantage. <\/p>,\n <p>On this subject, men ought to listen to the advice of Jethro, Moses’ father-in-law, to unite with him <\/p>,\n <p>“able men fearing God, men of truth, and hating covetousness, and to appoint such men to be rulers of thousands, rulers of hundreds, rulers of fifties, and rulers of tens.” (<a class=\"ref\">Exodus 18:21 <\/a>.) <\/p>,\n <p>But at the present day, those who aid, or pander to their lusts, and who favor and flatter them, are promoted by kings to honors and high rank, which are bestowed on them as the just reward of their flattery or base servility. Nor ought we to wonder if we see, almost throughout the whole world, states thrown into confusion, ranks overturned, and all good government despised and set aside; for this is the just punishment of our iniquities, and we deserve to have such governors, since we do not allow God to rule over us. How shall this extraordinary kindness of God be enjoyed by men who are openly rebellious and profane, or by wicked hypocrites who cast God behind them, and cannot bear the yoke of Christ, through whom this prosperity and restoration of a declining Church is promised? <\/p>,\n\n <p>FT585 The singular mildness of the Roman Emperor Nerva, which made him personally beloved, was carried to such an excess as to impair the efficiency of his government, and compelled him to resign the throne to the able and excellent Trajan. On the other hand, Nero, whose name cannot be mentioned without awakening the remberance of his monstrous cruelty, held the reins with a firmer hand, and prevented the repetition of many disorders which had been committed under the reign of his amiable predecessor Nerva. — <i>Ed <\/i> <\/p>,\n <p>FT586 “ <span class=\"aramaic_text\">,Duquel il soit le chef <\/span>,.” <\/p>,\n <p>FT587 “The heart also of the rash. (Heb. hasty.)”—Eng.Ver. “The heart also of the hasty.” — <i>Stock <\/i> <\/p>,\n <p>FT588 This observation is founded on the Hebrew word <span class=\"greek-hebrew\">,נמהרים <\/span>,, (<i>nimharim <\/i>,,) which our Author translates Fools, and which literally means Hasty. — <i>Ed <\/i> <\/p>,\n <p>FT589 The allusion would be better brought out by rendering it, “The fool will speak folly.” — <i>Ed <\/i> <\/p>,\n <p>FT590 <span class=\"greek-hebrew\">,Συμπάθεια <\/span>,, a more extensive term than the English word “sympathy,” literally denotes “fellow-feeling,” and is frequently employed by our Author to express that kind of feeling which every man ought to cherish towards his fellow-men. — <i>Ed <\/i> <\/p>,\n <p>FT591 “ <span class=\"aramaic_text\">,Quelque trahison <\/span>,;”—“Some treachery.” <\/p>,\n <p>FT592 “Even when the needy speaketh right;” or, “when he speaketh against the poor in judgment.”—Eng. Ver. <\/p>,\n <p>FT593 “Ye provinces that dwell at ease.” — <i>Jarchi <\/i> <\/p>,\n <p>FT594 “Ye cities that dwell carelessly.” — <i>Jarchi <\/i>,. In this, as well as in the former case, he refers to Jonathan’s Targum. — <i>Ed <\/i> <\/p>,\n <p>FT595 “Many days and years; (Heb. days above a year.)”—Eng. Ver. “In a year and more.” — <i>Alexander <\/i>,. “Shortly after a year; Heb. days upon a year: that is, the time will soon come after the expiration of one year, when ye shall be troubled with a dearth.” — <i>Stock <\/i> <\/p>,\n <p>FT596 “It may be better translated, striking your breasts, because of the pleasant fields and fruitful vines, which should be destroyed by the Assyrians. It was a common gesture used on all mournful occasions, to strike the breasts; though others think teats may be taken metaphorically for the pleasant fields and fruitful vine by which they subsisted, as infants by the mother’s paps.” — <i>Samuel White <\/i> <\/p>,\n <p>FT597 “For all that desolation shall be on all joyful houses.” — <i>Jarchi <\/i> <\/p>,\n <p>FT598 “And the wilderness become a fruitful field.” Such is the Author’s own translation of the clause, which corresponds to our authorized version. — <i>Ed <\/i> <\/p>,\n <p>FT599 See our Author’s Commentary on that passage. — <i>Ed <\/i> <\/p>,\n <p>FT600 “And the city shall be low in a low place;” or, “And the city shall be utterly abased.”—Eng. Ver. <\/p>,\n <p>FT601 “Some by the Forest understand Nineveh, some Babylon, some Jerusalem, and some the Assyrian army; but Gataker, and Vatablus before him, think the words may be rendered, he shall hail with hail on the forest, and cities shall be built in low places; as if he had said, God shall preserve the fruits of the earth from the injuries of unseasonable weather, and, when he sends a storm of hail, cause it to fall on the woods and deserts; and he shall give them so great security, that for the future they shall build their cities in low grounds, to shew that they are under no apprehension of being overrun any more by an enemy.” — <i>White <\/i> <\/p>,\n <p>FT602 “Happy ye who shall enjoy as great fertility as if all your lands lay on the side of a running stream. Your corn shall grow so thick and fast that ye shall be forced to let your cattle crop the luxuriant ears; a practice still in use among our husbandmen.” — <i>White <\/i> <\/p>,",
    "audit": null
}