{
    "id": 7539,
    "source": "calvin",
    "verse_id": 18429,
    "verse_count": 1,
    "reference": "40:8",
    "title": "",
    "html": "<p><i> The grass withereth.<\/i> This repetition is again added for the purpose of bringing to nought the glory of the flesh, but at the same time contains within itself a highly valuable consolation, that God, when he has cast down his people, immediately raises up and restores them. The context therefore runs thus: “The grass indeed withereth and perisheth, but the word of the Lord endureth for ever.” After having learned how empty and destitute we are of all blessings, how transitory and fading is the glory of the flesh, the only consolation left for us, that we may be raised up by the word of the Lord, as by an outstretched hand, is, that we are frail and fading, but that the word of the Lord is durable and eternal, and, in a word, that the life which we need is offered to us from another quarter.<\/p> \n<p><i> But the word of our God shall stand for ever.<\/i> This passage comprehends the whole Gospel in few words; for it consists of an acknowledgment of our misery, poverty, and emptiness, that, being sincerely humbled, we may fly to God, by whom alone we shall be perfectly restored. Let not men therefore faint or be discouraged by the knowledge of their nakedness and emptiness; for the eternal word is exhibited to them by which they may be abundantly supported and upheld. We are likewise taught that we ought not to seek consolation from any other source than from eternity, which ought not to be sought anywhere else than in God; since nothing that is firm or durable will be found on the earth. Nothing is more foolish than to rest satisfied with the present state, which we see to be fleeting; and every man is mistaken who hopes to be able to obtain perfect happiness till he has ascended to God, whom the Scripture calls eternal, in order that we may know that life flows to us from him; and indeed he adopts us to be his children on this condition, to make us partakers of his immortality.<\/p> \n<p>But this would be of no avail, if the manner of seeking him were not pointed out; and therefore he exhibits<i> the word,<\/i> from which we must not in any respect turn aside; for if we make the smallest departure from it, we shall be involved in strange labyrinths, and shall find no way of extricating ourselves. Now, the word is called eternal, not merely in itself, but in us; and this ought to be particularly observed, because otherwise we could obtain no consolation. And thus Peter, a faithful expounder of this passage, applies it to us, when he says that “we are regenerated by this incorruptible seed, that is,” says he, “by the word which is preached.” (<a class=\"ref\">1 Peter 1:23<\/a> .) Hence we infer, what I mentioned a little before, that life is prepared for the dead who shall come thirsting to the fountain that is exhibited to them; for the power which is hid in God is revealed to us by the word.<\/p> ",
    "audit": null
}