{
    "id": 8024,
    "source": "calvin",
    "verse_id": 18922,
    "verse_count": 1,
    "reference": "65:24",
    "title": "",
    "html": " <p> <i>Before they cry, I will listen. <\/i> A remarkable promise; for nothing is more desirable than to have God reconciled to us, and to have it in our power to draw near to him with freedom and boldness; for, although we are surrounded by innumerable distresses and calamities, yet we cannot be miserable so long as we are at liberty to betake ourselves to the Lord. Here therefore the Lord promises that we shall not pray in vain. Yet this was also promised to the fathers under the Law. It is certain that, since the beginning of the world, God listened to the fathers, to all that called upon him; for this is the most valuable fruit of faith. But he confirms this more and more. Because the Jews would be exiles for a long time, the Lord solemnly declares that he will not permit them any longer to languish in banishment, and will no longer delay his assistance, but will “listen to them even before they cry.” <\/p> \n <p>This relates chiefly to the kingdom of Christ, through whom we are heard and have access to God the Father, as Paul admirably explains. (<a class=\"ref\">Ephesians 2:18 <\/a>.) The fathers indeed enjoyed the same access, and there was no other way in which they could be heard but through Christ; but the door was still narrow and might be said to be shut, whereas now it has been most widely and perfectly thrown open. Under the law the people were wont to stand at a distance in the porch; but now nothing hinders us from entering into the sanctuary itself, because <\/p> \n <p>“the veil of the temple hath been rent.” (<a class=\"ref\">Matthew 27:51 <\/a>.) <\/p> \n <p>Thus we have admission into heaven through Christ, <\/p> \n <p> <span> “that we may approach with freedom and boldness to the throne of grace, to obtain mercy and find needful assistance.” \n(<\/span> <a class=\"ref\">Hebrews 4:16 <\/a>.) <\/p> \n <p>A question will be put. “Are there no believers in the world, and is there no kingdom of Christ, in the present day? For it does not appear that God is so ready to render assistance, and there is no visible fruit of our prayers.” I reply. Though it becomes fully evident that we have been heard when the event actually proves it, yet God does not in the meantime overlook us; for he does not permit us to faint, but supports us by the power of his Spirit, that we may wait for him patiently. Nor does he delay, as men do, because he has need of time, but because he wishes to exercise and try our patience. In a word, there are two ways in which God listens to us; first, when he renders assistance openly; and secondly, when he aids us by the power of his Spirit, that we may not sink under the weight of afflictions. And if this doctrine were deeply fixed in the hearts of men, they would fly to God more readily and boldly, and would not dispute so eagerly about calling on saints. For how comes it that men contrive for themselves such a variety of intercessors, to whom they betake themselves rather than to Christ, but because they do not receive that doctrine, and because they reject such large and bountiful promises? <\/p> ",
    "audit": null
}