{
    "id": 7636,
    "source": "calvin",
    "verse_id": 18527,
    "verse_count": 1,
    "reference": "43:21",
    "title": "",
    "html": " <p> <i>This people have I created for myself. <\/i> The Prophet means that the Lord will necessarily do what he formerly said, because it concerns his glory to preserve the people whom he has chosen for himself; and therefore these words are intended for the consolation of the people. “Do you think that I will suffer my glory to fall to the ground? It is connected with your salvation, and therefore your salvation shall be the object of my care. In a word, know that you shall be saved, because you cannot perish, unless my glory likewise perish. Ye shall therefore survive, because I wish that you may continually proclaim my glory.” <\/p> \n <p>When he says that he has <i>created <\/i> the people, let us learn that it proceeds from supernatural grace that we are the people of God; for we must remember that principle of which we have formerly spoken, that he does not now speak of the ordinary nature of men, but of spiritual regeneration, or of the adoption by which he separates the Church from the rest of the world, and that with everything that belongs to it. Let no one therefore ascribe his regeneration to himself or to any human merits; but let us acknowledge that it is entirely to the mercy of God that we owe so great a favor. <\/p> \n <p> <i>They shall declare my praise. <\/i> Though it is the design of the Prophet to shew what I have said, that his people shall be saved because it concerns the glory of God, yet we also learn from it, that the end of our election is, that we may shew forth the glory of God in every possible way. (<a class=\"ref\">Exodus 14:4 <\/a>.) The reprobate are, indeed, the instruments of the glory of God, but it is said to shine in us in a very different manner; for “he hath chosen us,” says Paul, “that we might be holy and without blame before him through love, who predestinated us that he might adopt us to be his children through Jesus Christ, in himself, according to the good pleasure of his will, to the praise of the glory of his grace by which he hath made us accepted through the Beloved.” (<a class=\"ref\">Ephesians 1:4 <\/a>.) Such also is the import of the words of Peter when he says, that we were brought out of darkness into the wonderful kingdom of God, that we may declare his perfections, (<a class=\"ref\">1 Peter 2:9 <\/a>;) and likewise the words of Zacharias, <\/p> \n <p>“That, being delivered out of the hand of our enemies, we may serve him without fear, in holiness and righteousness, all the days of our life.” (<a class=\"ref\">Luke 1:74 <\/a>.) <\/p> \n <p>This, then, is the end of our calling, that, being consecrated to God, we may praise and honor him during our whole life. <\/p> ",
    "audit": null
}