{
    "id": 7582,
    "source": "calvin",
    "verse_id": 18473,
    "verse_count": 1,
    "reference": "41:21",
    "title": "",
    "html": " <p> <i>Plead your cause. <\/i> There was also a necessity that this should be added to the former doctrine; for when we associate with wicked men, they pour ridicule on our hope and charge us with folly, as if we were too simple-minded and credulous. Our faith is attacked and frequently shaken by jeers such as the following, “These people hang on the clouds, and believe things that are impossible and contrary to all reason.” Since, therefore, the Jews, in their captivity, would hear such mockeries, it was of importance that they should be fortified by these warnings of the Prophet; and in order to give greater weight to this address, he comes forth of his own accord, for the sake of inspiring confidence, and challenges the Gentiles themselves, charging them to bring forward everything that could support their cause, as is usually done in courts of justice. <\/p> \n <p> <i>Saith the king of Jacob. <\/i> When he calls himself “the king of Jacob,” he defies all idols, and shews that he undertakes the cause of his people, so as to be at length acknowledged to have vindicated his glory by delivering those who were unjustly oppressed. And yet the godly needed to possess a strong faith; for what was the aspect of the kingdom, when they were captives and so severely oppressed? This was also the reason why he formerly (verse 14) called them “the worm Jacob” and “dead men.” But they comforted their hearts by that promise by which he formerly said that their root was concealed under ground, when he compared the people to a tree that had been cut down. <\/p> \n <p>“A branch shall spring from the stock of Jesse, and a sprout from his roots shall yield fruit.” (<a class=\"isa\" verses=\"WzE3ODg2XQ==\">Isaiah 11:1<\/a>.) <\/p> \n <p>They beheld by the eyes of faith that kingly power which lay concealed; for it could not be seen by the bodily eyes or comprehended by the human understanding. <\/p> ",
    "audit": null
}