{
    "id": 7503,
    "source": "calvin",
    "verse_id": 18393,
    "verse_count": 1,
    "reference": "38:2",
    "title": "",
    "html": " <p> <i>Then Hezekiah turned his face to the wall. <\/i>,He now relates the manner in which Hezekiah was affected when he received this message, that we may see his piety and faith. He does not break out into rage or indignation like unbelievers, but bears this affliction patiently. He does not debate with God, as if he had already endured enough of distresses from enemies, and ought not to be again chastised so severely by a new kind of afflictions. And this is true patience, not merely in a single instance to endure patiently any distress, but to persevere to the end, and always to be prepared for enduring new troubles, but, above all, to bow to the judgments of God in calm silence, and not to murmur at his severity, though it appear to be great; as David acknowledges that <i>“he <\/i>,was dumb, because he saw that he had to deal with God.” (<a class=\"ref\">Psalms 39:9 <\/a>.) <\/p>,\n <p>And such is the import of “turning the face <i>to the wall;” <\/i>,for, in consequence of being overwhelmed by shame and grief, as if he shunned the face of men, he summons up his energy, and turns wholly to God, so as to rely entirely upon him. The mere attitude, indeed, is immaterial; but it is of very great importance to us, that nothing should be presented to our eyes or senses which would drag us away from prayer, that we may pour out our desires more freely before God. We are naturally unsteady, and easily drawn aside; and therefore we cannot be too diligent in fixing our attention. If we must pray in public, we are restrained by shame, lest, if we manifest excessive vehemence, we should be thought to do so for the sake of ostentation; or we are afraid of falling into improper attitudes; and therefore we ought to remove everything that would lead us aside. <\/p>,\n <p>Hezekiah, therefore, does not turn away his face, as if he were overwhelmed, or as if he bitterly and obstinately rejected the message that had been brought to him, but in this manner sharpens his eagerness for prayer. That he does not present his prayers openly, as when he formerly went up into the temple, followed by the rest of the multitude, (<a class=\"isa\" verses=\"WzE4MzY3XQ==\">Isaiah 37:14 <\/a>,,) is an indication of the deepest anxiety, as if grief had seized his whole frame. Yet it is a remarkable pattern of piety, that, when he has received the sentence of death, he does not cease to call upon God. <\/p>,\n <p>These words, <i>Thou shalt die, and shalt not live, <\/i>,tended not only to startle him, but deeply to wound and pierce his heart, as if God were rushing upon him in a hostile manner to destroy him. It was an alarming token of wrath to be thrown headlong out of life in the very flower of his age, and to be cast out of the world, as if he were unworthy of the society of men; and therefore he had to contend not only with death, but with hell itself and with frightful torments. <\/p>,\n <p>Hence it follows that he attached to the Prophet’s words more meaning than they actually conveyed; for, although he could not all at once disentangle himself, yet the Holy Spirit suggested to his dark and confused heart “groanings that could not be uttered.” (<a class=\"ref\">Romans 8:26 <\/a>) And indeed it would have been a foolish message if God had not supported him by secret influence, when he appeared to have been slain by the external voice of his servant. But since he would never have aimed at repentance if he had been seized with despair, the slaying came first, and was next followed by that secret energy which dedicated the dead man to God. <\/p>,",
    "audit": null
}