{
    "id": 7162,
    "source": "calvin",
    "verse_id": 18041,
    "verse_count": 1,
    "reference": "21:5",
    "title": "",
    "html": "<p><i>Prepare the table. <\/i>These verbs may be taken for participles; as if he had said, “While they were preparing the table and appointing a guard, while they were eating and drinking, sudden terror arose; there was a call to arms, Arise ye princes,” etc.. But Isaiah presents lively descriptions, so as to place the actual event, as it were, before our eyes. Certainly Xenophon does not describe so historically the storming of the city; and this makes it evident that it was not natural sagacity, but heavenly inspiration, that taught Isaiah to describe so vividly events that were unknown. Besides, we ought to observe the time when these predictions were uttered; for at that time the kingdom of Babylon was in its most flourishing condition, and appeared to have invincible power, and dreaded no danger. Isaiah ridicules this vain confidence, and shews that this power will speedily be laid in ruins. <\/p>\n<p>Let it not be thought absurd that he introduces the watchmen as speaking; for although the siege had not shaken off the slothfulness of a proud and foolish tyrant so as to hinder him from indulging in gaiety and feasting, still there is no room to doubt that men were appointed to keep watch. It is customary indeed with princes to defend themselves by guards, that they may more freely and without any disturbance abandon themselves to every kind of pleasure; but the Prophet expressly mixes up the sentinels with the delicacies of the table, to make it more evident that the wicked tyrant was seized with a spirit of giddiness before he sunk down to drunken reveling. The king of Babylon was thus feasting and indulging in mirth with his courtiers, when he was overtaken by a sudden and unexpected calamity, not that he was out of danger, but because he disregarded and scorned the enemy. The day before it happened, it might have been thought incredible, for the conspiracy of Gobryas, and of that party which betrayed him, had not yet been discovered. At the time when Isaiah spoke, none would have thought that an event so extraordinary would ever take place. <\/p>",
    "audit": null
}