{
    "id": 7281,
    "source": "calvin",
    "verse_id": 18163,
    "verse_count": 1,
    "reference": "27:11",
    "title": "",
    "html": "<p><i>When its harvest shall wither. <\/i> Some think that the Prophet has in his eye the metaphor of a vineyard, which he employed at the beginning of the chapter, and therefore they translate  <span class=\"greek-hebrew\">קציר<\/span> (<i>kātzīr<\/i>,) <i>branches<\/i>. The word is certainly ambiguous; but as  <span class=\"greek-hebrew\">קציר<\/span> (<i>kātzīr<\/i>) means also a <i>harvest<\/i>, and as the metaphor of a <i>harvest <\/i>is more appropriate, I prefer to take it in that sense. Nor do I translate it, “When the harvest shall be withered,” but “When the harvest shall wither.” In this passage <i>wither <\/i>means nothing else than to approach to maturity. Before the harvest of the land is ripe, it shall be cut down; as if he had said, “The Lord will take away from thee the produce which thou thoughest to be already prepared for thee and to be in thy hand.” <\/p>\n<p><i>The women coming shall burn it. <\/i>When he says that “women shall come,” he means that God will have no need of robust soldiers to execute his judgment, and that he will only make use of the agency of women. This exhibits in a still stronger light the disgracefulness of the punishment, for he threatens that the calamity shall also be accompanied by disgrace; because it is more shameful and humiliating to be plundered by “women,” who are unused to war, than by men. <\/p>\n<p><i>For it is a people of no understanding. <\/i>At length he assigns the reason of so heavy a calamity. At first sight it might appear to be excessively harsh that the Lord should permit the people whom he had chosen to be wretchedly tormented and scattered, and not to render them any assistance; for it is inconsistent with his kindness and fatherly love which he bears towards them. But the Prophet shews that God had good reason for punishing the Jews with such severity; for they were destitute of knowledge and sound “understanding.” <\/p>\n<p>Nor is it without reason that he pronounces ignorance to have been the source of all evils; for since “the fear of God is the beginning of wisdom,” (<a class=\"ref\">Proverbs 1:7; Psalms 111:10<\/a>,) they who despise God and obey the wicked passions of their flesh are justly condemned by the Spirit of God as blind and mad. And yet such ignorance does not at all excuse us or lessen the guilt of our wickedness; for they who sin are conscious of their sinfulness, though they are blinded by their lust. Wickedness and ignorance are therefore closely connected, but the connection is of such a nature that ignorance proceeds from the sinful disposition of the mind. Hence it comes that “ignorance,” or “ignorances,” is the general name given by the Hebrew writers to every kind of sin, and hence also that saying of Moses, <\/p>\n<p><span>“O that they were wise and understood!” \n(<\/span><a class=\"ref\">Deuteronomy 32:29<\/a>.) <\/p>\n<p>Any man will easily perceive this, if he consider how great is the power of evil passions to trouble us; for when we have been deprived of the light of doctrine, and are void of understanding, the devil drives us as it were to madness, so that we do not dread the arm of God, and have no respect for his holy word. <\/p>\n<p><i>Therefore their Maker will not have compassion on them. <\/i>For the purpose of still heightening their terror, he at length takes away all hope of pardon; for even if a remnant was preserved, the wrath of God did not on that account cease to rage against the multitude at large. The Prophet here calls God the <i>Maker <\/i>and <i>Creator <\/i>of Israel, not in the same manner that he is called the Creator of heaven and earth, (<a class=\"ref\">Genesis 1:1<\/a>,) but inasmuch as he has formed his Church by the Spirit of regeneration. In like manner Paul also declares, that in that sense we are  <span class=\"greek-hebrew\">αὐτοῦ ποίημα<\/span>, <i>his workmanship<\/i>, (<a class=\"ref\">Ephesians 2:10<\/a>,) as we have already stated in the exposition of another passage.  (<a class=\"isa\" verses=\"MTgwMzA=\">Isaiah 19:25<\/a>.) Isaiah made this statement, in order to exhibit more strongly the ingratitude of the people, and to shew how justly they deserve to be punished, since, after having been formed and preserved by God, they treated him with dishonor and contempt. <\/p>",
    "audit": null
}