{
    "id": 7097,
    "source": "calvin",
    "verse_id": 17976,
    "verse_count": 1,
    "reference": "16:6",
    "title": "",
    "html": " <p> <i>We have heard of the pride of Moab. <\/i>,The Prophet added this statement by way of anticipation. It might be thought that men could not believe what he had promised about restoring the <i>throne <\/i>,of the king and destroying the Moabites, who at that time were in a flourishing state of riches, and were defended by strong fortresses, and who, puffed up with the prosperity which they now enjoyed, were exceedingly <i>proud <\/i>,. Besides, their haughtiness, with which they scorned the unhappy Jews, was a disagreeable and powerful weapon for discouraging or shaking their minds. To provide against this temptation, he relates that their boasting was well known, but that their <i>pride <\/i>,would not prevent God from overthrowing them; because no array of armed forces, no treasures of riches, no multitude of men, can withstand God. Isaiah speaks of it as a thing extensively known, that the Moabites are puffed up in such a manner that they dread nothing; as is commonly the case with those who are well supplied with riches and troops, that they idly exalt themselves above God and men. But whatever may be their arrogance, the Lord will easily restrain it. <\/p>,\n <p> <i>His insolence. <\/i>,The Hebrew word <span class=\"greek-hebrew\">,עברה <\/span>,(<i>gnebrah <\/i>) most frequently signifies <i>indignation <\/i>,; but the connection in which it stands appears to call for something more definite. This noun is derived from the verb <span class=\"greek-hebrew\">,עבר <\/span>,, (<i>gnabar <\/i>,,) to <i>pass <\/i>,or <i>go beyond <\/i>,, answering to the Latin word <i>excessus <\/i>,; and therefore I have thought it better to translate it <i>insolence <\/i>,. In a parallel passage, after the words <i>pride <\/i>,and <i>arrogance <\/i>,comes the phrase <i>haughtiness of heart <\/i>,. (<a class=\"ref\">Jeremiah 48:29 <\/a>.) Both Isaiah and Jeremiah, I have no doubt, mean that the Moabites, in consequence of their stubborn and disdainful behavior, and their sumptuous mode of living, were so cruel, that they kindled into wrath on the most trivial occasions, and rose fiercely against others. This vice is always accompanied by haughtiness of mind; for <i>pride <\/i>,is followed by disdain and contempt of others, and they who claim more than is due to them easily kindle into rage, and become furious for the smallest offense. In short, they can bear nothing, and are not only passionate, but likewise outrageous. They would wish that all should yield to them, and that they should yield to none. If all do not yield at their bidding, they think that injustice is done to them. This passionate temper is easily betrayed by proud men. On the other hand, the humble possess kindness accompanied by corresponding modesty, and easily forgive any one who has injured them. <\/p>,\n <p> <i>His lies. <\/i>,The Hebrew word <span class=\"greek-hebrew\">,בדים <\/span>,(<i>baddim <\/i>) denotes either <i>a mans limbs <\/i>,, or <i>the branches of a tree <\/i>,, and sometimes it is put for <i>divination <\/i>,. Accordingly, the Greek translators render it <span class=\"greek-hebrew\">,μαντεἰα <\/span>,, <i>divination <\/i>,, and it has that signification in other passages. Some think that it is here used metaphorically for <i>children <\/i>,; others translate it either <i>discourses <\/i>,or <i>thoughts <\/i>,; and others render it <i>strength <\/i>,or <i>sinews <\/i>,. But in my opinion it is rather put for <i>vain boasting <\/i>,; for this word often denotes <i>falsehood <\/i>,, and we shall soon see how well this signification applies to the present passage. <\/p>,\n <p>There is quite as much difference in the interpretation of the word <span class=\"greek-hebrew\">,כן <\/span>,(<i>ken <\/i>,,) <i>so <\/i>,. The greater part suppose it to mean that “the lies are not right,” or that “the discourses are not right,” and others, that “the lies are not true;” and as to the substance of the matter, I am almost of their opinion. I have no doubt that the meaning of the Prophet is, that Moab foolishly utters his vain boastings, for he will not accomplish what he imagines. As to the words, the meaning of them is obtained with greater certainty from <a class=\"ref\">Jeremiah 48:30 <\/a>. After the same words which are here employed by Isaiah, he immediately adds, for the sake of explaining them, <span class=\"greek-hebrew\">,לא כן <\/span>,, (<i>lo ken <\/i>,,) <i>Not so <\/i>,; <i>his lies shall not so effect it. <\/i>,As if he had said, “What is determined in their hearts shall fail of accomplishment.” Yet I do not think, that in the former clause the particle <span class=\"greek-hebrew\">,כן <\/span>,(<i>ken <\/i>) denotes comparison, but rather confirmation, so to speak, but negatively; for he declares that there will be no firmness or stability in his counsels, that <i>his divinations <\/i>,or <i>lies will not take effect <\/i>,. Proud men settle everything as if everything were in their power, and were not subject to the providence of God. “Such <i>arrogance <\/i>,, ” says Isaiah, shall be brought down, and all that they promise, as to their own strength, shall vanish away. This reminds us that pride is highly displeasing to God, and that the more men are puffed up with their riches, they are the nearer to destruction. <\/p>,",
    "audit": null
}