{
    "id": 7626,
    "source": "calvin",
    "verse_id": 18517,
    "verse_count": 1,
    "reference": "43:11",
    "title": "",
    "html": "<p><i>I, I <\/i> <i>am Jehovah. <\/i>Here the Lord employs lofty language, as having obtained the victory. Already he had sufficiently explained in what manner he must be known, and had shewn that there is no God except himself; and now, in order to confirm this doctrine, he exclaims, “I alone am Jehovah, there is none besides me.” This shews how dangerous it is to contrive anything about God out of our own fancy; for when we make any kind of graven image, we produce an idol instead of God. We ought, therefore, to embrace nothing but what has proceeded from God, so as not to allow ourselves any liberty on this subject. After God has revealed himself to us, we ought to make progress in the knowledge of him, and to grow and be strengthened every day; for this is the meaning of the repetition, I, I.  <\/p>\n<p><i>And there is no Savior besides me. <\/i>That we may not suppose that his eternal essence only is here exhibited, but also his power and goodness, which he constantly exercises towards us, and by which he is fully revealed, he adds an epithet as a distinguishing mark, that “he is the only Savior.” The world falls into the mistake of giving a naked and empty name to God, and at the same time conveying his authority to another, as in Popery God is indeed mentioned, but is robbed of his honor, when one part of it is given to St. Peter, and another to St. Paul, and another to St. William, and another to St. George; that is, his offices are distributed into so many parts, that hardly anything is left to him but a naked and empty name. They boast, indeed, of worshipping God alone; but when we come to what it belongs to God to do, they make as many gods as they have creatures, and distribute among them his power and authority. But the Lord has determined that these shall remain entire and uninfringed, and they cannot be conveyed to another without shocking blasphemy; for he alone does good to men, he alone defends and preserves them. The last clause of the verse expresses that knowledge which is derived from experience, that we may not seek salvation in any other than in him who its the only author of it. Hence we learn that the chief part of the worship of God consists in faith, when he is acknowledged to be the beginning and the end of life, when we bestow on him the title of Savior, and do not convey to another what he declares to belong to himself and to reside in him alone. <\/p>",
    "audit": null
}