{
    "id": 7894,
    "source": "calvin",
    "verse_id": 18790,
    "verse_count": 1,
    "reference": "58:3",
    "title": "",
    "html": "<p><i>Wherefore have we fasted?<\/i> He proceeds farther with the same subject, and says that feigned and perverse worshippers of God are not only blinded by their hypocrisy, but likewise swell with pride, so that they venture openly to murmur at God, and to complain when he presses hard upon them, as if he had done them a grievous injury. “Dost thou reject our services, fastings, and prayers? Why are they not acceptable to thee? Do we not vex ourselves in vain?“<\/p> \n<p>He has admitted, as we have already said, that hypocrites have some outward show of holiness, by which they deceive men; but now he declares that inwardly they are also puffed up and intoxicated by pride, while they have pretended good works, by which they think that they satisfy God, and, on this pretense, they carry themselves high against the prophets, and indulge in the worst vices, such as unbelief, rebellion, and obstinacy against God, distrust, cruelty, fraud, and pillage. These are light matters in themselves, and are easily washed away by other external exercises; for the former are their pre­eminent merits, in which they think that the worship of God consists, and from which they hope to obtain the pardon of all their sins. Thus they “strain out a gnat, and do not scruple to swallow a whole camel.” ( <a class=\"ref\">Matthew 23:24<\/a>) If such characters had been found among the Jews only, and if the world had changed its disposition, we should have needed to seek far for examples; but since we have experience of the same thing every day, there is no necessity for giving ourselves much trouble about the exposition of this passage.<\/p> \n<p>This complaint may be viewed as referring both to the word and to the hand of God. In both ways God judges hypocrites; for he rebukes by the word, and punishes for their obstinate malice; and therefore those words may be viewed as referring both to the chastisements and to the preceding reproof. For my own part, I interpret it as relating to the word, and as a rebuke to hypocrites, who boasted of their fastings, and contrasted them with the censures of the prophets; as if they were the true worshippers of God, and were unjustly rebuked. I differ from those who think that the people blame God for treating them harshly during their captivity. On the contrary, it appears to me that they complain of the prophets for rebuking them with great sharpness and severity; for the Jews wished to be regarded as devout and religious persons, and could not patiently endure to be condemned for impiety and wickedness. For this reason the Prophet exposes their dispositions, and shows that they make war with God, that they may not suppose that they have to deal with him as a private individual.<\/p> \n<p><i>Ye find pleasure and exact all your labors. <\/i> In the second part of the verse he refutes, in the name of God, those virtues which hypocrites proclaim with the sound of a trumpet. It is, because they do not nevertheless lay aside the sinful dispositions of the flesh, or begin to deny themselves; for he condemns them chiefly on the ground of having been devoted to their desires, and next he enumerates particular kinds of vices. Hence we may easily infer that their heart is not moved by any anxiety to repent.<\/p> ",
    "audit": null
}