{
    "id": 7410,
    "source": "calvin",
    "verse_id": 18297,
    "verse_count": 1,
    "reference": "33:17",
    "title": "",
    "html": " <p> <i>The king in his beauty. <\/i> Although the Prophet changes the person, yet this verse must be connected with the preceding verse; for he addresses the sincere worshippers of God, to whom he promises this additional blessing, <i>Thou shalt see the king in his beauty <\/i> This promise was highly necessary for supporting the hearts of believers, when the state of affairs in Judea was so lamentable and so desperate. When Jerusalem was besieged, the king shut up within the city and surrounded by treacherous counsellors, the people unsteady and seditious, and everything hastening to ruin, there appeared to be no hope left. Still the royal authority in the family of David was a remarkable pledge of the love of God. Isaiah, therefore, meets this danger by saying, that though they behold their king covered with filthy garments, yet he shall be restored to his former rank and splendor. <\/p> \n <p>First, it ought to be observed how invaluable is the kindness of God, when the commonwealth is at peace, and enjoys good princes, by whom everthing is administered justly and faithfully; for by their agency God rules over us. Since, therefore, this happiness is not inconsiderable, the Prophet was unwilling to leave out this part, in promising prosperity to the worshippers of God. Yet it, ought also to be observed, that that kingdom was a type of the kingdom of Christ, whose image Hezekiah bore; for there would be a slight fulfillment of this promise, if we did not trace it to Christ, to whom all these things must be understood to refer. Let no man imagine that I am here pursuing allegories, to which I am averse, and that this is the reason why I do not interpret the passage as relating directly to Christ; but, because in Christ alone is found the stability of that frail kingdom, the likeness which Hezekiah bore leads us to Christ, as it were, by the hand. I am, therefore, disposed to view Hezekiah as a figure of Christ, that we may learn how great will be his beauty. In a word, Isaiah here promises the restoration of the Church. <\/p> \n <p> <i>The land very far off. <\/i> The restoration of the Church consists of two parts; first, that “the king shall be seen in his beauty;” and secondly, that the boundaries of the kingdom shall be extended. We know that the appearance of Christ is so disfigured as to be contemptible in the eyes of the world, because “no beauty or loveliness” (<a class=\"isa\" verses=\"WzE4NzE0XQ==\">Isaiah 53:2 <\/a>) is seen in him; but at length, his majesty and splendor and beauty shall be openly displayed, his kingdom shall flourish and be extended far and. wide. Although at present wicked men have everything in their power, and oppress the true servants of God, so that they scarcely have a spot on which they can plant their foot in safety, yet. with firm hope we ought to look for our King, who will at length sit down on his bright and magnificent throne, and will gloriously enrich his people. <\/p> ",
    "audit": null
}