{
    "id": 6793,
    "source": "calvin",
    "verse_id": 17657,
    "verse_count": 1,
    "reference": "1:2",
    "title": "",
    "html": " <p> <i>Hear, O heavens<\/i>, Isaiah has here imitated Moses, as all the prophets are accustomed to do; and there cannot be a doubt that he alludes to that illustrious Song of Moses, in which, at the very commencement, he calls <i>heaven and earth<\/i>, to witness against the people: <\/p>\n <p>Give ear, O ye heavens, and I will speak; and hear, O earth, the words of my mouth. (<a class=\"ref\">Deuteronomy 32:1<\/a>.) <\/p>\n <p>This is unquestionably a very severe protestation; for it conveys this meaning, that both turn to the elements which are dumb and devoid of feeling, because men have now no ears, or are bereft of all their senses. The Prophet, therefore, speaks of it as an extraordinary and monstrous thing, which ought to strike even the senseless elements with amazement. For what could be more shocking than that the Israelites should revolt from God, who had bestowed on them so many benefits? Those who think that by <i>heaven<\/i>, are meant angels, and by <i>earth<\/i>, men, weaken too much the import of those words, and thus destroy all their force and majesty. <\/p>\n <p>Almost all the commentators consider the clause to end with the words, <i>for the Lord hath spoken<\/i>,; as if the Prophet had intimated, that as soon as the Lord opens his sacred mouth, all ought to be attentive to <i>hear<\/i>, his voice. And certainly this meaning has the appearance of being more full; but the context demands that we connect the words in a different manner, so as to make the word hear to refer, not in a general manner to any discourse whatever, but only to the expostulation which immediately follows. The meaning therefore is, Hear the complaint which the Lord brings forward, <i>I have nourished and brought up children<\/i>, etc. For he relates a prodigy, which fills him with such horror that he is compelled to summon dead creatures as witnesses, contrary to nature. <\/p>\n <p>That no one may wonder at the circumstance of his addressing dumb and lifeless objects, experience very clearly shows that the voice of God is heard even by dumb creatures, and that the order of nature is nothing else than the obedience which is rendered to him by every part of the world, so that everywhere his supreme authority shines forth; for at his bidding the elements observe the law laid down to them, and <i>heaven and earth<\/i>, perform their duty. The <i>earth<\/i>, yields her fruits; the sea flows not beyond her settled boundaries; the sun, moon, and stars perform their Courses; the <i>heavens<\/i>, too, revolve at stated periods; and all with wonderful accuracy, though they are destitute of reason and understanding But man, endued with reason and understanding, in whose ears and in whose heart the voice of God frequently sounds, remains unmoved, like one bereft of his senses, and cannot bend the neck to submit to him. Against obstinate and rebellious men shall dumb and lifeless creatures bear testimony, so that they will one day feel that this protestation was not in vain. <\/p>\n <p> <i>I have nourished<\/i>, Literally it runs, <i>I have made them great<\/i>,; but as he is speaking about children, we cannot obtain a better rendering than <i>I have nourished<\/i>, or, <i>I have brought up<\/i>,; for instead of the verb, to nourish, the Latins employ the phrase, <i>to bring up children<\/i>, But he afterwards mentions other benefits which he had bestowed on them in rich abundance; as if he had said, that he not only had performed the part of a kind father, by giving them food and the ordinary means of support, but had labored to raise them to an honorable rank. For in every sort of kindness towards them he had, as it were, exhausted himself, as he elsewhere reproaches them, <\/p>\n <p>What could have been done to my vineyard that I have not done? (<a class=\"isa\" verses=\"WzE3NzQ0XQ==\">Isaiah 5:4<\/a>.) <\/p>\n <p>A similar charge the Lord might indeed have brought against all nations; for all of them he feeds, and on all he confers great and multiplied benefits. But he had chosen the Israelites in a peculiar manner, had given them a preference above others by adopting them into his family, had treated them as his most beloved children, had tenderly cherished them in his bosom, and, in a word, had bestowed on them every kind of blessings. <\/p>\n <p>To apply these observations to our own times, we ought to consider whether our condition be not equal, or even superior to that which the Jews formerly enjoyed. Their adoption into the family of God bound them to maintain the purity of his worship. Our obligation is twofold; for not only have we been redeemed by the blood of Christ, but he who once redeemed us is pleased to favor us with his Gospel, and in this manner prefers us to all those whom he still allows to remain blinded by ignorance. If we do not acknowledge these things, how much severer punishment shall we deserve? For the more full and abundant the grace of God which hath been poured out on us, the higher will be the ingratitude of which it shall convict us. <\/p>\n <p> <i>They have revolted.<\/i>, Jerome translates it, <i>they have despised<\/i>,; but it is plain enough, from many passages, that <span class=\"greek-hebrew\">,פשע<\/span>,(pashang) means something more, namely, <i>revolt<\/i>,. God declares, that by no acts of kindness could they be kept in a state of obedience, that they were utterly disaffected and estranged, like a son who leaves his father’s house, and thus makes manifest that there remains no hope of his improvement. It is indeed a monstrous thing that children should not be obedient to their father, and to a Father who is so kind, and who gives unceasing attention to his family. Lycurgus refused to enact a law against ungrateful persons, because it was monstrously unnatural not to acknowledge a benefit received. A child who is ungrateful to his father is therefore a double monster; but a child who is ungrateful to a kind and generous father is a threefold monster. For he employs the word <i>children<\/i>, not for the purpose of treating them with respect, but in order to exhibit that <i>revolt<\/i>, in a more striking manner, and in more hateful colors. <\/p>",
    "audit": null
}