{
    "id": 7717,
    "source": "calvin",
    "verse_id": 18613,
    "verse_count": 1,
    "reference": "47:13",
    "title": "",
    "html": "<p><i>Thou hast wearied thyself. <\/i>He now declares still more plainly what he had formerly expressed in somewhat obscure language; that all the schemes which Babylon had previously adopted would lead to her ruin; for she nourished within herself a vain confidence arising from a belief of her power and wisdom, as if nothing could do her injury. <\/p>\n<p><i>In the multitude of thy counsels. <\/i>He calls them not only “counsels,” but “a multitude of counsels,” in order to declare that there is no good reason for being puffed up or exalting themselves, whatever may be the ingenuity or skill of their efforts to deceive; because their crafty counsels, the more numerous and the more plausible they are, will give them the greater annoyance. This is a general statement against those who, trusting to their own ability, contrive and form counsels of every sort, and, relying on their prudence, collect all the stratagems and annoyances that can be invented for oppressing others; for God scatters all their contrivances, and overtums their fraudulent designs, as he threatened that all unlawful means would be unsuccessful. “They dare,” says he, “to take counsel, but not from me; they weave a web, but not from my Spirit.” (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 30:1<\/a>.) <\/p>\n<p>Thus do the consultations of many persons altogether fail of success, because they do not ask counsel of God, from whom (<a class=\"ref\">James 1:5<\/a>) all wisdom should be sought; for, the more they toil, the greater annoyance do they suffer, and they can obtain no advantage. Well does David  say, (<a class=\"ref\">Psalms 127:2<\/a>,) that “in vain do they toil who rise early in the morning, and go late to rest, and eat the bread of sorrow;” for he speaks of unbelievers, who do not cast their cares on the Lord, but, trusting to their industry, make many daring efforts. The Lord ridicules this confidence, and causes them to be at length disappointed, and to feel how worthless are all their wicked labors and efforts, and how in this way they are punished for their rashness; while at the same time “the beloved of God sleep pleasantly,” as is said in that passage. Not that they are freed from all annoyances, but that they do not weary themselves with useless labor, and they commit to God the result of all their affairs. <\/p>\n<p><i>Let them stand now. <\/i>Here we perceive what counsellors are chiefly meant by the Prophet, that is, those diviners who boasted to the people of the empty name of science; as if they understood, all future events by looking at the stars. But we have formerly spoken of that judicial astrology, and of its uselessness. If it be objected, that it was not in the power of those men to mitigate the dangers which were hanging over them, I reply, the Babylonians would have done it at their suggestion, if they had foreseen the calamity; and, since they did not foresee it, the conclusion is, that their art had no foundation whatever. It is idle to pretend, as some do, that the Prophet reproves unskilfulness in the art, and not the art itself; for he addresses the Babylonians, who were the authors of this science. <\/p>\n<p><i>The binders of the heavens. <\/i>He says wittily that they “bind the heavens;” because they utter their decisions as boldly as if, by binding and tying the stars, they held mankind in chains. Yet, if any one choose to render the term “inchanters,” the meaning will not be inapplicable, and both are denoted by the verb  <span class=\"greek-hebrew\">חבר<\/span> <i>(chabar). <\/i>Although to observe the position of the stars is not in itself sinful, the Prophet says that it is carried farther than is proper by those who draw from it conclusions as to doubtful events, and appears indirectly to contrast those observers with the prophets, in order to make them more detested, because they extinguish all divine predictions; for, when men attach to the stars a fatal necessity, all the judgments of God must fall to the ground. <\/p>",
    "audit": null
}