{
    "id": 7945,
    "source": "calvin",
    "verse_id": 18841,
    "verse_count": 1,
    "reference": "60:19",
    "title": "",
    "html": "<p>and<i> And thou shalt no longer have the sun for the light of days.<\/i> He teaches that the prosperity of the Church shall not be temporary, but permanent; for he distinguishes it from the ordinary condition of men, among whom there is nothing steadfast or permanent; because there is nothing under the sun, however well regulated, that is not subject to various changes. But we ought not to judge of the Church from the dangers of the present life; for she is preserved in the midst of the billows; as if he had said, “Do not judge of thy safety from the present appearance of things, but know that it is laid up in God. God will be thy sun, so that thou hast no need of borrowing light from the sun or the moon. Do not, therefore, dread any change or revolution of affairs; for thou shalt have a perpetual and unchangeable light.”<\/p> \n<p>By these words the Prophet does not mean that the children of God shall be deprived of the ordinary advantages of life; for, since the Lord bestows them indiscriminately on all men, he certainly has appointed them also for his children, for whose sake, indeed, God created all things, since he exercises a peculiar care over them. But the Prophet intended to express a still greater blessing, which the children of God alone enjoy, namely, the heavenly Light, which ungodly men hate, and therefore cannot receive; for, although they enjoy the sun and other blessings, yet their happiness cannot be firm and enduring; because, being void of taste, they do not relish that which was of the greatest importance, that they have God for their Father.<\/p> \n<p>Thus he distinguishes the condition of the Church and of believers from the ordinary lot of men, that we may not judge of it from the revolution and change of events, and next that we may know that, amidst the thickest darkness, the fatherly kindness of God shines on believers, in order to cheer them. And, indeed, although all the elements either cease to discharge their duty, or threaten us with a melancholy aspect, yet it ought to be enough that God is reconciled to us. By a figure of speech, in which a part is taken for the whole, he includes, under the terms “Sun” and “Moon,” the whole condition of man, which is continually undergoing change.<\/p> ",
    "audit": null
}