{
    "id": 7888,
    "source": "calvin",
    "verse_id": 18784,
    "verse_count": 1,
    "reference": "57:18",
    "title": "",
    "html": " <p> <i>I have seen his ways. <\/i>,Here the Lord, on the contrary, magnifies his mercy, because he is gracious to that people, though obstinate and rebellious, and anticipates them by his grace and mercy. As if he had said, “I labored to bring back this people to repentance by my chastisements, because they violently pursued their lusts; but they were obstinate and untameable; all that I did was of no avail. I might justly, indeed, have ruined him, but I choose rather to heal and preserve. This cannot be done but by distinguished and incomparable mercy. I will therefore cease to punish them.” For these reasons Isaiah gradually magnifies the mercy of God, whom he represents as a physician considering what remedies are best adapted for healing this people. Now, our diseases are incurable, if the Lord do not anticipate us by his mercy. <\/p>,\n <p> <i>And will guide him. <\/i>,No chastisements, however severe, will drive us to repentance, if the Lord do not quicken us by his Spirit; for the consequence will be, to render us more rebellious and hard­hearted. And so we may behold, in the example of this people, an image of mankind; that we may clearly see what is our rebellion and obstinacy against God, and what remedies are necessary for curing our diseases; and that, when we are diseased and almost beyond hope, we are healed, are brought back to the right path, and afterwards continue in it. Hence follows consolation: <\/p>,\n <p> <i>Restoring comforts to him. <\/i>,If piety be wanting, there can be no faith and no consolation; for they who are not dissatisfied with themselves on account of their vices can look for nothing but the wrath of God, terrors and despair. It is proper, therefore, to observe the context, in which the Prophet, after mentioning “healing,” next mentions “consolation;“ for they whose diseases have been cured obtain, at the same time, that joy of heart and that consolation of which they had been deprived. <\/p>,\n <p>When he adds, <i>To his mourners <\/i>,, he appears especially to denote good men, who were few in number; as appears clearly from the complaints of the prophets, who exclaim loudly against the stupidity which had seized the people on every side. Thus he describes those who, amidst the universal guilt, were constrained by sincere grief to mourn, and who not only bewailed the miseries of the people, but deeply groaned under the burden of God’s wrath, while others indulged freely in their pleasures. <\/p>,",
    "audit": null
}