{
    "id": 7748,
    "source": "calvin",
    "verse_id": 18644,
    "verse_count": 1,
    "reference": "49:7",
    "title": "",
    "html": " <p> <i>Thus saith Jehovah. <\/i>,Isaiah pursues the same subject, that the people, when they were afflicted by that terrible calamity, might cherish the hope of a better condition; and, in order to confirm it the more, he calls God, who promised these things, <i>the Redeemer and the Holy One of Israel <\/i>,It will be objected that these statements are contradictory, that is, that God is called the “redeemer” of that people which he permitted to be oppressed; for where is this redemption, and where is this sanctification, if the people could reply that they were miserable and ruined? I reply, the record of ancient history is here exhibited as the ground of confidence and hope; for when the Jews were on the point of despair, the Prophet comes forward and reminds them that God, who had formerly redeemed their fathers, is still as powerful as ever; and therefore, although for a time, in order to exercise the faith of the godly, he concealed their salvation, believers are commanded to stand firm, because in his hand their redemption is certain. Yet it was proper that they should form conceptions of that which lay far beyond human senses. This is a remarkable passage, from which we learn how firmly we ought to believe God when he speaks, though he does not immediately perform what he has promised, but permits us to languish, and to be afflicted for a long time. <\/p>,\n <p> <i>To the contemptible in the soul. <\/i> <span class=\"greek-hebrew\">,בזה <\/span> <i>(bezo) <\/i>,is rendered by some commentators “contempt,” and by others “contemptible,” which I prefer. It heightens the wretchedness of that nation, that “in the soul,” that is, in their own estimation, they are “contemptible.” Many are despised by others, though they either deserve honor on account of their good qualities, or do not cease to swell with pride, and to tread down the arrogance of others by still greater arrogance. But of this people the Prophet says, that they despise themselves as much as others despise them. He therefore describes deep disgrace and a very unhappy condition, and, at the same time, prostration of mind, that they may know that God’s time for rendering assistance will be fully come, when they shall be altogether humbled. <\/p>,\n <p> <i>To the abhorred nation. <\/i>,I see no reason why the plural “Nations,” is here employed by some interpreters; seeing that the singular <span class=\"greek-hebrew\">,גוי <\/span>,, (<i>goi <\/i>,,) “nation,” is used by the Prophet, and it is certain that the discourse is specially directed to the posterity of Abraham. <\/p>,\n <p> <i>To the servant of rulers. <\/i>,This is added, as if he had said that they are oppressed by strong tyrants; for he gives the appellation <span class=\"greek-hebrew\">,משלים <\/span> <i>(moshelim) <\/i>,to those whose strength and power are so great that it is not easy to escape out of their hands. <\/p>,\n <p>When he says that <i>kings shall see, <\/i>,he speaks in lofty terms of the deliverance of his nation; but yet he permits them to be put to the test in the fumace, that he may make trial of their faith and patience; for otherwise there would be no trial of their faith, if he immediately performed what he promised, as we have already said. The word <i>princes <\/i>,contains a repetition which is customary among the Hebrews. We would express it thus: “Kings and princes shall see; they shall rise up: and adore.” By the word <i>adore, <\/i>,he explains what he had said, “They shall rise up;“ for we “riseup” for the purpose of shewing respect. The general meaning is, that the most exalted princes of the world shall be aroused to perceive that the restoration of the nation is an illustrious work of God, and worthy of reverence. <\/p>,\n <p> <i>For faithful is the Holy One of Israel. <\/i>,This is the reason of the great admiration and honor which the princes shall render to God. It is because they shall perceive the “faithfulness” and constancy of the Lord in his promises. Now, the Lord wishes to be acknowledged to be true, not by a bare and naked imagination, but by actual experience, that is, by preserving the people whom he has adopted. Let us therefore learn from it, that we ougtlt not to judge of the promises of God from our condition, but from his truth; so that, when we shall see nothing before us but destruction and death, we may remember this sentiment, by which the Lord calls to himself the contemptible and abominable. <\/p>,\n <p>Hence also it ought to be observed, how splendid and astonishing a work of God is the deliverance of the Church, which compels kings, though proud, and deeming hardly anything so valuable as to be worthy of their notice, to behold, admire, and be amazed, and even in spite of themselves to reverence the Lord. This strange and extraordinary work, therefore, is highly commended to us. How great and how excellent it is, we may learn from ourselves; for to say nothing about ancient histories, in what manner have we been redeemed from the wretched tyranny of Antichrist? Truly we shall consider it to be “a dream,” as the Psalmist says, (<a class=\"ref\">Psalms 126:1 <\/a>,,) if we ponder it carefully for a short time; so strange and incredible is the work which God hath performed in us who have possessed the name of Christ. <\/p>,\n <p> <i>And who hath chosen thee. <\/i>,He now repeats what he had formerly glanced at, that this nation has been set apart to God. But in election we perceive the beginning of sanctification; for it was in consequence of God having deigned to elect them out of his mere good pleasure, that this nation became his peculiar inheritance. Isaiah therefore points out the secret will of God, from which sanctification proceeds; that Israel might not think that he had been selected on account of his own merits. As if he had said, “The Lord, who hath chosen thee, gives actual proof of his election, and shows it by the effect.” In the same manner, therefore, as the truth of God ought to be acknowledged in our salvation, so salvation ought to be ascribed exclusively to his election, which is of free grace. Yet they who wish to become partakers of so great a benefit, must be a part of Israel, that is, of the Church, out of which there can be neither salvation nor truth. <\/p>,",
    "audit": null
}