{
    "id": 6801,
    "source": "calvin",
    "verse_id": 17665,
    "verse_count": 1,
    "reference": "1:10",
    "title": "",
    "html": "<p><i> Hear the word of the Lord<\/i> He confirms what he had formerly said, that the Lord’s vengeance is not cruel; because they deserved far more severe punishment. For although there was a difference between them and the inhabitants of<i> Sodom<\/i> as to punishment, yet their guilt was the same; so that equal punishment might have been inflicted, if the Lord had not spared them. It amounts to this, that, if they have received milder treatment, it is not because they have sinned less heinously than the inhabitants of<i> Sodom<\/i> , but it must be ascribed to the mercy of God.<\/p> \n<p>When he gives to the<i> rulers<\/i> the name of<i> Sodom<\/i> , and distinguishes the<i> people<\/i> by the name of<i> Gomorrah<\/i> , this does not point out that there is a difference, but rather that their condition is alike. But by repeating the same thing twice, the diversity of the names lends additional elegance; as if he had said, that there is no greater difference between the rulers and the<i> people<\/i> than there is between<i> Sodom<\/i> and<i> Gomorrah<\/i> . There is, no doubt, an allusion to the various ranks of men, by assigning to them, separately, as it were, two cities; but as<i> Sodom<\/i> and<i> Gomorrah<\/i> mean the same thing, we perceive that he throws them, as it were, into one bundle. In short, the meaning is, “If any one shall form an opinion about the people and the rulers, he will find that there is as close a resemblance between them as between Sodom and Gomorrah, or between one egg and another; for no one part is more sound than any other part.”<\/p> \n<p>The Prophet begins with stripping the Jews of their disguises, and justly; for while all hypocrites are accustomed to employ strange coverings for concealing themselves from view, that nation was particularly addicted to this vice, and on no subject did the prophets contend with them more keenly or fiercely. Along with their vaunting about pretended holiness pride also reigned, and they boasted of the grandeur and excellency of their nation as much as of ceremonies and outward worship. So much the more were they offended at the great harshness with which Isaiah addressed them. But it was necessary to drag their wickedness from their lurking places, and therefore the more haughty their demeanour, the greater is the vehemence with which the Prophet thunders against them. In the same manner ought we to deal with all hypocrites.<\/p> \n<p><i> The word of the Lord<\/i> The Prophet takes the<i> word<\/i> and the<i> law<\/i> for the same thing; and yet I fully believe that he purposely employed the term<i> law<\/i> , in order to glance at their absurd opinion; because, by imagining that the offering of sacrifices, unaccompanied by faith and repentance, can appease God, they put an absurd interpretation on the<i> law<\/i> . By these words he reminded them that, by quoting Moses to them, he introduces nothing new and makes no addition to the law; that it is only necessary for them to hear what the will of God is; and that on this subject he will faithfully instruct them. Lest they should suppose that, by an unfounded belief of their own righteousness, they can deceive God, he likewise reminds them that the<i> law<\/i> gives no countenance to them in this matter.<\/p> ",
    "audit": null
}