{
    "id": 7113,
    "source": "calvin",
    "verse_id": 17992,
    "verse_count": 1,
    "reference": "17:8",
    "title": "",
    "html": "<p><i>And he shall not look to the altars. <\/i> This contrast shews more clearly that the<i>looking<\/i> which he spoke of in the former verse relates strictly to hope and confidence, for he says that every kind of sinful confidence will vanish away when men have learned to hope in God; and indeed in no other manner can any one obtain clear views of God than by driving far from him all superstitions. We are thus taught that obstacles of this kind ought to be removed if we wish to approach to God. It is vain to think of making a union between God and idols, as the Papists do, and as the Jews formerly did; for that vice is not peculiar to our age, but has prevailed in all ages. Every obstruction ought therefore to be removed, that we may look to God with such earnestness as to have just and clear views of him, and to put our trust in him.<\/p> \n<p><i>The work of his hands. <\/i> It is for the purpose of exciting abhorrence that he calls the false gods<i>the work of their hands,<\/i> that the Israelites, being ashamed of their folly, may shake off and drive away from them such a disgraceful reproach. On this vice, however, he dwells the more largely, because they were more chargeable with it than with any other, and because none can be more abominable in the sight of God. There were innumerable superstitions among them, and in places without number they had set up both idols and altars, so that Isaiah had good reason for reproving and expostulating with them at great length on account of these crimes.<\/p> \n<p>It might be objected that the altar at Jerusalem was also built by men, and therefore they ought to forsake it in order to approach to God. ( <a class=\"ref\">Exodus 27:1<\/a>). I reply, that altar was widely different from others, for although it consisted of stone and mortar, silver and gold, and was made like others by the agency of men, yet we ought not to look at the materials or the workmanship, but at God himself who was the maker, for by his command it was built. We ought therefore to consider the essential form, so to speak, which it received from the word of God; other matters ought not to be taken into view, since God alone is the architect. ( <a class=\"ref\">Exodus 20:24; Deuteronomy 27:5<\/a>). Other altars, though they bore some resemblance to it, should be abhorred, because they had not the authority of the word. Such is the estimate which we ought to form of every kind of false worship, whatever appearance of sanctity it may assume; for God cannot approve of anything that is not supported by his word.<\/p> ",
    "audit": null
}