{
    "id": 7915,
    "source": "calvin",
    "verse_id": 18811,
    "verse_count": 1,
    "reference": "59:10",
    "title": "",
    "html": "<p><i>We grope for the wall like the blind. <\/i> He explains the same thing by different forms of expression; for, in consequence of the grievous complaints which were heard among the people, he determined to omit nothing that was fitted to describe their calamities. It is perhaps by way of concession that he mentions those things; as if he had said, “Our affairs are reduced to the deepest misery, but we ought chiefly to consider the cause, for we have deserved all this and far worse.” But it is not a probable interpretation, that stupid persons are aroused to think of their evil actions; for, although they are abundantly disposed to complain, yet the devil stupifies them, so that the tokens of God’s anger do not awaken them to repentance, he alludes to that metaphor which he employed in the preceding verse, when he said that the people were in darkness and obscurity, and found no escape; and. his meaning is, that they are destitute of counsel, and overwhelmed by so deep anguish that they have no solace or refuge. When a lighter evil presses upon us, we look around and hope to find some means of escape; but when we are overpowered by heavier distresses, despair takes from us all ability to see or to judge. For this reason the Prophet says that they have been thrown into a labyrinth, and are “groping.”<\/p> \n<p><i>We stumble. <\/i> The same thing is expressed, and even in a still more aggravated form, by this mode of expression, that, if they stir a foot, various stumbling blocks meet them on every hand, and, indeed, that there is no alleviation to their distresses, as if day had been changed into night.<\/p> \n<p><i>In solitary places as dead men. <\/i> By “solitary places” I understand either gulfs or ruinous and barren regions; for in this passage I willingly follow the version of Jerome, who derives the word<span class=\"greek-hebrew\"> אשמנים<\/span> (<i>ashmannim<\/i>) from<span class=\"greek-hebrew\"> אשם<\/span> (<i>asham,<\/i>)”to be desolate.” The Jews, who choose to derive it from<span class=\"greek-hebrew\"> שמן<\/span> (<i>shaman,<\/i>) to be fat, appear to me to argue idly, and to have no solid ground for their opinion. They think that it denotes men, because<span class=\"greek-hebrew\"> שמן<\/span> (<i>shemen<\/i>) denotes “ointment,” and say that this word is used for describing the Gentiles. But the true meaning of the Prophet is, that the Jews have been reduced to a wilderness, so that, shut out from the society of men, they resemble the dead, and have no hope of escape.<\/p> ",
    "audit": null
}