{
    "id": 7774,
    "source": "calvin",
    "verse_id": 18670,
    "verse_count": 1,
    "reference": "50:7",
    "title": "",
    "html": "<p><i>For the Lord Jehovah will help me. <\/i>The Prophet declares whence comes so great courage, which he and the other servants of God need to possess, in order to withstand courageously the attacks of every one. It comes from God’s assistance, by relying on whom he declares that he is fortified against all the attacks of the world. After having, with lofty fortitude, looked down contemptuously on all that was opposed to him, he exhorts others also to maintain the same firmness, and gives what may be called a picture of the condition of all the ministers of the word; that, by tuming aside from the world, they may tum wholly to God and have their eyes entirely fixed upon him. There never will be a contest so arduous that they shall not gain the victory by trusting to such a leader. <\/p>\n<p><i>Therefore I have set my face as a flint. <\/i>By the metaphor of “a flint” he shews that, whatever may happen, he will not be afraid; for terror or alarm, like other passions, makes itself visible in the face. The countenance itself speaks, and shews what are our feelings. The servants of God, being so shamefully treated, must inevitably have sunk under such attacks, had they not withstood them with a forehead of stone or of iron. In this sense of the term, Jeremiah also is said to have been “set for a fortified city, an iron pillar, and a brazen wall, against the kings of Judah, and the princes, and the people,” (<a class=\"ref\">Jeremiah 1:18<\/a>;) and to Ezekiel is said to have been given “astrong forehead, and even one of adamant, and harder than that, that he might not be dismayed at the obstinacy of the people.” (<a class=\"ref\">Ezekiel 3:9<\/a>.) <\/p>\n<p><i>Therefore I was not ashamed. <\/i>The word “ashamed” is twice used in this verse, but in different senses; for in the former clause it relates to the feeling, and in the latter to the thing itself or the effect. Accordingly, in the beginning of the verse, where he boasts that he is not confounded with shame, because God is on his side, he means that it is not enough that God is willing to help us, if we do not also feel it; for of what advantage to us will the promises of God be, if we distrust him? Confidence, therefore, is demanded, that we may be supported by it, and may assuredly know that we enjoy God’s favor. <\/p>\n<p><i>I shall not be confounded. <\/i>In the conclusion of the verse he boldly declares his conviction that the end will be prosperous. Thus “to be confounded” means “to be disappointed;” for they who had entertained a vain and deceitful hope are liable to be mocked. Here we see that some special assistance is promised to godly teachers and ministers of the word; so that the fiercer the attacks of Satan, and the stronger the hostility of the world, so much the more does the Lord defend and guard them by extraordinary protection. And hence we ought to conclude, that all those who, when they come to the contest, tremble and lose courage, have never been duly qualified for discharging their office; for he who knows not how to strive knows not how to serve God and the Church, and is not fitted for administering the doctrine of the word. <\/p>",
    "audit": null
}