{
    "id": 7505,
    "source": "calvin",
    "verse_id": 18395,
    "verse_count": 1,
    "reference": "38:4",
    "title": "",
    "html": " <p> <i>Then came the word of Jehovah. <\/i>,Isaiah had departed, leaving the sting, as the saying is, in the wound, reckoning as abandoned him on whom he had pronounced sentence in the name of God himself. Yet with what trembling uneasiness he was tormented, and even with what terror he was seized, may be partly learned from the song. What interval of time elapsed between the Prophet’s departure and return we know not, but it is certain that the glad tidings of life were not brought until, after long and severe struggles, he perceived that he was utterly’ ruined; for it was a severe trial of faith that he should be kept plunged in darkness by the hiding of God’s face. We have said that, while the doctrine of consolation was taken away, still the faith of the good king was not extinguished so as not to emit some sparks, because, by the secret influence of the Spirit, “groans that could not be uttered” (<a class=\"ref\">Romans 8:26 <\/a>) arose to God out of the gulf of sorrow. Hence also we conclude that, while “in the day of trouble” (<a class=\"ref\">Psalms 50:15 <\/a>) God heareth believers, yet the favor of God does not all at once shine on them, but is purposely delayed till they are sincerely humbled. And if a king so eminent in piety needed almost to suffer anguish, that he might be more powerfully excited to seek the favor of God, and, being almost wasted by grief, might groan from hell to God; let us not wonder if he sometimes permits us for a time to be agitated by fears and perplexities, and delays longer to bestow consolation in answer to our prayers. <\/p>,\n <p>But it may be thought strange that God, having uttered a sentence <i>, <\/i>,should soon afterwards be moved, as it were, by repentance to reverse it; for nothing is more at variance with his nature than a change of purpose. I reply, while death was threatened against Hezekiah, still God had not decreed it, but determined in this manner to put to the test the faith of Hezekiah. We must, therefore, suppose a condition to be implied in that threatening; for otherwise Hezekiah would not have altered, by repentance or prayer, the irreversible decree of God. But the Lord threatened him in the same manner as he threatened Gerar for carrying off Sarah, (<a class=\"ref\">Genesis 20:3 <\/a>,,) and as he threatened the Ninevites. (<a class=\"ref\">Jonah 1:2 <\/a>.) <\/p>,\n <p>Again, it will be objected, that it appears to be inconsistent with the nature of God to threaten what he does not intend to execute, and that it takes away from the authority of the word, and causes the promises and threatenings to have less weight. But what we have already said as to the sentence must likewise be maintained as to the form of the words. God threatened the death of Hezekiah, because he was unwilling that Hezekiah should die; and, indeed, it would have been unnecessary and even useless to predict it, if a remedy had not been provided. Now, as it was the purpose of God to humble his servant by fear and terror, that he might voluntarily condemn himself, and might thus escape punishment through prayer; so by harsh language and an absolute threatening of death, he intended to slay him, that, rising like a dead man out of the grave, he might feel that life had been restored to him. And thus we must suppose an implied condition to have been understood, which Hezekiah, if he did not immediately perceive it, yet afterwards in good time knew to have been added. Nor are we at liberty to infer from it that God used dissimulation by accommodating his discourse to the capacity and attainments of man; for it is no new thing if he “kill before he make alive.” (<a class=\"ref\">Deuteronomy 32:39; 1 Samuel 2:6 <\/a>.) In order to prepare Hezekiah by a spiritual resemblance of death, and gradually form him to a new life, he keeps back a part of the discourse. <\/p>,",
    "audit": null
}