{
    "id": 6973,
    "source": "calvin",
    "verse_id": 17847,
    "verse_count": 1,
    "reference": "9:17",
    "title": "",
    "html": " <p> <i>Therefore the LORD will not delight in their young men.<\/i>, Isaiah describes more clearly how dreadful will be that vengeance of God against all ranks; for so far will more flagrant transgressors be from escaping, that neither boys nor youths, nor widows, will be exempted, who are usually spared even amidst dreadful slaughter; which was usually done even among heathens at the sacking of towns, as we learn from history. But here the Lord threatens that he will pay no regard either to sex or to age. Yet the following view will not be unsuitable. “Although the carnage will rob many women of their husbands, and will deprive many children of their parents, still God will not shrink from punishing women by making them widows, and children by making them orphans.” But as it does not greatly affect the general meaning, I do not dwell upon it. Again, that they may not accuse God of cruelty, he at the same time shows that there are good reasons why he is so severe, because they are all wicked, and therefore that they deserve to be cast headlong to ruin without any distinction. <\/p>\n <p> <i>For all are hypocrites and evil-doers.<\/i>, As to this word, I was unwilling to depart from the opinion commonly entertained, though <span class=\"greek-hebrew\">,חנף<\/span>, (<i>chaneph<\/i>) means an ungodly, deceitful, or treacherous and wicked man. He appears to point out the source of all the evils, that there was no true fear of God among them. By this he does not mean any slight dissimulation, but inward contempt seated in the heart, by which consciences are stupified, so that no instructions produce any effect on them; as if he had said that they were deeply sunk in their depravity. But as wickedness, when it has taken possession of the mind, drags the hands and feet, and the rest of the members of the body along with it, so the Prophet adds, that they are all <i>evil-doers <\/i> <\/p>\n <p> <i>And every mouth speaketh villany.<\/i>, Thirdly, he adds that they have proceeded to such a pitch of open wickedness, that they boast of their crimes without shame. The Hebrew word <span class=\"greek-hebrew\">,נבלה<\/span>, (<i>niblah <\/i>), which is translated <i>folly<\/i>, has frequently a more extensive meaning; for it denotes baseness, villany, and madness. (<a class=\"ref\">Genesis 34:7; Joshua 7:15; Jude 19:24<\/a>.) Here, in my opinion, the Prophet means that they are so entirely abandoned to wicked courses, that we need not seek any other proof of it than from their tongues. <\/p>\n <p> <i>His anger will not be turned away.<\/i>, He again repeats this statement, which ought to be frequently repeated; for it is not enough to have been once informed how dreadful are the judgments of the Lord against the wicked; so easily and quickly will there steal upon us that forgetfulness of them which banishes uneasiness, as well as fear, about the future. Besides, we are led astray and blinded by that deception, for we think that the infliction of a single punishment has exhausted the power of God. There can be nothing better, therefore, than to hold by this principle, that whenever God chastises us he threatens something more dreadful, if we do not quickly repent. (<a class=\"ref\">Leviticus 26:18<\/a>.) <\/p>\n <p> <i>But his hand is stretched out still.<\/i>, since the Prophet repeats this warning, let us unceasingly call to our remembrance, that the indignation of God is not yet appeased, though we may think that he has already punished us severely for our sins. What then ought we to conclude, when he has given us but a light chastisement? At the present day, for instance, we have endured some punishment; but what is it as compared with those dreadfully severe calamities which that nation had suffered, when Isaiah foretold that new chastisements were still awaiting them? What then will become of us? The Lord will undoubtedly continue to perform what belongs to him, and will always be like himself. If this dread do not arouse us, our insensibility is evidently beyond endurance. I have translated the verb <span class=\"greek-hebrew\">,שב<\/span>, (<i>shab<\/i>) in the future sense, <i>will not be turned away<\/i>, to make the meaning more clear; for though he speaks as if it had been a past transaction, still he threatens a continuance of punishments against the rebellious. <\/p>",
    "audit": null
}