{
    "id": 6892,
    "source": "calvin",
    "verse_id": 17764,
    "verse_count": 1,
    "reference": "5:24",
    "title": "",
    "html": "<p><i>Therefore as the flame of fire devoureth the stubble. <\/i>Lest it should be thought that he has so frequently cried out without good reason, he again shows what grievous and dreadful punishment awaits the nation, and threatens utter destruction to the stubborn, because they did not permit themselves to be brought back to the right path, but obstinately resisted instruction. He employs metaphors exceedingly well adapted to express his meaning, and better fitted to affect their hearts than if he had spoken plainly and without a figure. He begins with a comparison, but immediately slides into a metaphor, attributing a <i>root <\/i>and <i>branch <\/i>to the nation as to a tree. Under those two words he includes all the strength, either hidden or visible, that belongs to the nation, and says that the whole will be destroyed; for when the root, which alone gives strength and nourishment to the tree, becomes rotten, it is all over with the tree; and in like manner he threatens that it is all over with the nation, and that its whole strength is wasted and consumed. <\/p>\n<p><i>Because they have rejected the law of Jehovah of hosts. <\/i>He does not now enumerate, as formerly, the particular kinds of crime by which they had provoked the wrath of God, but assigns a general cause, namely, contempt of the law of God; for this, as all men know, is the source of everything bad. And it is no small aggravation of their crime that, when the will of God had been made known to them in his law, it was not through ignorance or mistake, but through inveterate malice, that they shook of the yoke of God, and abandoned themselves to every kind of licentiousness; which was nothing else than to reject so kind a Father, and to give themselves up to be the slaves of the devil. Besides, he accuses them of open revolt; as if he had said that it was not in one or a few instances that they were rebellious, but that they might be regarded as treacherous apostates, and had altogether forsaken God. <\/p>\n<p><i>And loathed the word of the Holy One of Israel. <\/i>He complains that they not only despised the word of God, but — what is far more shocking — turned away from it, or threw it away in wicked disdain. But if contempt for <i>the law of God <\/i>is the source, head, and accumulation of all that is evil, there is nothing against which we ought more carefully to guard than that Satan should take away our reverence for it; and if there are any faults to which we are liable, we ought, at least, to allow a remedy to be applied to them, if we do not choose, by wickedly rejecting it, to draw down upon ourselves everlasting destruction. <\/p>",
    "audit": null
}