{
    "id": 7845,
    "source": "calvin",
    "verse_id": 18741,
    "verse_count": 1,
    "reference": "54:17",
    "title": "",
    "html": " <p> <i>Every weapon. <\/i> He again infers what has been already said, that wicked men, even though they exert themselves to the utmost, will gain nothing; for their attacks are guided and restrained by the secret, purpose of God. He makes use of the word “every,” meaning by it that wicked men will have the means of attempting many and diversified methods for destroying the Church, but that their efforts shall be vain and fruitless, for the Lord will restrain them. Heaven permits them, indeed, to a great extent, in order to try the patience of believers; but, when God thinks proper, he strips them of their strength and armor. <\/p> \n <p> <i>And every tongue. <\/i> After having spoken of the “weapons” with which wicked men attack the Church, he expressly mentions the “tongue;“ because no other “weapon” is so deadly and destructive. Not only do they revile, and slander, and defame the servants of God, but, as far as lies in their power, they extinguish the truth of God, and alienate the hearts of men from it; which ought to distress us more than if life were taken from us a hundred times. Besides, good and upright men find slander to be more distressing, and to inflict more severe pain than any bodily stroke; and, therefore, there was good reason for mentioning this deadly “weapon.” <\/p> \n <p> <i>That shall rise up against thee in judgment. <\/i> When he says that tongues “rise up in judgment,” he means that wicked men are so daring and insolent, that they openly attack and annoy the children of God. He adds that this is done “in judgment;“ because they hold out plausible pretexts, which give them the appearance of having a just cause. In like manner, the Papists, when they call us heretics, schismatics, and dogs, plead against us, as it were, “in judgment,” and wish to be regarded as the defenders of catholic truth, though they maintain falsehood and idolatry. And yet so plausible are the pretexts by which their slanders are covered, that they produce very strong hatred against us among those who are ignorant of our cause. But although they assail us by arms, and by the “tongue,” and by “weapons” of every kind, yet, relying on this prediction, let us hope that we shall be victorious; for victory is here promised to us, and, since we are certain of it, we ought to fight valiantly and with unshaken courage. <\/p> \n <p> <i>This is the inheritance. <\/i> He shows that the Lord has granted this to believers, as it were, by a right of “inheritance,” so that they shall never be deprived of it; for, as no title is more certain than that of an heir, so he shows that there is nothing of which the Lord’s servants ought to be more certain than of his constant guardianship and preservation, by which he defends them against all dangers. <\/p> \n <p> <i>And their righteousness from me. <\/i> “Righteousness” here denotes what is conveyed by us in the ordinary expression, (<i>Leur droit <\/i> <i><\/i>) “Their right.” In a word, he means that the Lord will defend his people, so as to protect their innocence. Whenever, therefore, we are attacked and injured by men, let us learn to betake ourselves forthwith to the Lord; for, when we seek other assistance, the consequence is, that we are deprived of his guardianship and protection. <\/p> ",
    "audit": null
}