{
    "id": 7858,
    "source": "calvin",
    "verse_id": 18754,
    "verse_count": 1,
    "reference": "55:13",
    "title": "",
    "html": " <p> <i>Instead of the bramble <\/i> <i>shall come up the fir-tree. <\/i> He still extols the power of God, which would be visible in the restoration of the people; for he shows that the change will be such that they shall have an easy road to return. Some explain it allegorically, and suppose that by “brambles” are meant men who wish to do injury, and who inflict wounds on others, and that these shall be “fir­trees,” that is, trees that bear fruit and that are useful to their neighbors; but in expositions of that kind ingenuity is carried to excess. When they say that these things relate to the kingdom of Christ, and on that account ought to be understood in a spiritual sense, I agree with them; for the Prophet begins with the departure from Babylon, and includes the whole condition of the Church, till Christ was manifested to the world. But the propriety of that allegory must not therefore be admitted; for he speaks of the departure from Babylon, and, in order to open it up for his people, he says that he will remove every obstacle, and will supply them with everything necessary, so that they shall suffer no inconvenience. In like manner, when Christ promises the benefit of redemption, he likewise takes away everything that would injure or retard, and even turns those things to a different and totally opposite purpose, that from them also they may receive some benefit. All things (<a class=\"ref\">Romans 8:28<\/a>) tend to the advantage of believers, and those things which would otherwise be injurious and destructive, are employed by God as remedies to purify them, that they may not be devoted to the world, but may become more ready and cheerful in the service of their Master. <\/p> \n <p> <i>And shall be to Jehovah for a name. <\/i> When he says that it shall be to God “for a name,” he shows what is the design of the restoration of the Church. It is, that the name of God may be more illustrious among men, and that the remembrance of him may flourish and be maintained. On this account he adds that it shall be a perpetual sign, that is, a monument, and, as we commonly say, a memorial; and although, amidst these tempests, the Church be tossed and agitated in various ways, yet, because the Lord wishes that the remembrance of his name may be everlasting, he will guard and defend her. <\/p> ",
    "audit": null
}