{
    "id": 7685,
    "source": "calvin",
    "verse_id": 18581,
    "verse_count": 1,
    "reference": "45:19",
    "title": "",
    "html": " <p> <i>Not in secret have I spoken. <\/i> He now recalls the people to the doctrine of the Law, because God cannot be comprehended by human faculties; but as he is concealed from carnal reason, so he abundantly reveals himself, and affords the remedy, by his word, which supplies what was wanting, that we may not desire anything more. If this had not been granted, we should have had no hope, and should have lost all courage. Now, he solemnly declares that he does not invite us <i>in vain, <\/i> though he delay his assistance; for what he has promised is most certain, and, as he plainly shewed to whom we ought to betake ourselves, and on whom we ought to rely, so he will give practical demonstration that the hope of those who relied on his word was not <i>vain, <\/i> or without foundation. <\/p> \n <p>This enables us to see clearly how wicked are the speeches of those who say that no certainty can be obtained from the word, and who pretend that it is a nose of wax, in order to deter others from reading it; for thus do wicked men blaspheme, because the mere doctrine of the word exposes and refutes their errors. But we reply with David, <\/p> \n <p> <span> “Thy word, O Lord, is a lamp to our feet, and a light to our paths.” \n(<\/span> <a class=\"ref\">Psalms 119:105 <\/a>.) <\/p> \n <p>We reply with Isaiah and the rest of the prophets, that the Lord has taught nothing that is obscure, or ambiguous, or false. We reply also with Peter, that <\/p> \n <p>“the prophetic word is more sure, and you do well if you take heed to it, as to a lamp buming in a dark place, till the day dawn, and the morning-star arise in our hearts.” (<a class=\"ref\">2 Peter 1:19 <\/a>.) <\/p> \n <p>If these things were said concerning the Law and the prophets, what shall we say of the Gospel, by which the clearest light has been revealed to us? Shall we not say with Paul, <\/p> \n <p> <span> “If the Gospel is dark, it is dark to those who are lost, whom Satan, the prince of this world, hath blinded?” \n(<\/span> <a class=\"ref\">2 Corinthians 4:3 <\/a>.) <\/p> \n <p>Let blind and weak-sighted men therefore accuse themselves, when they cannot endure this brightness of the word; but, whatever may be the darkness by which they shall endeavor to clothe it, let us adhere firmly and steadfastly to this heavenly light. <\/p> \n <p>Besides, the Prophet appears to allude to the predictions which were uttered out of the groves and tripods of the idols. They are uncertain and deceitful, but nothing of this kind can be found in God’s answers; for he speaks openly, and utters nothing that is deceitful or ambiguous. But experience tells us that Scripture is somewhat dark and hard to be understood. This is indeed true, but ought to be ascribed to the dulness and slowness of our apprehension, and not to the Scripture; for blind or weak-sighted men have no right to accuse the sun, because they cannot look at him. <\/p> \n <p> <i>I have not said in vain to the seed of Jacob, Seek me. <\/i> This continues to be a fixed principle, that they who shew themselves to be submissive and obedient, do not spend their labor in vain; because God faithfully performs the office of a teacher towards poor and little ones. Now, though all do not rise in the highest degree, yet the labor of those who shall sincerely seek God will never be unprofitable. By this expression, <i>Seek me, <\/i> Isaiah points out the principal end and use of the Law, to invite men to God; and, indeed, their true happiness lies in being united to God, and the sacred bond of union is faith and sincere piety. <\/p> \n <p>In this second clause he not only asserts that he has spoken clearly and without ambiguity, but declares the certainty and steadfastness of his word; as if he had said, that he does not promise largely with an intention to deceive, or amuse hungry men by words, but actually performs what he has promised. This demonstrates the ingratitude of those who, when they are called, do not answer; since God has no other design than to make us partakers of all blessings, of which we are otherwise empty and destitute. <\/p> \n <p> <i>I Jehovah speaking righteousness. <\/i> This is added for the sake of explanation; as if he had said that the word by which he draws his elect to himself, is not soiled by any stain of fraud, but contains the most perfect holiness. “The words of the Lord,” as David says, “are clean, like silver purified in an earthen fumace, seven times refined.” (<a class=\"ref\">Psalms 12:6 <\/a>.) Thus, in the word of God we have bright righteousness, which instantly shines into our hearts, when the darkness has been removed. <\/p> ",
    "audit": null
}