{
    "id": 7576,
    "source": "calvin",
    "verse_id": 18466,
    "verse_count": 1,
    "reference": "41:14",
    "title": "",
    "html": "<p><i>Fear not, thou worm Jacob, ye dead Israel. <\/i>He appears to speak of the Jews very disrespectfully when he calls them “a worm,” and afterwards “dead;” but this comparison agrees better with the distresses of the people, and is more adapted to console them than if he had called them an elect nation, a royal priesthood, a holy tree from a holy root, and adorned them with other titles of that kind. It would even have been absurd to call them by those high-sounding names while they were oppressed by the deepest wretchedness. Accordingly, by the word <i>worm <\/i>he may be viewed as bewailing the disgraceful condition of the people, and encouraging them to cherish better hope; for he shews that he keeps his eye upon them, though they are mean and despised. It is as if he had said, “Although thou art nobody, yet I will assist thee, and, by restoring thee to thy former freedom, will cause thee to come out of thy filth and pollution.” <\/p>\n<p>Some translate  <span class=\"greek-hebrew\">מתים<\/span> <i>(methim) men, <\/i>which does not at all agree with the context. We are therefore constrained by obvious argument to translate it <i>dead, <\/i>for it is an exposition of the former word by repetition, which is very customary among Jewish writers. On this account I agree with Jerome, who translates it in that manner, and attaches no importance to the circumstance that the first syllable of  <span class=\"greek-hebrew\">מתים<\/span> <i>(methim) <\/i>is here written with Scheva (:) instead of Tzere (..); for points so closely allied might easily have been interchanged.  The subject ought also to be considered; for nothing could be more foolish than to put “men” instead of “worms,” unless perhaps it be thought preferable to render it “mortals.” <\/p>\n<p>But, undoubtedly, God intended that this voice should be heard by persons most deeply afflicted, so as to reach even to the grave; for he promises, on the contrary, that he will be a <i>Redeemer <\/i>of “dead men.” Besides, while the Prophet had in view his own age, he extended this doctrine to all the ages of the world. Whenever, therefore, we shall see the Church oppressed by the cruelty of wicked men, it will be our duty to bring these things to remembrance, that we may believe that the children of God, who are trodden under foot by the pride of the world, and are not only reckoned contemptible, but oppressed by every kind of cruelty and reproaches so that they are scarcely allowed to breathe, are held by God in the highest honor and esteem, so that they will soon lift up their head; and let every one of us apply this to himself, so that we may not be terrified by reproaches, nor by our wretchedness, nor by anguish, nor by death itself. Though we resemble dead. men, and though all hope of salvation has been taken from us, yet the Lord will be present with us, and will at length raise up his Church even from the grave. <\/p>\n<p><i>The Holy One of Israel. <\/i>By adding these words, the Prophet again reminds believers, as he did a little before, of that covenant by which Israel had been separated to be God’s sacred heritage; and thus he imparts courage, that they may not faint or give way on account of their wretched condition, when they look upon themselves as “worms” and “dead men.” <\/p>",
    "audit": null
}