{
    "id": 7049,
    "source": "calvin",
    "verse_id": 17926,
    "verse_count": 1,
    "reference": "13:19",
    "title": "",
    "html": "<p><i> And Babylon, the glory of kingdoms.<\/i> Here the Prophet intended to give a brief summary of his prophecy about the Babylonians, but enlarges it by some additions tending to show more fully that it will be completely destroyed. In this manner do the prophets speak of the punishment of the wicked, so as to leave no room for compassion by which they may relieve their minds. But the godly, though they may sometimes think that they are severely chastised, are yet supported by the confident hope that the Lord will have compassion on them, and will not altogether destroy them. Hence we may conclude that we ought not always to judge from outward appearances; for we would often think that the children of God are ruined when their salvation is at hand even in the midst of death.<\/p> \n<p><i> Of Sodom and Gomorrah.<\/i> This example is frequently employed by the Prophets, in order to inform us that, though the mode of punishment be not the same, yet, since the judgment of God is impartial, that memorable display which he gave in<i> Sodom<\/i> (<a class=\"ref\"><\/a>) has a reference to all the reprobate, and that not less dreadful punishment awaits those who are hardened by similar obstinacy in their sins. They distinguish between the punishment of the elect people and the punishment of the wicked by this circumstance, that God reserves some<i> seed<\/i> for the Israelites, but none for the ungodly, which agrees with the words which we formerly met with,<\/p> \n<p><span> Unless the Lord of hosts had left us a seed,\nwe should have been like Sodom. (<\/span><a class=\"ref\"><\/a> .)<\/p> \n<p>But he pursues the wicked with vengeance that cannot be appeased, and therefore he threatens against them the same destruction which was executed against the inhabitants of<i> Sodom<\/i> , that is, utter perdition without any hope of escape.<\/p> \n<p><i> Shall be like God’s overthrowing.<\/i> He says that it is<i> God’s overthrowing<\/i> , that we may not think that it happens by chance, or that it has proceeded from the will of men. As it was not at random that the thunderbolt fell from heaven on<i> Sodom<\/i> , so it was not at random that<i> Babylon<\/i> fell down, but by the righteous vengeance<i> of God<\/i> , who, being always like himself, executed righteous judgment on them; and in like manner will execute the same judgment on all the reprobate till the end.<\/p> \n<p>When<i> Babylon<\/i> is called<i> the glory of kingdoms and splendid brightness,<\/i> this is added for the sake of amplification, (<span class=\"greek-hebrew\"> πρὸς αὔξησιν<\/span> ,) in order to inform us, that no glory or splendor can hinder God from bringing the wicked to nought; for that overturn, having been incredible, afforded a more remarkable proof of Divine power.<\/p> ",
    "audit": null
}