{
    "id": 7008,
    "source": "calvin",
    "verse_id": 17883,
    "verse_count": 1,
    "reference": "10:32",
    "title": "",
    "html": "<p><i> Yet a day.<\/i> Some interpret this, that the Assyrian will yet remain<i> one day in Nob<\/i> , which was a village contiguous to Jerusalem, as Jerome and others declare. But I rather agree with those who think that it means, that he will have a great part of the day before him when he halts there, in order to make preparations for besieging Jerusalem on the following day. He intends to describe the rapid march of the Assyrian, and how near Jerusalem was to utter destruction; as if he had said, that he had but a small part of the journey to perform, and that before<i> the day<\/i> was ended, he would arrive at that city.<\/p> \n<p><i> He shall shake the hand.<\/i> This contributes still more to show their terror; for Sennacherib, having conquered the whole country, will threaten Jerusalem, as if he could storm it by the slightest expression of his will.<\/p> \n<p><i> Against the mountain of the daughter of Zion.<\/i> By a figure of speech, in which a part is taken for the whole, (<span class=\"greek-hebrew\"> συνεκδοχικῶς<\/span> ,) he includes the whole city under the name of<i> the mountain<\/i> , because that part was higher, and commanded a view of the other quarters of the city. From this confidence of the tyrant, he shows that Jerusalem was not far from utter destruction; for the whole country, and even the city, was struck with such terror that none ventured to oppose him. By these details, therefore, the Prophet intended to give a more impressive view of the kindness of God, that it ought to be ascribed to the extraordinary favor and goodness of God, and not to human aid, of which there was none, that Jerusalem was preserved, as if a sheep had been rescued from the jaws of a lion.<\/p> \n<p><i> Behold, the Lord Jehovah of hosts.<\/i> Almost all explain this passage as referring to the Assyrians. (<a class=\"ref\">2 Kings 19:35<\/a> .) They think that the Prophet threatens against them that slaughter with which the Lord destroyed them, after that they had besieged Jerusalem. As if he had spoken in this manner: The Assyrian will indeed be elated with such pride, that as soon as he has seen Jerusalem, he will think that it is in his power. All being struck with such dismay at his approach, that some shall flee and others shall freely surrender themselves, he will imagine that all are subdued under him; but the Lord will quickly reverse his condition, and<i> lop off those lofty branches<\/i><\/p> \n<p>But for my own part, when I examine closely the whole passage, and especially what he adds soon afterwards about<i> Lebanon<\/i> , and the consolation which immediately follows, I think that this passage ought to be referred to the Jews themselves. Isaiah therefore proceeds, in my opinion, to threaten the calamities which awaited the people. As if he had said, “Not only will he come to<i> Nob<\/i> , but he will spread devastation far and wide over the whole country. Everything in it that is excellent and lofty, he will completely waste and destroy, in the same manner as if one should cut off branches from a tree or cut down a tree from the root.”<\/p> \n<p>This interpretation is confirmed by the following chapter, in which the Prophet offers consolation against that calamity; for the consolation agrees with this verse, and is added as an appropriate remedy for soothing grief. Nor do I attach any importance to the division of the chapter, which is often very absurd, and which perplexes the whole of the Prophet’s meaning. I think, therefore, that we ought to connect that consolation with these verses, as if there had been no such division.<\/p> ",
    "audit": null
}