{
    "id": 6972,
    "source": "calvin",
    "verse_id": 17846,
    "verse_count": 1,
    "reference": "9:16",
    "title": "",
    "html": "<p><i>For the rulers of this people are seducers. <\/i> Some render it, <i>they who make thee blessed<\/i>, or, <i>they who call thee blessed<\/i>; as if he had said that nothing was more hurtful or destructive to a nation than flatteries, which gave encouragement to unbounded licentiousness. But I shall follow the reading which I approved on a former occasion, when the same word occurred.  (<a class=\"isa\" verses=\"MTc3MjA=\">Isaiah 3:12<\/a>.) He means that the rulers and magistrates, whose duty it was to restrain the people within the limits of decent behavior, allowed all to indulge freely in crimes and wickedness. On this account they ought justly to be reckoned <i>seducers <\/i>and corrupters, for corruption flows from them to the whole body of the people, as from the head to the members. Magistrates and pastors are appointed in order to restrain the waywardness of the people, to enjoin what is good and right, and especially to defend the honor of God. If they neglect these duties they ought to be reckoned impostors and not <i>rulers<\/i>, for they give rise to miserable confusion. Now, when every one does what he pleases, and the reins of government are nowhere to be found, can there be anything but the most terrible result? When the common people are thus punished on account of their faults, no lighter vengeance awaits the <i>rulers<\/i>, because they have neglected the duty entrusted to them, and have occasioned so many evils. <\/p>\n<p><i>And they who are governed are destroyed. <\/i>By this clause he means that wicked princes, and those who rule according to their own caprice, are destructive; and in like manner teachers who rather deceive and impose on men than point out the way of salvation, because through their fault the people are ruined. But at the same time he shows that this affords no excuse to any one for seeking to make bad rulers a cloak for their own transgressions, as is commonly done, for <i>if the blind lead the blind, <\/i>as Christ says, <i>both will fall into the ditch<\/i>. It is certain that none are ruined by wicked and treacherous <i>leaders<\/i>, but those who of their own accord wish to be led astray. <\/p>",
    "audit": null
}