{
    "id": 7895,
    "source": "calvin",
    "verse_id": 18791,
    "verse_count": 1,
    "reference": "58:4",
    "title": "",
    "html": "<p><i>Behold, for strife and contention ye fast. <\/i> This verse ought to be connected with the end of the preceding verse; for, having in the former clause introduced hypocrites as complaining of the violence and harshness of the prophets, he assigns, in the latter clause, the reason why the Lord loathes their fasts and their other performances. It is because they do not proceed from pure affection of heart. What the inclination of their heart is, he shows from its fruits; for he sends them back to the duties of the second table, from which it is easily seen what we are. Purity of heart is manifested by our living innocently, and abstaining from all deceit and injustice. These are the marks of pure affection, in the absence of which the Lord rejects, and even abhors, all external worship. Wherever, on the other hand, cheating, and plunder, and extortion prevail, it is very certain that there is no fear of God.<\/p> \n<p>Thus he reproaches hypocrites with making their fasts to give greater encouragement to sin, and with giving a looser rein to their lusts. We have experience of this every day. Not only do many people fast in order to atone for their cheating and robberies, and to plunder more freely, but even that, during the time of the fast, they may have greater leisure for examining their accounts, perusing documents, and calculating usury, and contriving methods by which they may lay hold on the property of their debtors. On that account they frequently throw this labor on Lent and on the stated times of fasts; and, in like manner, other notable hypocrites hear many Masses every day, that they may more freely, and with less interruption, and under the pretense of religion, contrive their cheating and treachery.<\/p> \n<p><i>Fast not, as ye do this day. <\/i> At length he rejects their fasts, however highly they may value them; because in this manner the wrath of God is still more provoked. Immediately afterwards he rejects also their prayers.<\/p> \n<p><i>That ye may make your voice to be heard on high. <\/i> Hence it is evident, (as we have explained fully in our exposition of <a class=\"isa\" verses=\"WzE3NjY2XQ==\">Isaiah 1:11<\/a> ,) that God approves of no duties which are not accompanied by sincere uprightness of heart. Certainly no sacrifice is more excellent than calling upon God; and yet we see how all prayers are stained and polluted by impurity of heart. Besides, in consequence of fasting being usually joined to prayer, the Prophet takes this for granted; for it is an appendage to prayer, he therefore forbids such men to offer up solemn prayer accompanied by fasting; because they will gain nothing, except that the Lord will punish them more severely. And hence we infer (as has been already said) that the Lord pays no regard to external works, if they be not preceded by sincere fear of God.<\/p> \n<p>Such fasting as was customary among the Jews is not here blamed in itself, as if it were a superstitious ceremony, but abuse of fasting, and false confidence. This ought to be carefully observed; for we would need to deal very differently with the Papists, if we blamed their fasts. They contain nothing but superstition, being tied to this or that day, or to fixed seasons, as if during the rest of the time they were at liberty to gormandize; while they think that the flesh is unclean, and yet allow every kind of indulgence to it; provided only that they do not once gormandize on a fast­day, they think that they have discharged their duty admirably well. Since therefore there is nothing in them that can be approved, we may absolutely condemn them.<\/p> \n<p>But the dispute on this occasion was different. That fasting which the Jews observed was laudable in itself, because God had appointed it; but a false opinion respecting it was censurable. Among the Papists, on the other hand, we must condemn both the false opinion and the institution itself; because it is wicked. The Papists have this in common with the Jews, that they think that they serve God by it, and that it is a meritorious work. Yet fasting is not the worship of God, and is not in itself commanded by him, in the same manner as those works which he enjoins in the Law; but it is an external exercise, which is auxiliary to prayer, or is useful for subduing the flesh, or testifying our humiliation, when, as guilty persons, we implore that the wrath of God may be turned away in adversity. But the reader will find the use and design of fasting more fully discussed in our Institutes. (Book 4, chapter 12:15­21)<\/p> ",
    "audit": null
}