{
    "id": 7737,
    "source": "calvin",
    "verse_id": 18633,
    "verse_count": 1,
    "reference": "48:18",
    "title": "",
    "html": "<p><i>O if thou hadst hearkened to my commandments!<\/i> As the people might complain of being carried into captivity, the Prophet, intending to meet those murmurs, points out the cause, which was, that they did not submit to the doctrine of salvation, and did not allow themselves to derive any advantage from it. He undoubtedly alludes to the song of Moses, in which very nearly the same form of expression occurs, “O that they were wise, and that they understood!” ( <a class=\"ref\">Deuteronomy 32:29<\/a>.)<span class=\"greek-hebrew\"> לוא<\/span><i>(lu)<\/i> denotes a wish, O if! or, <i>Would that!<\/i><\/p> \n<p>Not only does the Lord expostulate with the Jews for having disregarded the advantage, or “profitableness,” (verse 17,) which was offered to them, but like a father, he deplores the wretchedness of his children; for he takes no pleasure in our distresses, and is not severe, unless when we constrain him by our wickedness. This is therefore a figurative appropriation of human affections, by which God compassionates the ruin of those who chose rather to perish of their own accord than to be saved; for he was ready to bestow blessings of every kind, if we did not drive him away by our obstinacy. Yet it would be foolish to attempt to penetrate into his secret counsel, and to inquire why he did not add the efficacy of the Spirit to the external word; for nothing is said here about his power, but there is only a reproof of the hard-heartedness of men, that they may be rendered inexcusable. Certainly, whenever God invites us to himself, there is clearly laid before us, in his word, complete happiness, which we wickedly reject.<\/p> \n<p><i>Then would thy peace have been as a river. <\/i> The word<i>peace,<\/i> as we have formerly explained, denotes all prosperous events. It is as if he had said, “The richest plenty of spiritual blessings would have flowed to thee abundantly, and thou wouldst have had no occasion to dread any change; because the blessing of God upon believers is never dried up.<\/p> \n<p><i>And thy righteousness as the waves of the sea. <\/i> We might explain<i>righteousness,<\/i> which he connects with<i>peace,<\/i> to mean what is expressed by the familiar phrase<i>(<\/i><i>ton bon droict<\/i><i>)<\/i> “thy right.” But I choose rather to understand by the word “Righteousness” a well regulated commonwealth, in which everything is administered in a regular and orderly manner; as if he had said, “Thou wouldest have had everything well conducted at home, and wouldest have had plenty and abundance of all things.” And properly does he connect this condition with “peace;” for when government is overtumed, everything goes wrong and is out of order, and it is utterly impossible that we shall enjoy “peace,” if there be not “righteousness,” that is, a just and equitable administration of affairs. If, therefore, we are desirous of “peace,” let us likewise wish to have that blessed condition on which the Lord bestows his blessing. Here some commentators speculate about spiritual “righteousness,” and the forgiveness of sins; but they wander far from the Prophet’s meaning, which is plain and obvious.<\/p> ",
    "audit": null
}