{
    "id": 6828,
    "source": "calvin",
    "verse_id": 17692,
    "verse_count": 1,
    "reference": "2:6",
    "title": "",
    "html": " <p> <i>Surely thou hast forsaken thy people<\/i>, In these words he now plainly charges the people with having a perverse disposition; and he does this not in direct terms, but, as it were, bursting into astonishment, he suddenly breaks off his discourse, and, turning to God, exclaims, “Why should I waste words on a nation grown desperate, which thou, O Lord, hast justly rejected, because, giving itself up to idolatrous practices, it has treacherously departed from thy word?” <\/p>\n <p>It may also be a prediction of punishment still future which he foresaw by the Spirit; as if he had said, That it was not wonderful if ruin and desolation were about to overtake Mount Zion on account of the great crimes of the nation. His design may have been, that so mournful a spectacle might not be the occasion of despair, and that those who were capable of being cured might be moved by repentance, and turn to God ere this calamity arrived. For while the prophets are heralds of God’s judgments, and threaten vengeance against the ungodly, they usually endeavor, at the same time, to bring as many as they can to some kind of repentance. The servants of God ought never to lay aside this disposition, which would lead them to endeavor to do good even to the reprobate, if that were possible. (<a class=\"ref\">2 Timothy 2:25<\/a>.) <\/p>\n <p>This passage ought to yield abundant consolation to godly teachers; for when we think that we are speaking to the deaf, we become faint, and are tempted to give up all exertion, and to say, “What am I about? I am beating the air.” Yet the Prophet does not cease to exhort those in whom he perceived no ground of comfortable hope; and while he stands like one astonished at this destruction of the people, he nevertheless addresses those whom he sees going to ruin. At the same time we must observe that, however obstinate the ungodly may be, we must pronounce vengeance against them; and though they refuse and gnaw the bridle, yet, that they may be left without excuse, we must always summon them to the judgment-seat of God. <\/p>\n <p>I consider the <span class=\"greek-hebrew\">,כי<\/span>,(<i>ki <\/i>) to mean <i>surely<\/i>,; for this signification is more suitable, because he breaks off the exhortation which he had begun, and addresses God. And when he again calls them <i>the house of Jacob,<\/i>, this is added for the purpose of imparting greater vehemence, as is usually done in a moving discourse; as if he had said, “This holy nation, which God had chosen, is now forsaken.” <\/p>\n <p> <i>Because they are replenished from the East<\/i>, As the Hebrew word <span class=\"greek-hebrew\">,קדם<\/span>,(<i>kadem <\/i>) sometimes denotes <i>the east<\/i>, and sometimes <i>antiquity<\/i>, it may be interpreted to mean that they were <i>filled with ancient manners<\/i>,; because they had again brought into use those superstitions by which the land of Canaan was formerly infected. For we know that the prophets often reproach the nation of Israel with resembling the Canaanites more than they resembled Abraham and the rest of the holy fathers. And, indeed, because they had been brought into the possession of this land, when the ancient inhabitants had been driven out, in order that it might be cleansed from its pollution, and afterwards devoted to holiness, the refusal to change their wicked customs involved a twofold ingratitude. But as the other meaning — <i>from the East <\/i>—has been more generally adopted, I have chosen to retain it; though even in this view the commentators differ, for some consider the letter <span class=\"greek-hebrew\">,מ<\/span>,(<i>mem <\/i>) to denote comparison, and <span class=\"greek-hebrew\">,מקדם<\/span>,(<i>mikkedem <\/i>) to denote <i>more than the inhabitants of thee East<\/i>, while others adopt the simpler, and, as I think, the more correct view, that they were <i>filled with the east<\/i>, that is, with the vices which they had contracted from that quarter; for wicked imitation is amazingly contagious, and nothing is more natural than that corruptions should glide from one place into another more distant. <\/p>\n <p> <i>And with divinations, like the Philistines<\/i>, This clause explains the former more fully; for under <i>divinations<\/i>, he includes, by synecdoche, the impostures of Satan to which heathen nations were addicted. The Prophet therefore means that they now differ in no respect from <i>the Philistines<\/i>, though God had separated them from that people by the privilege of his adoption; and this was sufficient to bring upon them the severest condemnation, that they had forgotten their calling, and polluted themselves with the corrupted and ungodly customs of the Gentiles. Hence it appears that to sin by the example of another contributes nothing to alleviate the guilt. <\/p>\n <p> <i>And have delighted in the children of strangers<\/i>, The last part of the verse is interpreted in various ways; because the phrase, <i>the children of strangers<\/i>, is viewed by some metaphorically, as denoting laws and customs; while others regard them as referring to marriages; because, by marrying indiscriminately women of foreign extraction, they had mingled their seed, so that there were many illegitimate children. Jerome gives a harsher exposition, that they polluted themselves by wicked lusts contrary to nature. For my own part, I have no doubt that by <i>the children of strangers<\/i>, are meant foreign nations, and not figuratively the laws themselves. The crime charged against them by the Prophet therefore is, that, by endeavoring to please the Gentiles, they entangled themselves in their vices, and thus preferred not only mortal men, but wicked men, to God. He says that they <i>delighted<\/i>, because the desire or delight of wicked imitation effaced from their hearts the love of God and of sound doctrine. <\/p>",
    "audit": null
}