{
    "id": 7588,
    "source": "calvin",
    "verse_id": 18479,
    "verse_count": 1,
    "reference": "41:27",
    "title": "",
    "html": "<p><i>The first to Zion. <\/i> In this verse God states more clearly that he predicts future events to the Jews, in order to encourage them to believe; because if prophecies had not their end and use, it would not in itself be of very great advantage to know future events. God therefore testifies that prophecies are intended by him to promote the faith and edification of the Church. It was necessary that this should be added to the former statements, that the people might know that those examples were exhibited, not only in order to magnify the power of God, but that all believers might reap advantage from it; for all the instances of the power and foreknowledge of God ought to be viewed by us in such a light as will enable us to know that he takes care of us, ( <a class=\"ref\">1 Peter 5:7<\/a> ,) and that he does everything for promoting our salvation. <i>Zion<\/i> is therefore commanded to acknowledge him as the true and only God, not merely because he has punished their crimes, but because they are restored from captivity, and thus learn that God is reconciled to them.<\/p> \n<p><i>Behold! Behold!<\/i> Here we must regard Mount Zion as desolate and uninhabited, and Jerusalem as reduced to a wilderness. Hence also Jeremiah represents Jerusalem as speaking in the manner that is usual with afflicted and distressed women. ( <a class=\"ref\">Lamentations 1:20<\/a>.) Thus the Lord now exhibits her as a widow and forsaken. Isaiah will afterwards arouse her to rejoice as a woman who had formerly been barren, and to whom the Lord had given new fertility for bearing offspring. ( <a class=\"isa\" verses=\"WzE4NzI1XQ==\">Isaiah 54:1<\/a>.) At the same time he now declares that he will comfort Jerusalem, at a time when nothing was to be seen but what was melancholy and revolting in her hideous ruins. Now, the present message is, either that she shall give birth to children, though she was long a widow and desolate, or that they who had been scattered in distant captivity will return to her in vast numbers. With that desolation, therefore, we must contrast the restoration which was effected through Cyrus, when it is said, “Behold, they come;” and by the word “first,” is denoted not only the eternal essence of God, but likewise the antiquity of the prediction.<\/p> \n<p><i>And I will send a messenger to Jerusalem. <\/i> He now describes the manner in which God informs believers about future events, that is by the agency and ministry of the prophets. <span class=\"greek-hebrew\"> מבשר<\/span><i>(mebashsher)<\/i> is translated by Jerome “Evangelist,” or “a bringer of good tidings;” but it literally means a “messenger.” This makes little difference, however, as to the meaning; for it denotes the prophets who should bring the glad and cheering message of this deliverance, as God had formerly promised by Moses, that he would raise up, in uninterrupted succession, faithful ministers who should surpass all the magicians, and soothsayers, and diviners. ( <a class=\"ref\">Deuteronomy 18:15<\/a>.) For this reason also he formerly bestowed on the Church a remarkable appellation, calling her “a bearer of tidings,” ( <a class=\"isa\" verses=\"WzE4NDMwXQ==\">Isaiah 40:9<\/a> ,) because in the Church the word of God ought to sound aloud.<\/p> \n<p>This tends greatly to the commendation of preaching; for the Lord does not descend from heaven to instruct us, but employs the ministry of his servants, and declares that he speaks to us by their mouth; and this distinguished blessing of God ought to be embraced with our whole heart. He had promised in the Law, as I mentioned a little before,<\/p> \n<p>“I will raise up to you a prophet from the midst of you.” ( <a class=\"ref\">Deuteronomy 18:15<\/a>.)<\/p> \n<p>He now confirms that promise, by saying that there shall never be wanting “messengers” to soothe the people amidst their griefs, and to comfort them amidst their severest afflictions. Hence also we ought to conclude, that there is no condition of the Church in which prophecies cease; that is, in which the word of God brings no alleviation of our distresses.<\/p> ",
    "audit": null
}