{
    "id": 7822,
    "source": "calvin",
    "verse_id": 18718,
    "verse_count": 1,
    "reference": "53:6",
    "title": "",
    "html": " <p> <i>We all, like sheep, have gone astray. <\/i>,In order to impress more deeply on our hearts the benefit of the death of Christ, he shows how necessary is that healing which he formerly mentioned. If we do not perceive our wretchedness and poverty, we shall never know how desirable is that remedy which Christ has brought to us, or approach him with due ardor of affection. As soon as we know that we are ruined, then, aware of our wretchedness, we eagerly run to avail ourselves of the remedy, which otherwise would be held by us in no estimation. In order, therefore, that Christ may be appreciated by us, let every one consider and examine himself, so as to acknowledge that he is ruined till he is redeemed by Christ. <\/p>,\n <p>We see that here none are excepted, for the Prophet includes “all.” The whole human race would have perished, if Christ had not brought relief. He does not even except the Jews, whose hearts were puffed up with a false opinion of their own superiority, but condemns them indiscriminately, along with others, to destruction. By comparing them to sheep, he intends not to extenuate their guilt, as if little blame attached to them, but to state plainly that it belongs to Christ to gather from their wanderings those who resembled brute beasts. <\/p>,\n <p> <i>Every one hath turned to his own way. <\/i>,By adding the term <i>every one <\/i>,, he descends from a universal statement, in which he included all, to a special statement, that every individual may consider in his own mind if it be so; for a general statement produces less effect upon us than to know that it belongs to each of us in particular. Let “every one,” therefore, arouse his conscience, and present himself before the judgment­seat of God, that he may confess his wretchedness. Moreover, what is the nature of this “going astray” the Prophet states more plainly. It is, that every one hath followed the way which he had chosen for himself, that is, hath determined to live according to his own fancy; by which he means that there is only one way of living uprightly, and if any one “turn aside” from it, he can experience nothing but “going astray.” <\/p>,\n <p>He does not speak of works only, but of nature itself, which always leads us astray; for, if we could by natural instinct or by our own wisdom, bring ourselves back into the path, or guard ourselves against going astray, Christ would not be needed by us. Thus, in ourselves we all are undone unless Christ (<a class=\"ref\">John 8:36 <\/a>) sets us free; and the more we rely on our wisdom or industry, the more dreadfully and the more speedily do we draw down destruction on ourselves. And so the Prophet shows what we are before we are regenerated by Christ; for all are involved in the same condemnation. “There is none righteous, none that understandeth, none that seeketh God. All have turned aside, and have become unprofitable. There is none that doeth good; no, not one.” (<a class=\"ref\">Psalms 14:3 <\/a>) All this is more fully explained by Paul. (<a class=\"ref\">Romans 3:10 <\/a>) <\/p>,\n <p> <i>And Jehovah hath laid upon him. <\/i>,Here we have a beautiful contrast. In ourselves we are scattered; in Christ we are gathered together. By nature we go astray, and are driven headlong to destruction; in Christ we find the course by which we are conducted to the harbor of salvation. Our sins are a heavy load; but they are laid on Christ, by whom we are freed from the load. Thus, when we were ruined, and, being estranged from God, were hastening to hell, Christ took upon him the filthiness of our iniquities, in order to rescue us from everlasting destruction. This must refer exclusively to guilt and punishment; for he was free from sin. (<a class=\"ref\">Hebrews 4:15; 1 Peter 2:22 <\/a>) Let every one, therefore, diligently consider his own iniquities, that he may have a true relish of that grace, and may obtain the benefit of the death of Christ. <\/p>,",
    "audit": null
}