{
    "id": 7679,
    "source": "calvin",
    "verse_id": 18574,
    "verse_count": 1,
    "reference": "45:12",
    "title": "",
    "html": "<p><i>I made the earth. <\/i> He appears merely to maintain the power of God, as be had formerly done; so that there is an indirect contrast between God and idols, which superstitious persons worship. Foolish men ask counsel of idols, as if the world were governed at their pleasure. On the contrary, God calls us back to himself, when he says that he<\/p> \n<p>“made the earth, and placed man upon it, and that his hands stretched out the heavens.” ( <a class=\"ref\">Genesis 1:1<\/a>.)<\/p> \n<p>But it will be more appropriate, in my opinion, to apply the whole of this discourse to the nature of the present subject. “Can anything be more foolish than that men shall uphold their own rank, and shall haughtily interrogate, and treat as a criminal, God, whose majesty is above the heavens?” Thus he indirectly censures the madness of men, who do not scruple to exalt themselves above the very heavens. Yet at the same time he reminds them that, if it must come to a strict examination, God will not want arguments to defend his cause; for, if he governs the whole world, he undoubtedly takes a peculiar care about his own people, and does not care for strangers, so as to allow the members of his family to be scattered and wander. Thus, then, I understand this verse. “Shall I, whose vast and inconceivable wisdom and power shine brightly in heaven and earth, not only be bound by human laws, but be degraded below the ordinary lot of men? And if there be any doubts of my justice, shall not I, who rule and govern all things by my hand, be careful of those whom I have adopted into my family? Shall I not watch over their salvation?”<\/p> \n<p>Thus it is an argument from the less to the greater, and this meaning is agreeable to Scripture. We know that we have been adopted by God, in such a manner that, having been received under his protection, we are guarded by his hand; and none can hurt us, but by his permission. If “a sparrow,” as Christ tells us, “does not fall to the ground without his permission,” ( <a class=\"ref\">Matthew 10:29<\/a> ,) shall we whom he values more than the sparrows be exposed by him at hazard to the rage and cruelty of enemies? And, therefore, since God upholds all the creatures by his providence, he cannot disregard the Church, which he prefers to the whole world. We must, therefore, betake ourselves to this providence, even in the most desperate affairs, and must not give way to any temptations by which Satan attacks us in various ways.<\/p> ",
    "audit": null
}