{
    "id": 7296,
    "source": "calvin",
    "verse_id": 18179,
    "verse_count": 1,
    "reference": "28:14",
    "title": "",
    "html": "<p><i>Wherefore hear ye the word of the Lord. <\/i>He goes on to address to them still stronger reproof, and at the same time mingles with it a consolation in order to encourage the hearts of the godly. While he threatens utter destruction against the wicked, he leaves for believers ground of consolation, by declaring that their salvation is dear and precious in the sight of God. <\/p>\n<p><i>Ye scornful men. <\/i>By this term he means men who are addicted to sophistry and deceit, who think that by jeers and cunning they can escape the judgment of God; for  <span class=\"greek-hebrew\">לוץ<\/span> (<i>lūtz<\/i>)  signifies to <i>jeer <\/i>or <i>scorn<\/i>. Now, he addresses not ordinary men, but rulers and governors, who, in governing the people, thought that they surpassed other men in sharpness and dexterity, but turned their acuteness to cunning, by which they acted hypocritically towards God himself, and therefore, in keen irony, he calls them “scorners;” as if he had said, <\/p>\n<p><span>“You think that you have enough of craftiness to mock God, \nbut you will not succeed in mocking him.” (<\/span><a class=\"ref\">Galatians 6:7<\/a>.) <\/p>\n<p>The Prophet’s chief and severest contest was with the nobles; for although all ranks were exceedingly corrupted, yet the nobles, being puffed up with a false belief of their own wisdom, were more obstinate than the rest. It has commonly been found, in almost every age, that the common people, though they are distinguished by unrestrained fierceness and violence, do not proceed to such a pitch of wickedness as nobles or courtiers, or other crafty men, who think that they excel others in ability and wisdom. The ministers of the word ought chiefly, therefore, to arm themselves against ingenious adversaries. None can be more destructive; for they not only of themselves do injury, but excite others to the same kind of scorn and wickedness, and frequently, through the estimation in which they are held, and the splendor of their reputation, they dazzle the common people who are less clear-sighted. It is a dreadful and monstrous thing when the governors of the Church not only are themselves blinded, but even blind others, and excite them to despise God, and ridicule godly doctrine, and taunt it by their jeers, and, in short, employ their utmost ingenuity for overturning religion; but in opposition to such persons we ought to encourage our hearts by the example of the Prophet, that we may not sink or lose heart in this contest. He shews us also the way in which we ought to treat such persons.  We ought not to spend much time in teaching them, (for instruction would be of little use,) but must threaten them severely, and terrify them by the judgment of God. <\/p>\n<p><i>This people which is in Jerusalem. <\/i>Their guilt is highly aggravated by the consideration that they inhabit the very sanctuary of God, and infect with their pollution God’s chosen people. <\/p>",
    "audit": null
}