{
    "id": 6924,
    "source": "calvin",
    "verse_id": 17796,
    "verse_count": 1,
    "reference": "7:13",
    "title": "",
    "html": " <p> <i>And he said, Hear now, O house of David.<\/i>, Under the pretense of honor to exclude the power of God, which would maintain the truth of the promise, was intolerable wickedness; and therefore the Prophet kindles into warmer indignation, and more sharply rebukes wicked hypocrites. Though it would have been honorable to them to be reckoned the descendants of David, provided that they imitated his piety, yet it is rather for the sake of reproach that he calls them the <i>posterity<\/i>, or <i>family of David<\/i>,. It was indeed no small aggravation of the baseness, that the grace of God was rejected by that family from which the salvation of the whole world would proceed. Grievous disgrace must have been brought on them, by naming their ancestry, from which they had so basely and shamefully degenerated. <\/p>\n <p>This order ought to be carefully observed; for we ought not to begin with severe reproof, but with doctrine, that men may be gently drawn by it. When plain and simple doctrine is not sufficient, proofs must be added. But if even this method produce no good effect, it then becomes necessary to employ greater vehemence. Such is the manner in which we hear Isaiah thundering on the present occasion. After having exhibited to the king both doctrine and signs, he now resorts to the last remedy, and sharply and severely reproves an obstinate man; and not him only, but the whole royal family which was guilty of the same kind of impiety. <\/p>\n <p> <i>Is it a small thing for you to weary men?<\/i>, He makes a comparison between <i>God<\/i>, and <i>men<\/i>,; not that it is possible to make an actual separation between <i>God<\/i>, and the prophets and holy teachers of whom he speaks, who are nothing else than God’s instruments, and make common cause with him, when they discharge their duty; for of them the Lord testifies, <\/p>\n <p> <span> He who despiseth you despiseth me.\nHe who heareth you heareth me. (<\/span>, <a class=\"ref\">Luke 10:16<\/a>.) <\/p>\n <p>The Prophet therefore adapts his discourse to the impiety of Ahaz, and of those who resembled him; for they thought that they had to deal with <i>men<\/i>,. Those very words were undoubtedly spoken in ancient times which we hear at the present day from the mouths of the ungodly: “Are they not men that speak to us?” And thus they endeavor to disparage the doctrine which comes from God. As it was customary at that time for irreligious despisers of doctrine to use the same kind of language, the Prophet, by way of admission, says that those who performed the sacred office of teaching the word were <i>men<\/i>,. “Be it so. You tell me that I am a mortal man. That is the light in which you view the prophets of God. <i>But is it a small thing to weary<\/i>, us, if you do not also <i>weary God<\/i>,? Now, you despise God, by rejecting the sign of his astonishing power which he was willing to give to you. In vain therefore do you boast that you do not despise him, and that you have to do with <i>men<\/i>, and not with <i>God<\/i>,. ” This then is the reason why the Prophet was so greatly enraged. Hence we see more clearly what I mentioned a little before, that the proper season for giving reproofs is, when we have attempted everything that God enjoined, and have neglected no part of our duty. We ought then to break out with greater vehemence, and to expose the ungodliness which lurked under those cloaks of hypocrisy. <\/p>\n <p> <i>My God.<\/i>, He formerly said, <i>Ask a sign for thee from the<\/i>, Lord thy God; for at that time his obstinacy and rebellion had not been manifestly proved. But now he claims it as peculiar to himself; for <i>Ahaz<\/i>, and those who resembled him, had no right to boast of the name of God. He therefore intimates that God is on his side, and is not on the side of those hypocrites: and in this way he testifies his confidence; for he shows how conscientiously he promised deliverance to the king; as if he had said, that he did not come but when God sent him, and that he said nothing but what he was commanded to say. With the same boldness ought all ministers to be endued, not only so as to profess it, but to have it deeply rooted in their hearts. The false prophets also boast of it loudly, but it is empty and unmeaning talk, or a blind confidence arising from rashness. <\/p>",
    "audit": null
}