{
    "id": 7878,
    "source": "calvin",
    "verse_id": 18774,
    "verse_count": 1,
    "reference": "57:8",
    "title": "",
    "html": " <p> <i>Behind the door. <\/i> He dwells largely on the crime of which we have already spoken, that the people may no longer flatter themselves in their inventions. It is probable that Isaiah alludes to the words of Moses, by which God commanded them to have the Law continually placed before them, to attach it to the posts of their houses, and to keep it written and wrapped around their arms and the fringes of their garments, that they might be constantly reminded of their duty. (<a class=\"ref\">Deuteronomy 6:9<\/a>) But the Jews, on the contrary, polluted the doors and posts of their houses by tokens of idolatry, and left no corner free or pure from such pollutions. Thus they came to forget everywhere God and the Law, and substituted in their room the excitements of their own lust. <\/p> \n <p> <i>Thou hast enlarged thy bed <\/i>. He again repeats what he formerly said, and returns to that clause, that the Jews most basely commit fornication with idols when they think that they are worshipping God; because they do not follow the rule of the word. It is the same as if a woman, having forsaken her husband, should prostitute herself in a brothel, and freely receive all that came, as if the bed had been a large plain, and capable of containing a vast multitude. <\/p> \n <p>For this reason he says that she was detected by him, because, having laid aside the modesty of the married state, she allowed herself to be dishonored and ravished by others; for God holds the place of a husband, to whom she ought to have been subject, but she sought new husbands, and broke the bond of marriage, he describes their aggravated guilt, by saying that the Jews of their own accord devoted themselves to idols, as if a base woman ran after a man with blind eagerness. <\/p> \n <p> <i>Thou lovedst their bed in the place which thou sawest. <\/i> By a different figure he accuses them of that hasty love, because, as if by a single glance, they were suddenly and eagerly hurried on to any place whatever. Yet he blames the rashness of men, who think that they are sagacious in worshipping God, and select places according to their own pleasure. But this sagacity is diabolical; for God commands us to keep our eyes fixed on himself and his word, so as to be closed against everything else. <\/p> ",
    "audit": null
}