{
    "id": 7600,
    "source": "calvin",
    "verse_id": 18491,
    "verse_count": 1,
    "reference": "42:10",
    "title": "",
    "html": " <p> <i>Sing to Jehovah.<\/i>, He now exhorts the people to gratitude; for God’s favors ought always to excite us, by the remembrance of them, to give thanks and to celebrate his praises. Besides, by that exhortation he calls believers to behold the prophecy as actually accomplished, and confirms those promises of which he spoke. We ought to observe this as the design of the Prophet, that there is no reason why believers, though they are severely oppressed, should give way to sorrow, but that good hope ought to encourage them to gladness, that they may now prepare to render thanksgiving. <\/p>\n <p>The subject of this song is, that Christ has been revealed to the world, and sent by the Father, in order to relieve the miseries of his Church, and to restore her to perfect order, and indeed, as it were, to renew the whole world. As it was difficult to believe this, the Prophet wished to remove every doubt, in order to fix these predictions more deeply in their hearts. Nor ought we to wonder that the Prophet labors so hard to arouse them when they were reduced to the greatest straits, and had no longer any hope of safety. The mere aspect of things might shake their faith, and even produce suspicion that all that the prophets had foretold was unfounded and absurd. The object, of this exhortation therefore is, that when affairs are utterly desperate, they should be cheerful and rely on these promises. <\/p>\n <p> <i>A new song.<\/i>, By <i>new<\/i>, he means an excellent, beautiful, and elegant song, not one that is ordinary or common, but a song which may arouse men to admiration, as relating to the extraordinary grace of God, of which there had never been so remarkable an example. In this sense it is also used in <a class=\"ref\">Psalms 33:3<\/a>, and <a class=\"ref\">Psalms 96:1<\/a> <i>New<\/i>, is here contrasted with what is Ordinary, and thus he extols the infinite mercy of God, which was to be revealed in Christ, and which ought therefore to be celebrated and sung with the highest praises. Hence we infer that each of us ought to be the more zealous in proclaiming the praises of God, in proportion to the greater number of favors which we have received. It is indeed the duty of all men to sing praise to God, for there is no person who is not bound to it by the strongest obligations; but more lofty praises ought to proceed from those on whom more valuable gifts have been bestowed. Now, since God has laid open the fountain of all blessings in Christ, and has displayed all spiritual riches, we need not wonder if he demand that we offer to him an unwonted and excellent sacrifice of praise. <\/p>\n <p>It ought to be observed that this <i>song<\/i>, cannot be sung but by renewed men; for it ought to proceed from the deepest feeling of the heart, and therefore we need the direction and influence of the Spirit, that we may sing those praises in a proper manner. Besides, he does not exhort one or a few nations to do this, but all the nations in the world; for to all of them Christ was sent. <\/p>",
    "audit": null
}