{
    "id": 7015,
    "source": "calvin",
    "verse_id": 17891,
    "verse_count": 1,
    "reference": "11:6",
    "title": "",
    "html": " <p> <i>The wolf shall dwell with the lamb.<\/i>, He again returns to describe the character and habits of those who have submitted to Christ. As there is a mutual relation between the king and the people, he sometimes ascends from the body to the head, and sometimes descends from the head to the body; and we have already seen that Christ reigns, not for himself, but for those who believe in him. Hence it follows that he forms their minds by his heavenly Spirit. But the Prophet’s discourse looks beyond this; for it amounts to a promise that there will be a blessed restoration of the world. He describes the order which was at the beginning, before man’s apostasy produced the unhappy and melancholy change under which we groan. Whence comes the cruelty of brutes, which prompts the stronger to seize and rend and devour with dreadful violence the weaker animals? There would certainly have been no discord among the creatures of God, if they had remained in their first and original condition. When they exercise cruelty towards each other, and the weak need to be protected against the strong, it is an evidence of the disorder (<span class=\"greek-hebrew\">,ἀταξίας <\/span>) which has sprung from the sinfulness of man. Christ having come, in order to reconcile the world to God by the removal of the curse, it is not without reason that the restoration of a perfect state is ascribed to him; as if the Prophets had said that that golden age will return in which perfect happiness existed, before the fall of man and the shock and ruin of the world which followed it. Thus, God speaks by Hosea: <\/p>\n <p> <span>, I will make a covenant with the beast of the field, with the fowl of the heaven, and with the creeping things.\n(<\/span>, <a class=\"ref\">Hosea 2:18<\/a>.) <\/p>\n <p>As if he had said, “When God shall have been reconciled to the world in Christ, he will also give tokens of fatherly kindness, so that all the corruptions which have arisen from the sinfulness of man will cease.” <\/p>\n <p>In a word, under these figures the Prophets teach the same truth which Paul plainly affirms, that Christ came <i>to gather together<\/i>, out of a state of disorder <i>those things which are in heaven and which are on earth<\/i>,. (<a class=\"ref\">Ephesians 1:10; Colossians 1:20<\/a>.) It may be thus summed up: “Christ will come to drive away everything hurtful out of the world, and to restore to its former beauty the world which lay under the curse.” For this reason, he says, that <i>straw<\/i>, will be the food of <i>the lion<\/i>, as well as of <i>the ox<\/i>,; for if the stain of sin had not polluted the world, no animal would have been addicted to prey on blood, but the fruits of the earth would have sufficed for all, according to the method which God had appointed. (<a class=\"ref\">Genesis 1:30<\/a>.) <\/p>\n <p>Though Isaiah says that the wild and the tame beasts will live in harmony, that the blessing of God may be clearly and fully manifested, yet he chiefly means what I have said, that the people of Christ will have no disposition to do injury, no fierceness or cruelty. They were formerly like <i>lions<\/i>, or <i>leopards<\/i>, but will now be like <i>sheep<\/i>, or <i>lambs<\/i>,; for they will have laid aside every cruel and brutish disposition. By these modes of expression he means nothing else than that those who formerly were like savage beasts will be mild and gentle; for he compares violent and ravenous men to <i>wolves<\/i>, and <i>bears<\/i>, which live on prey and plunder, and declares that they will be tame and gentle, so that they will be satisfied with ordinary food, and will abstain from doing any injury or harm. On this subject it is proper to argue from the less to the greater. “If Christ shall bring brute animals into a state of peace, much more will brotherly harmony exist among men, who will be governed by the same spirit of meekness.” And yet Isaiah does not mean that any are mild and peaceful by nature before they are renewed, but yet he promises, that whatever may have been their natural disposition, they will lay aside or conquer their fierceness, and will be like <i>lambs<\/i>, and <i>sheep<\/i>,. <\/p>\n <p> <i>And a little child shall lead them.<\/i>, This means that beasts which formerly were cruel and untameable, will be ready to yield cheerful obedience, so that there will be no need of violence to restrain their fierceness. Yet we must attend to the spiritual meaning which I noticed, that all who become Christ’s followers will obey Christ, though they may formerly have been savage wild beasts, and will obey him in such a manner, that as soon as he lifts his finger, they will follow his footsteps, as it is said that <i>his people shall be willing<\/i>,. (<a class=\"ref\">Psalms 110:3<\/a>.) Those who are not endued with this meekness do not deserve to be ranked among the sheep. Let us, therefore, permit ourselves to be ruled and governed by him, and let us willingly submit to those whom he has appointed over us, though they appear to be like <i>little children<\/i>,. Besides, I think that the ministers of the word are compared to children, because they have no external power, and exercise no civil government over them. <\/p>\n <p>A question arises, Do we find any persons who are meek, though they have not been tamed by the gospel? The Prophet appears to insinuate this, when he compares some men to <i>sheep<\/i>, and others to <i>wolves<\/i>, and <i>bears<\/i>,; and certainly among men who follow the bent of their natural disposition, we shall perceive an astonishing diversity. Some are mild and gentle, others are fierce and violent; but it is certain that all men are untamed till Christ subdues them by the gospel; all are swelled with ambition and pride before they are cured by this medicine. Many will be able to make a false and hollow profession of modesty and humility, but they will swell with inward pride. In short, where the Spirit of Christ is not, there will be no true meekness. <\/p>",
    "audit": null
}