{
    "id": 7965,
    "source": "calvin",
    "verse_id": 18862,
    "verse_count": 1,
    "reference": "62:7",
    "title": "",
    "html": "<p><i>And do not give him silence. <\/i> Hitherto the Prophet has spoken of the office and duty of teaching; but as this would not be enough if prayer were not likewise added, he exhorts the ministers of the word to prayer; for I think that<span class=\"greek-hebrew\"> לו<\/span> , (<i>lo<\/i> ,) “to him,” refers to God. We ought, therefore, to plead with God, and to entreat by earnest prayer, that he will give some success to our labors, which would otherwise be unprofitable. And since we devote ourselves entirely to preaching doctrine, and vigorously oppose all the machinations of Satan, let us learn, at the same time, to turn our minds to God, that he may not permit our labors to be unsuccessful. In the same manner as he applied the word “silence” to doctrine in the beginning of the chapter, when he said, “I will not be silent,” so in this passage he applies it to prayer, by which we obtain from God some fruit of doctrine. Even the angels move us by their example to this earnestness of prayer, as we read in Zechariah that the angel prays ardently for the restoration of the Church. ( <a class=\"ref\">Zechariah 1:12<\/a>.)<\/p> \n<p><i>Till he restore. <\/i> Hence infer that there are two distinct benefits: first, to have faithful pastors who shall watch over the safety of the Church; secondly, that the Church be upheld and preserved in her condition by their agency. But God, who speaks here, claims these benefits as his own; which he also does in many other passages. “How shall they preach,” says Paul, “unless they be sent?” ( <a class=\"ref\">Romans 10:15<\/a>.) It belongs to God alone, therefore, to appoint pastors; for no man could otherwise have been “sufficient” ( <a class=\"ref\">2 Corinthians 2:16<\/a>) for an office so important and so difficult; and it is he alone who promotes by their agency the restoration of the Church; for their efforts would be altogether vain and fruitless, if the Lord did not grant them prosperous success. And here we see that the external agency of men is joined with the efficacy of the Holy Spirit; for, although the Lord alone is the author and finisher of the work, yet he brings forward instruments which he employs for rearing the building of the Church. This reminds us that we ought not to lose courage, even when we see nothing but ruin and wretchedness and desolation; but it is our duty to pray that the Lord will restore her, which he also promises that he will do.<\/p> \n<p><i>And till he place Jerusalem a praise. <\/i> This means to render the Church glorious, that ground of joy may shine forth from it; for when we feel nothing but God’s severity, we become dumb, and are overwhelmed with shame; but when he frees us from our afflictions, and causes us to recover, he at the same time opens our mouth; for he supplies us with ground of praise and thanksgiving.<\/p> ",
    "audit": null
}