{
    "id": 6899,
    "source": "calvin",
    "verse_id": 17771,
    "verse_count": 1,
    "reference": "6:1",
    "title": "",
    "html": " <p> <i>In the year that king Uzziah died.<\/i>, This is usually the beginning of the sixth chapter; but some think that it is the beginning of the book itself, and that in collecting the prophecies of Isaiah an error was committed. The reason which they assign is, that the Prophet here declines the office of a teacher, which he would not have refused if he had hitherto discharged it; that he appears to be a mere novice as yet unacquainted with his calling; and besides, that he declares that he has now seen the Lord, and that he has not seen him, before. But such arguments I consider, as I have already noticed, to be too feeble and unsatisfactory; and I reply that it ought not to be thought strange that he was so completely overpowered by this extraordinary vision as to forget that he was a prophet. For there was no feeling in him which was not overpowered by the presence of God, so that, like one who had lost his senses, he willingly plunged himself in darkness, or rather, like one who despaired of life, he of his own accord chose to die. And it is necessary that the godly should be affected in this manner, when the Lord gives them tokens of his presence, that they may be brought low and utterly confounded. Besides, in the person of his servant God intended to strike his rebellious people with alarm; and therefore we need not wonder if he offers an apology for himself under the overwhelming influence of fear, and likewise because he had not felt the weight of his office, as he now felt it, after having beheld an illustrious display of the majesty of God. <\/p>\n <p>But why was not this vision exhibited to him at the beginning? I answer, it was necessary in regard to the time, that he might be more and more confirmed in the discharge of his office. We have an instance of this in the Apostles themselves; for at first they were sent out with an injunction not to pass beyond the limits of Judea, (<a class=\"ref\">Matthew 10:5<\/a>;) but after that Christ had risen, he again set them <i>apart<\/i>, in a new and solemn manner, <i>breathed on them, bidding them receive the Holy Ghost<\/i>, (<a class=\"ref\">John 20:21<\/a>;) and not only so, but sending his Spirit from heaven <i>in the forms of tongues of fire<\/i>, invested them with extraordinary power. (<a class=\"ref\">Acts 2:3<\/a>.) Thus, on account of the various changes of times and of kings, it was necessary that Isaiah should be encouraged and again attested by a new vision; that he might be excited to perseverance, and might afterwards proceed with greater cheerfulness in his course; and also that the Jews might perceive his ministry to be supported by heavenly authority. <\/p>\n <p>This appears to me to be a sufficient reason why this vision was not exhibited to him at the very beginning, but after that he had for some time discharged the office of a teacher. That this was not the beginning of the prophecy is evident enough from the consideration that the preface, which we have already examined, is much better adapted for the commencement, and more appropriate than what is contained in this chapter; and every approach having been shut up by the hard-hearted obstinacy of the people, it was proper that he should burst forth in this vehement manner. Besides, it is probable that he had long performed the office of a teacher under King Uzziah, who, I think, was dead before this prediction was published. In short, the Prophet means that it was not till he had commenced his course that God appeared to him. <\/p>\n <p>Some think that <i>death<\/i>, here means <i>leprosy<\/i>, which undoubtedly was a civil death, when the king was compelled to withdraw from the society of men, and to lay down the reins of government, (<a class=\"ref\">2 Kings 15:5<\/a>;) but I choose rather to take <i>death<\/i>, in its literal sense. So then, I think that Isaiah uttered the former predictions during the reign of Uzziah, even after he had been struck with leprosy; and that when he had died, and Jotham had succeeded him, this vision was presented to Isaiah. We know what various commotions are produced by a change of kings, so that we need not wonder that Isaiah had his calling again sealed. But the prophecy itself, which follows, will sufficiently show that he had been a public teacher for some time before he <i>saw the<\/i>, Lord; for it relates that the blinding of the people, whose obstinacy he had experienced to such an extent that he might have been induced to cease from his undertaking, for he saw that he was doing no good. The Lord, therefore, confirms him by this vision, that the opposition may not prevent him from boldly discharging his office, and performing what he undertook at the commandment of God. <\/p>\n <p> <i>I saw the<\/i>, Lord It is asked, How could Isaiah see God who <i>is a Spirit<\/i>, (<a class=\"ref\">John 4:24<\/a>,) and, therefore, cannot be seen with bodily eyes? Nay, more, since the understandings of men cannot rise to his boundless height, how can he be seen in a visible shape? But we ought to be aware that, when God exhibited himself to the view of the Fathers, he never appeared such as he actually is, but such as the capacity of men could receive. Though men may be said to creep on the ground, or at least dwell far below the heavens, there is no absurdity in supposing that God comes down to them in such a manner as to cause some kind of mirror to reflect the rays of his glory. There was, therefore, exhibited to Isaiah such a form as enabled him, according to his capacity, to perceive the inconceivable majesty of God; and thus he attributes to God a <i>throne<\/i>, a <i>robe<\/i>, and a bodily appearance. <\/p>\n <p>Hence we learn a profitable doctrine, that whenever God grants any token of his presence, he is undoubtedly present with us, for he does not amuse us by unmeaning shapes, as men wickedly disfigure him by their contrivances. since, therefore, that exhibition was no deceitful representation of the presence of God, Isaiah justly declares that he <i>saw him<\/i>,. In like manner, when it is said that John <\/p>\n <p>saw the Holy Spirit in the shape of a dove, (<a class=\"ref\">John 1:32<\/a>) <\/p>\n <p>the name of the Holy Spirit is applied to the outward sign, because in the representation there was no deception; and yet he did not see the essence of the Spirit, but had a clear and undoubted proof, so that he could not doubt that the Spirit of God rested on Christ. <\/p>\n <p>Secondly, it is asked, Who was that Lord? John tells us that it was Christ, (<a class=\"ref\">John 12:41<\/a>,) and justly, for God never revealed himself to the Fathers but in his eternal Word and only begotten Son. Yet it is wrong, I think, to limit this, as some do, to the person of Christ; for it is indefinitely, on the contrary, that the Prophet calls him God. Nor do their views derive any support from the word <span class=\"greek-hebrew\">,אדוני<\/span>, (<i>adonai<\/i>,) which seems particularly to apply to Christ; for it is often applied to God in an absolute and unrestricted manner. In this passage, therefore, God is mentioned indefinitely, and yet it is correctly said that Isaiah saw the glory of Christ, for at that very time he was <i>the image of the invisible God<\/i>,. (<a class=\"ref\">Colossians 1:15<\/a>.) <\/p>\n <p> <i>Sitting upon a throne.<\/i>, He could not have given a better description of God, in regard to place, than in the person of a Judge, that his majesty might strike greater terror into the Jews; for we shall afterwards see the dreadful judgment which the Lord pronounced from his judgment-seat. But lest we should suppose that the Prophet contrived the manner in which he would paint God, we ought to know that he faithfully describes the very form in which God was represented and exhibited to him. It may be questioned whether the Prophet was conducted into the temple, or saw this vision while he was asleep. Though many things are frequently adduced on both sides, which are fitted to leave the matter in doubt, yet it may be conjectured with some probability, that even if he had not been within the temple, this vision might have been presented to him, either in his own house or on a field, in the same manner as to other prophets. <\/p>\n <p> <i>And his remotest parts filled the temple.<\/i>, Almost all the commentators understand by this the fringes of his robe, though it may be understood to refer to the extremities of the judgment-seat, giving us to understand that its dimensions were so vast as to extend to every part of <i>the temple<\/i>,. He intends to ascribe to God a venerable aspect, and far beyond any human form. There is great weight in the circumstance that he appeared in <i>the temple<\/i>,; for he had promised that he would meet with his people there, and the people expected his answers from that place, as Solomon had expressly stated at the dedication of it. (<a class=\"ref\">1 Kings 8:30<\/a>.) In order, therefore, that the people might understand that those things came from God, on whom they called every day, and on whom they relied with a vain confidence which puffed them up, this vision was exhibited to the Prophet <i>in the temple<\/i>,. To the certainty of what was said it contributed not a little, that he openly proclaimed that the discourse was not pronounced to him by any mortal man, but was a heavenly oracle, uttered by that God whose name they were accustomed disdainfully to hold out as a pretense, whenever they wished to make any extravagant claims; for otherwise this prophecy would have been harsh and repulsive, and needed great confirmation. It was also not uncommon with the Prophets to say that the Lord spake to them <i>from his temple<\/i>, or <i>from his sanctuary <\/i> <\/p>\n\n <i>And the train of his robe filled the temple <\/i> <span>.—Lowth. \n <\/span> <i>And his flowing train filled the temple<\/i>,.—Stock. That author adds in a note: “I add the epithet <i>flowing<\/i>, to distinguish the train of a robe from what the English word equally imports, a train of attendants; and <span class=\"greek-hebrew\">,שול<\/span>, is from <span class=\"greek-hebrew\">,של<\/span>, to loosen, to flow loosely.” — <i>Ed<\/i>,",
    "audit": null
}