{
    "id": 7423,
    "source": "calvin",
    "verse_id": 18310,
    "verse_count": 1,
    "reference": "34:6",
    "title": "",
    "html": "<p><i> The sword of Jehovah is filled with blood.<\/i> He follows out the same statement, but by a different description, which places the matter in a much stronger light, in order to shake off the drowsiness of wicked men, who are wont to laugh and scoff at all doctrine, as we have formerly remarked. It is therefore necessary that the judgments of God should be set forth as in a lively picture:, that it may not only make a deep impression on their dull minds, but may encourage believers by holy confidence, when they learn that the pride and rebellion of their enemies cannot at all hinder them from being dragged like cattle to the slaughter, whenever it shall be the will of God.<\/p> \n<p>He compares it to<i> sacrifices,<\/i> for animals are slain in sacririce for the worship and honor of God, and in like manner the destruction of this people will also tend to the glory of God. And here he confirms what was formerly said about<i> judgment,<\/i> for when God executes his judgments, he shews forth his glow; so that the destruction of wicked men is justly compared to “sacrifices,” which belonged to his worship. “Sacrifices,” indeed, were undoubtedly not very pleasant and agreeable to behold, for the revolting act of taking away life, the reeking blood, and the stencil of the smoke, might have a repulsive effect; and yet in these things the honor of God shone brightly. Thus, also, this slaughter was hideous to behold, and little fitted to obtain regard; but believers, in order that they may hallow the name of God in this respect, are commanded to lift up their eyes to heaven; because, in executing such punishment, God erects altars to himself for slaying sacrifices. Because they unjustly oppressed the Church of God, and, forgetful of all humane feelings, treated the children of God with cruelty, Isaiah declares that in their blood is offered a sacrifice of sweet savor, and highly acceptable to God, because he executes his judgment.<\/p> \n<p><i> With the blood of lambs and of goats.<\/i> Under this appellation he describes metaphorically the people that were to be slain, and, alluding to the various kinds of victims, includes not only all men of ordinary rank, but all the nobles, in order to intimate that the Lord will punish his enemies in such a manner that no man of any class whatever shall be exempted he mentions<i> Bozrah,<\/i> the chief city and metropolls, as it were, of the nation, where the greatest slaughter shall take place; and next, he adds, the country of<i> Edom,<\/i> through the whole of which this calamity shall take its course.<\/p> ",
    "audit": null
}