{
    "id": 7676,
    "source": "calvin",
    "verse_id": 18570,
    "verse_count": 1,
    "reference": "45:8",
    "title": "",
    "html": " <p> <i>Drop down dew from above. <\/i> Some think that a form of prayer is here added, which it was the duty of believers to use while they were waiting for the redemption which is here described; and they connect this verse with the preceding in the following manner, “The Lord will not so speedily deliver you, but still it is your duty to be diligently employed in prayer.” But I interpret it differently in this manner. The Prophet always speaks in the name of God, who, in the exercise of his authority, calls on heaven and earth to lend their services to the restoration of the Church. <\/p> \n <p>This verse is fitted very powerfully to confirm the godly in the hope of future redemption; for the people, wherever they looked, saw nothing but despair. If they tumed their eyes towards heaven, there they beheld the wrath of God; if towards the earth, there also were beheld afflictions and chastisements; and therefore nothing fitted to lead them to entertain favorable hope was visible. On this account the Prophet confirms them, and enjoins heaven and earth, which held out nothing but threatentings and terrors, to bring forth salvation and “righteousness.” This is more emphatic than if he promised that it shall be, when all the elements, which are ready to yield obedience to God, receive orders as to what he wishes them to do. And thus the stream of the discourse will flow on continuously, which otherwise will be abruptly broken off, if we understand this passage to be a prayer. <\/p> \n <p> <i>And let the clouds drop righteousness. <\/i> This form of expression is frequently employed in Scripture; such as, <\/p> \n <p> <span> “And the mountains shall bring peace to the people, and the hills righteousness.” \n(<\/span> <a class=\"ref\">Psalms 72:3 <\/a>.) <\/p> \n <p>And again, “Piety and truth met together, righteousness and peace kissed each other; truth shall spring from the earth, and righteousness looked down from heaven;” where David describes the kingdom of Christ and its prosperity, and shews that in it “righteousness, peace, mercy, and truth, shall be joined together.” (<a class=\"ref\">Psalms 85:10 <\/a>.) This passage treats of the same subject. There is an allusion to the ordinary food of men, who subsist on bread and other productions of the soil; for their life needs such aids. Now, in order that the earth may bring forth fruits, it must obtain its vigor from heaven and draw water from the clouds, that it may be rendered fertile, and then bring forth herbs and fruits both for men and for animals. <\/p> \n <p>By the word <i>righteousness <\/i> he means nothing else than the fidelity with which the Lord defends and preserves his people. The Lord thus “drops down from heaven righteousness,” that is, well established order, of which salvation is the fruit; for he speaks of the deliverance of the people from Babylon, in which the Lord shews that he will be their protector. Yet while we understand the natural meaning of the Prophet, we must come down to the kingdom of Christ, to which these words undoubtedly bear a spiritual import; for God does not limit these promises to a few years, but continues his favors down to the coming of Christ, in whom all these things were abundantly fulfilled. There can be no doubt, therefore, that he likewise celebrates that eternal righteousness and salvation which is brought to us by Christ; but we ought first to observe that simple interpretation about the return from the captivity in Babylon. <\/p> ",
    "audit": null
}