{
    "id": 7794,
    "source": "calvin",
    "verse_id": 18690,
    "verse_count": 1,
    "reference": "51:16",
    "title": "",
    "html": " <p> <i>And I have put my words in thy mouth. <\/i> He again retums to the doctrine which he had formerly stated, namely, that the Lord comforts his Church: “I, I am he that comforteth you,” (ver. 12.) So he now says that he put into the mouth of the prophets what they should say. Hence we may infer that these words do not proceed from men, who often prove false, but from “God, who cannot lie.” (<a class=\"ref\">Titus 1:2 <\/a>.) The Lord speaks to all the prophets, first to Isaiah, and then to the rest in their order; but at last we must come to Christ. These things must not be limited either to Isaiah or to Christ, but must be extended to all the prophets. The Lord wishes that believers should hear the consolation from the prophets, as if he were present and addressed them, and even declares that he speaks openly by their mouth. <\/p> \n <p>Hence also we ought to conclude that none ought to come forward to comfort the Church but they who speak from the mouth of the Lord; for they who alter their own dreams, though they take shelter under the name of God, ought to be rejected. But; we must understand the Prophet’s meaning; for, seeing that he shows that the consciences of men always tremble, till the Lord confirm them, he instructs us to abide by this principle, that it is God who speaks by the prophets; for otherwise consciences will always remain in doubt and uncertainty. Yet the mode of expression is highly emphatic, when he repeats the commandments of God, by which he was encouraged to the execution of his office. <\/p> \n <p> <i>And in the shadow of my hand. <\/i> Though he had already said this, yet the repetition is not superfluous, that we may fully believe that God will always assist his ministers, so that, relying on his immediate aid, they may be raised by him above all obstructions. Now, in order to being covered with that shadow of the Lord, two things are necessary; first, that they are certain that what they utter is the word of God, and secondly, that they do so by God’s command. They who rashly put themselves forward may indeed boast of the name of God, but in vain; for when they come to fight in earnest, they will faint. And if we have the testimony of conscience, we have no reason for entertaining doubts as to God’s protection and aid, by which he will enable us to gain the victory. Next comes the object of the embassy. <\/p> \n <p> <i>That I may plant the heavens; <\/i> that is, that I may restore everything to its proper order. There are, indeed, various interpretations of these words; but the true meaning appears to me to be this, that heaven and earth are said to be restored by the doctrine of salvation; because “in Christ,” as Paul says, “are collected all things that are either in heaven or in earth.” (<a class=\"ref\">Ephesians 1:10 <\/a>.) Since the fall of the first man we see nothing but frightful confusion, which troubles even the dumb creatures, and makes them suffer, in some respects, the punishment of our sins; and, consequently, that confusion cannot be repaired but by Christ. Since therefore the whole face of the world is disfigured by frightful desolation, there are good grounds for saying that godly teachers renovate the world, as if God formed heaven and earth anew by their hand. And hence it is evident how great is the heinousness of our guilt, which has been followed by such dreadful confusion in the nature of things. Thus, “the heavens” are said to be “planted and the earth to be founded,” when the Lord establishes his Church by the word; and he does this by the agency of ministers, whom he directs by his Spirit, and protects against hidden enemies and various dangers, that they may effectually accomplish what he has enjoined. <\/p> \n <p> <i>That I may say to Zion, Thou art my people. <\/i> At length he shews that this aims at something higher than the visible form of the world, which shall quickly perish; namely, to excite and nourish in the hearts of believers the hope of a heavenly life. The true stability of the Church, the restoration of the world, consists in this, that the elect be gathered into the unity of faith, so that, with one consent, all may lift their hearts to God, who also invites them sweetly and gently by these words, “I am thy God.” And hence we see how highly God values the salvation of the Church, since he not only prefers it to the whole world, but even shews that the stability of the world depends upon it. We must likewise observe what is the word which the Lord enjoins to be proclaimed; for it not only lays down a rule of life, but also gives a testimony of our adoption, in which our salvation chiefly consists. <\/p> ",
    "audit": null
}