{
    "id": 7865,
    "source": "calvin",
    "verse_id": 18761,
    "verse_count": 1,
    "reference": "56:7",
    "title": "",
    "html": "<p><i> These will I bring.<\/i> By these modes of expression he describes what he had formerly stated, that foreigners who were formerly excluded from the Church of God, are called to it; so that henceforth the distinction between circumcision and uncircumcision shall be abolished. This cannot refer to proselytes, who were received into the number of God’s people by circumcision, for that would have been nothing new or uncommon; but he testifies that the grace of God shall be diffused throughout the whole world; and this cannot be accomplished without uniting the Gentiles to the Jews so as to form one body, which happened when the difference between circumcision and uncircumcision was taken out of the way. There is therefore nothing now to prevent Gentiles from ministering to God, seeing that they have been called into the temple, that is, into the assembly of believers. Not only so, but we saw a little before, that the priesthood is removed from the tribe of Levi, not only to the whole body of the people, but even to foreigners.<\/p> \n<p>How strongly the Jews abhor this sentiment is well known; for, although they read these words of the Prophet, yet they reckon it to be utterly monstrous that the Gentiles should be called to this distinguished benefit of God which was especially intended for them. Yet the Prophet’s meaning is so plain, that it cannot without the greatest impudence be called in question. He extols this grace from the fruit which it yields; for true and perfect happiness is, to be reconciled to God and to enjoy his favor. We know, indeed, that wicked men indulge excessively in mirth; but that mirth is turned into gnashing of teeth, because the curse of God rests upon it. But God fills the hearts of believers with the most delightful joy, not only by showing that he is reconciled to them, but by the manifestation of his favor and kindness in their prosperity. Yet their highest joy is that which springs from “peace” of conscience, which Paul ascribes to “the kingdom of God,” (<a class=\"ref\">Romans 14:1<\/a>) and which we enjoy when we are reconciled to God by Christ. (<a class=\"ref\">Romans 5:1<\/a>)<\/p> \n<p><i> Their burnt-offerings and sacrifices shall be acceptable.<\/i> He promises that their sacrifices shall be acceptable to him, because all have been called on this condition, that they shall offer themselves and all that they have to God. By the word “sacrifices,” he means such spiritual worship of God as is enjoined in the Gospel; for the Prophet spoke in accordance with what was customary in his time, when the worship of God was wrapped up in a variety of ceremonies. But now, instead of sacrifices, we offer to God praises, thanksgivings, good works, and finally ourselves. When he declares that they shall be acceptable, let us not imagine that; this arises from their own value or excellence, but from God’s undeserved kindness; for he might justly reject them, if he looked at them in themselves. This ought to be a spur to excite in us a strong desire to worship God, when we see that our works, which are of no value, are accepted by God as if they had been pure sacrifices.<\/p> \n<p>He adds,<i> On my altar;<\/i> because in no other manner could the sacrifices be acceptable to God than “on the altar,” by which “they were sanctified.” (<a class=\"ref\">Matthew 23:19<\/a>) Thus all that we offer will be polluted, if it be not “sanctified” by Christ, who is our altar.<\/p> \n<p><i> For my house shall be called a house of prayer.<\/i> Formerly the temple was appointed for the Jews alone, whom in an especial manner the Lord desired to call upon him; for, when Paul shows that the Jews have a superiority over the Gentiles, he says that<span class=\"greek-hebrew\"> λατρεία<\/span> , that is, “the worship of God,” is theirs. (<a class=\"ref\">Romans 9:4<\/a>) Thus by an extraordinary privilege, such as the rest of the nations were not permitted to enjoy, a temple was built among them. But now the distinction has been removed, and all men, to whatsoever nation or place they belong, are freely admitted into the temple, that is, into the house of God. This temple has been enlarged to such a degree, that it extends to every part of the whole world; for all nations have been called to the worship of God.<\/p> \n<p>Here we have the manifest difference between the Law and the Gospel; for under the Law the true worship of God was observed by one nation only, for whose sake the temple was especially dedicated to him; but now all are freely admitted without distinction into the temple of God, that they may worship him purely in it, that is, everywhere. We must attend to the form of expression, which is customary and familiar to the Prophets, who employ, as we have already said, figures that correspond to their own age, and, under the name of “Sacrifices” and of “the Temple,” describe the pure worship of God. He paints the spiritual kingdom of Christ, under which we may everywhere “lift up pure hands,” (<a class=\"ref\">1 Timothy 2:8<\/a>) and call upon God; and, as Christ saith, God is not now to be adored in that temple, but “the true worshippers worship him in spirit and in truth.” (<a class=\"ref\">John 4:24<\/a>)<\/p> \n<p>For this reason we see a fulfillment of this plain prophecy, namely, that “to all peoples the house of God hath become the house of prayer,” that all may “call upon him, Abba, Father,” (<a class=\"ref\">Romans 8:15; Galatians 4:6<\/a>) that is, in every language; that henceforth the Jews may not boast that they alone have God. Thus the prophets were under a necessity of accommodating their discourse to their own time, and to the ordinary services of religion, that they might be understood by all; for the time of full revelation was not yet come, but the worship of God was clothed with various figures. Yet undoubtedly the temple, which had been consecrated to the name of God, was actually his house; for he testified by Moses that he would be in all places where he made mention of his name, (<a class=\"ref\">Exodus 20:24<\/a>) and Solomon, at the dedication of the temple, said, “When they shall come to pray in this house, thou wilt hear in heaven, in thy habitation.” (<a class=\"ref\">1 Kings 8:30<\/a>) And accordingly Christ reproves the Jews for “turning his Father’s house into a den of robbers,” (<a class=\"ref\">Matthew 21:13; Mark 11:17<\/a>) and connects this passage with a passage in the book of the Prophet<a class=\"ref\">Jeremiah 7:11<\/a><\/p> \n<p>Christ calls the temple “the house of prayer,” with reference to that time when the Gospel had not yet been published; for although he was come, he was not yet known, and the ceremonies of the Law were not abolished. But when “the vail of the temple was rent,” (<a class=\"ref\">Matthew 27:51<\/a>) and pardon of sins was proclaimed, these applauses of the temple ceased along with other ceremonies; for God began to be everywhere called upon by “all peoples.”<\/p> \n<p>Yet it must here be observed that we are called into the Church, in order that we may call on God; for in vain do they boast who neglect prayer and true calling upon God, and yet hold a place in the Church. In whatever place we are, therefore, let us not neglect this exercise of faith; for we learn from the words of Isaiah, as it is also said, (<a class=\"ref\">Psalms 50:14<\/a>) that this is the highest and most excellent sacrifice which God demands; so that the holiness of the temple consists in prayers being there offered continually.<\/p> ",
    "audit": null
}