{
    "id": 7736,
    "source": "calvin",
    "verse_id": 18632,
    "verse_count": 1,
    "reference": "48:17",
    "title": "",
    "html": " <p> <i>Thus saith Jehovah. <\/i>,I connect this verse with the four following verses, because they relate to the same subject, and because in them the Lord promises deliverance to his people, but in such a manner as first to shew that it was through their own fault that they were reduced to slavery; that is, that the people might not murmur and object that it would have been better to be kept in their native country, if the Lord wished to assist them, than to be carried away and brought back; for physicians who cure a disease which they might have prevented, are held to be less entitled to thanks. The Prophet therefore meets this, and says that this befell the people through their own fault, and that they might have escaped this destruction, if they had attended to the commandments of the Lord. He shews, therefore, that this was a just reward of the wickedness of the people; for it was not the Lord who had formerly prevented the people from enjoying prosperity, but they had rejected his grace. And yet he declares that the Lord will go beyond this wickedness by his goodness, because he will not suffer his people to perish, though he afflict them for a time. <\/p>,\n <p> <i>Teaching thee profitably. <\/i>,He means that God’s <i>“teaching” <\/i>,is such that it might keep the people safe and sound, if they would only rest upon it. Now, the Lord “teaches,” not for his own sake, but in order to promote our salvation; for what profit could we yield to him? It is therefore by “teaching” that he makes provision for the advantage of each of us, that, having been instructed by it, we may enjoy prosperity. But since, through our ingratitude, we reject the benefit that is freely offered to us, what remains but that we shall miserably perish? Justly, therefore, does Isaiah reproach the Jews that, if they had not defrauded themselves of the benefit of teaching, nothing that was profitable for their salvation would have been hidden from them. And if these things were said of the Law, that the Lord, by means of it, “taught his people profitably,” what shall we say of the Gospel, in which everything that is profitable for us is very fully explained? <\/p>,\n <p>Hence, also, it is manifest, how shocking is the blasphemy of the Papists who say that the reading of the Holy Scripture is dangerous and hurtful, in order to terrify unlearned persons from reading it. Shall they then accuse God of falsehood, who declares, by the mouth of the Prophet, that it is “profitable?” Do they wish us to believe them rather than God? Though they impudently vomit out their blasphemies, we certainly ought not to be dissuaded from the study of it; for we shall learn by actual experience with what truthfulness Isaiah spoke, if we treat the Holy Scriptures with piety and reverence. <\/p>,\n <p> <i>Leading thee. <\/i>,These words shew more clearly the profitableness which was mentioned a little before. He means that the way of salvation is pointed out to us, if we hearken to God when he speaks; for he is ready to become our guide during the whole course of our life, if we will only obey him. In this manner Moses testifies that he “set before the people life and death.” (<a class=\"ref\">Deuteronomy 30:19 <\/a>.) Again, it is said, (<a class=\"isa\" verses=\"WzE4MjM5XQ==\">Isaiah 30:21 <\/a>,,) “This is the way, walk ye in it;” for the rule of a holy life is contained in the Law, which cannot deceive. “I command thee,” says Moses, “that thou love the Lord thy God, and walk in his ways, and keep his commandments and statutes and judgments, that thou mayest live and be multiplied, and that the Lord may bless thee in the land which thou goest to possess.” (<a class=\"ref\">Deuteronomy 30:16 <\/a>.) In a word, they who submissively yield obedience are not destitute either of counsel or of the light of understanding. <\/p>,",
    "audit": null
}