{
    "id": 6876,
    "source": "calvin",
    "verse_id": 17748,
    "verse_count": 1,
    "reference": "5:8",
    "title": "",
    "html": " <p> <i>Woe to them that join house to house and field to field. <\/i>,He now reproves their insatiable avarice and covetousness, from which the acts of cheating, injustice, and violence are wont to arise. For it cannot be condemned as a thing in itself wrong, if a man <i>add field to field and house to house <\/i>,; but he looked at the disposition of mind, which cannot at all be satisfied, when it is once inflamed by the desire of gain. Accordingly, he describes the feelings of those who never have enough, and whom no wealth can satisfy. So great is the keenness of covetous men that they desire to have everything possessed by themselves alone, and reckon everything that is obtained by others to be something which they want, and which has been taken from them. Hence the beautiful observation of Chrysostom, that “covetous men, if they could, would willingly take the sun from the poor,” for they envy their brethren the common elements, and would gladly swallow them up; not that they might enjoy them, but because such is the madness to which their greed carries them. All the while they do not consider that they need the assistance of others, and that a man left alone can do nothing: all their care is to scrape together as much as they can, and thus they swallow up everything by their covetousness. <\/p>,\n <p>He therefore accuses covetous and ambitious men of such folly that they would wish to have other men removed from the earth, that they might possess it alone; and consequently they set no limit to their desire of gain. For what madness is it to wish to have those driven away from the earth whom God has placed in it along with us, and to whom, as well as to ourselves, he has assigned it as their abode! Certainly nothing more ruinous could happen to them than to obtain their wish. Were they alone, they could not plough, or reap, or perform other offices indispensable to their subsistence, or supply themselves with the necessaries of life. For God has linked men so closely together, that they need the assistance and labor of each other; and none but a madman would disdain other men as hurtful or useless to him. Ambitious men cannot enjoy their renown but amidst a multitude. How blind are they, therefore, when they wish to drive and chase away others, that they may reign alone! <\/p>,\n <p>As to the size of <i>houses <\/i>,, the same remark which we formerly made about <i>fields <\/i>,will apply; for he points out the ambition of those who are desirous to inhabit spacious and magnificent <i>houses <\/i>,. If a man who has a large family makes use of a large <i>house <\/i>,, he cannot be blamed for it; but when men, swollen with ambition, make superfluous additions to their houses, only that they may live in greater luxury, and when one person alone occupies a building which might serve for the habitation of many families, this undoubtedly is empty ambition, and ought justly to be blamed. Such persons act as if they had a right to drive out other men, and to be the only persons that enjoyed a house or a roof, and as if other men ought to live in the open air, or must go somewhere else to find an abode. <\/p>,",
    "audit": null
}