{
    "id": 7040,
    "source": "calvin",
    "verse_id": 17917,
    "verse_count": 1,
    "reference": "13:10",
    "title": "",
    "html": " <p> <i>For the stars of heaven. <\/i>,In order to strike our minds with a stronger and more distressing fear of the judgment of God, the prophets are accustomed to add to their threatenings extravagant modes of speaking, which place the anger of God, as it were, before their eyes, and affect all our senses, as if all the elements were now arising to execute his vengeance. And yet the expressions, though unusually strong, do not go beyond the dreadful nature of what took place; for it is impossible to exhibit an image of the judgment of God so alarming that the reality shall not be felt to be more revolting and terrible. <\/p>,\n <p> <i>The sun <\/i>,, and <i>the moon <\/i>,, and <i>the stars <\/i>,are mentioned, because they are striking proofs of God’s fatherly kindness towards us. Hence also Christ shows that it is an eminent proof of the goodness of God that <\/p>,\n <p>he maketh his sun to rise on the evil and on the good. (<a class=\"ref\"> <\/a>.) <\/p>,\n <p>Accordingly, when the <i>sun <\/i>,and <i>moon <\/i>,and <i>stars <\/i>,shine in heaven, God may be said to cheer us by his bright and gracious countenance. Since therefore in the brightness of heaven God shows a cheerful and friendly countenance, as if he might be said to smile upon us, the darkness which the Prophet describes conveys the thought, that God, by hiding his face, cast the men with whom he was angry into the darkness of sorrow. <\/p>,\n <p>A similar description is given by the Prophet Joel. <\/p>,\n <p> <span>,The sun shall be turned into darkness, the moon into blood, before it comes—the day of Jehovah, great and terrible.\n(<\/span>, <a class=\"ref\"> <\/a>.) <\/p>,\n <p>We have already said that this mode of expression is frequently employed by the prophets, in order to inform us that everything will tend to our destruction, when God is against us. Sometimes indeed God gives tokens of his anger by means of <i>the stars <\/i>,; but that is out of the usual course of events, and the <i>darkness <\/i>,which the Prophet now describes will not take place till the second coming of Christ. But we ought to be satisfied with knowing that all the creatures, which by discharging their duties to us are proofs and instruments of God’s fatherly kindness, not only cease to be useful to us, when God arises to judgment, but in some measure are armed for vengeance. <\/p>,",
    "audit": null
}