{
    "id": 8027,
    "source": "calvin",
    "verse_id": 18925,
    "verse_count": 1,
    "reference": "66:2",
    "title": "",
    "html": "<p><i>Yet my hand hath made all these things. <\/i>The Prophet refutes the false opinion which men form about the worship of God, by thinking that sacrifices and outward ceremonies are of great value in themselves; for the state of the question is this. God cares nothing about ceremonies, but they are empty and useless masks, when men think that they satisfy God by means of them. When he says that he made all these things, this must not be understood as referring solely to the temple, but to all that was there offered to God. Now he says that he “made all these things,” in order that men may know that God has no need of this external worship, as he declares (<a class=\"ref\">Psalms 50:10<\/a>) that all the animals were created by him, and are his own, though by sacrifices of them the Jews hoped to obtain his favor. But foolish mortals have this disease deeply seated in them, that they transform God according to their inclination, though he appointed external worship not for his sake, but for our advantage; that is, that we may be trained by it according to the capacity of our flesh. <\/p>\n<p><i>And all these things began to be. <\/i>It is the same as if he had said that he must not be compared to these things, which at one time began to be; for he is eternal and had no beginning. “I could dispense with your sacrifices,” saith the Lord, “for, before they began to be, I was, and therefore they can be of no service to me.” In short, he maintains that ceremonies are of no avail in themselves, but aim at a different object. Isaiah takes for granted that it is impossible that God could receive any addition; and hence it follows that he is satisfied with himself alone; for he could do without the world from all eternity. <\/p>\n<p><i>And I look to him who is humble and contrite in spirit. <\/i>Next, a definition of lawful worship is added; for, when he says that God “looketh to the humble,” I have no doubt that he who is “humble and contrite in spirit” is indirectly contrasted by him with the array, and splendor, and elegance of ceremonies, by which the eyes of men are commonly dazzled, so as to be carried away in admiration. On the other hand, the Lord testifies that he demands humble and downcast minds, and that tremble at his commandments. By these words he describes inward purity of heart and sincere desire of godliness, and at the same time shews in what way we ought to be prepared to please God. <\/p>\n<p><i>And trembleth at my word. <\/i>So far as relates to “trembling,” it might be thought strange at first sight that he demands it in believers, since nothing is more sweet or gentle than the word of the Lord, and nothing is more opposite to it than to excite terror. I reply, there are two kinds of trembling; one by which they are terrified who hate and flee from God, and another which affects the heart, and promotes the obedience, of those who reverence and fear God. This clause, I am aware, is viewed by others as relating to the Law, which threatens and terrifies, and proclaims the dreadful judgment of God. But I take it in a more general acceptation; for even believers tremble at the promises when they embrace them with reverence. Hence infer that true godliness consists in having our senses brought into a state of obedience to God, and in making no boastful or wicked claims for ourselves. The nature of faith is to yield obedience to God, and to listen to him attentively and patiently when he speaks. But when we are puffed up and carried away by a vain confidence in ourselves, we have no piety or fear of God; for we cannot make even the smallest claim for ourselves without despising God. <\/p>\n<p>We ought carefully to mark the expression which he employs, “Trembling at the word of God.” Many boast that they reverence and fear God; but, by disregarding his word, they at the same time shew that they are despisers of God. All the reverence that we owe to God must be paid to his word, in which he wishes to be fully recognised as in a lively image. The amount of what is said is, that God prefers this sacrifice to all others, when believers, by true self-denial, lie low in such abasement as to have no lofty opinion about themselves, but to permit themselves to be reduced to nothing. Thus also the Psalmist says, “The sacrifice acceptable to God is a contrite spirit; an afflicted heart, O God, thou wilt not despise.” (<a class=\"ref\">Psalms 51:17<\/a>.) Because this modesty of faith produces obedience, this pious feeling is likewise added, that, laying aside all obstinacy, they tremble at the word of God. <\/p>\n<p>From these words we ought to draw a remarkable consolation, “Though we appear to be wretched in our abasement and humility, and though we appear to be unworthy of being beheld by men, yet we are truly happy; because the Lord looks upon us, and bestows on us his favor.” When we are tempted to despair, let us think that in this way the Lord exalts his servants to heaven, though they have been cast down to hell, and almost sink under the burden. <\/p>",
    "audit": null
}