{
    "id": 7180,
    "source": "calvin",
    "verse_id": 18059,
    "verse_count": 1,
    "reference": "22:6",
    "title": "",
    "html": "<p><i> But Elam carrying the quiver.<\/i> Here commentators think that the discourse proceeds without any interruption, and that he makes known to the Jews the same judgment which he formerly proclaimed. But when I examine the whole matter more closely, I am constrained to differ from them. I think that the Prophet reproaches the Jews for their obstinacy and rebellion, because, though the Lord had chastised them, they did not repent, and that he relates the history of a past transaction, in order to remind them how utterly they had failed to derive advantage from the Lord’s chastisements. Such then is the manner in which these statements ought to be separated from what came before. First, he foretold those things which would come on the Jews, and now he shews how justly they are punished, and how richly they deserve those sharp chastisements which the Lord inflicts on them; for the Lord had formerly called them to repentance, not only by words, but by deeds, and yet no reformation of life followed, though their riches were exhausted, and the kingdom weakened, but they obstinately persisted in their wickedness. Nothing therefore remained but that the Lord should miserably destroy them, since they were obstinate and refractory.<\/p> \n<p>The copulative<span class=\"greek-hebrew\"> ו<\/span> (<i> vau<\/i>) I have translated<i> But<\/i> , which is the meaning that it frequently bears. Those who think that the Prophet threatens for a future period, preserve its ordinary meaning, as if the Prophet, after having mentioned God, named the executioners of his vengeance. But I have already given the exposition which I prefer, and the context will make it still more clear, that I had good reasons for being of that opinion.<\/p> \n<p>When he speaks of the “Elamites” and the “Cyrenaeans,” this applies better, I think, to the Assyrians than to the Babylonians; for although those nations had never make war against the Jews by troops under their own command, yet it is probable that they were in the pay of the Assyrian king, and that they formed part of his army while he was besieging Jerusalem. We have already remarked that, taking a part for the whole, by the “Elamites” are meant the eastern nations.<\/p> \n<p><i> And Kir making bare the shield<\/i> By<i> Kir<\/i> he undoubtedly means the inhabitants of Cyrenaica. Because they were (<span class=\"greek-hebrew\"> πελτασταὶ<\/span>) shieldsmen, he says that they “laid bare the shield;” for when they enter the field of battle, they draw the shields out of their sheaths.<\/p> ",
    "audit": null
}