{
    "id": 7280,
    "source": "calvin",
    "verse_id": 18162,
    "verse_count": 1,
    "reference": "27:10",
    "title": "",
    "html": " <p> <i>Yet the defenced city shall be desolate<\/i>, Here the copulative <span class=\"greek-hebrew\">,ו<\/span>,(<i>vau <\/i>) is generally supposed to mean <i>for<\/i>, and some take it for <i>otherwise<\/i>,. There will thus be a twofold interpretation; for if we translate it <i>because<\/i>, the Prophet will assign a reason for the former statement, but that exposition is rejected by the context, and is altogether absurd. With greater plausibility it is taken for <i>otherwise<\/i>,; for this threatening might be appropriately introduced, “If you do not repent, you see what awaits you, the defenced city shall be like a wilderness.” But I consider that exposition to be a departure from the natural meaning, and therefore I choose rather to take it as signifying <i>nevertheless<\/i>, or <i>yet <\/i> <\/p>\n <p>The Prophet means that Jerusalem and the other cities of Judea must “nevertheless” be destroyed, and that, although the Lord wishes to spare his people, it is impossible for them to be preserved. Godly men would have grown disheartened, when they saw that holy city overthrown and the temple demolished; but from these predictions they learned that God would have abundance of methods for preserving the Church, and were supported by that consolation. So then the Prophet intended to meet this very sore temptation; and hence also we learn that we ought never to lose courage, though we suffer every hardship, and though the Lord treat us with the utmost severity. Although this threatening extends to the whole of Judea, yet I think it probable that it relates chiefly to Jerusalem, which was the metropolis of the nation. <\/p>\n <p> <i>There shall the calf feed.<\/i>, This metaphor is frequently employed by the prophets when they speak of the desolation of any city; for they immediately add, that it will be a place for pasture. Here we ought to take into account the judgment of God, which places <i>calves<\/i>, and brute beasts in the room of the Jews who had profaned the land by their crimes. Having been adopted by God to be his children, with good reason ought they to have obeyed so kind a Father; but since they had shaken off the yoke and given themselves up to wickedness, it was the just reward of their ingratitude, that the land should be possessed by better inhabitants, taken not from the human race but from brute beasts. <\/p>\n <p> <i>And shall browse on its tops.<\/i>, What he says about the “tops” tends to shew more strongly the desolation; as if he had said that there will be such abundance of grass that the calves will crop none but the tender parts. <span class=\"greek-hebrew\">,סעף<\/span>,(<i>sāīph <\/i>) signifies also <i>branch<\/i>,; but as branches naturally rise high, I take it here for <i>summit<\/i>, or <i>top<\/i>,. It might also be thought that there is an allusion to the beauty of the city, and that as its houses formerly were lofty and magnificent, when these have been thrown down, nothing will be seen in it but herbs and leaves, the “tops” of which the calves which enjoy abundant pasture will eat in disdain. <\/p>",
    "audit": null
}