{
    "id": 7779,
    "source": "calvin",
    "verse_id": 18675,
    "verse_count": 1,
    "reference": "51:1",
    "title": "",
    "html": " <p> <i>Hearken to me, ye that follow righteousness.<\/i>, The Prophet now exhorts the Jews not to despair because they are few in number; for they had been cut down and diminished to such a degree that they appeared to be on the eve of being reduced to nothing, while there was little or no hope of any to succeed them. He therefore reminds them of their origin, that they may know that, though they are a small remnant, God can increase and multiply them; and he bids them contemplate their father Abraham, who, though he was a single individual, grew to a vast number, and received from God a numerous posterity. Hence they might infer that God, who, in so short a period, had multiplied their fathers, would in future multiply them also; because his power has not been diminished, and his will has not been changed. <\/p>\n <p> <i>Look to the rock of your hewing.<\/i>, Some are of opinion that Abraham is called a “Rock,” because, as Paul declares, “he was strong in faith.” (<a class=\"ref\">Romans 4:20<\/a>.) Others assign a totally opposite meaning to this metaphor; for they think that he is called a “Rock,” because he was worn out by age, and that Sarah is called a <i>Pit,<\/i>, because she was barren. But both, in my opinion, are in the wrong; for it is a simple metaphor, taken from quarries, and declares that they have descended from Abraham and Sarah, as stones are cut out of a “rock” and a “pit.” Amidst the ruin of the nation it was highly necessary that the godly should be supported by this doctrine and admonition. God had promised that the seed of Abraham should be “as the stars of heaven,” (<a class=\"ref\">Genesis 15:5<\/a>,) and as “the sand of the sea.” (<a class=\"ref\">Genesis 22:17<\/a>.) This promise had apparently failed amidst that desolation in which they who were left hardly differed at all from a few clusters when the vintage was ended. <\/p>\n <p>But since they had already known by experience how powerful was the strength of God to create a vast people out of nothing, the Prophet bids them cherish favorable hopes, that they may not be ungrateful to God; and he addresses his discourse directly to believers, to whom this was a sore temptation. He does not speak to all, but to those only who could rely on the promise, that is, to those whom he calls “followers of righteousness;” for the country abounded with unbelievers and hypocrites, who had formerly revolted from the practice of piety; and so much the more laudable was the steadfastness of those who did not cease to follow what was right. Wherever “righteousness” is practiced, there God is listened to; and wherever unbelief reigns, reliance cannot be placed on any promise. Although therefore they boasted that they were the children of Abraham, yet all were not capable of receiving this doctrine. <\/p>\n <p> <i>Ye that seek Jehovah.<\/i>, He explains the method of “following righteousness” to consist in “seeking the Lord;” for they who make an outward shew of “righteousness,” and do not aim at this end, must have wandered during their whole life. These two things, therefore, must be joined together; namely, the practice of righteousness and seeking God. <\/p>",
    "audit": null
}