{
    "id": 7326,
    "source": "calvin",
    "verse_id": 18212,
    "verse_count": 1,
    "reference": "29:18",
    "title": "",
    "html": " <p> <i>And in that day shall the deaf hear.<\/i>, He promises that the Church of God, as we have said, shall still be preserved amidst those calamities. Though the world be shaken by innumerable tempests, and tossed up and down, and though heaven and earth shall mingle, yet the Lord will preserve the multitude of the godly, and will raise up his Church, as it were, out of the midst of death. This ought to strengthen in no ordinary manner the faith of the godly; for it is an extraordinary miracle of God that, amidst the numerous and extensive ruins of empires and monarchies, which happen here and there, the seed of the godly is preserved, among whom the same religion, the same worship of God, the same faith, and the same method of salvation, are continued. <\/p>\n <p> <i>And the eyes of the blind shall see.<\/i>, But Isaiah appears here to contradict himself; for formerly he foretold that among the people of God there would be so great stupidity that nobody would understand, and now he says that even “the deaf” shall understand, and “the blind shall see.” He therefore means that the Church must first be chastised and purified, and that not in a common and ordinary way, but in a way so unusual that it will appear to have altogether perished. He therefore says, <i>in that day<\/i>, that is, after having punished the wicked and purified his Church, not only will he enrich the earth with an abundance of fruits, but, by renewing the face of it, he will at the same time restore “hearing to the deaf” and “sight to the blind,” that they may receive his doctrine. Men have no ears and no eyes, so long as this dreadful punishment lasts; the minds of all are stupefied and confounded, and do not understand anything. When the plagues and distresses shall have come to an end, the Lord will open his eyes, that they may behold and embrace his goodness and compassion. <\/p>\n <p>This is the true method of restoring the Church, when it gives sight to the blind and hearing to the deaf, which we see that Christ also did, not only to the bodies but also to the souls. (<a class=\"ref\">John 9:7<\/a>.) We too have experienced this in our own time, when we have been brought out of the darkness of ignorance, in which we were enveloped, and have been restored to the true light; and eyes have been restored to see, and ears to hear it, which formerly were shut and closed; for the Lord “pierced them,” (<a class=\"ref\">Psalms 40:6<\/a>,) that he might bring us to obey him. The blessing which he promised in the renovation of the earth was indeed a kind of proof of reconciliation; but far more excellent is that illumination of which he now speaks, without which all God’s benefits not only are lost, but are turned to our destruction. Justly does God claim for himself a work so glorious and excellent; because there is nothing for which there is less ground of hope than that the blind should recover sight, and that the deaf should recover hearing, by their own strength. This is evidently promised, in a peculiar manner, to the elect alone; for the greater part of men always continue in their darkness. <\/p>",
    "audit": null
}