{
    "id": 7362,
    "source": "calvin",
    "verse_id": 18248,
    "verse_count": 1,
    "reference": "30:30",
    "title": "",
    "html": " <p> <i>And Jehovah shall cause to be heard. <\/i> He confirms what he formerly said about the judgment of God on the Assyrians, and he describes it figuratively, as is very customary both with himself and with the other prophets. When God delays, and does not immediately punish the wicked, we think that he is either asleep or not powerful, and are distracted by doubt and uncertainty. And if we behold some of his judgments, yet such is our natural stupidity, or rather our ingratitude, that we keep before us those masks which hinder us from perceiving the glory of God; for we ascribe it to fortune, or to the plans and contrivances and strength of men, and never, unless when we are compelled, acknowledge that we owe anything to God. <\/p> \n <p> <i>The power of his voice. <\/i> For the reasons now stated, the Prophet was not satisfied with having once foretold the vengeance of God against the Assyrians; but he likewise describes it in a lively manner, and repeats it with great earnestness. He declares that the destruction shall be such that men will be constrained to hear “the voice of God;” that is, to acknowledge his judgment, and to confess that this calamity hath proceeded from him, as if he had spoken openly. The matter, therefore, may be thus summed up. The event will be so manifest, that there shall be no one who does not understand that this calamity proceeded from “the mouth,” that is, from the decree of God. <\/p> \n <p> <i>And the descent of his arm shall he cause to be seen. <\/i> He begins with “the voice of God,” that we may know that he directs by his authority everything that is done on the earth. Yet at the same time he applauds the power of his doctrine, on which it was necessary that his people should rely, in order that the effect might be openly displayed at the proper time. But as the work quickly follows the decree and “voice of God,” he adds “the descent of his arm.” These two things ought always to be joined together; for we ought not to imagine that God is like men, or that he suddenly undertakes anything, and then leaves it defective or incomplete. Whatever he has decreed he likewise executes, and his hand can never be separated from his mouth. On the other hand, he executes nothing at random, but all must have been previously decreed, so that all the punishments which he inflicts are so many displays of righteous judgment. <\/p> \n <p> <i>With deluge and hailstone. <\/i> That vengeance is illustrated, in the conclusion of the verse, by figures, in order that its terrific character may lead the Jews more cheerfully to raise their faith on high; for it was highly consolatory to them to know that, though they were heavily afflicted, a far more dreadful judgment would soon fall on their enemies. And yet we must not dream, as the Rabbins do, that the Assyrians were struck by a thunderbolt, for their conjecture is excessively frivolous. On the contrary, the Prophet follows the ordinary custom, and, by means of these comparisons, describes the judgment of God, which our prodigious dulness makes us excessively slow to comprehend. Conflagrations, thunderbolts, inundations, and deluges, are somewhat unusual and monstrous events, and thus produce a stronger impression on our own minds. For this reason, the prophets draw a comparison from them, that men may perceive the dreadful and avenging hand of God against the wicked. <\/p> ",
    "audit": null
}