{
    "id": 7633,
    "source": "calvin",
    "verse_id": 18524,
    "verse_count": 1,
    "reference": "43:18",
    "title": "",
    "html": "<p><i> Remember not former things.<\/i> Hitherto the Prophet shewed how great was the power of God in delivering the people. He now declares that all the miracles which God wrought in that first redemption were of little importance as compared with the more remarkable miracle which should soon be wrought; that is, that the glory of this second deliverance shall be so great as to throw the former into the shade. Yet he does not mean that the Jews should forget so great a benefit, which he had commanded them to publish in every age, and to inscribe on permanent records; for in his preface to the Law he begins in this manner,<\/p> \n<p>“I am the Lord thy God, who brought thee out of the land of Egypt, out of the house of bondage.” (<a class=\"ref\">Exodus 20:2<\/a> .)<\/p> \n<p>He even enjoined parents to repeat it frequently to their children, and from hand to hand to deliver it to their grandchildren and to posterity. This must therefore be understood to be by comparison, like that saying’ of Jeremiah,<\/p> \n<p>“Behold the days come,” saith the Lord, “that it shall no longer be said, The Lord liveth, who brought the children of Israel out of the land of Egypt; but, The Lord liveth, who led and brought out the seed of the house of Israel from the land of the north, and from all the countries into which I had driven them; and they shall dwell in their land.” (<a class=\"ref\">Jeremiah 23:7<\/a> .)<\/p> \n<p>In short, he shews that this latter redemption, when compared with the former, shall be far more illustrious. Hence it follows, that it is improper to limit this prediction to a small number of years; for the Prophet does not separate between its commencement and its progress, but extends the blessed consequences of their return till Christ, who, by his coming, actually set up the priesthood and the kingdom.<\/p> ",
    "audit": null
}