{
    "id": 7643,
    "source": "calvin",
    "verse_id": 18534,
    "verse_count": 1,
    "reference": "43:28",
    "title": "",
    "html": "<p><i>Therefore I will pollute. <\/i> The copulative<span class=\"greek-hebrew\"> ו<\/span><i>(vau)<\/i> here means<i>therefore,<\/i> and the preterite tense, <i>I have polluted,<\/i> ought to have a future signification, though it may also be rendered in the past tense; but I have preferred the future, in order to apply it to the time of the captivity; for he directly addresses those who were to live under the captivity. If it be thought preferable to extend it to various calamities, by which God had covered his people with disgrace, and at the same time to connect with it their exile in Babylon, there will be no impropriety; and indeed it will be more appropriate to view it as a description of what frequently happened to them in former times, that they may be warned for the future, that they have no privilege which can defend them from receiving again with the deepest disgrace the punishment of their ingratitude, tie shews, therefore, the cause of this destruction. It was because the transgressions of the fathers and of the children must be punished, that is, when there was no end of sinning, but when they daily kindled the wrath of God against them, till he at length punished them.<\/p> \n<p>The Lord is said to “pollute” or “profane” his Church, when he despises and throws it aside as a thing of no value. In this sense the word is used in <a class=\"ref\">Psalms 89:39<\/a> , and in many other passages. Having been set apart and sanctified by him, we dwell under his protection and guardianship, so long as we are holy; and in like manner when we are deprived of it, we are said to be “profaned,” because we cease to be sacred, and are rendered unworthy of his protection; and he exposes as a prey to enemies those whom he formerly called “his anointed,” and forbade men to “touch.” ( <a class=\"ref\">Psalms 105:15<\/a>.) But it may be thought strange that the priests, who were Christ’s representatives, should be “profaned;” and the reason is, that they transgressed, while they ought to have been “teachers” of others.<\/p> \n<p><i>And I will make Jacob a curse. <\/i> The Hebrew word<span class=\"greek-hebrew\"> הרם<\/span> , <i>(herem,)<\/i> which we have translated<i>a curse,<\/i> signifies “destruction,” but likewise signifies “a curse;” and I have thought that the latter meaning is more appropriate to this passage, for it afterwards follows, <i>a reproach. <\/i> These statements are borrowed by the Prophet from Moses, whose description he follows so closely, that it is easy to perceive the style of Moses in these words, and to see that the prophets bring forward nothing that is new or strange. The words of Moses are:<\/p> \n<p>“And thou shalt be an astonishment, a proverb, and a by-word among all the nations to which the Lord shall lead thee.” ( <a class=\"ref\">Deuteronomy 28:37<\/a>.)<\/p> \n<p>He therefore threatens that he will afflict the people in such a manner as to make them “accursed” by all; so that whoever shall wish to pronounce a “curse” may take it for an example, and that it may be a form of “cursing;” that he will expose them to the ridicule of men, so that they shall serve as a proverb in the mouth of all who wish to utter scorn; just as at the present day we see that the name of a Jew, though in itself honorable, is in the highest degree ignominious and disgraceful. The Lord pronounced those dreadful threatenings by Isaiah, that they might know that a punishment sufficiently severe, as compared with the enormity of their transgressions, could not be inflicted; that when the Lord should chastise them, they might not complain that the punishments which they endured were too severe, or think that the Prophet’s reproofs were too sharp.<\/p> ",
    "audit": null
}