{
    "id": 7119,
    "source": "calvin",
    "verse_id": 17998,
    "verse_count": 1,
    "reference": "17:14",
    "title": "",
    "html": " <p> <i>And, behold, at evening tide trouble. <\/i> The meaning is, “As when a storm has been raised in the <i>evening, <\/i> and soon afterwards allayed, no trace of it is found in the <i>morning, <\/i> so will cheerful prosperity suddenly arise, contrary to expectation.” The Prophet intended to state two things—first, that the attack of the enemy will be sudden; and secondly, that the ravages which they shall commit will not be of long duration. As the Assyrians rose suddenly against the Israelites, so their fall was sudden. <\/p> \n <p>From this passage all the godly ought to draw wonderful consolation, whenever they see that everything is in disorder, and when dreadful changes are at hand; for what is it but a sudden storm which the Lord will allay? Tyrants rush upon us like storms and whirlwinds, but the Lord will easily dispel their rage. Let us therefore patiently wait for his assistance; for though he permit us to be tossed about, yet through the midst of the tempests he will at length conduct us “to the haven.” (<a class=\"ref\">Psalms 107:30<\/a>.) And if the Prophet comforted a small remnant, who appeared to be almost none at all, this promise undoubtedly belongs to us also. True, we are almost none, and a wretched church is concealed in a few corners; but if we look at the condition of the kingdom of Israel, how few were the servants of God in it! And these hardly ventured to mutter, such was the universal hatred of religion and godliness. Although therefore the Lord destroy the multitude of the wicked, yet to the small number of the godly, who may be said to be tossed about in the same ship with them, he will hold out a plank to rescue them from shipwreck, and will guide them safely and comfortably into the harbour. <\/p> \n <p> <i>This is the portion. <\/i> He addresses the believers who were concealed in the kingdom of Israel, and joins them with the Church, although, as is frequently the case with the children of God, the members were scattered in every direction. We see here what will be the end of the wicked who have persecuted us. Though we are exposed to their rage, so that they tear and plunder and trample upon us, and inflict on us every kind of insult, yet they will be like storms which are subdued by their own violence and quickly disappear. We ought to expect that this will be the lot of all the tyrants who at the present day wretchedly harass the Church, and treat cruelly the children of God. Let this consolation be engraved on our minds, that we may know that the same thing will happen to them. <\/p> ",
    "audit": null
}