{
    "id": 8230,
    "source": "clarke",
    "verse_id": 17908,
    "verse_count": 22,
    "reference": 13,
    "title": "Chapter Commentary",
    "html": "<p>God mustereth the armies of his wrath against the inhabitants of Babylon,  <a class=\"isa\" verses=\"eyIxNzkwOCI6Nn0=\">Isaiah 13:1-6<\/a>. The dreadful consequences of this visitation, and the terror and dismay of those who are the objects of it,  <a class=\"isa\" verses=\"eyIxNzkxNCI6MTB9\">Isaiah 13:7-16<\/a>. The horrid cruelties that shall be indicted upon the Babylonians by the Medes,  <a class=\"isa\" verses=\"MTc5MjQ=\">Isaiah 13:17<\/a>,  <a class=\"isa\" verses=\"MTc5MjU=\">Isaiah 13:18<\/a>. Total and irrecoverable desolation of Babylon,  <a class=\"isa\" verses=\"eyIxNzkyNiI6NH0=\">Isaiah 13:19-22<\/a>.<\/p>\n\n<p>This and the following chapter, - striking off the five last verses of the latter, which belong to a quite different subject, - contain one entire prophecy, foretelling the destruction of Babylon by the Medes and Persians; delivered probably in the reign of Ahaz, (see Vitrinya, 1:380), about two hundred years before its accomplishment. The captivity itself of the Jews at Babylon, which the prophet does not expressly foretell, but supposes, in the spirit of prophecy, as what was actually to be effected, did not fully take place till about one hundred and thirty years after the delivery of this prophecy: and the Medes, who are expressly mentioned  <a class=\"isa\" verses=\"MTc5MjQ=\">Isaiah 13:17<\/a>, as the principal agents in the overthrow of the Babylonian monarchy, by which the Jews were released from that captivity, were at this time an inconsiderable people; having been in a state of anarchy ever since the fall of the great Assyrian empire, of which they had made a part, under Sardanapalus; and did not become a kingdom under Deioces till about the seventeenth of Hezekiah.<\/p>\n\n<p>The former part of this prophecy is one of the most beautiful examples that can be given of elegance of composition, variety of imagery, and sublimity of sentiment and diction, in the prophetic style; and the latter part consists of an ode of supreme and singular excellence.<\/p>\n\n<p>The prophecy opens with the command of God to gather together the forces which he had destined to this service,  <a class=\"isa\" verses=\"MTc5MDk=\">Isaiah 13:2<\/a>,  <a class=\"isa\" verses=\"MTc5MTA=\">Isaiah 13:3<\/a>. Upon which the prophet immediately hears the tumultuous noise of the different nations crowding together to his standard; he sees them advancing, prepared to execute the Divine wrath,  <a class=\"isa\" verses=\"MTc5MTE=\">Isaiah 13:4<\/a>,  <a class=\"isa\" verses=\"MTc5MTI=\">Isaiah 13:5<\/a>. He proceeds to describe the dreadful consequences of this visitation, the consternation which will seize those who are the objects of it; and, transferring unawares the speech from himself to God,  <a class=\"isa\" verses=\"MTc5MTg=\">Isaiah 13:11<\/a>, sets forth, under a variety of the most striking images, the dreadful destruction of the inhabitants of Babylon which will follow,  <a class=\"isa\" verses=\"eyIxNzkxOCI6Nn0=\">Isaiah 13:11-16<\/a>, and the everlasting desolation to which that great city is doomed,  <a class=\"isa\" verses=\"eyIxNzkyNCI6Nn0=\">Isaiah 13:17-22<\/a>.<\/p>\n\n<p>The deliverance of Judah from captivity, the immediate consequence of this great revolution, is then set forth, without being much enlarged upon, or greatly amplified,  <a class=\"isa\" verses=\"MTc5MzA=\">Isaiah 14:1<\/a>,  <a class=\"isa\" verses=\"MTc5MzE=\">Isaiah 14:2<\/a>. This introduces, with the greatest ease and the utmost propriety, the triumphant song on that subject, verses 4-28. The beauties of which, the various images, scenes, persons introduced, and the elegant transitions from one to another, I shall here endeavor to point out in their order, leaving a few remarks upon particular passages of these two chapters to be given after these general observations on the whole.<\/p>\n\n<p>A chorus of Jews is introduced, expressing their surprise and astonishment at the sudden downfall of Babylon; and the great reverse of fortune that had befallen the tyrant, who, like his predecessors, had oppressed his own and harassed the neighboring kingdoms. These oppressed kingdoms, or their rulers, are represented under the image of the fir trees and the cedars of Libanus, frequently used to express any thing in the political or religious world that is super-eminently great and majestic: the whole earth shouteth for joy; the cedars of Libanus utter a severe taunt over the fallen tyrant, and boast their security now he is no more.<\/p>\n\n<p>The scene is immediately changed, and a new set of persons is introduced. The regions of the dead are laid open, and Hades is represented as rousing up the shades of the departed monarchs: they rise from their thrones to meet the king of Babylon at his coming; and insult him on his being reduced to the same low estate of impotence and dissolution with themselves. This is one of the boldest prosopopoeias that ever was attempted in poetry; and is executed with astonishing brevity and perspicuity, and with that peculiar force which in a great subject naturally results from both. The image of the state of the dead, or the <i>infernum poeticum<\/i> of the Hebrews, is taken from their custom of burying, those at least of the higher rank, in large sepulchral vaults hewn in the rock. Of this kind of sepulchres there are remains at Jerusalem now extant; and some that are said to be the sepulchres of the kings of Judah. See Maundrell, p. 76. You are to form to yourself an idea of an immense subterranean vault, a vast gloomy cavern, all round the sides of which there are cells to receive the dead bodies; here the deceased monarchs lie in a distinguished sort of state, suitable to their former rank, each on his own couch, with his arms beside him, his sword at his head, and the bodies of his chiefs and companions round about him. See  <a class=\"ref\">Ezekiel 32:27<\/a>. On which place Sir John Chardin's MS. note is as follows: \"<i>En Mingrelie ils dorment tous leurs epees sous leurs tetes, et leurs autres armes a leur cote; et on les enterre de mesme, leurs armes poseess de cette facon<\/i>.\" In Mingrelia they always sleep with their swords under their heads, and their other arms by their sides; and they bury their dead with their arms placed in the same manner. These illustrious shades rise at once from their couches, as from their thrones; and advance to the entrance of the cavern to meet the king of Babylon, and to receive him with insults on his fall.<\/p>\n\n<p>The Jews now resume the speech; they address the king of Babylon as the morning-star fallen from heaven, as the first in splendor and dignity in the political world, fallen from his high state; they introduce him as uttering the most extravagant vaunts of his power and ambitious designs in his former glory. These are strongly contrasted in the close with his present low and abject condition.<\/p>\n\n<p>Immediately follows a different scene, and a most happy image, to diversify the same subject, to give it a new turn, and an additional force. Certain persons are introduced who light upon the corpse of the king of Babylon, cast out and lying naked on the bare ground, among the common slain, just after the taking of the city; covered with wounds, and so disfigured, that it is some time before they know him. They accost him with the severest taunts; and bitterly reproach him with his destructive ambition, and his cruel usage of the conquered; which have deservedly brought him this ignominious treatment, so different from that which those of his rank usually meet with, and which shall cover his posterity with disgrace.<\/p>\n\n<p>To complete the whole, God is introduced, declaring the fate of Babylon, the utter extirpation of the royal family, and the total desolation of the city; the deliverance of his people, and the destruction of their enemies; confirming the irreversible decree by the awful sanction of his oath.<\/p>\n\n<p>I believe it may with truth be affirmed, that there is no poem of its kind extant in any language, in which the subject is so well laid out, and 60 happily conducted, with such a richness of invention, with such variety of images, persons, and distinct actions, with such rapidity and ease of transition, in so small a compass, as in this ode of Isaiah. For beauty of disposition, strength of colouring, greatness of sentiment, brevity, perspicuity, and force of expression, it stands, among all the monuments of antiquity, unrivalled. - L.<\/p>",
    "audit": null
}