{
    "id": 8155,
    "source": "clarke",
    "verse_id": 17784,
    "verse_count": 25,
    "reference": 7,
    "title": "Chapter Commentary",
    "html": "<p>The king of Judah and the royal family being in the utmost consternation on receiving accounts of the invasion of the kings of Syria and Israel, the prophet is sent to assure them that God would make good his promises to David and his house; so that, although they might be corrected, they could not be destroyed, while these prophecies remained to be accomplished,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 7:1-9<\/a>. The Lord gives Ahaz a sign that the confederacy against Judah shall be broken, which sign strikingly points out the miraculous conception of the Messiah, who was to spring from the tribe of Judah,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 7:10-16<\/a>. Prediction of very heavy calamities which the Assyrians would inflict upon the land of Judea,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 7:17-25<\/a>.<\/p>\n\n<p>The confederacy of Rezin, king of Syria, and Pekah, king of Israel, against the kingdom of Judah, was formed in the time of Jotham; and perhaps the effects of it were felt in the latter part of his reign; see  <a class=\"ref\">2 Kings 15:37<\/a>, and note on  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 1:7-9<\/a>; (note). However, in the very beginning of the reign of Ahaz, they jointly invaded Judah with a powerful army, and threatened to destroy or to dethrone the house of David. The king and royal family being in the utmost consternation on receiving advises of their designs, Isaiah is sent to them to support and comfort them in their present distress, by assuring them that God would make good his promises to David and his house. This makes the subject of this, and the following, and the beginning of the ninth chapters, in which there are many and great difficulties.<\/p>\n\n<p>Chap. 7 begins with an historical account of the occasion of this prophecy; and then follows,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 7:4-16<\/a>, a prediction of the ill success of the designs of the Israelites and Syrians against Judah; and from thence to the end of the chapter, a denunciation of the calamities to be brought upon the king and people of Judah by the Assyrians, whom they had now hired to assist them. Chap. 8 has a pretty close connection with the foregoing; it contains a confirmation of the prophecy before given of the approaching destruction of the kingdoms of Israel and Syria by the Assyrians, of the denunciation of the invasion of Judah by the same Assyrians.  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:9<\/a>,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:10<\/a>, give a repeated general assurance, that all the designs of the enemies of God's people shall be in the end disappointed and brought to naught;  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:11<\/a>, etc., admonitions and threatenings, (I do not attempt a more particular explanation of this very difficult part), concluding with an illustrious prophecy  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 9:1-6<\/a>, of the manifestation of Messiah, the transcendent dignity of his character, and the universality and eternal duration of his kingdom.<\/p>",
    "audit": null
}