{
    "id": 8224,
    "source": "clarke",
    "verse_id": 17900,
    "verse_count": 1,
    "reference": "11:15",
    "title": "",
    "html": " <p> <em>The Lord - shall smite it in the seven streams \"Smite with a drought\"— <\/em>,The Chaldee reads <span class=\"greek-hebrew\">,החריב <\/span> <span class=\"translit\">,hecherib <\/span>,; and so perhaps the Septuagint, who have <span class=\"greek-hebrew\">,ερημωσει <\/span>,, the word by which they commonly render it. Vulg. <i>desolabit <\/i>,; \"shall desolate.\" The Septuagint, Vulgate, and Chaldee read <span class=\"greek-hebrew\">,הדריכהו <\/span> <span class=\"translit\">,hidrichahu <\/span>,, \"shall make it passable,\" adding the pronoun, which is necessary: but this reading is not confirmed by any MS. <\/p>,\n\n <p>Here is a plain allusion to the passage of the Red Sea. And the Lord's shaking his hand over the river with his vehement wind, refers to a particular circumstance of the same miracle: for \"he caused the sea to go back by a strong east wind all that night, and made the sea dry land,\" <a class=\"ref\">Exodus 14:21 <\/a>. The tongue; a very apposite and descriptive expression for a bay such as that of the Red Sea. It is used in the same sense, <a class=\"ref\">Joshua 15:2, Joshua 15:5; Joshua 18:19 <\/a>. The Latins gave the same name to a narrow strip of land running into the sea: <i>tenuem producit in aequora linguam <\/i>,. Lucan. 2:613. He shall smite the river to its seven streams. This has been supposed to refer to the Nile, because it falls into the Mediterranean Sea by seven mouths: but R. Kimchi understands it of the Euphrates, which is the opinion of some good judges. See the Targum. See below. <\/p>,\n\n <p>Herodotus, lib. i, 189, tells a story of his Cyrus, (a very different character from that of the Cyrus of the Scriptures and Xenophon), which may somewhat illustrate this passage, in which it is said that God would inflict a kind of punishment and judgment on the Euphrates, and render it fordable by dividing it into seven streams. \"Cyrus, being impeded in his march to Babylon by the Gyndes, a deep and rapid river which falls into the Tigris, and having lost one of his sacred white horses that attempted to pass it, was so enraged against the river that he threatened to reduce it, and make it so shallow that it should be easily fordable even by women, who should not be up to their knees in passing it. Accordingly he set his whole army to work, and cutting three hundred and sixty trenches, from both sides of the river, turned the waters into them, and drained them off.\" <\/p>,",
    "audit": null
}