{
    "id": 8122,
    "source": "clarke",
    "verse_id": 17739,
    "verse_count": 1,
    "reference": "4:5",
    "title": "",
    "html": "<p><em>And the Lord will create—<\/em> One MS., the Septuagint, and the Arabic, have<span class=\"greek-hebrew\"> יביא<\/span><span class=\"translit\"> yabi<\/span> , He shall bring: the cloud already exists; the Lord will bring it over. This is a blessed promise of the presence of God in all the assemblies of his people.<\/p> \n\n<p><em>Every dwelling place \"the station\"—<\/em> The Hebrew text has, every station: but four MSS. (one ancient) omit<span class=\"greek-hebrew\"> כל<\/span><span class=\"translit\"> col<\/span> , all; very rightly, as it should seem: for the station was Mount Zion itself, and no other. See <a class=\"ref\">Exodus 15:17<\/a>. And the Septuagint, Arabic, and MSS., add the same word<span class=\"greek-hebrew\"> כל<\/span><span class=\"translit\"> col<\/span> , before<span class=\"greek-hebrew\"> מקראה<\/span><span class=\"translit\"> mikraeha<\/span> , probably right: the word has only changed its place by mistake. <span class=\"greek-hebrew\"> מקראיה<\/span><span class=\"translit\"> mikrayeh<\/span> , \"the place where they were gathered together in their holy assemblies,\" says Sal ben Melech. But twenty-five of Kennicott's MSS., and twenty-two of De Rossi's fifty-three editions, besides the Septuagint, Syriac, and Arabic, have the word in the plural number.<\/p> \n\n<p><em>A cloud and smoke by day—<\/em> This is a manifest allusion to the pillar of a cloud and of fire which attended the Israelites in their passage out of Egypt, and to the glory that rested on the tabernacle, <a class=\"ref\">Exodus 13:21; Exodus 40:38<\/a>. The prophet Zechariah, <a class=\"ref\">Zechariah 2:5<\/a> , applies the same image to the same purpose: -<\/p> \n\n<p>\"And I will be unto her a wall of fire round about;<\/p> \n\n<p>And a glory will I be in the midst of her.\"<\/p> \n\n<p>That is, the visible presence of God shall protect her. Which explains the conclusion of this verse of Isaiah; where the<span class=\"translit\"> makkaph<\/span> between<span class=\"greek-hebrew\"> כל<\/span><span class=\"translit\"> col<\/span> , and<span class=\"greek-hebrew\"> כבוד<\/span><span class=\"translit\"> cabod<\/span> , connecting the two words in construction, which ought not to be connected, has thrown an obscurity upon the sentence, and misled most of the translators.<\/p> \n\n<p><em>For upon all the glory shall be a defense—<\/em> Whatever God creates, he must uphold, or it will fail, Every degree of grace brings with it a degree of power to maintain itself in the soul.<\/p> ",
    "audit": null
}