{
    "id": 8353,
    "source": "clarke",
    "verse_id": 18078,
    "verse_count": 1,
    "reference": "22:25",
    "title": "",
    "html": "<p><em>The nail that is fastened—<\/em>This must be understood of Shebna, as a repetition and confirmation of the sentence above denounced against him.<\/p>\n\n<p>What is said of Eliakim the son of Hilkiah,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 22:20-24<\/a>, is very remarkable; and the literal meaning is not easy to be understood. From  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 9:6<\/a>, and from  <a class=\"ref\">Revelation 3:7<\/a>, it seems to belong to our Lord alone. The removal of Shebna from being over the treasure of the Lord's house,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 22:19<\/a>, and the investiture of Eliakim with his robe, girdle, office, and government,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 22:20<\/a>, etc., probably point out the change of the Jewish priesthood, and the proclaiming of the unchangeable priesthood of Christ. See  <a class=\"ref\">Psalm 110:4<\/a>. Eliakim signifies <i>The resurrection of the Lord<\/i>; or, <i>My God, he shall arise<\/i>. Hilkiah signifies <i>The Lord my portion or lot<\/i>. The key of David, shutting and opening, etc., may intend the way of salvation through Christ alone. For the hope of salvation and eternal life comes only through Eliakim, the resurrection of Jesus Christ from the dead.<\/p>\n\n<p>It is said,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 22:24<\/a>, \"They shall hang upon him all the glory of his father's house\" - for, in Jesus Christ dwells all the fullness of the Godhead bodily; and the offspring and the issue, <span class=\"greek-hebrew\">הצאצאים <\/span>   <span class=\"translit\">hatstseetsaim<\/span>  from <span class=\"greek-hebrew\">יצא <\/span>   <span class=\"translit\">yatsa<\/span>, to go out, - the suckers from the root; the sideshoots, the apostles and primitive ministers of his word. The issue, <span class=\"greek-hebrew\">הצפיעות <\/span>   <span class=\"translit\">hatstsephioth<\/span>, probably means the issue's issue; so the Targum. The grandchildren, all those who believe on the Lord Jesus through their word.<\/p>\n\n<p>\"The nail that is fastened in the sure place shall be removed,\"  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 22:25<\/a>, Kimchi refers not to Eliakim, but to Shebna,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 22:17-19<\/a>. By, \"They shall hang upon him all vessels of small quantity and large quantity,\" has been understood the dependence of all souls, of all capacities, from the lowest in intellect to the most exalted on the Lord Jesus, as the only Savior of all lost human spirits.<\/p>\n\n<p>As the literal interpretation of this prophecy has not been found out, we are justified from parallel texts to consider the whole as referring to Jesus Christ, and the government of the Church, and the redemption of the world by him. Nor are there many prophecies which relate to him more clearly than this, taken in the above sense.<\/p>",
    "audit": null
}