{
    "id": 8053,
    "source": "clarke",
    "verse_id": 17658,
    "verse_count": 1,
    "reference": "1:3",
    "title": "",
    "html": "<p><em>The ox knoweth -<\/em>An amplification of the gross insensibility of the disobedient Jews, by comparing them with the most heavy and stupid of all animals, yet not so insensible as they. Bochart has well illustrated the comparison, and shown the peculiar force of it. \"He sets them lower than the beasts, and even than the most stupid of all beasts, for there is scarcely any more so than the ox and the ass. Yet these acknowledge their master; they know the manger of their lord; by whom they are fed, not for their own, but for his good; neither are they looked upon as children, but as beasts of burden; neither are they advanced to honors, but oppressed with great and daily labors. While the Israelites, chosen by the mere favor of God, adopted as sons, promoted to the highest dignity, yet acknowledged not their Lord and their God; but despised his commandments, though in the highest degree equitable and just.\" Hieroz. i., Colossians 409.<\/p>\n\n<p>Jeremiah's comparison to the same purpose is equally elegant, but has not so much spirit and severity as this of Isaiah.<\/p>\n\n<p>   \"Even the stork in the heavens knoweth her season;<\/p>\n\n<p>  And the turtle, and the swallow, and the crane, observe the time of their coming:<\/p>\n\n<p>But my people doth not know the judgment of Jehovah.<\/p>\n\n<p>  <i> <a class=\"ref\">Jeremiah 8:7<\/a>.<\/i><\/p><i>\n\n<\/i><p><i><\/i>Hosea has given a very elegant turn to the same image, in the way of metaphor or allegory: - <\/p>\n\n<p>   \"I drew them with human cords, with the bands of love:<\/p>\n\n<p>  And I was to them as he that lifteth up the yoke upon their cheek;<\/p>\n\n<p>And I laid down their fodder before them.\"<\/p>\n\n<p>  <i> <a class=\"ref\">Hosea 11:4<\/a>.<\/i><\/p><i>\n\n<\/i><p><i><\/i>Salomo ben Melech thus explains the middle part of the verse, which is somewhat obscure: \"I was to them at their desire as they that have compassion on a heifer, lest she be overworked in ploughing; and that lift up the yoke from off her neck, and rest it upon her cheek that she may not still draw, but rest from her labor an hour or two in the day.\"<\/p>\n\n<p><em>But Israel -<\/em>The Septuagint, Syriac, Aquila, Theodotion, and Vulgate, read <span class=\"greek-hebrew\">וישראל <\/span>   <span class=\"translit\">veyisrael<\/span>, But Israel, adding the conjunction, which being rendered as an adversative, sets the opposition in a stronger light.<\/p>\n\n<p><em>Doth not know -<\/em>The same ancient versions agree in adding Me, which very properly answers, and indeed is almost necessarily required to answer, the words possessor and lord preceding. <span class=\"greek-hebrew\">Ισραηλ δε ΜΕ ουκ εγνω<\/span> ; Sept. \"Israel <i>autem me non cognovit<\/i>,\" Vulg. <span class=\"greek-hebrew\">Ισραηλ δε ΜΟΥ ουκ εγνω<\/span> ; Aquil., Theod. The testimony of so scrupulous an interpreter as Aquila is of great weight in this case. And both his and Theodotion's rendering is such as shows plainly that they did not add the word <span class=\"greek-hebrew\">ΜΟΥ<\/span>  to help out the sense, for it only embarrasses it. It also clearly determines what was the original reading in the old copies from which they translated. It could not be <span class=\"greek-hebrew\">ידעני <\/span>   <span class=\"translit\">yedani<\/span>, which most obviously answers to the version of the Septuagint and Vulgate, for it does not accord with that of Aquila and Theodotion. The version of these latter interpreters, however injudicious, clearly ascertains both the phrase, and the order of the words of the original Hebrew; it was <span class=\"greek-hebrew\">ידע לא אותי ישראל <\/span>   <span class=\"translit\">veyisrael othi lo yada<\/span> . The word <span class=\"greek-hebrew\">אותי <\/span>   <span class=\"translit\">othi<\/span>  has been lost out of the text. The very same phrase is used by Jeremiah,  <a class=\"ref\">Jeremiah 4:22<\/a>, <span class=\"greek-hebrew\">ידעו לא אותי עמי <\/span>   <span class=\"translit\">ammi othi lo yadau<\/span> . And the order of the words must have been as above represented; for they have joined <span class=\"greek-hebrew\">ישראל <\/span>   <span class=\"translit\">yisrael<\/span>, with <span class=\"greek-hebrew\">אותי <\/span>   <span class=\"translit\">othi<\/span>, as <i>in regimine<\/i>; they could not have taken it in this sense, Israel <i>meus non cognovit<\/i>, had either this phrase or the order of the words been different. I have endeavored to set this matter in a clear light, as it is the first example of a whole word lost out of the text, of which the reader will find many other plain examples in the course of these notes. But Rosenmuller contends that this is unnecessary, as the passage may be translated, \"Israel knows nothing: my people have no understanding.\" The Septuagint, Syriac, and Vulgate, read <span class=\"greek-hebrew\">ועמי <\/span>   <span class=\"translit\">veammi<\/span>, \"and my people;\" and so likewise sixteen MSS. of Kennicott, and fourteen of De Rossi.<\/p>",
    "audit": null
}