{
    "id": 8139,
    "source": "clarke",
    "verse_id": 17764,
    "verse_count": 1,
    "reference": "5:24",
    "title": "",
    "html": "<p><em>The flame \"The tongue of fire\"—<\/em> \"The flame, because it is in the shape of a tongue; and so it is called metaphorically.\" Sal. ben Melec. The metaphor is so exceedingly obvious, as well as beautiful, that one may wonder that it has not been more frequently used. Virgil very elegantly intimates, rather than expresses, the image; -<\/p> \n\n<p><i> Ecce levis summo de vertice visus Iuli<\/i><\/p><i> \n\n<p>Fundere lumen apex; tactuque innoxia molli<\/p> \n\n<\/i><p><i> Lambere flamma comas, et circum tempora pasci<\/i> .<\/p> \n\n<p>Aen.<i> 2:682.<\/i><\/p><i> \n\n<\/i><p><i><\/i> \"Strange to relate! from young Iulus' head<\/p> \n\n<p>A lambent flame arose, which gently spread<\/p> \n\n<p>Around his brows, and on his temples fed.\"<\/p> \n\n<p>And more boldly of Aetna darting out flames from its top: -<\/p> \n\n<p><i> Interdumque atram prorumpit ad aethera nubem,<\/i><\/p><i> \n\n<p>Turbine fumantem piceo, et candente favilla:<\/p> \n\n<\/i><p><i> Attollitque globos flammarum, et sidera lambit<\/i> .<\/p> \n\n<p>Aen.<i> 3:574.<\/i><\/p><i> \n\n<\/i><p><i><\/i> \"By turns a pitchy cloud she rolls on high,<\/p> \n\n<p>By turns hot embers from her entrails fly,<\/p> \n\n<p>And flakes of mountain flames, that lick the sky.\"<\/p> \n\n<p>The disparted tongues, as it were of fire,<a class=\"ref\">Acts 2:3<\/a> , which appeared at the descent of the Holy Spirit, on the apostles, give the same idea; that is, of flames shooting diversely into pyramidal forms, or points, like tongues. It may be farther observed that the prophet in this place has given the metaphor its full force, in applying it to the action of fire in eating up and devouring whatever comes in its way, like a ravenous animal whose tongue is principally employed in taking in his food or prey; which image Moses has strongly exhibited in an expressive comparison: \"And Moab said to the elders of Midian Now shall this collection of people lick up all that are around about us, as the ox licketh up the grass of the field,\"<a class=\"ref\">Numbers 22:4<\/a> . See also<a class=\"ref\">1 Kings 18:38<\/a> .<\/p> \n\n<p><em>Their root shall be as rottenness—<\/em><span class=\"greek-hebrew\"> כמק<\/span><span class=\"translit\"> cammak<\/span> , like<span class=\"translit\"> mak<\/span> ; whence probably our word muck, dung, was derived.<\/p> ",
    "audit": null
}