{
    "id": 8877,
    "source": "clarke",
    "verse_id": 18845,
    "verse_count": 1,
    "reference": "61:1",
    "title": "",
    "html": " <p> <em>The Spirit of the Lord God is upon me \"The Spirit of Jehovah is upon me\"—<\/em>, The Septuagint, Vulgate, and St. Luke, (<a class=\"ref\">Luke 4:18<\/a>;), and a MS., and two old editions omit the word <span class=\"greek-hebrew\">,אדני <\/span> <span class=\"translit\">, Adonai<\/span>, the Lord; which was probably added to the text through the superstition of the Jews, to prevent the pronunciation of the word <span class=\"greek-hebrew\">,יהוה <\/span> <span class=\"translit\">, Jehovah<\/span>, following. See Kennicott on the state of the printed Hebrew text, vol. i., p. 610. <\/p>\n\n <p>In most of Isaiah's prophecies there is a primary and secondary sense, or a remote subject illustrated by one that is near. The deliverance of the Jews from their captivity in Babylon is constantly used to shadow forth the salvation of men by Jesus Christ. Even the prophet himself is a typical person, and is sometimes intended to represent the great Savior. It is evident from <a class=\"ref\">Luke 4:18<\/a>; that this is a prophecy of our blessed Lord and his preaching; and yet it is as evident that it primarily refers to Isaiah preaching the glad tidings of deliverance to the Jews. <\/p>\n\n <p> <em>The opening of the prison \"Perfect liberty\"— <\/em> <span class=\"greek-hebrew\">,קוח פקח <\/span> <span class=\"translit\">, pekach koach<\/span>,. Ten MSS. of Kennicott's, several of De Rossi's, and one of my own, with the <i>Complutensian<\/i>, have <span class=\"greek-hebrew\">,פקחקוח <\/span> <span class=\"translit\">, pekachkoach<\/span>, in one word; and so the Septuagint and Vulgate appear to have taken it: not merely opening of prisons, but every kind of liberty—complete redemption. <\/p>\n\n <p>The proclaiming of perfect liberty to the bound, and the year of acceptance with Jehovah. is a manifest allusion to the proclaiming of the year of jubilee by sound of trumpet. See <a class=\"ref\">Leviticus 25:9<\/a>, etc. This was a year of general release of debts and obligations, of bondmen and bondwomen, of lands and possessions which had been sold from the families and tribes to which they belonged. Our Savior, by applying this text to himself, (<a class=\"ref\">Luke 4:18, Luke 4:19<\/a>;), a text so manifestly relating to the institution above mentioned, plainly declares the typical design of that institution. <\/p>",
    "audit": null
}