{
    "id": 8132,
    "source": "clarke",
    "verse_id": 17751,
    "verse_count": 1,
    "reference": "5:11",
    "title": "",
    "html": " <p> <em>Wo unto them that rise up early—<\/em>, There is a likeness between this and the following passage of the prophet Amos, <a class=\"ref\">Amos 6:3-6<\/a>, who probably wrote before Isaiah. If the latter be the copier, he seems hardly to have equalled the elegance of the original:—<\/p>\n\n <p>\"Ye that put far away the evil day <\/p>\n\n <p>And affect the seat of violence; <\/p>\n\n <p>Who lie upon beds of ivory, <\/p>\n\n <p>And stretch yourselves upon your couches; <\/p>\n\n <p>And eat the lambs from the flock, <\/p>\n\n <p>And calves from the midst of the stall; <\/p>\n\n <p>Who chant to the sound of the viol, <\/p>\n\n <p>And like David invent for yourselves instruments of music; <\/p>\n\n <p>Who quaff wine in large bowls, <\/p>\n\n <p>And are anointed with the choicest ointments: <\/p>\n\n <p>But are not grieved for the affliction of Joseph.\" <\/p>\n\n <p>Kimchi says, \"they consider not the heavens nor their hosts: they pray not the morning nor the evening prayer unto the Lord.\" <\/p>\n\n <p> <em>Follow strong drink—<\/em>, Theodoret and Chrysostom on this place, both Syrians, and unexceptionable witnesses in what belongs to their own country, inform us that <span class=\"greek-hebrew\">,שכר <\/span> <span class=\"translit\">, shechar<\/span>, (<span class=\"greek-hebrew\">,σικερα<\/span>, in the Greek of both Testaments, rendered by us by the general term strong drink) meant properly palm wine, or date wine, which was and is still much in use in the Eastern countries. Judea was famous for the abundance and excellence of its palm trees; and consequently had plenty of this wine. \" <i>Fiunt (vina) et e pomis; primumque e palmis, quo Parthi et Indi utun tur, et oriens totus: maturarum modio in aquae congiis tribus macerato expressoque<\/i>,.\" Plin. lib. 14:19. \" <i>Ab his cariotae [palmae] maxime celebrantur; et cibo quidem, sed et succo, uberrimae. Ex quibus praecipua vina orienti; iniqua capiti, unde porno nomen<\/i>,.\" Id. 13:9. <span class=\"greek-hebrew\">,Καρος<\/span>, signifies stupefaction: and in Hebrew likewise the wine has its name from its remarkably inebriating quality. <\/p>",
    "audit": null
}