{
    "id": 8096,
    "source": "clarke",
    "verse_id": 17709,
    "verse_count": 1,
    "reference": "3:1",
    "title": "",
    "html": "<p><em>The stay and the staff \"Every stay and support\" -<\/em>Hebrew, \"the support masculine, and the support feminine:\" that is, every kind of support, whether great or small, strong or weak. \"Al Kanitz, wal-kanitzah; the wild beasts, male and female. Proverbially applied both to fishing and hunting: i.e., I seized the prey, great or little, good or bad. From hence, as Schultens observes, is explained  <a class=\"isa\" verses=\"MTc3MDk=\">Isaiah 3:1<\/a>, literally, the male and female stay: i.e., the strong and weak, the great and small.\" - Chappelow, note on Hariri, Assembly 1. Compare  <a class=\"ref\">Ecclesiastes 2:8<\/a>.<\/p>\n\n<p>The Hebrew words <span class=\"greek-hebrew\">ומשענה משען <\/span>   <span class=\"translit\">mashen umashenah<\/span>  come from the same root <span class=\"greek-hebrew\">שען <\/span>   <span class=\"translit\">shaan<\/span>, to lean against, to incline, to support; and here, being masculine and feminine, they may signify all things necessary for the support both of man and woman. My old MS. understands the staff and stay as meaning particular persons, and translates the verse thus: - <em>Lo forsoth, the Lordschip Lord of Hoostis schal don awey fro Jerusalem and fro Juda the stalworth and the stronge<\/em>.<\/p>\n\n<p>The two following verses,  <a class=\"isa\" verses=\"MTc3MTA=\">Isaiah 3:2<\/a>,  <a class=\"isa\" verses=\"MTc3MTE=\">Isaiah 3:3<\/a>, are very clearly explained by the sacred historian's account of the event, the captivity of Jehoiachin by Nebuchadnezzar king of Babylon: \"And he carried away all Jerusalem, and all the princes, and all the mighty men of valor, even ten thousand captives, and all the craftsmen and smiths; none remained save the poorest sort of the people of the land,\"  <a class=\"ref\">2 Kings 24:14<\/a>. Which is supplied by our version.<\/p>",
    "audit": null
}