{
    "id": 8080,
    "source": "clarke",
    "verse_id": 17687,
    "verse_count": 22,
    "reference": 2,
    "title": "Chapter Commentary",
    "html": "<p>Prophecy concerning the kingdom of the Messiah, and the conversion of the Gentile world,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 2:1-5<\/a>. Great wickedness and idolatry of the unbelieving Jews,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 2:6-9<\/a>. Terrible consternation that will seize the wicked, who shall in vain seek for rocks and mountains to hide them from the face of God in the day of his judgments,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 2:10-17<\/a>. Total destruction of idolatry in consequence of the establishment of Messiah's kingdom,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 2:18-21<\/a>. An exhortation to put no confidence in man,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 2:22<\/a>.<\/p>\n\n<p>The prophecy contained in the second, third, and fourth chapters, makes one continued discourse. The first five verses of chap. 2 foretell the kingdom of Messiah, the conversion of the Gentiles, and their admission into it. From the sixth verse to the end of the second chapter is foretold the punishment of the unbelieving Jews for their idolatrous practices, their confidence in their own strength, and distrust of God's protection; and moreover the destruction of idolatry, in consequence of the establishment of Messiah's kingdom. The whole of the third chapter, with the first verse of the fourth, is a prophecy of the calamities of the Babylonian invasion and captivity; with a particular amplification of the distress of the proud and luxurious daughters of Sion;  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 4:2-6<\/a>; promises to the remnant, which shall have escaped this severe purgation, a future restoration to the favor and protection of God.<\/p>\n\n<p>This prophecy was probably delivered in the time of Jotham, or perhaps in that of Uzziah, as Isaiah is said to have prophesied in his reign; to which time not any of his prophecies is so applicable as that of these chapters. The seventh verse of the second, and the latter part of the third chapter, plainly point out times in which riches abounded, and luxury and delicacy prevailed. Plenty of silver and gold could only arise from their commerce; particularly from that part of it which was carried on by the Red Sea. This circumstance seems to confine the prophecy within the limits above mentioned, while the port of Elath was in their hands; it was lost under Ahaz, and never recovered.<\/p>",
    "audit": null
}