{
    "id": 8584,
    "source": "clarke",
    "verse_id": 18422,
    "verse_count": 31,
    "reference": 40,
    "title": "Chapter Commentary",
    "html": "<p>In this chapter the prophet opens the subject respecting the restoration of the Church with great force and elegance; declaring God's command to his messengers the prophets to comfort his people in their captivity, and to impart to them the glad tidings that the time of favor and deliverance was at hand,  <a class=\"isa\" verses=\"WzE4NDIyXQ==\">Isaiah 40:1<\/a>,  <a class=\"isa\" verses=\"WzE4NDIzXQ==\">Isaiah 40:2<\/a>. Immediately a harbinger is introduced giving orders, as usual in the march of eastern monarchs, to remove every obstacle, and to prepare the way for their return to their own land,  <a class=\"isa\" verses=\"eyIxODQyNCI6M30=\">Isaiah 40:3-5<\/a>. The same words, however, the New Testament Scriptures authorize us to refer to the opening of the Gospel dispensation. Accordingly, this subject, coming once in view, is principally attended to in the sequel. Of this the prophet gives us sufficient notice by introducing a voice commanding another proclamation, which calls of our attention from all temporary, fading things to the spiritual and eternal things of the Gospel,  <a class=\"isa\" verses=\"eyIxODQyNyI6Nn0=\">Isaiah 40:6-11<\/a>. And to remove every obstacle in the way of the prophecy in either sense, or perhaps to give a farther display of the character of the Redeemer, he enlarges on the power and wisdom of God, as the Creator and Disposer of all things. It is impossible to read this description of God, the most sublime that ever was penned, without being struck with inexpressible reverence and self-abasement. The contrast between the great Jehovah and every thing reputed great in this world, how admirably imagined, how exquisitely finished! What atoms and inanities are they all before Him who sitteth on the circle of the immense heavens, and views the potentates of the earth in the light of grasshoppers, - those poor insects that wander over the barren heath for sustenance, spend the day in continual chirpings, and take up their humble lodging at night on a blade of grass!  <a class=\"isa\" verses=\"eyIxODQzMyI6MTV9\">Isaiah 40:12-26<\/a>. The prophet concludes with a most comfortable application of the whole, by showing that all this infinite power and unsearchable wisdom is unweariedly and everlastingly engaged in strengthening, comforting, and saving his people,  <a class=\"isa\" verses=\"eyIxODQ0OCI6NX0=\">Isaiah 40:27-31<\/a>.<\/p>\n\n<p>The course of prophecies which follow, from hence to the end of the book, and which taken together constitute the most elegant part of the sacred writings of the Old Testament, interspersed also with many passages of the highest sublimity, was probably delivered in the latter part of the reign of Hezekiah. The prophet in the foregoing chapter had delivered a very explicit declaration of the impending dissolution of the kingdom, and of the captivity of the royal house of David, and of the people, under the kings of Babylon. As the subject of his subsequent prophecies was to be chiefly of the consolatory kind, he opens them with giving a promise of the restoration of the kingdom, and the return of the people from that captivity, by the merciful interposition of God in their favor. But the views of the prophet are not confined to this event. As the restoration of the royal family, and of the tribe of Judah, which would otherwise have soon become undistinguished, and have been irrecoverably lost, was necessary, in the design and order of Providence, for the fulfilling of God's promises of establishing a more glorious and an everlasting kingdom, under the Messiah to be born of the tribe of Judah, and of the family of David, the prophet connects these two events together, and hardly ever treats of the former without throwing in some intimations of the latter; and sometimes is so fully possessed with the glories of the future and more remote kingdom, that he seems to leave the more immediate subject of his commission almost out of the question.<\/p>\n\n<p>Indeed this evangelical sense of the prophecy is so apparent, and stands forth in so strong a light, that some interpreters cannot see that it has any other; and will not allow the prophecy to have any relation at all to the return from the captivity of Babylon. It may therefore be useful to examine more attentively the train of the prophet's ideas, and to consider carefully the images under which he displays his subject. He hears a crier giving orders, by solemn proclamation, to Prepare the way of the Lord in the wilderness; to remove all obstructions before Jehovah marching through the desert; through the wild, uninhabited, impassable country. The deliverance of God's people from the Babylonish captivity is considered by him as parallel to the former deliverance of them from the Egyptian bondage. God was then represented as their king leading them in person through the vast deserts which lay in their way to the promised land of Canaan. It is not merely for Jehovah himself that in both cases the way was to be prepared, and all obstructions to be removed; but for Jehovah marching in person at the head of his people. Let us first see how this idea is pursued by the sacred poets who treat of the exodus, which is a favourite subject with them, and affords great choice of examples: - <\/p>\n\n<p>   \"When Israel came out of Egypt,<\/p>\n\n<p>  The house of Jacob from the barbarous people;<\/p>\n\n<p>Judah was his sanctuary, Israel his dominion.\"<\/p>\n\n<p>  <i> <a class=\"ref\">Psalm 114:1,  Psalm 114:2<\/a>.<\/i><\/p><i>\n\n<\/i><p><i>  <\/i>\"Jehovah his God is with him;<\/p>\n\n<p>And the shout of a king is among them:<\/p>\n\n<p>God brought them out of Egypt\" - <\/p>\n\n<p>  <i> <a class=\"ref\">Numbers 23:21,  Numbers 23:22<\/a>.<\/i><\/p><i>\n\n<\/i><p><i>  <\/i>\"Make a highway for him that rideth through the deserts:<\/p>\n\n<p>O God, when thou wentest forth before thy people.<\/p>\n\n<p>When thou marchedst through the wilderness,<\/p>\n\n<p>The heavens dropped\" - <\/p>\n\n<p>  <i> <a class=\"ref\">Psalm 68:4,  Psalm 68:7<\/a>.<\/i><\/p><i>\n\n<\/i><p><i><\/i>Let us now see how Isaiah treats the subject of the return of the people from Babylon. They were to march through the wilderness with Jehovah at their head, who was to lead them, to smooth the way before them, and to supply them with water in the thirsty desert; with perpetual allusion to the exodus: - <\/p>\n\n<p>    \"Come ye forth from Babylon, flee ye from the land of the Chaldeans with the voice of joy: Publish ye this, and make it heard; utter it forth even to the end of the earth; Say ye, Jehovah hath redeemed his servant Jacob: They thirsted not in the deserts, through which he made them go; Waters from the rock he caused to flow for them; Yea, he clave the rock, and forth gushed the waters.\"  <a class=\"isa\" verses=\"WzE4NjM1XQ==\">Isaiah 48:20<\/a>,  <a class=\"isa\" verses=\"WzE4NjM2XQ==\">Isaiah 48:21<\/a>.<\/p>\n\n<p>  \"Remember not the former things;<\/p>\n\n<p>And the things of ancient times regard not:\"<\/p>\n\n<p>(That is, the deliverance from Egypt):<\/p>\n\n<p>\"Behold, I make a new thing;<\/p>\n\n<p>Even now shall it spring forth; will ye not regard it?<\/p>\n\n<p>Yea, I will make in the wilderness a way;<\/p>\n\n<p>In the desert streams of water.\"<\/p>\n\n<p>  <i> <a class=\"isa\" verses=\"WzE4NTI0XQ==\">Isaiah 43:18<\/a>,  <a class=\"isa\" verses=\"WzE4NTI1XQ==\">Isaiah 43:19<\/a>.<\/i><\/p><i>\n\n<\/i><p><i>  <\/i>\"But he that trusteth in me shall inherit the land,<\/p>\n\n<p>And shall possses my holy mountain.<\/p>\n\n<p>Then will I say: Cast up, cast up the causeway; make clear the way;<\/p>\n\n<p>Remove every obstruction from the road of my people.\"<\/p>\n\n<p>  <i> <a class=\"isa\" verses=\"WzE4Nzc5XQ==\">Isaiah 57:13<\/a>,  <a class=\"isa\" verses=\"WzE4NzgwXQ==\">Isaiah 57:14<\/a>.<\/i><\/p><i>\n\n<\/i><p><i>  <\/i>\"How beautiful appear on the mountains<\/p>\n\n<p>   The feet of the joyful messenger, of him that announceth peace;<\/p>\n\n<p>  Of the joyful messenger of good tidings, of him that announceth salvation;<\/p>\n\n<p>   Of him that saith to Sion, Thy God reigneth!<\/p>\n\n<p>  All thy watchmen lift up their voice, they shout together;<\/p>\n\n<p>   For face to face shall they see, when Jehovah returneth to Sion.<\/p>\n\n<p>  Verily not in haste shall ye go forth,<\/p>\n\n<p>And not by flight shall ye march along:<\/p>\n\n<p>For Jehovah shall march in your front;<\/p>\n\n<p>And the God of Israel shall bring up your rear.\"<\/p>\n\n<p>  <i> <a class=\"isa\" verses=\"WzE4NzA0XQ==\">Isaiah 52:7<\/a>,  <a class=\"isa\" verses=\"WzE4NzA1XQ==\">Isaiah 52:8<\/a>,  <a class=\"isa\" verses=\"WzE4NzA5XQ==\">Isaiah 52:12<\/a>.<\/i><\/p><i>\n\n<\/i><p><i><\/i>Babylon was separated from Judea by an immense tract of country which was one continued desert; that large part of Arabia called very properly Deserta. It is mentioned in history as a remarkable occurrence, that Nebuchadnezzar, having received the news of the death of his father, in order to make the utmost expedition in his journey to Babylon from Egypt and Phoenicia, set out with a few attendants, and passed through this desert. Berosus apud Joseph., Antiq.  <a class=\"isa\" verses=\"WzE3ODYyXQ==\">Isaiah 10:11<\/a>. This was the nearest way homewards for the Jews; and whether they actually returned by this way or not, the first thing that would occur on the proposal or thought of their return would be the difficulty of this almost impracticable passage. Accordingly the proclamation for the preparation of the way is the most natural idea, and the most obvious circumstance, by which the prophet could have opened his subject.<\/p>\n\n<p>These things considered, I have not the least doubt that the return at the Jews from the captivity of Babylon is the first, though not the principal, thing in the prophet's view. The redemption from Babylon is clearly foretold and at the same time is employed as an image to shadow out a redemption of an infinitely higher and more important nature. I should not have thought it necessary to employ so many words in endeavoring to establish what is called the literal sense of this prophecy, which I think cannot be rightly understood without it, had I not observed that many interpreters of the first authority, in particular the very learned Vitringa, have excluded it entirely.<\/p>\n\n<p>Yet obvious and plain as I think this literal sense is, we have nevertheless the irrefragable authority of John the Baptist, and of our blessed Savior himself, as recorded by all the Evangelists, for explaining this exordium of the prophecy of the opening of the Gospel by the preaching of John, and of the introduction of the kingdom of Messiah; who was to effect a much greater deliverance of the people of God, Gentiles as well as Jews, from the captivity of sin and the dominion of death. And this we shall find to be the case in many subsequent parts also of this prophecy, where passages manifestly relating to the deliverance of the Jewish nation, effected by Cyrus, are, with good reason, and upon undoubted authority, to be understood of the redemption wrought for mankind by Christ.<\/p>\n\n<p>If the literal sense of this prophecy, as above explained, cannot be questioned, much less surely can the spiritual; which, I think, is allowed on all hands, even by Grotius himself. If both are to be admitted, here is a plain example of the mystical allegory, or double sense, as it is commonly called, of prophecy; which the sacred writers of the New Testament clearly suppose, and according to which they frequently frame their interpretation of passages from the Old Testament. Of the foundation and properties of this sort of allegory, see De S. Poes. Hebr. Praelect. xi.<\/p>",
    "audit": null
}