{
    "id": 8057,
    "source": "clarke",
    "verse_id": 17662,
    "verse_count": 1,
    "reference": "1:7",
    "title": "",
    "html": " <p>At the end of the verse, <span class=\"greek-hebrew\">,זרים <\/span> <span class=\"translit\">,zarim <\/span>,. This reading, though confirmed by all the ancient versions, gives us no good sense; for \"your land is devoured by strangers; and is desolate, as if overthrown by strangers,\" is a mere tautology, or, what is as bad, an identical comparison. Aben Ezra thought that the word in its present form might be taken for the same with <span class=\"greek-hebrew\">,זרם <\/span> <span class=\"translit\">,zerem <\/span>,, an inundation: Schultens is of the same opinion; (see Taylor's Concord.); and Schindler in his Lexicon explains it in the same manner: and so, says Zimchi, some explain it. Abendana endeavors to reconcile it to grammatical analogy in the following manner: \" <span class=\"greek-hebrew\">,זרים <\/span> <span class=\"translit\">,zarim <\/span>,is the same with <span class=\"greek-hebrew\">,זרם <\/span> <span class=\"translit\">,zerem <\/span>,; that is, as overthrown by an inundation of waters: and these two words have the same analogy as <span class=\"greek-hebrew\">,קדם <\/span> <span class=\"translit\">,kedem <\/span>,and <span class=\"greek-hebrew\">,קדים <\/span> <span class=\"translit\">,kadim <\/span>,. Or it may be a concrete of the same form with <span class=\"greek-hebrew\">,שכיר <\/span> <span class=\"translit\">,shechir <\/span>,; and the meaning will be: as overthrown by rain pouring down violently, and causing a flood.\" On Sal. ben Melech, in loc. But I rather suppose the true reading to be <span class=\"greek-hebrew\">,זרם <\/span> <span class=\"translit\">,zerem <\/span>,, and have translated it accordingly: the word <span class=\"greek-hebrew\">,זרים <\/span> <span class=\"translit\">,zerim <\/span>,, in the line above, seems to have caught the transcriber's eye, and to have led him into this mistake. But this conjecture of the learned prelate is not confirmed by any MS. yet discovered. <\/p>,",
    "audit": null
}