{
    "id": 8108,
    "source": "clarke",
    "verse_id": 17724,
    "verse_count": 1,
    "reference": "3:16",
    "title": "",
    "html": "<p><em>And wanton eyes \"And falsely setting off their eyes with paint\"—<\/em> Hebrew, falsifying their eyes. I take this to be the true meaning and literal rendering of the word; from<span class=\"greek-hebrew\"> שקר<\/span><span class=\"translit\"> shakar<\/span> . The Masoretes have pointed it, as if it were from<span class=\"greek-hebrew\"> שקר<\/span><span class=\"translit\"> sakar<\/span> , a different word. This arose, as I imagine, from their supposing that the word was the same with<span class=\"greek-hebrew\"> סקר<\/span><span class=\"translit\"> sakar<\/span> , Chaldee, \"intueri, innuere oculis;\" or that it had an affinity with the noun<span class=\"greek-hebrew\"> סיקרא<\/span><span class=\"translit\"> sikra<\/span> , which the Chaldeans, or the rabbins at least, use for stibium, the mineral which was commonly used in colouring the eyes. See Jarchi's comment on the place. Though the colouring of the eyes with stibium be not particularly here expressed, yet I suppose it to be implied; and so the Chaldee paraphrase explains it; stibio linitis oculis, \"with eyes dressed with stibium.\" This fashion seems to have prevailed very generally among the Eastern people in ancient times; and they retain the very same to this day.<\/p> \n\n<p>Pietro delta Valle, giving a description of his wife, an Assyrian lady born in Mesopotamia, and educated at Baghdad, whom he married in that country, (Viaggi, Tom. I., Lettera 17), says, \"Her eyelashes, which are long, and, according to the custom of the East, dressed with stibium, (as we often read in the Holy Scriptures of the Hebrew women of old, <a class=\"ref\">Jeremiah 4:30; Ezekiel 23:40<\/a>; and in Xenophon, of Astyages the grandfather of Cyrus, and of the Medes of that time, Cyropaed. lib. i.), give a dark, and at the same time a majestic, shade to the eyes.\" \"Great eyes,\" says Sandys, Travels, p. 67, speaking of the Turkish women, \"they have in principal repute; and of those the blacker they be the more amiable; insomuch that they put between the eyelids and the eye a certain black powder with a fine long pencil, made of a mineral, brought from the kingdom of Fez, and called Alcohole; which by the not disagreeable staining of the lids doth better set forth the whiteness of the eye; and though it be troublesome for a time, yet it comforteth the sight, and repelleth ill humours.\"<i>Vis ejus (stibii) astringe ac refrigerare, principalis autem circa oculos; namque ideo etiam plerique Platyophthalmon id appellavere, quoniam in calliblepharis mulierum dilatat oculos; et fluxiones inhibet oculorum exulcerationesque<\/i> . \"It is astringent in its virtue, and refrigerant, and to be chiefly employed about the eyes, and it is called Platyophthalmon, for being put into those ointments with which women beautify their eyes, it dilates them, removes defluxions, and heals any ulcerations that may be about the eyelids.\" - Pliny, Nat. Hist. 33:6.<\/p> \n\n<p><i>Ille supercilium madida fuligine tactum<\/i><\/p><i>\n\n<p>Obliqua producit acu, pingitque trementes<\/p> \n\n<\/i><p><i>Attollens oculos<\/i><\/p> \n\n<p><i>Juv. Sat. 2:93. <\/i><\/p><i>\n\n<\/i><p><i><\/i> One his eyebrows, tinged with black soot,<\/p> \n\n<p>Lengthens with an oblique bodkin, and paints,<\/p> \n\n<p>Lifting up his winking eyes.<\/p> \n\n<p>\"But none of those [Moorish] ladies,\" says Dr. Shaw, Travels, p. 294, fol., \"take themselves to be completely dressed, till they have tinged the hair and edges of their eyelids with alkahol, the powder of lead ore. This operation is performed by dipping first into the powder a small wooden bodkin of the thickness of a quill; and then drawing it afterwards through the eyelids, over the ball of the eye.\" Ezekiel, <a class=\"ref\">Ezekiel 23:40<\/a> , uses the same word in the form of a verb,<span class=\"greek-hebrew\"> עניך כחלת<\/span><span class=\"translit\"> cachalt eynayik<\/span> , \"thou didst dress thine eyes with alcahol;\" which the Septuagint render<span class=\"greek-hebrew\"> εστιβιζου τους, οφθαλμους σου<\/span> , \"thou didst dress thine eyes with stibium;\" just as they do when the word<span class=\"greek-hebrew\"> פוך<\/span><span class=\"translit\"> phuch<\/span> is employed: compare <a class=\"ref\">2 Kings 9:30; Jeremiah 4:30<\/a>. They supposed, therefore, that<span class=\"greek-hebrew\"> פוך<\/span><span class=\"translit\"> phuch<\/span> and<span class=\"greek-hebrew\"> כחל<\/span><span class=\"translit\"> cachal<\/span> , or in the Arabic form,<span class=\"translit\"> alcahol<\/span> , meant the same thing; and probably the mineral used of old for this purpose was the same that is used now; which Dr. Shaw (ibid. note) says is \"a rich lead ore, pounded into an impalpable powder.\" Alcoholados; the word<span class=\"greek-hebrew\"> משקרות<\/span><span class=\"translit\"> meshakkeroth<\/span> in this place is thus rendered in an old Spanish translation. - Sanctius. See also Russell's Nat. Hist. of Aleppo, p. 102.<\/p> \n\n<p>The following inventory, as one may call it, of the wardrobe of a Hebrew lady, must, from its antiquity, and the nature of the subject, have been very obscure even to the most ancient interpreters which we have of it; and from its obscurity must have been also peculiarly liable to the mistakes of transcribers. However, it is rather matter of curiosity than of importance; and is indeed, upon the whole, more intelligible and less corrupted than one might have reasonably expected. Clemens Alexandrinus, Paedag. lib. ii., c. 12, and Julius Pollux, lib. vii., c. 22, have each of them preserved from a comedy of Aristophanes, now lost, a similar catalogue of the several parts of the dress and ornaments of a Grecian lady; which, though much more capable of illustration from other writers, though of later date, and quoted and transmitted down to us by two different authors, yet seems to be much less intelligible, and considerably more corrupted, than this passage of Isaiah. Salmasius has endeavored, by comparing the two quotations, and by much critical conjecture and learned disquisition, to restore the true reading, and to explain the particulars; with what success, I leave to the determination of the learned reader, whose curiosity shall lead him to compare the passage of the comedian with this of the prophet, and to examine the critic's learned labors upon it. Exercit. Plinian, p. 1148; or see Clem. Ales. as cited above, edit. Potter, where the passage, as corrected by Salmasius, is given.<\/p> \n\n<p>Nich. Guel. Schroederus, professor of oriental languages in the University of Marpurg, has published a very learned and judicious treatise upon this passage of Isaiah. The title of it is, \"<i>Commentarius Philologico-Criti cus de Vestitu Mulierum Hebraearum ad Iesai 3 ver. 16-24. Lugd. Bat. 1745<\/i> .\" As I think no one has handled this subject with so much judgment and ability as this author, I have for the most part followed him, in giving the explanation of the several terms denoting the different parts of dress, of which this passage consists; signifying the reasons of my dissent, where he does not give me full satisfaction.<\/p> \n\n<p>Bishop Lowth's translation of these verses is the following: -<\/p><ol><li> In that day will the Lord take from them the ornaments, Of the feet-rings, and the net-works, and the crescents;<\/li><\/ol><li> The pendants, and the bracelets, and the veils;<\/li><li> The tires, and the fetters, and the zones, And the perfume-boxes, and the amulets;<\/li><li> The rings, and the jewels of the nostrils;<\/li><li> The embroidered robes, and the tunics, And the cloaks, and the little purses,<\/li><li> The transparent garments, and the fine linen vests, And the turbans, and the mantles. <\/li><li> And there shall be instead of perfume, a putrid ulcer; And instead of well-girt raiment, rags; And instead of high-dressed hair, baldness; And instead of a zone, a girdle of sackcloth; And sun-burnt skin, instead of beauty. <\/li><em>The daughters of Zion - walk—<\/em> What is meant by these several kinds of action and articles of dress cannot be well conjectured. How our ancestors understood them will appear from the following, which is the translation of these verses in my old MS. Bible: - \n\n<p>16. The doughteris of Syon wenteh with strught out necks, and ib beckes (winking) of eegen, geeden and flappeden with hondis for joye, and geeden: and with theire feet in curyous goying geeden; - 17. the Lord schall fully make ballid the top of the boughtris of Syon: and the Lord the her of hem schal naken. And for ournemente schal be schenschip.<\/p> \n\n<p>18. In that day, the Lord schal don awey the ournement of Schoon and hoosis: 19. and beegis, and brochis, and armeerclis, and mytris; 20. and coombis, and rybanys and reversis at the hemmys, and oynment boris and ereringis; 21. and ryngis and jemmys in the frount hongynge; 22. and chaunginge clothis, and litil pallis, and scheetis, and prynys; 23. and scheweris, and neche hercheuys, and flyetis, and roketis; 24. and ther schal be for swot smel, stynke, and for gyrdil, a litl coord; and for crisp her, ballidnesse; and for brest boond and heyr.<\/p> \n\n<p>Some of these things are hard to be understood, though I think this version as good as that of the very learned bishop: but there is little doubt that articles of clothing and dress bore these names in the fourteenth century.<\/p> ",
    "audit": null
}