{
    "id": 8152,
    "source": "clarke",
    "verse_id": 17780,
    "verse_count": 1,
    "reference": "6:10",
    "title": "",
    "html": " <p> <em>Make the heart of this people fat \"Gross\"— <\/em>,The prophet speaks of the event, the fact as it would actually happen, not of God's purpose and act by his ministry. The prophets are in other places said to perform the thing which they only foretell: - <\/p>,\n\n <p>\"Lo! I have given thee a charge this day <\/p>,\n\n <p>Over the nations, and over the kingdoms; <\/p>,\n\n <p>To pluck up, and to pull down; <\/p>,\n\n <p>To destroy, and to demolish; <\/p>,\n\n <p>To build, and to plant.\" <\/p>,\n\n <p> <i>, <a class=\"ref\">Jeremiah 1:10 <\/a>. <\/i> <\/p> <i>\n\n <\/i> <p> <i> <\/i>,And Ezekiel says, \"When I came to destroy the city,\" that is, as it is rendered in the margin of our version, \"when I came to prophesy that the city should be destroyed;\" <a class=\"ref\">Ezekiel 43:3 <\/a>. To hear, and not understand; to see, and not perceive; is a common saying in many languages. Demosthenes uses it, and expressly calls it a proverb: <span class=\"greek-hebrew\">,ὡστε το της παροιμιας ὁρωντας μη ὁρᾳν, και ακουοντας μη ακουειν <\/span>,; Conttra Aristogit. I., sub fin. The prophet, by the bold figure in the sentiment above mentioned, and the elegant form and construction of the sentence, has raised it from a common proverb into a beautiful mashal, and given it the sublime air of poetry. <\/p>,\n\n <p>Or the words may be understood thus, according to the Hebrew idiom: \"Ye certainly hear, but do not understand; ye certainly see, but do not acknowledge.\" Seeing this is the case, make the heart of this people fat - declare it to be stupid and senseless; and remove from them the means of salvation, which they have so long abused. <\/p>,\n\n <p>There is a saying precisely like this in Aeschylus: - <\/p>,\n\n <p>- - - <span class=\"greek-hebrew\">,βλεποντες εβλεπον ματην,π <\/span> <\/p>,\n\n <p> <span class=\"greek-hebrew\">,Κλυοντες ουκ ηκουον <\/span>,. <\/p>,\n\n <p> <i>Aesch. Prom. Vinct. 456. <\/i> <\/p> <i>\n\n <\/i> <p> <i> <\/i>,\"Seeing, they saw in vain; and hearing, they did not understand.\" <\/p>,\n\n <p> <em>And shut \"Close up\"— <\/em> <span class=\"greek-hebrew\">,השע <\/span> <span class=\"translit\">,hasha <\/span>,. This word Sal. ben Melec explains to this sense, in which it is hardly used elsewhere, on the authority of Onkelos. He says it means closing up the eyes, so that one cannot see; that the root is <span class=\"greek-hebrew\">,שוע <\/span> <span class=\"translit\">,shava <\/span>,, by which word the Targum has rendered the word <span class=\"greek-hebrew\">,טח <\/span> <span class=\"translit\">,tach <\/span>,, <a class=\"ref\">Leviticus 14:42 <\/a>,, <span class=\"greek-hebrew\">,בית את וטח <\/span> <span class=\"translit\">,vetach eth beith <\/span>,, \"and shall plaster the house.\" And the word <span class=\"greek-hebrew\">,טח <\/span> <span class=\"translit\">,tach <\/span>,is used in the same sense, <a class=\"isa\" verses=\"WzE4NTUyXQ==\">Isaiah 44:18 <\/a>. So that it signifies to close up the eyes by some matter spread upon the lids. Mr. Harmer very ingeniously applies to this passage a practice of sealing up the eyes as a ceremony, or as a kind of punishment used in the East, from which the image may possibly be taken. Observ. 2:278. <\/p>,\n\n <p> <em>With their heart \"With their hearts\"— <\/em> <span class=\"greek-hebrew\">,ובלבבו <\/span> <span class=\"translit\">,ubilebabo <\/span>,, fifteen MSS. of Kennicott's and fourteen of De Rossi's, and two editions, with the Septuagint, Syriac, Chaldee, and Vulgate. <\/p>,\n\n <p> <em>And be healed \"And I should heal\"— <\/em> <span class=\"greek-hebrew\">,פא ואר <\/span> <span class=\"translit\">,veer pa <\/span>,, Septuagint, Vulgate. So likewise <a class=\"ref\">Matthew 13:14; John 12:40; Acts 28:27 <\/a>. <\/p>,",
    "audit": null
}