{
    "id": 8297,
    "source": "clarke",
    "verse_id": 18000,
    "verse_count": 1,
    "reference": "18:2",
    "title": "",
    "html": " <p> <em>In vessels of bulrushes \"In vessels of papyrus\"—<\/em>, This circumstance agrees perfectly well with Egypt. It is well known that the Egyptians commonly used on the Nile a light sort of ships, or boats, made of the reed papyrus. <i>Ex ipso quidem papyro navigia texunt<\/i>,. Pliny, 42:11. <\/p>\n\n <p> <i>Conseritur bibula Memphitis cymba papyro<\/i>,. <\/p>\n\n <p> <i>Lucan, 4:136. <\/i> <\/p> <i>\n\n <\/i> <p> <i> <\/i> <em>Go, ye swift messengers—<\/em>, To this nation before mentioned, who, by the Nile, and by their numerous canals, have the means of spreading the report in the most expeditious manner through the whole country: go, ye swift messengers, and carry this notice of God's designs in regard to them. By the swift messengers are meant, not any particular persons specially appointed to this office, but any of the usual conveyers of news whatsoever, travelers, merchants, and the like, the instruments and agents of common fame. These are ordered to publish this declaration made by the prophet throughout Egypt, and to all the world; and to excite their attention to the promised visible interposition of God. <\/p>\n\n <p> <em>Scattered \"Stretched out in length\"—<\/em>, Egypt, that is, the fruitful part, exclusive of the deserts on each side, is one long vale, through the middle of which runs the Nile, bounded on each side to the east and west by a chain of mountains seven hundred and fifty miles in length; in breadth from one to two or three days' journey: even at the widest part of the Delta, from Pelusium to Alexandria, not above two hundred and fifty miles broad. Egmont and Hayman, and Pococke. <\/p>\n\n <p> <em>Peeled \"Smoothed\"—<\/em>, Either relating to the practice of the Egyptian priests, who made their bodies smooth by shaving off their hair, (see Herod. 2:37); or rather to their country's being made smooth, perfectly plain and level, by the overflowing of the Nile. <\/p>\n\n <p> <em>Meted out \"Meted out by line\"—<\/em>, It is generally referred to the frequent necessity of having recourse to mensuration in Egypt, in order to determine the boundaries after the inundations of the Nile; to which even the origin of the science of geometry is by some ascribed. Strabo, lib. 17 sub init. <\/p>\n\n <p> <em>Trodden down—<\/em>, Supposed to allude to a peculiar method of tillage in use among the Egyptians. Both Herodotus, (lib. ii.), and Diodorus, (lib. i.), say that when the Nile had retired within its banks, and the ground became somewhat dry, they sowed their land, and then sent in their cattle, (their hogs, says the former), to tread in the seed; and without any farther care expected the harvest. <\/p>\n\n <p> <em>The rivers have spoiled \"The rivers have nourished\"—<\/em>, The word <span class=\"greek-hebrew\">,בזאו <\/span> <span class=\"translit\">, bazeu<\/span>, is generally taken to be an irregular form for <span class=\"greek-hebrew\">,בזזו <\/span> <span class=\"translit\">, bazezu<\/span>, \"have spoiled,\" as four MSS. have it in this place; and so most of the Versions, both ancient and modern, understand it. On which Schultens, Gram. Hebrews p. 491, has the following re; mark:\" <i>Ne minimam quidem speciem veri habet <\/i> <span class=\"greek-hebrew\">,בזאו <\/span> <span class=\"translit\">, bazau<\/span>, <i>Esai. <a class=\"isa\" verses=\"WzE4MDAwXQ==\">Isaiah 18:2<\/a>, elatum pro <\/i> <span class=\"greek-hebrew\">,בזזו <\/span> <span class=\"translit\">, bazazu<\/span>, <i>deripiunt<\/i>,. <i>Haec esset anomalia, cui nihil simile in toto linguae ambitu. In talibus nil finire, vel fateri ex mera agi conjectura, tutius justiusque. Radicem <\/i> <span class=\"greek-hebrew\">,בזא <\/span> <span class=\"translit\">, baza <\/span> <i>olim extare potuisse, quis neget? <\/i> <i>Si cognatum quid sectandum erat, ad <\/i> <span class=\"greek-hebrew\">,בזה <\/span> <span class=\"translit\">, bazah <i> <\/i> <\/span> <i> contemsit, potius decurrendum fuisset; ut <\/i> <span class=\"greek-hebrew\">,בזאו <\/span> <span class=\"translit\">, bazeu<\/span>, <i>pro <\/i> <span class=\"greek-hebrew\">,בזו <\/span> <span class=\"translit\">, bazu<\/span>, <i>sit enuntiatum, vel <\/i> <span class=\"greek-hebrew\">,בזיו <\/span> <span class=\"translit\">, baziv<\/span>,. <i>Digna phrasis, flumina contemmunt terram<\/i>, i.e., <i>inundant<\/i>,.\" \" <span class=\"greek-hebrew\">,בזא <\/span> <span class=\"translit\">, baza<\/span>, Arab. <i>extulit se superbius, item subjecit sibi: unde praet<\/i>,. pl. <span class=\"greek-hebrew\">,בזאו <\/span> <span class=\"translit\">, bazeu<\/span>, <i>subjecerunt sibi<\/i>, i.e., <i>inundarunt<\/i>,.\" - Simonis' Lexic. Heb. <\/p>\n\n <p>A learned friend has suggested to me another explanation of the word. <span class=\"greek-hebrew\">,בזא <\/span> <span class=\"translit\">, baza<\/span>, Syr., and <span class=\"greek-hebrew\">,ביזא <\/span> <span class=\"translit\">, beiza<\/span>, Chald., signifies uber, \"a dug,\" mamma, \"a breast;\" agreeably to which the verb signifies to nourish. This would perfectly well suit with the Nile: whereas nothing can be more discordant than the idea of spoiling and plundering; for to the inundation of the Nile Egypt owed every thing; the fertility of the soil, and the very soil itself. Besides, the overflowing of the Nile came on by gentle degrees, covering with out laying waste the country: \" <i>Mira aeque natura fluminis, quod cum caeteri omnes abluant terras et eviscerent, Nilus tanto caeteris major adeo nihil exedit, nec abradit, ut contra adjiciat vires; minimumque in eo sit, quod solum temperet. Illato enim limo arenas saturat ac jungit; debetque illi Aegyptus non tantum fertilitatem terrarum, sed ipsas<\/i>,.\" - Seneca, Nat. Quaest., 4:2. I take the liberty, therefore, which Schultens seems to think allowable in this place, of hazarding a conjectural interpretation. It is a fact that the Ganges changes its course, and overruns and lays barren whole districts, from which it was a few years back several miles distant. Such changes do not nourish but spoil the ground. <\/p>",
    "audit": null
}