{
    "id": 8333,
    "source": "clarke",
    "verse_id": 18049,
    "verse_count": 1,
    "reference": "21:13",
    "title": "",
    "html": " <p> <em>The burden upon Arabia \"The oracle concerning Arabia\"—<\/em>, This title is of doubtful authority. In the first place, because it is not in many of the MSS. of the Septuagint; it is in MSS. Pachom. and 1. D. 2. only, as far as I can find with certainty. Secondly, from the singularity of the phraseology; for <span class=\"greek-hebrew\">,משא <\/span> <span class=\"translit\">, massa<\/span>, is generally prefixed to its object without a preposition, as <span class=\"greek-hebrew\">,בבל משא <\/span> <span class=\"translit\">, massa babel<\/span>,; and never but in this place with the preposition <span class=\"greek-hebrew\">,ב <\/span> <span class=\"translit\">, beth<\/span>,. Besides, as the word <span class=\"greek-hebrew\">,בערב <\/span> <span class=\"translit\">, baarab<\/span>, occurs at the very beginning of the prophecy itself, the first word but one, it is much to be suspected that some one, taking it for a proper name and the object of the prophecy, might note it as such by the words <span class=\"greek-hebrew\">,בערב משא <\/span> <span class=\"translit\">, massa baarab<\/span>, written in the margin, which he might easily transfer to the text. The Septuagint did not take it for a proper name, but render it <span class=\"greek-hebrew\">,εν τῳ δρυμῳ ἑσπερας<\/span>, \"in the forest, in the evening,\" and so the Chaldee, which I follow; for otherwise, the forest in Arabia is so indeterminate and vague a description, that in effect it means nothing at all. This observation might have been of good use in clearing up the foregoing very obscure prophecy, if any light had arisen from joining the two together by removing the separating title; but I see no connection between them. The Arabic Version has, \"The prophecy concerning the Arabians, and the children of Chedar.\" <\/p>\n\n <p>This prophecy was to have been fulfilled within a year of the time of its delivery, see <a class=\"isa\" verses=\"WzE4MDUyXQ==\">Isaiah 21:16<\/a>; and it was probably delivered about the same time with the rest in this part of the book, that is, soon before or after the 14th of Hezekiah, the year of Sennacherib's invasion. In his first march into Judea, or in his return from the Egyptian expedition, he might perhaps overrun these several clans of Arabians; their distress on some such occasion is the subject of this prophecy. - L. <\/p>",
    "audit": null
}