{
    "id": 8194,
    "source": "clarke",
    "verse_id": 17850,
    "verse_count": 1,
    "reference": "9:20",
    "title": "",
    "html": " <p> <em>The flesh of his own arm \"The flesh of his neighbor\"<\/em>,- \" <span class=\"greek-hebrew\">,Του βραχιονος του αδελφου αυτου<\/span>, the Septuagint Alexand. <i>Duplex versio, quarum altera legit <\/i> <span class=\"greek-hebrew\">,רעו <\/span> <span class=\"translit\">, reo<\/span>, <i>quae vox extat<\/i>, <a class=\"ref\">Jeremiah 6:21<\/a>. <i>Nam <\/i> <span class=\"greek-hebrew\">,רע <\/span> <span class=\"translit\">, rea<\/span>, <span class=\"greek-hebrew\">,αδελφος<\/span>, <a class=\"ref\">Genesis 43:33<\/a>. <i>Recte ni fallor<\/i>,.\"—Secker. I add to this excellent remark, that the Chaldee manifestly reads <span class=\"greek-hebrew\">,רעו <\/span> <span class=\"translit\">, reo<\/span>, his neighbor, not <span class=\"greek-hebrew\">,זרעו <\/span> <span class=\"translit\">, zeroo<\/span>, his arm; for he renders it by <span class=\"greek-hebrew\">,קריביה <\/span> <span class=\"translit\">, karibeyh<\/span>, his neighbor. And Jeremiah has the very same expression: <span class=\"greek-hebrew\">,יאכלו רעהו בשר ואיש <\/span> <span class=\"translit\">, veish besar reehu yochelu<\/span>, \"and every one shall eat the flesh of his neighbor,\" <a class=\"ref\">Jeremiah 19:9<\/a>. This observation, I think, gives the true reading and sense of this place: and the context strongly confirms it by explaining the general idea by particular instances, in the following verse: \"Every man shall devour the flesh of his neighbor;\" that is, they shall harass and destroy one another. \"Manasseh shall destroy Ephraim, and Ephraim, Manasseh;\" which two tribes were most closely connected both in blood and situation as brothers and neighbors; \"and both of them in the midst of their own dissensions shall agree in preying upon Judah.\" The common reading, \"shall devour the flesh of his own arm,\" in connection with what follows, seems to make either an inconsistency, or an anticlimax; whereas by this correction the following verse becomes an elegant illustration of the foregoing.—L. <\/p>",
    "audit": null
}