{
    "id": 8922,
    "source": "clarke",
    "verse_id": 18901,
    "verse_count": 1,
    "reference": "65:3",
    "title": "",
    "html": "<p><em>That sacrificeth in gardens, and burneth incense upon altars of brick \"Sacrificing in the gardens, and burning incense on the tiles\"—<\/em> These are instances of heathenish superstition, and idolatrous practices, to which the Jews were immoderately addicted before the Babylonish captivity. The heathen worshipped their idols in groves; whereas God, in opposition to this species of idolatry, commanded his people, when they should come into the promised land, to destroy all the places wherein the Canaanites had served their gods, and in particular to burn their groves with fire, <a class=\"ref\">Deuteronomy 12:2, Deuteronomy 12:3<\/a>. These apostate Jews sacrificed upon altars built of bricks; in opposition to the command of God in regard to his altar, which was to be of unhewn stone, <a class=\"ref\">Exodus 20:26<\/a>. <i>Et pro uno altari, quod impolitis lapidibus Dei erat lege constructum, coctos lateres et agrorum cespites hostiarum sanguine cruentabant<\/i> . \"And instead of one altar which, according to the law of God, was, to be constructed of unhewn stones, they stained the bricks and turfs of the fields with the blood of their victims.\" Hieron. in loc. Or it means, perhaps, that they sacrificed upon the roofs of their houses, which were always flat, and paved with brick, or tile, or plaster of terrace. An instance of this idolatrous practice we find in <a class=\"ref\">2 Kings 23:12<\/a> , where it is said that Josiah \"beat down the altars that were on the top of the upper chamber of Ahaz, which the kings of Judah had made.\" See also <a class=\"ref\">Zephaniah 1:5<\/a>. Sir John Chardin's MS. note on this place of Isaiah is as follows: \"<i>Ainsi font tous les Gentiles, sur les lieux eleves, et sur les terrasses, appellez latcres, pareeque sont faits de briq<\/i> .\" \"Who dwell in the sepulchres, and lodge in the caverns,\" for the purposes of necromancy and divination; to obtain dreams and revelations. Another instance of heathenish superstition: so Virgil: -<\/p> \n\n<p><i>Huc dona sacerdos<\/i><\/p><i>\n\n<p>Cum tulit, et caesarum ovium sub nocte silenti<\/p> \n\n<p>Pellibus incubuit stratis, somnosque petivit:<\/p> \n\n<p>Multa modis simulacra videt volitantia miris,<\/p> \n\n<p>Et varias audit voces, fruiturque deorum<\/p> \n\n<\/i><p><i>Colloquio, atque imis Acheronta affatur Avernis<\/i> .<\/p> \n\n<p><i>Aen. 7:86. - L<\/i> . <i><\/i><\/p><i>\n\n<\/i><p><i><\/i> \"Here in distress the Italian nations come,<\/p> \n\n<p>Anxious, to clear their doubts, and learn their doom.<\/p> \n\n<p>First, on the fleeces of the slaughtered sheep,<\/p> \n\n<p>By night the sacred priest dissolves in sleep:<\/p> \n\n<p>When in a train, before his slumbering eye,<\/p> \n\n<p>Thin airy forms and wondrous visions fly.<\/p> \n\n<p>He calls the powers who guard the infernal floods,<\/p> \n\n<p>And talks inspired, familiar with the gods.\"<\/p> \n\n<p><i>Pitt. <\/i><\/p><i>\n\n<\/i><p><i><\/i> There was a practice exactly like this which prevailed among the Highlanders of Scotland; an authentic account of this is given by Sir Walter Scott, in a note on his poem called The Lady of the Lake. It is as follows: -<\/p> \n\n<p>\"The Highlanders, like all rude people, had various superstitious modes of inquiring into futurity. One of the most noted was the Taghairm, mentioned in the text. A person was wrapped up in the skin of a newly-slain bullock, and deposited beside a waterfall, or at the bottom of a precipice, or in some other strange, wild, and unusual situation, where the scenery around him suggested nothing but objects of horror. In this situation he revolved in his mind the question proposed; and whatever was impressed upon him by his exalted imagination passed for the inspiration of the disembodied spirits who haunt these desolate recesses. In some of the Hebrides, they attributed the same oracular power to a large black stone by the sea-shore, which they approached with certain solemnities; and considered the first fancy which came into their own minds after they did so, to be the undoubted dictate of the tutelar deity of the stone; and as such to be, if possible, punctually complied with. Martin has recorded the following curious modes of Highland augury, in which the Taghairm, and its effects upon the person who was subjected to it, may serve to illustrate the text.<\/p> \n\n<p>\"It was an ordinary thing among the over-curious to consult an invisible oracle concerning the fate of families and battles, etc. This was performed three different ways; the first was by a company of men, one of whom, being detached by lot, was afterwards carried to a river, which was the boundary between two villages. Four of the company laid hold on him; and, having shut his eyes, they took him by the legs and arms, and then, tossing him to and again, struck his hips with force against the bank. One of them cried out, What is it you have got here? Another answers, A log of birch-wood. The other cries again, Let his invisible friends appear from all quarters, and let them relieve him by giving an answer to our present demands; and in a few minutes after, a number of little creatures came from the sea, who answered the question, and disappeared suddenly. The man was then set at liberty; and they all returned home, to take their measures according to the prediction of their false prophets; but the poor deluded fools were abused, for the answer was still ambiguous. This was always practiced in the night, and may literally be called the works of darkness.<\/p> \n\n<p>\"I had an account from the most intelligent and judicious men in the Isle of Skie, that, about sixty-two years ago, the oracle was thus consulted only once, and that was in the parish of Kilmartin, on the east side, by a wicked and mischievous race of people, who are now extinguished, both root and branch.<\/p> \n\n<p>\"The second way of consulting the oracle was by a party of men, who first retired to solitary places, remote from any house; and there they singled out one of their number, and wrapt him in a big cow's hide, which they folded about him. His whole body was covered with it, except his head, and so left in this posture all night, until his invisible friends relieved him, by giving a proper answer to the question in hand; which he received, as he fancied, from several persons that he found about him all that time. His consorts returned to him at the break of day, and then he communicated his news to them; which often proved fatal to those concerned in such unwarrantable inquiries.<\/p> \n\n<p>\"There was a third way of consulting, which was a confirmation of the second above mentioned. The same company who put the man into the hide took a live cat, and put him on a spit. One of the number was employed to turn the spit, and one of his consorts inquired of him, What are you doing? He answered, I roast this cat until his friends answer the question; which must be the same that was proposed by the man shut up in the hide. And afterwards, a very big cat (in allusion to the story of 'the King of the Cats,' in Lord Lyttleton's Letters, and well known in the Highlands as a nursery tale) comes, attended by a number of lesser cats, desiring to relieve the cat turned upon the spit, and then answers the question. If this answer proved the same that was given to the man in the hide, then it was taken as a confirmation of the other, which, in this case, was believed infallible.<\/p> \n\n<p>\"Mr. Alexander Cooper, present minister of North-Vist, told me that one John Erach, in the Isle of Lewis, assured him it was his fate to have been led by his curiosity with some who consulted this oracle, and that he was a night within the hide, as above-mentioned; during which time he felt and heard such terrible things, that he could not express them. The impression it made on him was such as could never go off; and he said for a thousand worlds he would never again be concerned in the like performance, for this had disordered him to a high degree. He confessed it ingenuously, and with an air of great remorse; and seemed to be very penitent under a just sense of so great a crime. He declared this about five years since, and is still living in the Lewis for any thing I know.\" - Description of the Western Isles p. 110. See also Pennant's Scottish Tour, vol. 2 p. 361.<\/p> ",
    "audit": null
}