{
    "id": 8074,
    "source": "clarke",
    "verse_id": 17679,
    "verse_count": 1,
    "reference": "1:24",
    "title": "",
    "html": " <p> <em>Ah, I will ease me \"Aha! I will be eased\"—<\/em>, Anger, arising from a sense of injury and affront, especially from those who, from every consideration of duty and gratitude, ought to have behaved far otherwise, is an uneasy and painful sensation: and revenge, executed to the full on the offenders, removes that uneasiness, and consequently is pleasing and quieting, at least for the present. Ezekiel, <a class=\"ref\">Ezekiel 5:13<\/a>, introduces God expressing himself in the same manner:—<\/p>\n\n <p>\"And mine anger shall be fully accomplished; <\/p>\n\n <p>And I will make my fury rest upon them; <\/p>\n\n <p>And I will give myself ease.\" <\/p>\n\n <p>This is a strong instance of the metaphor called anthropopathia, by which, throughout the Scriptures, as well the historical as the poetical parts, the sentiments sensations, and affections, the bodily faculties qualities, and members, of men, and even of brute animals, are attributed to God, and that with the utmost liberty and latitude of application. The foundation of this is obvious; it arises from necessity; we have no idea of the natural attributes of God, of his pure essence, of his manner of existence, of his manner of acting: when therefore we would treat on these subjects, we find ourselves forced to express them by sensible images. But necessity leads to beauty; this is true of metaphor in general, and in particular of this kind of metaphor, which is used with great elegance and sublimity in the sacred poetry; and what is very remarkable, in the grossest instances of the application of it, it is generally the most striking and the most sublime. The reason seems to be this: when the images are taken from the superior faculties of the human nature, from the purer and more generous affections, and applied to God, we are apt to acquiesce in the notion; we overlook the metaphor, and take it as a proper attribute; but when the idea is gross and offensive as in this passage of Isaiah, where the impatience of anger and the pleasure of revenge is attributed to God, we are immediately shocked at the application; the impropriety strikes us at once, and the mind, casting about for something in the Divine nature analogous to the image, lays hold on some great, obscure, vague idea, which she endeavors to comprehend, and is lost in immensity and astonishment. See De Sacr. Poesi. Hebr. Praeel. 16 sub. fin., where this matter is treated and illustrated by examples. <\/p>",
    "audit": null
}