{
    "id": 8643,
    "source": "clarke",
    "verse_id": 18509,
    "verse_count": 1,
    "reference": "43:3",
    "title": "",
    "html": " <p> <em>I gave Egypt for thy ransom— <\/em> This is commonly supposed to refer to the time of Sennacherib's invasion; who, when he was just ready to fall upon Jerusalem, soon after his entering Judea, was providentially diverted from that design, and turned his arms against the Egyptians, and their allies the Cushean Arabians, with their neighbors the Sabeans, probably joined with them under Tirhakah. See <a class=\"isa\" verses=\"eyIxODAzMSI6Nn0=\">Isaiah 20:1-6<\/a>; and <a class=\"isa\" verses=\"WzE4MzYyXQ==\">Isaiah 37:9<\/a>. Or as there are some reasonable objections to this opinion, perhaps it may mean more generally that God has often saved his people at the expense of other nations, whom he had, as it were in their stead, given up to destruction. Vitringa explains this of Shalmaneser's designs upon the kingdom of Judea after he had destroyed that of Samaria, from which he was diverted by carrying the war against the Egyptians, Cusheans, and Sabeans; but of this I think he has no clear proof in history. It is not to be wondered at that many things of this kind should remain very obscure for the want of the light of history, which in regard to these times is extremely deficient. <\/p> \n\n <p>\"Did not Cyrus overcome these nations? and might they not be given for releasing the Jews? It seems to have been so from <a class=\"isa\" verses=\"WzE4NTc2XQ==\">Isaiah 45:14<\/a>.\"—Secker. <\/p> \n\n <p>Kimchi refers all this to the deliverance of Jerusalem from the invasion of Sennacherib. Tirhakah, king of Ethiopia, had come out to war against the king of Assyria, who was there-upon obliged to raise the siege of Jerusalem. Thus the Ethiopians, Egyptians, and Sabeans were delivered into the hands of the Assyrians as a ransom for Israel.—Kimchi. I cannot help thinking this to be a very rational solution of the text. <\/p> ",
    "audit": null
}