{
    "id": 8243,
    "source": "clarke",
    "verse_id": 17925,
    "verse_count": 1,
    "reference": "13:18",
    "title": "",
    "html": "<p><em>Their bows also shall dash \"Their bows shall dash\"—<\/em> Both Herodotus, 1:61, and Xenophon, Anab. iii., mention, that the Persians used large bows<span class=\"greek-hebrew\"> τοξα μεγαλα<\/span>: and the latter says particularly that their bows were three cubits long, Anab. 4. They were celebrated for their archers, see <a class=\"isa\" verses=\"WzE4MDU5XQ==\">Isaiah 22:6<\/a>; <a class=\"ref\">Jeremiah 49:35<\/a>. Probably their neighbours and allies, the Medes, dealt much in the same sort of arms. In <a class=\"ref\">Psalm 18:34<\/a> , and <a class=\"ref\">Job 20:24<\/a> , mention is made of a bow of steel; if the Persian bows were of metal, we may easily conceive that with a metalline bow of three cubits' length, and proportionably strong, the soldiers might dash and slay the young men, the weaker and unresisting of the inhabitants (for they are joined with the fruit of the womb and the children) in the general carnage on taking the city. <span class=\"greek-hebrew\"> תרתשנה<\/span><span class=\"translit\"> terattashnah<\/span> , shall be broken or shivered to pieces. This seems to refer, not to<span class=\"greek-hebrew\"> נערים<\/span><span class=\"translit\"> nearim<\/span> , young men, but to<span class=\"greek-hebrew\"> קשתות<\/span><span class=\"translit\"> keshathoth<\/span> , their bows. The bows of the young men shall be broken to pieces.<\/p> \n\n<p><em>On the fruit, etc. \"And on the fruit,\" etc.—<\/em> A MS. of Dr. Kennicott's reads<span class=\"greek-hebrew\"> פרי ועל<\/span><span class=\"translit\"> veal peri<\/span> and on the fruit. And nine MSS. (three ancient) and two editions, with the Septuagint, Vulgate, and Syriac, add likewise the conjunction<span class=\"greek-hebrew\"> ו<\/span><span class=\"translit\"> vau<\/span> , and, to<span class=\"greek-hebrew\"> על<\/span><span class=\"translit\"> al<\/span> , upon, afterwards.<\/p> ",
    "audit": null
}