{
    "id": 8423,
    "source": "clarke",
    "verse_id": 18174,
    "verse_count": 1,
    "reference": "28:9",
    "title": "",
    "html": "<p><em>Whom shall he teach knowledge?\" Whom, say they, would he teach knowledge?\"—<\/em> The scoffers mentioned below,<a class=\"isa\" verses=\"WzE4MTc5XQ==\">Isaiah 28:14<\/a> , are here introduced as uttering their sententious speeches; they treat God's method of dealing with them, and warning them by his prophets, with contempt and derision. What, say they, doth he treat us as mere infants just weaned? doth he teach us like little children, perpetually inculcating the same elementary lessons, the mere rudiments of knowledge; precept after precept, line after line, here and there, by little and little? imitating at the same time, and ridiculing, in<a class=\"isa\" verses=\"WzE4MTc1XQ==\">Isaiah 28:10<\/a> , the concise prophetical manner. God, by his prophet, retorts upon them with great severity their own contemptuous mockery, turning it to a sense quite different from what they intended. Yes, saith he, it shall be in fact as you say; ye shall be taught by a strange tongue and a stammering lip; in a strange country; ye shall be carried into captivity by a people whose language shall be unintelligible to you, and which ye shall be forced to learn like children. And my dealing with you shall be according to your own words: it shall be command upon command for your punishment; it shall be line upon line, stretched over you to mark your destruction, (compare<a class=\"ref\">2 Kings 21:13<\/a> ;); it shall come upon you at different times, and by different degrees, till the judgments, with which from time to time I have threatened you, shall have their full accomplishment.<\/p> \n\n<p>Jerome seems to have rightly understood the general design of this passage as expressing the manner in which the scoffers, by their sententious speeches, turned into ridicule the warnings of God by his prophets, though he has not so well explained the meaning of the repetition of their speech in<a class=\"isa\" verses=\"WzE4MTc4XQ==\">Isaiah 28:13<\/a> . His words are on<a class=\"isa\" verses=\"WzE4MTc0XQ==\">Isaiah 28:9<\/a> ; \"<i> Solebant hoc ex persona prophetarum ludentes dicere<\/i> :\" and on<a class=\"isa\" verses=\"WzE4MTc5XQ==\">Isaiah 28:14<\/a> ; \"<i> Quod supra diximus, cum irrisione solitos principes Judaeorum prophetis dicere, manda, remanda, et caetera his similia, per quae ostenditur, nequaquam eos prophetarum credidisse sermonibus, sed prophetiam habuisse despectui, praesens ostendit capitulum, per quod appellantur viri illusores<\/i> .\" Hieron. in loc.<\/p> \n\n<p>And so Jarchi interprets the word<span class=\"greek-hebrew\"> משלים<\/span><span class=\"translit\"> mishelim<\/span> in the next verse:<i> Qui dicunt verba irrisionis parabolice<\/i> .\" And the Chaldee paraphrases<a class=\"isa\" verses=\"WzE4MTc2XQ==\">Isaiah 28:11<\/a> ; to the same purpose, understanding it as spoken, not of God, but of the people deriding his prophets:<i> \"Quoniam in mutatione loquelae et in lingua subsannationis irridebant contra prophetas, qui prophetabant populo huic<\/i> .\" - L.<\/p> ",
    "audit": null
}