{
    "id": 8819,
    "source": "clarke",
    "verse_id": 18767,
    "verse_count": 1,
    "reference": "57:1",
    "title": "",
    "html": " <p> <em>The righteous perisheth— <\/em> <span class=\"greek-hebrew\">,אבד הצדק <\/span> <span class=\"translit\">, hatstsadik abad<\/span>,. There is an emphasis here which seems intended to point out a particular person. See below. Perisheth - As the root <span class=\"greek-hebrew\">,אבד <\/span> <span class=\"translit\">, abad<\/span>, signifies the straying of cattle, their passing away from one pasture to another, I feel inclined to follow the grammatical meaning of the word \"perish,\" <i>pereo<\/i>,. So the Vulgate, <i>justus periit<\/i>, from <i>per<\/i>, By or Through, and <i>eo<\/i>, to Go. In his death the righteous man may be said to have passed through life, and to have passed by men, i.e., gone or passed before them into the eternal world. A similar mode of speech is used by our Saxon ancestors to express death: he went out of sight; and he went away; and to fare forth, to die. <\/p>\n\n <p>There are very few places in Isaiah where Jesus Christ is not intended; and I am inclined to think that He is intended here, That Just One; and perhaps Stephen had this place in view, when he thus charged the Jews, \"Ye denied <span class=\"greek-hebrew\">,τον ἁγιον και δικαιον<\/span>, that Holy and Just One,\" <a class=\"ref\">Acts 3:14<\/a>. That his death was not laid to heart by the wicked Jewish people, needs no proof. <\/p>\n\n <p> <em>Merciful men—<\/em>, If the first refers to Christ, this may well refer to the apostles. and to others of the primitive Christians, who were taken away, some by death and martyrdom, and others by a providential escape from the city that they knew was devoted to destruction. <\/p>\n\n <p> <em>The evil to come—<\/em>, That destruction which was to come upon this disobedient people by the Romans. <\/p>",
    "audit": null
}