{
    "id": 8078,
    "source": "clarke",
    "verse_id": 17684,
    "verse_count": 1,
    "reference": "1:29",
    "title": "",
    "html": " <p> <em>For they shall be ashamed of the oaks \"For ye shall be ashamed of the ilexes\"—<\/em>, Sacred groves were a very ancient and favorite appendage of idolatry. They were furnished with the temple of the god to whom they were dedicated, with altars, images, and every thing necessary for performing the various rites of worship offered there; and were the scenes of many impure ceremonies, and of much abominable superstition. They made a principal part of the religion of the old inhabitants of Canaan; and the Israelites were commanded to destroy their groves, among other monuments of their false worship. The Israelites themselves became afterwards very much addicted to this species of idolatry. <\/p>\n\n <p>\"When I had brought them into the land, <\/p>\n\n <p>Which I swore that I would give unto them; <\/p>\n\n <p>Then they saw every high hill and every thick tree; <\/p>\n\n <p>And there they slew their victims; <\/p>\n\n <p>And there they presented the provocation of their offerings; <\/p>\n\n <p>And there they placed their sweet savor; <\/p>\n\n <p>And there they poured out their libations.\" <\/p>\n\n <p> <i> <a class=\"ref\">Ezekiel 20:28<\/a>. <\/i> <\/p> <i>\n\n <\/i> <p> <i><\/i>,\"On the tops of the mountains they sacrifice; <\/p>\n\n <p>And on the hills they burn incense; <\/p>\n\n <p>Under the oak and the poplar; <\/p>\n\n <p>And the ilex, because her shade is pleasant.\" <\/p>\n\n <p> <i> <a class=\"ref\">Hosea 4:13<\/a>. <\/i> <\/p> <i>\n\n <\/i> <p> <i><\/i>, Of what particular kinds the trees here mentioned are, cannot be determined with certainty. In regard to <span class=\"greek-hebrew\">,אלה <\/span> <span class=\"translit\">, ellah<\/span>, in this place of Isaiah, as well as in Hosea, Celsius (Hierobot.) understands it of the terebinth, because the most ancient interpreters render it so; in the first place the Septuagint. He quotes eight places; but in three of these eight places the copies vary, some having <span class=\"greek-hebrew\">,δρυς<\/span>, the oak, instead of <span class=\"greek-hebrew\">,τερεβινθος<\/span>, the terebinth or turpentine tree. And he should have told us, that these same seventy render it in sixteen other places by <span class=\"greek-hebrew\">,δρυς<\/span>, the oak; so that their authority is really against him; and the Septuagint, \"stant pro quercu,\" contrary to what he says at first setting out. Add to this that Symmachus, Theodotion, and Aquila, generally render it by <span class=\"greek-hebrew\">,δρυς<\/span>, the oak; the latter only once rendering it by <span class=\"greek-hebrew\">,τερεβινθος<\/span>, the terebinth. His other arguments seem to me not very conclusive; he says, that all the qualities of <span class=\"greek-hebrew\">,אלה <\/span> <span class=\"translit\">, ellah<\/span>, agree to the terebinth, that it grows in mountainous countries, that it is a strong tree, long-lived, large and high, and deciduous. All these qualities agree just as well to the oak, against which he contends; and he actually attributes them to the oak in the very next section. But I think neither the oak nor the terebinth will do in this place of Isaiah, from the last circumstance which he mentions, their being deciduous, where the prophet's design seems to me to require an evergreen, otherwise the casting of its leaves would be nothing out of the common established course of nature, and no proper image of extreme distress and total desolation, parallel to that of a garden without water, that is, wholly burnt up and destroyed. An ancient, who was an inhabitant and a native of this country, understands it in like manner of a tree blasted with uncommon and immoderate heat; <i>velut arbores, cum frondes aestu torrente decusserunt<\/i>,. Ephrem Syr. in loc., edit. Assemani. Compare <a class=\"ref\">Psalm 1:4; Jeremiah 17:8<\/a>. Upon the whole I have chosen to make it the ilex, which word Vossius, Etymolog., derives from the Hebrew <span class=\"greek-hebrew\">,אלה <\/span> <span class=\"translit\">, ellah<\/span>, that whether the word itself be rightly rendered or not, I might at least preserve the propriety of the poetic image.—L. <\/p>\n\n <p>By the ilex the learned prelate means the holly, which, though it generally appears as a sort of shrub, grows, in a good soil, where it is unmolested, to a considerable height. I have one in my own garden, rising three stems from the root, and between twenty and thirty feet in height. It is an evergreen. <\/p>\n\n <p> <em>For they shall be ashamed \"For ye shall be ashamed\"— <\/em> <span class=\"greek-hebrew\">,תבושו <\/span> <span class=\"translit\">, teboshu<\/span>, in the second person, Vulgate, Chaldee, three MSS., one of my own, ancient, and one edition; and in agreement with the rest of the sentence. <\/p>",
    "audit": null
}