{
    "id": 8110,
    "source": "clarke",
    "verse_id": 17726,
    "verse_count": 1,
    "reference": "3:18",
    "title": "",
    "html": " <p> <em>Ornaments about their feet \"The ornaments of the feet rings\"— <\/em>,The late learned Dr. Hunt, professor of Hebrew and Arabic in the University of Oxford, has very well explained the word <span class=\"greek-hebrew\">,עכס <\/span>,both verb and noun, in his very ingenious Dissertation on Prov, <a class=\"isa\" verses=\"WzE3ODA1XQ==\">Isaiah 7:22 <\/a>,, <a class=\"isa\" verses=\"WzE3ODA2XQ==\">Isaiah 7:23 <\/a>. The verb means to skip, to bound, to dance along, and the noun, those ornaments of the feet which the Eastern ladies wore; chains or rings, which made a tinkling sound as they moved nimbly in walking. Eugene Roger, Description de la Terre Sainte, 54:2 ch. 2, speaking of the Arabian women, of the first rank in Palestine, says,\" <i>Au lieu de brasselets elles ont de menottes d'argent, qu'elles portent aux poignets et aux pieds; ou sont attachez quantite de petits annelets d'argent, qui font un cliquetis comme d'une cymbale, lorsqu'elles cheminent ou se mouvent quelque peu <\/i>,.\" See Dr. Hunt's Dissertation; where he produces other testimonies to the same purpose from authors of travels. Hindoo women of ill fame wear loose ornaments one above another on their ankles, which at every motion make a tinkling noise. See Ward. <\/p>,\n\n <p> <em>And their cauls \"the net-works\"— <\/em>,I am obliged to differ from the learned Schroederus almost at first setting out. He renders the word <span class=\"greek-hebrew\">,שביסים <\/span> <span class=\"translit\">,shebisim <\/span>,by soliculi, little ornaments, bullae, or studs, in shape representing the sun, and so answering to the following word <span class=\"greek-hebrew\">,שהרנים <\/span> <span class=\"translit\">,saharonim <\/span>,, lunulae, crescents. He supposes the word to be the same with <span class=\"greek-hebrew\">,שמישים <\/span> <span class=\"translit\">,shemishim <\/span>,, the <span class=\"greek-hebrew\">,י <\/span> <span class=\"translit\">,yod <\/span>,in the second syllable making the word diminutive, and the letter <span class=\"greek-hebrew\">,מ <\/span> <span class=\"translit\">,mem <\/span>,being changed for <span class=\"greek-hebrew\">,ב <\/span> <span class=\"translit\">,beth <\/span>,, a letter of the same organ. How just and well founded his authorities for the transmutation of these letters in the Arabic language are, I cannot pretend to judge; but as I know of no such instance in Hebrew, it seems to me a very forced etymology. Being dissatisfied with this account of the matter, I applied to my good friend above mentioned, the late Dr. Hunt, who very kindly returned the following answer to my inquiries: - <\/p>,\n\n <p>\"I have consulted the Arabic Lexicons, as well MS. as printed, but cannot find <span class=\"greek-hebrew\">,שביסים <\/span> <span class=\"translit\">,shebisim <\/span>,in any of them, nor any thing belonging to it; so that no help is to be had from that language towards clearing up the meaning of this difficult word. But what the Arabic denies, the Syriac perhaps may afford; in which I find the verb <span class=\"greek-hebrew\">,שבש <\/span> <span class=\"translit\">,shabas <\/span>,, to entangle or interweave, an etymology which is equally favorable to our marginal translation, net-works, with <span class=\"greek-hebrew\">,שבץ <\/span> <span class=\"translit\">,shabats <\/span>,, to make chequer work, or embroider, (the word by which Kimchi and others have explained <span class=\"greek-hebrew\">,שביס <\/span> <span class=\"translit\">,shabis <\/span>); and has moreover this advantage over it, that the letters <span class=\"greek-hebrew\">,ש <\/span> <span class=\"translit\">,sin <\/span>,and <span class=\"greek-hebrew\">,ס <\/span> <span class=\"translit\">,samech <\/span>,are very frequently put for each other, but <span class=\"greek-hebrew\">,צ <\/span> <span class=\"translit\">,tsaddi <\/span>,and <span class=\"greek-hebrew\">,ס <\/span> <span class=\"translit\">,samech <\/span>,scarcely ever. Aben Ezra joins <span class=\"greek-hebrew\">,שביסים <\/span> <span class=\"translit\">,shebisim <\/span>,and <span class=\"greek-hebrew\">,עכסים <\/span> <span class=\"translit\">,achasim <\/span>,, which immediately precedes it, together; and says that <span class=\"greek-hebrew\">,שביס <\/span> <span class=\"translit\">,shabis <\/span>,was the ornament of the leps, as <span class=\"greek-hebrew\">,עכס <\/span> <span class=\"translit\">,eches <\/span>,was of the feet. His words are, <span class=\"greek-hebrew\">,רגלים של עכס כמו שוקים של תכשיט שביס <\/span>,- L.\" <\/p>,",
    "audit": null
}