{
    "id": 8401,
    "source": "clarke",
    "verse_id": 18150,
    "verse_count": 1,
    "reference": "26:19",
    "title": "",
    "html": "<p><em>My dead body \"My deceased\"—<\/em> All the ancient Versions render it in the plural; they read<span class=\"greek-hebrew\"> נבלותי<\/span><span class=\"translit\"> niblothai<\/span> , my dead bodies. The Syriac and Chaldee read<span class=\"greek-hebrew\"> נבלותיהם<\/span><span class=\"translit\"> niblotheyhem<\/span> , their dead bodies. No MS. yet found confirms this reading.<\/p> \n\n<p><em>The dew of herbs \"The dew of the dawn\"—<\/em> Lucis, according to the Vulgate; so also the Syriac and Chaldee.<\/p> \n\n<p>The deliverance of the people of God from a state of the lowest depression is explained by images plainly taken from the resurrection of the dead. In the same manner the Prophet Ezekiel represents the restoration of the Jewish nation from a state of utter dissolution by the restoring of the dry bones to life, exhibited to him in a vision, chap. 37, which is directly thus applied and explained,<a class=\"ref\">Ezekiel 37:11-13<\/a> . And this deliverance is expressed with a manifest opposition to what is here said above,<a class=\"ref\">Ezekiel 37:14<\/a> , of the great lords and tyrants, under whom they had groaned: -<\/p> \n\n<p>\"They are dead, they shall not live;<\/p> \n\n<p>They are deceased tyrants, they shall not rise:\"<\/p> \n\n<p>that they should be destroyed utterly, and should never be restored to their former power and glory. It appears from hence, that the doctrine of the resurrection of the dead was at that time a popular and common doctrine; for an image which is assumed in order to express or represent any thing in the way of allegory or metaphor, whether poetical or prophetical, must be an image commonly known and understood; otherwise it will not answer the purpose for which it is assumed. - L.<\/p> \n\n<p>Kimchi refers these words to the days of the Messiah, and says, \"Then many of the saints shall rise from the dead. \"And quotes<a class=\"ref\">Daniel 12:2<\/a> . Do not these words speak of the resurrection of our blessed Lord; and of that resurrection of the bodies of men, which shall be the consequence of his body being raised from the dead?<\/p> \n\n<p><em>Thy dead men shall live, - with my dead body shall they arise—<\/em> This seems very express.<\/p> ",
    "audit": null
}