{
    "id": 8092,
    "source": "clarke",
    "verse_id": 17705,
    "verse_count": 3,
    "reference": "2:19–21",
    "title": "",
    "html": "<p><em>Into the holes of the rocks \"Into caverns of rocks\"—<\/em> The country of Judea being mountainous and rocky, is full of caverns, as appears from the history of David's persecution under Saul. At En-gedi, in particular, there was a cave so large that David with six hundred men hid themselves in the sides of it; and Saul entered the mouth of the cave without perceiving that any one was there, 1 Samuel 24. Josephus, Antiq., lib. xiv., c. 15, and Bell. Jud., lib. 1, c. 16, tells us of a numerous gang of banditti, who, having infested the country, and being pursued by Herod with his army retired into certain caverns almost inaccessible, near Arbela in Galilee, where they were with great difficulty subdued. Some of these were natural, others artificial. \"Beyond Damascus,\" says Strabo, lib. xvi., \"are two mountains called Trachones, from which the country has the name of Trachonitis; and from hence towards Arabia and Iturea, are certain rugged mountains, in which there are deep caverns, one of which will hold four thousand men.\" Tavernier, Voyage de Perse, part ii., chap. 4, speaks of a grot, between Aleppo and Bir, that would hold near three thousand horse. \"Three hours distant from Sidon, about a mile from the sea, there runs along a high rocky mountain, in the sides of which are hewn a multitude of grots, all very little differing from each other. They have entrances about two feet square: on the inside you find in most or all of them a room of about four yards square. There are of these subterraneous caverns two hundred in number. It may, with probability at least, be concluded that these places were contrived for the use of the living, and not of the dead. Strabo describes the habitations of the Troglodytae to have been somewhat of this kind.\" - Maundrell, p. 118. The Horites, who dwelt in Mount Seir, were Troglodytae, as their name<span class=\"greek-hebrew\"> הרים<\/span><span class=\"translit\"> horim<\/span> , imports. But those mentioned by Strabo were on each side of the Arabian gulf. Mohammed (Koran, chap. 15 xxvi.) speaks of a tribe of Arabians, the tribe of Thamud, \"who hewed houses out of the mountains, to secure themselves.\" Thus, \"because of the Midianites, the children of Israel made them the dens which are in the mountains, and caves and strong holds,\" <a class=\"ref\">Judges 6:2<\/a>. To these they betook themselves for refuge in times of distress and hostile invasion: \"When the men of Israel saw that they were in a strait, for the people were distressed, then the people did hide themselves in caves, and in thickets, and in rocks, and in high places, and in pits,\" <a class=\"ref\">1 Samuel 13:6<\/a> , and see <a class=\"ref\">Jeremiah 41:9<\/a>. Therefore \"to enter into the rock, to go into the holes of the rocks, and into the caves of the earth,\" was to them a very proper and familiar image to express terror and consternation. The prophet Hosea, <a class=\"ref\">Hosea 10:8<\/a> , hath carried the same image farther, and added great strength and spirit to it:<\/p> \n\n<p>\"They shall say to the mountains, Cover us;<\/p> \n\n<p>And to the hills, Fall on us;\"<\/p> \n\n<p>which image, together with these of Isaiah, is adopted by the sublime author of the Revelation, <a class=\"ref\">Revelation 6:15, Revelation 6:16<\/a> , who frequently borrows his imagery from our prophet. - L.<\/p> ",
    "audit": null
}