{
    "id": 8052,
    "source": "clarke",
    "verse_id": 17657,
    "verse_count": 1,
    "reference": "1:2",
    "title": "",
    "html": " <p> <em>Hear, O heavens \"Hear, O ye heavens\"—<\/em>, God is introduced as entering into a public action, or pleading, before the whole world, against his disobedient people. The prophet, as herald or officer to proclaim the summons to the court, calls upon all created beings, celestial and terrestrial, to attend and bear witness to the truth of his plea and the justice of his cause. The same scene is more fully displayed in the noble exordium of <a class=\"ref\">Psalm 1:1-6<\/a>, where God summons all mankind, from east to west, to be present to hear his appeal; and the solemnity is held on Sion, where he is attended with the same terrible pomp that accompanied him on Mount Sinai:—<\/p>\n\n <p>\"A consuming fire goes before him <\/p>\n\n <p>And round him rages a violent tempest: <\/p>\n\n <p>He calleth the heavens from above. <\/p>\n\n <p>And the earth, that he may contend in judgment with his people.\" <\/p>\n\n <p> <i> <a class=\"ref\">Psalm 50:3, Psalm 50:4<\/a>. <\/i> <\/p> <i>\n\n <\/i> <p> <i><\/i>, By the same bold figure, Micah calls upon the mountains, that is, the whole country of Judea, to attend to him, <a class=\"isa\" verses=\"WzE3NzcxLDE3NzcyXQ==\">Isaiah 6:1, Isaiah 6:2<\/a>;:—<\/p>\n\n <p>\"Arise, plead thou before the mountains, <\/p>\n\n <p>And let the hills hear thy voice. <\/p>\n\n <p>Hear, O ye mountains, the controversy of Jehovah; <\/p>\n\n <p>And ye, O ye strong foundations of the earth: <\/p>\n\n <p>For Jehovah hath a controversy with his people, <\/p>\n\n <p>And he will plead his cause against Israel.\" <\/p>\n\n <p>With the like invocation, Moses introduces his sublime song, the design of which was the same as that of this prophecy, \"to testify as a witness, against the Israelites,\" for their disobedience, <a class=\"ref\">Deuteronomy 31:21<\/a>;:—<\/p>\n\n <p>\"Give ear, O ye heavens, and I will speak; <\/p>\n\n <p>And let the earth hear the words of my mouth.\" <\/p>\n\n <p> <i> <a class=\"ref\">Deuteronomy 32:1<\/a>. <\/i> <\/p> <i>\n\n <\/i> <p> <i><\/i>, This, in the simple yet strong oratorical style of Moses, is, \"I call heaven and earth to witness against thee this day; life and death have I set before thee; the blessing and the curse: choose now life, that thou mayest live, thou and thy seed.\" <a class=\"ref\">Deuteronomy 30:19<\/a>. The poetical style, by an apostrophe, sets the personification in a much stronger light. <\/p>\n\n <p> <em>Hath spoken \"That speaketh\"—<\/em>, I render it in the present time, pointing it <span class=\"greek-hebrew\">,דבר <\/span> <span class=\"translit\">, dober<\/span>,. There seems to be an impropriety in demanding attention to a speech already delivered. But the present reading may stand, as the prophet may be here understood to declare to the people what the Lord had first spoken to him. <\/p>\n\n <p> <em>I have nourished—<\/em>, The Septuagint have <span class=\"greek-hebrew\">,εγεννησα<\/span>, \"I have begotten.\" Instead of <span class=\"greek-hebrew\">,גדלתי <\/span> <span class=\"translit\">, giddalti<\/span>, they read <span class=\"greek-hebrew\">,ילדתי <\/span> <span class=\"translit\">, yaladti<\/span>,; the word little differing from the other, and perhaps more proper; which the Chaldee likewise seems to favor; \"vocavi eos filios.\" See <a class=\"ref\">Exodus 4:22; Jeremiah 31:9<\/a>. <\/p>",
    "audit": null
}