{
    "id": 8337,
    "source": "clarke",
    "verse_id": 18054,
    "verse_count": 1,
    "reference": "22:1",
    "title": "",
    "html": "<p><em>Art - gone up to the house-tops \"Are gone up to the house-tops\"—<\/em> The houses in the east were in ancient times, as they are still, generally, built in one and the same uniform manner. The roof or top of the house is always flat, covered with broad stones, or a strong plaster of terrace, and guarded on every side with a low parapet wall; see <a class=\"ref\">Deuteronomy 22:8<\/a>. The terrace is frequented as much as any part of the house. On this, as the season favors, they walk, they eat, they sleep, they transact business, ( <a class=\"ref\">1 Samuel 9:25<\/a> , see also the Septuagint in that place), they perform their devotions <a class=\"ref\">Acts 10:9<\/a>. The house is built with a court within, into which chiefly the windows open: those that open to the street are so obstructed with lattice-work that no one either without or within can see through them. Whenever, therefore, any thing is to be seen or heard in the streets, any public spectacle, any alarm of a public nature, every one immediately goes up to the house-top to satisfy his curiosity. In the same manner, when any one has occasion to make any thing public, the readiest and most effectual way of doing it is to proclaim it from the house-tops to the people in the streets. \"What ye hear in the ear, that publish ye on the house-top,\" saith our Savior, <a class=\"ref\">Matthew 10:27<\/a>. The people running all to the tops of their houses gives a lively image of a sudden general alarm. Sir John Chardin's MS. note on this place is as follows: \"<i>Dans les festes pour voir passer quelque chose, et dans les maladies pour les annoncer aux voisins en allumant des lumieres, le peuple monte sur les terrasses<\/i> .\" \"In festivals, in order to see what is going forward, and in times of sickness, in order to indicate them to neighbors by lighting of candles, the people go up to the house-tops.\"<\/p> ",
    "audit": null
}