{
    "id": 8913,
    "source": "clarke",
    "verse_id": 18888,
    "verse_count": 1,
    "reference": "64:2",
    "title": "",
    "html": "<p><em>As when the melting fire burneth \"As the fire kindleth the dry fuel\"—<\/em><span class=\"greek-hebrew\"> המסים<\/span><span class=\"translit\"> hamasim<\/span> . \"It means dry stubble, and the root is<span class=\"greek-hebrew\"> המס<\/span><span class=\"translit\"> hamas<\/span> , \"says Rabbi Jonah, <i>apud Sal ben Belec in loc<\/i> . Which is approved by Schultens, Orig. Hebrews p. 30.<\/p> \n\n<p>\"The fire kindling the stubble does not seem like enough to the melting of the mountains to be brought as a simile to it. What if thus? -<\/p> \n\n<p>'That the mountains might flow down at thy presence!<\/p> \n\n<p>As the fire of things smelted burneth,<\/p> \n\n<p>As the fire causeth the waters to boil - '<\/p> \n\n<p>There is no doubt of the Hebrew words of the second line bearing that version.\" - Dr. Jubb.<\/p> \n\n<p>I submit these different interpretations to the reader's judgment. For my own part I am inclined to think that the text is much corrupted in this place. The ancient Versions have not the least traces of either of the above interpretations. The Septuagint and Syriac agree exactly together in rendering this line by, \"As the wax melted before the fire,\" which can by no means be reconciled with the present text. The Vulgate, for<span class=\"greek-hebrew\"> המסים<\/span><span class=\"translit\"> hamasim<\/span> , read<span class=\"greek-hebrew\"> ימסו<\/span><span class=\"translit\"> yemasu<\/span> .<\/p> \n\n<p><em>That the nations—<\/em> For<span class=\"greek-hebrew\"> גוים<\/span><span class=\"translit\"> goyim<\/span> , the nations, four MSS. (one of them ancient) have<span class=\"greek-hebrew\"> הרים<\/span><span class=\"translit\"> harim<\/span> , the mountains. - L.<\/p> ",
    "audit": null
}