{
    "id": 8775,
    "source": "clarke",
    "verse_id": 18705,
    "verse_count": 1,
    "reference": "52:8",
    "title": "",
    "html": " <p> <em>Thy watchmen lift up the voice \"All thy watchmen lift up their voice\"— <\/em>,There is a difficulty in the construction of this place which, I think, none of the ancient versions or modern interpreters have cleared up satisfactorily. Rendered word for word it stands thus: \"The voice of thy watchmen: they lift up their voice.\" The sense of the first member, considered as elliptical, is variously supplied by various expositors; by none, as it seems to me, in any way that is easy and natural. I am persuaded there is a mistake in the present text, and that the true reading is <span class=\"greek-hebrew\">,צפיך כל <\/span> <span class=\"translit\">,col tsophayich <\/span>,, all thy watchmen, instead of <span class=\"greek-hebrew\">,צפיך קול <\/span> <span class=\"translit\">,kol tsophayich <\/span>,, the voice of thy watchmen. The mistake was easy from the similitude in sound of the two letters <span class=\"greek-hebrew\">,כ <\/span> <span class=\"translit\">,caph <\/span>,and <span class=\"greek-hebrew\">,ק <\/span> <span class=\"translit\">,koph <\/span>,. And in one MS. the <span class=\"greek-hebrew\">,ק <\/span> <span class=\"translit\">,koph <\/span>,is upon a rasure. This correction perfectly rectifies the sense and the construction. - L. <\/p>,\n\n <p> <em>They shall see eye to eye— <\/em>,May not this be applied to the prophets and apostles; the one predicting, and the other discovering in the prediction the truth of the prophecy. The meaning of both Testaments is best understood by bringing them face to face. <\/p>,\n\n <p> <em>When the Lord shall bring again Zion \"When Jehovah returneth to Zion\"— <\/em>,So the Chaldee: <span class=\"greek-hebrew\">,לציון שכנתיה יתיב כד <\/span> <span class=\"translit\">,cad yethib shechinteih letsiyon <\/span>,, \"when he shall place the shechinah in Zion.\" God is considered as having deserted his people during the captivity; and at the restoration, as returning himself with them to Zion, his former habitation. See <a class=\"ref\">Psalm 60:1 <\/a>; <a class=\"isa\" verses=\"WzE4NDMwXQ==\">Isaiah 40:9 <\/a>,, and note. <\/p>,",
    "audit": null
}