{
    "id": 8299,
    "source": "clarke",
    "verse_id": 18002,
    "verse_count": 1,
    "reference": "18:4",
    "title": "",
    "html": "<p><em>For so the Lord said unto me \"For thus hath Jehovah said unto me\"—<\/em>The subject of the remaining part of this chapter is, that God would comfort and support his own people, though threatened with immediate destruction by the Assyrians; that Sennacherib's great designs and mighty efforts against them should be frustrated; and that his vast expectations should be rendered abortive, when he thought them mature, and just ready to be crowned with success; that the chief part of his army should be made a prey for the beasts of the field and the fowls of the air, (for this is the meaning of the allegory continued through the fifth and sixth verses); and that Egypt, being delivered from his oppression, and avenged by the hand of God of the wrongs which she had suffered, should return thanks for the wonderful deliverance, both of herself and of the Jews, from this most powerful adversary.<\/p>\n\n<p><em>Like a clear heat \"Like the clear heat\"—<\/em>The same images are employed by an Arabian poet: - <\/p>\n\n<p>   <span class=\"translit\">Solis more fervens<\/span>,<span class=\"translit\"> dum frigus<\/span> ;<span class=\"translit\"> quumque ardet<\/span><\/p>\n\n<p>   Sirius,<span class=\"translit\"> tum vero frigus ipse et umbra<\/span> .<\/p>\n\n<p>Which is illustrated in the note by a like passage from another Arabian poet: - <\/p>\n\n<p>    <span class=\"translit\">Calor est hyeme<\/span>,<span class=\"translit\"> refrigerium aestate<\/span> .<\/p>\n\n<p>Excerpta ex Hamasa; published by Schultens, at the end of Erpenius's Arabic Grammar, p. 425.<\/p>\n\n<p><em>Upon herbs \"After rain\"<\/em> - \"<span class=\"greek-hebrew\">אור <\/span>   <span class=\"translit\">aur<\/span>  here signifies rain, according to what is said  <a class=\"ref\">Job 36:11<\/a>; : 'The cloud scatters his rain.'\" - Kimchi. In which place of Job the Chaldee paraphrast does indeed explain <span class=\"greek-hebrew\">אורו <\/span>   <span class=\"translit\">auro<\/span>  by <span class=\"greek-hebrew\">מטריה <\/span>   <span class=\"translit\">matereyh<\/span> ; and so again  <a class=\"ref\">Job 36:21<\/a>; and  <a class=\"ref\">Job 36:30<\/a>. This meaning of the word seems to make the best sense in this place; it is to be wished that it were better supported.<\/p>\n\n<p><em>In the heat of harvest \"In the day of harvest\"—<\/em>For <span class=\"greek-hebrew\">בחם <\/span>   <span class=\"translit\">bechom<\/span>, in the heat, fourteen MSS., (several ancient), the Septuagint, Syriac, Arabic, and Vulgate read <span class=\"greek-hebrew\">ביום <\/span>   <span class=\"translit\">beyom<\/span>, in the day. The mistake seems to have arisen from <span class=\"greek-hebrew\">כחם <\/span>   <span class=\"translit\">kechom<\/span>  in the line above.<\/p>",
    "audit": null
}