{
    "id": 8392,
    "source": "clarke",
    "verse_id": 18132,
    "verse_count": 21,
    "reference": 26,
    "title": "Chapter Commentary",
    "html": "<p>This chapter, like the foregoing, is a song of praise, in which thanksgivings for temporal and spiritual mercies are beautifully mingled, though the latter still predominate. Even the sublime and evangelical doctrine of the resurrection seems here to be hinted at, and made to typify the deliverance of the people of God from a state of the lowest misery; the captivity, the general dispersion, or both. This hymn too, like the preceding, is beautifully diversified by the frequent change of speakers. It opens with a chorus of the Church, celebrating the protection vouchsafed by God to his people; and the happiness of the righteous, whom he guards, contrasted with the misery of the wicked, whom he punishes,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 26:1-7<\/a>. To this succeeds their own pious resolution of obeying, trusting, and delighting in God,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 26:8<\/a>. Here the prophet breaks in, in his own person, eagerly catching the last words of the chorus, which were perfectly in unison with the feelings of his own soul, and which he beautifully repeats, as one musical instrument reverberates the sound of another on the same key with it. He makes likewise a suitable response to what had been said on the judgments of God, and observes their different effects on the good and the bad; improving the one, and hardening the other,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 26:9-11<\/a>. After this, a chorus of Jews express their gratitude to God for past deliverances, make confession of their sins, and supplicate his power, which they had been long expecting,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 26:12-18<\/a>. To this God makes a gracious reply, promising deliverance that should be as life from the dead,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 26:19<\/a>. And the prophet, (apparently alluding to the command of Moses to the Israelites, when the destroying angel was to go through the land of Egypt), concludes with exhorting his people to patience and resignation, till God sends the deliverance he has promised,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 26:20<\/a>,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 26:21<\/a>.<\/p>",
    "audit": null
}