{
    "id": 8426,
    "source": "clarke",
    "verse_id": 18180,
    "verse_count": 1,
    "reference": "28:15",
    "title": "",
    "html": " <p> <em>A covenant with death—<\/em>, To be in covenant with, is a kind of proverbial expression to denote perfect security from evil and mischief of any sort: - <\/p>\n\n <p>\"For thou shalt be in league with the stones of the field; <\/p>\n\n <p>And the beasts of the field shall be at peace with thee.\" <\/p>\n\n <p> <i> <a class=\"ref\">Job 5:23<\/a>. <\/i> <\/p> <i>\n\n <\/i> <p> <i><\/i>,\"And I will make a covenant for them with the beasts of the field. And with the fowls of heaven, and with the creeping things of the ground.\" <\/p>\n\n <p> <i> <a class=\"ref\">Hosea 2:18<\/a>. <\/i> <\/p> <i>\n\n <\/i> <p> <i><\/i>, That is, none of these shall hurt them. But Lucan, speaking of the Psylli, whose peculiar property it was to be unhurt by the bite of serpents, with which their country abounded, comes still nearer to the expression of Isaiah in this place: - <\/p>\n\n <p> <i>Gens unica terras <\/i> <\/p> <i>\n\n <p>Incolit a saevo serpentum innoxia morsu <\/p>\n\n <p>Marmaridae Psylli. - <\/p>\n\n <\/i> <p> <i>Pax illis cum morte data est<\/i>,. <\/p>\n\n <p> <i>Pharsal. 9:891. <\/i> <\/p> <i>\n\n <\/i> <p> <i><\/i>,\"Of all who scorching Afric's sun endure, <\/p>\n\n <p>None like the swarthy Psyllians are secure: <\/p>\n\n <p>With healing gifts and privileges graced, <\/p>\n\n <p>Well in the land of serpents were they placed: <\/p>\n\n <p>Truce with the dreadful tyrant death they have, <\/p>\n\n <p>And border safely on his realm the grave.\" <\/p>\n\n <p> <i>Rowe. <\/i> <\/p> <i>\n\n <\/i> <p> <i> <\/i> <em>We have made a covenant with death and with hell are we at agreement— <\/em> <span class=\"greek-hebrew\">,חזה עשינו <\/span> <span class=\"translit\">, asinu chozeh<\/span>, we have made a vision, we have had an interview, struck a bargain, and settled all preliminaries. So they had made a covenant with hell by diabolic sacrifice, <span class=\"greek-hebrew\">,ברית כרתנו <\/span> <span class=\"translit\">, carathnu beritth<\/span>,. \"We have cut the covenant sacrifice;\" they divided it for the contracting parties to pass between the separated victim; for the victim was split exactly down the middle, so that even the spinal marrow was exactly divided through its whole length; and being set opposite to each other, the contracting parties entered, one at the head part, the other at the feet; and, meeting in the center, took the covenant oath. Thus, it is intimated, these bad people made an agreement with <span class=\"greek-hebrew\">,שאול <\/span> <span class=\"translit\">, sheol<\/span>, with demons, with whom they had an interview; i.e., meeting them in the covenant sacrifice! To such a pitch had the Israelitish idolatry reached at that time! <\/p>",
    "audit": null
}