{
    "id": 8079,
    "source": "clarke",
    "verse_id": 17685,
    "verse_count": 1,
    "reference": "1:30",
    "title": "",
    "html": " <p> <em>Whose leaf \"Whose leaves\"—<\/em>, Twenty-six of Kennicott's, twenty-four of De Rossi's, one ancient, of my own, and seven editions, read <span class=\"greek-hebrew\">,אליה <\/span> <span class=\"translit\">, aleyha<\/span>, in its full and regular form. This is worth remarking, as it accounts for a great number of anomalies of the like kind, which want only the same authority to rectify them. <\/p>\n\n <p> <em>As a garden that hath no water \"A garden wherein is no water\"—<\/em>, In the hotter parts of the Eastern countries, a constant supply of water is so absolutely necessary for the cultivation and even for the preservation and existence of a garden, that should it want water but for a few days, every thing in it would be burnt up with the heat, and totally destroyed. There is therefore no garden whatever in those countries but what has such a certain supply, either from some neighboring river, or from a reservoir of water collected from springs, or filled with rain water in the proper season, in sufficient quantity to afford ample provision for the rest of the year. <\/p>\n\n <p>Moses, having described the habitation of man newly created as a garden planted with every tree pleasant to the sight and good for food, adds, as a circumstance necessary to complete the idea of a garden, that it was well supplied with water, \"And a river went out of Eden to water the garden;\" <a class=\"ref\">Genesis 2:10<\/a>;: see also <a class=\"ref\">Genesis 13:10<\/a>. <\/p>\n\n <p>That the reader may have a clear notion of this matter, it will be necessary to give some account of the management of their gardens in this respect. <\/p>\n\n <p>\"Damascus,\" says Maundrell, p. 122, \"is encompassed with gardens, extending no less, recording to common estimation, than thirty miles round; which makes it look like a city in a vast wood. The gardens are thick set with fruit trees of all kinds, kept fresh and verdant by the waters of the Barrady, (the Chrysorrhoas of the ancients), which supply both the gardens and city in great abundance. This river, as soon as it issues out from between the cleft of the mountain before mentioned into the plain, is immediately divided into three streams; of which the middlemost and biggest runs directly to Damascus, and is distributed to all the cisterns and fountains of the city. The other two (which I take to be the work of art) are drawn round, one to the right hand, and the other to the left, on the borders of the gardens, into which they are let as they pass, by little currents, and so dispersed all over the vast wood, insomuch that there is not a garden but has a fine quick stream running through it. The Barrady is almost wholly drunk up by the city and gardens. What small part of it escapes is united, as I was informed, in one channel again on the southeast side of the city; and, after about three or four hours' course finally loses itself in a bog there, without ever arriving at the sea.\" This was likewise the case in former times, as Strabo, lib. xvi., Pliny, lib. 5:18, testify; who say, \"that this river was expended in canals, and drunk up by watering the place.\" <\/p>\n\n <p>\"The best sight,\" says the same Maundrell, p. 39, \"that the palace of the emir of Beroot, anciently Berytus, affords, and the worthiest to be remembered, is the orange garden. It contains a large quadrangular plat of ground, divided into sixteen lesser squares, four in a row, with walks between them. The walks are shaded with orange trees of a large spreading size. Every one of these sixteen lesser squares in the garden was bordered with stone; and in the stone work were troughs, very artificially contrived, for conveying the water all over the garden; there being little outlets cut at every tree for the stream as it passed by to flow out and water it.\" The royal gardens at Ispahan are watered just in the same manner, according to Kempfer's description, Amoen. Exot., p. 193. <\/p>\n\n <p>This gives us a clear idea of the <span class=\"greek-hebrew\">,מים פלגי <\/span> <span class=\"translit\">, palgey mayim<\/span>, mentioned in the first Psalm, and other places of Scripture, \"the divisions of waiters,\" the waters distributed in artificial canals; for so the phrase properly signifies. The prophet Jeremith, chap. 17:8, has imitated, and elegantly amplified, the passage of the psalmist above referred to: - <\/p>\n\n <p>\"He shall be like a tree planted by the water side, <\/p>\n\n <p>And which sendeth forth her roots to the aqueduct. <\/p>\n\n <p>She shall not fear, when the heat cometh; <\/p>\n\n <p>But her leaf shall be green; <\/p>\n\n <p>And in the year of drought she shall not be anxious, <\/p>\n\n <p>Neither shall she cease from bearing fruit.\" <\/p>\n\n <p>From this image the son of Sirach, <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Ecclesiasticus+24:30&t1=en_nas\" id=\"74\" class=\"stL\" target=\"_blank\">, Ecclesiasticus 24:30<\/a>, <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Ecclesiasticus+24:31&t1=en_nas\" id=\"75\" class=\"stL\" target=\"_blank\">,31<\/a>, has most beautifully illustrated the influence and the increase of religious wisdom in a well prepared heart. <\/p>\n\n <p>\"I also come forth as a canal from a river, <\/p>\n\n <p>And as a conduit flowing into a paradise. <\/p>\n\n <p>I said, I will water my garden, <\/p>\n\n <p>And I will abundantly moisten my border: <\/p>\n\n <p>And, lo! my canal became a river, <\/p>\n\n <p>And my river became a sea.\" <\/p>\n\n <p>This gives us the true meaning of the following elegant proverb, <a class=\"ref\">Proverbs 21:1<\/a>;: - <\/p>\n\n <p>\"The heart of the king is like the canals of waters in the hand of Jehovah; Whithersoever it pleaseth him, he inclineth it.\" <\/p>\n\n <p>The direction of it is in the hand of Jehovah, as the distribution of the water of the reservoir through the garden by different canals is at the will of the gardener. <\/p>\n\n <p>\" <i>Et, cum exustus ager morientibus aestuat herbis, <\/i> <\/p> <i>\n\n <p>Ecce supercilio clivosi tramitis undam <\/p>\n\n <p>Elicit: illa cadens raucum per levia murmur <\/p>\n\n <\/i> <p> <i>Saxa ciet, scatebrisque arentia temperat arva<\/i>,.\" <\/p>\n\n <p> <i>Virg., Georg. 1:107. <\/i> <\/p> <i>\n\n <\/i> <p> <i><\/i>,\"Then, when the fiery suns too fiercely play, <\/p>\n\n <p>And shrivelled herbs on withering stems decay, <\/p>\n\n <p>The wary ploughman on the mountain's brow <\/p>\n\n <p>Undams his watery stores; huge torrents flow; <\/p>\n\n <p>And, rattling down the rocks, large moisture yield, <\/p>\n\n <p>Tempering the thirsty fever of the field.\" <\/p>\n\n <p> <i>Dryden. <\/i> <\/p> <i>\n\n <\/i> <p> <i><\/i>, Solomon, <a class=\"ref\">Ecclesiastes 2:1, Ecclesiastes 2:6<\/a>, mentions his own works of this kind: - <\/p>\n\n <p>\"I made me gardens, and paradises; <\/p>\n\n <p>And I planted in them all kinds of fruit trees. <\/p>\n\n <p>I made me pools of water, <\/p>\n\n <p>To water with them the grove flourishing with trees.\" <\/p>\n\n <p>Maundrell, p. 88, has given a description of the remains, as they are said to be, of these very pools made by Solomon, for the reception and preservation of the waters of a spring, rising at a little distance from them; which will give us a perfect notion of the contrivance and design of such reservoirs. <\/p>\n\n <p>\"As for the pools, they are three in number, lying in a row above each other; being so disposed that the waters of the uppermost may descend into the second, and those of the second into the third. Their figure is quadrangular, the breadth is the same in all, amounting to about ninety paces. In their length there is some difference between them; the first being about one hundred and sixty paces long, the second, two hundred, and the third, two hundred and twenty. They are all lined with wall and plastered; and contain a great depth of water.\" <\/p>\n\n <p>The immense works which were made by the ancient kings of Egypt for recovering the waters of the Nile, when it overflowed, for such uses, are well known. But there never was a more stupendous work of this kind than the reservoir of Saba, or Merab, in Arabia Felix. According to the tradition of the country, it was the work of Balkis, that queen of Sheba who visited Solomon. It was a vast lake formed by the collection of the waters of a torrent in a valley, where, at a narrow pass between two mountains, a very high mole or dam was built. The water of the lake so formed had near twenty fathoms depth; and there were three sluices at different heights, by which, at whatever height the lake stood, the plain below might be watered. By conduits and canals from these sluices the water was constantly distributed in due proportion to the several lands; so that the whole country for many miles became a perfect paradise. The city of Saba, or Merab, was situated immediately below the great dam; a great flood came, and raised the lake above its usual height; the dam gave way in the middle of the night; the waters burst forth at once, and overwhelmed the whole city, with the neighboring towns and people. The remains of eight tribes were forced to abandon their dwellings, and the beautiful valley became a morass and a desert. This fatal catastrophe happened long before the time of Mohammed, who mentions it in the Koran, chap. 34: ver. 15. See also Sale, Prelim. s. 1 p. 10, and Michaelis, Quest. aux Voyag. Daniel No. 94. Niebuhr, Descrip. de l'Arabie. p. 240. - L. <\/p>",
    "audit": null
}