{
    "id": 8112,
    "source": "clarke",
    "verse_id": 17729,
    "verse_count": 1,
    "reference": "3:21",
    "title": "",
    "html": "<p><em>Nose-jewels \"The jewels of the nostril\" -<\/em><span class=\"greek-hebrew\">האף נזמי <\/span>   <span class=\"translit\">nizmey haaph<\/span> . Schroederus explains this, as many others do, of jewels, or strings of pearl hanging from the forehead, and reaching to the upper part of the nose; than which nothing can be more ridiculous, as such are seldom seen on an Asiatic face. But it appears from many passages of Holy Scripture that the phrase is to be literally and properly understood of nose-jewels, rings set with jewels hanging from the nostrils, as ear-rings from the ears, by holes bored to receive them.<\/p>\n\n<p>Ezekiel, enumerating the common ornaments of women of the first rank, has not omitted this particular, and is to be understood in the same manner,  <a class=\"ref\">Ezekiel 16:11,  Ezekiel 16:12<\/a>. See also  <a class=\"ref\">Genesis 24:47<\/a>; : - <\/p>\n\n<p>   \"And I decked thee with ornaments;<\/p>\n\n<p>  And I put bracelets upon thine hands,<\/p>\n\n<p>And a chain on thy neck:<\/p>\n\n<p>And I put a jewel on thy nose,<\/p>\n\n<p>And ear-rings on thine ears,<\/p>\n\n<p>   And a splendid crown upon thine head.\"<\/p>\n\n<p>And in an elegant proverb of Solomon,  <a class=\"ref\">Proverbs 11:22<\/a>, there is a manifest allusion to this kind of ornament, which shows it to have been used in his time: - <\/p>\n\n<p>   \"As a jewel of gold in the snout of a swine;<\/p>\n\n<p>   So is a woman beautiful, but wanting discretion.\"<\/p>\n\n<p>This fashion, however strange it may appear to us, was formerly and is still common in many parts of the East, among women of all ranks. Paul Lucas, speaking of a village or clan of wandering people, a little on this side of the Euphrates, says, (2d Voyage du Levant, tom. i., art. 24), \"The women, almost all of them, travel on foot; I saw none handsome among them. They have almost all of them the nose bored; and wear in it a great ring, which makes them still more deformed.\" But in regard to this custom, better authority cannot be produced than that of Pietro della Valle, in the account which he gives of the lady before mentioned, Signora Maani Gioerida, his own wife. The description of her dress, as to the ornamental parts of it, with which he introduces the mention of this particular, will give us some notion of the taste of the Eastern ladies for finery. \"The ornaments of gold and of jewels for the head, for the neck, for the arms, for the legs, and for the feet (for they wear rings even on their toes) are indeed, unlike those of the Turks, carried to great excess, but not of great value: for in Bagdad jewels of high price are either not to be had, or are not used; and they wear such only as are of little value, as turquoises, small rubies, emeralds, carbuncles, garnets, pearls, and the like. My spouse dresses herself with all of them according to their fashion; with exception, however, of certain ugly rings of very large size, set with jewels, which, in truth, very absurdly, it is the custom to wear fastened to one of their nostrils, like buffaloes: an ancient custom, however, in the East, which, as we find in the Holy Scriptures, prevailed among the Hebrew ladies even in the time of Solomon,  <a class=\"ref\">Proverbs 11:22<\/a>. These nose-rings, in complaisance to me, she has left off, but I have not yet been able to prevail with her cousin and her sisters to do the same; so fond are they of an old custom, be it ever so absurd, who have been long habituated to it.\" Viaggi, Tom. i., Let. 17.<\/p>\n\n<p>It is the left nostril that is bored and ornamented with rings and jewels. More than one hundred drawings from life of Eastern ladies lie now before me, and scarcely one is without the nose-jewel: both the arms and wrists are covered with bracelets, arm-circles, etc., as also their legs and feet; the soles of their feet and palms of their hands coloured beautifully red with henna, and their hair plaited and ornamented superbly. These beautiful drawings are a fine comment on this chapter.<\/p>",
    "audit": null
}