{
    "id": 8251,
    "source": "clarke",
    "verse_id": 17933,
    "verse_count": 1,
    "reference": "14:4",
    "title": "",
    "html": " <p> <em>This proverb \"This parable\"— <\/em> <span class=\"greek-hebrew\">,משל <\/span> <span class=\"translit\">,mashal <\/span>,, I take this to be the general name for poetic style among the Hebrews, including every sort of it, as ranging under one or other, or all of the characters, of sententious, figurative, and sublime; which are all contained in the original notion, or in the use and application of the word <span class=\"translit\">,mashal <\/span>,. Parables or proverbs, such as those of Solomon, are always expressed in short pointed sentences; frequently figurative, being formed on some comparison; generally forcible and authoritative, both in the matter and the form. And such in general is the style of the Hebrew poetry. The verb <span class=\"translit\">,mashal <\/span>,signifies to rule; to exercise authority; to make equal; to compare one thing with another; to utter parables, or acute, weighty, and powerful speeches, in the form and manner of parables, though not properly such. Thus Balaam's first prophecy, (<a class=\"ref\">Numbers 23:7-10 <\/a>;), is called his <span class=\"translit\">,mashal <\/span>,; though it has hardly any thing figurative in it: but it is beautifully sententious, and, from the very form and manner of it, has great spirit, force, and energy. Thus Job's last speeches, in answer to his three friends, chap. 27-31, are called <span class=\"translit\">,mashals <\/span>,; from no one particular character, which discriminates them from the rest of the poem, but from the sublime, the figurative, the sententious manner which equally prevails through the whole poem, and makes it one of the first and most eminent examples extant of the truly great and beautiful in poetic style. See the note on <a class=\"ref\">Proverbs 1:1 <\/a>; (note). <\/p>,\n\n <p>The Septuagint in this place render the word by <span class=\"greek-hebrew\">,θρηνος <\/span>,, a lamentation. They plainly consider the speech here introduced as a piece of poetry, and of that species of poetry which we call the elegiac; either from the subject, it being a poem on the fall and death of the king of Babylon, or from the form of the composition, which is of the longer sort of Hebrew verse, in which the Lamentations of Jeremiah, called by the Septuagint <span class=\"greek-hebrew\">,Θρηνοι <\/span>,, are written. <\/p>,\n\n <p> <em>The golden city ceased— <\/em> <span class=\"greek-hebrew\">,מדהבה <\/span> <span class=\"translit\">,madhebah <\/span>,, which is here translated golden city, is a Chaldee word. Probably it means that golden coin or ingot which was given to the Babylonians by way of tribute. So the word is understood by the Vulgate, where it is rendered <i>tributum <\/i>,; and by Montanus, who translates it <i>aurea pensio <\/i>,, the golden pension. Kimchi seems to have understood the word in the same sense. De Rossi translates it <i>auri dives <\/i>,, rich in gold, or <i>auri exactrix <\/i>,, the exactor of gold; the same as the exactor of tribute. <\/p>,",
    "audit": null
}