{
    "id": 8680,
    "source": "clarke",
    "verse_id": 18570,
    "verse_count": 1,
    "reference": "45:8",
    "title": "",
    "html": "<p><em>Drop down, ye heavens—<\/em>The eighty-fifth psalm is a very elegant ode on the same subject with this part of Isaiah's prophecies, the restoration of Judah from captivity; and is, in the most beautiful part of it, a manifest imitation of this passage of the prophet: - <\/p>\n\n<p>   \"Verily his salvation is nigh unto them that fear him,<\/p>\n\n<p>  That glory may dwell in our land.<\/p>\n\n<p>Mercy and truth have met together;<\/p>\n\n<p>Righteousness and peace have kissed each other.<\/p>\n\n<p>Truth shall spring from the earth,<\/p>\n\n<p>And righteousness shall look down from heaven.<\/p>\n\n<p>Even Jehovah: will give that which is good,<\/p>\n\n<p>And our land shall yield her produce.<\/p>\n\n<p>Righteousness shall go before him,<\/p>\n\n<p>And shall direct his footsteps in the way.\"<\/p>\n\n<p>  <i><a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Psalm+85:10-14&t1=en_nas\" id=\"8\" class=\"stL\" target=\"_blank\">Psalm 85:10-14<\/a>.<\/i><\/p><i>\n\n<\/i><p><i><\/i>See the notes on these verses.<\/p>\n\n<p>These images of the dew and the rain descending from heaven and making the earth fruitful, employed by the prophet, and some of those nearly of the same kind which are used by the psalmist, may perhaps be primarily understood as designed to set forth in a splendid manner the happy state of God's people restored to their country, and flourishing in peace and plenty, in piety and virtue; but justice and salvation, mercy and truth, righteousness and peace, and glory dwelling in the land, cannot with any sort of propriety, in the one or the other, be interpreted as the consequences of that event; they must mean the blessings of the great redemption by Messiah.<\/p>\n\n<p><em>Let the earth open, etc.—<\/em>Jonathan, in his Targum, refers this to the resurrection of the dead; the earth shall be opened, <span class=\"greek-hebrew\">מיתיא ויחון <\/span>   <span class=\"translit\">veyechon meiteiya<\/span>, and the dead shall revive. A plain proof that the ancient Jews believed in a future state, and acknowledged the resurrection of the dead.<\/p>\n\n<p><em>Let them bring forth salvation \"Let salvation produce her fruit\"—<\/em>For <span class=\"greek-hebrew\">ויפרו <\/span>   <span class=\"translit\">vaiyiphru<\/span>, the Septuagint, Vulgate, and Syriac read <span class=\"greek-hebrew\">ויפרה <\/span>   <span class=\"translit\">vaiyiphrah<\/span> ; and one MS. has a rasure close after the latter <span class=\"greek-hebrew\">ו <\/span>   <span class=\"translit\">vau<\/span>, which probably was <span class=\"greek-hebrew\">ה <\/span>   <span class=\"translit\">he<\/span>  at first.<\/p>",
    "audit": null
}