{
    "id": 8674,
    "source": "clarke",
    "verse_id": 18562,
    "verse_count": 1,
    "reference": "44:28",
    "title": "",
    "html": " <p> <em>That saith of Cyrus, He is my shepherd \"Who saith to Cyrus, Thou art my shepherd\"— <\/em> <i>Pastor meus es<\/i>,; Vulg. The true reading seems to be <span class=\"greek-hebrew\">,אתה רעי <\/span> <span class=\"translit\">, roi attah<\/span>,; the word <span class=\"greek-hebrew\">,אתה <\/span> <span class=\"translit\">, attah<\/span>, has probably been dropped out of the text. The same word is lost out of the text, <a class=\"ref\">Psalm 119:57<\/a>. It is supplied in the Septuagint by the word <span class=\"greek-hebrew\">,ει<\/span>, thou art. <\/p>\n\n <p> <em>Saying to Jerusalem—<\/em>, For <span class=\"greek-hebrew\">,ולאמר <\/span> <span class=\"translit\">, velemor<\/span>, the Septuagint and Vulgate read <span class=\"greek-hebrew\">,האומר <\/span> <span class=\"translit\">, haomer<\/span>,. <\/p>\n\n <p> <em>And to the temple— <\/em> <span class=\"greek-hebrew\">,ולהיכל <\/span> <span class=\"translit\">, uleheychal<\/span>, as <span class=\"greek-hebrew\">,לירושלם <\/span> <span class=\"translit\">, lirushalayim<\/span>, before; the preposition is necessary, and the Vulgate seems to read so. - Houbigant. <\/p>\n\n <p> <em>That saith of Cyrus, He is, or thou art, my shepherd - Saying to Jerusalem, \"Thou shalt be built;\" and to the Temple, \"Thy foundation shall be laid.\"—<\/em>, There is a remarkable beauty and propriety in this verse. <\/p> <ol> <li>, Cyrus is called God's shepherd. Shepherd was an epithet which Cyrus took to himself; and what he gave to all good kings. <\/li> <\/ol> <li>, This Cyrus should say to the temple: \"Thy foundation shall be laid.\" Not - thou shalt be built. The fact is, only the foundation was laid in the days of Cyrus, the Ammonites having prevented the building; nor was it resumed till the second year of Darius, one of his successors. There is often a precision in the expressions of the prophets which is as honorable to truth, as it is unnoticed by careless readers.<\/li>,",
    "audit": null
}