{
    "id": 8154,
    "source": "clarke",
    "verse_id": 17783,
    "verse_count": 1,
    "reference": "6:13",
    "title": "",
    "html": "<p><em>A tenth—<\/em> This passage, though somewhat obscure, and variously explained by various interpreters, has, I think, been made so clear by the accomplishment of the prophecy, that there remains little room to doubt of the sense of it. When Nebuchadnezzar had carried away the greater and better part of the people into captivity, there was yet a tenth remaining in the land, the poorer sort left to be vinedressers and husbandmen, under Gedaliah, <a class=\"ref\">2 Kings 25:12, 2 Kings 25:22<\/a> , and the dispersed Jews gathered themselves together, and returned to him, <a class=\"ref\">Jeremiah 40:12<\/a>; yet even these, fleeing into Egypt after the death of Gedaliah, contrary to the warning of God given by the prophet Jeremiah, miserably perished there. Again, in the subsequent and more remarkable completion of the prophecy in the destruction of Jerusalem, and the dissolution of the commonwealth by the Romans, when the Jews, after the loss of above a million of men, had increased from the scanty residue that was left of them, and had become very numerous again in their country; Hadrian, provoked by their rebellious behavior, slew above half a million more of them, and a second time almost extirpated the nation. Yet after these signal and almost universal destructions of that nation, and after so many other repeated exterminations and massacres of them in different times and on various occasions since, we yet see, with astonishment, that the stock still remains, from which God, according to his promise frequently given by his prophets, will cause his people to shoot forth again, and to flourish. - L.<\/p> \n\n<p>A tenth,<span class=\"greek-hebrew\"> עשיריה<\/span><span class=\"translit\"> asiriyah<\/span> . The meaning, says Kimchi, of this word is, there shall yet be in the land ten kings from the time of declaring this prophecy. The names of the ten kings are Jotham, Ahaz, Hezekiah, Manasseh, Amon, Jostah, Jehoahaz, Jehoiachin, Jehoiakim, and Zedekiah; then there shall be a general consumption, the people shall be carried into captivity, and Jerusalem shall be destroyed.<\/p> \n\n<p>For<span class=\"greek-hebrew\"> בם<\/span><span class=\"translit\"> bam<\/span> , in them, above seventy MSS., eleven of Kennicott's, and thirty-four of De Rossi's, read<span class=\"greek-hebrew\"> בה<\/span><span class=\"translit\"> bah<\/span> , in it; and so the Septuagint.<\/p> ",
    "audit": null
}