{
    "id": 8720,
    "source": "clarke",
    "verse_id": 18631,
    "verse_count": 1,
    "reference": "48:16",
    "title": "",
    "html": "<p><em>Come ye near unto me—<\/em>After the word <span class=\"greek-hebrew\">קרבו <\/span>   <span class=\"translit\">kirbu<\/span>, \"draw near,\" a MS. adds <span class=\"greek-hebrew\">גוים <\/span>   <span class=\"translit\">goyim<\/span>, \"O ye nations;\" which, as this and the two preceding verses are plainly addressed to the idolatrous nations, reproaching their gods as unable to predict future events, is probably genuine.<\/p>\n\n<p><em>Hear ye this \"And hear ye this\"—<\/em>A MS. adds the conjunction, <span class=\"greek-hebrew\">ושמעו <\/span>   <span class=\"translit\">vashimu<\/span> ; and so the Septuagint, Syriac, and Vulgate.<\/p>\n\n<p><em>I have not spoken in secret—<\/em>The Alexandrine copy of the Septuagint adds here, <span class=\"greek-hebrew\">ουδε εν τοπῳ γης σκοτεινω<\/span>, \"nor in a dark place of the earth,\" as in  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 45:19<\/a>. That it stands rightly, or at least stood very early, in this place of the Version of the Septuagint, is highly probable, because it is acknowledged by the Arabic Version, and by the Coptic MS. St. Germain de Prez, Paris, translated likewise from the Septuagint. But whether it should be inserted, as of right belonging to the Hebrew text, may be doubted; for a transcriber of the Greek Version might easily add it by memory from the parallel place; and it is not necessary to the sense.<\/p>\n\n<p><em>From the time that it was \"Before the time when it began to exist\"—<\/em>An ancient MS. has <span class=\"greek-hebrew\">היותם <\/span>   <span class=\"translit\">heyotham<\/span>, \"they began to exist;\" and so another had it at first. From the time that the expedition of Cyrus was planned, there was God managing the whole by the economy of his providence.<\/p>\n\n<p><em>There am I \"I had decreed it\"—<\/em>I take <span class=\"greek-hebrew\">שם <\/span>   <span class=\"translit\">sham<\/span>  for a verb, not an adverb.<\/p>\n\n<p><em>And now the Lord God, and his Spirit, hath sent me \"And now the Lord Jehovah hath sent me, and his Spirit\"—<\/em><\/p>\n\n<p>    <span class=\"greek-hebrew\">Τις εστιν ὁ εν τῳ Ησαιῳ λεγων, Και νυν Κυριος απεστειλε με και το Πνευμα αυτου; εν ᾡ, αμφιβολου οντος του ῥητου, ποτερον ὁ Πατηρ και το Ἁγιον Πνευμα απεστειλαν του Ιησουν, η ὁ Πατηρ απεστειλε τον τε Χριστον και το Ἁγιον Πνευμα το δευτερον εστιν αληθες<\/span> .<\/p>\n\n<p>   \"Who is it that saith in Isaiah, And now the Lord hath sent me and his Spirit? in which, as the expression is ambiguous, is it the Father and the Holy Spirit who have sent Jesus; or the Father, who hath sent both Christ and the Holy Spirit. The latter is the true interpretation.\" - Origen cont. Cels. lib. 1.<\/p>\n\n<p>I have kept to the order of the words of the original, on purpose that the ambiguity, which Origen remarks in the Version of the Septuagint, and which is the same in the Hebrew might still remain; and the sense whlch he gives to it, be offered to the reader's judgment, which is wholly excluded in our translation.<\/p>",
    "audit": null
}