{
    "id": 8391,
    "source": "clarke",
    "verse_id": 18130,
    "verse_count": 1,
    "reference": "25:11",
    "title": "",
    "html": " <p> <em>As he that swimmeth spreadeth forth his hands to swim \"As he that sinketh stretcheth out his hands to swim\"—<\/em>, There is great obscurity in this place: some understand God as the agent; others, Moab. I have chosen the latter sense, as I cannot conceive that the stretching out of the hands of a swimmer in swimming can be any illustration of the action of God stretching out his hands over Moab to destroy it. I take <span class=\"greek-hebrew\">,השחה <\/span> <span class=\"translit\">, hashshocheh<\/span>, altering the point on the <span class=\"greek-hebrew\">,ש <\/span> <span class=\"translit\">, sin<\/span>,. on the authority of the Septuagint, to be the participle of <span class=\"greek-hebrew\">,שחה <\/span> <span class=\"translit\">, shachah<\/span>, the same with <span class=\"greek-hebrew\">,שוח <\/span> <span class=\"translit\">, shuach<\/span>, and <span class=\"greek-hebrew\">,שחח <\/span> <span class=\"translit\">, shachach<\/span>, to bow down, to be depressed; and that the prophet designed a paronomasia here, a figure which he frequently uses between the similar words <span class=\"greek-hebrew\">,שהח <\/span> <span class=\"translit\">, shachah<\/span>, and <span class=\"greek-hebrew\">,שחות <\/span> <span class=\"translit\">, shechoth<\/span>,. As <span class=\"greek-hebrew\">,תחתיו <\/span> <span class=\"translit\">, tachtaiv<\/span>, in his place, or on the spot, as we say in the preceding verse, gives us an idea of the sudden and complete destruction of Moab; so <span class=\"greek-hebrew\">,בקרבו <\/span> <span class=\"translit\">, bekirbo<\/span>, in the midst of him, means that this destruction shall be open, and exposed to the view of all: the neighboring nations shall plainly see him struggling against it, as a man in the midst of the deep waters exerts all his efforts by swimming, to save himself from drowning. - L. <\/p>",
    "audit": null
}