{
    "id": 8178,
    "source": "clarke",
    "verse_id": 17828,
    "verse_count": 1,
    "reference": "8:20",
    "title": "",
    "html": " <p> <em>To the law and to the testimony \"Unto the command, and unto the testimony\"—<\/em>,\"Is not <span class=\"greek-hebrew\">,תעודה <\/span> <span class=\"translit\">, teudah<\/span>, here the attested prophecy, <a class=\"isa\" verses=\"eyIxNzgwOSI6NH0=\">Isaiah 8:1-4<\/a>;? and perhaps <span class=\"greek-hebrew\">,תורה <\/span> <span class=\"translit\">, torah<\/span>, the command, <a class=\"isa\" verses=\"eyIxNzgxOSI6NX0=\">Isaiah 8:11-15<\/a>;? for it means sometimes a particular, and even a human, command; see <a class=\"ref\">Proverbs 6:20<\/a>, and <a class=\"ref\">Proverbs 7:1, Proverbs 7:2<\/a>, where it is ordered to be hid, that is, secretly kept.\"—Abp. Secker. So Deschamps, in his translation, or rather paraphrase, understands it: \" <i>Tenons nous a l'instrument authentique mis en depot par ordre du Seigneur<\/i>,\" \"Let us stick to the authentic instrument, laid up by the command of the Lord.\" If this be right, the sixteenth verse must be understood in the same manner. <\/p>\n\n <p> <em>Because there is no light in them \"In which there is no obscurity\"— <\/em> <span class=\"greek-hebrew\">,שחר <\/span> <span class=\"translit\">, shachor<\/span>, as an adjective, frequently signifies dark, obscure; and the noun <span class=\"greek-hebrew\">,שחר <\/span> <span class=\"translit\">, shachar<\/span>, signifies darkness, gloominess, <a class=\"ref\">Joel 2:2<\/a>, if we may judge by the context:—<\/p>\n\n <p>\"A day of darkness and obscurity; <\/p>\n\n <p>Of cloud, and of thick vapor; <\/p>\n\n <p>As the gloom spread upon the mountains: <\/p>\n\n <p>A people mighty and numerous.\" <\/p>\n\n <p>Where the gloom, <span class=\"greek-hebrew\">,שחר <\/span> <span class=\"translit\">, shachar<\/span>, seems to be the same with the cloud and thick vapor mentioned in the line preceding. See <a class=\"ref\">Lamentations 4:8<\/a>, and <a class=\"ref\">Job 30:30<\/a>. See this meaning of the word <span class=\"greek-hebrew\">,שחר <\/span> <span class=\"translit\">, shachar<\/span>, well supported in Christ. Muller. Sat. Observat. Philippians p. 53, Lugd. Bat. 1752. The morning seems to have been an idea wholly incongruous in the passage of Joel; and in this of Isaiah the words in which there is no morning (for so it ought to be rendered if <span class=\"greek-hebrew\">,שחר <\/span> <span class=\"translit\">, shachar<\/span>, in this place signifies, according to its usual sense, morning) seem to give no meaning at all. \"It is because there is no light in them,\" says our translation. If there be any sense in these words, it is not the sense of the original; which cannot justly be so translated. <i>Qui n'a rien d'obscur<\/i>, \"which has no obscurity.\"—Deschamps. The reading of the Septuagint and Syriac, <span class=\"greek-hebrew\">,שחד <\/span> <span class=\"translit\">, shochad<\/span>, gift, affords no assistance towards the clearing up of any of this difficult place. R. D. Kimchi says this was the form of an oath: \"By the law and by the testimony such and such things are so.\" Now if they had sworn this falsely, it is because there is no light, no illumination, <span class=\"greek-hebrew\">,שחר <\/span> <span class=\"translit\">, shachar<\/span>, no scruple of conscience, in them. <\/p>",
    "audit": null
}