{
    "id": 8084,
    "source": "clarke",
    "verse_id": 17692,
    "verse_count": 1,
    "reference": "2:6",
    "title": "",
    "html": " <p> <em>They be replenished \"And they multiply\"—<\/em>, Seven MSS. and one edition, for <span class=\"greek-hebrew\">,ישפיקו <\/span> <span class=\"translit\">, yaspiku<\/span>, read <span class=\"greek-hebrew\">,ישפיחו <\/span> <span class=\"translit\">, yaspichu<\/span>, \"and have joined themselves to the children of strangers;\" that is, in marriage or worship. - Dr. Jubb. So Vulg., adhaeserunt. Compare <a class=\"isa\" verses=\"WzE3OTMwXQ==\">Isaiah 14:1<\/a>. But the very learned professor Chevalier Michaelis has explained the word <span class=\"greek-hebrew\">,יספחו <\/span> <span class=\"translit\">, yesupachu<\/span>, <a class=\"ref\">Job 30:7<\/a>, (German translation, note on the place), in another manner; which perfectly well agrees with that place, and perhaps will be found to give as good a sense here. <span class=\"greek-hebrew\">,ספיח <\/span> <span class=\"translit\">, saphiach<\/span>, the noun, means corn springing up, not from the seed regularly sown on cultivated land, but in the untilled field, from the scattered grains of the former harvest. This, by an easy metaphor, is applied to a spurious brood of children irregularly and casually begotten. The Septuagint seem to have understood the verb here in this sense, reading it as the Vulgate seems to have done. This justifies their version, which it is hard to account for in any other manner: <span class=\"greek-hebrew\">,και τεκνα πολλα αλλοφυλα εγενηθῃ αυτοις<\/span>,. Compare <a class=\"ref\">Hosea 5:7<\/a>, and the Septuagint there. But instead of <span class=\"greek-hebrew\">,ובילדי <\/span> <span class=\"translit\">, ubeyaldey<\/span>, \"and in the children,\" two of Kennicott's and eight of De Rossi's MSS. have <span class=\"greek-hebrew\">,וכילדי <\/span> <span class=\"translit\">, ucheyaldey<\/span>, \"and as the children.\" And they sin impudently as the children of strangers. See De Rossi. <\/p>\n\n <p> <em>And are soothsayers \"They are filled with diviners\"—<\/em>, Hebrews \"They are filled from the east;\" or \"more than the east.\" The sentence is manifestly imperfect. The Septuagint, Vulgate, and Chaldee, seem to have read <span class=\"greek-hebrew\">,כמקדם <\/span> <span class=\"translit\">, kemikkedem<\/span>,; and the latter, with another word before it, signifying idols; \"they are filled with idols as from of old.\" Houbigant, for <span class=\"greek-hebrew\">,מקדם <\/span> <span class=\"translit\">, mikkedem<\/span>, reads <span class=\"greek-hebrew\">,מקסם <\/span> <span class=\"translit\">, mikkesem<\/span>, as Brentius had proposed long ago. I rather think that both words together give us the true reading: <span class=\"greek-hebrew\">,מקדם <\/span> <span class=\"translit\">, mikkedem<\/span>, <span class=\"greek-hebrew\">,מקסם <\/span> <span class=\"translit\">, mikkesem<\/span>, \"with divination from the east;\" and that the first word has been by mistake omitted, from its similitude to the second. <\/p>",
    "audit": null
}