{
    "id": 8756,
    "source": "clarke",
    "verse_id": 18678,
    "verse_count": 1,
    "reference": "51:4",
    "title": "",
    "html": " <p> <em>By people—O my nation \"O ye peoples—O ye nations\"—<\/em>, For <span class=\"greek-hebrew\">,עמי <\/span> <span class=\"translit\">, ammi<\/span>, my people, the Bodleian MS. and another read <span class=\"greek-hebrew\">,עמים <\/span> <span class=\"translit\">, ammim<\/span>, ye peoples; and for <span class=\"greek-hebrew\">,לאומי <\/span> <span class=\"translit\">, leumi<\/span>, my nation, the Bodleian MS. and eight others, (two of them ancient), and four of De Rossi's, read <span class=\"greek-hebrew\">,לאמים <\/span> <span class=\"translit\">, leummim<\/span>, ye nations; and so the Syriac in both words. The difference is very material; for in this case the address is made not to the Jews, but to the Gentiles, as in all reason it ought to be; for this and the two following verses express the call of the Gentiles, the islands, or the distant lands on the coasts of the Mediterranean and other seas. It is also to be observed that God in no other place calls his people <span class=\"greek-hebrew\">,לאמי <\/span> <span class=\"translit\">, leummi<\/span>, my nation. It has been before remarked that transcribers frequently omitted the final <span class=\"greek-hebrew\">,מ <\/span> <span class=\"translit\">, mem<\/span>, of nouns plural, and supplied it, for brevity's sake, and sometimes for want of room at the end of a line, by a small stroke thus \/ <span class=\"greek-hebrew\">,עמי<\/span>,; which mark, being effaced or overlooked, has been the occasion of many mistakes of this kind. <\/p>\n\n <p> <em>A law shall proceed from me—<\/em>, The new law, the Gospel of our Lord Jesus. Kimchi says, \"After the war with Gog and Magog the King Messiah will teach the people to walk in the ways of the Lord.\" <\/p>",
    "audit": null
}