{
    "id": 8862,
    "source": "clarke",
    "verse_id": 18823,
    "verse_count": 22,
    "reference": 60,
    "title": "Chapter Commentary",
    "html": " <p>The glorious prospect displayed in this chapter seems to have elevated the prophet even above his usual majesty. The subject is the very flourishing condition of the Church of Jesus Christ at that period of the Gospel dispensation when both Jews and Gentiles shall become one fold under one Shepherd. The imagery employed is of the most consolatory and magnificent description. This blessed state of the world shall follow a time of gross darkness, <a class=\"isa\" verses=\"WzE4ODIzXQ==\">Isaiah 60:1 <\/a>,, <a class=\"isa\" verses=\"WzE4ODI0XQ==\">Isaiah 60:2 <\/a>. The universal diffusion of vital godliness beautifully set forth by a great variety of images, <a class=\"isa\" verses=\"eyIxODgyNSI6MTJ9\">Isaiah 60:3-14 <\/a>. The everlasting duration and spotless purity of this kingdom of Christ, <a class=\"isa\" verses=\"eyIxODgzNyI6N30=\">Isaiah 60:15-21 <\/a>. A time appointed in the counsels of Jehovah for the commencement of this happy period; and when this time arrives, the particulars of the prophecy shall have a speedy accomplishment, <a class=\"isa\" verses=\"WzE4ODQ0XQ==\">Isaiah 60:22 <\/a>. <\/p>,\n\n <p>The subject of this chapter is the great increase and flourishing state of the Church of God by the conversion and accession of the heathen nations to it, which is set forth in such ample and exalted terms, as plainly show that the full completion of this prophecy is reserved for future times. This subject is displayed in the most splendid colors under a great variety of images highly poetical, designed to give a general idea of the glories of that perfect state of the Church of God which we are taught to expect in the latter times; when the fullness of the Gentiles shall come in, and the Jews shall be converted and gathered from their dispersions, and the kingdoms of this world shall become the kingdoms of our Lord and of his Christ. <\/p>,\n\n <p>Of the use in prophecy of general or common poetical images, in setting forth the greatness and importance of a future event universally, without descending to particulars, or too minutely explaining circumstances, I have already pretty largely treated in the twentieth prelection on the Hebrew poetry; and have more than once observed in these notes that such images are not always to he applied particularly to persons and things, and were never intended to be minutely explained. I shall add here the opinion of a very learned and judicious person upon this subject: \"It is, I think, a mark of right understanding in the language of prophecy, and in the design of prophecy too, to keep to what appears the design and meaning of the prophecy in general, and what the whole of it laid together points out to us, and not to suffer a warm imagination to mislead us from the real intention of the spirit of prophecy, by following uncertain applications of the parts of it.\" Lowman on the Revelation, note on <a class=\"ref\">Revelation 19:21 <\/a>; (note). - L. To this testimony I must add my own. This is one of the most glorious chapters in the whole of the Old Testament. The splendor, glory, and excellence of the Church of Christ are here pointed out in language which the Spirit of God alone is capable of using. But when shall this state of blessedness take place? Lord, thou only knowest. <\/p>,",
    "audit": null
}