{
    "id": 8173,
    "source": "clarke",
    "verse_id": 17820,
    "verse_count": 1,
    "reference": "8:12",
    "title": "",
    "html": "<p><em>Say ye not, A confederacy \"Say ye not, It is holy\"—<\/em><span class=\"greek-hebrew\"> קשר<\/span><span class=\"translit\"> kesher<\/span> . Both the reading and the sense of this word are doubtful. The Septuagint manifestly read<span class=\"greek-hebrew\"> קשה<\/span><span class=\"translit\"> kashah<\/span> ; for they render it by<span class=\"greek-hebrew\"> σκληρον<\/span> , hard. The Syriac and Chaldee render it<span class=\"greek-hebrew\"> מרדא<\/span><span class=\"translit\"> merda<\/span> , and<span class=\"greek-hebrew\"> dn מרוד<\/span><span class=\"translit\"> merod<\/span> , rebellion. How they came by this sense of the word, or what they read in their copies, is not so clear. But the worst of it is, that neither of these readings or renderings gives any clear sense in this place. For why should God forbid his faithful servants to say with the unbelieving Jews, It is hard; or, There is a rebellion; or, as our translators render it, a confederacy? And how can this be called \"walking in the way of this people?\" <a class=\"isa\" verses=\"WzE3ODE5XQ==\">Isaiah 8:11<\/a> , which usually means, following their example, joining with them in religious worship. Or what confederacy do they mean? The union of the kingdoms of Syria and Israel against Judah? That was properly a league between two independent states, not an unlawful conspiracy of one part against another in the same state; this is the meaning of the word<span class=\"greek-hebrew\"> קשר<\/span><span class=\"translit\"> kesher<\/span> . For want of any satisfactory interpretation of this place that I can meet with, I adopt a conjecture of Archbishop Secker, which he proposes with great diffidence, and even seems immediately to give up, as being destitute of any authority to support it. I will give it in his own words:<\/p> \n\n<p>\"<i>Videri potest ex cap. <a class=\"isa\" verses=\"WzE3NzU2XQ==\">Isaiah 5:16<\/a> , et hujus cap. <a class=\"isa\" verses=\"WzE3ODIxXQ==\">Isaiah 8:13<\/a> , <a class=\"isa\" verses=\"WzE3ODIyXQ==\">Isaiah 8:14<\/a> , <a class=\"isa\" verses=\"WzE3ODI3XQ==\">Isaiah 8:19<\/a> , legendum<\/i><span class=\"greek-hebrew\"> קרש<\/span><i>vel<\/i><span class=\"greek-hebrew\"> קדוש<\/span><span class=\"translit\"> kadosh<\/span> , <i>eadem sententia, qua<\/i><span class=\"greek-hebrew\"> אלהינו<\/span><span class=\"translit\"> Eloheynu<\/span> , <a class=\"ref\">Hosea 14:3<\/a>. <i>Sed nihil necesse est. Vide enim<\/i> <a class=\"ref\">Jeremiah 11:9; Ezekiel 22:25<\/a>. <i>Optime tamen sic responderent huic versiculo versiculi <a class=\"isa\" verses=\"WzE3ODIxXQ==\">Isaiah 8:13<\/a> , <a class=\"isa\" verses=\"WzE3ODIyXQ==\">Isaiah 8:14<\/a>.\"<\/i><\/p> \n\n<p>The passages of Jeremiah and Ezekiel above referred to seem to me not at all to clear up the sense of the word<span class=\"greek-hebrew\"> קשר<\/span><span class=\"translit\"> kesher<\/span> in this place. But the context greatly favors the conjecture here given, and makes it highly probable: \"Walk not in the way of this people; call not their idols holy, nor fear ye the object of their fear:\" (that is, the<span class=\"greek-hebrew\"> σεβασματα<\/span> , or gods of the idolaters; for so fear here signifies, to wit, the thing feared. So God is called \"The fear of Isaac,\" <a class=\"ref\">Genesis 31:42, Genesis 31:53<\/a>;): \"but look up to Jehovah as your Holy One; and let him be your fear, and let him be your dread; and he shall be a holy Refuge unto you.\" Here there is a harmony and consistency running through the whole sentence; and the latter part naturally arises out of the former, and answers to it. Idolatry, however, is full of fears. The superstitious fears of the Hindoos are very numerous. They fear death, bad spirits generally, and hobgoblins of all descriptions. They fear also the cries of jackals, owls, crows, cats, asses, vultures, dogs, lizards, etc. They also dread different sights in the air, and are alarmed at various dreams. See Ward's Customs. Observe that the difference between<span class=\"greek-hebrew\"> קשר<\/span><span class=\"translit\"> kesher<\/span> and<span class=\"greek-hebrew\"> קדש<\/span><span class=\"translit\"> kadosh<\/span> is chiefly in the transposition of the two last letters, for the letters<span class=\"greek-hebrew\"> ר<\/span><span class=\"translit\"> resh<\/span> and<span class=\"greek-hebrew\"> ד<\/span><span class=\"translit\"> daleth<\/span> are hardly distinguishable in some copies, printed as well as MS.; so that the mistake, in respect of the letters themselves, is a very easy and a very common one. - L.<\/p> ",
    "audit": null
}