{
    "id": 8500,
    "source": "clarke",
    "verse_id": 18281,
    "verse_count": 24,
    "reference": 33,
    "title": "Chapter Commentary",
    "html": "<p>This chapter contains the sequel of the prophecy respecting Sennacherib. The prophet addresses himself to the Assyrian monarch,<a class=\"isa\" verses=\"eyIxODI4MSI6NH0=\">Isaiah 33:1-4<\/a> . The mercy and power of God acknowledged by the Jews,<a class=\"isa\" verses=\"WzE4Mjg1XQ==\">Isaiah 33:5<\/a> ,<a class=\"isa\" verses=\"WzE4Mjg2XQ==\">Isaiah 33:6<\/a> . Distress and despair of the Jews at the approach of Sennacherib,<a class=\"isa\" verses=\"eyIxODI4NyI6M30=\">Isaiah 33:7-9<\/a> . Gracious promise of deliverance,<a class=\"isa\" verses=\"eyIxODI5MCI6NH0=\">Isaiah 33:10-13<\/a> . Dreadful apprehensions of the wicked, and security of the righteous,<a class=\"isa\" verses=\"eyIxODI5NCI6NH0=\">Isaiah 33:14-17<\/a> . The security of the Jews under the reign of Hezekiah, and the wretched condition of Sennacherib and his army,<a class=\"isa\" verses=\"eyIxODI5OCI6N30=\">Isaiah 33:18-24<\/a> .<\/p> \n\n<p>The plan of the prophecy continued in this chapter, and which is manifestly distinct from the foregoing, is peculiarly elegant. To set it in a proper light, it will be necessary to mark the transitions from one part of it to another.<\/p> \n\n<p>In<a class=\"isa\" verses=\"WzE4MjgxXQ==\">Isaiah 33:1<\/a> , the prophet addresses himself to Sennacherib, briefly, but strongly and elegantly, expressing the injustice of his ambitious designs, and the sudden disappointments of them.<\/p> \n\n<p>In<a class=\"isa\" verses=\"WzE4MjgyXQ==\">Isaiah 33:2<\/a> , the Jews are introduced offering up their earnest supplications to God in their present distressful condition; with expressions of their trust and confidence in his protection.<\/p> \n\n<p>In<a class=\"isa\" verses=\"WzE4MjgzXQ==\">Isaiah 33:3<\/a> ; and<a class=\"isa\" verses=\"WzE4Mjg0XQ==\">Isaiah 33:4<\/a> ; the prophet in the name of God, or rather God himself, is introduced addressing himself to Sennacherib, and threatening him that, notwithstanding the terror which he had occasioned in the invaded countries, yet he should fall, and become an easy prey to those whom he had intended to subdue.<\/p> \n\n<p>In<a class=\"isa\" verses=\"WzE4Mjg1XQ==\">Isaiah 33:5<\/a> ; and<a class=\"isa\" verses=\"WzE4Mjg2XQ==\">Isaiah 33:6<\/a> , a chorus of Jews is introduced, acknowledging the mercy and power of God, who had undertaken to protect them; extolling it with direct opposition to the boasted power of their enemies, and celebrating the wisdom and piety of their king Hezekiah, who had placed his confidence in the favor of God.<\/p> \n\n<p>Then follows, in<a class=\"isa\" verses=\"WzE4Mjg3XQ==\">Isaiah 33:7<\/a> ,<a class=\"isa\" verses=\"WzE4Mjg4XQ==\">Isaiah 33:8<\/a> , and<a class=\"isa\" verses=\"WzE4Mjg5XQ==\">Isaiah 33:9<\/a> , a description of the distress and despair of the Jews, upon the king of Assyria's marching against Jerusalem, and sending his summons to them to surrender, after the treaty he had made with Hezekiah on the conditions of his paying, as he actually did pay to him, three hundred talents of silver and thirty talents of gold.<a class=\"ref\">2 Kings 18:14-16<\/a> .<\/p> \n\n<p>In<a class=\"isa\" verses=\"WzE4MjkwXQ==\">Isaiah 33:10<\/a> , God himself is again introduced, declaring that he will interpose in this critical situation of affairs, and disappoint the vain designs of the enemies of his people, by discomfiting and utterly consuming them.<\/p> \n\n<p>Then follows,<a class=\"isa\" verses=\"eyIxODI5MSI6MTJ9\">Isaiah 33:11-22<\/a> , still in the person of God, which however falls at last into that of the prophet, a description of the dreadful apprehensions of the wicked in those times of distress and imminent danger; finely contrasted with the confidence and security of the righteous, and their trust in the promises of God that he will be their never-failing strength and protector.<\/p> \n\n<p>The whole concludes, in the person of the prophet, with a description of the security of the Jews under the protection of God, and of the wretched state of Sennacherib and his army, wholly discomfited, and exposed to be plundered even by the weakest of the enemy.<\/p> \n\n<p>Much of the beauty of this passage depends on the explanation above given of<a class=\"isa\" verses=\"WzE4MjgzXQ==\">Isaiah 33:3<\/a> ; and<a class=\"isa\" verses=\"WzE4Mjg0XQ==\">Isaiah 33:4<\/a> , as addressed by the prophet, or by God himself, to Sennacherib; not as it is usually taken, as addressed by the Jews to God,<a class=\"isa\" verses=\"WzE4MjgzXQ==\">Isaiah 33:3<\/a> , and then<a class=\"isa\" verses=\"WzE4Mjg0XQ==\">Isaiah 33:4<\/a> , as addressed to the Assyrians. To set this in a clear light, it may be of use to compare it with a passage of the Prophet Joel; where, speaking of the destruction caused by the locusts, he sets in the same strong light of opposition as Isaiah does here, the power of the enemy, and the power of Jehovah, who would destroy that enemy. Thus Isaiah to Sennacherib: -<\/p> \n\n<p>\"When thou didst raise thyself up, the nations were dispersed\" -<\/p> \n\n<p><i><a class=\"isa\" verses=\"WzE4MjgzXQ==\">Isaiah 33:3<\/a> .<\/i><\/p><i> \n\n<\/i><p><i><\/i> \"But now will I arise, saith Jehovah; Now will I be exalted.\"<\/p> \n\n<p><i><a class=\"isa\" verses=\"WzE4MjkwXQ==\">Isaiah 33:10<\/a> .<\/i><\/p><i> \n\n<\/i><p><i><\/i> And thus Joel,<a class=\"ref\">Joel 2:20, Joel 2:21<\/a> ; : -<\/p> \n\n<p>\"His stink shall come up, and his ill savor shall ascend; Though he hath done great things. Fear not, O land; be glad and rejoice; For Jehovah will do great things.\" - L.<\/p> ",
    "audit": null
}