{
    "id": 8332,
    "source": "clarke",
    "verse_id": 18047,
    "verse_count": 1,
    "reference": "21:11",
    "title": "",
    "html": "<p><em>The burden of Dumah \"The oracle concerning Dumah\"—<\/em>Pro <span class=\"greek-hebrew\">דומה <\/span>   <span class=\"translit\">Dumah<\/span>, Codex R. Meiri <i>habet<\/i> <span class=\"greek-hebrew\">אדום <\/span>   <span class=\"translit\">Edom<\/span> ; and so the Septuagint, Vid. Kimchi ad h. 50. Biblia Michaelis, Halae, 1720, not. ad 50. See also De Rossi. Bishop Lowth translates the prophecy thus: - <\/p>\n\n<p>   11. The Oracle Concerning Dumah.<\/p>\n\n<p>  A voice crieth to me from Seir:<\/p>\n\n<p>Watchman, what from the night?<\/p>\n\n<p>   Watchman, what from the night?<\/p>\n\n<p>  12. The watchman replieth: - <\/p>\n\n<p>The morning cometh, and also the night.<\/p>\n\n<p>   If ye will inquire, inquire ye: come again.<\/p>\n\n<p>This differs very little from our common Version. One of Kennicott's MSS., and one of my own, omit the repetition, \"Watchman, what from the night?\"<\/p>\n\n<p>This prophecy, from the uncertainty of the occasion on which it was uttered, and from the brevity of the expression, is extremely obscure. The Edomites as well as the Jews were subdued by the Babylonians. They inquire of the prophet how long their subjection is to last: he intimates that the Jews should be delivered from their captivity; not so the Edomites. Thus far the interpretation seems to carry with it some degree of probability. What the meaning of the last line may be, I cannot pretend to divine. In this difficulty the Hebrew MSS. give no assistance. The MSS. of the Septuagint, and the fragments of the other Greek Versions, give some variations, but no light. This being the case, I thought it best to give an exact literal translation of the whole two verses, which may serve to enable the English reader to judge in some measure of the foundation of the various interpretations that have been given of them.<\/p>\n\n<p>The burden of Dumah. - R. D. Kimchi says, \"His father understood this of the destruction of Dumah (one of the cities of the Ishmaelites) by the inhabitants of Seir; and that they inquired of the prophet to know the particular time in which God had given them a commission against it. The prophet answered: The morning - the time of success to you, cometh, is just at hand; and the night - the time of utter destruction to the inhabitants of Dumah, is also ready.\" I have heard the words applied in the way of general exhortation.<\/p><ol>  <li>Every minister of God is a watchman. He is continually watching for the safety and interests of his people, and looking for the counsel of God that he may be properly qualified to warn and to comfort.<\/li><\/ol>  <li>Such are often called to denounce heavy judgments; they have the burden of the word of the Lord to denounce against the impenitent, the backslider, the lukewarm, and the careless.<\/li><li>When the watchman threatens judgments, some are awakened, and some mock: Watchman, what of the night? \"What are the judgments thou threatenest, and when are they to take place?\"<\/li><li>To this question, whether seriously or tauntingly proposed, the watchman answers:<\/li>     1. The morning cometh - there is a time of repentance granted; a morning of God's long-suffering kindness now appears: and also the night - the time in which God will no longer wait to be gracious, but will cut you off as cumberers of the ground.\n\n<p>2. But if you will inquire seriously how you are to escape God's judgments, inquire ye.<\/p>\n\n<p>3. There is still a door of hope; continue to pray for mercy.<\/p>\n\n<p>4. Return from your iniquities.<\/p>\n\n<p>5. Come to God, through Christ, that ye may obtain salvation.<\/p>",
    "audit": null
}