{
    "id": 8952,
    "source": "clarke",
    "verse_id": 18940,
    "verse_count": 1,
    "reference": "66:17",
    "title": "",
    "html": "<p><em>Behind one tree \"After the rites of Achad\"—<\/em> The Syrians worshipped a god called Adad, Plin. Nat. Hist. 37:11; Macrob. Sat. 1:23. They held him to be the highest and greatest of the gods, and to be the same with Jupiter and the sun; and the name Adad, says Macrobius, signifies one; as likewise does the word Achad in Isaiah. Many learned men therefore have supposed, and with some probability, that the prophet means the same pretended deity. <span class=\"greek-hebrew\"> אחד<\/span><span class=\"translit\"> achad<\/span> , in the Syrian and Chaldean dialects, is<span class=\"greek-hebrew\"> חד<\/span><span class=\"translit\"> chad<\/span> ; and perhaps by reduplication of the last letter to express perfect unity, it may have become<span class=\"greek-hebrew\"> חדד<\/span><span class=\"translit\"> chadad<\/span> , not improperly expressed by Macrobius Adad, without the aspirate. It was also pronounced by the Syrians themselves, with a weaker aspirate,<span class=\"greek-hebrew\"> הדד<\/span><span class=\"translit\"> hadad<\/span> , as in Benhadad, Hadadezer, names of their kings, which were certainly taken from their chief object of worship. This seems to me to be a probable account of this name.<\/p> \n\n<p>But the Masoretes correct the text in this place. Their marginal reading is<span class=\"greek-hebrew\"> אחת<\/span><span class=\"translit\"> achath<\/span> which is the same word, only in the feminine form; and so read thirty MSS. (six ancient) and the two oldest editions. This Le Clerc approves, and supposes it to mean Hecate, or the moon; and he supports his hypothesis by arguments not at all improbable. See his note on the place.<\/p> \n\n<p>Whatever the particular mode of idolatry which the prophet refers to might be, the general sense of the place is perfectly clear. But the Chaldee and Syriac, and after them Symmachus and Theodotion, cut off at once all these difficulties, by taking the word<span class=\"greek-hebrew\"> אחד<\/span><span class=\"translit\"> achad<\/span> in its common meaning, not as a proper name; the two latter rendering the sentence thus:<span class=\"greek-hebrew\"> Οπισω αλληλων εν μεσῳ εσθιοντων το κρεας το χοιρειον<\/span> ; \"One after another, in the midst of those that eat swine's flesh.\" I suppose they all read in their copies<span class=\"greek-hebrew\"> אחד אחד<\/span><span class=\"translit\"> achad achad<\/span> , one by one, or perhaps<span class=\"greek-hebrew\"> אחד אחר אחד<\/span><span class=\"translit\"> achad achar achad<\/span> , one after another. See a large dissertation on this subject in Davidis Millii Dissertationes Selectae, Dissert. vi. - L.<\/p> \n\n<p>I know not what to make of this place; it is certain that our translation makes no sense, and that of the learned prelate seems to me too refined. Kimchi interprets this of the Turks, who are remarkable for ablutions. \"Behind one in the midst\" he understands of a large fish-pond placed in the middle of their gardens. Others make<span class=\"greek-hebrew\"> אחד<\/span><span class=\"translit\"> achad<\/span> a deity, as above; and a deity of various names it is supposed to be, for it is Achad, and Chad, and Hadad, and Achath, and Hecat, an Assyrian idol. Behynd the fyrst tree or the gate withine forth. - Old MS. Bible.<\/p> ",
    "audit": null
}