{
    "id": 8830,
    "source": "clarke",
    "verse_id": 18782,
    "verse_count": 1,
    "reference": "57:16",
    "title": "",
    "html": " <p> <em>For I will not contend for ever—<\/em>, The learned have taken a great deal of pains to little purpose on the latter part of this verses which they suppose to be very obscure. After all their labors upon it, I think the best and easiest explication of it is given in the two following elegant passages of the Psalms, which I presume are exactly parallel to it, and very clearly express the same sentiment. <\/p>\n\n <p>\"But he in his tender mercy will forgive their sin <\/p>\n\n <p>And will not destroy them; <\/p>\n\n <p>Yea, oftentimes will he turn away his wrath, <\/p>\n\n <p>And will not rouse up his indignation: <\/p>\n\n <p>For he remembereth that they are but flesh, <\/p>\n\n <p>A breath that passeth, and returneth not.\" <\/p>\n\n <p> <i> <a class=\"ref\">Psalm 78:38, Psalm 78:39<\/a>. <\/i> <\/p> <i>\n\n <\/i> <p> <i><\/i>,\"He will not always contend <\/p>\n\n <p>Neither will he for ever hold his wrath: <\/p>\n\n <p>As a father yearneth towards his children, <\/p>\n\n <p>So is Jehovah tenderly compassionate towards them <\/p>\n\n <p>that fear him For he knoweth our frame; <\/p>\n\n <p>He remembereth that we are but dust.\" <\/p>\n\n <p> <i> <a class=\"ref\">Psalm 103:9, Psalm 103:13, Psalm 103:14<\/a>. <\/i> <\/p> <i>\n\n <\/i> <p> <i><\/i>, In the former of these two passages the second line seems to be defective both in measure and sense. I suppose the word <span class=\"greek-hebrew\">,אותם <\/span> <span class=\"translit\">, otham<\/span>, then is lost at the end; which seems to be acknowledged by the Chaldee and Vulgate, who render as if they had read <span class=\"greek-hebrew\">,אותם ישחית ולא <\/span> <span class=\"translit\">, velo yaschith otham<\/span>,. - L. <\/p>\n\n <p> <em>For the spirit— <\/em> <span class=\"greek-hebrew\">,רוח <\/span> <span class=\"translit\">, ruach<\/span>, the animal life. <\/p>\n\n <p> <em>And the souls— <\/em> <span class=\"greek-hebrew\">,נשמות <\/span> <span class=\"translit\">, neshamoth<\/span>, the immortal spirits. The Targum understands this of the resurrection. I will restore the souls of the dead, i.e., to their bodies. <\/p>",
    "audit": null
}