{
    "id": 8296,
    "source": "clarke",
    "verse_id": 17999,
    "verse_count": 1,
    "reference": "18:1",
    "title": "",
    "html": " <p> <em>Wo to the land— <\/em> <span class=\"greek-hebrew\">,ארץ הוי <\/span> <span class=\"translit\">, hoi arets<\/span>,! This interjection should be translated ho! for it is properly a particle of calling: Ho, land! Attend! Give ear! <\/p>\n\n <p> <em>Shadowing with wings \"The winged cymbal\"— <\/em> <span class=\"greek-hebrew\">,כנפים צלצל <\/span> <span class=\"translit\">, tsiltsal kenaphayim<\/span>,. I adopt this as the most probable of the many interpretations that have been given of these words. It is Bochart's: see Phaleg, 4:2. The Egyptian sistrum is expressed by a periphrasis; the Hebrews had no name for it in their language, not having in use the instrument itself. The cymbal they had was an instrument in its use and sound not much unlike the sistrum; and to distinguish it from the sistrum, they called it the cymbal with wings. The cymbal was a round hollow piece of metal, which, being struck against another, gave a ringing sound: the sistrum was a round instrument, consisting of a broad rim of metal, through which from side to side ran several loose laminae or small rods of metal, which being shaken, gave a like sound. These, projecting on each side, had somewhat the appearance of wings; or might be very properly expressed by the same word which the Hebrews used for wings, or for the extremity, or a part of any thing projecting. The sistrum is given in a medal of Adrian, as the proper attribute of Egypt. See Addison on Medals, Series 3. No. 4; where the figure of it may be seen. The frame of the sistrum was in shape rather like the ancient lyre; it was not round. <\/p>\n\n <p>If we translate shadowing with wings, it may allude to the multitude of its vessels, whose sails may be represented under the notion of wings. The second verse seems to support this interpretation. Vessels of bulrushes, <span class=\"greek-hebrew\">,גמא <\/span> <span class=\"translit\">, gome<\/span>, or rather the flag papyrus, so much celebrated as the substance on which people wrote in ancient times, and from which our paper is denominated. The sails might have been made of this flag: but whole canoes were constructed from it. Mat sails are used to the present day in China. The Vulgate fully understood the meaning of the word, and has accordingly translated, <i>in vasis papyri<\/i>, \"in vessels of papyrus.\" Reshi vesselis.—Old MS. Bib. This interpretation does not please Bp. Lowth, and for his dissent he gives the following reasons:—<\/p>\n\n <p>In opposition to other interpretations of these words which have prevailed, it may be briefly observed that <span class=\"greek-hebrew\">,צלצל <\/span> <span class=\"translit\">, tsiltsel<\/span>, is never used to signify shadow, nor is <span class=\"greek-hebrew\">,כנף <\/span> <span class=\"translit\">, canaph<\/span>, applied to the sails of ships. If, therefore, the words are rightly interpreted the winged cymbal, meaning the sistrum, Egypt must be the country to which the prophecy is addressed. And upon this hypothesis the version and explanation must proceed. I farther suppose, that the prophecy was delivered before Sennacherib's return from his Egyptian expedition, which took up three years; and that it was designed to give to the Jews, and perhaps likewise to the Egyptians, an intimation of God's counsels in regard to the destruction of their great and powerful enemy. <\/p>\n\n <p> <em>Which is beyond the rivers of Ethiopia \"Which borders on the rivers of Cush\"—<\/em>, What are the rivers of Cush? whether the eastern branches of the lower Nile, the boundary of Egypt towards Arabia, or the parts of the upper Nile towards Ethiopia, it is not easy to determine. The word <span class=\"greek-hebrew\">,מעבר <\/span> <span class=\"translit\">, meeber<\/span>, signifies either on this side or on the farther side: I have made use of the same kind of ambiguous expression in the translation. <\/p>",
    "audit": null
}