{
    "id": 8930,
    "source": "clarke",
    "verse_id": 18909,
    "verse_count": 1,
    "reference": "65:11",
    "title": "",
    "html": "<p><em>That prepare a table for that troop \"Who set in order a table for Gad\"—<\/em> The disquisitions and conjectures of the learned concerning Gad and Meni are infinite and uncertain: perhaps the most probable may be, that Gad means good fortune, and Meni the moon. \"But why should we be solicitous about it?\" says Schmidius. \"It appears sufficiently, from the circumstances, that they were false gods; either stars, or some natural objects; or a mere fiction. The Holy Scriptures did not deign to explain more clearly what these objects of idolatrous worship were; but chose rather, that the memory of the knowledge of them should be utterly abolished. And God be praised, that they are so totally abolished, that we are now quite at a loss to know what and what sort of things they were.\" Schmidius on the place, and on <a class=\"ref\">Judges 2:13<\/a> , Bibl. Hallensia.<\/p> \n\n<p>Jerome, on the place, gives an account of this idolatrous practice of the apostate Jews, of making a feast, or a<i>lectisternium<\/i> , as the Romans called it, for these pretended deities. <i>Est in cunctis urbibus, et maxime in Aegypto, et in Alexandria, idololatriae vetus consuetudo, ut ultimo die anni, et mensis ejus qui extremus est, ponant mensam refertam varii generis epulis, et poculum mulso mixtum; vel praeteriti anni vel futuri fertilitatem auspicantes. Hoc autem faciebant et Israelitae, omnium simulachrorum portenta venerantes; et nequaquam altari victimas, sed hujusmodi mensae liba fundebant<\/i> . \"In all cities, and especially in Egypt and Alexandria, it was an ancient idolatrous custom on the last day of the year, to spread a table covered with various kinds of viands, and a goblet mixed with new wine, referring to the fertility either of the past or coming year. The Israelites did the same, worshipping all kinds of images, and pouring out libations on such tables,\" etc. See also Le Clerc on the place; and on <a class=\"isa\" verses=\"WzE4OTQwXQ==\">Isaiah 66:17<\/a> , and Dav. Millii Dissert. v.<\/p> \n\n<p>The allusion to Meni, which signifies number, is obvious. If there had been the like allusion to Gad, which might have been expected, it might perhaps have helped to let us into the meaning of that word. It appears from Jerome's version of this place, that the words<span class=\"greek-hebrew\"> τῳ δαιμονιω<\/span> , to a demon, (or<span class=\"greek-hebrew\"> δαιμονι<\/span> , as some copies have it), and<span class=\"greek-hebrew\"> τῃ τυχῃ<\/span> , to fortune, stood in his time in the Greek version in an inverted order from that which they have in the present copies; the latter then answering to<span class=\"greek-hebrew\"> גד<\/span><span class=\"translit\"> gad<\/span> , the former to<span class=\"greek-hebrew\"> מני<\/span><span class=\"translit\"> meni<\/span>: by which some difficulty would be avoided; for it is commonly supposed that<span class=\"greek-hebrew\"> גד<\/span><span class=\"translit\"> gad<\/span> signifies<span class=\"greek-hebrew\"> τυχη<\/span> , Fortune. See <a class=\"ref\">Genesis 30:11<\/a> , apud Sept. This matter is so far well cleared up by MSS. Pachom. and 1. D. II., which agree in placing these two words in that order, which Jerome's version supposes. - L.<\/p> \n\n<p>My Old MS. Bible translates: That putten the borde of fortune; and offreden licours upon it; and so the Vulgate.<\/p> \n\n<p><span class=\"greek-hebrew\"> Ἑτοιμαζοντες τῳ δαιμονιῳ τραπεζαν, και πληρουντες τῃ τυχῃ κερασμα. <\/span> Preparing a table for the demon, and filling up, or pouring out, a libation to fortune.\"<\/p> \n\n<p><i>Septuagint. <\/i><\/p><i>\n\n<\/i><p><i><\/i> Ye have set up an aulter unto fortune<\/p> \n\n<p>And geven rich drink offeringes unto treasure.<\/p> \n\n<p>Coverdale.<\/p> ",
    "audit": null
}