{
    "id": 8059,
    "source": "clarke",
    "verse_id": 17663,
    "verse_count": 1,
    "reference": "1:8",
    "title": "",
    "html": "<p><em>As a cottage in a vineyard \"As a shed in a vineyard\"—<\/em> A little temporary hut covered with boughs, straw, turf, or the like materials, for a shelter from the heat by day, and the cold and dews by night, for the watchman that kept the garden or vineyard during the short season the fruit was ripening, (see <a class=\"ref\">Job 27:18<\/a>;), and presently removed when it had served that purpose. See Harmer's Observ. 1:454. They were probably obliged to have such a constant watch to defend the fruit from the jackals. \"The jackal,\" (<i>chical<\/i> of the Turks), says Hasselquist, (Travels, p. 227), \"is a species of mustela which is very common in Palestine, especially during the vintage; and often destroys whole vineyards, and gardens of cucumbers.\" \"There is also plenty of the canis vulpes, the fox, near the convent of St. John in the desert, about vintage time; for they destroy all the vines unless they are strictly watched.\" Ibid. p. 184. See <a class=\"ref\">Song of Solomon 2:15<\/a>.<\/p> \n\n<p>Fruits of the gourd kind, melons, watermelons, cucumbers, etc., are much used and in great request in the Levant, on account of their cooling quality. The Israelites in the wilderness regretted the loss of the cucumbers and melons among the other good things of Egypt, <a class=\"ref\">Numbers 11:5<\/a>. In Egypt the season of watermelons, which are most in request, and which the common people then chiefly live upon, lasts but three weeks. See Hasselquist, p. 256. Tavernier makes it of longer continuance:<\/p> \n\n<p><i>L'on y void de grands carreaux de melons et de concombres, mais beaucoup plus de derniers, dont les Levantins font leur delices. Le plus souvent, ils les mangent sans les peter, apres quoi ils vont boire une verre d'eau. Dans toute l'Asie c'est la nourriture ordinaire du petit peuple pendant trois ou quatre mois; toute la famine en vit, et quand un enfant demand a manger, au lieu qu'en<\/i><i>France ou aillieurs nous luy donnerions du pain, dans le Levant on luy presente un concombre, qu'il mange cru comme on le vient de cueillir. Les concombres dans le Levant ont une bonte particuliere; et quoiqu' on les mange crus, ils ne font jamais de mal<\/i> ;<\/p> \n\n<p>\"There are to be seen great beds of melons and cucumbers, but a greater number of the latter, of which the Levantines are particularly fond. In general they eat them without taking off the rind, after which they drink a glass of water. In every part of Asia this is the aliment of the common people for three or four months; the whole family live on them; and when a child asks something to eat, instead of giving it a piece of bread, as is done in France and other countries, they present it with a cucumber, which it eats raw, as gathered. Cucumbers in the Levant are peculiarly excellent; and although eaten raw, they are seldom injurious.\" Tavernier, Relat. du Serrail, cap. xix.<\/p> \n\n<p><em>As a lodge, etc.—<\/em> That is, after the fruit was gathered; the lodge being then permitted to fall into decay. Such was the desolate, ruined state of the city.<\/p> \n\n<p>So the<span class=\"greek-hebrew\"> ὡς πολις πολιορκουμενη<\/span> ; Septuagint: see also the Vulgate.<\/p> ",
    "audit": null
}