{
    "id": 8225,
    "source": "clarke",
    "verse_id": 17902,
    "verse_count": 6,
    "reference": 12,
    "title": "Chapter Commentary",
    "html": "<p>Prophetic hymn of praise for the great mercies vouchsafed to the children of Israel in their deliverance from the great Babylonish captivity, and for redemption by the Messiah,<a class=\"isa\" verses=\"eyIxNzkwMiI6Nn0=\">Isaiah 12:1-6<\/a> .<\/p> \n\n<p>This hymn seems, by its whole tenor, and by many expressions in it, much better calculated for the use of the Christian Church than for the Jewish, in any circumstances, or at any time that can be assigned. The Jews themselves seem to have applied it to the times of Messiah. On the last day of the feast of tabernacles they fetched water in a golden pitcher from the fountain of Shiloah, springing at the foot of Mount Sion without the city: they brought it through the water-gate into the temple, and poured it, mixed with wine, on the sacrifice as it lay upon the altar, with great rejoicing. They seem to have taken up this custom, for it is not ordained in the law of Moses, as an emblem of future blessings, in allusion to this passage of Isaiah, \"Ye shall draw waters with joy from the fountains of salvation,\" expressions that can hardly be understood of any benefits afforded by the Mosaic dispensation. Our Savior applied the ceremony, and the intention of it, to himself, and the effusion of the Holy Spirit, promised, and to be given, by him. The sense of the Jews in this matter is plainly shown by the following passage of the Jerusalem Talmud: \"Why is it called the place or house of drawing?\" (for that was the term for this ceremony, or for the place where the water was taken up) \"Because from thence they draw the Holy Spirit; as it is written, And ye shall draw water with joy from the fountains of salvation.\" See Wolf. Curae Philol. in N.T. on<a class=\"ref\">John 7:37, John 7:39<\/a> . - L. The water is Divine knowledge, says Kimchi, and the wells the teachers of righteousness. The Targum renders this in a very remarkable manner: \"Ye shall receive with joy (<span class=\"greek-hebrew\"> חדת אולפן<\/span><span class=\"translit\"> ulephan chadath<\/span>) a new doctrine from the chosen among the righteous.\" Does not this mean the Gospel, the new covenant? And did not the Targumist speak as a prophet?<\/p> ",
    "audit": null
}