{
    "id": 8681,
    "source": "clarke",
    "verse_id": 18571,
    "verse_count": 1,
    "reference": "45:9",
    "title": "",
    "html": " <p> <em>Wo unto him that striveth with his Maker \"To unto him that contendeth with the power that formed him\"— <\/em>,The prophet answers or prevents the objections and cavils of the unbelieving Jews, disposed to murmur against God, and to arraign the wisdom and justice of his dispensations in regard to them; in permitting them to be oppressed by their enemies, and in promising them deliverance instead of preventing their captivity. St. Paul has borrowed the image, and has applied it to the like purpose with equal force and elegance: \"Nay, but, O man! who art thou that repliest against God? Shall the thing formed say to him that formed it, Why hast thou made me thus? Hath not the potter power over the clay, out of the same lump to make one vessel to honor, and another to dishonor?\" <a class=\"ref\">Romans 9:20, Romans 9:21 <\/a>. This is spoken says Kimchi, against the king of Babylon, who insulted the Most High, bringing forth the sacred vessels, drinking out of them, and magnifying himself against God. <\/p>,\n\n <p> <em>Or thy work, He hath no hands \"And to the workman, Thou hast no hands\"— <\/em>,The Syriac renders, as if he had read, <span class=\"greek-hebrew\">,ידיך פעל היתי ולא <\/span> <span class=\"translit\">,velo hayithi pheal yadeycha <\/span>,, \"neither am I the work of thy hands;\" the Septuagint, as if they had reads <span class=\"greek-hebrew\">,לך ודים ואין פעלת ולא <\/span> <span class=\"translit\">,velo phaalta veeyn yaadim lecha <\/span>,, \"neither hast thou made me; and thou hast no hands.\" But the fault seems to be in the transposition of the two pronouns; for <span class=\"greek-hebrew\">,ופעלך <\/span> <span class=\"translit\">,uphoolcha <\/span>,, read <span class=\"greek-hebrew\">,ופעלו <\/span> <span class=\"translit\">,uphoolo <\/span>: and for <span class=\"greek-hebrew\">,לו <\/span> <span class=\"translit\">,lo <\/span>,, read <span class=\"greek-hebrew\">,לך <\/span> <span class=\"translit\">,lecha <\/span>,. So Houbigant corrects it; reading also <span class=\"greek-hebrew\">,ופעלו <\/span> <span class=\"translit\">,uphoolo <\/span>,; which last correction seems not altogether necessary. The Septuagint, in MSS. Pachom. and 1. D. 2 have it thus, <span class=\"greek-hebrew\">,και το εργον ουκ εχεις χειρας <\/span>,, which favors the reading here proposed. <\/p>,",
    "audit": null
}