{
    "id": 8587,
    "source": "clarke",
    "verse_id": 18424,
    "verse_count": 1,
    "reference": "40:3",
    "title": "",
    "html": " <p> <em>The voice of him that crieth to the wilderness \"A voice crieth, In the wilderness\"— <\/em> The idea is taken from the practice of eastern monarchs, who, whenever they entered upon an expedition or took a journey, especially through desert and unpractised countries, sent harbingers before them to prepare all things for their passage, and pioneers to open the passes, to level the ways, and to remove all impediments. The officers appointed to superintend such preparations the Latins call <i>stratores <\/i>. <i>Ipse (Johannes Baptista) se stratorem vocat Messiae, cujus esset alta et elata voce homines in desertis locis habitantes ad itinera et vias Regi mox venturo sternendas et reficiendas hortari <\/i>. - Mosheim, Instituta, Majora, p. 96. \"He (John the Baptist) calls himself the pioneer of the Messiah, whose business it was with a loud voice to call upon the people dwelling in the deserts to level and prepare the roads by which the King was about to march.\" <\/p> \n\n <p>Diodorus's account of the marches of Semiramis into Media and Persia will give us a clear notion of the preparation of the way for a royal expedition: \"In her march to Ecbatana she came to the Zarcean mountain, which, extending many furlongs, and being full of craggy precipices and deep hollows, could not be passed without taking a great compass about. Being therefore desirous of leaving an everlasting memorial of herself, as well as of shortening the way, she ordered the precipices to be digged down, and the hollows to be filled up; and at a great expense she made a shorter and more expeditious road, which to this day is called from her the road of Semiramis. Afterward she went into Persia, and all the other countries of Asia subject to her dominion; and wherever she went, she ordered the mountains and precipices to be levelled, raised causeways in the plain country, and at a great expense made the ways passable.\" - Diod. Sic. lib. ii. <\/p> \n\n <p>The writer of the apocryphal book called Baruch expresses the same subject by the same images, either taking them from this place of Isaiah, or from the common notions of his countrymen: \"For God hath appointed that every high hill, and banks of long continuance, should be cast down, and valleys filled up, to make even the ground, that Israel may go safely in the glory of God.\" <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Baruch+5:7&t1=en_nas\" id=\"27\" class=\"stL\" target=\"_blank\"> Baruch 5:7<\/a>. <\/p> \n\n <p>The Jewish Church, to which John was sent to announce the coming of Messiah, was at that time in a barren and desert condition, unfit, without reformation, for the reception of her King. It was in this desert country, destitute at that time of all religious cultivation, in true piety and good works unfruitful, that John was sent to prepare the way of the Lord by preaching repentance. I have distinguished the parts of the sentence according to the punctuation of the Masoretes, which agrees best both with the literal and the spiritual sense; which the construction and parallelism of the distich in the Hebrew plainly favors, and of which the Greek of the Septuagint and of the evangelists is equally susceptible. John was born in the desert of Judea, and passed his whole life in it, till the time of his being manifested to Israel. He preached in the same desert: it was a mountainous country; however not entirely and properly a desert; for though less cultivated than other parts of Judea, yet it was not uninhabited. Joshua (<a class=\"ref\">Joshua 15:61, Joshua 15:62<\/a>;) reckons six cities in it. We are so prepossessed with the idea of John's living and preaching in the desert, that we are apt to consider this particular scene of his preaching as a very important and essential part of history: whereas I apprehend this circumstance to be no otherwise important, than as giving us a strong idea of the rough character of the man, which was answerable to the place of his education; and as affording a proper emblem of the rude state of the Jewish Church at that time, which was the true wilderness meant by the prophet, in which John was to prepare the way for the coming of the Messiah. <\/p> ",
    "audit": null
}