{
    "id": 8783,
    "source": "clarke",
    "verse_id": 18714,
    "verse_count": 1,
    "reference": "53:2",
    "title": "",
    "html": " <p> <em>For he shall grow up— <\/em>,Supposes something to have preceded; as it might be asked, what or who shall 'grow up before him,' etc. As the translation now stands, no correct answer can be given to this question. The translation then is wrong, the connection broken, and the sense obscured. <span class=\"greek-hebrew\">,זרוע <\/span> <span class=\"translit\">,zeroa <\/span>,, translated the arm, from the root zara. <\/p> <ol> <li>,To sow, or plant; also seed, etc. <\/li> <\/ol> <li>,The limb which reaches from the shoulder to the hand, called the arm; or more properly beginning at the shoulder and ending at the elbow. <\/li>,The translator has given the wrong sense of the word. It would be very improper to say, the arm of the Lord should grow up before him; but by taking the word in its former sense, the connection and metaphor would be restored, and the true sense given to the text. <span class=\"greek-hebrew\">,זרע <\/span> <span class=\"translit\">,zera <\/span>,signifies, not only the seed of herbs, but children, offspring, or posterity. The same word we find <a class=\"ref\">Genesis 3:15 <\/a>,, where Christ is the Seed promised. See also <a class=\"ref\">Genesis 22:17, Genesis 22:18; Genesis 26:4; Genesis 28:14 <\/a>. Hence the Seed of the woman, the Seed promised to the patriarchs is, according to Isaiah, the Seed of the Lord, the Child born, and the Son given; and according to St. John, 'the Son of God, the only-begotten of the Father, full of grace and truth.' <span class=\"greek-hebrew\">,זרע <\/span>,then, in this place, should be understood to mean Jesus Christ, and him alone. To speak here of the manifestation of the arm or power of God would be irregular; but to suppose the text to speak of the manifestation of Jesus Christ would be very proper, as the whole of the chapter is written concerning him, particularly his humiliation and sufferings, and the reception he should meet with from the Jewish nation.\n\n <p>\"The first verse of this chapter is quoted <a class=\"ref\">John 12:38 <\/a>,, and the former part of the same verse <a class=\"ref\">Romans 10:16 <\/a>. But no objection of importance can be brought forward from either of these quotations against the above explanation, as they are quoted to show the unbelief of the Jews in not receiving Christ as the promised Messiah.\" <\/p>,\n\n <p> <em>He hath no form nor comeliness \"He hath no form nor any beauty\"— <\/em> <\/p>,\n\n <p> <span class=\"greek-hebrew\">,Ουκ ειδος αυτῳ, ουδε αξιωμα, ἱνα ειδωμεν αυτον· ουδε θεωρια, ἱνα επιθυμωμεν αυτον. <\/span> <\/p>,\n\n <p>\"He hath no form, nor any beauty, that we should regard him; nor is his countenance such that we should desire him.\" <\/p>,\n\n <p>Symmachus; the only one of the ancients that has translated it rightly. <\/p>,",
    "audit": null
}