{
    "id": 8515,
    "source": "clarke",
    "verse_id": 18305,
    "verse_count": 17,
    "reference": 34,
    "title": "Chapter Commentary",
    "html": " <p>The prophet earnestly exhorts all nations to attend to the communication which he has received from Jehovah, as the matter is of the highest importance, and of universal concern, <a class=\"isa\" verses=\"WzE4MzA1XQ==\">Isaiah 34:1<\/a>. The wrath of God is denounced against all the nations that had provoked to anger the Defender of the cause of Zion, <a class=\"isa\" verses=\"WzE4MzA2XQ==\">Isaiah 34:2<\/a>, <a class=\"isa\" verses=\"WzE4MzA3XQ==\">Isaiah 34:3<\/a>. Great crowd of images, by which the final overthrow and utter extermination of every thing that opposes the spread of true religion in the earth are forcibly and majestically set forth; images so very bold and expressive as to render it impossible, without doing great violence to symbolical language, to restrain their import to the calamities which befell the Edomites in the reign of Nebuchadnezzar, or in that of any other potentate, or even to the calamities which the enemies of the Church have yet suffered since the delivery of the prophecy. Edom must therefore be a type of Antichrist, the last grand adversary of the people of God; and consequently this most awful prophecy, in its ultimate signification, remains to be accomplished, <a class=\"isa\" verses=\"eyIxODMwOCI6MTJ9\">Isaiah 34:4-15<\/a>. The Churches of God, at the period of the consummation, commanded to consult the book of Jehovah, and note the exact fulfillment of these terrible predictions in their minutest details. Not one jot or little relative even to the circumstances shadowed forth by the impure animals shall be found to fail; for what the mouth of the Lord has declared necessary to satisfy the Divine justice, his Spirit will accomplish, <a class=\"isa\" verses=\"WzE4MzIwXQ==\">Isaiah 34:16<\/a>, <a class=\"isa\" verses=\"WzE4MzIxXQ==\">Isaiah 34:17<\/a>. <\/p>\n\n <p>This and the following chapter make one distinct prophecy; an entire, regular, and beautiful poem, consisting of two parts: the first containing a denunciation of Divine vengeance against the enemies of the people or Church of God; the second describing the flourishing state of the Church of God consequent upon the execution of those judgments. The event foretold is represented as of the highest importance, and of universal concern: All nations are called upon to attend to the declaration of it; and the wrath of God is denounced against all the nations, that is, all those that had provoked to anger the Defender of the cause of Zion. Among those, Edom is particularly specified. The principal provocation of Edom was their insulting the Jews in their distress, and joining against them with their enemies, the Chaldeans; see <a class=\"ref\">Amos 1:11; Ezekiel 25:12; Ezekiel 35:15; Psalm 137:7<\/a>. Accordingly the Edomites were, together with the rest of the neighboring nations, ravaged and laid waste by Nebuchadnezzar; see <a class=\"ref\">Jeremiah 25:15-26; Malachi 1:3, Malachi 1:4<\/a>, and see Marsham, Can. Chron. Saec. xviii., who calls this the age of the destruction of cities. The general devastation spread through all these countries by Nebuchadnezzar may be the event which the prophet has primarily in view in the thirty-fourth chapter: but this event, as far as we have any account of it in history, seems by no means to come up to the terms of the prophecy, or to justify so highly wrought and terrible a description; and it is not easy to discover what connection the extremely flourishing state of the Church or people of God, described in the next chapter, could have with those events, and how the former could be the consequence of the latter, as it is there represented to be. By a figure, very common in the prophetical writings, any city or people, remarkably distinguished as enemies of the people and kingdom of God, is put for those enemies in general. This seems here to be the case with Edom and Botsra. It seems, therefore, reasonable to suppose, with many learned expositors, that this prophecy has a farther view to events still future; to some great revolutions to be effected in later times, antecedent to that more perfect state of the kingdom of God upon earth, and serving to introduce it, which the Holy Scriptures warrant us to expect. <\/p>\n\n <p>That the thirty-fifth chapter has a view beyond any thing that could be the immediate consequence of those events, is plain from every part, especially from the middle of it, <a class=\"isa\" verses=\"WzE4MzI2XQ==\">Isaiah 35:5<\/a>, <a class=\"isa\" verses=\"WzE4MzI3XQ==\">Isaiah 35:6<\/a>; where the miraculous works wrought by our blessed Savior are so clearly specified, that we cannot avoid making the application: and our Savior himself has moreover plainly referred to this very passage, as speaking of him and his works, <a class=\"ref\">Matthew 11:4, Matthew 11:5<\/a>. He bids the disciples of John to go and report to their master the things which they heard and saw; that the blind received their sight, the lame walked, and the deaf heard; and leaves it to him to draw the conclusion in answer to his inquiry, whether he who performed the very works which the prophets foretold should be performed by the Messiah, was not indeed the Messiah himself. And where are these works so distinctly marked by any of the prophets as in this place? and how could they be marked more distinctly? To these the strictly literal interpretation of the prophet's words directs us. According to the allegorical interpretation they may have a farther view: this part of the prophecy may run parallel with the former and relate to the future advent of Christ; to the conversion of the Jews, and their restitution to their land; to the extension and purification of the Christian faith; events predicted in the Holy Scriptures as preparatory to it. Kimchi says, \"This chapter points out the future destruction of Rome, which is here called Bosra; for Bosra was a great city of the Edomites. Now the major part of the Romans are Edomites, who profess the law of Jesus. The Emperor Caesar (qy. Constantine) was an Edomite, and so were all the emperors after him. The destruction of the Turkish empire is also comprehended in this prophecy.\" - L. As to the last, I say, Amen! <\/p>",
    "audit": null
}