{
    "id": 8957,
    "source": "clarke",
    "verse_id": 18947,
    "verse_count": 1,
    "reference": "66:24",
    "title": "",
    "html": " <p> <em>For their worm shall not die—<\/em>, These words of the prophet are applied by our blessed Savior, <a class=\"ref\">Mark 9:44<\/a>, to express the everlasting punishment of the wicked in Gehenna, or in hell. Gehenna, or the valley of Hinnom, was very near to Jerusalem to the south-east: it was the place where the idolatrous Jews celebrated that horrible rite of making their children pass through the fire, that is, of burning them in sacrifice to Moloch. To put a stop to this abominable practice, Josiah defiled, or desecrated, the place, by filling it with human bones, <a class=\"ref\">2 Kings 23:10, 2 Kings 23:14<\/a>; and probably it was the custom afterwards to throw out the carcasses of animals there, when it also became the common burying place for the poorer people of Jerusalem. Our Savior expressed the state of the blessed by sensible images; such as paradise, Abraham's bosom, or, which is the same thing, a place to recline next to Abraham at table in the kingdom of heaven. See <a class=\"ref\">Matthew 8:11<\/a>. <i>Coenabat Nerva cum paucis. Veiento proxies, atque etiam in sinu recumbebat<\/i>,. \"The Emperor Nerva supped with few. Veiento was the first in his estimation, and even reclined in his bosom.\" Plin. Epist. 4:22. Compare <a class=\"ref\">John 13:23<\/a>; for we could not possibly have any conception of it but by analogy from worldly objects. In like manner he expressed the place of torment under the image of Gehenna; and the punishment of the wicked by the worm which there preyed on the carcasses, and the fire that consumed the wretched victims. Marking however, in the strongest manner, the difference between Gehenna and the invisible place of torment; namely, that in the former the suffering is transient: - the worm itself which preys upon the body, dies; and the fire which totally consumes it, is soon extinguished: - whereas in the figurative Gehenna the instruments of punishment shall be everlasting, and the suffering without end; \"for there the worm dieth not, and the fire is not quenched.\" <\/p>\n\n <p>These emblematical images, expressing heaven and hell, were in use among the Jews before our Savior's time; and in using them he complied with their notions. \"Blessed is he that shall eat bread in the kingdom of God,\" says the Jew to our Savior, <a class=\"ref\">Luke 14:15<\/a>. And in regard to Gehenna, the Chaldee paraphrase as I observed before on <a class=\"isa\" verses=\"WzE4MjUxXQ==\">Isaiah 30:33<\/a>, renders everlasting or continual burnings by \"the Gehenna of everlasting fire.\" And before his time the son of Sirach, 7:17, had said, \"The vengeance of the ungodly is fire and worms.\" So likewise the author of the book of Judith, chap. 16:17: \"Wo to the nations rising up against my kindred: the Lord Almighty will take vengeance of them in the day of judgment, in putting fire and worms in their flesh;\" manifestly referring to the same emblem. - L. <\/p>\n\n <p>Kimchi's conclusion of his notes on this book is remarkable: - <\/p>\n\n <p>\"Blessed be God who hath created the mountains and the hills, <\/p>\n\n <p>And hath endued me with strength to finish the book of salvation: <\/p>\n\n <p>He shall rejoice us with good tidings and reports; <\/p>\n\n <p>He shall show us a token for good: - <\/p>\n\n <p>And the end of his miracles he shall cause to approach us.\" <\/p>\n\n <p>Several of the Versions have a peculiarity in their terminations: - <\/p>\n\n <p>And they shall be to a satiety of sight to all flesh. <\/p>\n\n <p> <i>Vulgate. <\/i> <\/p> <i>\n\n <\/i> <p> <i><\/i>, And thei schul ben into fyllyng of sigt to all fleshe. <\/p>\n\n <p> <i>Old MS. Bible. <\/i> <\/p> <i>\n\n <\/i> <p> <i><\/i>, And they shall be as a vision to all flesh. <\/p>\n\n <p> <i>Septuagint. <\/i> <\/p> <i>\n\n <\/i> <p> <i><\/i>, And the wicked shall be punished in hell till the righteous shall say, - It is enough. <\/p>\n\n <p> <i>Chaldee. <\/i> <\/p> <i>\n\n <\/i> <p> <i><\/i>, They shall be an astonishment to all flesh; So that they shall be a spectacle to all beings. <\/p>\n\n <p> <i>Syriac. <\/i> <\/p> <i>\n\n <\/i> <p> <i><\/i>, The end of the prophecy of Isaiah the prophet. <\/p>\n\n <p>Praise to God who is truly praiseworthy. <\/p>\n\n <p> <i>Arabic. <\/i> <\/p> <i>\n\n <\/i> <p> <i><\/i>, One of my old Hebrew MSS. after the twenty-first verse repeats the twenty-third: \"And it shall come to pass that from one new moon to another, and from one Sabbath to another, shall all flesh come to worship before me, saith the Lord.\" <\/p>",
    "audit": null
}