{
    "id": 8116,
    "source": "clarke",
    "verse_id": 17734,
    "verse_count": 1,
    "reference": "3:26",
    "title": "",
    "html": "<p><em>Sit upon the ground—<\/em> Sitting on the ground was a posture that denoted mourning and deep distress. The prophet Jeremiah ( <a class=\"ref\">Lamentations 2:8<\/a>;) has given it the first place among many indications of sorrow, in the following elegant description of the same state of distress of his country: -<\/p> \n\n<p>\"The elders of the daughter of Sion sit on the ground, they are silent: They have cast up dust on their heads; they have girded themselves with sackcloth; The virgins of Jerusalem have bowed down their heads to the ground.\"<\/p> \n\n<p>\"We find Judea,\" says Mr. Addison, (on Medals, Dial. ii), \"on several coins of Vespasian and Titus, in a posture that denotes sorrow and captivity. I need not mention her sitting on the ground, because we have already spoken of the aptness of such a posture to represent an extreme affliction. I fancy the Romans might have an eye on the customs of the Jewish nation, as well as those of their country, in the several marks of sorrow they have set on this figure. The psalmist describes the Jews lamenting their captivity in the same pensive posture: 'By the waters of Babylon we sat down and wept, when we remembered thee, O Zion.' But what is more remarkable, we find Judea represented as a woman in sorrow sitting on the ground, in a passage of the prophet, that foretells the very captivity recorded on this medal.\" Mr. Addison, I presume, refers to this place of Isaiah; and therefore must have understood it as foretelling the destruction of Jerusalem and the Jewish nation by the Romans: whereas it seems plainly to relate, in its first and more immediate view at least, to the destruction of the city by Nebuchadnezzar, and the dissolution of the Jewish state under the captivity at Babylon. - L.<\/p> \n\n<p>Several of the coins mentioned here by Mr. Addison are in my own collection: and to such I have already referred in this work. I shall describe one here. On the obverse a fine head of the emperor Vespasian with this legend, <i>Imperator Julius Caesar Vespasianus Augustus, Pontifex Maximus, Tribunitia Potestate Pater Patriae, Consul VIII<\/i> .<\/p> \n\n<p>On the reverse a tall palm tree, emblem of the land of Palestine, the emperor standing on the left, close to the tree, with a trophy behind him; on the right, Judea under the figure of a female captive sitting on the ground, with her head resting on her hand, the elbow on her knee, weeping. Around is this legend, Judea Capta. Senates Consulto. However this prediction may refer proximately to the destruction of Jerusalem by Nebuchadnezzar, I am fully of opinion that it ultimately refers to the final ruin of the Jewish state by the Romans. And so it has been understood by the general run of the best and most learned interpreters and critics.<\/p> ",
    "audit": null
}