{
    "id": 8195,
    "source": "clarke",
    "verse_id": 17852,
    "verse_count": 34,
    "reference": 10,
    "title": "Chapter Commentary",
    "html": "<p>God's judgments against oppressive rulers,<a class=\"isa\" verses=\"eyIxNzg1MiI6NH0=\">Isaiah 10:1-4<\/a> . The prophet foretells the invasion of Sennacherib, and the destruction of his army. That mighty monarch is represented as a rod in the hand of God to correct his people for their sins; and his ambitious purposes, contrary to his own intentions, are made subservient to the great desires of Providence,<a class=\"isa\" verses=\"eyIxNzg1NiI6N30=\">Isaiah 10:5-11<\/a> . Having accomplished this work, the Almighty takes account of his impious vauntings,<a class=\"isa\" verses=\"eyIxNzg2MyI6M30=\">Isaiah 10:12-14<\/a> ; and threatens utter destruction to the small and great of his army, represented by the thorns, and the glory of the forest,<a class=\"isa\" verses=\"eyIxNzg2NiI6NX0=\">Isaiah 10:15-19<\/a> . This leads the prophet to comfort his countrymen with the promise of the signal interposition of God in their favor,<a class=\"isa\" verses=\"eyIxNzg3NSI6NH0=\">Isaiah 10:24-27<\/a> . Brief description of the march of Sennacherib towards Jerusalem, and of the alarm and terror which he spread every where as he hastened forward,<a class=\"isa\" verses=\"eyIxNzg3OSI6NX0=\">Isaiah 10:28-32<\/a> . The spirit and rapidity of the description is admirably suited to the subject. The affrighted people are seen fleeing, and the eager invader pursuing; the cries of one city are heard by those of another; and groan swiftly succeeds to groan, till at length the rod is lifted over the last citadel. In this critical situation, however, the promise of a Divine interposition is seasonably renewed. The scene instantly changes; the uplifted arm of this mighty conqueror is at once arrested and laid low by the hand of heaven; the forest of Lebanon, (a figure by which the immense Assyrian host is elegantly pointed out, is hewn down by the axe of the Divine vengeance; and the mind is equally pleased with the equity of the judgment, and the beauty and majesty of the description,<a class=\"isa\" verses=\"WzE3ODg0XQ==\">Isaiah 10:33<\/a> ,<a class=\"isa\" verses=\"WzE3ODg1XQ==\">Isaiah 10:34<\/a> .<\/p> ",
    "audit": null
}