{
    "id": 8859,
    "source": "clarke",
    "verse_id": 18820,
    "verse_count": 1,
    "reference": "59:19",
    "title": "",
    "html": "<p><em>When the enemy shall come in like a flood—<\/em>This all the rabbins refer to the coming of the Messiah. If ye see a generation which endures much tribulation, then (say they) expect him, according to what is written: \"When the enemy shall come in like a flood, the Spirit of the Lord shall lift up a standard against him.\"<\/p>\n\n<p>Kimchi says, he that was the standard-bearer always began the battle by first smiting at the enemy. Here then the Spirit of the Lord is the standard-bearer, and strikes the first blow. They who go against sin and Satan with the Holy Spirit at their head, are sure to win the day.<\/p>\n\n<p><em>The Spirit of the Lord shall lift up a standard against him \"Which a strong wind driveth along\"—<\/em><i>Quam spiritus Domini cogit<\/i>, \"Which the Spirit of the Lord drives on.\" - Vulg. <span class=\"greek-hebrew\">נוססה <\/span>   <span class=\"translit\">nosesah<\/span>, pihel a <span class=\"greek-hebrew\">נוס <\/span>   <span class=\"translit\">nus<\/span>  fugit. Kimchi says his father thus explained this word: <span class=\"greek-hebrew\">נוססה <\/span>   <span class=\"translit\">nosesah<\/span>  <i>interpretatur in significatione fugae, et ait, spiritus Domini fugabit hostem;-nam secundum eum<\/i> <span class=\"greek-hebrew\">נוססה <\/span>   <span class=\"translit\">nosesah<\/span>  <i>est ex conjugatione quadrata, ejusque radix est<\/i> <span class=\"greek-hebrew\">נוס <\/span>   <span class=\"translit\">nus<\/span> : \"nosesah he interpreted in the signification of flight, - The Spirit of the Lord shall put the enemy to flight; for according to him the root of the word is <span class=\"greek-hebrew\">נוס <\/span>   <span class=\"translit\">nus<\/span>, he put to flight.\" The object of this action I explain otherwise. The conjunction <span class=\"greek-hebrew\">ו <\/span>   <span class=\"translit\">vau<\/span>, prefixed to <span class=\"greek-hebrew\">רוח <\/span>   <span class=\"translit\">ruach<\/span>, seems necessary to the sense, it is added by the corrector in one of the Koningsberg MSS., collated by Lilienthal. It is added also in one of my own.<\/p>",
    "audit": null
}