{
    "id": 8890,
    "source": "clarke",
    "verse_id": 18861,
    "verse_count": 1,
    "reference": "62:6",
    "title": "",
    "html": " <p> <em>Ye that make mention of the Lord, keep not silence— <\/em>,The faithful, and in particular the priests and Levites, are exhorted by the prophet to beseech God with unremitted importunity (compare <a class=\"ref\">Luke 18:1 <\/a>,, etc.) to hasten the redemption of Sion. The image in this place is taken from the temple service; in which there was appointed a constant watch, day and night, by the Levites: and among them this seems to have belonged particularly to the singers, see <a class=\"ref\">1 Chronicles 9:33 <\/a>. Now the watches in the east, even to this day, are performed by a loud cry from time to time of the watchmen, to mark the time, and that very frequently, and in order to show that they themselves are constantly attentive to their duty. Hence the watchmen are said by the prophet, <a class=\"isa\" verses=\"WzE4NzA1XQ==\">Isaiah 52:8 <\/a>,, to lift up their voice; and here they are commanded, not to keep silence; and the greatest reproach to them is, that they are dumb dogs; they cannot bark; dreamers; sluggards, loving to slumber, <a class=\"isa\" verses=\"WzE4NzY0XQ==\">Isaiah 56:10 <\/a>. \"The watchmen in the camp of the caravans go their rounds crying one after another, 'God is one, he is merciful:' and often add, 'Take heed to yourselves.'\" Tavernier, Voyage de Perse, 54:1 chap. 10. The hundred and thirty-fourth Psalm gives us an example of the temple watch. The whole Psalm is nothing more than the alternate cry of two different divisions of the watch. The first watch addresses the second, reminding them of their duty; the second answers by a solemn blessing. The address and the answer seem both to be a set form, which each division proclaimed, or sung aloud, at stated intervals, to notify the time of the night: - <\/p>,\n\n <p align=\"center\">,First Chorus <\/p>,\n\n <p>\"Come on now, bless ye Jehovah, all ye servants of Jehovah; <\/p>,\n\n <p>Ye that stand in the house of Jehovah in the nights; <\/p>,\n\n <p>Lift up your hands towards the sanctuary, <\/p>,\n\n <p>And bless ye Jehovah.\" <\/p>,\n\n <p align=\"center\">,Second Chorus <\/p>,\n\n <p>\"Jehovah bless thee out of Sion; <\/p>,\n\n <p>He that made heaven and earth.\" <\/p>,\n\n <p>\"Ye who stand in the place of the watch, in the house of the sanctuary of the Lord; and ye praise through the nights;\" - says the Chaldee paraphrase on the second line. And this explains what is here particularly meant by proclaiming, or making remembrance of, the name of Jehovah: the form, which the watch made use of on these occasions, was always a short sentence, expressing some pious sentiment, of which Jehovah was the subject; and it is remarkable, that the custom in the east in this respect also still continues the very same; as appears by the example above given from Tavernier. <\/p>,\n\n <p>And this observation leads to the explanation of an obscure passage in the Prophet Malachi, <a class=\"ref\">Malachi 2:12 <\/a>. <\/p>,\n\n <p>\"Jehovah will cut off the man that doeth this; <\/p>,\n\n <p>The watchman and the answerer, from the tabernacles of Jacob; <\/p>,\n\n <p>And him that presenteth an offering to Jehovah God of hosts.\" <\/p>,\n\n <p> <span class=\"greek-hebrew\">,וענה ער <\/span> <span class=\"translit\">,er veoneh <\/span>,, the master and the scholar, says our translation, after the Vulgate: the son and the grandson, says the Syriac and Chaldee, as little to the purpose: Arias Montanus has given it <i>vigilantem et respondentem <\/i>,, \"the watchman and the answerer;\" that is, the Levite and \"him that presenteth an offering to Jehovah,\" that is, the priest. - L. Ye that make mention of the Lord, keep not silence. Is not this clause an address to the ministers of Christ, to continue in supplication for the conversion of the Jewish people? Kimchi seems to think that the watchmen are the interceding angels! <\/p>,",
    "audit": null
}