{
    "id": 8820,
    "source": "clarke",
    "verse_id": 18768,
    "verse_count": 1,
    "reference": "57:2",
    "title": "",
    "html": "<p><em>He shalt enter into peace \"He shall go in peace\"—<\/em><span class=\"greek-hebrew\">שלום יבוא <\/span>   <span class=\"translit\">yabo shalom<\/span> ; the expression is elliptical, such as the prophet frequently uses. The same sense is expressed at large and in full terms,  <a class=\"ref\">Genesis 15:15<\/a>; : <span class=\"greek-hebrew\">בשלום אבותיך אל תבא ואתה <\/span>   <span class=\"translit\">veattah libbo al abotheycha beshalom<\/span>, \"and thou shalt go to thy fathers in peace.\"<\/p>\n\n<p><em>They shall rest in their beds, each one walking in his uprightness \"He shall rest in his bed; even the perfect man\"—<\/em>This obscure sentence is reduced to a perfectly good sense, and easy construction by an ingenious remark of Dr. Durell. He reads <span class=\"greek-hebrew\">תם משכבו על ינוח <\/span>   <span class=\"translit\">yanuach al mishcabo tam<\/span>, \"the perfect man shall rest in his bed.\" Two MSS. (one of them ancient) have <span class=\"greek-hebrew\">ינוח <\/span>   <span class=\"translit\">yanuach<\/span>, singular; and so the Vulgate renders it, requiescat, \"he shall rest.\" The verb was probably altered to make it plural, and so consistent with what follows after the mistake had been made in the following words, by uniting <span class=\"greek-hebrew\">משכבו <\/span>   <span class=\"translit\">mishcabo<\/span>  and <span class=\"greek-hebrew\">תם <\/span>   <span class=\"translit\">tam<\/span>  into one word. See Merrick's Annotations on the Psalms, Addenda; where the reader will find that J. S. Moerlius, by the same sort of correction, and by rescuing the adjective <span class=\"greek-hebrew\">תם <\/span>   <span class=\"translit\">tam<\/span>, which had been swallowed up in another word in the same manner, has restored to a clear sense a passage before absolutely unintelligible: - <\/p>\n\n<p>           <span class=\"greek-hebrew\">למו <\/span>  <span class=\"greek-hebrew\">חרצבות <\/span>  <span class=\"greek-hebrew\">אין <\/span>  <span class=\"greek-hebrew\">כי <\/span>               <span class=\"translit\">lemo<\/span>  <span class=\"translit\">chartsubboth<\/span>  <span class=\"translit\">ein<\/span>  <span class=\"translit\">ki<\/span>                   :<span class=\"greek-hebrew\">אולם <\/span>  <span class=\"greek-hebrew\">ובריא <\/span>  <span class=\"greek-hebrew\">תם <\/span>                <span class=\"translit\">ulam<\/span>  <span class=\"translit\">ubari<\/span>  <span class=\"translit\">tham<\/span>      <\/p>\n\n<p>   \"For no distresses happen to them;<\/p>\n\n<p>  Perfect and firm is their strength.\"<\/p>\n\n<p>  <i> <a class=\"ref\">Psalm 73:4<\/a>.<\/i><\/p><i>\n\n<\/i><p><i><\/i>To follow on my application of this to our Lord: - He, the Just One, shall enter into peace - the peaceable, prosperous possession of the glorious mediatorial kingdom. They shall rest upon their beds - the hand of wrong and oppression can reach these persecuted followers of Christ no more. (But see below.) The perfect man walking in his uprightness. This may be considered as a general declaration. The separated spirit, though disunited from its body walking in conscious existence in the paradise of God, reaping the fruit of righteousness. The word which we render their beds, <span class=\"greek-hebrew\">משכבותם <\/span>   <span class=\"translit\">mishkebotham<\/span>, the learned bishop supposes to be two words; and to be compounded of <span class=\"greek-hebrew\">משכבו <\/span>   <span class=\"translit\">mishkabo<\/span>, his bed, and <span class=\"greek-hebrew\">תם <\/span>   <span class=\"translit\">tam<\/span>, the upright or perfect man. This is the reading both of the Syriac and Vulgate, and it is favored by the Chaldee: and one of De Rossi's MS. has <span class=\"greek-hebrew\">משכבו <\/span>   <span class=\"translit\">mishkabo<\/span>, his bed, without the word <span class=\"greek-hebrew\">תם <\/span>   <span class=\"translit\">tam<\/span>, which has been added by a later hand. Bishop Lowth, as we have seen, adopts this separation of the word and for <span class=\"greek-hebrew\">ינוחו <\/span>   <span class=\"translit\">yanuchu<\/span>, they shall rest, reads <span class=\"greek-hebrew\">ינוה <\/span>   <span class=\"translit\">yanuach<\/span>, he shall rest, which is supported by two of Dr. Kennicott's MSS., and by the Vulgate, Septuagint, and Arabic. The word <span class=\"greek-hebrew\">תם <\/span>   <span class=\"translit\">tam<\/span>, taken from <span class=\"greek-hebrew\">משכבותם <\/span>   <span class=\"translit\">mishkebotham<\/span>, should begin the latter clause of the verse; and then the interpolated words, each one, which our translators supplied, may be very well spared. The verse may be then read and paraphrased thus; - <\/p>\n\n<p>   He shall enter into peace: he shall rest upon his bed;<\/p>\n\n<p>   The perfect man walking in his uprightness.<\/p>\n\n<p>The bed must signify the grave; the walking in uprightness after death, the conscious existence of the happy spirit, and its eternal progression in happiness and perfection: <span class=\"greek-hebrew\">נכחו <\/span>   <span class=\"translit\">nechocho<\/span>, straight before him; proceeding into the unlimited extent of eternal glory, increasing in happiness, and increasing in perfection.<\/p>\n\n<p>My old MS. Bible translates very nervously: - <\/p>\n\n<p>   The rigtwise man perishith,<\/p>\n\n<p>  And there is not that bethinke in his herte.<\/p>\n\n<p>And men of mercy ben gedrid,<\/p>\n\n<p>For there is not that understonde:<\/p>\n\n<p>From the face of malice,<\/p>\n\n<p>Gedreid is the rigtwise.<\/p>\n\n<p>Cumm pese: reste it in his bed<\/p>\n\n<p>   That geede in his rigt rewlinge.<\/p>\n\n<p>It has been often remarked that, previously to the execution of God's judgments upon a wicked place, he has removed good men from it, that they might not suffer with the wicked. When great and good men are removed by death, or otherwise, from any place, the remaining inhabitants have much cause to tremble.<\/p>",
    "audit": null
}