{
    "id": 8752,
    "source": "clarke",
    "verse_id": 18674,
    "verse_count": 1,
    "reference": "50:11",
    "title": "",
    "html": " <p> <em>Ye that kindle a fire—<\/em>, The fire of their own kindling, by the light of which they walk with security and satisfaction, is an image designed to express, in general, human devices and mere worldly policy, exclusive of faith, and trust in God; which, though they flatter themselves for a while with pleasing expectations and some appearance of success, shall in the end turn to the confusion of the authors. Or more particularly, as Vitringa explains it, it may mean the designs of the turbulent and factious Jews in the times succeeding those of Christ, who, in pursuit of their own desperate schemes, stirred up the war against the Romans, and kindled a fire which consumed their city and nation. <\/p>\n\n <p> <em>That compass yourselves about with sparks \"Who heap the fuel round about\"<\/em>,- \" <span class=\"greek-hebrew\">,מגוזלי <\/span> <span class=\"translit\">, megozeley<\/span>, accendentes, Syr.; forte leperunt pro <span class=\"greek-hebrew\">,מאזרי <\/span> <span class=\"translit\">, meazzerey <\/span> <span class=\"greek-hebrew\">,מאירי <\/span> <span class=\"translit\">, meirey<\/span>,; nam sequitur <span class=\"greek-hebrew\">,אור <\/span> <span class=\"translit\">, ur<\/span>,.\"—Secker. Lud. Capellus, in his criticism on this place, thinks it should be <span class=\"greek-hebrew\">,מאזרי <\/span> <span class=\"translit\">, meazzerey<\/span>, from the Septuagint, <span class=\"greek-hebrew\">,κατισχυοντες<\/span>,. <\/p>\n\n <p>There are others who are widely different from those already described. Without faith, repentance, or a holy life, they are bold in their professed confidence in God—presumptuous in their trust in the mercy of God; and, while destitute of all preparation for and right to the kingdom of heaven, would think it criminal to doubt their final salvation! Living in this way, what can they have at the hand of God but an endless bed of sorrow! Ye shall lie down in sorrow. <\/p>\n\n <p>But there is a general sense, and accordant to the design of the prophecy, in which these words may be understood and paraphrased: Behold, all ye that kindle a fire—provoke war and contention; compass yourselves about with sparks—stirring up seditions and rebellions: walk in the light of your fire—go on in your lust of power and restless ambition. Ye shall lie down in sorrow—it will turn to your own perdition. See the Targum. This seems to refer to the restless spirit of the Jews, always stirring up confusion and strife; rebelling against and provoking the Romans, till at last their city was taken, their temple burnt to the ground, and upwards of a million of themselves destroyed, and the rest led into captivity! <\/p>",
    "audit": null
}