{
    "id": 8166,
    "source": "clarke",
    "verse_id": 17809,
    "verse_count": 22,
    "reference": 8,
    "title": "Chapter Commentary",
    "html": "<p>Prediction respecting the conquest of Syria and Israel by the Assyrians,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:1-4<\/a>. Israel, for rejecting the gentle stream of Shiloah, near Jerusalem, is threatened to be overflowed by the great river of Assyria, manifestly alluding by this strong figure to the conquests of Tiglath-pileser and Shalmaneser over that kingdom,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:5-7<\/a>. The invasion of the kingdom of Judah by the Assyrians under Sennacherib foretold,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:8<\/a>. The prophet assures the Israelites and Syrians that their hostile attempts against Judah shall be frustrated,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:9<\/a>,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:10<\/a>. Exhortation not to be afraid of the wrath of man, but to fear the displeasure of God,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:11-13<\/a>. Judgments which shall overtake those who put no confidence in Jehovah,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:14<\/a>,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:15<\/a>. The prophet proceeds to warn his countrymen against idolatry, divination, and the like sinful practices, exhorting them to seek direction from the word of God, professing in a beautiful apostrophe that this was his own pious resolution. And to enforce this counsel, and strengthen their faith, he points to his children, whose symbolic names were signs or pledges of the Divine promises,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:16-20<\/a>. Judgments of God against the finally impenitent,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:21<\/a>,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:22<\/a>.<\/p>\n\n<p>The prophecy of the foregoing chapter relates directly to the kingdom of Judah only: the first part of it promises them deliverance from the united invasion of the Israelites and Syrians; the latter part, from  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:17<\/a>, denounces the desolation to be brought upon the kingdom of Judah by the Assyrians. The sixth, seventh, and eighth verses of this chapter seem to take in both the kingdoms of Israel and Judah. \"This people that refuseth the waters of Shiloah,\" may be meant of both: the Israelites despised the kingdom of Judah, which they had deserted, and now attempted to destroy; the people of Judah, from a consideration of their own weakness, and a distrust of God's promises, being reduced to despair, applied to the Assyrians for assistance against the two confederate kings. But how could it be said of Judah, that they rejoiced in Rezin, and the son of Remaliah, the enemies confederated against them? If some of the people were inclined to revolt to the enemy, (which however does not clearly appear from any part of the history or the prophecy), yet there was nothing like a tendency to a general defection. This, therefore, must be understood of Israel. The prophet denounces the Assyrian invasion, which should overwhelm the whole kingdom of Israel under Tiglath-pileser, and Shalmaneser; and the subsequent invasion of Judah by the same power under Sennacherib, which would bring them into the most imminent danger, like a flood reaching to the neck, in which a man can but just keep his head above water. The two next verses,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:9<\/a>; <a class=\"ref\"><\/a>, are addressed by the prophet, as a subject of the kingdom of Judah, to the Israelites and Syrians, and perhaps to all the enemies of God's people; assuring them that their attempts against that kingdom shall be fruitless; for that the promised Immanuel, to whom he alludes by using his name to express the signification of it, for God is with us, shall be the defense of the house of David, and deliver the kingdom of Judah out of their hands. He then proceeds to warn the people of Judah against idolatry, divination, and the like forbidden practices; to which they were much inclined, and which would soon bring down God's judgments upon Israel. The prophecy concludes at the sixth verse of chap. 9 with promises of blessings in future times by the coming of the great deliverer already pointed out by the name of Immanuel, whose person and character is set forth in terms the most ample and magnificent.<\/p>\n\n<p>And here it may be observed that it is almost the constant practice of the prophet to connect in like manner deliverances temporal with spiritual. Thus the eleventh chapter, setting forth the kingdom of Messiah, is closely connected with the tenth, which foretells the destruction of Sennacherib. So likewise the destruction of nations, enemies to God, in the thirty-fourth chapter, introduces the flourishing state of the kingdom of Christ in the thirty-fifth. And thus the chapters from 40 to 49 inclusive, plainly relating to the deliverance from the captivity of Babylon, do in some parts plainly relate to the greater deliverance by Christ.<\/p>",
    "audit": null
}