{
    "id": 8678,
    "source": "clarke",
    "verse_id": 18565,
    "verse_count": 1,
    "reference": "45:3",
    "title": "",
    "html": " <p> <em>I will gave thee the treasures of darkness— <\/em> Sardes and Babylon, when taken by Cyrus, were the wealthiest cities in the world. Croesus, celebrated beyond all the kings of that age for his riches, gave up his treasures to Cyrus, with an exact account in writing of the whole, containing the particulars with which each wagon was loaded when they were carried away; and they were delivered to Cyrus at the palace of Babylon.—Xenoph. Cyrop. lib. 7 p. 503, 515, 540. <\/p> \n\n <p>Pliny gives the following account of the wealth taken by Cyrus in Asia. <i>Jam Cyrus devicta Asia, pondo 34 millia auri invenerat; praeter vasa aurea, aurumque factum, et in eo folia, ac platanum, vitemque. Qua victoria argenti quingenta millia talentorum reportavit; et craterem Semiramidis, cuius pondus quindecim talents colligebat. Talentum autem Aegyptium pondo lxxx. patere 50 capere Varro tradit<\/i>.—Nat. Hist. 33:15. \"When Cyrus conquered Asia, he found thirty-four thousand pounds weight of gold, besides golden vessels and articles in gold; and leaves, (folia, perhaps solia, bathing vessels, Hol.), a plane, and vine tree, (of gold.) By which victory he carried away fifteen thousand talents of silver; and the cup of Semiramis, the weight of which was fifteen tatents. The Egyptian talent, according to Varro, was eighty pounds.\" This cup was the crater, or large vessel, out of which they filled the drinking cups at great entertainments. Evidently it could not be a drinking vessel, which, according to what Varro and Pliny say, must have weighed 1, 200 pounds! <\/p> \n\n <p>The gold and silver estimated by weight in this account, being converted into pounds sterling, amount to one hundred and twenty-six millions two hwndred and twenty-four thousand pounds.—Brerewood, De Ponderibus, cap. x. <\/p> \n\n <p>Treasures of darkness may refer to the custom of burying their jewels and money under the ground in their house floors, fearing robbers. <\/p> ",
    "audit": null
}