{
    "id": 8660,
    "source": "clarke",
    "verse_id": 18539,
    "verse_count": 1,
    "reference": "44:5",
    "title": "",
    "html": "<p><em>Shall call himself \"Shall be called\"—<\/em> Passive,<span class=\"greek-hebrew\"> יקרא<\/span><span class=\"translit\"> yikkare<\/span> ;<span class=\"greek-hebrew\"> κληθησεται<\/span> , Symmachus.<\/p> \n\n<p><em>Another shall subscribe with his hand unto the Lord \"This shall inscribe his hand to Jehovah\"—<\/em><span class=\"greek-hebrew\"> Και ἑτερος επιγραψει χειρι<\/span> (<span class=\"greek-hebrew\"> χειρα<\/span> , Ag., Sym.)<span class=\"greek-hebrew\"> αυτου, Του Θεου ειμι·<\/span> \"And another shall write upon his hand, I belong to God.\" - Sept. They seem to have read here, as before,<span class=\"greek-hebrew\"> אני ליהוה<\/span><span class=\"translit\"> laihovah ani<\/span> , I belong to Jehovah. But the repetition of the same phrase without any variation is not elegant. However, they seem to have understood it rightly, as an allusion to the marks, which were made by punctures rendered indelible, by fire or by staining, upon the hand or some other part of the body, signifying the state or character of the person, and to whom he belonged. The slave was marked with the name of his master, the soldier, of his commander; the idolater, with the name or ensign of his god:<span class=\"greek-hebrew\"> Στιγματα επιγραφομενα δια των στρατευομενων εν ταις χερσιν·<\/span> \"Punctural inscriptions made by the soldiers on their hands.\" Aetius apud Turnebum Advers.<a class=\"isa\" verses=\"WzE4MTA4XQ==\">Isaiah 24:12<\/a> .<i> Victuris in cute punctis milites scripti et matriculis inserti jurare solent<\/i> . \"The soldiers having indelible inscriptions on their skin, and inserted in the muster-rolls, are accustomed to make oath.\" Vigetius,<a class=\"isa\" verses=\"WzE3NjkyXQ==\">Isaiah 2:6<\/a> . And the Christians seem to have imitated this practice, by what Procopius says on this place of Isaiah:<span class=\"greek-hebrew\"> Το δε ΤΗ ΧΕΙΡΙ, δια το στιζειν ισως πολλους επι καρπων, η βραχιονων, η του σταυρου σημειον, η την Χριστου προσηγοριαν<\/span> . \"Because many marked their wrists, or their arms, with the sign of the cross, or with the name of Christ.\" See<a class=\"ref\">Revelation 20:4<\/a> ; Spencer, De Leg. Hebr. lib. ii., cap. 20.<\/p> ",
    "audit": null
}