{
    "id": 8081,
    "source": "clarke",
    "verse_id": 17688,
    "verse_count": 1,
    "reference": "2:2",
    "title": "",
    "html": "<p><em>In the last days \"In the latter days\"—<\/em> \"Wherever the latter times are mentioned in Scripture, the days of the Messiah are always meant,\" says Kimchi on this place: and, in regard to this place, nothing can be more clear and certain. And the mountain of the Lord's house, says the same author, is Mount Moriah, on which the temple was built. The prophet Micah, <a class=\"ref\">Micah 4:1-4<\/a> , has repeated this prophecy of the establishment of the kingdom of Christ, and of its progress to universality and perfection, in the same words, with little and hardly any material variation: for as he did not begin to prophesy till Jotham's time, and this seems to be one of the first of Isaiah's prophecies, I suppose Micah to have taken it from hence. The variations, as I said, are of no great importance.<\/p> \n\n<p> <a class=\"isa\" verses=\"WzE3Njg4XQ==\">Isaiah 2:2<\/a>. <span class=\"greek-hebrew\"> הוא<\/span><span class=\"translit\"> hu<\/span> , after<span class=\"greek-hebrew\"> ונשא<\/span><span class=\"translit\"> venissa<\/span> , a word of some emphasis, may be supplied from Micah, if dropped in Isaiah. An ancient MS. has it here in the margin. It has in like manner been lost in <a class=\"isa\" verses=\"WzE4NzE2XQ==\">Isaiah 53:4<\/a>; (note), and in <a class=\"ref\">Psalm 22:29<\/a> , where it is supplied by the Syriac, and Septuagint. Instead of<span class=\"greek-hebrew\"> הגוים כל<\/span><span class=\"translit\"> col haggoyim<\/span> , all the nations, Micah has only<span class=\"greek-hebrew\"> עמים<\/span><span class=\"translit\"> ammim<\/span> , peoples; where the Syriac has<span class=\"greek-hebrew\"> עמים כל<\/span><span class=\"translit\"> col ammim<\/span> , all peoples, as probably it ought to be.<\/p> \n\n<p> <a class=\"isa\" verses=\"WzE3Njg5XQ==\">Isaiah 2:3<\/a>. For the second<span class=\"greek-hebrew\"> אל<\/span><span class=\"translit\"> el<\/span> , read<span class=\"greek-hebrew\"> ואל<\/span><span class=\"translit\"> veel<\/span> , seventeen MSS., one of my own, ancient, two editions, the Septuagint, Vulgate, Syriac, Chaldee, and so Micah, <a class=\"ref\">Micah 4:2<\/a>.<\/p> \n\n<p> <a class=\"isa\" verses=\"WzE3NjkwXQ==\">Isaiah 2:4<\/a>. Micah adds<span class=\"greek-hebrew\"> רחק עד<\/span><span class=\"translit\"> ad rachok<\/span> , afar off, which the Syriac also reads in this parallel place of Isaiah. It is also to be observed that Micah has improved the passage by adding a verse, or sentence, ( <a class=\"ref\">Micah 4:4<\/a>;) for imagery and expression worthy even of the elegance of Isaiah: -<\/p> \n\n<p>\"And they shall sit every man under his vine,<\/p> \n\n<p>And under his fig tree, and none shall affright them:<\/p> \n\n<p>For the mouth of Jehovah, God of hosts, hath spoken it.\"<\/p> \n\n<p>The description of well established peace, by the image of \"beating their swords into ploughshares, and their spears into pruning-hooks,\" is very poetical. The Roman poets have employed the same image, Martial, 14:34. \"<i>Falx ex ense<\/i> .\"<\/p> \n\n<p>\"<i>Pax me certa ducis placidos curvavit in usus<\/i>:<\/p> \n\n<p><i>Agricolae nunc sum; militis ante fui<\/i> .\"<\/p> \n\n<p>\"Sweet peace has transformed me. I was once the property of the soldier, and am now the property of the husbandman.\"<\/p> \n\n<p>The prophet Joel, <a class=\"ref\">Joel 3:10<\/a> , hath reversed it, and applied it to war prevailing over peace: -<\/p> \n\n<p>\"Beat your ploughshares into swords,<\/p> \n\n<p>And your pruning-hooks into spears.\"<\/p> \n\n<p>And so likewise the Roman poets: -<\/p> \n\n<p>-<i>Non ullus aratro<\/i><\/p><i>\n\n<p>Dignus honos: squalent abductis arva colonis,<\/p> \n\n<\/i><p><i>Et curvae rigidum falces conflantur in ensem<\/i> .<\/p> \n\n<p><i>Virg., Georg. 1:506. <\/i><\/p><i>\n\n<\/i><p><i><\/i> \"Agriculture has now no honor: the husbandmen being taken away to the wars, the fields are overgrown with weeds, and the crooked sickles are straightened into swords.\"<\/p> \n\n<p><i>Bella diu tenuere viros: erat aptior ensis<\/i><\/p><i>\n\n<p>Vomere: cedebat taurus arator equo<\/p> \n\n<p>Sarcula cessabant; versique in pila ligones;<\/p> \n\n<\/i><p><i>Factaque de rastri pondere cassis erat<\/i> .<\/p> \n\n<p><i>Ovid, Fast. 1:697. <\/i><\/p><i>\n\n<\/i><p><i><\/i> \"War has lasted long, and the sword is preferred to the plough. The bull has given place to the war-horse; the weeding-hooks to pikes; and the harrow-pins have been manufactured into helmets.\"<\/p> \n\n<p>The prophet Ezekiel, <a class=\"ref\">Ezekiel 17:22-24<\/a> , has presignified the same great event with equal clearness, though in a more abstruse form, in an allegory; from an image, suggested by the former part of the prophecy, happily introduced, and well pursued: -<\/p> \n\n<p>\"Thus saith the Lord Jehovah:<\/p> \n\n<p>I myself will take from the shoot of the lofty cedar,<\/p> \n\n<p>Even a tender scion from the top of his scions will I pluck off:<\/p> \n\n<p>And I myself will plant it on a mountain high and eminent.<\/p> \n\n<p>On the lofty mountain of Israel will I plant it;<\/p> \n\n<p>And it shall exalt its branch, and bring forth fruit,<\/p> \n\n<p>And it shall become a majestic cedar:<\/p> \n\n<p>And under it shall dwell all fowl of every wing;<\/p> \n\n<p>In the shadow of its branches shall they dwell:<\/p> \n\n<p>And all the trees of the field shall know,<\/p> \n\n<p>That I Jehovah have brought low the high tree;<\/p> \n\n<p>Have exalted the low tree;<\/p> \n\n<p>Have dried up the green tree;<\/p> \n\n<p>And have made the dry tree to flourish:<\/p> \n\n<p>I Jehovah have spoken it, and will do it.\"<\/p> \n\n<p>The word<span class=\"greek-hebrew\"> ונתתי<\/span><span class=\"translit\"> venathatti<\/span> , in this passage, <a class=\"ref\">Ezekiel 17:22<\/a> , as the sentence now stands, appears incapable of being reduced to any proper construction or sense. None of the ancient versions acknowledge it, except Theodotion, and the Vulgate; and all but the latter vary very much from the present reading of this clause. Houbigant's correction of the passage, by reading instead of<span class=\"greek-hebrew\"> ונתתי<\/span><span class=\"translit\"> venathatti<\/span> ,<span class=\"greek-hebrew\"> ויונקת<\/span><span class=\"translit\"> veyoneketh<\/span> , and a tender scion which is not very unlike it, perhaps better<span class=\"greek-hebrew\"> ויונק<\/span><span class=\"translit\"> veyonek<\/span> , with which the adjective<span class=\"greek-hebrew\"> רך<\/span><span class=\"translit\"> rach<\/span> will agree without alteration - is ingenious and probable; and I have adopted it in the above translation. - L.<\/p> ",
    "audit": null
}