{
    "id": 8242,
    "source": "clarke",
    "verse_id": 17924,
    "verse_count": 1,
    "reference": "13:17",
    "title": "",
    "html": "<p><em>Which shall not regard silver \"Who shall hold silver of no account\"—<\/em> That is, who shall not be induced, by large offers of gold and silver for ransom, to spare the lives of those whom they have subdued in battle; their rage and cruelty will get the better of all such motives. We have many examples in the Iliad and in the Aeneid of addresses of the vanquished to the pity and avarice of the vanquishers, to induce them to spare their lives.<\/p> \n\n<p><i>Est domus alta: jacent penitus defossa talenta<\/i><\/p><i>\n\n<p>Caelati argenti: sunt auri ponders facti<\/p> \n\n<p>Infectique mihi: non hic victoria Teucrum<\/p> \n\n<p>Vertitur; aut anima una dalbit discrimina tanta.<\/p> \n\n<p>Dixerat: Aeneas contra cui talia reddit:<\/p> \n\n<p>Argenti atque auri memoras quae multa talenta<\/p> \n\n<\/i><p><i>Gnatis parce tuis<\/i> .<\/p> \n\n<p>Aen. <i>10:526. <\/i><\/p><i>\n\n<\/i><p><i><\/i> \"High in my dome are silver talents rolled,<\/p> \n\n<p>With piles of labored and unlaboured gold.<\/p> \n\n<p>These, to procure my ransom, I resign;<\/p> \n\n<p>The war depends not on a life like mine:<\/p> \n\n<p>One, one poor life can no such difference yield,<\/p> \n\n<p>Nor turn the mighty balance of the field.<\/p> \n\n<p>Thy talents, (cried the prince), thy treasured store<\/p> \n\n<p>Keep for thy sons.\"<\/p> \n\n<p><i>Pitt. <\/i><\/p><i>\n\n<\/i><p><i><\/i> It is remarkable that Xenophon makes Cyrus open a speech to his army, and in particular to the Medes, who made the principal part of it, with praising them for their disregard of riches. <span class=\"greek-hebrew\"> Ανδρες Μηδοι, και παντες οἱ παροντες, εγω ὑμας οιδα σαφως, ὁτι ουτε χρηματων δεομενοι συν εμοι εξελθετε·<\/span> \"Ye Medes, and others who now hear me, I well know that you have not accompanied me in this expedition with a view of acquiring wealth.\" - Cyrop. lib. v.<\/p> ",
    "audit": null
}