{
    "id": 8814,
    "source": "clarke",
    "verse_id": 18763,
    "verse_count": 1,
    "reference": "56:9",
    "title": "",
    "html": "<p><em>All ye beasts of the field—<\/em> Here manifestly begins a new section. The prophet in the foregoing chapters, having comforted the faithful Jews with many great promises of God's favor to be extended to them, in the restoration of their ruined state, and in the enlargement of his Church by the admission of the Gentiles; here on a sudden makes a transition to the more disagreeable part of the prospect, and to a sharp reproof of the wicked and unbelievers; and especially of the negligent and faithless governors and teachers, of the idolaters and hypocrites, who would still draw down his judgments upon the nation. Probably having in view the destruction of their city and polity by the Chaldeans, and perhaps by the Romans. The same subject is continued in the next chapter; in which the charge of corruption and apostasy becomes more general against the whole Jewish Church. Some expositors have made great difficulties in the 9th verse of this chapter, where there seems to be none. It is perfectly well explained by Jeremiah, <a class=\"ref\">Jeremiah 12:7, Jeremiah 12:9<\/a> , where, having introduced God declaring his purpose of punishing his people, by giving them up as a prey to their enemies the Chaldeans, a charge to these his agents is given in words very nearly the same with those of Isaiah in this place: -<\/p> \n\n<p>\"I have forsaken my house; I have deserted my heritage;<\/p> \n\n<p>I have given up the beloved of my soul into the hands of her enemies. -<\/p> \n\n<p>Come away, be gathered together, all ye beasts of the field;<\/p> \n\n<p>Come away to devour.\"<\/p> \n\n<p><em>All ye beasts in the forest \"All ye beasts of the forest\"—<\/em> Instead of<span class=\"greek-hebrew\"> ביער<\/span><span class=\"translit\"> baiyaar<\/span> , three MSS. have<span class=\"greek-hebrew\"> יער<\/span><span class=\"translit\"> yaar<\/span> , without the preposition; which seems to be right, and is confirmed by all the ancient Versions.<\/p> ",
    "audit": null
}