{
    "id": 8142,
    "source": "clarke",
    "verse_id": 17767,
    "verse_count": 1,
    "reference": "5:27",
    "title": "",
    "html": "<p><em>None - among them—<\/em>Kimchi has well illustrated this continued exaggeration or hyperbole, as he rightly calls it, to the following effect: \"Through the greatness of their courage they shall not be fatigued with their march, nor shall they stumble though they march with the utmost speed: they shall not slumber by day, nor sleep by night; neither shall they ungird their armor, or put off their sandals to take their rest. Their arms shall be always in readiness, their arrows sharpened, and their bows bent. The hoofs of their horses are hard as a rock. They shall not fail, or need to be shod with iron: the wheels of their carriages shall move as rapidly as a whirlwind.\"<\/p>\n\n<p><em>Neither shall the girdle—<\/em>The Eastern people, wearing long and loose garments, were unfit for action or business of any kind, without girding their clothes about them. When their business was finished they took off their girdles. A girdle therefore denotes strength and activity; and to unloose the girdle is to deprive of strength, to render unfit for action. God promises to unloose the loins of kings before Cyrus,  <a class=\"isa\" verses=\"WzE4NTYzXQ==\">Isaiah 45:1<\/a>. The girdle is so essential a part of a soldier's accoutrements, being the last that he puts on to make himself ready for action, that to be girded, <span class=\"greek-hebrew\">ζωννυσθαι<\/span>, with the Greeks means to be completely armed and ready for battle: - <\/p>\n\n<p>   <span class=\"greek-hebrew\">Ατρειδης δ εβοησεν, ιδε ζωννυσθαι ανωγεν<\/span> <\/p>\n\n<p>  <span class=\"greek-hebrew\">Αργειους.<\/span> <\/p>\n\n<p> <i>Iliad, 11:15.<\/i><\/p><i>\n\n<\/i><p><i>   <\/i><span class=\"greek-hebrew\">Το δε ενδυναι τα ὁπλα εκαλουν οἱ παλαιοι ζωννυσθαι.<\/span> <\/p>\n\n<p>  <i>Pausan. Boeot.<\/i><\/p><i>\n\n<\/i><p><i><\/i>It is used in the same manner by the Hebrews: \"Let not him that girdeth himself boast as he that unlooseth his girdle,\"  <a class=\"ref\">1 Kings 20:11<\/a>; that is, triumph not before the war is finished.<\/p>",
    "audit": null
}