{
    "id": 8688,
    "source": "clarke",
    "verse_id": 18581,
    "verse_count": 1,
    "reference": "45:19",
    "title": "",
    "html": "<p><em>I have not spoken tn secret, in a dark place of the earth—<\/em> In opposition to the manner in which the heathen oracles gave their answers, which were generally delivered from some deep and obscure cavern. Such was the seat of the Cumean Sybil: -<\/p> \n\n<p><i>Excisum Euboicae latus ingens rupis in antrum<\/i> .<\/p> \n\n<p><i>Virg. Aen. 6:42. <\/i><\/p><i>\n\n<\/i><p><i><\/i> \"A cave cut in the side of a huge rock.\"<\/p> \n\n<p>Such was that of the famous oracle at Delphi; of which, says Strabo, lib. ix.,<span class=\"greek-hebrew\"> φασι δ<\/span> '<span class=\"greek-hebrew\"> ειναι το μαντειον αντρον κοιλον μετα βαθους, ου μαλα ευρυστομον<\/span> . \"The oracle is said to be a hollow cavern of considerable depth, with an opening not very wide.\" And Diodorus, giving an account of the origin of this oracle, says \"that there was in that place a great chasm or cleft in the earth; in which very place is now situated what is called the Adytum of the temple.\"<span class=\"greek-hebrew\"> Αδυτον· σπηλαιον, η το αποκρυφον μερος του ἱερου<\/span> . Mesych. \"Adytum means a cavern, or the hidden part of the temple.\"<\/p> \n\n<p><em>I the Lord speak righteousness, I declare things that are right \"I am Jehovah, who speak truth, who give direct answers\"—<\/em> This also is said in opposition to the false and ambiguous answers given by the heathen oracles, of which there are many noted examples; none more so than that of the answer given to Croesus when he marehed against Cyrus, which piece of history has some connection with this part of Isaiah's prophecies. Let us hear Cicero's account of the Delphic answers in general, and of this in particular:<i>Sed jam ad te venio<\/i> ,<\/p> \n\n<p><i>O sancte Apollo, qui umbilicum certum terrarum obsides,<\/i><\/p><i>\n\n<\/i><p><i>Unde superstitiosa primum saeva evasit vox fera<\/i> .<\/p> \n\n<p><i>Tuis enim oraculis Chrysippus totum volumen implevit, partim falsis, ut ego opinor; partim casu veris, ut fit in omni oratione saepissime; partim flexiloquis et obscuris, ut interpres egeat interprete, et sors ipsa ad sortes referenda sit; partim ambiguis, et quae ad dialecticum deferenda sint. Nam cum sors illa edita est opulentissimo regi Asiea, Croesus Halym penetrans magnam pervertet opum vim: hostium vim sese perversurum putavit; pervertit autem suam. Utrum igitur eorum accidisset, verum oraculum fuisset<\/i> . De Divinat. 2:56. Mountainous countries, and those which abounded in chasms, caves, and grottos, were the places in which oracles were most frequent. The horror and gloom inspired by such places were useful to the lying priests in their system of deception. The terms in which those oracles were conceived, (they were always ambiguous, or equivocal, or false, or illusory), sometimes the turn of a phrase, or a peculiarity in idiom or construction which might be turned pro or con, contained the essence of the oracular declaration. Sometimes, in the multitude of guesses, one turned out to be true; at other times, so equivocal was the oracle, that, however the thing fell out, the declaration could be interpreted in that way, as in the above to Croesus, from the oracle at Delphi, which was: If Croeses march against Cyrus, he shall overthrow a great empire: he, supposing that this promised him success, fought, and lost his own, while he expected to destroy that of his enemy. Here the quack demon took refuge in his designed ambiguity. He predicted the destruction of a great empire, but did not say which it was; and therefore he was safe, howsoever the case fell out. Not one of the predictions of God's prophets is conceived in this way.<\/p> ",
    "audit": null
}