{
    "id": 8159,
    "source": "clarke",
    "verse_id": 17791,
    "verse_count": 2,
    "reference": "7:8-9",
    "title": "",
    "html": "<p><em>For the head of Syria, etc.<\/em> - \"Though the head of Syria be Damascus, And the head of Damascus Retsin; Yet within threescore and five years Ephraim shall be broken, that he be no more a people: And the head of Ephraim be Samaria; And the head of Samaria Remaliah's son.<\/p>\n\n<p>\"Here are six lines, or three distichs, the order of which seems to have been disturbed by a transposition, occasioned by three of the lines beginning with the same word <span class=\"greek-hebrew\">וראש <\/span>   <span class=\"translit\">verosh<\/span>, \"and the head,\" which three lines ought not to have been separated by any other line intervening; but a copyist, having written the first of them, and casting his eye on the third, might easily proceed to write after the first line beginning with <span class=\"greek-hebrew\">וראש <\/span>   <span class=\"translit\">verosh<\/span>, that which ought to have followed the third line beginning with <span class=\"greek-hebrew\">וראש <\/span>   <span class=\"translit\">verosh<\/span> . Then finding his mistake, to preserve the beauty of his copy, added at the end the distich which should have been in the middle; making that the second distich, which ought to have been the third. For the order as it now stands is preposterous: the destruction of Ephraim is denounced, and then their grandeur is set forth; whereas naturally the representation of the grandeur of Ephraim should precede that of their destruction. And the destruction of Ephraim has no coherence with the grandeur of Syria, simply as such, which it now follows: but it naturally and properly follows the grandeur of Ephraim, joined to that of Syria their ally.<\/p>\n\n<p>\"The arrangement then of the whole sentence seems originally to have been thus: - <\/p>\n\n<p>Though the head of Syria be Damascus, And the head of Damascus Retsin And the head of Ephraim be Samaria; And the head of Samaria Remaliah's son: Yet within threescore and five years Ephraim shall be broken that he be no more a people.\" Dr. Jubb.<\/p>\n\n<p><em>Threescore and five years—<\/em>It was sixty-five years from the beginning of the reign of Ahaz, when this prophecy was delivered, to the total depopulation of the kingdom of Israel by Esarhaddon, who carried away the remains of the ten tribes which had been left by Tiglath-pileser, and Shalmaneser, and who planted the country with new inhabitants. That the country was not wholly stripped of its inhabitants by Shalmaneser appears from many passages of the history of Josiah, where Israelites are mentioned as still remaining there,  <a class=\"ref\">2 Chronicles 34:6,  2 Chronicles 34:7,  2 Chronicles 34:33;  2 Chronicles 35:18;  2 Kings 23:19,  2 Kings 23:20<\/a>. This seems to be the best explanation of the chronological difficulty in this place, which has much embarrassed the commentators: see Usserii Annal. 5. T. ad an. 3327, and Sir 1. Newton, Chronol. p. 283.<\/p>\n\n<p>\"That the last deportation of Israel by Esarhaddon was in the sixty-fifth year after the second of Ahaz, is probable for the following reasons: The Jews, in Seder Olam Rabba, and the Talmudists, in D. Kimchi on Ezekiel iv., say that Manasseh king of Judah was carried to Babylon by the king of Assyria's captains,  <a class=\"ref\">2 Chronicles 33:11<\/a>, in the twenty-second year of his reign; that is, before Christ 676, according to Dr. Blair's tables. And they are probably right in this. It could not be much earlier; as the king of Assyria was not king of Babylon till 680, ibid. As Esarhaddon was then in the neighborhood of Samaria, it is highly probable that he did then carry away the last remains of Israel, and brought those strangers thither who mention him as their founder,  <a class=\"ref\">Ezra 4:2<\/a>. But this year is just the sixty-fifth from the second of Ahaz, which was 740 before Christ. Now the carrying away the remains of Israel, who, till then, though their kingdom was destroyed forty-five years before, and though small in number, might yet keep up some form of being a people, by living according to their own laws, entirely put an end to the people of Israel, as a people separate from all others: for from this time they never returned to their own country in a body, but were confounded with the people of Judah in the captivity; and the whole people, the ten tribes included, were called Jews.\" - Dr. Jubb. Two MSS. have twenty-five instead of sixty-five; and two others omit the word five, reading only sixty.<\/p>\n\n<p><em>If ye will not believe \"If ye believe not\"<\/em> - \"This clause is very much illustrated by considering the captivity of Manasseh as happening at the same time with this predicted final ruin of Ephraim as a people. The near connection of the two facts makes the prediction of the one naturally to cohere with the prediction of the other. And the words are well suited to this event in the history of the people of Judah: 'If ye believe not, ye shall not be established;' that is, unless ye believe this prophecy of the destruction of Israel, ye Jews also, as well as the people of Israel, shall not remain established as a kingdom and people; ye also shall be visited with punishment at the same time: as our Savior told the Jews in his time, 'Unless ye repent, ye shall all likewise perish;' intimating their destruction by the Romans; to which also, as well as to the captivity of Manasseh, and to the Babylonish captivity, the views of the prophet might here extend. The close connection of this threat to the Jews with the prophecy of the destruction of Israel, is another strong proof that the order of the preceding lines above proposed is right.\" - Dr. Jubb.<\/p>\n\n<p>\"If ye believe not in me.\" - The exhortation of Jehoshaphat,  <a class=\"ref\">2 Chronicles 20:20<\/a>, to his people, when God had promised to them, by the prophet Jahaziel, victory over the Moabites and Ammonites, is very like this both in sense and expression, and seems to be delivered in verse:<\/p>\n\n<p>   \"Hear me, O Judah; and ye inhabitants of Jerusalem;<\/p>\n\n<p>  Believe in Jehovah your God, and ye shall be established:<\/p>\n\n<p>   Believe his prophets, and ye shall prosper.\"<\/p>\n\n<p>Where both the sense and construction render very probable a conjecture of Archbishop Secker on this place; that instead of <span class=\"greek-hebrew\">כי <\/span>   <span class=\"translit\">ki<\/span>, we should read <span class=\"greek-hebrew\">בי <\/span>  <span class=\"translit\">bi<\/span> . \"If ye will not believe in me, ye shall not be established.\" So likewise Dr. Durell. The Chaldee has, \"If ye will not believe in the words of the prophet;\" which seems to be a paraphrase of the reading here proposed. In favor of which it may be farther observed that in one MS. <span class=\"greek-hebrew\">כי <\/span>   <span class=\"translit\">ki<\/span>  is upon a rasure; and another for the last <span class=\"greek-hebrew\">לא <\/span>   <span class=\"translit\">lo<\/span>  reads <span class=\"greek-hebrew\">ולא <\/span>   <span class=\"translit\">velo<\/span>, which would properly follow <span class=\"greek-hebrew\">בי <\/span>   <span class=\"translit\">bi<\/span>, but could not follow <span class=\"greek-hebrew\">כי <\/span>   <span class=\"translit\">ki<\/span> .<\/p>\n\n<p>Some translate thus, and paraphrase thus: If ye will not believe, surely ye shall not be established. Or, If ye do not give credit, it is because ye are unfaithful. Ye have not been faithful to the grace already given: therefore ye are now incapable of crediting my promises.<\/p>",
    "audit": null
}