{
    "id": 8631,
    "source": "clarke",
    "verse_id": 18492,
    "verse_count": 1,
    "reference": "42:11",
    "title": "",
    "html": " <p> <em>Let the wilderness— <\/em>,The most uncultivated countries, and the most rude and uncivilized people, shall confess and celebrate with thanksgiving the blessing of the knowledge of God graciously imparted to them. By the desert is meant Arabia Deserta; by the rocky country, Arabia Petraea; by the mountains, probably those celebrated ones, Paran, Horeb, Sinai, in the same country; to which also belonged Kedar, a clan of Arabians, dwelling for the most part in tents; but there were others of them who inhabited or frequented cities and villages, as may be collected from this place of the prophet. Pietro della Valle, speaking of the people of Arabia Deserta, says: \"There is a sort of Arabs of that country called Maedi, who with their herds, of buffaloes for the most part, sometimes live in the deserts, and sometimes in cities; from whence they have their name, which signifies wandering, going from place to place. They have no professed houses; nor are they properly Bedaui, or Beduui, that is, Deserticoli, who are the most noble among them, and never abide within walls, but always go wandering through the open country with their black tents; nor are they properly called Hhadesi, as they call those who dwell in cities, and lands with fixed houses. These by the latter are esteemed ignoble and base; but both are considered as of low condition.\" Viaggi, Parte 3 lett. ii. <\/p>,\n\n <p> <em>The villages that Kedar doth inhabit— <\/em>,The Arabs, according to the Targum. <\/p>,\n\n <p> <em>The inhabitants of the rock— <\/em>,They who dwell on fortified places. The Vulgate has <i>habitatores Petraeae <\/i>,, \"the inhabitants of Arabia Petraea.\" Those who make the rock Jesus Christ, the inhabitants of the rock, true believers in him; the singing, rejoicing for the salvation they have received; abuse and disgrace the passage and the pulpit. I have heard a clergyman, a magistrate, a justice of the quorum, spend an hour in showing from these words, <\/p> <ol> <li>,That they meant Jesus Christ, and none other. <\/li> <\/ol> <li>,That he might be fully compared to a rock, as the foundation on which his Church was built, and on which all true believers rested for their salvation. <\/li> <li>,A rock, because of his strength and might in destroying his enemies, and supporting his friends. <\/li> <li>,A refreshing rock, like that in the wilderness; and that rock was Christ. <\/li>,5. A perspective rock, from which true believers could discover their heavenly inheritance: \"When my heart is overwhelmed, lead me to the rock that is higher than I, \"etc. Now all this is true in itself; but false in respect to the words on which it was professedly built, for they have no such meaning.",
    "audit": null
}