{
    "id": 8386,
    "source": "clarke",
    "verse_id": 18125,
    "verse_count": 1,
    "reference": "25:6",
    "title": "",
    "html": " <p> <em>In this mountain— <\/em> Zion, at Jerusalem. In his Church. <\/p> \n\n <p> <em>Shall the Lord of hosts make unto all people a feast— <\/em> Salvation by Jesus Christ. A feast is a proper and usual expression of joy in consequence of victory, or any other great success. The feast here spoken of is to be celebrated on Mount Sion; and all people, without distinction, are to be invited to it. This can be no other than the celebration of the establishment of Christ's kingdom, which is frequently represented in the Gospel under the image of a feast; \"where many shall come from the east and west, and shall sit down at table with Abraham, Isaac, and Jacob, in the kingdom of heaven;\" <a class=\"ref\">Matthew 8:11<\/a>. See also <a class=\"ref\">Luke 14:16; Luke 24:29, Luke 24:30<\/a>. This sense is fully confirmed by the concomitants of this feast expressed in the next verse, the removing of the veil from the face of the nations, and the abolition of death: the first of which is obviously and clearly explained of the preaching of the Gospel; and the second must mean the blessing of immortality procured for us by Christ, \"who hath abolished death, and through death hath destroyed him that had the power of death.\" <\/p> \n\n <p> <em>Of wines on the lees \"Of old wines\"— <\/em> Hebrews lees; that is, of wines kept long on the lees. The word used to express the lees in the original signifies the preservers; because they preserve the strength and flavor of the wine. \"All recent wines, after the fermentation has ceased, ought to be kept on their lees for a certain time, which greatly contributes to increase their strength and flavor. Whenever this first fermentation has been deficient, they will retain a more rich and sweet taste than is natural to them in a recent true vinous state; and unless farther fermentation is promoted by their lying longer on their own lees, they will never attain their genuine strength and flavor, but run into repeated and ineffectual fermentations, and soon degenerate into a liquor of an acetous kind. All wines of a light and austere kind, by a fermentation too great, or too long continued, certainly degenerate into a weak sort of vinegar; while the stronger not only require, but will safely bear a stronger and often-repeated fermentation; and are more apt to degenerate from a defect than excess of fermentation into a vapid, ropy, and at length into a putrescent state.\" Sir Edward Barry, Observations on the Wines of the Ancients, p. 9, 10. <\/p> \n\n <p>Thevenot observes particularly of the Shiras wine, that, after it is refined from the lees, it is apt to grow sour. <\/p> \n\n <p>\" <i>Il a beaucoup de lie; c'est pourquoi il donne puissemment dans la teste; et pour le rendre plus traitable on le passe par un chausse d'hypocras; apres quoi il est fort clair, et moins fumeux. Ils mettent ce vin dans des grandes jarres de terres qui tiennent dix ou douze jusqu'a quatorze carabas: mais quand l'on a entame une jarre, il faut la vuider au plutost, et mettre le vin qu'on en tire dans des bouteilles ou carabas; car si l'on y manque en le laissant quelque tems apres que la jarre est entamee il se gate et s'aigrit <\/i>.\" Voyages, Tom. 2 p. 245. <\/p> \n\n <p>\"It has much sediment, and therefore is intoxicating. In order to make it more mellow, they strain it through a hypocrates' sleeve, after which it is very clear and less heady. They lay up this wine in great earthen jars, which hold from ten to fourteen carabas: but when a jar is unstopped, it is necessary to empty it immediately, and put the wine into bottles, or carabas; for if it be left thus in the jar, it will spoil and become acid.\" <\/p> \n\n <p>The caraba, or girba, is a goat's skin drawn off from the animal, having no apertures but those occasioned by the tail, the feet, and the neck. One opening is left, to pour in and draw off the liquor. This skin goes through a sort of tanning process, and is often beautifully ornamented, as is the case with one of these girbas now lying before me. <\/p> \n\n <p>This clearly explains the very elegant comparison, or rather allegory, of Jeremiah, <a class=\"ref\">Jeremiah 48:11<\/a>; where the reader will find a remarkable example of the mixture of the proper with the allegorical, not uncommon with the Hebrew poets:—<\/p> \n\n <p>\"Moab hath been at ease from his youth, <\/p> \n\n <p>And he hath settled upon his lees; <\/p> \n\n <p>Nor hath he been drawn off from vessel to vessel, <\/p> \n\n <p>Neither hath he gone into captivity: <\/p> \n\n <p>Wherefore his taste remaineth in him, <\/p> \n\n <p>And his flavor is not changed.\" <\/p> \n\n <p>Sir John Chardin's MS. note on this place of Jeremiah is as follows: <\/p> \n\n <p>\"On change <i>ainsi le vin de coupe en coupe en Orient; et quand on en entame une, il faut la vuider en petites coupes ou bouteilles, sans quoy il s'aigrit <\/i>.\" <\/p> \n\n <p>\"They change the wine from vessel to vessel in the east; and when they unstop a large one, it is necessary to empty it into small vessels, as otherwise it will grow sour.\" <\/p> ",
    "audit": null
}