{
    "id": 8390,
    "source": "clarke",
    "verse_id": 18129,
    "verse_count": 1,
    "reference": "25:10",
    "title": "",
    "html": "<p><em>Shall the hand of the Lord rest \"The hand of Jehovah shall give rest\"—<\/em>Hebrews <span class=\"greek-hebrew\">תנוח <\/span>   <span class=\"translit\">tenuach<\/span>, <i>quiescet<\/i>. Annon <span class=\"greek-hebrew\">תניח <\/span>   <span class=\"translit\">taniach<\/span>, <i>quietem dabit<\/i>, shall rest; shall give rest, <i>ut Graeci<\/i>, <span class=\"greek-hebrew\">αναπαυσιν δωσει<\/span>, et Copt.? - Mr. Woide. That is, \"shall give peace and quiet to Sion, by destroying the enemy; \"as it follows.\"<\/p>\n\n<p><em>As straw is trodden down \"As the straw is threshed\"—<\/em><i>Hoc junta ritum loquitur Palastinae et multarum Orientis provinciarum, quae ob pratorum et foeni penuriam paleas preparant esui animantium. Sunt autem carpenta ferrata rotis per medium in serrarum modum se volventibus, quae stipulam conterunt; et comminuunt in paleas. Quomodo igitur plaustris ferratis paleae conteruntur, sic conteretur Moab sub eo; sive sub Dei potentia, sive in semetipso, ut nihil in eo integri remaneat<\/i>. \"This is spoken in reference to the mode of threshing in Palestine, and various other Asiatic provinces. Because of the scarcity of meadow land and hay they make chopped straw for the cattle. They have large wheels studded over with iron teeth or nails, by which, on the out-of-door threshing-floors, they pound and reduce the straw into chaff. As, therefore, the straw is reduced to chaff by bringing the iron-shod wheel over it; so shall Moab be bruised by the power of God, that nothing whole shall remain.\" - Hieron. in loc. See the note on  <a class=\"isa\" verses=\"WzE4MTkyXQ==\">Isaiah 28:27<\/a>; (note).<\/p>\n\n<p><em>For the dunghill \"Under the wheels of the car\"—<\/em>For <span class=\"greek-hebrew\">מדמנה <\/span>   <span class=\"translit\">madmenah<\/span>, the Septuagint, Syriac, and Vulgate read <span class=\"greek-hebrew\">מרכבה <\/span>   <span class=\"translit\">mercabah<\/span>, which I have followed. See  <a class=\"ref\">Joshua 15:31<\/a>, compared with  <a class=\"ref\">Joshua 19:5<\/a>, where there is a mistake very nearly the same. The keri, <span class=\"greek-hebrew\">במי <\/span>   <span class=\"translit\">bemi<\/span>, is confirmed by twenty-eight MSS., seven ancient, and three editions.<\/p>",
    "audit": null
}