{
    "id": 8323,
    "source": "clarke",
    "verse_id": 18032,
    "verse_count": 1,
    "reference": "20:2",
    "title": "",
    "html": "<p><em>Walking naked and barefoot—<\/em> It is not probable that the prophet walked uncovered and barefoot for three years; his appearing in that manner was a sign that within three years the Egyptians and Cushites should be in the same condition, being conquered and made captives by the king of Assyria. The time was denoted as well as the event; but his appearing in that manner for three whole years could give no premonition of the time at all. It is probable, therefore, that the prophet was ordered to walk so for three days to denote the accomplishment of the event in three years; a day for a year, according to the prophetical rule,<a class=\"ref\">Numbers 14:34; Ezekiel 4:6<\/a> . The words<span class=\"greek-hebrew\"> ימים שלש<\/span><span class=\"translit\"> shalosh yamim<\/span> , three days, may possibly have been lost out of the text, at the end of the second verse, after<span class=\"greek-hebrew\"> יחף<\/span><span class=\"translit\"> yacheph<\/span> , barefoot; or after the same word in the third verse, where, in the Alexandrine and Vatican copies of the Septuagint, and in MSS. Pachom. and 1. D. 2 the words<span class=\"greek-hebrew\"> τρια ετη<\/span> , three years, are twice expressed. Perhaps, instead of<span class=\"greek-hebrew\"> ימים שלש<\/span><span class=\"translit\"> shalosh yamim<\/span> , three days, the Greek translator might read<span class=\"greek-hebrew\"> שנים שלש<\/span><span class=\"translit\"> shalosh shanim<\/span> , three years, by his own mistake, or by that of his copy, after<span class=\"greek-hebrew\"> יחף<\/span><span class=\"translit\"> yacheph<\/span> in the third verse, for which stands the first<span class=\"greek-hebrew\"> τρια ετη<\/span> , three years, in the Alexandrine and Vatican Septuagint, and in the two MSS. above mentioned. It is most likely that Isaiah's walking naked and barefoot was done in a vision; as was probably that of the Prophet Hosea taking a wife of whoredoms. None of these things can well be taken literally.<\/p> \n\n<p><em>From thy foot—<\/em><span class=\"greek-hebrew\"> רגליך<\/span><span class=\"translit\"> ragleycha<\/span> , thy feet, is the reading of thirty-four of Kennicott's and De Rossi's MSS., four ancient editions, with the Septuagint, Syriac, Vulgate, and Arabic.<\/p> ",
    "audit": null
}