{
    "id": 8375,
    "source": "clarke",
    "verse_id": 18113,
    "verse_count": 1,
    "reference": "24:17",
    "title": "",
    "html": " <p> <em>Fear, and the pit \"The terror, the pit\"—<\/em>, If they escape one calamity, another shall overtake them. <\/p>\n\n <p>\"As if a man should flee from a lion, and a bear should overtake him: <\/p>\n\n <p>Or should betake himself to his house, and lean his hand on the wall, <\/p>\n\n <p>And a serpent should bite him.\" <\/p>\n\n <p> <i> <a class=\"ref\">Amos 5:19<\/a>. <\/i> <\/p> <i>\n\n <\/i> <p> <i><\/i>,\"For,\" as our Savior expressed it in a like parabolical manner, \"wheresoever the carcass is there shall the eagles be gathered together,\" <a class=\"ref\">Matthew 24:28<\/a>. The images are taken from the different methods of hunting and taking wild beasts, which were anciently in use. The terror was a line strung with feathers of all colors which fluttering in the air scared and frightened the beasts into the toils, or into the pit which was prepared for them. <i>Nec est mirum, cum maximos ferarum greges linea pennis distincta contineat, et in insidias agat, ab ipso effectu dicta formido. Seneca de Ira<\/i>, 2:12. The pit or pitfall, <i>fovea<\/i>,; digged deep in the ground, and covered over with green boughs, turf, etc., in order to deceive them, that they might fall into it unawares. The snare, or toils, <i>indago<\/i>,; a series of nets, inclosing at first a great space of ground, in which the wild beasts were known to be; and then drawn in by degrees into a narrower compass, till they were at last closely shut up, and entangled in them. - L. <\/p>\n\n <p>For <span class=\"greek-hebrew\">,מכול <\/span> <span class=\"translit\">, mikkol<\/span>, a MS. reads <span class=\"greek-hebrew\">,מפני <\/span> <span class=\"translit\">, mippeney<\/span>, as it is in <a class=\"ref\">Jeremiah 48:44<\/a>, and so the Vulgate and Chaldee. But perhaps it is only, like the latter, a Hebraism, and means no more than the simple preposition <span class=\"greek-hebrew\">,מ <\/span> <span class=\"translit\">, mem<\/span>,. See <a class=\"ref\">Psalm 102:6<\/a>. For it does not appear that the terror was intended to scare the wild beasts by its noise. The paronomasia is very remarkable; <span class=\"greek-hebrew\">,פחד <\/span> <span class=\"translit\">, pachad<\/span>, <span class=\"greek-hebrew\">,פחת <\/span> <span class=\"translit\">, pachath<\/span>, <span class=\"greek-hebrew\">,פך <\/span> <span class=\"translit\">, pach <\/span>: and that it was a common proverbial form, appears from Jeremiah's repeating it in the same words, <a class=\"ref\">Jeremiah 48:43, Jeremiah 48:44<\/a>. <\/p>",
    "audit": null
}