{
    "id": 8774,
    "source": "clarke",
    "verse_id": 18704,
    "verse_count": 1,
    "reference": "52:7",
    "title": "",
    "html": " <p> <em>How beautiful— <\/em>,The watchmen discover afar off, on the mountains, the messenger bringing the expected and much-wished-for news of the deliverance from the Babylonish captivity. They immediately spread the joyful tidings, <a class=\"isa\" verses=\"WzE4NzA1XQ==\">Isaiah 52:8 <\/a>,, and with a loud voice proclaim that Jehovah is returning to Zion, to resume his residence on his holy mountain, which for some time he seemed to have deserted. This is the literal sense of the place. <\/p>,\n\n <p>\"How beautiful on the mountains are the feet of the joyful messenger,\" is an expression highly poetical: for, how welcome is his arrival! how agreeable are the tidings which he brings! <\/p>,\n\n <p>Nahum, <a class=\"ref\">Nahum 1:15 <\/a>,, who is generally supposed to have lived after Isaiah, has manifestly taken from him this very pleasing image; but the imitation does not equal the beauty of the original: - <\/p>,\n\n <p>\"Behold upon the mountain the feet of the joyful messenger, <\/p>,\n\n <p>Of him that announceth peace! <\/p>,\n\n <p>Celebrate, O Judah, thy festivals; perform thy vows: <\/p>,\n\n <p>For no more shall pass through thee the wicked one; <\/p>,\n\n <p>He is utterly cut off.\" <\/p>,\n\n <p>But it must at the same time be observed that Isaiah's subject is infinitely more interesting and more sublime than that of Nahum; the latter denounces the destruction of the capital of the Assyrian empire, the most formidable enemy of Judah; the ideas of the former are in their full extent evangelical; and accordingly St. Paul has, with the utmost propriety, applied this passage to the preaching of the Gospel, <a class=\"ref\">Romans 10:15 <\/a>. The joyful tidings here to be proclaimed, \"Thy God, O Zion, reigneth, \"are the same that John the Baptist, the messenger of Christ, and Christ himself, published: \"The kingdom of heaven is at hand.\" <\/p>,\n\n <p>From the use made of this by our Lord and the apostles, we may rest assured that the preachers of the Gospel are particularly intended. Mountains are put for the whole land of Judea, where the Gospel was first preached. There seems to be an allusion to a battle fought, and the messengers coming to announce the victory, which was so decisive that a peace was the consequence, and the king's throne established in the land. <\/p>,\n\n <p>There appear to have been two sorts of messengers among the Jews: one sort always employed to bring evil tidings; the other to bring good. The names also and persons of these different messengers appear to have been well known; so that at a distance they could tell, from seeing the messenger, what sort of tidings he was bringing. See a case in point, <a class=\"ref\">2 Samuel 18:19-27 <\/a>; (note). Ahimaaz and Cushi running to bring tidings of the defeat of Absalom and his rebel army. Ahimaaz is a Good man and bringeth Good tidings. <\/p>,",
    "audit": null
}