{
    "id": 8878,
    "source": "clarke",
    "verse_id": 18847,
    "verse_count": 1,
    "reference": "61:3",
    "title": "",
    "html": "<p><em>To appoint unto them that mourn in Zion \"To impart gladness to the mourners of Zion\"—<\/em>A word necessary to the sense is certainly lost in this place, of which the ancient Versions have preserved no traces. Houbigant, by conjecture, inserts the word <span class=\"greek-hebrew\">ששון <\/span>   <span class=\"translit\">sason<\/span>, gladness, taken from the line next but one below, where it stands opposed to <span class=\"greek-hebrew\">אבל <\/span>   <span class=\"translit\">ebel<\/span>, sorrow or mourning, as the word lost here was to <span class=\"greek-hebrew\">אבלי <\/span>   <span class=\"translit\">abeley<\/span>, mourners: I follow him. - L.<\/p>\n\n<p><em>Beauty for ashes \"A beautiful crown instead of ashes\"—<\/em>In times of mourning the Jews put on sackcloth, or coarse and sordid raiment, and spread dust and ashes on their heads; on the contrary, splendid clothing and ointment poured on the head were the signs of joy. \"Feign thyself to be a mourner,\" says Joab to the woman of Tekoah, \"and put on now mourning apparel, and anoint not thyself with oil,\"  <a class=\"ref\">2 Samuel 14:2<\/a>. These customs are at large expressed in the Book of Judith: \"She pulled off the sackcloth which she had on, and put off the garments of her widowhood, and washed her body all over with water and anointed herself with precious ointment, and braided the hair of her head, and put on a tire [mitre, marg.] upon it; and put on her garments of gladness;\" chap. 10:3. - L.<\/p>\n\n<p><span class=\"greek-hebrew\">אפר תחת פאר <\/span>   <span class=\"translit\">peer tachath ephar<\/span>, glory for ashes; a paronomasia which the prophet often uses: a chaplet, crown, or other ornament of the head (for so the Vulgate renders the word here and in the both verse; in which last place the Septuagint agree in the same rendering), instead of dust and ashes, which before covered it; and the costly ointments used on occasions of festivity, instead of the ensigns of sorrow. - L.<\/p>\n\n<p><em>Trees of righteousness \"Trees approved\"—<\/em>Hebrews oaks of righteousness or truth; that is, such as by their flourishing condition should show that they were indeed \"the scion of God's planting, and the work of his hands;\" under which images, in the preceding chapter,  <a class=\"isa\" verses=\"WzE4ODQzXQ==\">Isaiah 60:21<\/a>, the true servants of God, in a highly improved state of the Church, were represented; that is, says Vitringa on that place, \"commendable for the strength of their faith, their durability, and firmness.\"<\/p>",
    "audit": null
}