{
    "id": 8845,
    "source": "clarke",
    "verse_id": 18800,
    "verse_count": 1,
    "reference": "58:13",
    "title": "",
    "html": "<p><em>If thou turn away thy foot from the Sabbath—<\/em> The meaning of this seems to be, that they should be careful not to take their pleasure on the Sabbath day, by paying visits, and taking country jaunts; not going, as Kimchi interprets it, more than a Sabbath day's journey, which was only two thousand cubits beyond the city's suburbs. How vilely is this rule transgressed by the inhabitants of this land! They seem to think that the Sabbath was made only for their recreation!<\/p> \n\n<p><em>From doing thy pleasure—<\/em> The Septuagint, Syriac, and Chaldee, for<span class=\"greek-hebrew\"> עשות<\/span><span class=\"translit\"> asoth<\/span> , manifestly express<span class=\"greek-hebrew\"> מעשות<\/span><span class=\"translit\"> measoth<\/span> . So likewise a MS. has it, but with the omission of the words<span class=\"greek-hebrew\"> רגלך שבת<\/span><span class=\"translit\"> shabbath raglecha<\/span> . - L.<\/p> \n\n<p><em>The holy of the Lord \"And the holy feast of Jehovah\"—<\/em> Twenty-eight MSS. (seven ancient) add the conjunction<span class=\"greek-hebrew\"> ו<\/span><span class=\"translit\"> vau<\/span> ,<span class=\"greek-hebrew\"> ולקדוש<\/span><span class=\"translit\"> velikedosh<\/span> ; and so the Syriac, Chaldee, and Vulgate. One of my own has the same reading.<\/p> \n\n<p><em>Nor speaking thine own words \"From speaking vain words\"—<\/em> It is necessary to add some epithet to make out the sense; the Septuagint say, angry words; the Chaldee, words of violence. If any such epithet is lost here, the safest way is to supply it by the prophet's own expression, <a class=\"isa\" verses=\"WzE4Nzk2XQ==\">Isaiah 58:9<\/a> ,<span class=\"greek-hebrew\"> און ודבר<\/span><span class=\"translit\"> vedabar aven<\/span> , vain words; that is, profane, impious, injurious, etc.<\/p> \n\n<p>\"The additional epithet seems unnecessary; the Vulgate and Syriac have it not; and the sense is good without it; two ways, first by taking<span class=\"greek-hebrew\"> ודבר<\/span><span class=\"translit\"> vedabar<\/span> for a noun, and<span class=\"greek-hebrew\"> דבר<\/span><span class=\"translit\"> dabur<\/span> for the participle pahul, and rendering, -<\/p> \n\n<p>'From pursuing thy pleasure, and the thing resolved on.'<\/p> \n\n<p>Or, secondly, by supposing the force of the preposition<span class=\"greek-hebrew\"> מ<\/span><span class=\"translit\"> mem<\/span> to have been continued from the verb<span class=\"greek-hebrew\"> ממצוא<\/span><span class=\"translit\"> mimmetso<\/span> to the verb<span class=\"greek-hebrew\"> ודבר<\/span><span class=\"translit\"> vedabber<\/span> immediately following; and rendering, -<\/p> \n\n<p>'From executing thy pleasure, and from speaking words concerning it.'<\/p> \n\n<p>But the first seems the easier rendering.\"<\/p> \n\n<p>Dr. Jubb.<\/p> ",
    "audit": null
}