{
    "id": 8291,
    "source": "clarke",
    "verse_id": 17993,
    "verse_count": 1,
    "reference": "17:9",
    "title": "",
    "html": "<p><em>As a forsaken bough, and an uppermost branch \"the Hivites and the Amorites\"—<\/em><span class=\"greek-hebrew\"> והאמיר החרש<\/span><span class=\"translit\"> hachoresh vehaamir<\/span> . No one has ever yet been able to make any tolerable sense of these words. The translation of the Septuagint has happily preserved what seems to be the true reading of the text, as it stood in the copies of their time; though the words are now transposed, either in the text or in their Version;<span class=\"greek-hebrew\"> οἱ Αμαρῥαιοι και οἱ Ευαιοι<\/span> , \"the Amorites and the Hivites.\" It is remarkable that many commentators, who never thought of admitting the reading of the Septuagint, understand the passage as referring to that very event which their Version expresses; so that it is plain that nothing can be more suitable to the context. \"My father,\" says Bishop Lowth, \"saw the necessity of admitting this variation at a time when it was not usual to make so free with the Hebrew text.\" Mr. Parkhurst is not satisfied with the prelate's adoption of the reading of the Septuagint, \"the Hivites and the Amorites.\" He thinks the difficult words should be thus rendered; he takes the whole verse: \"And his fortified cities shall be like the leaving, or what is left<span class=\"greek-hebrew\"> כעזובת<\/span><span class=\"translit\"> caazubath<\/span> , of or in a ploughed field,<span class=\"greek-hebrew\"> החרש<\/span><span class=\"translit\"> hachoresh<\/span> , or on a branch which they leave<span class=\"translit\"> coram<\/span> , before, the children of Israel.\" Which he considers a plain reference to the Mosaic laws relative to the not gleaning of their ploughed fields, vineyards, and oliveyards, but leaving<span class=\"greek-hebrew\"> עזב<\/span><span class=\"translit\"> ozeb<\/span> , somewhat of the fruits, for the poor of the land;<a class=\"ref\">Leviticus 9:9, Leviticus 9:10; Deuteronomy 24:19-21<\/a> , in the Hebrew. I fear that the text is taken by storm on both interpretations. One MS. has<span class=\"greek-hebrew\"> ערי כל<\/span><span class=\"translit\"> col arey<\/span> , \"all the cities;\" and instead of<span class=\"greek-hebrew\"> החלש<\/span><span class=\"translit\"> hachalash<\/span> , \"of the branch,\" six MSS. have<span class=\"greek-hebrew\"> החדש<\/span><span class=\"translit\"> hachodesh<\/span> , \"of the month.\" But this is probably a mistake.<\/p> ",
    "audit": null
}