{
    "id": 8406,
    "source": "clarke",
    "verse_id": 18154,
    "verse_count": 1,
    "reference": "27:2",
    "title": "",
    "html": "<p><em>Sing ye unto her -<\/em><span class=\"greek-hebrew\">לה אנו <\/span>   <span class=\"translit\">anu lah<\/span> . Bishop Lowth translates this, Sing ye a responsive song; and says that <span class=\"greek-hebrew\">ענה <\/span>   <span class=\"translit\">anah<\/span>, to answer, signifies occasionally to sing responsively; and that this mode of singing was frequently practiced among the ancient Hebrews. See De Poes. Sac. Hebrews Prael. xix., at the beginning.<\/p>\n\n<p>This, indeed, was the ancient method of singing in various nations. The song was divided into distinct portions, and the singers sang alternately. There is a fine specimen of this in the song of Deborah and Barak; and also in the Idyls of Theocritus, and the Eclogues of Virgil.<\/p>\n\n<p>This kind of singing was properly a dialogue in verse, sung to a particular tune, or in the mode which is now termed <i>recitativo<\/i>. I have seen it often practiced on funeral occasions among the descendants of the aboriginal Irish. The poems of Ossian are of this kind.<\/p>\n\n<p>The learned Bishop distinguishes the parts of this dialogue thus: - <\/p><ol> <li>Jehovah. It is I, Jehovah, that preserve her; I will water her every moment: I will take care of her by night; And by day I will keep guard over her.<\/li><li>Vineyard. I have no wall for my defense: O that I had a fence of the thorn and brier! Jehovah. Against them should I march in battle, I should burn them up together.<\/li><li>Ah! let her rather take hold of my protection. Vineyard. Let him make peace with me! Peace let him make with me!<\/li><\/ol>   <li>Jehovah. They that come from the root of Jacob shall flourish, Israel shall bud forth; And they shall fill the face of the world with fruit.<\/li> <em>A vineyard of red wine -<\/em>The redder the wine, the more it was valued, says Kimchi.\n\n<p>Bishop Lowth translates, To the beloved vineyard. For <span class=\"greek-hebrew\">חמר <\/span>   <span class=\"translit\">chemer<\/span>, red, a multitude of MSS. and editions have <span class=\"greek-hebrew\">חמד <\/span>   <span class=\"translit\">chemed<\/span>, desirable. This is supported by the Septuagint and Chaldee.<\/p>",
    "audit": null
}