{
    "id": 8567,
    "source": "clarke",
    "verse_id": 18393,
    "verse_count": 1,
    "reference": "38:2",
    "title": "",
    "html": "<p><em>Then Hezekiah turned his face toward the wall—<\/em>The furniture of an eastern divan or chamber, either for the reception of company or for private use, consists chiefly of carpets spread on the floor in the middle; and of sofas, or couches ranged on one or more sides of the room, on a part raised somewhat above the floor. On these they repose themselves in the day, and sleep at night. It is to be observed that the corner of the room is the place of honor. Dr. Pococke, when he was introduced to the Sheikh of Furshout, found him sitting in the corner of his room. He describes another Arab Sheikh \"as sitting in the corner of a large green tent, pitched in the middle of an encampment of Arabs; and the Bey of Girge as placed on a sofa in a corner to the right as one entered the room.\" - Harmer's Observ. 2 p. 60. Lady Mary Montague, giving an account of a visit which she made to the Kahya's lady at Adrianople, says, \"She ordered cushions to be given me; and took care to place me in the corner, which is the place of honor.\" - Letter 33. The reason of this seems to be, that the person so placed is distinguished, and in a manner separated, from the rest of the company, and as it were guarded by the wall on each side. We are to suppose Hezekiah's couch placed in the same situation; in which turning on either side, he must turn his face to the wall; by which he would withdraw himself from those who were attending upon him in his apartment, in order to address his private prayer to God.<\/p><ol>  And he said, I beseech thee, O Jehovah, remember now how I have endeavored to walk before thee in truth, and with a perfect heart; and have done that which is good in thine eyes. And Hezekiah wept, and lamented grievously. - L.\n\n<p> Now [before Isaiah was gone out into the middle court] the word of Jehovah came unto him, saying, Go [back], and say unto Hezekiah, Thus saith Jehovah the God of David thy father, I have heard thy supplication; I have seen thy tears. Behold [I will heal thee; and on the third day thou shalt go up into the house of Jehovah.<\/p>\n\n<p> And] I will add unto thy days fifteen years. And I will deliver thee, and this city, from the hand of the king of Assyria; and I will protect this city. And [Hezekiah said, By what sign shall I know that I shall go up into the house of Jehovah?<\/p>\n\n<p> And Isaiah said], This shall be the sign unto thee from Jehovah, that Jehovah still bring to effect this word which he hath spoken.<\/p>\n\n<\/ol>The words in the translation included within crotchets are supplied from the parallel place,  <a class=\"ref\">2 Kings 20:4,  2 Kings 20:5<\/a>, to make the narration more perfect. I have also taken the liberty, with Houbigant, of bringing forward the two last verses of this chapter, and inserting them in their proper places of the narration with the same mark. Kimchi's note on these two verses is as follows: \"This and the following verse belong not to the writing of Hezekiah; and I see no reason why they are written here after the writing; for their right place is above, after And I will protect this city,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 38:6<\/a>. And so they stand in the book of Kings, \" <a class=\"ref\">2 Kings 20:7,  2 Kings 20:8<\/a>. The narration of this chapter seems to be in some parts an abridgment of that of 2 Kings 20. The abridger, having finished his extract here with the eleventh verse, seems to have observed, that the seventh and eighth verses of 2 Kings 20 were wanted to complete the narration: he therefore added them at the end of the chapter, after he had inserted the song of Hezekiah, probably with marks for their insertion in their proper places; which marks were afterwards neglected by transcribers. Or a transcriber might omit them by mistake, and add them at the end of the chapter with such marks. Many transpositions are, with great probability, to be accounted for in the same way.",
    "audit": null
}