{
    "id": 8218,
    "source": "clarke",
    "verse_id": 17891,
    "verse_count": 1,
    "reference": "11:6",
    "title": "",
    "html": "<p><em>The wolf also shall, etc. \"Then shall the wolf,\" etc.—<\/em> The idea of the renewal of the golden age, as it is called, is much the same in the Oriental writers with that of the Greeks and Romans: - the wild beasts grow tame; serpents and poisonous herbs become harmless; all is peace and harmony, plenty and happiness: -<\/p> \n\n<p><i> Occidet et serpens, et fallax herba veneni Occidet.<\/i><\/p> \n\n<p><i> Vega. Eclog. 4:24.<\/i><\/p><i> \n\n<\/i><p><i><\/i> \"The serpent's brood shall die. The sacred ground<\/p> \n\n<p>Shall weeds and noxious plants refuse to bear.\"<\/p> \n\n<p>-<i> Nec magnos metuent armenta leones<\/i> .<\/p> \n\n<p><i> Virg. Eclog. 4:22.<\/i><\/p><i> \n\n<\/i><p><i><\/i> \"Nor shall the flocks fear the great lions.\"<\/p> \n\n<p><i> Non lupus insidias explorat ovilia circum,<\/i><\/p><i> \n\n<p>Nec gregibus nocturnus obambulat: acrior illum<\/p> \n\n<p>Cura domat: timidae damae cervique fugaces<\/p> \n\n<\/i><p><i> Nunc interque canes, et circum tecta vagantur<\/i> .<\/p> \n\n<p><i> Virg. Georg. 3:537.<\/i><\/p><i> \n\n<\/i><p><i><\/i> \"The nightly wolf that round the enclosure prowled,<\/p> \n\n<p>To leap the fence, now plots not on the fold:<\/p> \n\n<p>Tamed with a sharper pain, the fearful doe<\/p> \n\n<p>And flying stag amidst the greyhounds go;<\/p> \n\n<p>And round the dwellings roam, of man, their former foe.\"<\/p> \n\n<p><i> Dryden.<\/i><\/p><i> \n\n<\/i><p><i> Nec vespertinus circumgemit ursus ovile,<\/i><\/p> \n\n<p><i> Nec intumescit alta viperis humus<\/i> .<\/p> \n\n<p><i> Hor. Epod. 16:51.<\/i><\/p><i> \n\n<\/i><p><i><\/i> \"Nor evening bears the sheepfold growl around,<\/p> \n\n<p>Nor mining vipers heave the tainted ground.\"<\/p> \n\n<p><i> Dryden.<\/i><\/p><i> \n\n<\/i><p><i><\/i><span class=\"greek-hebrew\"> Εσται δη τουτ<\/span> '<span class=\"greek-hebrew\"> αμαρ, ὁπηνικα νεβρον εν ευνᾳπ<\/span><\/p> \n\n<p><span class=\"greek-hebrew\"> Καρχαροδων δινεσθαι ιδων λυκος ουκ εθελησει.<\/span><\/p> \n\n<p><i> Theoc. Idyl. 24:84.<\/i><\/p><i> \n\n<\/i><p><i><\/i> There shall be a time when the ravenous wolf shall see the kid lying at ease, and shall feel no desire to do it an injury.<\/p> \n\n<p>I have laid before the reader these common passages from the most elegant of the ancient poets, that he may see how greatly the prophet on the same subject has the advantage upon the comparison; how much the former fall short of that beauty and elegance, and variety of imagery, with which Isaiah has set forth the very same ideas. The wolf and the leopard not only forbear to destroy the lamb and the kid, but even take their abode and lie down together with them. The calf, and the young lion, and the fatling, not only come together, but are led quietly in the same band, and that by a little child. The heifer and the she-bear not only feed together, but even lodge their young ones, for whom they used to be most jealously fearful, in the same place. All the serpent kind is so perfectly harmless, that the sucking infant and the newly weaned child puts his hand on the basilisk's den, and plays upon the hole of the aspic. The lion not only abstains from preying on the weaker animals, but becomes tame and domestic, and feeds on straw like the ox. These are all beautiful circumstances, not one of which has been touched upon by the ancient poets. The Arabian and Persian poets elegantly apply the same ideas to show the effects of justice impartially administered, and firmly supported, by a great and good king: -<\/p> \n\n<p>\"Mahmoud the powerful king, the ruler of the world,<\/p> \n\n<p>To whose tank the wolf and the lamb come, together to drink.\"<\/p> \n\n<p><i> Ferdusi.<\/i><\/p><i> \n\n<\/i><p><i><\/i> \"Through the influence of righteousness, the hungry wolf<\/p> \n\n<p>Becomes mild, though in the presence of the white kid.\"<\/p> \n\n<p><i> Ibn Onein. Jones, Poes. Asiat. Comment., p. 380.<\/i><\/p><i> \n\n<\/i><p><i><\/i> The application is extremely ingenious and beautiful: but the exquisite imagery of Isaiah is not equalled.<\/p> ",
    "audit": null
}