{
    "id": 8365,
    "source": "clarke",
    "verse_id": 18097,
    "verse_count": 23,
    "reference": 24,
    "title": "Chapter Commentary",
    "html": "<p>Dreadful judgments impending over the people of God,  <a class=\"isa\" verses=\"eyIxODA5NyI6NH0=\">Isaiah 24:1-4<\/a>. Particular enumeration of the horrid impieties which provoked the Divine vengeance,  <a class=\"isa\" verses=\"WzE4MTAxXQ==\">Isaiah 24:5<\/a>,  <a class=\"isa\" verses=\"WzE4MTAyXQ==\">Isaiah 24:6<\/a>. Great political wretchedness of the transgressors,  <a class=\"isa\" verses=\"eyIxODEwMyI6Nn0=\">Isaiah 24:7-12<\/a>. The calamities shall be so great that only a small remnant shall be left in the land, as it were the gleanings of the vintage,  <a class=\"isa\" verses=\"WzE4MTA5XQ==\">Isaiah 24:13<\/a>. The rest, scattered over the different countries, spread there the knowledge of God,  <a class=\"isa\" verses=\"eyIxODExMCI6M30=\">Isaiah 24:14-16<\/a>. Strong figures by which the great distress and long captivity of the transgressors are set forth,  <a class=\"isa\" verses=\"eyIxODExMyI6Nn0=\">Isaiah 24:17-22<\/a>. Gracious promise of a redemption from captivity; and of an extension of the kingdom of God in the latter days, attended with such glorious circumstances as totally to eclipse the light and splendor of the previous dispensation,  <a class=\"isa\" verses=\"WzE4MTE5XQ==\">Isaiah 24:23<\/a>.<\/p>\n\n<p>From the thirteenth chapter to the twenty-third inclusive, the fate of several cities and nations is denounced: of Babylon, of the Philistines, Moab, Damascus, Egypt, Tyre. After having foretold the destruction of the foreign nations, enemies of Judah, the prophet declares the judgments impending on the people of God themselves for their wickedness and apostasy, and the desolation that shall be brought on their whole country.<\/p>\n\n<p>The twenty-fourth and the three following chapters seem to have been delivered about the same time: before the destruction of Moab by Shalmaneser; see  <a class=\"isa\" verses=\"WzE4MTI5XQ==\">Isaiah 25:10<\/a>, consequently, before the destruction of Samaria; probably in the beginning of Hezekiah's reign. But concerning the particular subject of the twenty-fourth chapter interpreters are not at all agreed: some refer it to the desolation caused by the invasion of Shalmaneser; others to the invasion of Nebuchadnezzar; and others to the destruction of the city and nation by the Romans. Vitringa is singular in his opinion, who applies it to the persecution of Antiochus Epiphanes. Perhaps it may have a view to all of the three great desolations of the country, by Shalmaneser, by Nebuchadnezzar, and by the Romans; especially the last, to which some parts of it may seem more peculiarly applicable. However, the prophet chiefly employs general images; such as set forth the greatness and universality of the ruin and desolation that is to be brought upon the country by these great revolutions, involving all orders and degrees of men, changing entirely the face of things, and destroying the whole polity, both religious and civil; without entering into minute circumstances, or necessarily restraining it by particular marks to one great event, exclusive of others of the same kind. - L.<\/p>",
    "audit": null
}