{
    "id": 8598,
    "source": "clarke",
    "verse_id": 18442,
    "verse_count": 1,
    "reference": "40:21",
    "title": "",
    "html": "<p><em>Have ye not known—<\/em>On this verse Kimchi has a very interesting comment, an extract of which I subjoin. \"The whole world may be considered as a house built up; heaven its roof; the stars its lamps; and the fruits of the earth its table spread. The Master of the house is God, blessed for ever; and man is the steward into whose hand all the business of the house is given. If he always consider in his heart that the Master of the house is continually over him, and that he keeps his eye upon his work, and if in consequence he acts wisely, he shall find favor in the eyes of the Master of the house. But if he find wickedness in the house, then will he remove him <span class=\"greek-hebrew\">פקידתו מן <\/span>   <span class=\"translit\">min pekidutho<\/span>, 'from his stewardship.' The foolish steward does not think of this; for as his eyes do not see the Master of the house, he saith in his heart, 'I will eat and drink what I find in this house, and will take my pleasure in it; nor shall I be careful whether there be a master over this house or not.' When the Lord of the house marks this, he comes and expels him from the house speedily, and with great anger; therefore it is said,  <a class=\"isa\" verses=\"WzE4NDQ0XQ==\">Isaiah 40:23<\/a>, He bringeth the princes to nothing.\" It seems that this parable had been long in use among the Jews, as our blessed Lord alludes to it in his parable of the unjust steward. Or did the rabbin, finding it to his purpose, steal the parable from the Gospel? In both places it has great and peculiar beauties.<\/p>\n\n<p><em>Have ye not understood from the foundations of the earth \"Have ye not understood it from the foundations of the earth?\"—<\/em>The true reading seems to be <span class=\"greek-hebrew\">ממוסדות <\/span>   <span class=\"translit\">mimmosedoth<\/span>, to answer to <span class=\"greek-hebrew\">מראש <\/span>   <span class=\"translit\">merosh<\/span>  in the foregoing line. It follows a word ending with <span class=\"greek-hebrew\">מ <\/span>   <span class=\"translit\">mem<\/span>, and out of three <span class=\"translit\">mems<\/span>  concurring, it was an easy mistake to drop the middle one.<\/p>",
    "audit": null
}