{
    "id": 8351,
    "source": "clarke",
    "verse_id": 18076,
    "verse_count": 1,
    "reference": "22:23",
    "title": "",
    "html": " <p> <em>A nail—<\/em>, In ancient times, and in the eastern countries, as the way of life, so the houses, were much more simple than ours at present. They had not that quantity and variety of furniture, nor those accommodations of all sorts, with which we abound. It was convenient and even necessary for them, and it made an essential part in the building of a house, to furnish the inside of the several apartments with sets of spikes, nails, or large pegs, upon which to dispose of and hang up the several movables and utensils in common use, and proper to the apartment. These spikes they worked into the walls at the first erection of them, the walls being of such materials that they could not bear their being driven in afterwards; and they were contrived so as to strengthen the walls by binding the parts together, as well as to serve for convenience. Sir John Chardin's account of this matter is this: \"They do not drive with a hammer the nails that are put into the eastern walls. The walls are too hard, being of brick; or, if they are of clay, too moldering: but they fix them in the brick-work as they are building. They are large nails, with square heads like dice, well made, the ends being bent so as to make them cramp-irons. They commonly place them at the windows and doors, in order to hang upon them, when they like, veils and curtains.\" Harmer's Observ. 1 p. 191. And we may add, that they were put in other places too, in order to hang up other things of various kinds; as appears from this place of Isaiah, and from <a class=\"ref\">Ezekiel 15:3<\/a>, who speaks of a pin or nail, \"to hang any vessel thereon.\" The word used here for a nail of this sort is the same by which they express that instrument, the stake, or large pin of iron, with which they fastened down to the ground the cords of their tents. We see, therefore, that these nails were of necessary and common use, and of no small importance in all their apartments; conspicuous, and much exposed to observation: and if they seem to us mean and insignificant, it is because we are not acquainted with the thing itself, and have no name to express it but by what conveys to us a low and contemptible idea. \"Grace hath been showed from the Lord our God,\" saith Ezra, <a class=\"ref\">Ezra 9:8<\/a>, \"to leave us a remnant to escape, and to give us a nail in his holy place:\" that is, as the margin of our Bible explains it, \"a constant and sure abode.\" <\/p>\n\n <p>\"He that doth lodge near her (Wisdom's) house, <\/p>\n\n <p>Shall also fasten a pin in her walls.\" <\/p>\n\n <p> <i>Ecclus. 14:24. <\/i> <\/p> <i>\n\n <\/i> <p> <i><\/i>, The dignity and propriety of the metaphor appears from the Prophet Zechariah's use of it: - <\/p>\n\n <p>\"From him shall be the corner-stone, from him the nail, <\/p>\n\n <p>From him the battle-bow, <\/p>\n\n <p>From him every ruler together.\" <\/p>\n\n <p> <i> <a class=\"ref\">Zechariah 10:4<\/a>. <\/i> <\/p> <i>\n\n <\/i> <p> <i><\/i>, And Mohammed, using the same word, calls Pharaoh the lord or master of the nails, that is, well attended by nobles and officers capable of administering his affairs. Koran, Sur. 38:11, and 89:9. So some understand this passage of the Koran. Mr. Sale seems to prefer another interpretation. <\/p>\n\n <p>Taylor, in his Concordance, thinks <span class=\"greek-hebrew\">,יתד <\/span> <span class=\"translit\">, yathed<\/span>, means the pillar or post that stands in the middle, and supports the tent, in which such pegs are fixed to hang their arms, etc., upon; referring to Shaw's Travels, p. 287. But <span class=\"greek-hebrew\">,יתד <\/span> <span class=\"translit\">, yathed<\/span>, is never used, as far as appears to me, in that sense. It was indeed necessary that the pillar of the tent should have such pegs on it for that purpose; but the hanging of such things in this manner upon this pillar does not prove that <span class=\"greek-hebrew\">,יתד <\/span> <span class=\"translit\">, yathed<\/span>, was the pillar itself. <\/p>\n\n <p> <em>A glorious throne \"A glorious seat\"—<\/em>, That is, his father's house and all his own family shall be gloriously seated, shall flourish in honor and prosperity; and shall depend upon him, and be supported by him. <\/p>",
    "audit": null
}