{
    "id": 8673,
    "source": "clarke",
    "verse_id": 18561,
    "verse_count": 1,
    "reference": "44:27",
    "title": "",
    "html": "<p><em>That saith to the deep, Be dry \"Who saith to the deep, Be thou wasted\"—<\/em>Cyrus took Babylon by laying the bed of the Euphrates dry, and leading his army into the city by night through the empty channel of the river. This remarkable circumstance, in which the event so exactly corresponded with the prophecy, was also noted by Jeremiah,  <a class=\"ref\">Jeremiah 50:38;  Jeremiah 51:36<\/a>.<\/p>\n\n<p>   \"A drought shall be upon her waters,<\/p>\n\n<p>  and they shall be dried up: - <\/p>\n\n<p>I will lay her sea dry<\/p>\n\n<p>   And I will scorch up her springs.\"<\/p>\n\n<p>It is proper here to give some account of the means and method lay which the stratagem of Cyrus was effected.<\/p>\n\n<p>The Euphrates in the middle of the summer, from the melting of the snows on the mountains of Armenia, like the Nile, overflows the country. In order to diminish the inundation, and to carry off the waters, two canals were made by Nebuchadnezzar a hundred miles above the city; the first on the eastern side called Naharmalca, or the Royal River, by which the Euphrates was let into the Tigris; the other on the western side, called Pallacopas, or Naharaga, (<span class=\"greek-hebrew\">אגם נהר <\/span>   <span class=\"translit\">nahar agam<\/span>, The river of the pool), by which the redundant waters were carried into a vast lake, forty miles square, contrived, not only to lessen the inundation, but for a reservoir, with sluices, to water the barren country on the Arabian side. Cyrus, by turning the whole river into the lake by the Pallacopas, laid the channel, where it ran through the city, almost dry; so that his army entered it, both above and below, by the bed of the river, the water not reaching above the middle of the thigh. By the great quantity-of water let into the lake, the sluices and dams were destroyed; and being never repaired afterwards, the waters spread over the whole country below, and reduced it to a morass, in which the river is lost. <i>Ingens modo et navigabilis, inde tenuis rivus, despectus emoritur; et nusquam manifesto exitit effluit, ut alii omnes, sed deficit<\/i>. \"And thus a navigable river has been totally lost, it having no exit from this morass. No wonder then that the geographical face of this country is completely changed;\" Mela  <a class=\"ref\">Jeremiah 3:8<\/a>; Herod. 1:186, 190; Xenophon, Cyrop. vii.; Arrian vii.<\/p>",
    "audit": null
}