{
    "id": 8847,
    "source": "clarke",
    "verse_id": 18802,
    "verse_count": 21,
    "reference": 59,
    "title": "Chapter Commentary",
    "html": "<p>Thy chapter contains a more general reproof of the wickedness of the Jews,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 59:1-8<\/a>. After this they are represented confessing their sins, and deploring the unhappy consequences of them,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 59:9-15<\/a>. On this act of humiliation God, ever ready to pardon the penitent, promises that he will have mercy on them; that the Redeemer will come, mighty to save; and that he will deliver his people, subdue his enemies and establish a new and everlasting covenant,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 59:16-21<\/a>.<\/p>\n\n<p>The foregoing elegant chapter contained a severe reproof of the Jews, in particular for their hypocrisy in pretending to make themselves accepted with God by fasting and outward humiliation without true repentance; while they still continued to oppress the poor, and indulge their own passions and vices; with great promises however of God's favor on condition of their reformation. This chapter contains a more general reproof of their wickedness, bloodshed, violence, falsehood, injustice. At  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 59:9<\/a>; they are introduced as making, themselves, an ample confession of their sins, and deploring their wretched state in consequence of them. On this act of humiliation a promise is given that God, in his mercy and zeal for his people, will rescue them from this miserable condition, that the Redeemer will come like a mighty hero to deliver them; he will destroy his enemies, convert both Jews and Gentiles to himself, and give them a new covenant, and a law which shall never be abolished.<\/p>\n\n<p>As this chapter is remarkable for the beauty, strength, and variety of the images with which it abounds; so is it peculiarly distinguished by the elegance of the composition, and the exact construction of the sentences. From the first verse to the two last it falls regularly into stanzas of four lines, (see Prelim. Dissert. p. xxi.), which I have endeavored to express as nearly as possible in the form of the original. - L.<\/p>",
    "audit": null
}