{
    "id": 8273,
    "source": "clarke",
    "verse_id": 17971,
    "verse_count": 1,
    "reference": "16:1",
    "title": "",
    "html": "<p><em>Send ye the lamb, etc. \"I will send forth the son, etc.\"—<\/em>Both the reading and meaning of this verse are still more doubtful than those of the preceding. The Septuagint and Syriac read <span class=\"greek-hebrew\">אשלח <\/span>   <span class=\"translit\">eshlach<\/span>, I will send, in the first person singular, future tense: the Vulgate and Talmud Babylon, read <span class=\"greek-hebrew\">שלח <\/span>   <span class=\"translit\">shelach<\/span>, send, singular imperative: some read <span class=\"greek-hebrew\">שלחו <\/span>   <span class=\"translit\">shilchu<\/span>, send ye forth, or <span class=\"translit\">shalechu<\/span>, they send forth. The Syriac, for <span class=\"greek-hebrew\">כר <\/span>   <span class=\"translit\">car<\/span>, a lamb, reads <span class=\"greek-hebrew\">בר <\/span>   <span class=\"translit\">bar<\/span>, a son, which is confirmed by five MSS. of Kennicott and De Rossi. The two first verses describe the distress of Moab on the Assyrian invasion in which even the son of the prince of the country is represented as forced to flee for his life through the desert, that he may escape to Judea; and the young women are driven forth like young birds cast out of the nest, and endeavoring to wade through the fords of the river Arnon. Perhaps there is not so much difficulty in this verse as appears at first view. \"Send the lamb to the ruler of the land,\" may receive light from  <a class=\"ref\">2 Kings 3:4,  2 Kings 3:5<\/a>; : \"And Mesha, king of Moab, was a sheepmaster, and rendered unto the king of Israel one hundred thousand lambs with their wool, and one hundred thousand rams: but when Ahab was dead, the king of Moab rebelled against Israel.\" Now the prophet exhorts them to begin paying the tribute as formerly, that their punishment might be averted or mitigated.<\/p>",
    "audit": null
}