{
    "id": 8363,
    "source": "clarke",
    "verse_id": 18093,
    "verse_count": 1,
    "reference": "23:15",
    "title": "",
    "html": "<p><em>According to the days of one king—<\/em>What is, of one kingdom; see  <a class=\"ref\">Daniel 7:17,  Daniel 8:20<\/a>. Nebuchadnezzar began his conquests in the first year of his reign; from thence to the taking of Babylon by Cyrus are seventy years, at which time the nations subdued by Nebuchadnezzar were to be restored to liberty. These seventy years limit the duration of the Babylonish monarchy. Tyre was taken by him towards the middle of that period; so did not serve the king of Babylon during the whole period, but only for the remaining part of it. This seems to be the meaning of Isaiah; the days allotted to the one king or kingdom, are seventy years; Tyre, with the rest of the conquered nations, shall continue in a state of subjection and desolation to the end of that period. Not from the beginning and through the whole of the period; for, by being one of the latest conquests, the duration of that state of subjection in regard to her, was not much more than half of it. \"All these nations,\" saith Jeremiah,  <a class=\"ref\">Jeremiah 25:11<\/a>, \"shall serve the king of Babylon seventy years.\" Some of them were conquered sooner, some later; but the end of this period was the common term for the deliverance of them all.<\/p>\n\n<p>There is another way of computing the seventy years, from the year in which Tyre was actually taken to the nineteenth of Darius Hystaspis; whom the Phoenicians, or Tyrians, assisted against the Ionians, and probably on that account might then be restored to their former liberties and privileges. But I think the former the more probable interpretation. - L.<\/p>\n\n<p><em>Sing as a harlot—<\/em><i>Fidicinam esse meretricum est<\/i>. says Donatus in Terent. Eunuch. 3:2, 4.<\/p>\n\n<p>   <i>Nec meretrix tibicina, cujus Ad strepitum salias<\/i>.<\/p>\n\n<p>  <i>Hor. 1:Epist. 14:25.<\/i><\/p><i>\n\n<\/i><p><i>  <\/i>\"Nor harlot minstrel sings, when the rude sound<\/p>\n\n<p>Tempts you with heavy heels to thump the ground.\"<\/p>\n\n<p>  <i>Francis.<\/i><\/p><i>\n\n<\/i><p><i><\/i>Sir John Chardin, in his MS. note on this place, says: - <\/p>\n\n<p>   <i>C'est que les vielles prostituees, - <\/i><\/p><i>\n\n<\/i><p><i>  <\/i>ne font que chanter quand les jeunes dancent, et les animer par <i>l'instrument et par la voix<\/i>.<\/p>\n\n<p>    \"The old prostitutes do nothing but sing, while the young ones dance; and animate them both by vocal and instrumental music.\"<\/p>",
    "audit": null
}