{
    "id": 8302,
    "source": "clarke",
    "verse_id": 18006,
    "verse_count": 25,
    "reference": "19:",
    "title": "",
    "html": "<em>Introduction<\/em>\n\n<br>\n\n<p>Prophecy concerning Egypt, in which her lamentable condition under the Babylonians, Persians, etc., Is forcibly pointed out, vv. 1-17. The true religion shall be propagated in Egypt; referring primarily to the great spread of Judaism in that country in the reign of the Ptolemies, and ultimately to its reception of the Gospel in the latter days,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 19:18-22<\/a>. Profound peace between Egypt, Assyria, and Israel, and their blessed condition under the Gospel,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 19:23-25<\/a>.<\/p>\n\n<p>Not many years after the destruction of Sennacherib's army before Jerusalem, by which the Egyptians were freed from the yoke with which they were threatened by so powerful an enemy, who had carried on a successful war of three years' continuance against them; the affairs of Egypt were again thrown into confusion by intestine broils among themselves, which ended in a perfect anarchy, that lasted some few years. This was followed by an aristocracy, or rather tyranny, of twelve princes, who divided the country between them, and at last by the sole dominion of Psammitichus, which he held for fifty-four years. Not long after that followed the invasion and conquest of Egypt by Nebuchadnezzar, and then by the Persians under Cambyses, the son of Cyrus. The yoke of the Persians was so grievous, that the conquest of the Persians by Alexander may well be considered as a deliverance to Egypt; especially as he and his successors greatly favored the people and improved the country. To all these events the prophet seems to have had a view in this chapter; and in particular, from  <a class=\"isa\" verses=\"MTgwMjM=\">Isaiah 19:18<\/a>, the prophecy of the propagation of the true religion in Egypt seems to point to the flourishing state of Judaism in that country, in consequence of the great favor shown to the Jews by the Ptolemies. Alexander himself settled a great many Jews in his new city Alexandria, granting them privileges equal to those of the Macedonians. The first Ptolemy, called Soter, carried great numbers of them thither, and gave them such encouragement that still more of them were collected there from different parts; so that Philo reckons that in his time there were a million of Jews in that country. These worshipped the God of their fathers; and their example and influence must have had a great effect in spreading the knowledge and worship of the true God through the whole country. See Bp. Newton on the Prophecies, Dissert. xii.<\/p>",
    "audit": null
}