{
    "id": 8068,
    "source": "clarke",
    "verse_id": 17673,
    "verse_count": 1,
    "reference": "1:18",
    "title": "",
    "html": " <p> <em>Though your sins be as scarlet— <\/em> <span class=\"greek-hebrew\">,שני <\/span> <span class=\"translit\">, shani<\/span>, \"scarlet or crimson,\" dibaphum, twice dipped, or double dyed; from <span class=\"greek-hebrew\">,שנה <\/span> <span class=\"translit\">, shanah<\/span>, <i>iterare<\/i>, to double, or to do a thing twice. This derivation seems much more probable than that which Salmasius prefers from <span class=\"greek-hebrew\">,שנן <\/span> <span class=\"translit\">, shanan<\/span>, <i>acuere<\/i>, to whet, from the sharpness and strength of the color, <span class=\"greek-hebrew\">,οξυφοινικον<\/span>,; <span class=\"greek-hebrew\">,תלע <\/span> <span class=\"translit\">, tela<\/span>, the same; properly the worm, <i>vermiculus<\/i>, (from whence vermeil), for this color was produced from a worm or insect which grew in a coccus or excrescence of a shrub of the ilex kind, (see Plin. Nat. Hist. 16:8), like the cochineal worm in the opuntia of America. See Ulloa's Voyage book v., chap. ii., note to page 342. There is a shrub of this kind that grows in Provence and Languedoc, and produces the like insect, called the kermes oak, (see Miller, Dict. Quercus), from <span class=\"translit\">, kermez<\/span>, the Arabic word for this color, whence our word crimson is derived. <\/p>\n\n <p>\" <i>Neque amissos colores <\/i> <\/p> <i>\n\n <\/i> <p> <i>Lana refert medicata fuco<\/i>,\" <\/p>\n\n <p>says the poet, applying the same image to a different purpose. To discharge these strong colors is impossible to human art or power; but to the grace and power of God all things, even much more difficult are possible and easy. Some copies have <span class=\"greek-hebrew\">,כשנים <\/span> <span class=\"translit\">, keshanim<\/span>, \"like crimson garments.\" <\/p>\n\n <p> <em>Though they be red, etc.—<\/em>, But the conjunction <span class=\"greek-hebrew\">,ו <\/span> <span class=\"translit\">, vau<\/span>, is added by twenty-one of Kennicott's, and by forty-two of De Rossi's MSS., by some early editions, with the Septuagint, Syriac, Vulgate, and Arabic. It makes a fuller and more emphatic sense. \"And though they be red as crimson,\" etc. <\/p>",
    "audit": null
}