{
    "id": 8050,
    "source": "clarke",
    "verse_id": 17656,
    "verse_count": 31,
    "reference": 1,
    "title": "Chapter Commentary",
    "html": " <p>The prophet, with a boldness and majesty becoming the herald of the Most High, begins with calling on the whole creation to attend while Jehovah speaks, <a class=\"isa\" verses=\"WzE3NjU3XQ==\">Isaiah 1:2 <\/a>. A charge of gross insensibility and ingratitude is then brought against the Jews, by contrasting their conduct with that of the ox end ass, the most stupid of animals, <a class=\"isa\" verses=\"WzE3NjU4XQ==\">Isaiah 1:3 <\/a>. This leads to an amplification of their guilt, <a class=\"isa\" verses=\"WzE3NjU5XQ==\">Isaiah 1:4 <\/a>; highly aggravated by their slighting the chastisements and judgments of God, though repeated till they had been left almost like Sodom and Gomorrah, <a class=\"isa\" verses=\"eyIxNzY2MCI6NX0=\">Isaiah 1:5-9 <\/a>. The incidental mention of those places leads to an address to the rulers and people of the Jews, under the character of princes of Sodom, and people of Gomorrah, which is no less spirited and severe than elegant and unexpected, <a class=\"isa\" verses=\"WzE3NjY1XQ==\">Isaiah 1:10 <\/a>. The vanity of trusting to the performance of the outward rites and ceremonies of religion is then exposed, <a class=\"isa\" verses=\"eyIxNzY2NiI6NX0=\">Isaiah 1:11-15 <\/a>; and the necessity of repentance and reformation is strongly enjoined, <a class=\"isa\" verses=\"WzE3NjcxXQ==\">Isaiah 1:16 <\/a>,, <a class=\"isa\" verses=\"WzE3NjcyXQ==\">Isaiah 1:17 <\/a>,, and urged by the most encouraging promises as well as by the most awful threatenings, <a class=\"isa\" verses=\"eyIxNzY3MyI6M30=\">Isaiah 1:18-20 <\/a>. But neither of these producing the proper effect on that people who were the prophet's charge, he bitterly laments their degeneracy, <a class=\"isa\" verses=\"eyIxNzY3NiI6M30=\">Isaiah 1:21-23 <\/a>; and concludes with introducing God, declaring his purpose of inflicting such heavy judgments as would entirely cut off the wicked, and excite in the righteous, who should also pass through the furnace, an everlasting shame and abhorrence of every thing connected with idolatry, the source of their misery, <a class=\"isa\" verses=\"eyIxNzY3OSI6OH0=\">Isaiah 1:24-31 <\/a>. <\/p>,\n\n <p>Isaiah exercised the prophetical office during a long period of time, if he lived to the reign of Manasseh; for the lowest computation, beginning from the year in which Uzziah died, when some suppose him to have received his first appointment to that office, brings it to sixty-one years. But the tradition of the Jews, that he was put to death by Manasseh, is very uncertain; and one of their principal rabbins, Aben Ezra, Com. in <a class=\"isa\" verses=\"WzE3NjU2XQ==\">Isaiah 1:1 <\/a>,, seems rather to think that he died before Hezekiah, which is indeed more probable. It is however certain that he lived at least to the fifteenth or sixteenth year of Hezekiah; this makes the least possible term of the duration of his prophetical office about forty-eight years. The time of the delivery of some of his prophecies is either expressly marked, or sufficiently clear from the history to which they relate; that of a few others may with some probability be deduced from internal marks; from expressions, descriptions, and circumstances interwoven. It may therefore be of some use in this respect, and for the better understanding of his prophecies in general, to give here a summary view of the history of his time. <\/p>,\n\n <p>The kingdom of Judah seems to have been in a more flourishing condition during the reigns of Uzziah and Jotham, than at any other time after the revolt of the ten tribes. The former recovered the port of Elath on the Red Sea, which the Edomites had taken in the reign of Joram. He was successful in his wars with the Philistines, and took from them several cities, Gath, Jabneh, Ashdod; as likewise against some people of Arabia Deserta, and against the Ammonites, whom he compelled to pay him tribute. He repaired and improved the fortifications of Jerusalem; and had a great army, well appointed and disciplined. He was no less attentive to the arts of peace; and very much encouraged agriculture, and the breeding of cattle. Jotham maintained the establishments and improvements made by his father; added to what Uzziah had done in strengthening the frontier places; conquered the Ammonites, who had revolted, and exacted from them a more stated and probably a larger tribute. However, at the latter end of his time, the league between Pekah, king of Israel, and Retsin, king of Syria, was formed against Judah; and they began to carry their designs into execution. <\/p>,\n\n <p>But in the reign of Ahaz his son not only all these advantages were lost, but the kingdom of Judah was brought to the brink of destruction. Pekah king of Israel overthrew the army of Ahaz, who lost in battle one hundred and twenty thousand men; and the Israelites carried away captives two hundred thousand women and children, who however were released and sent home again upon the remonstrance of the prophet Oded. After this, as it should seem, (see Vitrinpa on <a class=\"isa\" verses=\"WzE3Nzg1XQ==\">Isaiah 7:2 <\/a>;), the two kings of Israel and Syria, joining their forces, laid siege to Jerusalem; but in this attempt they failed of success. In this distress Ahaz called in the assistance of Tiglath-pileser, king of Assyria, who invaded the kingdoms of Israel and Syria, and slew Rezin; but he was more in danger than ever from his too powerful ally; to purchase whose forbearance, as he had before bought his assistance, he was forced to strip himself and his people of all the wealth he could possibly raise from his own treasury, from the temple, and from the country. About the time of the siege of Jerusalem the Syrians took Elath, which was never after recovered. The Edomites likewise, taking advantage of the distress of Ahaz, ravaged Judea, and carried away many captives. The Philistines recovered what they had before lost; and took many places in Judea, and maintained themselves there. Idolatry was established by the command of the king in Jerusalem, and throughout Judea; and the service of the temple was either intermitted, or converted into an idolatrous worship. <\/p>,\n\n <p>Hezekiah, his son, on his accession to the throne, immediately set about the restoration of the legal worship of God, both in Jerusalem and through Judea. He cleansed and repaired the temple, and held a solemn passover. He improved the city, repaired the fortification, erected magazines of all sorts, and built a new aqueduct. In the fourth year of his reign Shalmaneser, king of Assyria, invaded the kingdom of Israel, took Samaria, and carried away the Israelites into captivity, and replaced them by different people sent from his own country; and this was the final destruction of that kingdom, in the sixth year of the reign of Hezekiah. <\/p>,\n\n <p>Hezekiah was not deterred by this alarming example from refusing to pay the tribute to the king of Assyria, which had been imposed on Ahaz: this brought on the invasion of Sennacherib in the fourteenth year of his reign, an account of which is inserted among the prophecies of Isaiah. After a great and miraculous deliverance from so powerful an enemy, Hezekiah continued his reign in peace. He prospered in all his works, and left his kingdom in a flourishing state to his son Manasseh - a son in every respect unworthy of such a father. See Lowth. <\/p>,",
    "audit": null
}