{
    "id": 8135,
    "source": "clarke",
    "verse_id": 17758,
    "verse_count": 1,
    "reference": "5:18",
    "title": "",
    "html": "<p><em>With a cart-rope \"As a long cable\"—<\/em>The Septuagint, Aquila, Sym., and Theod., for <span class=\"greek-hebrew\">בחבלי <\/span>   <span class=\"translit\">bechabley<\/span>, read <span class=\"greek-hebrew\">כחבלי <\/span>   <span class=\"translit\">kechahley<\/span>, <span class=\"greek-hebrew\">ὡς σχοινιῳ<\/span>, or <span class=\"greek-hebrew\">σχοινιοις<\/span> ; and the Septuagint, instead of <span class=\"greek-hebrew\">שוא <\/span>   <span class=\"translit\">shau<\/span>, read some other word signifying long; <span class=\"greek-hebrew\">ὡς σχοινιῳ μακρῳ<\/span> ; and so likewise the Syriac, <span class=\"greek-hebrew\">אריכא <\/span>   <span class=\"translit\">arecha<\/span> . Houbigant conjectures that the word which the Septuagint had in their copies was <span class=\"greek-hebrew\">שרוע <\/span>   <span class=\"translit\">sarua<\/span>, which is used  <a class=\"ref\">Leviticus 21:18,  Leviticus 22:23<\/a>, for something in an animal body superfluous, lengthened beyond its natural measure. And he explains it of sin added to sin, and one sin drawing on another, till the whole comes to an enormous length and magnitude; compared to the work of a rope-maker still increasing and lengthening his rope, with the continued addition of new materials. \"<i>Eos propheta similes facit homini restiario, qui funem torquet, cannabe addita et contorta, eadem iterans, donec funem in longum duxerit, neque eum liceat protrahi longius<\/i>.\" \"An evil inclination,\" says Kimchi on this place, from the ancient rabbins, \"is at the beginning like a fine hair-string, but at the finishing like a thick cart-rope.\" By a long progression in iniquity, and a continued accumulation of sin, men arrive at length to the highest degree of wickedness; bidding open defiance to God, and scoffing at his threatened judgments, as it is finely expressed in the next verse. The Chaldee paraphrast explains it in the same manner, of wickedness increasing from small beginnings, till it arrives to a great magnitude. - L.<\/p>\n\n<p>I believe neither the rabbins nor Bishop Lowth have hit on the true meaning of this place, the prophet seems to refer to idol sacrifices. The victims they offered were splendidly decked out for the sacrifice. Their horns and hoofs were often gilded, and their heads dressed out with fillets and garlands. The cords of vanity may refer to the silken strings by which they were led to the altar, some of which were unusually thick. The offering for iniquity was adorned with fillets and garlands; the sin-offering with silken cords, like unto cart-ropes. Pride, in their acts of humiliation, had the upper hand.<\/p>",
    "audit": null
}