{
    "id": 8185,
    "source": "clarke",
    "verse_id": 17837,
    "verse_count": 1,
    "reference": "9:7",
    "title": "",
    "html": " <p> <em>Of the increase—<\/em>, In the common Hebrew Bibles, and in many MSS., this word is written with the close or final <span class=\"greek-hebrew\">,ם למרבה<\/span>,. But in twelve of Kennicott's MSS., and twelve of De Rossi's, it is written with the open <span class=\"greek-hebrew\">,מ <\/span> <span class=\"translit\">, mem<\/span>,; but here it is supposed to contain mysteries, viz., that Jerusalem shall be shut up, closed, and confined, till the days of the Messiah. <\/p>\n\n <p>This is an illustrious prophecy of the incarnation of Christ, with an enumeration of those characters in which he stands most nearly related to mankind as their Savior; and of others by which his infinite majesty and Godhead are shown. He shall appear as a child, born of a woman, born as a Jew, under the law, but not in the way of ordinary generation. He is a Son given—the human nature, in which the fullness of the Godhead was to dwell, being produced by the creative energy of the Holy Ghost in the womb of the Virgin. See <a class=\"ref\">Matthew 1:20, Matthew 1:21, Matthew 1:23, Matthew 1:25<\/a>, and <a class=\"ref\">Luke 1:35<\/a>, and <a class=\"isa\" verses=\"WzE3Nzk3XQ==\">Isaiah 7:14<\/a>, and the notes on those passages. As being God manifested in the flesh, he was wonderful in his conception, birth, preaching, miracles, sufferings, death, resurrection, and ascension; wonderful in his person, and wonderful in his working. He is the Counsellor that expounds the law; shows its origin, nature, and claims; instructs, pleads for the guilty; and ever appears in the presence of God for men. He is the mighty God; God essentially and efficiently prevailing against his enemies, and destroying ours. He is the Father of eternity; the Origin of all being, and the Cause of the existence, and particularly the Father, of the spirits of all flesh. The Prince of peace—not only the Author of peace, and the Dispenser of peace, but also he that rules by peace, whose rule tends always to perfection, and produces prosperity. Of the increase of his government—this Prince has a government, for he has all power both in heaven and in earth: and his government increases, and is daily more and more extended, and will continue till all things are put under his feet. His kingdom is ordered—every act of government regulated according to wisdom and goodness; is established so securely as not to be overthrown; and administered in judgment and justice, so as to manifest his wisdom, righteousness, goodness, and truth. Reader, such is that Jesus who came into the world to save sinners! Trust in Him! <\/p>\n\n\n\n <p>This whole passage reduced to its proper and entire form, and healed of the dislocation which it suffers by the absurd division of the chapters, makes a distinct prophecy, and a just poem, remarkable for the regularity of its disposition and the elegance of its plan. It has no relation to the preceding or following prophecy; though the parts, violently torn asunder, have been, on the one side and the other, patched on to them. Those relate principally to the kingdom of Judah, this is addressed exclusively to the kingdom of Israel. The subject of it is a denunciation of vengeance awaiting their crimes. It is divided into four parts, each threatening the particular punishment of some grievous offense—of their pride, of their perseverance in their vices, of their impiety, and of their injustice. To which is added a general denunciation of a farther reserve of Divine wrath, contained in a distich, before used by the prophet on a like occasion, <a class=\"isa\" verses=\"WzE3NzY1XQ==\">Isaiah 5:25<\/a>, and here repeated after each part. This makes the intercalary verse of the poem; or, as we call it, the burden of the song. <\/p>\n\n <p>\" <i>Post hoc comma <\/i> <i>(cap. <a class=\"isa\" verses=\"WzE3ODM0XQ==\">Isaiah 9:4<\/a>;) <\/i> <i>interponitur spatium unius lineae, in Cod. 2 et 3: <\/i> <i>idemque observatur in 245. in<\/i>, quo <i>nullum est spatium ad finem capitis<\/i>,9.\" Kennicott, Var. Lect. <\/p>\n\n <p>\"After this clause (<a class=\"isa\" verses=\"WzE3ODM0XQ==\">Isaiah 9:4<\/a>;) is interposed the space of one line in Cod. 2 and 3. The same is likewise observed in Cod. 245, in which no space exists at the end of chap. 9.\" <\/p>",
    "audit": null
}