{
    "id": 8318,
    "source": "clarke",
    "verse_id": 18023,
    "verse_count": 1,
    "reference": "19:18",
    "title": "",
    "html": "<p><em>The city of destruction \"The city of the sun\" -<\/em><span class=\"greek-hebrew\">החרס עיר <\/span>   <span class=\"translit\">ir hacheres<\/span> . This passage is attended with much difficulty and obscurity. First, in regard to the true reading. It is well known that Onias applied it to his own views, either to procure from the king of Egypt permission to build his temple in the Hieropolitan Nome, or to gain credit and authority to it when built; from the notion which he industriously propagated, that Isaiah had in this place prophesied of the building of such a temple. He pretended that the very place where it should be built was expressly named by the prophet, <span class=\"greek-hebrew\">החרס עיר <\/span>   <span class=\"translit\">ir hacheres<\/span>, the city of the sun. This possibly may have been the original reading. The present text has <span class=\"greek-hebrew\">ההרס עיר <\/span>   <span class=\"translit\">ir haheres<\/span>, the city of destruction; which some suppose to have been introduced into the text by the Jews of Palestine afterwards, to express their detestation of the place, being much offended with this schismatical temple in Egypt. Some think the latter to have been the true reading, and that the prophet himself gave this turn to the name out of contempt, and to intimate the demolition of this Hieropolitan temple; which in effect was destroyed by Vespasian's orders, after that of Jerusalem, \"<i>Videtur propheta consulto scripsisse<\/i> <span class=\"greek-hebrew\">הרס <\/span>   <span class=\"translit\">heres<\/span>, pro <span class=\"greek-hebrew\">חרס <\/span>   <span class=\"translit\">cheres<\/span>, <i>ut alibi scribitur<\/i> <span class=\"greek-hebrew\">און בית <\/span>   <span class=\"translit\">beith aven <i><\/i><\/span><i> pro<\/i> <span class=\"greek-hebrew\">אל בית <\/span>   <span class=\"translit\">beith El<\/span> : <span class=\"greek-hebrew\">בשת איש <\/span>   <span class=\"translit\">ish bosheth<\/span>  for <span class=\"greek-hebrew\">בעל איש <\/span>   <span class=\"translit\">ish baal<\/span>, etc. Vide Lowth in loc.\" - Secker. \"It seems that the prophet designedly wrote <span class=\"greek-hebrew\">הרס <\/span>   <span class=\"translit\">heres<\/span>, destruction, for <span class=\"greek-hebrew\">חרס <\/span>   <span class=\"translit\">cheres<\/span>, the sun: as elsewhere <span class=\"greek-hebrew\">און בית <\/span>   <span class=\"translit\">beith aven<\/span>, the house of iniquity, is written for <span class=\"greek-hebrew\">אל בית <\/span>   <span class=\"translit\">beith El<\/span>, the house of God; <span class=\"greek-hebrew\">בשת איש <\/span>   <span class=\"translit\">ish bosheth<\/span>  for <span class=\"greek-hebrew\">בעל איש <\/span>   <span class=\"translit\">ish baal<\/span>,\" etc. But on the supposition that <span class=\"greek-hebrew\">ההרס עיר <\/span>   <span class=\"translit\">air haheres<\/span>  is the true reading, others understand it differently. The word <span class=\"greek-hebrew\">הרס <\/span>   <span class=\"translit\">heres<\/span>  in Arabic signifies a lion; and Conrad Ikenius has written a dissertation (Dissert. Philol. Theol. XVI.) to prove that the place here mentioned is not Heliopolis, as it is commonly supposed to be, but Leontopolis in the Heliopolitan Nome, as it is indeed called in the letter, whether real or pretended, of Onias to Ptolemy, which Josephus has inserted in his Jewish Antiquities, lib. 13 c. 3. And I find that several persons of great learning and judgment think that Ikenius has proved the point beyond contradiction. See Christian. Muller. Satura Observ. Philolog. Michaelis Bibliotheque Oriental, Part v., p. 171. But, after all, I believe that neither Onias, Heliopolis, nor Leontopolis has any thing to do with this subject. The application of this place of Isaiah to Onias's purpose seems to have been a mere invention, and in consequence of it there may perhaps have been some unfair management to accommodate the text to that purpose; which has been carried even farther than the Hebrew text; for the Greek version has here been either translated from a corrupted text, or wilfully mistranslated or corrupted, to serve the same cause. The place is there called <span class=\"greek-hebrew\">πολις Ασεδεκ<\/span>, the city of righteousness; a name apparently contrived by Onias's party to give credit to their temple, which was to rival that of Jerusalem. Upon the whole, the true reading of the Hebrew text in this place is very uncertain; fifteen MSS. and seven editions have <span class=\"greek-hebrew\">חרס <\/span>   <span class=\"translit\">cheres<\/span>, the city of Hacheres, or, of the sun. So likewise Symmachas, the Vulgate, Arabic, Septuagint, and Complutensian. On the other hand, Aquila, Theodotion, and the Syriac read <span class=\"greek-hebrew\">הרס <\/span>   <span class=\"translit\">heres<\/span>, destruction; the Chaldee paraphrase takes in both readings.<\/p>\n\n<p>The reading of the text being so uncertain, no one can pretend to determine what the city was that is here mentioned by name; much less to determine what the four other cities were which the prophet does not name. I take the whole passage from the 18th verse to the end of the chapter, to contain a general intimation of the future propagation of the knowledge of the true God in Egypt and Syria, under the successors of Alexander; and, in consequence of this propagation, of the early reception of the Gospel in the same countries, when it should be published to the world. See more on this subject in Prideaux's Connect. An. 145; Dr. Owen's Inquiry into the present state of the Septuagint Version, p. 41; and Bryant's Observations on Ancient History, p. 124. - L.<\/p>",
    "audit": null
}