{
    "id": 8215,
    "source": "clarke",
    "verse_id": 17886,
    "verse_count": 16,
    "reference": 11,
    "title": "Chapter Commentary",
    "html": " <p>The Messiah represented as a slender twig shooting up from the root of an old withered stem, which tender plant, so extremely weak in its first appearance, should nevertheless become fruitful and mighty, <a class=\"isa\" verses=\"eyIxNzg4NiI6NH0=\">Isaiah 11:1-4<\/a>. Great equity of the Messiah's government, <a class=\"isa\" verses=\"WzE3ODkwXQ==\">Isaiah 11:5<\/a>. Beautiful assemblages of images by which the great peace and happiness of his kingdom are set forth, <a class=\"isa\" verses=\"eyIxNzg5MSI6M30=\">Isaiah 11:6-8<\/a>. The extent of his dominion shall be ultimately that of the whole habitable globe, <a class=\"isa\" verses=\"WzE3ODk0XQ==\">Isaiah 11:9<\/a>. The prophet, borrowing his imagery from the exodus from Egypt, predicts, with great majesty of language, the future restoration of the outcasts of Israel and the dispersed of Judah, (viz., the whole of the twelve tribes of Israel), from their several dispersions, and also that blessed period when both Jews and Gentiles shall assemble under the banner of Jesus, and zealously unite in extending the limits of his kingdom, <a class=\"isa\" verses=\"eyIxNzg5NSI6N30=\">Isaiah 11:10-16<\/a>. <\/p> \n\n <p>The prophet had described the destruction of the Assyrian army under the image of a mighty forest, consisting of flourishing trees growing thick together, and of a great height; of Lebanon itself crowned with lofty cedars, but cut down and laid level with the ground by the axe wielded by the hand of some powerful and illustrious agent. In opposition to this image he represents the great Person who makes the subject of this chapter as a slender twig shooting out from the trunk of an old tree, cut down, lopped to the very root, and decayed; which tender plant, so weak in appearance, should nevertheless become fruitful and prosper. This contrast shows plainly the connection between this and the preceding chapter, which is moreover expressed by the connecting particle; and we have here a remarkable instance of that method so common with the prophets, and particularly with Isaiah, of taking occasion, from the mention of some great temporal deliverance, to launch out into the display of the spiritual deliverance of God's people by the Messiah; for that this prophecy relates to the Messiah we have the express authority of St. Paul, <a class=\"ref\">Romans 15:12<\/a>. 'He joins this paragraph, with respect to the days of the Messiah, with the fidelity that was in the days of Hezekiah.\" - Kimchi, in <a class=\"isa\" verses=\"WzE3ODg2XQ==\">Isaiah 11:1<\/a>. Thus in the latter part of Isaiah's prophecies the subject of the great redemption, and of the glories of the Messiah's kingdom, arises out of the restoration of Judah by the deliverance from the captivity of Babylon, and is all along connected and intermixed with it. <\/p> ",
    "audit": null
}