{
    "id": 8064,
    "source": "clarke",
    "verse_id": 17668,
    "verse_count": 1,
    "reference": "1:13",
    "title": "",
    "html": "<p><em>The new moons and Sabbaths \"The fast and the day of restraint\"—<\/em><span class=\"greek-hebrew\"> ועצרה און<\/span><span class=\"translit\"> aven vaatsarah<\/span> . These words are rendered in many different manners by different interpreters, to a good and probable sense by all; but I think by none in such a sense as can arise from the phrase itself, agreeably to the idiom of the Hebrew language. Instead of<span class=\"greek-hebrew\"> און<\/span><span class=\"translit\"> aven<\/span> , the Septuagint manifestly read<span class=\"greek-hebrew\"> צום<\/span><span class=\"translit\"> tsom<\/span> ,<span class=\"greek-hebrew\"> νηστειαν<\/span> , \"the fast.\" This Houbigant has adopted. The prophet could not well have omitted the fast in the enumeration of their solemnities, nor the abuse of it among the instances of their hypocrisy, which he has treated at large with such force and elegance in his fifty-eighth chapter. Observe, also, that the prophet Joel, (<a class=\"ref\">Joel 1:14<\/a> , and<a class=\"ref\">Joel 2:15<\/a> ;), twice joins together the fast and the day of restraint: -<\/p> \n\n<p><span class=\"greek-hebrew\"> עצרה<\/span><span class=\"greek-hebrew\"> קראו<\/span><span class=\"greek-hebrew\"> צום<\/span><span class=\"greek-hebrew\"> קדשו<\/span><span class=\"translit\"> atsarah<\/span><span class=\"translit\"> kiru<\/span><span class=\"translit\"> tsom<\/span><span class=\"translit\"> kaddeshu<\/span><\/p> \n\n<p>\"Sanctify a fast; proclaim a day of restraint:\"<\/p> \n\n<p>which shows how properly they are here joined together.<span class=\"greek-hebrew\"> עצרה<\/span><span class=\"translit\"> atsarah<\/span> , \"the restraint,\" is rendered, both here and in other places of our English translation, \"the solemn assembly.\" Certain holy days ordained by the law were distinguished by a particular charge that \"no servile work should be done therein;\"<a class=\"ref\">Leviticus 23:36; Numbers 29:35; Deuteronomy 16:8<\/a> . This circumstance clearly explains the reason of the name, the restraint, or the day of restraint, given to those days.<\/p> \n\n<p>If I could approve of any translation of these two words which I have met with, it should be that of the Spanish version of the Old Testament, made for the use of the Spanish Jews:<i> Tortura y detenimento<\/i> , \"it is a pain and a constraint unto me.\" But I still think that the reading of the Septuagint is more probably the truth.<\/p> ",
    "audit": null
}