{
    "id": 8866,
    "source": "clarke",
    "verse_id": 18826,
    "verse_count": 1,
    "reference": "60:4",
    "title": "",
    "html": "<p><em>Shall be nursed at thy side \"Shall be carried at the side\"—<\/em> For<span class=\"greek-hebrew\"> תאמנה<\/span><span class=\"translit\"> teamanah<\/span> , shall be nursed, the Septuagint and Chaldee read<span class=\"greek-hebrew\"> תנשאנה<\/span><span class=\"translit\"> tinnasenah<\/span> , shall be carried. A MS. has<span class=\"greek-hebrew\"> תנשאנה כתף על<\/span><span class=\"translit\"> al catheph tinnasenah<\/span> , \"shall be carried on the shoulder;\" instead of<span class=\"greek-hebrew\"> תאמנה צד על<\/span><span class=\"translit\"> al tsad teamanah<\/span> , \"shall be nursed on the side.\" Another MS. has both<span class=\"greek-hebrew\"> כתף<\/span><span class=\"translit\"> catheph<\/span> and<span class=\"greek-hebrew\"> צד<\/span><span class=\"translit\"> tsad<\/span> . Another MS. has it thus:<span class=\"greek-hebrew\"> תאמנה<\/span>:<span class=\"greek-hebrew\"> תנשאנה<\/span><span class=\"translit\"> tinnasenah<\/span>:<span class=\"translit\"> teamanah<\/span> , with a line drawn over the first word. Sir John Chardin says that it is the general custom in the east to carry their children astride upon the hip with the arm round their body. His MS. note on this place is as follows: -<i>Coutume en Orient de porter les enfans sur le coste a; califourchon sur la hanche: cette facon est generale aux Indes; les enfans se tiennent comme cela, et la personne qui les porte les embrasse et serre par le corps; parceque sont (ni) emmaillottes, ni en robes qui les embrassent<\/i> . \"In the east it is the custom to carry the children on the haunch, with the legs astride. This is the general custom in India. The children support themselves in this way, and the arm of the nurse goes round the body and presses the child close to the side; and this they can easily do, as the children are not swathed, nor encumbered with clothes.\"<i>Non brachiis occidentalium more, sed humeris, divaricatis tibiis, impositos circumferunt<\/i> . \"They carry them about, not in their arms after the manner of the western nations, but on their shoulders; the children being placed astride.\" Cotovic. Iter. Syr. cap. 14. This last quotation seems to favor the reading<span class=\"greek-hebrew\"> כתף על<\/span> by<span class=\"translit\"> al catheph<\/span> , on the shoulder, as the Septuagint likewise do: but upon the whole I think that<span class=\"greek-hebrew\"> תנשאנה צד על<\/span><span class=\"translit\"> al tsad tinnasenah<\/span> is the true reading, which the Chaldee favors; and I have accordingly followed it. See <a class=\"isa\" verses=\"WzE4OTM1XQ==\">Isaiah 66:12<\/a>. - L. This mode of carrying children is as common in India as carrying them in the arms is in Europe.<\/p> ",
    "audit": null
}