{
    "id": 8530,
    "source": "clarke",
    "verse_id": 18328,
    "verse_count": 1,
    "reference": "35:7",
    "title": "",
    "html": "<p><em>The parched ground \"The glowing sand\"—<\/em><span class=\"greek-hebrew\"> שרב<\/span><span class=\"translit\"> sharab<\/span> ; this word is Arabic, as well as Hebrew, expressing in both languages the same thing, the glowing sandy plain, which in the hot countries at a distance has the appearance of water. It occurs in the Koran, chap. 24: \"But as to the unbelievers, their works are like a vapor in a plain, which the thirsty traveler thinketh to be water, until, when he cometh thereto, he findeth it to be nothing. \"Mr. Sale's note on this place is, \"The Arabic word<span class=\"translit\"> serab<\/span> signifies that false appearance which in the eastern countries is often seen on sandy plains about noon, resembling a large lake of water in motion, and is occasioned by the reverberation of the sun beams: 'by the quivering undulating motion of that quick succession of vapours and exhalations which are extracted by the powerful influence of the sun.' - Shaw, Trav. p. 378. It sometimes tempts thirsty travelers out of their way; but deceives them when they come near, either going forward, (for it always appears at the Same distance), or quite vanishing.\" Q. Curtius has mentioned it: \"<i>Arenas vapor aestivi solis accendit; camporumque non alia, quam vasti et profundi aequoris species est<\/i> .\" - Lib. vii., c. 5. Dr. Hyde gives us the precise meaning and derivation of the word. \"<i>Dictum nomen Barca<\/i><span class=\"greek-hebrew\"> הברקה<\/span><span class=\"translit\"> habberakah<\/span> , <i>splendorem, seu splendentem regionem notat; cum ea regio radiis solaribus tam copiose collustretur, ut reflexum ab arenis lumen adeo intense fulgens, a longinquo spectantibus, ad instar corporis solaris, aquarum speciem referat; et hinc arenarum splendor et radiatio, (et lingua Persica petito nomine), dicitur serab, i.e., aquae superficies seu superficialis aquarum species<\/i> .\" Annot. in Peritsol., cap. ii.<\/p> \n\n<p><em>\"Shall spring forth\"—<\/em> The<span class=\"greek-hebrew\"> ה<\/span><span class=\"translit\"> he<\/span> in<span class=\"greek-hebrew\"> רבצה<\/span><span class=\"translit\"> rebitseh<\/span> seems to have been at first<span class=\"greek-hebrew\"> מ<\/span><span class=\"translit\"> mem<\/span> in MS. Bodl., whence Dr. Kennicott concludes it should be<span class=\"greek-hebrew\"> רבצים<\/span><span class=\"translit\"> rebitsim<\/span> . But instead of this word the Syriac, Vulgate, and Chaldee read some word signifying to grow, spring up, or abound. Perhaps<span class=\"greek-hebrew\"> פרצה<\/span><span class=\"translit\"> paretsah<\/span> , or<span class=\"greek-hebrew\"> פרצו<\/span><span class=\"translit\"> paretsu<\/span> , or<span class=\"greek-hebrew\"> החציר פרץ<\/span><span class=\"translit\"> parats hachatsir<\/span> , as Houbigant reads. - L.<\/p> ",
    "audit": null
}