{
    "id": 8325,
    "source": "clarke",
    "verse_id": 18037,
    "verse_count": 1,
    "reference": "21:1",
    "title": "",
    "html": "<p><em>The desert of the sea—<\/em>This plainly means Babylon, which is the subject of the prophecy. The country about Babylon, and especially below it towards the sea, was a great flat morass, overflowed by the Euphrates and Tigris. It became habitable by being drained by the many canals that were made in it.<\/p>\n\n<p>Herodotus, lib. 1:184, says that \"Semiramis confined the Euphrates within its channel by raising great dams against it; for before it overflowed the whole country like a sea.\" And Abydenus, (quoting Megasthenes, apud Euseb. Praep. Evang. 9:41), speaking of the building of Babylon by Nebuchadonosor, says, \"it is reported that all this part was covered with water and was called the sea; and that Belus drew off the waters, conveying them into proper receptacles, and surrounded Babylon with a wall.\" When the Euphrates was turned out of its channel by Cyrus, it was suffered still to drown the neighboring country; and, the Persian government, which did not favor the place, taking no care to remedy this inconvenience, it became in time a great barren morassy desert, which event the title of the prophecy may perhaps intimate. Such it was originally; such it became after the taking of the city by Cyrus; and such it continues to this day.<\/p>\n\n<p><em>As whirlwinds in the south \"Like the southern tempests\"—<\/em>The most vehement storms to which Judea was subject came from the desert country to the south of it. \"Out of the south cometh the whirlwind,\"  <a class=\"ref\">Job 37:9<\/a>. \"And there came a great wind from the wilderness, and smote the four corners of the house,\"  <a class=\"ref\">Job 1:19<\/a>. For the situation of Idumea, the country (as I suppose) of Job, see  <a class=\"ref\">Lamentations 4:21<\/a>; compared with  <a class=\"ref\">Job 1:1<\/a>, was the same in this respect with that of Judea: - <\/p>\n\n<p>   \"And Jehovah shall appear over them,<\/p>\n\n<p>  And his arrow shall go forth as the lightning;<\/p>\n\n<p>And the Lord Jehovah shall sound the trumpet;<\/p>\n\n<p>And shall march in the whirlwinds of the south.\"<\/p>\n\n<p>    <a class=\"ref\">Zechariah 9:14<\/a>.<\/p>",
    "audit": null
}