{
    "id": 8703,
    "source": "clarke",
    "verse_id": 18602,
    "verse_count": 1,
    "reference": "47:2",
    "title": "",
    "html": "<p><em>Take the millstones, and grind meal \"Take the mill, and grind corn\"—<\/em>It was the work of slaves to grind the corn. They used hand-mills: water-mills were not invented till a little before the time of Augustus, (see the Greek epigram of Antipater, which seems to celebrate it as a new invention, Anthol. Cephalae, 653); wind-mills, not until long after. It was not only the work of slaves, but the hardest work; and often inflicted upon them as a severe punishment: - <\/p>\n\n<p>   <i>Molendum in pistrino; vapulandum; habendae compedes<\/i>.<\/p>\n\n<p>  <i>Terent. Phorm. 2:1. 19.<\/i><\/p><i>\n\n<\/i><p><i>  Hominem pistrino dignum<\/i>.<\/p>\n\n<p>  <i>Id. Heaut. 3:2. 19.<\/i><\/p><i>\n\n<\/i><p><i><\/i>To grind in the mill, to be scourged, to be put in the stocks, were punishments for slaves. Hence a delinquent was said to be a man worthy of the mill. The tread-mill, now in use in England, is a revival of this ancient usage. But in the east grinding was the work of the female slaves. See  <a class=\"ref\">Exodus 11:5;  Exodus 12:29<\/a>, (in the version of the Septuagint;)  <a class=\"ref\">Matthew 24:41<\/a>; Homer, Odyss. 20:105-108. And it is the same to this day. \"Women alone are employed to grind their corn;\" Shaw's Algiers and Tunis, p. 287. \"They are the female slaves, that are generally employed in the east at those hand-mills for grinding corn; it is extremely laborious, and esteemed the lowest employment in the house;\" Sir J. Chardin, Harmer's Observ. i., p. 153. The words denote that state of captivity to which the Babylonians should be reduced.<\/p>\n\n<p><em>Make bare the leg, uncover the thigh—<\/em>This is repeatedly seen in Bengal, where there are few bridges, and both sexes, having neither shoes nor stockings, truss up their loose garments, and walk across, where the waters are not deep. In the deeper water they are obliged to truss very high, to which there seems a reference in the third verse: Thy nakedness shall be uncovered.<\/p>",
    "audit": null
}