{
    "id": 8895,
    "source": "clarke",
    "verse_id": 18868,
    "verse_count": 19,
    "reference": "63:",
    "title": "",
    "html": "<em>Introduction<\/em>\n\n<br>\n\n<p>The prophet, (or rather the Church he represents), sees the great Deliverer, long promised and expected, making his appearance, after having crushed his enemies, like grapes in the wine-vat. The comparison suggests a lively idea of the wrath of Omnipotence, which its unhappy objects can no more resist than the grapes can resist the treader. Indeed, there is so much pathos, energy, and sublimity in this remarkable passage, as hardly any thing can be conceived to exceed. The period to which it refers must be the same with that predicted in the nineteenth chapter of the Revelation, some parts of which are expressed in the same terms with this, and plainly enough refer to the very sudden and total overthrow of Antichrist, and of all his adherents and auxiliaries, of which the destruction of Babylon, the capital of Chaldea, and of Bozra, the chief city of the Edomites, was the prototype,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 63:1-6<\/a>. At the seventh verse commences a penitential confession and supplication of the Jews, as uttered in their present dispersion,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 63:7-19<\/a>.<\/p>\n\n<p>The very remarkable passage with which this chapter begins seems to me to be, in a manner, detached from the rest, and to stand singly by itself; having no immediate connection with what goes before, or with what follows, otherwise than as it may pursue the general design, and stand in its proper place in the order of prophecy. It is by many learned interpreters supposed that Judas Maccabeus and his victories make the subject of it. What claim Judas can have to so great an honor will, I think, be very difficult to make out; or how the attributes of the great person introduced can possibly suit him. Could Judas call himself the announcer of righteousness, mighty to save? Could he talk of the day of vengeance being in his heart, and the year of his redeemed being come? or that his own arm wrought salvation for him? Besides, what were the great exploits of Judas in regard to the Idumeans? He overcame them in battle, and slew twenty thousand of them. And John Hyrcanus, his brother Simon's son and successor, who is called in to help out the accomplishment of the prophecy, gave them another defeat some time afterward, and compelled them by force to become proselytes to the Jewish religion, and to submit to circumcision: after which they were incorporated with the Jews, and became one people with them. Are these events adequate to the prophet's lofty prediction? Was it so great an action to win a battle with considerable slaughter of the enemy or to force a whole nation by dint of the sword into Judaism? or was the conversion of the Idumeans, however effected, and their admission into the Church of God, equivalent to a most grievous judgment and destruction, threatened in the severest terms? But here is another very material circumstance to be considered, which, I presume, entirely excludes Judas Maccabeus, and even the Idumeans, properly so called. For the Idumea of the prophet's time was quite a different country from that which Judas conquered. For during the Babylonish captivity the Nabatheans had driven the Edomites out of their country; who upon that took possession of the southern parts of Judea, and settled themselves there; that is, in the country of the whole tribe of Simeon and in half of that of Judah. See Prideaux, ad. an. 740 and 165. And the metropolis of the Edomites, and of the country thence called Idumea, which Judas took, was Hebron <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=1%20Maccabees+5:65&t1=en_nas\" id=\"2\" class=\"stL\" target=\"_blank\">1 Maccabees 5:65<\/a>, not Bozrah.<\/p>\n\n<p>I conclude, therefore, that this prophecy has not the least relation to Judas Maccabeus. It may be asked, to whom, and to what event does it relate? I can only answer, that I know of no event in history to which, from its importance and circumstances, it can be applied: unless, perhaps, to the destruction of Jerusalem and the Jewish polity; which in the Gospel is called the coming of Christ and the days of vengeance,  <a class=\"ref\">Matthew 16:28;  Luke 21:22<\/a>. But though this prophecy must have its accomplishment, there is no necessity for supposing that it has been already accomplished. There are prophecies, which intimate a great slaughter of the enemies of God and his people, which remain to be fulfilled; these in Ezekiel, chap. 38, and in the Revelation of St. John,  <a class=\"ref\">Revelation 20:1-15<\/a>, are called Gog and Magog. This prophecy of Isaiah may possibly refer to the same or the like event. We need not be at a loss to determine the person who is here introduced, as stained with treading the wine-press, if we consider how St. John in the Revelation has applied this image of the prophet,  <a class=\"ref\">Revelation 19:13,  Revelation 19:15,  Revelation 19:16<\/a>. Compare chap. 34. - L.<\/p>",
    "audit": null
}