{
    "id": 8144,
    "source": "clarke",
    "verse_id": 17770,
    "verse_count": 1,
    "reference": "5:30",
    "title": "",
    "html": " <p> <em>If one look unto the land, etc. \"And these shall look to the heaven upward, and down to the earth\"— <\/em> <span class=\"greek-hebrew\">,לארץ ונבט <\/span> <span class=\"translit\">,venibbat laarets <\/span>,. <span class=\"greek-hebrew\">,Και εμβλεψονται εις την γην <\/span>,. So the Septuagint, according to the Vatican and Alexandrian copies; but the Complutensian and Aldine editions have it more fully, thus: - <span class=\"greek-hebrew\">,Και εμβλεψονται εις τον ουρανον ανω, και κατω <\/span>,; and the Arabic from the Septuagint, as if it had stood thus: <span class=\"greek-hebrew\">,Και εμβλεψονται εις ουρανον, και εις την γην κατω <\/span>,, both of which are plainly defective; the words <span class=\"greek-hebrew\">,εις την γην <\/span>,, unto the earth, being wanted in the former, and the word <span class=\"greek-hebrew\">,ανω <\/span>,, above, in the latter. But an ancient Coptic version from the Septuagint, supposed to be of the second century, some fragments of which are preserved in the library of St. Germain des Prez at Paris, completes the sentence; for, according to this version, it stood thus in the Septuagint. - <span class=\"greek-hebrew\">,Και εμβλεψονται εις τον ουρανον ανω, και εις την γην κατω <\/span>,; \"And they shall look unto the heavens above and unto the earth beneath,\" and so it stands in the Septuagint MSS., Pachom. and 1. D. II., according to which they must have read their Hebrew text in this manner: - <span class=\"greek-hebrew\">,למטה ולארץ למעלה לשמים ונבט <\/span>,. This is probably the true reading, with which I have made the translation agree. Compare <a class=\"isa\" verses=\"WzE3ODMwXQ==\">Isaiah 8:22 <\/a>; where the same sense is expressed in regard to both particulars, which are here equally and highly proper, the looking upwards, as well as down to the earth: but the form of expression is varied. I believe the Hebrew text in that place to be right, though not so full as I suppose it was originally here; and that of the Septuagint there to be redundant, being as full as the Coptic version and MSS. Pachom. and 1. D. 2 represent it in this place, from which I suppose it has been interpolated. <\/p>,\n\n <p> <em>Darkness \"The gloomy vapor\"— <\/em>,The Syriac and Vulgate seem to have read <span class=\"greek-hebrew\">,בערפלח <\/span> <span class=\"translit\">,bearphalach <\/span>,; but Jarchi explains the present reading as signifying darkness; and possibly the Syriac and Vulgate may have understood it in the same manner. <\/p>,",
    "audit": null
}