{
    "id": 8145,
    "source": "clarke",
    "verse_id": 17771,
    "verse_count": 13,
    "reference": "6:",
    "title": "",
    "html": "<em>Introduction<\/em>\n\n<br>\n\n<p>This chapter, by a particular designation of Isaiah to the prophetic office,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 6:1-8<\/a>, introduces, with great solemnity, a declaration of the whole tenor of the Diving conduct in reference to his people, who, on account of their unbelief and impenitence, should for a very long period be given up to a judicial blindness and hardness of heart,  <a class=\"isa\" verses=\"MTc3Nzk=\">Isaiah 6:9<\/a>,  <a class=\"isa\" verses=\"MTc3ODA=\">Isaiah 6:10<\/a>; and visited with such calamities as would issue on the total desolation of their country, and their general dispersion,  <a class=\"isa\" verses=\"MTc3ODE=\">Isaiah 6:11<\/a>,  <a class=\"isa\" verses=\"MTc3ODI=\">Isaiah 6:12<\/a>. The prophet adds, however, that under their repeated dispersions, (by the Chaldeans, Romans, etc.), a small remnant would be preserved as a seed from which will be raised a people, in whom will be fulfilled all the Divine promises,  <a class=\"isa\" verses=\"MTc3ODM=\">Isaiah 6:13<\/a>.<\/p>\n\n<p>As this vision seems to contain a solemn designation of Isaiah to the prophetic office, it is by most interpreters thought to be the first in order of his prophecies. But this perhaps may not be so; for Isaiah is said, in the general title of his prophecies, to have prophesied in the time of Uzziah, whose acts, first and last, he wrote,  <a class=\"ref\">2 Chronicles 26:22<\/a>; which is usually done by a contemporary prophet; and the phrase, in the year that Uzziah died, probably means after the death of Uzziah; as the same phrase ( <a class=\"isa\" verses=\"MTc5NTc=\">Isaiah 14:28<\/a>;) means after the death of Ahaz. Not that Isaiah's prophecies are placed in exact order of time. Chapters 2, 3,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 4:1-6<\/a>, 5, seem by internal marks to be antecedent to chap. 1; they suit the time of Uzziah, or the former part of Jotham's reign; whereas chap. 1 can hardly be earlier than the last years of Jotham. See note on  <a class=\"isa\" verses=\"MTc2NjI=\">Isaiah 1:7<\/a>, and  <a class=\"isa\" verses=\"MTc2ODc=\">Isaiah 2:1<\/a>; (note). This might be a new designation, to introduce more solemnly a general dedication of the whole course of God's dispensations in regard to his people and the fates of the nation; which are even now still depending, and will not be fully accomplished till the final restoration of Israel.<\/p>\n\n<p>In this vision the ideas are taken in general from royal majesty, as displayed by the monarchs of the East; for the prophet could not represent the ineffable presence of God by any other than sensible and earthly images. The particular scenery of it is taken from the temple. God is represented as seated on his throne above the ark, in the most holy place, where the glory appeared above the cherubim, surrounded by his attendant ministers. This is called by God himself \"the place of his throne, and the place of the soles of his feet,\"  <a class=\"ref\">Ezekiel 43:7<\/a>. \"A glorious throne exalted of old, is the place of our sanctuary,\" saith the prophet Jeremiah, chap,  <a class=\"ref\">Jeremiah 17:12<\/a>. The very posture of sitting is a mark of state and solemnity: <i>Sed et ipsum verbum sedere regni significat potestatem<\/i>, saith Jerome, Comment. in  <a class=\"ref\">Ephesians 1:20<\/a>. See note on  <a class=\"isa\" verses=\"MTc3MDk=\">Isaiah 3:1<\/a>; (note). St. John, who has taken many sublime images from the prophets of the Old Testament, and in particular from Isaiah, hath exhibited the same scenery, drawn out into a greater number of particulars;  <a class=\"ref\">Revelation 4:1-11<\/a>.<\/p>\n\n<p>The veil, separating the most holy place from the holy or outermost part of the temple, is here supposed to be taken away; for the prophet, to whom the whole is exhibited, is manifestly placed by the altar of burnt-offering, at the entrance of the temple, (compare  <a class=\"ref\">Ezekiel 43:5,  Ezekiel 43:6<\/a>;), which was filled with the train of the robe, the spreading and overflowing of the Divine glory. The Lord upon the throne, according to St. John ( <a class=\"ref\">John 12:41<\/a>;), was Christ; and the vision related to his future kingdom when the veil of separation was to be removed, and the whole earth was to be filled with the glory of God, revealed to all mankind: which is likewise implied in the hymn of the seraphim, the design of which is, saith Jerome on the place, <i>Ut mysterium Trinitatis in una Divinitate demonstrent; et nequaquam templum Judaicum, sicut prius, sed omnem terram illius gloria plenam esse testentur<\/i>; \"That they may point out the mystery of the Trinity in one Godhead; and that the Jewish temple alone should not be, as formerly, the place of the Divine glory, for the whole earth should be filled with it.\" It relates, indeed, primarily to the prophet's own time, and the obduration of the Jews of that age, and their punishment by the Babylonish captivity; but extends in its full attitude to the age of Messiah, and the blindness of the Jews to the Gospel, (see  <a class=\"ref\">Matthew 13:14;  John 12:40;  Acts 28:26;  Romans 11:8<\/a>;), the desolation of their country by the Romans, and their being rejected by God. That nevertheless a holy seed - a remnant, should be preserved; and that the nation should spread out and flourish again from the old stock. - L.<\/p>",
    "audit": null
}