{
    "id": 8592,
    "source": "clarke",
    "verse_id": 18430,
    "verse_count": 1,
    "reference": "40:9",
    "title": "",
    "html": " <p> <em>O Zion, that bringest good tidings \"O daughter, that bringest glad tidings to Zion\"— <\/em> That the true construction of the sentence is this, which makes Zion the receiver, not the publisher, of the glad tidings, which latter has been the most prevailing interpretation, will, I think, very clearly appear, if we rightly consider the image itself, and the custom and common practice from which it is taken. I have added the word daughter to express the feminine gender of the Hebrew participle, which I know not how to do otherwise in our language; and this is absolutely necessary in order to ascertain the image. For the office of announcing and celebrating such glad tidings as are here spoken of, belongs peculiarly to the women. On occasion of any great public success, a signal victory, or any other joyful event, it was usual for the women to gather together, and with music, dances, and songs, to publish and celebrate the happy news. Thus after the passage of the Red Sea, Miriam, and all the women, with timbrels in their hands, formed a chorus, and joined the men in their triumphant song, dancing, and throwing in alternately the refrain or burden of the song: - <\/p> \n\n <p>\"Sing ye to Jehovah, for he is greatly exalted; <\/p> \n\n <p>The horse and his rider hath he cast into the sea.\" <\/p> \n\n <p> <i> <a class=\"ref\">Exodus 15:20, Exodus 15:21<\/a>. <\/i> <\/p> <i>\n\n <\/i> <p> <i> <\/i> So Jephthah's daughter collected a chorus or virgins, and with dances and songs came out to meet her father, and to celebrate his victory, <a class=\"ref\">Judges 11:34<\/a>. After David's conquest of Goliath, \"all the women came out of the cities of Israel singing and dancing to meet Saul, with tabrets, with joy, and with instruments of music;\" and, forming themselves into two choruses, they sang alternately: - <\/p> \n\n <p>\"Saul has slain his thousands: <\/p> \n\n <p>And David his ten thousands.\" <\/p> \n\n <p> <i> <a class=\"ref\">1 Samuel 18:6, 1 Samuel 18:7<\/a>. <\/i> <\/p> <i>\n\n <\/i> <p> <i> <\/i> And this gives us the true sense of a passage in the sixty-eighth Psalm, which has frequently been misunderstood: - <\/p> \n\n <p>\"Jehovah gave the word, (that is, the joyful news), <\/p> \n\n <p>The women, who published the glad tidings, were a great company; <\/p> \n\n <p>The kings of mighty armies did flee, did flee: <\/p> \n\n <p>And even the matron, who stayed at home, shared the spoil.\" <\/p> \n\n <p>The word signifying the publishers of glad tidings is the same, and expressed in the same form by the feminine participle, as in this place, and the last distich is the song which they sang. So in this place, Jehovah having given the word by his prophet, the joyful tidings of the restoration of Zion, and of God's returning to Jerusalem, (see <a class=\"isa\" verses=\"WzE4NzA1XQ==\">Isaiah 52:8<\/a>;), the women are exhorted by the prophet to publish the joyful news with a loud voice from eminences, whence they might best be heard all over the country; and the matter and burden of their song was to be, \"Behold your God!\" See on <a class=\"ref\">Psalm 68:11<\/a>; (note). <\/p> ",
    "audit": null
}