{
    "id": 8256,
    "source": "clarke",
    "verse_id": 17948,
    "verse_count": 1,
    "reference": "14:19",
    "title": "",
    "html": "<p><em>Like an abominable branch \"Like the tree abominated\"—<\/em> That is, as an object of abomination and detestation; such as the tree is on which a malefactor has been hanged. \"It is written,\" saith St. Paul, <a class=\"ref\">Galatians 3:13<\/a> , \"Cursed is every man that hangeth on a tree,\" from <a class=\"ref\">Deuteronomy 21:23<\/a>. The Jews therefore held also as accursed and polluted the tree itself on which a malefactor had been executed, or on which he had been hanged after having been put to death by stoning. \"<i>Non suspendunt super arbore, quae radicibus solo adhaereat; sed super ligno eradicato, ut ne sit excisio molesta: nam lignum, super quo fuit aliquis suspensus, cum suspendioso sepelitur; ne maneat illi malum nomen, et dicant homines, Istud est lignum, in quo suspensus est ille<\/i> ,<span class=\"greek-hebrew\"> ὁ δεινα<\/span><i>. Sic lapis, quo aliquis fuit lapidatus; et gladius, quo fuit occisus is qui est occisus; et sudarium sive mantile, quo fuit aliquis strangulates; omnia haec cum iis, qui perierunt, sepeliuntur<\/i> .\" Maimonides, apud Casaub. in Baron. Exercitat. 16. An. 34, Numbers 134. \"<i>Cum itaque homo suspensu maximae esset abominationi - Judaei quoque prae caeteris abominabantur lignum quo fuerat suspensus, ita ut illud quoque terra tegerent, tanquam rem abominabilem. Unde interpres Chaldaeus haec verba transtulit<\/i><span class=\"greek-hebrew\"> טמור כחט<\/span><span class=\"translit\"> kechat temir<\/span> , <i>sicut virgultum absconditum, sive sepultum<\/i> .\" Kalinski, Vaticinta Observationibus Illustrata, p. 342.<\/p> \n\n<p>\"The Jews never hang any malefactor upon a tree that is growing in the earth, but upon a post fixed in the ground, that it might never be said, 'That is the tree on which such a one was hanged;' for custom required that the tree should be buried with the malefactor. In like manner the stone by which a criminal was stoned to death, or the sword by which he was beheaded, or the napkin or handkerchief by which he was strangled, should be buried with him in the same grave.\" \"For as the hanged man was considered the greatest abomination, so the very post or wood on which he was hanged was deemed a most abominable thing, and therefore buried under the earth.\"<\/p> \n\n<p>Agreeably to which Theodoret, Hist. <a class=\"ref\">Ecclesiastes 1:17, Ecclesiastes 1:18<\/a> , in his account of the finding of the cross by Helena, says, \"That the three crosses were buried in the earth near the place of our Lord's sepulcher.\" And this circumstance seems to confirm the relation of the discovery of the cross of Christ. The crosses were found where the custom required they should be buried.<\/p> \n\n<p><em>The raiment of those that are slain \"Clothed with the slain\"—<\/em> Thirty-five MSS., (ten ancient), and three editions, have the word fully written,<span class=\"greek-hebrew\"> לבוש<\/span><span class=\"translit\"> lebush<\/span> . It is not a noun, but the participle passive; thrown out among the common slain and covered with the dead bodies. So <a class=\"ref\">Ecclesiastes 1:11<\/a> , the earth-worm is said to be his bedcovering. This reading is confirmed by two ancient MSS. in my own collection.<\/p> ",
    "audit": null
}