{
    "id": 8442,
    "source": "clarke",
    "verse_id": 18201,
    "verse_count": 1,
    "reference": "29:7",
    "title": "",
    "html": " <p> <em>As a dream—<\/em>, This is the beginning of the comparison, which is pursued and applied in the next verse. Sennacherib and his mighty army are not compared to a dream because of their sudden disappearance; but the disappointment of their eager hopes is compared to what happens to a hungry and thirsty man, when he awakes from a dream in which fancy had presented to him meat and drink in abundance, and finds it nothing but a vain illusion. The comparison is elegant and beautiful in the highest degree, well wrought up, and perfectly suited to the end proposed. The image is extremely natural, but not obvious: it appeals to our inward feelings, not to our outward senses; and is applied to an event in its concomitant circumstances exactly similar, but in its nature totally different. See De S. Poes. Hebr. Praelect. 12. For beauty and ingenuity it may fairly come in competition with one of the most elegant of Virgil, greatly improved from Homer, Iliad 22:199, where he has applied to a different purpose, but not so happily, the same image of the ineffectual working of imagination in a dream:—<\/p>\n\n <p> <i>Ac veluti in somnis, oculos ubi languida pressit <\/i> <\/p> <i>\n\n <p>Nocte quies, necquicquam avidos extendere cursus <\/p>\n\n <p>Velle videmur, et in mediis conatibus aegri <\/p>\n\n <p>Succidimus; non lingua valet, non corpore notae <\/p>\n\n <\/i> <p> <i>Sufficiunt vires, nec vox, nec verba sequuntur<\/i>,. <\/p>\n\n <p> <i>Aen., 12:908. <\/i> <\/p> <i>\n\n <\/i> <p> <i><\/i>,\"And as, when slumber seals the closing sight, <\/p>\n\n <p>The sick wild fancy labors in the night; <\/p>\n\n <p>Some dreadful visionary foe we shun <\/p>\n\n <p>With airy strides, but strive in vain to run; <\/p>\n\n <p>In vain our baffled limbs their powers essay; <\/p>\n\n <p>We faint, we struggle, sink, and fall away; <\/p>\n\n <p>Drain'd of our strength, we neither fight nor fly, <\/p>\n\n <p>And on the tongue the struggling accents die.\" <\/p>\n\n <p> <i>Pitt. <\/i> <\/p> <i>\n\n <\/i> <p> <i><\/i>, Lucretius expresses the very same image with Isaiah:—<\/p>\n\n <p> <i>Ut bibere in somnis sitiens quum quaerit, et humor <\/i> <\/p> <i>\n\n <p>Non datur, ardorem in membris qui stinguere possit; <\/p>\n\n <p>Sed laticum simulacra petit, frustraque laborat, <\/p>\n\n <\/i> <p> <i>In medioque sitit torrenti flumine potans<\/i>,. <\/p>\n\n <p>As a thirsty man desires to drink in his sleep, <\/p>\n\n <p>And has no fluid to allay the heat within, <\/p>\n\n <p>But vainly labors to catch the image of rivers, <\/p>\n\n <p>And is parched up while fancying that he is drinking at a full stream. <\/p>\n\n <p>Bishop Stock's translation of the prophet's text is both elegant and just:—<\/p>\n\n <p>\"As when a hungry man dreameth; and, lo! he is eating: <\/p>\n\n <p>And he awaketh; and his appetite is unsatisfied. <\/p>\n\n <p>And as a thirsty man dreameth; and, lo! he is drinking: <\/p>\n\n <p>And he awaketh; and, lo! he is faint, <\/p>\n\n <p>And his appetite craveth.\" <\/p>\n\n <p>Lucretius almost copies the original. <\/p>\n\n <p> <em>All that fight against her and her munition \"And all their armies and their towers\"—<\/em>, For <span class=\"greek-hebrew\">,ומצדתה צביה <\/span> <span class=\"translit\">, tsobeyha umetsodathah<\/span>, I read, with the Chaldee, <span class=\"greek-hebrew\">,ומצדתם צבאם <\/span> <span class=\"translit\">, tsebaam umetsodatham<\/span>,. <\/p>",
    "audit": null
}