{
    "id": 8322,
    "source": "clarke",
    "verse_id": 18031,
    "verse_count": 6,
    "reference": 20,
    "title": "Chapter Commentary",
    "html": " <p>The Prophet Isaiah a sign to Egypt and Cush or Ethiopia, that the captives and exiles of these countries shall be indignantly treated by the king of Assyria, <a class=\"isa\" verses=\"eyIxODAzMSI6Nn0=\">Isaiah 20:1-6 <\/a>. <\/p>,\n\n <p>Tartan besieged Ashdod or Azotus, which probably belonged at this time to Hezekiah's dominions; see <a class=\"ref\">2 Kings 18:8 <\/a>. The people expected to be relieved by the Cushites of Arabia and by the Egyptians. Isaiah was ordered to go uncovered, that is, without his upper garment, the rough mantle commonly worn by the prophets, (see <a class=\"ref\">Zechariah 13:4 <\/a>;), probably three days to show that within three years the town should be taken, after the defeat of the Cushites and Egyptians by the king of Assyria, which event should make their case desperate, and induce them to surrender. Azotus was a strong place; it afterwards held out twenty-nine years against Psammitichus, king of Egypt, Herod. 2:157. Tartan was one of Sennacherib's generals, <a class=\"ref\">2 Kings 18:17 <\/a>,, and Tirhakah, king of the Cushites, was in alliance with the king of Egypt against Sennacherib. These circumstances make it probable that by Sargon is meant Sennacherib. It might be one of the seven names by which Jerome, on this place, says he was called. He is called Sacherdonus and Sacherdan in the book of Tobit. The taking of Azotus must have happened before Sennacherib's attempt on Jerusalem; when he boasted of his late conquests, <a class=\"isa\" verses=\"WzE4Mzc4XQ==\">Isaiah 37:25 <\/a>. And the warning of the prophet had a principal respect to the Jews also, who were too much inclined to depend upon the assistance of Egypt. As to the rest history and chronology affording us no light, it may be impossible to clear either this or any other hypothesis, which takes Sargon to be Shalmaneser or Asarhaddon, etc., from all difficulties. - L. Kimchi says, this happened in the fourteenth year of Hezekiah. <\/p>,",
    "audit": null
}