{
    "id": 8590,
    "source": "clarke",
    "verse_id": 18427,
    "verse_count": 1,
    "reference": "40:6",
    "title": "",
    "html": "<p><em>The voice saint Cry \"A voice saith Proclaim\"—<\/em>To understand rightly this passage is a matter of importance; for it seems designed to give us the true key to the remaining part of Isaiah's prophecies, the general subject of which is the restoration of the people and Church of God. The prophet opens the subject with great clearness and elegance: he declares at once God's command to his messengers, (his prophets, as the Chaldee rightly explains it), to comfort his people in captivity, to impart to them the joyful tidings, that their punishment has now satisfied the Divine justice, and the time of reconciliation and favor is at hand. He then introduces a harbinger giving orders to prepare the way for God, leading his people from Babylon, as he did formerly from Egypt, through the wilderness, to remove all obstacles, and to clear the way for their passage.<\/p>\n\n<p>Thus far nothing more appears to be intended than a return from the Babylonish captivity; but the next words seem to intimate something much greater: - <\/p>\n\n<p>   \"And the glory of Jehovah shall be revealed;<\/p>\n\n<p>   And all flesh shall see together the salvation of our God.\"<\/p>\n\n<p>He then introduces a voice commanding him to make a solemn proclamation. And what is the import of it? that the people - the flesh, is of a vain temporary nature; that all its glory fadeth, and is soon gone; but that the word of God endureth for ever. What is this, but a plain opposition of the flesh to the spirit; of the carnal Israel to the spiritual; of the temporary Mosaic economy to the eternal Christian dispensation? You may be ready to conclude, (the prophet may be disposed to say), by this introduction to my discourse, that my commission is only to comfort you with a promise of the restoration of your religion and polity, of Jerusalem, of the temple, and its services and worship in all its ancient splendor. These are earthly, temporary, shadowy, fading things, which shall soon pass away, and be destroyed for ever; these are not worthy to engage your attention in comparison of the greater blessings, the spiritual redemption, the eternal inheritance, covered under the veil of the former, which I have it in charge to unfold unto you. The law has only a shadow of good things; the substance is the Gospel. I promise you a restoration of the former, which, however, is only for a time, and shall be done away, according to God's original appointment: but under that image I give you a view of the latter, which shall never be done away, but shall endure for ever. This I take to be agreeable to St. Peter's interpretation of this passage of the prophet, quoted by him,  <a class=\"ref\">1 Peter 1:24,  1 Peter 1:25<\/a>; : \"All flesh is as grass, and all the glory of man as the flower of grass. The grass withereth and the flower thereof falleth away; but the word of the Lord endureth for ever. And this is the word which by the Gospel is preached unto you.\" This is the same word of the Lord of which Isaiah speaks, which hath now been preached unto you by the Gospel. The law and the Gospel are frequently opposed to one another by St. Paul, under the images of flesh and spirit: \"Having begun in the spirit, are ye now made perfect by the flesh?\"  <a class=\"ref\">Galatians 3:3<\/a>. - L.<\/p>\n\n<p><em>All the Godliness thereof - \"All its glory\"—<\/em>For <span class=\"greek-hebrew\">חסדו <\/span>   <span class=\"translit\">chasdo<\/span>  read <span class=\"greek-hebrew\">חדו <\/span>   <span class=\"translit\">chadu<\/span> ; the Septuagint and Vulgate, and  <a class=\"ref\">1 Peter 1:24<\/a>.<\/p>",
    "audit": null
}