{
    "id": 8336,
    "source": "clarke",
    "verse_id": 18054,
    "verse_count": 25,
    "reference": 22,
    "title": "Chapter Commentary",
    "html": " <p>Prophecy concerning Jerusalem, <a class=\"isa\" verses=\"eyIxODA1NCI6MTR9\">Isaiah 22:1-14<\/a>. Sentence against Shebna, who was over the household, <a class=\"isa\" verses=\"eyIxODA2OCI6NX0=\">Isaiah 22:15-19<\/a>. Prophecy concerning Eliakim, the son of Hilkiah, <a class=\"isa\" verses=\"WzE4MDczXQ==\">Isaiah 22:20<\/a>, <a class=\"isa\" verses=\"WzE4MDc0XQ==\">Isaiah 22:21<\/a>. From Eliakim, Isaiah, (agreeably to the mode universally adopted in the prophetical writings, of making the things then present, or which were shortly to be accomplished, types or representations of things to be fulfilled upon a larger scale in distant futurity), makes a transition to the Messiah, of whom Eliakim was a type, to whom the words will best apply, and to whom some passages in the prophecy must be solely restrained, <a class=\"isa\" verses=\"eyIxODA3MyI6NX0=\">Isaiah 22:20-24<\/a>. The sentence against Shebna again confirmed, <a class=\"isa\" verses=\"WzE4MDc4XQ==\">Isaiah 22:25<\/a>. <\/p>\n\n <p>This prophecy, ending with the fourteenth verse of this chapter, is entitled, \"The oracle concerning the valley of vision,\" by which is meant Jerusalem, because, says Sal. ben Melech, it was the place of prophecy. Jerusalem, according to Josephus, was built upon two opposite hills Sion and Acra, separated by a valley in the midst. He speaks of another broad valley between Acra and Moriah, Bell. <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Jud+5:13&t1=en_nas\" id=\"6\" class=\"stL\" target=\"_blank\">, Jud. 5:13<\/a>; <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Jud+6:6&t1=en_nas\" id=\"7\" class=\"stL\" target=\"_blank\">,6:6<\/a>. It was the seat of Divine revelation; the place where chiefly prophetic vision was given, and where God manifested himself visibly in the holy place. The prophecy foretells the invasion of Jerusalem by the Assyrians under Sennacherib; or by the Chaldeans under Nebuchadnezzar. Vitringa is of opinion that the prophet has both in view: that of the Chaldeans in the first part, <a class=\"isa\" verses=\"eyIxODA1NCI6NX0=\">Isaiah 22:1-5<\/a>, which he thinks relates to the flight of Zedekiah, <a class=\"ref\">2 Kings 25:4, 2 Kings 25:5<\/a>; and that of the Assyrians in the latter part, which agrees with the circumstances of that time, and particularly describes the preparations made by Hezekiah for the defense of the city, <a class=\"isa\" verses=\"eyIxODA2MSI6NH0=\">Isaiah 22:8-11<\/a>. Compare <a class=\"ref\">2 Chronicles 32:2-5<\/a>. - L. <\/p>",
    "audit": null
}