{
    "id": 8944,
    "source": "clarke",
    "verse_id": 18926,
    "verse_count": 1,
    "reference": "66:3",
    "title": "",
    "html": " <p> <em>He that killeth an ox is as if he slew a man \"He that slayeth an ox killeth a man\"—<\/em>, These are instances of wickedness joined with hypocrisy; of the most flagitious crimes committed by those who at the same time affected great strictness in the performance of all the external services of religion. God, by the Prophet Ezekiel, upbraids the Jews with the same practices: \"When they had slain their children to their idols, then they came the same day into my sanctuary to profane it,\" <a class=\"ref\">Ezekiel 23:39<\/a>. Of the same kind was the hypocrisy of the Pharisees in our Savior's time:\" who devoured widows' houses, and for a pretense made long prayers,\" <a class=\"ref\">Matthew 23:14<\/a>. <\/p>\n\n <p>The generality of interpreters, by departing from the literal rendering of the text, have totally lost the true sense of it, and have substituted in its place what makes no good sense at all; for it is not easy to show how, in any circumstances, sacrifice and murder, the presenting of legal offerings and idolatrous worship, can possibly be of the same account in the sight of God. <\/p>\n\n <p> <em>He that offereth an oblation, as if he offered swine's blood \"That maketh an oblation offereth swine's blood\"—<\/em>, A word here likewise, necessary to complete the sense, is perhaps irrecoverably lost out of the text. The Vulgate and Chaldee add the word offereth, to make out the sense; not, as I imagine, from any different reading, (for the word wanted seems to have been lost before the time of the oldest of them as the Septuagint had it not in their copy,; but from mere necessity. <\/p>\n\n <p>Le Clerc thinks that <span class=\"greek-hebrew\">,מעלה <\/span> <span class=\"translit\">, maaleh<\/span>, is to be repeated from the beginning of this member; but that is not the case in the parallel members, which have another and a different verb in the second place, \" <span class=\"greek-hebrew\">,דם <\/span> <span class=\"translit\">, dam<\/span>, <i>sic Versiones; putarem tamen legendum participium aliquod, et quidem <\/i> <span class=\"greek-hebrew\">,זבח <\/span> <span class=\"translit\">, zabach<\/span>, <i>cum sequatur <\/i> <span class=\"greek-hebrew\">,ח <\/span> <span class=\"translit\">, cheth<\/span>, <i>nisi jam praecesserat<\/i>,.\" - Secker. Houbigant supplies <span class=\"greek-hebrew\">,אכל <\/span> <span class=\"translit\">, achal<\/span>, eateth. After all, I think the most probable word is that which the Chaldee and Vulgate seem to have designed to represent; that is, <span class=\"greek-hebrew\">,מקריב <\/span> <span class=\"translit\">, makrib<\/span>, offereth. <\/p>\n\n <p> <em>In their abominations— <\/em> <span class=\"greek-hebrew\">,ובשקוציהם <\/span> <span class=\"translit\">, ubeshikkutseyhem<\/span>, \"and in their abominations;\" two copies of the Machazor, and one of Kennicott's MSS. have <span class=\"greek-hebrew\">,ובגלוליהם <\/span> <span class=\"translit\">, ubegilluleyhem<\/span>, \"and in their idols.\" So the Vulgate and Syriac. <\/p>",
    "audit": null
}