{
    "id": 8665,
    "source": "clarke",
    "verse_id": 18546,
    "verse_count": 1,
    "reference": "44:12",
    "title": "",
    "html": " <p> <em>The smith with the tongs, etc. \"The smith cutteth off a portion of iron\"— <\/em> <span class=\"greek-hebrew\">,מעצד <\/span> <span class=\"translit\">, meatstsed<\/span>, Participium Pihel of <span class=\"greek-hebrew\">,עצד <\/span> <span class=\"translit\">, atsad<\/span>, to cut; still used in that sense in the Arabic. See Simonis Lex. Hebrews The Septuagint and Syriac take the word in this form: but they render it sharpeneth the iron. See Castell. Lex. in voce. <\/p>\n\n <p>The sacred writers are generally large and eloquent upon the subject of idolatry; they treat it with great severity, and set forth the absurdity of it in the strongest light. But this passage of Isaiah, <a class=\"isa\" verses=\"eyIxODU0NiI6OX0=\">Isaiah 44:12-20<\/a>, far exceeds any thing that ever was written upon the subject, in force of argument, energy of expression, and elegance of composition. One or two of the apocryphal writers have attempted to imitate the prophet, but with very ill success; Wisd. 13:11-19; 15:7, etc.; Baruch 6, NAB (editor's note: some translations treat this as Letter to Jeremiah), especially the latter, who, injudiciously dilating his matter, and introducing a number of minute circumstances, has very much weakened the force and effect of his invective. On the contrary a heathen author, in the ludicrous way, has, in a line or two, given idolatry one of the severest strokes it ever received:—<\/p>\n\n <p> <i>Olim truncus eram ficulnus, inutile lignum, <\/i> <\/p> <i>\n\n <p>Cum faber incertus, scamnum faceretne <\/p>\n\n <\/i> <p> <i>Priapum, Maluit esse Deum. Deus inde ego<\/i>,. <\/p>\n\n <p> <i>Horat. Satyr, lib. 1. sat. viii. <\/i> <\/p> <i>\n\n <\/i> <p> <i><\/i>,\"Formerly I was the stump of a fig tree, a useless log; when the carpenter, after hesitating whether to make me a god or a stool, at last determined to make me a god. Thus I became a god!\" <\/p>\n\n <p>From the tenth to the seventeenth verse, a most beautiful strain of irony is carried on against idolatry. And we may naturally think that every idolater, who either read or heard it, must have been for ever ashamed of his own devices.—L. <\/p>",
    "audit": null
}