{
    "id": 8514,
    "source": "clarke",
    "verse_id": 18304,
    "verse_count": 1,
    "reference": "33:24",
    "title": "",
    "html": " <p> <em>And the inhabitant shall not say—<\/em>, This verse is somewhat obscure. The meaning of it seems to be, that the army of Sennacherib shall by the stroke of God be reduced to so shattered and so weak a condition, that the Jews shall fall upon the remains of them, and plunder them without resistance; that the most infirm and disabled of the people of Jerusalem shall come in for their share of the spoil; the lame shall seize the prey; even the sick and the diseased shall throw aside their infirmities, and recover strength enough to hasten to the general plunder. See above. <\/p>\n\n <p>The last line of the verse is parallel to the first, and expresses the same sense in other words. Sickness being considered as a visitation from God. a punishment of sin; the forgiveness of sin is equivalent to the removal of a disease. Thus the psalmist: - <\/p>\n\n <p>\"Who forgiveth all thy sin; And healeth all thine infirmities.\" <\/p>\n\n <p> <i> <a class=\"ref\">Psalm 103:3<\/a>. <\/i> <\/p> <i>\n\n <\/i> <p> <i><\/i>, Where the latter line only varies the expression of the former. And our blessed Savior reasons with the Jews on the same principle: \"Whether is it easier to say to the sick of the palsy, Thy sins are forgiven thee; or to say, Arise, and take up thy bed, and walk?\" <a class=\"ref\">Mark 2:9<\/a>. See also <a class=\"ref\">Matthew 8:17<\/a>; <a class=\"isa\" verses=\"WzE4NzE2XQ==\">Isaiah 53:4<\/a>. <i>Qui locus Isaiae<\/i>, <a class=\"ref\">1 Peter 2:24<\/a>, <i>refertur ad remissionem peccatorum: hic vero ad sanationem morborum, quia ejusdem potentiae et bonitatis est utrumque praestare; et, quia peccatis remissis, et morbi, qui fructus sunt peccatorum, pelluntur<\/i>,. \"Which passage of Isaiah has reference, in <a class=\"ref\">1 Peter 2:24<\/a>, to the remission of sins, and here to the healing of diseases, because both are effects of the same power and goodness; and because with the remission of sins was associated the removal of disorders, the fruits of sin.\" - Wetstein on <a class=\"ref\">Matthew 8:17<\/a>. <\/p>\n\n <p>That this prophecy was exactly fulfilled, I think we may gather from the history of this great event given by the prophet himself. It is plain that Hezekiah, by his treaty with Sennacherib, by which he agreed to pay him three hundred talents of silver and thirty talents of gold, had stripped himself of his whole treasure. He not only gave him all the silver and gold that was in his own treasury and in that of the temple, but was even forced to cut off the gold from the doors of the temple and from the pillars, with which he had himself overlaid them, to satisfy the demands of the king of Assyria: but after the destruction of the Assyrian army, we find that he \"had exceeding much riches, and that he made himself treasuries for silver, and for gold, and for precious stones, \"etc. <a class=\"ref\">2 Chronicles 32:27<\/a>. He was so rich, that out of pride and vanity he displayed his wealth to the ambassadors from Babylon. This cannot be otherwise accounted for, than by the prodigious spoil that was taken on the destruction of the Assyrian army. - L. And thus, in the providence of God, he had the wealth which was exacted from him restored. <\/p>",
    "audit": null
}