{
    "id": 8205,
    "source": "clarke",
    "verse_id": 17873,
    "verse_count": 1,
    "reference": "10:22",
    "title": "",
    "html": "<p><em>For though thy people Israel—<\/em>I have endeavored to keep to the letter of the text as nearly as I can in this obscure passage; but it is remarkable that neither the Septuagint, nor St. Paul,  <a class=\"ref\">Romans 9:28<\/a>, who, except in a few words of no great importance, follows them nearly in this place, nor any one of the ancient Versions, take any notice of the word <span class=\"greek-hebrew\">שטף <\/span>   <span class=\"translit\">shoteph<\/span>, overflowing; which seems to give an idea not easily reconcilable with those with which it is here joined. 1. S. Maerlius (Schol. Philolog. ad Selecta S. Cod. loca) conjectures that the two last letters of this word are by mistake transposed, and that the true reading is <span class=\"greek-hebrew\">שפט <\/span>   <span class=\"translit\">shophet<\/span>, judging, with strict justice. The Septuagint might think this sufficiently expressed by <span class=\"greek-hebrew\">εν δικαιοσυνῃ<\/span>, in righteousness. One MS., with St. Paul and Septuagint Alex., omits <span class=\"greek-hebrew\">בו <\/span>   <span class=\"translit\">bo<\/span>  in  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 10:22<\/a>; sixty-nine of Kennicott's and seventeen of De Rossi's MSS. and eight editions, omit <span class=\"greek-hebrew\">כל <\/span>   <span class=\"translit\">col<\/span>, all, in  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 10:23<\/a>; and so St. Paul,  <a class=\"ref\">Romans 9:28<\/a>.<\/p>\n\n<p>The learned Dr. Bagot, dean of Christ Church, Oxford, afterwards Bishop of Bristol and Norwich, in some observations on this place, which he has been so kind as to communicate to me, and which will appear in their proper light when he himself shall give them to the public, renders the word <span class=\"greek-hebrew\">כליון <\/span>   <span class=\"translit\">kilayon<\/span>  by accomplishment, and makes it refer to the predictions of Moses; the blessing and the curse which he laid before the people, both conditional, and depending on their future conduct. They had by their disobedience incurred those judgments which were now to be fully executed upon them. His translation is, The accomplishment determined overflows with justice; for it is accomplished, and that which is determined the Lord God of hosts doeth in the midst of the land. - L. Some think that the words might be paraphrased thus: The determined destruction of the Jews shall overflow with righteousness, (<span class=\"greek-hebrew\">צדקה <\/span>   <span class=\"translit\">tsedakah<\/span> ), justification, the consequence of the Gospel of Christ being preached and believed on in the world. After the destruction of Jerusalem this word or doctrine of the Lord had free course, - did run, and was glorified.<\/p>",
    "audit": null
}