{
    "id": 8778,
    "source": "clarke",
    "verse_id": 18710,
    "verse_count": 1,
    "reference": "52:13",
    "title": "",
    "html": "<p><em>My servant shall deal prudently—<\/em><span class=\"greek-hebrew\"> ישכיל<\/span><span class=\"translit\"> yaskil<\/span> , shall prosper, or act prosperously. The subject of Isaiah's prophecy, from the fortieth chapter inclusive, has hitherto been, in general, the deliverance of the people of God. This includes in it three distinct parts; which, however, have a close connection with one another; that is,<\/p><ol><li> The deliverance of the Jews from the captivity of Babylon;<\/li><\/ol><li> The deliverance of the Gentiles from their miserable state of ignorance and idolatry; and,<\/li><li> The deliverance of mankind from the captivity of sin and death. <\/li> These three subjects are subordinate to one another; and the two latter are shadowed out under the image of the former. They are covered by it as by a veil; which however is transparent, and suffers them to appear through it.\n\n<p>Cyrus is expressly named as the immediate agent of God in effecting the first deliverance. A greater person is spoken of as the Agent who is to effect the two latter deliverances, called the servant, the elect, of God, in whom his soul delighteth; Israel, in whom God will be glorified. Now these three subjects have a very near relation to one another; for as the Agent who was to effect the two latter deliverances, - that is, the Messiah, - was to be born a Jew, with particular limitations of time, family, and other circumstances; the first deliverance was necessary in the order of providence, and according to the determinate counsel of God, to the accomplishment of the two latter deliverances; and the second deliverance was necessary to the third, or rather was involved in it, and made an essential part of it. This being the case, Isaiah has not treated the three subjects as quite distinct and separate in a methodical and orderly manner, like a philosopher or a logician, but has taken them in their connective veiw. He has handled them as a prophet and a poet; he has allegorized the former, and under the image of it has shadowed out the two latter: he has thrown them all together, has mixed one with another, has passed from this to that with rapid transitions, and has painted the whole with the strongest and boldest imagery. The restoration of the Jews from captivity, the call of the Gentiles, the redemption by Messiah, have hitherto been handled interchangeably and alternately. Babylon has hitherto been kept pretty much in sight; at the same time, that strong intimations of something much greater have frequently been thrown in. But here Babylon is at once dropped, and I think hardly ever comes in sight again; unless perhaps in <a class=\"isa\" verses=\"WzE4NzUzXQ==\">Isaiah 55:12<\/a> , and <a class=\"isa\" verses=\"WzE4NzgwXQ==\">Isaiah 57:14<\/a>. The prophet's views are almost wholly engrossed by the superior part of his subject. He introduces the Messiah as appearing at first in the lowest state of humiliation, which he had just touched upon before, ( <a class=\"isa\" verses=\"WzE4NjY4XQ==\">Isaiah 50:5<\/a> , <a class=\"isa\" verses=\"WzE4NjY5XQ==\">Isaiah 50:6<\/a>;), and obviates the offense which would be occasioned by it, by declaring the important and necessary cause of it, and foreshowing the glory which should follow it.<\/p> \n\n<p>This seems to me to be the nature and the true design of this part of Isaiah's prophecies; and this view of them seems to afford the best method of resolving difficulties, in which expositors are frequently engaged, being much divided between what is called the literal and the mystical sense, not very properly; for the mystical or spiritual sense is very often the most literal sense of all.<\/p> \n\n<p>Abarbanel seems to have had an idea of this kind, as he is quoted by Vitringa on <a class=\"isa\" verses=\"WzE4NjM4XQ==\">Isaiah 49:1<\/a> , who thus represents his sentiments:<i>Censet Abarbanel prophetam hic transitum facere a liberatione ex exilio Babylonico ad liberationem ex exilio Romano; et, quod hic animadversu dignum est, observat liberationem ex exilio Babylonico esse<\/i><span class=\"greek-hebrew\"> וראיה אות<\/span><span class=\"translit\"> oth veraayah<\/span> , <i>signum et argumentum liberationis futurae; atque adeo orationem prophetae de duabus hisce liberationibus in superioribus concionibus saepe inter se permisceri. Verba ejus<\/i>: \"<i>Et propterea verba, sive res, in prophetic superiore inter se permixtae occurrunt; modo de liberatione Babylonica, modo de liberatione extrema accipiendae, ut orationis necessitas exigit<\/i> .\"<i>Nullum hic vitium, nisi quod redemptionem veram et spiritualem a Messia vero Jesu adductam, non agnoscat<\/i> . \"Abarbanel supposes that the prophet here makes a transition from the deliverance from the Babylonish captivity to the deliverance from the Roman captivity; and (which is worthy of particular note) he observes that the deliverance from the Babylonish captivity is a sign and pledge of the future redemption; and that on this account it is we find in the preceding prophecies the circumstances of the two captivities intimately blended together. His words are the following: 'And, therefore, the words or subjects in the foregoing prophecy are very much intermixed; in one passage the redemption from the Babylonish captivity being treated of, in another the redemption from the general dispersion, as may be collected from the obvious import of the words.' No fault can be found with the above remark, except that the true and spiritual redemption procured by Jesus the Messiah is not acknowledged.\" - L.<\/p> ",
    "audit": null
}