{
    "id": 8086,
    "source": "clarke",
    "verse_id": 17694,
    "verse_count": 1,
    "reference": "2:8",
    "title": "",
    "html": "<p><em>Their land also is full of idols \"And his land is filled with idols\"—<\/em>Uzziah and Fotham are both said,  <a class=\"ref\">2 Kings 15:3,  2 Kings 15:4,  2 Kings 15:34,  2 Kings 15:35<\/a>, \"to have done that which was right in the sight of the Lord;\" that is, to have adhered to and maintained the legal worship of God, in opposition to idolatry and all irregular worship; for to this sense the meaning of that phrase is commonly to be restrained; \"save that the high places were not removed where the people still sacrificed and burned incense.\" There was hardly any time when they were quite free from this irregular and unlawful practice, which they seem to have looked upon as very consistent with the true worship of God; and which seems in some measure to have been tolerated, while the tabernacle was removed from place to place, and before the temple was built. Even after the conversion of Manasseh, when he had removed the strange gods, commanded Judah to serve Jehovah the God of Israel, it is added, \"Nevertheless the people did sacrifice still on the high places, yet unto Jehovah their God only,\"  <a class=\"ref\">2 Chronicles 33:17<\/a>. The worshipping on the high places therefore does not necessarily imply idolatry; and from what is said of these two kings, Uzziah and Jotham, we may presume that the public exercise of idolatrous worship was not permitted in their time. The idols therefore here spoken of must have been such as were designed for a private and secret use. Such probably were the teraphim so often mentioned in Scripture; a kind of household gods, of human form, as it should seem, (see  <a class=\"ref\">1 Samuel 19:13<\/a>; (note), and compare  <a class=\"ref\">Genesis 31:34<\/a>; (note)), of different magnitude, used for idolatrous and superstitious purposes, particularly for divination, and as oracles, which they consulted for direction in their affairs.<\/p>",
    "audit": null
}