{
    "id": 8324,
    "source": "clarke",
    "verse_id": 18037,
    "verse_count": 17,
    "reference": 21,
    "title": "Chapter Commentary",
    "html": "<p>Prediction of the taking of Babylon by the Medes and Persians at the time of a great festival,  <a class=\"isa\" verses=\"eyIxODAzNyI6OX0=\">Isaiah 21:1-9<\/a>. Short application of the prophecy to the Jews, partly in the person of God, and partly in his own,  <a class=\"isa\" verses=\"WzE4MDQ2XQ==\">Isaiah 21:10<\/a>. Obscure prophecy respecting Dumah,  <a class=\"isa\" verses=\"WzE4MDQ3XQ==\">Isaiah 21:11<\/a>,  <a class=\"isa\" verses=\"WzE4MDQ4XQ==\">Isaiah 21:12<\/a>. Prophecy concerning the Arabians to be fulfilled in a very short time after its delivery,  <a class=\"isa\" verses=\"eyIxODA0OSI6NX0=\">Isaiah 21:13-17<\/a>.<\/p>\n\n<p>The first ten verses of this chapter contain a prediction of the taking of Babylon by the Medes and Persians. It is a passage singular in its kind for its brevity and force, for the variety and rapidity of the movements, and for the strength and energy of coloring with which the action and event are painted. It opens with the prophet's seeing at a distance the dreadful storm that is gathering and ready to burst upon Babylon. The event is intimated in general terms, and God's orders are issued to the Persians and Medes to set forth upon the expedition which he has given them in charge. Upon this the prophet enters into the midst of the action; and in the person of Babylon expresses, in the strongest terms, the astonishment and horror that seizes her on the sudden surprise of the city at the very season dedicated to pleasure and festivity,  <a class=\"isa\" verses=\"WzE4MDM5XQ==\">Isaiah 21:3<\/a>,  <a class=\"isa\" verses=\"WzE4MDQwXQ==\">Isaiah 21:4<\/a>. Then, in his own person, describes the situation of things there, the security of the Babylonians, and in the midst of their feasting the sudden alarm of war,  <a class=\"isa\" verses=\"WzE4MDQxXQ==\">Isaiah 21:5<\/a>. The event is then declared in a very singular manner. God orders the prophet to set a watchman to look out, and to report what he sees; he sees two companies marching onward, representing by their appearance the two nations that were to execute God's orders, who declare that Babylon is fallen,  <a class=\"isa\" verses=\"eyIxODA0MiI6NH0=\">Isaiah 21:6-9<\/a>.<\/p>\n\n<p>But what is this to the prophet, and to the Jews, the object of his ministry? The application, the end, and design of the prophecy are admirably given in a short, expressive address to the Jews, partly in the person of God, partly in that of the prophet: \"O my threshing\" \"O my people, whom for your punishment I shall make subject to the Babylonians, to try and to prove you, and to separate the chaff from the corn, the bad from the good, among you; hear this for your consolation: your punishment, your slavery, and oppression will have an end in the destruction of your oppressors.\" - L.<\/p>",
    "audit": null
}