{
    "id": 8821,
    "source": "clarke",
    "verse_id": 18772,
    "verse_count": 1,
    "reference": "57:6",
    "title": "",
    "html": " <p> <em>Among the smooth stones of the stream \"Among the smooth stones of the valley\"— <\/em> The Jews were extremely addicted to the practice of many superstitious and idolatrous rites, which the prophet here inveighs against with great vehemence. Of the worship of rude stones consecrated, there are many testimonials of the ancients. They were called <span class=\"greek-hebrew\"> βαιτυλοι <\/span> and <span class=\"greek-hebrew\"> βαιτυλια· <\/span> probably from the stone which Jacob erected at Beth-el, pouring oil upon the top of it. This practice was very common in different ages and places. Arnobius, lib. i., gives an account of his own practice in this respect before he became a Christian: <i>Si quando conspexeram lubricatum lapidem, et ex olivi unguine sordidatum; tanquam inesset vis praesens, adulabar, affabar, et beneficia poscebam nihil sentiente de trunco <\/i>. \"When I have met with a smooth stone, smeared with oil, supposing a spiritual power to be connected with it, I worshipped it, paid my addresses to it, and requested blessings,\" etc. Clemens Alex., Strom. lib. vii., speaks of a worshipper of every smooth stone in a proverbial way, to denote one given up to superstition. And accordingly Theophrastus has marked this as one strong feature in the character of the superstitious man: <span class=\"greek-hebrew\"> Και των λιπαρων λιθων των εν ταις τριοδοις παριων, εκ της ληκυθου ελαιου καταχειν, και επι γονατα πεσων και προσκυνησας απαλλαττεσθαι <\/span>. \"Passing by the anointed stones in the streets, he takes out his phial of oil, and pours it on them; and having fallen on his knees, and made his adorations, he departs. \"Kimchi says: \"When they found a beautiful polished stone in a brook or river, they paid Divine adoration to it.\" This idolatry is still prevalent among the Hindoos. The stone which is the object of their adoration is called <i>salgram <\/i>. They are found about eighty miles from the source of the river Sown, in the viceroyalty of Bahar, on the coast of Bengal. Ayeen Akbery vol. 2 p. 29. <\/p> ",
    "audit": null
}