{
    "id": 8124,
    "source": "clarke",
    "verse_id": 17741,
    "verse_count": 30,
    "reference": 5,
    "title": "Chapter Commentary",
    "html": "<p>This chapter begins with representing, in a beautiful parable, the tender care of God for his people, and their unworthy returns for his goodness, <a class=\"isa\" verses=\"eyIxNzc0MSI6N30=\">Isaiah 5:1-7<\/a>. The parable or allegory is then dropped; and the prophet, in plain terms, reproves and threatens them for their wickedness; particularly for their covetousness, <a class=\"isa\" verses=\"eyIxNzc0OCI6M30=\">Isaiah 5:8-10<\/a>; intemperance, <a class=\"isa\" verses=\"WzE3NzUxXQ==\">Isaiah 5:11<\/a>; and inattention to the warnings of Providence, <a class=\"isa\" verses=\"WzE3NzUyXQ==\">Isaiah 5:12<\/a>. Then follows an enumeration of judgments as the necessary consequence. Captivity and famine appear with all their horrors, <a class=\"isa\" verses=\"WzE3NzUzXQ==\">Isaiah 5:13<\/a>. Hades, or the grave, like a ravenous monster, opens wide its jaws, and swallows down its myriads, <a class=\"isa\" verses=\"WzE3NzU0XQ==\">Isaiah 5:14<\/a>. Distress lays hold on all ranks, <a class=\"isa\" verses=\"WzE3NzU1XQ==\">Isaiah 5:15<\/a>; and God is glorified in the execution of his judgments, <a class=\"isa\" verses=\"WzE3NzU2XQ==\">Isaiah 5:16<\/a>; till the whole place is left desolate, a place for the flocks to range in, <a class=\"isa\" verses=\"WzE3NzU3XQ==\">Isaiah 5:17<\/a>. The prophet then pauses; and again resumes his subject, reproving them for several other sins, and threatening them with woes and vengeance, <a class=\"isa\" verses=\"eyIxNzc1OCI6N30=\">Isaiah 5:18-24<\/a>; after which he sums up the whole of his awful denunciation in a very lofty and spirited epiphonema or conclusion. The God of armies, having hitherto corrected to no purpose, is represented with inimitable majesty, as only giving a hist, and a swarm of nations hasten to his standard, <a class=\"isa\" verses=\"eyIxNzc2NSI6M30=\">Isaiah 5:25-27<\/a>. Upon a guilty race, unpitied by heaven or by earth, they execute their commission; and leave the land desolate and dark, without one ray of comfort to cheer the horrid gloom, <a class=\"isa\" verses=\"eyIxNzc2OCI6M30=\">Isaiah 5:28-30<\/a>.<\/p> \n\n<p>This chapter likewise stands single and alone, unconnected with the preceding or following. The subject of it is nearly the same with that of the first chapter. It is a general reproof of the Jews for their wickedness; but it exceeds that chapter in force, in severity, in variety, and elegance; and it adds a more express declaration of vengeance by the Babylonian invasion.<\/p> ",
    "audit": null
}