{
    "id": 8125,
    "source": "clarke",
    "verse_id": 17741,
    "verse_count": 1,
    "reference": "5:1",
    "title": "",
    "html": "<p><em>Now will I sing to my well-beloved a song of my beloved \"Let me sing now a song,\" etc. -<\/em>A MS., respectable for its antiquity, adds the word <span class=\"greek-hebrew\">שיר <\/span>   <span class=\"translit\">shir<\/span>, a song, after <span class=\"greek-hebrew\">נא <\/span>   <span class=\"translit\">na<\/span> ; which gives so elegant a turn to the sentence by the repetition of it in the next member, and by distinguishing the members so exactly in the style and manner in the Hebrew poetical composition, that I am much inclined to think it genuine.<\/p>\n\n<p><em>A song of my beloved \"A song of loves\" -<\/em><span class=\"greek-hebrew\">דודי <\/span>   <span class=\"translit\">dodey<\/span>, for <span class=\"greek-hebrew\">דודים <\/span>   <span class=\"translit\">dodim<\/span> : <i>status constructus pro absoluto<\/i>, as the grammarians say, as  <a class=\"ref\">Micah 6:16;  Lamentations 3:14,  Lamentations 3:66<\/a>, so Archbishop Secker. Or rather, in all these and the like cases, a mistake of the transcribers, by not observing a small stroke, which in many MSS., is made to supply the <span class=\"greek-hebrew\">מ <\/span>   <span class=\"translit\">mem<\/span>, of the plural, thus, <span class=\"greek-hebrew\">דודי <\/span>   <span class=\"translit\">dodi<\/span> . <span class=\"greek-hebrew\">דודים שירת <\/span>   <span class=\"translit\">shirath dodim<\/span>  is the same with <span class=\"greek-hebrew\">ידידת שיר <\/span>   <span class=\"translit\">shir yedidoth<\/span>,  <a class=\"ref\">Psalm 45:1<\/a>. In this way of understanding it we avoid the great impropriety of making the author of the song, and the person to whom it is addressed, to be the same.<\/p>\n\n<p><em>In a very fruitful hill \"On a high and fruitful hill\" -<\/em>Hebrew <span class=\"greek-hebrew\">שמן בן בקרן <\/span>   <span class=\"translit\">bekeren ben shamen<\/span>, \"on a horn the son of oil.\" The expression is highly descriptive and poetical. \"He calls the land of Israel a horn, because it is higher than all lands; as the horn is higher than the whole body; and the son of oil, because it is said to be a land flowing with milk and honey.\" - Kimchi on the place. The parts of animals are, by an easy metaphor, applied to parts of the earth, both in common and poetical language. A promontory is called a cape or head; the Turks call it a nose. \"<i>Dorsum immane mari summo<\/i>;\" Virgil, a back, or ridge of rocks: - <\/p>\n\n<p>   \"<i>Hanc latus angustum jam se cogentis in arctum<\/i><\/p><i>\n\n<p>  Hesperiae tenuem producit in aequora linguam,<\/p>\n\n<\/i><p><i>   Adriacas flexis claudit quae cornibus undas<\/i>.\"<\/p>\n\n<p>Lucan, 2:612, of Brundusium, i.e., <span class=\"greek-hebrew\">Βρεντεσιον<\/span>, which, in the ancient language of that country, signifies stag's head, says Strabo. A horn is a proper and obvious image for a mountain or mountainous country. Solinus, cap. viii., says, \"<i>Italiam, ubi longius processerit, in cornua duo scindi<\/i>;\" that is, the high ridge of the Alps, which runs through the whole length of it, divides at last into two ridges, one going through Calabria, the other through the country of the Brutii. \"Cornwall is called by the inhabitants in the British tongue <i>Kernaw<\/i>, as lessening by degrees like a horn, running out into promontories like so many horns. For the Britons call a horn corn, in the plural kern.\" - Camden. \"And Sammes is of opinion, that the country had this name originally from the Phoenicians, who traded hither for tin; <span class=\"translit\">keren<\/span>, in their language, being a horn.\" - Gibson.<\/p>\n\n<p>Here the precise idea seems to be that of a high mountain standing by itself; \"<i>vertex montis, aut pars montis ad aliis divisa<\/i>;\" which signification, says I. H. Michaelis, Bibl. Hallens., Not. in loc., the word has in Arabic.<\/p>\n\n<p>Judea was in general a mountainous country, whence Moses sometimes calls it The Mountain, \"Thou shalt plant them in the mountain of thine inheritance;\"  <a class=\"ref\">Exodus 15:17<\/a>. \"I pray thee, let me go over, and see the good land beyond Jordan; that goodly mountain, and Lebanon;\"  <a class=\"ref\">Deuteronomy 3:25<\/a>. And in a political and religious view it was detached and separated from all the nations round it. Whoever has considered the descriptions given of Mount Tabor, (see Reland, Palaestin.; Eugene Roger, Terre Sainte, p. 64), and the views of it which are to be seen in books of travels, (Maundrell, p. 114; Egmont and Heyman, vol. ii., p. 25; Thevenot, vol. i., p. 429), its regular conic form rising singly in a plain to a great height, from a base small in proportion, and its beauty and fertility to the very top, will have a good idea of \"a horn the son of oil;\" and will perhaps be induced to think that the prophet took his image from that mountain.<\/p>",
    "audit": null
}