{
    "id": 8624,
    "source": "clarke",
    "verse_id": 18482,
    "verse_count": 25,
    "reference": 42,
    "title": "Chapter Commentary",
    "html": " <p>The prophet sets forth the meekness of Messiah's character, and the extent and blessings of his kingdom, particularly among the Gentiles, <a class=\"isa\" verses=\"eyIxODQ4MiI6OX0=\">Isaiah 42:1-9<\/a>. In consequence of this he calls on the whole creation to join him in one song of praise to God, <a class=\"isa\" verses=\"eyIxODQ5MSI6M30=\">Isaiah 42:10-12<\/a>. After which he seems again to glance at the deliverance from the captivity; although the words may full as well apply to the deliverance vouchsafed to the Church; to the overthrow of her must powerful enemies; and to the prevalency of true religion over idolatry and error, <a class=\"isa\" verses=\"eyIxODQ5NCI6NX0=\">Isaiah 42:13-17<\/a>. The prophet then reproves the Jews for their blindness and infidelity in rejecting the Messiah, and gives intimations of these judgments which their guilt would draw on them, <a class=\"isa\" verses=\"eyIxODQ5OSI6OH0=\">Isaiah 42:18-25<\/a>. <\/p> \n\n <p>The prophet, having opened his subject with the preparation for the return from captivity at Babylon, and intimated that a much greater deliverance was covered under the veil of that event, proceeded to vindicate the power of God, as Creator and disposer of all things; and his infinite knowledge, from his prediction of future events, and in particular of that deliverance. He went still farther, and pointed out the instrument by which he should effect the redemption of his people the Jews from slavery; namely, a great conqueror, whom he would call forth from the north and the east to execute his orders. In this chapter he proceeds to the greater deliverance; and at once brings forth into full view, without throwing any veil of allegory over the subject, the Messiah. \"Behold my servant, Messiah, \"says the Chaldee. St. Matthew has applied it directly to Christ; nor can it with any justice or propriety be applied to any other person or character whatever.—L <\/p> ",
    "audit": null
}