{
    "id": 8664,
    "source": "clarke",
    "verse_id": 18545,
    "verse_count": 1,
    "reference": "44:11",
    "title": "",
    "html": " <p> <em>His fellows— <\/em> <span class=\"greek-hebrew\">,חבריו <\/span> <span class=\"translit\">, chaberaiv <\/span>: but <span class=\"greek-hebrew\">,עבדיו <\/span> <span class=\"translit\">, abadaiv<\/span>, his servants or worshippers, is the reading of one of De Rossi's MSS., and of the Chaldee. <\/p>\n\n <p> <em>And the workmen, they are of men \"Even the workmen themselves shall blush\"—<\/em>, I do not know that any one has ever yet interpreted these words to any tolerably good sense: <span class=\"greek-hebrew\">,מאדם המה וחרשים <\/span> <span class=\"translit\">, vecharashim hemmah meadam<\/span>,. The Vulgate and our translators, have rendered them very fairly, as they are written and pointed in the text: <i>Fabri enim sunt ex hominibus<\/i>,. \"And the workmen they are of men.\" Out of which the commentators have not been able to extract any thing worthy of the prophet. I have given another explanation of the place; agreeable enough to the context, if it can be deduced from the words themselves. I presume that <span class=\"greek-hebrew\">,אדם <\/span> <span class=\"translit\">, adam<\/span>, <i>rubuit<\/i>, may signify <i>erubuit<\/i>, to be red through shame, as well as from any other cause; though I cannot produce any example of it in that particular sense; and the word in the text I would point <span class=\"greek-hebrew\">,מאדם <\/span> <span class=\"translit\">, meoddam<\/span>,; or if any one should object to the irregularity of the number, I would read <span class=\"greek-hebrew\">,מאדמים <\/span> <span class=\"translit\">, meoddamim<\/span>,. But I rather think that the irregularity of the construction has been the cause of the obscurity, and has given occasion to the mistaken punctuation. The singular is sometimes put for the plural. See <a class=\"ref\">Psalm 68:31<\/a>; and the participle for the future tense, see <a class=\"isa\" verses=\"WzE4NDMyXQ==\">Isaiah 40:11<\/a>.—L. <\/p>",
    "audit": null
}