{
    "id": 8942,
    "source": "clarke",
    "verse_id": 18924,
    "verse_count": 24,
    "reference": 66,
    "title": "Chapter Commentary",
    "html": "<p>This chapter treats of the same subject with the foregoing. God, by his prophet, tells the Jews, who valued themselves much on their temple and pompous worship, that the Most High dwelleth not in temples made with hands; and that no outward rites of worship, while the worshippers are idolatrous and impure, can please him who looketh at the heart,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 66:1-3<\/a>. This leads to a threatening of vengeance for their guilt, alluding to their making void the law of God by their abominable traditions, their rejection of Christ, persecution of his followers, and consequent destruction by the Romans. But as the Jewish ritual and people shadow forth the system of Christianity and its professors; so, in the prophetical writings, the idolatries of the Jews are frequently put for the idolatries afterwards practiced by those bearing the Christian name. Consequently, if we would have the plenitude of meaning in this section of prophecy, which the very content requires, we must look through the type into the antitype, viz., the very gross idolatries practiced by the members of Antichrist, the pompous heap of human intentions and traditions with which they have encumbered the Christian system, their most dreadful persecution of Christ's spiritual and true worshippers, and the awful judgments which shall overtake them in the great and terrible day of the Lord,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 66:4-6<\/a>. The mighty and sudden increase of the Church of Jesus Christ at the period of Antichrist's fall represented by the very strong figure of Sion being delivered of a man-child before the time of her travail, the meaning of which symbol the prophet immediately subjoins in a series of interrogations for the sake of greater force and emphasis,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 66:7-9<\/a>. Wonderful prosperity and unspeakable blessedness of the world when the posterity of Jacob, with the fullness of the Gentiles, shall be assembled to Messiah's standard,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 66:10-14<\/a>. All the wicked of the earth shall be gathered together to the battle of that great day of God Almighty, and the slain of Jehovah shall be many,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 66:15-18<\/a>. Manner of the future restoration of the Israelites from their several dispersions throughout the habitable globe,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 66:19-21<\/a>. Perpetuity of this new economy of grace to the house of Israel,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 66:22<\/a>. Righteousness shall be universally diffused in the earth; and the memory of those who have transgressed against the Lord shall be had in continual abhorrence,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 66:23<\/a>,  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 66:24<\/a>. Thus this great prophet, after tracing the principal events of time, seems at length to have terminated his views in eternity, where all revolutions cease, where the blessedness of the righteous shall be unchangeable as the new heavens, and the misery of the wicked as the fire that shall not be quenched.<\/p>\n\n<p> This chapter is a continuation of the subject of the foregoing. The Jews valued themselves much upon their temple, and the pompous system of services performed in it, which they supposed were to be of perpetual duration; and they assumed great confidence and merit to themselves for their strict observance of all the externals of their religion. And at the very time when the judgments denounced in  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 65:6<\/a>; and  <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 65:12<\/a>; of the preceding chapter were hanging over their heads, they were rebuilding, by Herod's munificence, the temple in a most magnificent manner. God admonishes them, that \"the Most High dwelleth not in temples made with hands;\" and that a mere external worship, how diligently soever attended, when accompanied with wicked and idolatrous practices in the worshippers, would never be accepted by him. This their hypocrisy is set forth in strong colors, which brings the prophet again to the subject of the former chapter; and he pursues it in a different manner, with more express declaration of the new economy, and of the flourishing state of the Church under it. The increase of the Church is to be sudden and astonishing. They that escape of the Jews, that is, that become converts to the Christian faith, are to be employed in the Divine mission to the Gentiles, and are to act as priests in presenting the Gentiles as an offering to God; see  <a class=\"ref\">Romans 15:16<\/a>. And both, now collected into one body, shall be witnesses of the final perdition of the obstinate and irreclaimable.<\/p>\n\n<p>These two chapters manifestly relate to the calling of the Gentiles, the establishment of the Christian dispensation, and the reprobation of the apostate Jews, and their destruction executed by the Romans. - L.<\/p>",
    "audit": null
}