{
    "id": 8099,
    "source": "clarke",
    "verse_id": 17715,
    "verse_count": 1,
    "reference": "3:7",
    "title": "",
    "html": "<p><em>In that day shall he swear \"Then shall he openly declare\"—<\/em> The Septuagint, Syriac, and Jerome, read<span class=\"greek-hebrew\"> וישא<\/span><span class=\"translit\"> veyissa<\/span> , adding the conjunction, which seems necessary in this place.<\/p> \n\n<p><em>I will not be a healer—<\/em> I am noy a leche. - Old MS. Bible. Leech was the ancient English word for a physician.<\/p> \n\n<p><em>For in my house is neither bread nor clothing \"For in my house is neither bread nor raiment\"—<\/em> \"It is customary through all the East,\" says Sir J. Chardin, \"to gather together an immense quantity of furniture and clothes; for their fashions never alter.\" Princes and great men are obliged to have a great stock of such things in readiness for presents upon all occasions. \"The kings of Persia,\" says the same author, \"have great wardrobes, where there are always many hundreds of habits ready, designed for presents, and sorted,\" Harmer, Observ., 2:11 and 88. A great quantity of provision for the table was equally necessary. The daily provision for Solomon's household, whose attendants were exceedingly numerous, was proportionately great,<a class=\"ref\">1 Kings 4:22, 1 Kings 4:23<\/a> . Even Nehemiah, in his strait circumstances, had a large supply daily for his table; at which he received a hundred and fifty of the Jews and rulers, besides those that came from among the neighboring heathen,<a class=\"ref\">Nehemiah 5:17, Nehemiah 5:18<\/a> .<\/p> \n\n<p>This explains the meaning of the excuse made by him that is desired to undertake the government. He alleges that he has not wherewithal to support the dignity of the station, by such acts of liberality and hospitality as the law of custom required of persons of superior rank. See Harmer's Observations, 1:340, 2:88.<\/p> ",
    "audit": null
}