{
    "id": 8902,
    "source": "clarke",
    "verse_id": 18875,
    "verse_count": 2,
    "reference": "63:8–9",
    "title": "",
    "html": " <p> <em>So he was their Savior. In all their affliction \"And he became their Savior in all their distress\"—<\/em>, I have followed the translation of the Septuagint in the latter part of the eighth, and the former part of the ninth verse; which agrees with the present text, a little differently divided as to thee members of the sentence. They read <span class=\"greek-hebrew\">,מכל <\/span> <span class=\"translit\">, miccol<\/span>, out of all, instead of <span class=\"greek-hebrew\">,בכל <\/span> <span class=\"translit\">, bechol<\/span>, in all, which makes no difference in the sense; and <span class=\"greek-hebrew\">,צר <\/span> <span class=\"translit\">, tsar<\/span>, they understand as <span class=\"greek-hebrew\">,ציר <\/span> <span class=\"translit\">, tsir<\/span>,. <span class=\"greek-hebrew\">,Και εγενετο αυτοις εις σωτηριαν εκ πασης θλιψεως αυτων· ου πρεσβυς, ουδε αγγελος·<\/span>,. \"And he was salvation to them in all their tribulation; neither an ambassador nor an angel, but himself saved them.\" An angel of his presence means an angel of superior order, in immediate attendance upon God. So the angel of the Lord says to Zacharias, \"I am Gabriel, that stand in the presence of God,\" <a class=\"ref\">Luke 1:19<\/a>. The presence of Jehovah, <a class=\"ref\">Exodus 33:14, Exodus 33:15<\/a>, and the angel, <a class=\"ref\">Exodus 33:20, Exodus 33:21<\/a>, is Jehovah himself; here an angel of his presence is opposed to Jehovah himself, as an angel is in the following passages of the same book of Exodus. After their idolatrous worshipping of the golden calf, \"when God had said to Moses, I will send an angel before thee—I will not go up in the midst of thee—the people mourned,\" <a class=\"ref\">Exodus 33:2-4<\/a>. God afterwards comforts Moses, by saying, \"My presence (that is I myself in person, and not by an angel) will go with thee,\" <a class=\"ref\">Exodus 33:14<\/a>. <span class=\"greek-hebrew\">,Αυτος προπορευσομαι σου<\/span>, \"I myself will go before thee, \"as the Septuagint render it. <\/p>\n\n <p>The MSS. and editions are much divided between the two readings of the text and margin in the common copies, <span class=\"greek-hebrew\">,לא <\/span> <span class=\"translit\">, lo<\/span>, not, and <span class=\"greek-hebrew\">,לו <\/span> <span class=\"translit\">, lo<\/span>, to him. All the ancient Versions express the chetib reading, <span class=\"greek-hebrew\">,לא <\/span> <span class=\"translit\">, lo<\/span>, not. <\/p>\n\n <p>\"And he bare then and carried them all the days of old <\/p>\n\n <p>And he took them up, and he bore them, all the days of old\" <\/p>\n\n <p>- See the note on <a class=\"isa\" verses=\"WzE4NTkwXQ==\">Isaiah 46:3<\/a>; (note).—L. <\/p>",
    "audit": null
}