{
    "id": 8183,
    "source": "clarke",
    "verse_id": 17835,
    "verse_count": 1,
    "reference": "9:5",
    "title": "",
    "html": " <p> <em>Every battle of the warrior \"The greaves of the armed warrior\"— <\/em> <span class=\"greek-hebrew\">,שאון שאון <\/span> <span class=\"translit\">,seon soen <\/span>,. This word, occurring only in this place, is oaf very doubtful signification. Schindler fairly tells us that we may guess at it by the context. The Jews have explained it, by guess I believe, as signifying battle, conflict: the Vulgate renders it <i>violenta praedatio <\/i>,. But it seems as if something was rather meant which was capable of becoming fuel for the fire, together with the garments mentioned in the same sentence. In Syriac the word, as a noun, signifies a shoe, or a sandal, as a learned friend suggested to me some years ago. See <a class=\"ref\">Luke 15:22; Acts 12:8 <\/a>. I take it, therefore, to mean that part of the armor which covered the legs and feet, and I would render the two words in Latin by <i>caliga caligati <\/i>,. The burning of heaps of armor, gathered from the field of battle, as an offering made to the god supposed to be the giver of victory, was a custom that prevailed among some heathen nations; and the Romans used it as an emblem of peace, which perfectly well suits with the design of the prophet in this place. A medal struck by Vespasian on finishing his wars both at home and abroad represents the goddess Peace holding an olive branch in one hand, and, with a lighted torch in the other, setting fire to a heap of armor. Virgil mentions the custom: - <\/p>,\n\n <p>\" - <i>Cum primam aciem Praeneste sub ipsa <\/i> <\/p> <i>\n\n <\/i> <p> <i>Stravi, scutorumque incendi victor acervos <\/i>,.\" <\/p>,\n\n <p> <i>Aen. lib. viii., ver. 561. <\/i> <\/p> <i>\n\n <\/i> <p> <i> <\/i>,\"Would heaven, (said he), my strength and youth recall, <\/p>,\n\n <p>Such as I was beneath Praeneste's wall - <\/p>,\n\n <p>Then when I made the foremost foes retire <\/p>,\n\n <p>And set whole heaps of conquered shields on fire.\" <\/p>,\n\n <p> <i>Dryden. <\/i> <\/p> <i>\n\n <\/i> <p> <i> <\/i>,See Addison on Medals, Series 2:18. And there are notices of some such practice among the Israelites, and other nations of the most early times. God promises to Joshua victory over the kings of Canaan. \"To-morrow I will deliver them up all slain before Israel: thou shalt hough their horses, and burn their chariots with fire,\" <a class=\"ref\">Joshua 11:6 <\/a>. See also <a class=\"ref\">Nahum 2:13 <\/a>. And the psalmist employs this image to express complete victory, and the perfect establishment of peace: - <\/p>,\n\n <p>\"He maketh wars to cease, even to the end of the land: <\/p>,\n\n <p>He breaketh the bow, and cutteth the spear in sunder; <\/p>,\n\n <p>And burneth the chariots in the fire. <\/p>,\n\n <p> <i>- <a class=\"ref\">Psalm 46:9 <\/a>. <\/i> <\/p> <i>\n\n <\/i> <p> <i> <\/i> <span class=\"greek-hebrew\">,עגלות <\/span> <span class=\"translit\">,agaloth <\/span>,, properly <i>plausira, impedimenta <\/i>,, the baggage-wagons: which however the Septuagint and Vulgate render <i>scuta <\/i>,, \"shields;\" and the Chaldee, \"round shields,\" to show the propriety of that sense of the word from the etymology; which, if admitted, makes the image the same with that used by the Romans. <\/p>,\n\n <p>Ezekiel, <a class=\"ref\">Ezekiel 39:8-10 <\/a>,, in his bold manner has carried this image to a degree of amplification which I think hardly any other of the Hebrew poets would have attempted. He describes the burning of the arms of the enemy, in consequence of the complete victory to be obtained by the Israelites over Gog and Magog: - <\/p>,\n\n <p>\"Behold, it is come to pass, and it is done, <\/p>,\n\n <p>Saith the Lord Jehovah. <\/p>,\n\n <p>This is the day of which I spoke: <\/p>,\n\n <p>And the inhabitants of the cities of Israel shall go forth. <\/p>,\n\n <p>And shall set on fire the armor, and the shield, <\/p>,\n\n <p>And the buckler, and the bow, and the arrows, <\/p>,\n\n <p>And the clubs and the lances; <\/p>,\n\n <p>And they shall set them on fire for seven years. <\/p>,\n\n <p>And they shall not bear wood from the field; <\/p>,\n\n <p>Neither shall they hew from the forest: <\/p>,\n\n <p>For of the armor shall they make their fires; <\/p>,\n\n <p>And they shall spoil their spoilers, <\/p>,\n\n <p>And they shall plunder their plunderers.\" <\/p>,\n\n <p>R. D. Kimchi, on this verse says this refers simply to the destruction of the Assyrians. Other battles are fought man against man, and spear against spear; and the garments are rolled in blood through the wounds given and received: but this was with burning, for the angel of the Lord smote them by night, and there was neither sword nor violent commotion, nor blood; they were food for the fire, for the angel of the Lord consumed them. <\/p>,",
    "audit": null
}