{
    "id": 8408,
    "source": "clarke",
    "verse_id": 18156,
    "verse_count": 1,
    "reference": "27:4",
    "title": "",
    "html": "<p><em>Fury is not in me \"I have no wall\"—<\/em> For<span class=\"greek-hebrew\"> חמה<\/span><span class=\"translit\"> chemah<\/span> , anger, the Septuagint and Syriac read<span class=\"greek-hebrew\"> חומה<\/span><span class=\"translit\"> chomah<\/span> , wall. An ancient MS. has<span class=\"greek-hebrew\"> חימה<\/span><span class=\"translit\"> cheimah<\/span> . For<span class=\"greek-hebrew\"> בה<\/span><span class=\"translit\"> bad<\/span> , in her, two MSS. read<span class=\"greek-hebrew\"> בם<\/span><span class=\"translit\"> bam<\/span> , in them, plural. The vineyard wishes for a wall and a fence of thorns - human strength and protection, (as the Jews were too apt to apply to their powerful neighbors for assistance, and to trust to the shadow of Egypt): Jehovah replies, that this would not avail her, nor defend her against his wrath. He counsels her, therefore, to betake herself to his protection. On which she entreats him to make peace with her.<\/p> \n\n<p>From the above note it appears that the bishop reads,<span class=\"greek-hebrew\"> חומה<\/span><span class=\"translit\"> chomah<\/span> , wall, for<span class=\"greek-hebrew\"> חמה<\/span><span class=\"translit\"> chemah<\/span> , anger or fury, in accordance with the Syriac and Septuagint. The letter<span class=\"greek-hebrew\"> ו<\/span><span class=\"translit\"> vau<\/span> makes the only difference, which letter is frequently absent from many words where its place is supplied by the point.<span class=\"translit\"> cholem<\/span> : it might have been so here formerly; and in process of time both<span class=\"translit\"> vau<\/span> and<span class=\"translit\"> cholem<\/span> might have been lost. The Syriac supports the learned bishop's criticism, as the word<span class=\"translit\"> shora<\/span> is there used; which word in the plural is found,<a class=\"ref\">Hebrews 11:30<\/a> ; : \"By faith the walls of Jericho. \"The bishop thinks the Septuagint is on his side: to me, it seems neither for nor against the criticism. The words in the Vatican copy are<span class=\"greek-hebrew\"> εγω πολις οχυρα<\/span> , I am a fortified city; which the Arabic follows: but instead of<span class=\"greek-hebrew\"> οχυρα<\/span> , the Codex Alexandrinus has<span class=\"greek-hebrew\"> ισχυρα<\/span> , I am a Strong city.<\/p> \n\n<p>The word<span class=\"greek-hebrew\"> חומה<\/span><span class=\"translit\"> chomah<\/span> , wall, is not found in any MS. in the collections of Kennicott and De Rossi, nor in any of my own MSS.<\/p> \n\n<p>However, one of Dr. Kennicott's MSS. has<span class=\"greek-hebrew\"> חימה<\/span><span class=\"translit\"> cheimah<\/span> ; but probably that which now appears to be a<span class=\"greek-hebrew\"> י<\/span><span class=\"translit\"> yod<\/span> was formerly a<span class=\"greek-hebrew\"> ו<\/span><span class=\"translit\"> vau<\/span> , and now partially obliterated.<\/p> \n\n<p>This song receives much light from being collated with that in chap. 5.; and perhaps the bishop's criticism will find its best support from such a collation. In<a class=\"isa\" verses=\"WzE3NzQ1XQ==\">Isaiah 5:5<\/a> ; of that chapter, God threatens to take away the wall of his vineyard: this was done; and here the vineyard complains, I have no wall, and wishes for any kind of defense rather than be thus naked. This is the only natural support of the above criticism.<\/p> \n\n<p>\"About Tripoli there are abundance of vineyards and gardens, inclosed, for the most part, with hedges, which chiefly consist of the rhamnus, paliurus, oxyacantha, \"etc. Rawolf, p. 21, 22. A fence of thorns is esteemed equal to a wall for strength, being commonly represented as impenetrable. See<a class=\"ref\">Micah 7:4; Hosea 2:6<\/a> .<\/p> \n\n<p><em>Who would set the briers and thorns against me \"O that I had a fence of the thorn and brier\"—<\/em> Seven MSS., (two ancient), and one edition, with the Syriac, Vulgate, and Aquila, read<span class=\"greek-hebrew\"> ושית<\/span><span class=\"translit\"> veshayith<\/span> , with the conjunction<span class=\"greek-hebrew\"> ו<\/span><span class=\"translit\"> vau<\/span> prefixed: Who would set the briers and thorns.<span class=\"greek-hebrew\"> שית שמיר יתנני מי<\/span><span class=\"translit\"> mi yitteneni shamir shayith<\/span> , Who shall give me the brier and thorn, i.e., for a defense: but hear Kimchi: \"Who (the vineyard) hath given me (Jehovah) the brier and the thorn instead of good grapes.\"<\/p> ",
    "audit": null
}