{
    "id": 8179,
    "source": "clarke",
    "verse_id": 17829,
    "verse_count": 1,
    "reference": "8:21",
    "title": "",
    "html": "<p><em>Hardly bestead \"Distressed\"—<\/em> Instead of<span class=\"greek-hebrew\"> נקשה<\/span><span class=\"translit\"> niksheh<\/span> , distressed, the Vulgate, Chaldee, and Symmachus manifestly read<span class=\"greek-hebrew\"> נכשל<\/span><span class=\"translit\"> nichshal<\/span> , stumbling, tottering through weakness, ready to fall; a sense which suits very well with the place.<\/p> \n\n<p><em>And look upward \"And he shall cast his eyes upward\"—<\/em> The learned professor Michaelis, treating of this place (Not. in de Sacr. Poes. Hebr. Prael. ix.) refers to a passage in the Koran which is similar to it. As it is a very celebrated passage, and on many accounts remarkable, I shall give it here at large, with the same author's farther remarks upon it in another place of his writings. It must be noted here that the learned professor renders<span class=\"greek-hebrew\"> נבט<\/span><span class=\"translit\"> nibbat<\/span> ,<span class=\"greek-hebrew\"> הביט<\/span><span class=\"translit\"> hibbit<\/span> , in this and the parallel place,<a class=\"isa\" verses=\"WzE3NzcwXQ==\">Isaiah 5:30<\/a> , which I translate he looketh by it thundereth, from Schultens, Orig. Ling. Hebr. Lib. 1 cap. 2, of the justness of which rendering I much doubt.<\/p> \n\n<p>This brings the image of Isaiah more near in one circumstance to that of Mohammed than it appears to be in my translation: -<\/p> \n\n<p>\"Labid, contemporary with Mohammed, the last of the seven Arabian poets who had the honor of having their poems, one of each, hung up in the entrance of the temple of Mecca, struck with the sublimity of a passage in the Koran, became a convert to Mohammedism; for he concluded that no man could write in such a manner unless he were Divinely inspired.<\/p> \n\n<p>\"One must have a curiosity to examine a passage which had so great an effect upon Labid. It is, I must own, the finest that I know in the whole Koran: but I do not think it will have a second time the like effect, so as to tempt any one of my readers to submit to circumcision. It is in the second chapter, where he is speaking of certain apostates from the faith. 'They are like,' saith he, 'to a man who kindles a light. As soon as it begins to shine, God takes from them the light, and leaves them in darkness that they see nothing. They are deaf, dumb, and blind; and return not into the right way. Or they fare as when a cloud, full of darkness, thunder, and lightning, covers the heaven. When it bursteth, they stop their ears with their fingers, with deadly fear; and God hath the unbelievers in his power. The lightning almost robbeth them of their eyes: as often as it flasheth they go on by its light; and when it vanisheth in darkness, they stand still. If God pleased, they would retain neither hearing nor sight.' That the thought is beautiful, no one will deny; and Labid, who had probably a mind to flatter Mohammed, was lucky in finding a passage in the Koran so little abounding in poetical beauties, to which his conversion might with any propriety be ascribed. It was well that he went no farther; otherwise his taste for poetry might have made him again an infidel.\" Michaelis, Erpenii Arabische Grammatik abgekurzt, Vorrede, s. 32.<\/p> ",
    "audit": null
}