{
    "id": 8359,
    "source": "clarke",
    "verse_id": 18085,
    "verse_count": 1,
    "reference": "23:7",
    "title": "",
    "html": "<p><em>Whose antiquity is of ancient days \"Whose antiquity is of the earliest date\" -<\/em>Justin, in the passage above quoted, had dated the building of Tyre at a certain number of years before the taking of Troy; but the number is lost in the present copies. Tyre, though not so old as Sidon, was yet of very high antiquity: it was a strong city even in the time of Joshua. It is called <span class=\"greek-hebrew\">צר מבצר עיר <\/span>   <span class=\"translit\">ir mibtsar tsor<\/span>, \"the city of the fortress of Sor,\"  <a class=\"ref\">Joshua 19:29<\/a>. Interpreters raise difficulties in regard to this passage, and will not allow it to have been so ancient; with what good reason I do not see, for it is called by the same name, \"the fortress of Sor,\" in the history of David,  <a class=\"ref\">2 Samuel 24:7<\/a>, and the circumstances of the history determine the place to be the very same. See on  <a class=\"isa\" verses=\"MTgwNzk=\">Isaiah 23:1<\/a>; (note).<\/p>\n\n<p>Whose antiquity is of ancient days, may refer to Palaetyrus, or Old Tyre.<\/p>\n\n<p><em>Her own feet shall carry her afar off to sojourn -<\/em>This may belong to the new or insular Tyre; her own feet, that is, her own inhabitants, shall carry her - shall transport the city, from the continent to the island. \"But the text says it shall be carried far off, and the new city was founded only half a mile distant from the other.\" I answer, <span class=\"greek-hebrew\">מרחוק <\/span>   <span class=\"translit\">merachok<\/span>  does not always signify a great distance, but distance or interval in general; for in  <a class=\"ref\">Joshua 3:4<\/a>; <span class=\"greek-hebrew\">רחוק <\/span>   <span class=\"translit\">rachok<\/span>  is used to express the space between the camp and the ark, which we know to have been only two thousand cubits. Some refer the sojourning afar off to the extent of the commercial voyages undertaken by the Tyrians and their foreign connections.<\/p>",
    "audit": null
}