{
    "id": 8781,
    "source": "clarke",
    "verse_id": 18713,
    "verse_count": 12,
    "reference": 53,
    "title": "Chapter Commentary",
    "html": "<p>This chapter foretells the sufferings of the Messiah, the end for which he was to die, and the advantages resulting to mankind from that illustrious event. It begins with a complaint of the infidelity of the Jews,  <a class=\"isa\" verses=\"WzE4NzEzXQ==\">Isaiah 53:1<\/a>; the offense they took at his mean and humble appearance,  <a class=\"isa\" verses=\"WzE4NzE0XQ==\">Isaiah 53:2<\/a>; and the contempt with which they treated him,  <a class=\"isa\" verses=\"WzE4NzE1XQ==\">Isaiah 53:3<\/a>. The prophet then shows that the Messiah was to suffer for sins not his own; but that our iniquities were laid on him, and the punishment of them exacted of him, which is the meritorious cause of our obtaining pardon and salvation,  <a class=\"isa\" verses=\"eyIxODcxNiI6M30=\">Isaiah 53:4-6<\/a>. He shows the meekness and placid submission with which he suffered a violent and unjust death, with the circumstances of his dying with the wicked, and being buried with the great,  <a class=\"isa\" verses=\"eyIxODcxOSI6M30=\">Isaiah 53:7-9<\/a>; and that, in consequence of his atonement, death, resurrection, and intercession, he should procure pardon and salvation to the multitudes, insure increasing prosperity to his Church, and ultimately triumph over all his foes,  <a class=\"isa\" verses=\"WzE4NzIyXQ==\">Isaiah 53:10<\/a>,  <a class=\"isa\" verses=\"WzE4NzIzXQ==\">Isaiah 53:11<\/a>. This chapter contains a beautiful summary of the most peculiar and distinguishing doctrines of Christianity.<\/p>\n\n<p> That this chapter speaks of none but Jesus must be evident to every unprejudiced reader who has ever heard the history of his sufferings and death. The Jews have endeavored to apply it to their sufferings in captivity; but, alas for their cause! they can make nothing out in this way. Allowing that it belongs to our blessed Lord, (and the best men and the best scholars agree in this), then who can read  <a class=\"isa\" verses=\"WzE4NzE2XQ==\">Isaiah 53:4<\/a>,  <a class=\"isa\" verses=\"WzE4NzE3XQ==\">Isaiah 53:5<\/a>,  <a class=\"isa\" verses=\"WzE4NzE4XQ==\">Isaiah 53:6<\/a>,  <a class=\"isa\" verses=\"WzE4NzIwXQ==\">Isaiah 53:8<\/a>,  <a class=\"isa\" verses=\"WzE4NzIyXQ==\">Isaiah 53:10<\/a>, without being convinced that his death was a vicarious sacrifice for the sins of mankind? On the first and second verses of this chapter I have received the following remarks from an unknown hand.<\/p>",
    "audit": null
}