{
    "id": 8072,
    "source": "clarke",
    "verse_id": 17677,
    "verse_count": 1,
    "reference": "1:22",
    "title": "",
    "html": "<p><em>Wine mixed with water -<\/em>An image used for the adulteration of wines, with more propriety than may at first appear, if what Thevenot says of the people of the Levant of late times were true of them formerly. He says, \"They never mingle water with their wine to drink; but drink by itself what water they think proper for abating the strength of the wine.\" \"<i>Lorsque les Persans boivent du vin, ils le prennent tout pur, a la facon des Levantins, qui ne le melent jamais avec de l'eua; mais en beuvant du vin, de temps en temps ils prennent un pot d'eau, et en boivent de grand traits<\/i>.\" Voyage, part ii., 54 ii., chap. 10. \"<i>Ils (les Turcs) n'y meslent jamais d'eau, et se moquent des Chretiens qui en mettent, ce qui leur semble tout a fait ridicule<\/i>.\" Ibid. part i., chap. 24. \"The Turks never mingle water with their wine, and laugh at the Christians for doing it, which they consider altogether ridiculous.\"<\/p>\n\n<p>It is remarkable that whereas the Greeks and Latins by mixed wine always understood wine diluted and lowered with water, the Hebrews on the contrary generally mean by it wine made stronger and more inebriating by the addition of higher and more powerful ingredients, such as honey, spices, <i>defrutum<\/i>, (or wine inspissated by boiling it down to two-thirds or one-half of the quantity), myrrh, mandragora, opiates, and other strong drugs. Such were the exhilarating, or rather stupefying, ingredients which Helen mixed in the bowl together with the wine for her guests oppressed with grief to raise their spirits, the composition of which she had learned in Egypt: - <\/p>\n\n<p>   <span class=\"greek-hebrew\">Αυτικ<\/span> ' <span class=\"greek-hebrew\">αρ<\/span> ' <span class=\"greek-hebrew\">εις οινον βαλε φαρμακον, ενθεν επινον,π<\/span> <\/p>\n\n<p>  <span class=\"greek-hebrew\">Νηπενθες τ<\/span> ' <span class=\"greek-hebrew\">αχολον τε, κακων επιληθον ἁπαντων<\/span> .<\/p>\n\n<p>  <i>Homer. Odyss. lib. iv., ver. 220.<\/i><\/p><i>\n\n<\/i><p><i>  <\/i>\"Meanwhile, with genial joy to warm the soul,<\/p>\n\n<p>Bright Helen mix'd a mirth-inspiring bowl;<\/p>\n\n<p>Temper'd with drugs of sovereign use, to assuage<\/p>\n\n<p>The boiling bosom of tumultuous rage:<\/p>\n\n<p>Charm'd with that virtuous draught, the exalted mind<\/p>\n\n<p>All sense of wo delivers to the wind.\"<\/p>\n\n<p>  <i>Pope.<\/i><\/p><i>\n\n<\/i><p><i><\/i>Such was the \"spiced wine and the juice of pomegranates,\" mentioned  <a class=\"ref\">Song of Solomon 8:2<\/a>. And how much the Eastern people to this day deal in artificial liquors of prodigious strength, the use of wine being forbidden, may be seen in a curious chapter of Kempfer upon that subject. Amoen. Exot. Fasc. iii., Obs. 15.<\/p>\n\n<p>Thus the drunkard is properly described,  <a class=\"ref\">Proverbs 23:30<\/a>, as one \"that seeketh mixed wine,\" and \"is mighty to mingle strong drink,\"  <a class=\"isa\" verses=\"MTc3NjI=\">Isaiah 5:22<\/a>. And hence the poet took that highly poetical and sublime image of the cup of God's wrath, called by  <a class=\"isa\" verses=\"MTg2OTE=\">Isaiah 51:17<\/a>, the \"cup of trembling,\" causing intoxication and stupefaction, (see Chappelow's note on Hariri, p. 33), containing, as St. John expresses in Greek the Hebrew idea with the utmost precision, though with a seeming contradiction in terms, <span class=\"greek-hebrew\">κεκερασμενον ακρατον<\/span>, <i>merum mixtum<\/i>, pure wine made yet stronger by a mixture of powerful ingredients;  <a class=\"ref\">Revelation 14:10<\/a>. \"In the hand of Jehovah,\" saith the psalmist,  <a class=\"ref\">Psalm 75:8<\/a>, \"there is a cup, and the wine is turbid: it is full of a mixed liquor, and he poureth out of it,\" or rather, \"he poureth it out of one vessel into another,\" to mix it perfectly, according to the reading expressed by the ancient versions, <span class=\"greek-hebrew\">זה אל מזה ויגר <\/span>   <span class=\"translit\">vaiyagger mizzeh al zeh<\/span>, and he pours it from this to that, \"verily the dregs thereof,\" the thickest sediment of the strong ingredients mingled with it, \"all the ungodly of the earth shall wring them out, and drink them.\"<\/p>\n\n<p>R. D. Kimchi says, \"The current coin was adulterated with brass, tin, and other metals, and yet was circulated as good money. The wine also was adulterated with water in the taverns, and sold notwithstanding for pure wine.\"<\/p>",
    "audit": null
}