{
    "id": 8149,
    "source": "clarke",
    "verse_id": 17775,
    "verse_count": 1,
    "reference": "6:5",
    "title": "",
    "html": " <p> <em>Wo is me! for I am undone— <\/em> <span class=\"greek-hebrew\">,נדמיתי <\/span> <span class=\"translit\">,nidmeythi <\/span>,, I am become dumb. There is something exceedingly affecting in this complaint. I am a man of unclean lips; I cannot say, Holy, holy, holy! which the seraphs exclaim. They are holy; I am not so: they see God, and live; I have seen him, and must die, because I am unholy. Only the pure in heart shall see God; and they only can live in his presence for ever, Reader, lay this to heart; and instead of boasting of thy excellence, and trusting in thy might, or comforting thyself in thy comparative innocence, thou wilt also be dumb before him, because thou hast been a man of unclean lips, and because thou hast still an unclean heart. <\/p>,\n\n <p> <em>I am undone \"I am struck dumb\"— <\/em> <span class=\"greek-hebrew\">,נדמיתי <\/span> <span class=\"translit\">,nidmeythi <\/span>,, twenty-eight MSS. (five ancient) and three editions. - I understand it as from <span class=\"greek-hebrew\">,דום <\/span> <span class=\"translit\">,dum <\/span>,or <span class=\"greek-hebrew\">,דמם <\/span> <span class=\"translit\">,damam <\/span>,, <i>silere <\/i>,, \"to be silent;\" and so it is rendered by the Syriac, Vulgate, Symmachus, and by some of the Jewish interpreters, <i>apud <\/i>,Sal. b. Melec. The rendering of the Syriac is <span class=\"greek-hebrew\">,אני תויר <\/span> <span class=\"translit\">,tavir ani <\/span>,, <i>stupens, attonitus sum <\/i>,, \"I am amazed.\" He immediately gives the reason why he was struck dumb: because he was a man of polluted lips, and dwelt among a people of polluted lips, and was unworthy, either to join the seraphim in singing praises to God, or to be the messenger of God to his people. Compare <a class=\"ref\">Exodus 4:10; Exodus 6:12; Jeremiah 1:6 <\/a>. <\/p>,",
    "audit": null
}