{
    "id": 8724,
    "source": "clarke",
    "verse_id": 18636,
    "verse_count": 1,
    "reference": "48:21",
    "title": "",
    "html": " <p> <em>They thirsted not - through the deserts— <\/em> Kimchi has a surprising observation upon this place: \"If the prophecy,\" says he, \"relates to the return from the Babylonish captivity, as it seems to do, it is to be wondered how it comes to pass, that in the Book of Ezra, in which he gives an account of their return, no mention is made that such miracles were wrought for them; as, for instance, that God clave the rock for them in the desert.\" It is really much to be wondered, that one of the most learned and judicious of the Jewish expositors of the Old Testament, having advanced so far in a large Comment on Isaiah, should appear to be totally ignorant of the prophet's manner of writing; of the parabolic style, which prevails in the writings of all the prophets, and more particularly in the prophecy of Isaiah, which abounds throughout in parabolical images from the beginning ts the end; from \"Hear, O heavens, and give ear, O earth,\" to \"the worm and the fire\" in the last verse. And how came he to keep his wonderment to himself so long? Why did he not expect that the historian should have related how, as they passed through the desert, cedars, pines, and olive-trees shot up at once on the side of the way to shade them; and that instead of briers and brambles the acacia and the myrtle sprung up under their feet, according to God's promises, <a class=\"isa\" verses=\"WzE4NDcxXQ==\">Isaiah 41:19 <\/a>; and <a class=\"isa\" verses=\"WzE4NzU0XQ==\">Isaiah 55:13 <\/a>;? These and a multitude of the like parabolical or poetical images, were never intended to be understood literally. All that the prophet designed in this place, and which he has executed in the most elegant manner, was an amplification and illustration of the gracious care and protection of God vouchsafed to his people in their return from Babylon, by an allusion to the miraculous exodus from Egypt. See De S. Poesi, Hebr. Prael. ix. <\/p> ",
    "audit": null
}