{
    "id": 8437,
    "source": "clarke",
    "verse_id": 18195,
    "verse_count": 1,
    "reference": "29:1",
    "title": "",
    "html": " <p> <em>Ariel— <\/em>,That Jerusalem is here called by this name is very certain: but the reason of this name, and the meaning of it as applied to Jerusalem, is very obscure and doubtful. Some, with the Chaldee, suppose it to be taken from the hearth of the great altar of burnt-offerings which Ezekiel plainly calls by the same name, and that Jerusalem is here considered as the seat of the fire of God, <span class=\"greek-hebrew\">,אל אור <\/span> <span class=\"translit\">,ur el <\/span>,which should issue from thence to consume his enemies: compare <a class=\"isa\" verses=\"WzE4MjYwXQ==\">Isaiah 31:9 <\/a>. Some, according to the common derivation of the word, <span class=\"greek-hebrew\">,אל ארי <\/span> <span class=\"translit\">,ari el <\/span>,, the lion of God, or the strong lion, suppose it to signify the strength of the place, by which it was enabled to resist and overcome all its enemies. <span class=\"greek-hebrew\">,Τινες δε φασι την πολιν οὑτως ειρησθαι· επει, δια Θεου, λεοντος δικην εσπαραττε τους ανταιροντας. <\/span>,Procop. in loc. There are other explanations of this name given: but none that seems to be perfectly satisfactory. - Lowth. <\/p>,\n\n <p>From <a class=\"ref\">Ezekiel 43:15 <\/a>,, we learn that Ari-el was the name of the altar of burnt-offerings, put here for the city itself in which that altar was. In the second verse it is said, I will distress Ari-el, and it shall be unto me as Ari-el. The first Ari-el here seems to mean Jerusalem, which should be distressed by the Assyrians: the second Ari-el seems to mean the altar of burntofferings. But why is it said, \"Ari-el shall be unto me as Ari-el?\" As the altar of burntofferings was surrounded daily by the victims which were offered: so the walls of Jerusalem shall be surrounded by the dead bodies of those who had rebelled against the Lord, and who should be victims to his justice. The translation of Bishop Lowth appears to embrace both meanings: \"I will bring distress upon Ari-el; and it shall be to me as the hearth of the great altar.\" <\/p>,\n\n <p> <em>Add ye year to year— <\/em>,Ironically. Go on year after year, keep your solemn feasts; yet know, that God will punish you for your hypocritical worship, consisting of mere form destitute of true piety. Probably delivered at the time of some great feast, when they were thus employed. <\/p>,",
    "audit": null
}