{
    "id": 8165,
    "source": "clarke",
    "verse_id": 17803,
    "verse_count": 1,
    "reference": "7:20",
    "title": "",
    "html": "<p><em>The river—<\/em> That is, the Euphrates:<span class=\"greek-hebrew\"> הנהר<\/span><span class=\"translit\"> hanahar<\/span> . So read the Septuagint and two MSS.<\/p> \n\n<p><em>Shall the Lord shave with a razor that is hired \"Jehovah shall shave by the hired razor\"—<\/em> To shave with the hired razor the head, the feet, and the beard, is an expression highly parabolical, to denote the utter devastation of the country from one end to the other; and the plundering of the people, from the highest to the lowest, by the Assyrians, whom God employed as his instrument to punish the Jews. Ahaz himself, in the first place, hired the king of Assyria to come to help him against the Syrians, by a present made to him of all the treasures of the temple, as well as his own. And God himself considered the great nations, whom he thus employed as his mercenaries; and paid them their wages. Thus he paid Nebuchadnezzar for his services against Tyre, by the conquest of Egypt,<a class=\"ref\">Ezekiel 29:18-20<\/a> . The hairs of the head are those of the highest order in the state; those of the feet, or the lower parts, are the common people; the beard is the king, the high priest, the very supreme in dignity and majesty. The Eastern people have always held the beard in the highest veneration, and have been extremely jealous of its honor. To pluck a man's beard is an instance of the greatest indignity that can be offered. See<a class=\"isa\" verses=\"WzE4NjY5XQ==\">Isaiah 50:6<\/a> . The king of the Ammonites, to show the utmost contempt of David, \"cut off half the beards of his servants, and the men were greatly ashamed; and David bade them tarry at Jericho till their beards were grown,\"<a class=\"ref\">2 Samuel 10:4, 2 Samuel 10:6<\/a> . Niebuhr, Arabie, p. 275, gives a modern instance of the very same kind of insult. \"The Turks,\" says Thevenot, \"greatly esteem a man who has a fine beard; it is a very great affront to take a man by his beard, unless it be to kiss it; they swear by the beard.\" Voyages, i., p. 57. D'Arvieux gives a remarkable instance of an Arab, who, having received a wound in his jaw, chose to hazard his life, rather than suffer his surgeon to take off his beard. Memoires, tom. iii., p. 214. See also Niebuhr, Arabie, p. 61.<\/p> \n\n<p>The remaining verses of this chapter,<a class=\"isa\" verses=\"eyIxNzgwNCI6NX0=\">Isaiah 7:21-25<\/a> , contain an elegant and very expressive description of a country depopulated, and left to run wild, from its adjuncts and circumstances: the vineyards and cornfields, before well cultivated, now overrun with briers and thorns; much grass, so that the few cattle that are left, a young cow and two sheep, have their full range, and abundant pasture, so as to yield milk in plenty to the scanty family of the owner; the thinly scattered people living, not on corn, wine, and oil, the produce of cultivation; but on milk and honey, the gifts of nature; and the whole land given up to the wild beasts, so that the miserable inhabitants are forced to go out armed with bows and arrows, either to defend themselves against the wild beasts, or to supply themselves with necessary food by hunting.<\/p> \n\n<p>A Very judicious friend has sent me the following observations on the preceding prophecy, which I think worthy of being laid before the reader; though they are in some respects different from my own view of the subject.<\/p> \n\n<p>\"To establish the primary and literal meaning of a passage of Scripture is evidently laying the true foundation for any subsequent views or improvements from it.<\/p> \n\n<p>\"The kingdom of Judah, under the government of Ahaz, was reduced very low. Pekah, king of Israel, had slain in Judea one hundred and twenty thousand in one day; and carried away captive two hundred thousand including women and children, with much spoil. To add to this distress, Rezin, king of Syria, being confederate with Pekah, had taken Elath, a fortified city of Judah, and carried the inhabitants to Damascus. I think it may also be gathered from the sixth verse of chap. 8, that the kings of Syria and Israel had a considerable party in the land of Judea, who, regardless of the Divine appointment and promises, were disposed to favor the elevation of Tabeal, a stranger, to the throne of David.<\/p> \n\n<p>\"In this critical conjuncture of affairs, Isaiah was sent with a message of mercy, and a promise of deliverance, to Ahaz. He was commanded to take with him Shearjashub, his son whose name contained a promise respecting the captives lately made by Pekah, whose return from Samaria, effected by the expostulation of the prophet Oded and the concurrence of the princes of Ephraim, was now promised as a pledge of the Divine interposition offered to Ahaz in favor of the house of David. And as a farther token of this preservation, notwithstanding the incredulity of Ahaz, Isaiah was directed to predict the birth of another son which should be born to him within the space of a year, and to be named Emmanuel, signifying thereby the protection of God to the land of Judah and family of David at this present conjuncture, with reference to the promise of the Messiah who was to spring from that family, and be born in that land. Compare<a class=\"isa\" verses=\"WzE3ODE2XQ==\">Isaiah 8:8<\/a> . Hence Isaiah testifies,<a class=\"isa\" verses=\"WzE3ODI2XQ==\">Isaiah 8:18<\/a> ; : 'Behold, I and the children whom the Lord hath given me are for signs and for types in Israel.' Compare<a class=\"ref\">Zechariah 3:8<\/a> ; : 'Thy companions are men of sign and type:' see Dr. Lowth on this verse. The message of Divine displeasure against Israel is in like manner expressed by the names the prophet Hosea was directed to give his children; see<a class=\"ref\">Hosea 1:1-11<\/a> ; and 2.<\/p> \n\n<p>\"Concerning this child, who was to be named Immanuel, the prophet was commissioned to declare, that notwithstanding the present scarcity prevailing in the land from its being harassed by war, yet within the space of time wherein this child should be of age to discern good and evil, both these hostile kings, viz., of Israel and Syria, should be cut off; and the country enjoy such plenty, that butter and honey, food accounted of peculiar delicacy, should be a common repast. See Harmer's Observations, p. 299.<\/p> \n\n<p>\"To this it may be objected that Isaiah's son was not named Immanuel, but Maher-shalal-hash-baz; the signification of which bore a threatening aspect, instead of a consolatory one. To this I think a satisfactory answer may be given. Ahaz, by his unbelief and disregard of the message of mercy sent to him from God, (for instead of depending upon it he sent and made a treaty with the king of Assyria), drew upon himself the Divine displeasure, which was expressed by the change of the child's name, and the declaration that though Damascus and Samaria should, according to the former prediction, fall before the king of Assyria, yet that this very power, i.e., Assyria, in whom Ahaz trusted for deliverance, (see<a class=\"ref\">2 Kings 16:7<\/a> , etc.), should afterwards come against Judah, and 'fill the breadth of the land,' which was accomplished in the following reign, when Jerusalem was so endangered as to be delivered only by miracle. The sixth and seventh verses of chap. 8 indicate, I think, as I before observed, that the kings of Syria and Israel had many adherents in Judah, who are said to refuse the peaceful waters of Shiloah or Siloam,<i> him that is to be sent<\/i> , who ought to have been their confidence, typified by the fountain at the foot of Mount Zion, whose stream watered the city of Jerusalem; and therefore, since the splendor of victory, rather than the blessings of peace, was the object of their admiration, compared to a swelling river which overflowed its banks, God threatens to chastise them by the victorious armies of Ashur. The prophet at the same time addresses words of consolation to such of the people who yet feared and trusted in Jehovah, whom he instructs and comforts with the assurance (<a class=\"isa\" verses=\"WzE3ODE4XQ==\">Isaiah 8:10<\/a> ;) that they shall prove the fulfillment of the promise contained in the name Immanuel.<\/p> \n\n<p>\"But it may still be objected, that according to this interpretation of the fourteenth verse of chap. 7 nothing miraculous occurs, which is readily admitted; but the objection rests upon the supposition that something miraculous was intended; whereas the word<span class=\"greek-hebrew\"> אות<\/span><span class=\"translit\"> oth<\/span> , 'sign,' does by no means generally imply a miracle, but most commonly an emblematic representation, (see<a class=\"ref\">Ezekiel 4:3-12; 11; Ezekiel 20:20; Zechariah 6:14<\/a> ;), either by actions or names, of some future event either promised or threatened.<a class=\"ref\">Exodus 3:12; 1 Samuel 2:34; 2 Kings 19:29; Jeremiah 44:29, Jeremiah 44:30<\/a> , are all examples of a future event given as a sign or token of something else which is also future. The birth of Isaiah's son was indeed typical of him whose name he was, at first, appointed to bear, viz., Immanuel, even as Oshea the son of Nun had his name changed to Jehoshua, the same with Jesus, of whom he was an eminent type. Hence the prophet, in the ninth chapter, breaks forth into a strain of exultation: 'To us a child is born;' after which follow denunciations against Rezin and the kingdom of Israel, which are succeeded by declarations, that when Assyria had completed the appointed chastisement upon Judah and Jerusalem, that empire should be destroyed. The whole of the tenth chapter is a very remarkable prophecy, and was probably delivered about the time of Sennacherib's invasion.<\/p> \n\n<p>\"But still it will be urged, that St. Matthew, when relating the miraculous conception of our Lord, says, 'Now all this was done that it might be fulfilled which was spoken of the Lord by the prophet,' etc. To this it may readily be answered, that what was spoken by the prophet was indeed now fulfilled in a higher, more important, and also in a more literal sense, than the primary fulfillment could afford, which derived all its value from its connection with this event, to which it ultimately referred.<\/p> \n\n<p>\"In like manner the prophecy of Isaiah, contained in the second chapter, received a complete fulfillment in our Savior's honoring Capernaum with his residence, and preaching throughout Galilee; though there appears reason to interpret the passage as having a primary respect to the reformation wrought by Hezekiah and which, at the eve of the dissolution of the kingdom of Israel by the captivity of the ten tribes, extended to the tribes of Asher and Zebulun, and many of the inhabitants of Ephraim and Manasseh, who were hereby stirred up to destroy idolatry in their country. See<a class=\"ref\">2 Chronicles 31:1<\/a> . And without doubt the great deliverance wrought afterwards for Judah by the miraculous destruction of Sennacherib's army, and the recovery of Hezekiah in so critical a conjuncture from a sickness which had been declared to be unto death, contributed not a little to revive the fear of God in that part of Israel which, through their defection from the house of David, had grievously departed from the temple and worship of the true God; and as Galilee lay contiguous to countries inhabited by Gentiles, they had probably sunk deeper into idolatry than the southern part of Israel.<\/p> \n\n<p>\"In several passages of St. Matthew's Gospel, our translation conveys the idea of things being done in order to fulfill certain prophecies; but I apprehend that if the words<span class=\"greek-hebrew\"> ἱνα και ὁπως<\/span> were rendered as simply denoting the event, so that and thus was fulfilled, the sense would be much clearer. For it is obvious that our Lord did not speak in parables or ride into Jerusalem previously to his last passover, simply for the purpose of fulfilling the predictions recorded, but also from other motives; and in chap. 2 the evangelist only remarks that the circumstance of our Lord's return from Egypt corresponded with the prophet Hosea's relation of that part of the history of the Israelites. So in the twenty-third verse Joseph dwelt at Nazareth because he was directed so to do by God himself; and the sacred historian, having respect to the effect afterwards produced, (see<a class=\"ref\">John 7:41, John 7:42, John 7:52<\/a> ;), remarks that this abode in Nazareth was a means of fulfilling those predictions of the prophets which indicate the contempt and neglect with which by many the Messiah should be treated. Galilee was considered by the inhabitants of Judea as a degraded place, chiefly from its vicinity to the Gentiles; and Nazareth seems to have been proverbially contemptible; and from the account given of the spirit and conduct of the inhabitants by the evangelists, not without reason.\" - E. M. B.<\/p> \n\n<p>To my correspondent, as well as to many learned men, there appears some difficulty in the text; but I really think this is quite done away by that mode of interpretation which I have already adopted; and as far as the miraculous conception is concerned, the whole is set in the clearest and strongest light, and the objections and cavils of the Jeers entirely destroyed.<\/p> ",
    "audit": null
}