{
    "id": 8143,
    "source": "clarke",
    "verse_id": 17768,
    "verse_count": 1,
    "reference": "5:28",
    "title": "",
    "html": " <p> <em>Their horses' hoofs shall be counted like flint \"The hoofs of their horses shall be counted as adamant\"—<\/em>, The shoeing of horses with iron plates nailed to the hoof is quite a modern practice, and was unknown to the ancients, as appears from the silence of the Greek and Roman writers, especially those that treat of horse medicine, who could not have passed over a matter so obvious and of such importance that now the whole science takes its name from it, being called by us farriery. The horseshoes of leather and iron which are mentioned; the silver and gold shoes with which Nero and Poppaea shod their mules, used occasionally to preserve the hoofs of delicate cattle, or for vanity, were of a very different kind; they enclosed the whole hoof as in a case, or as a shoe does a man's foot, and were bound or tied on. For this reason the strength, firmness and solidity of a horse's hoof was of much greater importance with them than with us, and was esteemed one of the first praises of a fine horse. Xenophon says that a good horse's hoof is hard, hollow, and sounds upon the ground like a cymbal. Hence the <span class=\"greek-hebrew\">,χαλκοποδες ἱπποι<\/span>, of Homer, and Virgil's <span class=\"translit\">, solido graviter sonat ungula cornu<\/span>,. And Xenophon gives directions for hardening the horses' hoofs by making the pavement on which he stands in the stable with roundheaded stones. For want of this artificial defense to the foot which our horses have, Amos, <a class=\"ref\">Amos 6:12<\/a>, speaks of it as a thing as much impracticable to make horses run upon a hard rock as to plough up the same rock with oxen:—<\/p>\n\n <p>\"Shall horses run upon a rock? <\/p>\n\n <p>Shall one plough it up with oxen?\" <\/p>\n\n <p>These circumstances must be taken into consideration in order to give us a full notion of the propriety and force of the image by which the prophet sets forth the strength and excellence of the Babylonish cavalry, which made a great part of the strength of the Assyrian army. Xenop. Cyrop. lib. ii. <\/p>\n\n <p> <em>Like a whirlwind— <\/em> <span class=\"greek-hebrew\">,כסופה <\/span> <span class=\"translit\">, cassuphah<\/span>, like the stormy blast. Here sense and sound are well connected. <\/p>",
    "audit": null
}