{
    "id": 8420,
    "source": "clarke",
    "verse_id": 18169,
    "verse_count": 1,
    "reference": "28:4",
    "title": "",
    "html": "<p><em>The hasty fruit before the summer \"The early fruit before the summer\"—<\/em>\"No sooner doth the <span class=\"translit\">boccore<\/span>, (the early fig), draw near to perfection in the middle or latter end of June, than the <span class=\"translit\">kermez<\/span>  or summer fig begins to be formed, though it rarely ripens before August; about which time the same tree frequently throws out a third crop, or the winter fig, as we may call it. This is usually of a much longer shape and darker complexion than the <span class=\"translit\">kermez<\/span>, hanging and ripening upon the tree even after the leaves are shed; and, provided the winter proves mild and temperate, is gathered as a delicious morsel in the spring; \"Shaw, Travels, p. 370, fol. The image was very obvious to the inhabitants of Judea and the neighboring countries, and is frequently applied by the prophets to express a desirable object; by none more elegantly than by  <a class=\"ref\">Hosea 9:10<\/a>; : - <\/p>\n\n<p>   \"Like grapes in the wilderness I found Israel;<\/p>\n\n<p>   Like the first ripe fig in her prime, I saw your fathers.\"<\/p>\n\n<p><em>Which when he that looketh upon it seeth \"Which whoso seeth, he plucketh it immediately\"—<\/em>For <span class=\"greek-hebrew\">יראה <\/span>   <span class=\"translit\">yireh<\/span>, which with <span class=\"greek-hebrew\">הראה <\/span>   <span class=\"translit\">haroeh<\/span>  makes a miserable tautology, read, by a transposition of a letter, <span class=\"greek-hebrew\">יארה <\/span>   <span class=\"translit\">yoreh<\/span> ; a happy conjecture of Houbigant. The image expresses in the strongest manner the great ease with which the Assyrians shall take the city and the whole kingdom, and the avidity with which they shall seize the rich prey without resistance.<\/p>",
    "audit": null
}