{
    "id": 8649,
    "source": "clarke",
    "verse_id": 18520,
    "verse_count": 1,
    "reference": "43:14",
    "title": "",
    "html": "<p><em>The Chaldeans, whose cry is on the ships \"The Chaldeans exulting in their ships\"—<\/em>Babylon was very advantageously situated both in respect to commerce, and as a naval power. It was open to the Persian Gulf by the Euphrates, which was navigable by large vessels; and being joined to the Tigris above Babylon by the canal called Naharmalca or the Royal River, supplied the city with the produce of the whole country to the north of it, as far as the Euxine and Caspian seas, Herod. 1:194. Semiramis was the foundress of this part also of the Babylonian greatness. She improved the navigation of the Euphrates, Herod. 1:184; Strabo, lib. xvi.; and is said to have had a fleet of three thousand galleys, Huet, Hist. du Commerce, chap. 11. We are not to wonder that in later times we hear little of the commerce and naval power of Babylon; for, after the taking of the city by Cyrus, the Euphrates was not only rendered less fit for navigation by being on that occasion diverted from its course and left to spread over the whole country; but the Persian monarchs, residing in their own country, to prevent any invasion by sea on that part of their empire, purposely obstructed the navigation of both the rivers by making cataracts in them, Strabo, ib., that is, by raising dams across the channel, and making artificial falls in them, that no vessel of any size or force could possibly come up. Alexander began to restore the navigation of the rivers by demolishing the cataracts upon the Tigris as far up as Seleucia, Arrian, lib. vii., but he did not live to finish his great designs; those upon the Euphrates still continued. Ammianus, 24:1, mentions them as subsisting in his time.<\/p>\n\n<p>The prophet therefore might very justly speak of the Chaldeans as glorying in their naval power in his time; though afterwards they had no foundation for making any such boast.<\/p>",
    "audit": null
}