{
    "id": 8527,
    "source": "clarke",
    "verse_id": 18322,
    "verse_count": 10,
    "reference": 35,
    "title": "Chapter Commentary",
    "html": " <p>Flourishing state of the Church of God consequent to the awful judgments predicted in the preceding chapter. The images employed in the description are so very consolatory and sublime as to oblige us to extend their fulfillment to that period of the Gospel dispensation when Messiah shall take unto himself his great power and reign. The fifth and sixth verses were literally accomplished by our Savior and his apostles: but that the miracles wrought in the first century were not the only import of the language used by the prophet, is sufficiently plain from the context. They, therefore, have a farther application; and are contemporary with, or rather a consequence of, the judgments of God upon the enemies of the Church in the latter days; and so relate to the greater influence and extension of the Christian faith, the conversion of the Jews, their restoration to their own land, and the second advent of Christ. Much of the imagery of this chapter seems to have been borrowed from the exodus from Egypt: but it is greatly enlivened by the life, sentiments, and passions ascribed to inanimate objects; all nature being represented as rejoicing with the people of God in consequence of their deliverance; and administering in such an unusual manner to their relief and comfort, as to induce some commentators to extend the meaning of the prophecy to the blessedness of the saints in heaven, <a class=\"isa\" verses=\"eyIxODMyMiI6MTB9\">Isaiah 35:1-10<\/a>. <\/p> \n\n <p>The various miracles our Lord wrought are the best comment on this chapter, which predicts those wondrous works and the glorious state of the Christian Church. See the parallel texts in the margin. <\/p> \n\n <p>On this chapter Bishop Lowth has offered some important emendations. I shall introduce his translation, as the best yet given of this singular prophecy: - <\/p> <ol> <li> The desert and the waste shall be glad; And the wilderness shall rejoice, and flourish: <\/li> <\/ol> <li> Like the rose shall it beautifully flourish; And the well-watered plain of Jordan shall also rejoice: The glory of Lebanon shall be given unto it, The beauty of Carmel and of Sharon; These shall behold the glory of Jehovah, The majesty of our God. <\/li> <li> Strengthen ye the feeble hands, And confirm ye the tottering knees. <\/li> <li> Say ye to the faint-hearted, Be ye strong; Fear ye not; behold your God! Vengeance will come; the retribution of God: He himself will come, and will deliver you. <\/li> <li> Then shall be unclosed the eyes of the blind; And the ears of the deaf shall be opened: <\/li> <li> Then shall the lame bound like the hart, And the tongue of the dumb shall sing; For in the wilderness shall burst forth waters, And torrents in the desert: <\/li> <li> And the glowing sand shall become a pool, And the thirsty soil bubbling springs: And in the haunt of dragons shall spring forth The grass with the reed and the bulrush. <\/li> <li> And a highway shall be there; And it shall be called The way of holiness: No unclean person shall pass through it: But he himself shall be with them, walking in the way, And the foolish shall not err therein: <\/li> <li> No lion shall be there; Nor shall the tyrant of the beasts come up thither: Neither shall he be found there But the redeemed shall walk in it. <\/li> 10. Yea, the ransomed of Jehovah shall return; They shall come to Sion with triumph; And perpetual gladness shall crown their heads. Joy and gladness shall they obtain; And sorrow and sighing shall flee away.",
    "audit": null
}