{
    "id": 8653,
    "source": "clarke",
    "verse_id": 18528,
    "verse_count": 1,
    "reference": "43:22",
    "title": "",
    "html": "<p><em>But thou hast not called upon me—<\/em> The connection is: But thou, Israel, whom I have chosen, whom I have formed for myself to be my witness against the false gods of the nations; even thou hast revolted from me, hast neglected my worship, and hast been perpetually running after strange gods. The emphasis of this and the following parts of the sentence, on which the sense depends, is laid on the words Me, on My Account, etc. The Jews were diligent in performing the external services of religion; in offering prayers, incense, sacrifices, oblations; but their prayers were not offered with faith; and their oblations were made more frequently to their idols than to the God of their fathers. The Hebrew idiom excludes with a general negative, in a comparative sense, one of two objects opposed to one another: thus, \"I will have mercy, and not sacrifice,\" <a class=\"ref\">Hosea 6:6<\/a>. \"For I spoke not to your fathers, nor commanded them, concerning burnt-offerings or sacrifices; but this thing I commanded them, saying, Obey my voice,\" <a class=\"ref\">Jeremiah 7:22, Jeremiah 7:23<\/a>. And the meaning of this place of Isaiah seems to be much the same with that of Amos; who however has explained at large both parts of the comparison, and specified the false service opposed to the true: -<\/p> \n\n<p>\"Have ye offered unto me sacrifices and offerings,<\/p> \n\n<p>In the wilderness forty years, O house of Israel?<\/p> \n\n<p>Nay, but you have borne the tabernacle of your Moloch,<\/p> \n\n<p>And Chiun, your images;<\/p> \n\n<p>The star of your god, which you made to yourselves.\"<\/p> \n\n<p><i> <a class=\"ref\">Amos 5:25, Amos 5:26<\/a>. <\/i><\/p><i>\n\n<\/i><p><i><\/i><em>But thou hast been weary of me, O Israel \"Neither on my account hast thou lahoured, O Israel\"—<\/em> For<span class=\"greek-hebrew\"> יגעת כי<\/span><span class=\"translit\"> ki yagata<\/span> , the Septuagint and Vulgate read<span class=\"greek-hebrew\"> ויגעת<\/span><span class=\"translit\"> veyagata<\/span> . - Houbigant. The negative is repeated or referred to by the conjunction<span class=\"greek-hebrew\"> ו<\/span><span class=\"translit\"> vau<\/span> , as in many other places. See note on <a class=\"isa\" verses=\"WzE4MDgyXQ==\">Isaiah 23:4<\/a>.<\/p> ",
    "audit": null
}