{
    "id": 8167,
    "source": "clarke",
    "verse_id": 17809,
    "verse_count": 1,
    "reference": "8:1",
    "title": "",
    "html": " <p> <em>Take thee a great roll \"Take unto thee a large mirror\"—<\/em>, The word <span class=\"greek-hebrew\">,גליון <\/span> <span class=\"translit\">, gillayon<\/span>, is not regularly formed from <span class=\"greek-hebrew\">,גלל <\/span> <span class=\"translit\">, galal<\/span>, to roll, but from <span class=\"greek-hebrew\">,גלה <\/span> <span class=\"translit\">, galah<\/span>, as <span class=\"greek-hebrew\">,פדיון <\/span> <span class=\"translit\">, pidyon<\/span>, from <span class=\"greek-hebrew\">,פדה <\/span> <span class=\"translit\">, padah<\/span>, <span class=\"greek-hebrew\">,כליון <\/span> <span class=\"translit\">, killayon<\/span>, from <span class=\"greek-hebrew\">,כלה<\/span>, <span class=\"translit\">, calah<\/span>, <span class=\"greek-hebrew\">,נקיון <\/span> <span class=\"translit\">, nikkayon<\/span>, from <span class=\"greek-hebrew\">,נקה <\/span> <span class=\"translit\">, nakah<\/span>, <span class=\"greek-hebrew\">,עליון <\/span> <span class=\"translit\">, elyon<\/span>, from <span class=\"greek-hebrew\">,עלה <\/span> <span class=\"translit\">, alah<\/span>, etc., the <span class=\"greek-hebrew\">,י <\/span> <span class=\"translit\">, yod<\/span>, supplying the place of the radical <span class=\"greek-hebrew\">,ה <\/span> <span class=\"translit\">, he<\/span>,. <span class=\"greek-hebrew\">,גלה <\/span> <span class=\"translit\">, galah<\/span>, signifies to show, to reveal; properly, as Schroederus says, (De Vestitu Mulier. Hebr. p. 294), to render clear and bright by rubbing; to polish. <span class=\"greek-hebrew\">,גליון <\/span> <span class=\"translit\">, gillayon<\/span>, therefore, according to this derivation, is not a roll or volume: but may very well signify a polished tablet of metal, such as was anciently used for a mirror. The Chaldee paraphrast renders it by <span class=\"greek-hebrew\">,לוח <\/span> <span class=\"translit\">, luach<\/span>, a tablet, and the same word, though somewhat differently pointed, the Chaldee paraphrast and the rabbins render a mirror, <a class=\"isa\" verses=\"WzE3NzMxXQ==\">Isaiah 3:23<\/a>. The mirrors of the Israelitish women were made of brass finely polished, <a class=\"ref\">Exodus 38:8<\/a>, from which place it likewise appears that what they used were little hand mirrors which they carried with them even when they assembled at the door of the tabernacle. I have a metalline mirror found in Herculaneum, which is not above three inches square. The prophet is commanded to take a mirror, or brazen polished tablet, not like these little hand mirrors, but a large one; large enough for him to engrave upon it in deep and lasting characters, <span class=\"greek-hebrew\">,אנוש בחרט <\/span> <span class=\"translit\">, becheret enosh<\/span>, with a workman's graving tool, the prophecy which he was to deliver. <span class=\"greek-hebrew\">,חרט <\/span> <span class=\"translit\">, cheret<\/span>, in this place certainly signifies an instrument to write or engrave with: but <span class=\"greek-hebrew\">,חריט <\/span> <span class=\"translit\">, charit<\/span>, the same word, only differing a little in the form, means something belonging to a lady's dress, <a class=\"isa\" verses=\"WzE3NzMwXQ==\">Isaiah 3:22<\/a>, (where however five MSS. leave out the <span class=\"greek-hebrew\">,י <\/span> <span class=\"translit\">, yod<\/span>, whereby only it differs from the word in this place), either a crisping-pin, which might be not unlike a graving tool, as some will have it, or a purse, as others infer from <a class=\"ref\">2 Kings 5:23<\/a>. It may therefore be called here <span class=\"greek-hebrew\">,אנוש חרט <\/span> <span class=\"translit\">, cheret enosh<\/span>, a workman's instrument, to distinguish it from <span class=\"greek-hebrew\">,אשה חרט <\/span> <span class=\"translit\">, cheret ishshah<\/span>, an instrument of the same name, used by the women. In this manner he was to record the prophecy of the destruction of Damascus and Samaria by the Assyrians; the subject and sum of which prophecy is here expressed with great brevity in four words, <span class=\"greek-hebrew\">,בז הש שלל מהר <\/span> <span class=\"translit\">, maher shalal hash baz<\/span>,; i.e., to hasten the spoil, to take quickly the prey; which are afterwards applied as the name of the prophet's son, who was made a sign of the speedy completion of it; Maher-shalal-hash-baz; Haste-to-the-spoil, Quick-to-the-prey. And that it might be done with the greater solemnity, and to preclude all doubt of the real delivery of the prophecy before the event, he calls witnesses to attest the recording of it. <\/p>\n\n <p>The prophet is commanded to take a great roll, and yet four words only are to be written in it, <span class=\"greek-hebrew\">,בז הש שלל מהר <\/span> <span class=\"translit\">, maher shalal hash baz<\/span>, Make haste to the spoil; fall upon the prey. The great volume points out the land of Judea; and the few words the small number of inhabitants, after the ten tribes were carried into captivity. <\/p>\n\n <p>The words were to be written with a man's pen; i.e., though the prophecy be given in the visions of God, yet the writing must be real; the words must be transcribed on the great roll, that they may be read and publicly consulted. Or, <span class=\"greek-hebrew\">,אנוש חרט <\/span> <span class=\"translit\">, cherot enosh<\/span>, the pen or graver of the weak miserable man, may refer to the already condemned Assyrians, who though they should be the instruments of chastening Damascus and Samaria, should themselves shortly be overthrown. The four words may be considered as the commission given to the Assyrians to destroy and spoil the cities. Make haste to the spoil; Fall upon the prey, etc. <\/p>",
    "audit": null
}