{
    "id": 8901,
    "source": "clarke",
    "verse_id": 18874,
    "verse_count": 1,
    "reference": "63:7",
    "title": "",
    "html": " <p> <em>I will mention the loving-kindnesses of the Lord—<\/em>, The prophet connects the preceding mercies of God to the Jews with the present prospect he has of their redemption by the Messiah; thus making a circle in which eternal goodness revolves. The remaining part of this chapter, with the whole chapter following, contains a penitential confession and supplication of the Israelites in their present state of dispersion, in which they have so long marvellously subsisted, and still continue to subsist, as a people; cast out of their country; without any proper form of civil polity or religious worship, their temple destroyed, their city desolated and lost to them, and their whole nation scattered over the face of the earth, apparently deserted and cast off by the God of their fathers, as no longer his peculiar people. <\/p>\n\n <p>They begin with acknowledging God's great mercies and favors to their nation, and the ungrateful returns made to them on their part, that by their disobedience they had forfeited the protection of God, and had caused him to become their adversary. And now the prophet represents them, induced by the memory of the great things that God had done for them, as addressing their humble supplication for the renewal of his mercies. They beseech him to regard them in consideration of his former loving-kindness, they acknowledge him for their Father and Creator, they confess their wickedness and hardness of heart, they entreat his forgiveness, and deplore their present miserable condition under which they have so long suffered. It seems designed as a formulary of humiliation for the Israelites, in order to their conversion. <\/p>\n\n <p>The whole passage is in the elegiac form, pathetic and elegant; but it has suffered much in our present copy by the mistakes of transcribers. <\/p>\n\n <p> <em>The praises of the Lord \"The praise of Jehovah\"—<\/em>, For <span class=\"greek-hebrew\">,תהלות <\/span> <span class=\"translit\">, tehilloth<\/span>, plural, twenty-nine MSS. (three ancient) and two editions, have <span class=\"greek-hebrew\">,תהלת <\/span> <span class=\"translit\">, tehillath<\/span>, in the singular number; and so the Vulgate renders it; and one of the Greek versions, in the margin of Cod. Marchal. and in the text of MSS. Pachom. and 1. D. 2: <span class=\"greek-hebrew\">,την αινεσιν Κυριου<\/span>, \"the praise of the Lord.\"—L. <\/p>",
    "audit": null
}