{
    "id": 8634,
    "source": "clarke",
    "verse_id": 18497,
    "verse_count": 1,
    "reference": "42:16",
    "title": "",
    "html": " <p> <em>In paths—<\/em>, The Septuagint, Syriac, Vulgate, and nine MSS., (two ancient), read <span class=\"greek-hebrew\">,ובנתיבות <\/span> <span class=\"translit\">, ubenotiboth<\/span>,. <\/p>\n\n <p> <em>Will I do unto them— <\/em> <span class=\"greek-hebrew\">,עשיתם <\/span> <span class=\"translit\">, asitem<\/span>,. This word, so written as it is in the text, means \"thou wilt do, \"in the second person. The Masoretes have indeed pointed it for the first person; but the <span class=\"greek-hebrew\">,י <\/span> <span class=\"translit\">, yod<\/span>, in the last syllable is absolutely necessary to distinguish the first person; and so it is written in forty MSS., <span class=\"greek-hebrew\">,עשיתים <\/span> <span class=\"translit\">, asithim<\/span>,. <\/p>\n\n <p>Jarchi, Kimchi, Sal. ben Melec, etc., agree that the past time is here put for the future, <span class=\"greek-hebrew\">,עשיתי <\/span> <span class=\"translit\">, asithi<\/span>, for <span class=\"greek-hebrew\">,אעשה<\/span>,; and indeed the context necessarily requires that interpretation. Farther it is to be observed that <span class=\"greek-hebrew\">,עשיתים <\/span> <span class=\"translit\">, asithim<\/span>, is put for <span class=\"greek-hebrew\">,להם עשיתי <\/span> <span class=\"translit\">, asithi lahem<\/span>, \"I have done them,\" for \"I have done for them;\" as <span class=\"greek-hebrew\">,עשיתני <\/span> <span class=\"translit\">, asitheni<\/span>, is for <span class=\"greek-hebrew\">,לי עשיתי <\/span> <span class=\"translit\">, asiti li<\/span>, \"I have made myself,\" for \"I have made for myself,\" <a class=\"ref\">Ezekiel 29:2<\/a>; and in the celebrated passage of Jephthah's vow, <a class=\"ref\">Judges 11:31<\/a>, <span class=\"greek-hebrew\">,עולה והעליתיהו <\/span> <span class=\"translit\">, veheelitihu olah<\/span>, for <span class=\"greek-hebrew\">,עולה לו העליתי <\/span> <span class=\"translit\">, heelithi lo olah<\/span>, \"I will offer him a burnt-offering, \"for \"I will offer unto him (that is, unto Jehovah) a burnt-offering;\" by an ellipsis of the preposition of which Buxtorf gives many other examples, Thes. Grammat. lib. 2:17. See also note on <a class=\"isa\" verses=\"WzE4OTAzXQ==\">Isaiah 65:5<\/a>. A late happy application of this grammatical remark to that much disputed passage has perfectly cleared up a difficulty which for two thousand years had puzzled all the translators and expositors, had given occasion to dissertations without number, and caused endless disputes among the learned on the question, whether Jephthah sacrificed his daughter or not; in which both parties have been equally ignorant of the meaning of the place, of the state of the fact, and of the very terms of the vow; which now at last has been cleared up beyond all doubt by my learned friend Dr. Randolph, Margaret Professor of Divinity in the University of Oxford, in his Sermon on Jephthah's Vow, Oxford, 1766. - L. <\/p>",
    "audit": null
}