{
    "id": 8914,
    "source": "clarke",
    "verse_id": 18890,
    "verse_count": 1,
    "reference": "64:4",
    "title": "",
    "html": " <p> <em>For since the beginning of the world men have not heard \"For never have men heard\"—<\/em>, St. Paul is generally supposed to have quoted this passage of Isaiah, <a class=\"ref\">1 Corinthians 2:9<\/a>; and Clemens Romanus in his first epistle has made the same quotation, very nearly in the same words with the apostle. But the citation is so very different both from the Hebrew text and the version of the Septuagint, that it seems very difficult, if not impossible, to reconcile them by any literal emendation, without going beyond the bounds of temperate criticism. One clause, \"neither hath it entered into the heart of man,\" (which, by the way, is a phrase purely Hebrew, <span class=\"greek-hebrew\">,לב על עלה <\/span> <span class=\"translit\">, alah al leb<\/span>, and should seem to belong to the prophet), is wholly left out; and another is repeated without force or propriety; viz., \"nor perceived by the ear,\" after, \"never have heard:\" and the sense and expression of the apostle is far preferable to that of the Hebrew text. Under these difficulties I am at a loss what to do better, than to offer to the reader this, perhaps disagreeable, alternative: either to consider the Hebrew text and Septuagint in this place as wilfully disguised and corrupted by the Jews; of which practice in regard to other quotations in the New Testament from the Old, they lie under strong suspicions, (see Dr. Owen on the version of the Septuagint, sect. vi. ix.); or to look upon St. Paul's quotation as not made from Isaiah, but from one or other of the two apocryphal books, entitled, The Ascension of Esaiah, and the Apocalypse of Elias, in both of which this passage was found; and the apostle is by some supposed in other places to have quoted such apocryphal writings. As the first of these conclusions will perhaps not easily be admitted by many, so I must fairly warn my readers that the second is treated by Jerome as little better than heresy. See his comment on this place of Isaiah. - L. I would read the whole verse thus; \"Yea, from the time of old they have not heard, they have not hearkened to, an eye hath not seen a God besides thee. He shall work for that one that waiteth for him.\" This I really think on the whole to be the best translation of the original. <\/p>\n\n <p>The variations on this place are as follows: for <span class=\"greek-hebrew\">,שמעו <\/span> <span class=\"translit\">, shameu<\/span>, they have heard, a MS. and the Septuagint read <span class=\"greek-hebrew\">,שמענו <\/span> <span class=\"translit\">, shamanu<\/span>, we have heard: for the second <span class=\"greek-hebrew\">,לא <\/span> <span class=\"translit\">, lo<\/span>, not, sixty-nine MSS. and four editions have <span class=\"greek-hebrew\">,ולא <\/span> <span class=\"translit\">, velo<\/span>, and not, and the Syriac, Chaldee, and Vulgate. And so <span class=\"greek-hebrew\">,ועין <\/span> <span class=\"translit\">, veayin<\/span>, and eye, Septuagint and Syriac. <span class=\"greek-hebrew\">,את <\/span> <span class=\"translit\">, eth<\/span>, the, (emphatic), is added before <span class=\"greek-hebrew\">,אלהים <\/span> <span class=\"translit\">, Elohim<\/span>, God, in MS. Bodleian. <span class=\"greek-hebrew\">,למחכי <\/span> <span class=\"translit\">, limechakkey<\/span>, to them that wait, plural, two MSS. and all the ancient Versions. - L. <\/p>",
    "audit": null
}