{
    "id": 8606,
    "source": "clarke",
    "verse_id": 18454,
    "verse_count": 1,
    "reference": "41:2",
    "title": "",
    "html": "<p><em>The righteous man—<\/em> The Chaldee and Vulgate seem to have read<span class=\"greek-hebrew\"> צדיק<\/span><span class=\"translit\"> tsaddik<\/span> . But Jerome, though his translation has<i> justum<\/i> , appears to have read<span class=\"greek-hebrew\"> צדק<\/span><span class=\"translit\"> tsedek<\/span> ; for in his comment he expresses it by<i> justum, sive justitiam<\/i> . However, I think all interpreters understand it of a person. So the Septuagint in MS. Pachom.<span class=\"greek-hebrew\"> εκαλεσεν αυτον<\/span> , \"he hath called him;\" but the other copies have<span class=\"greek-hebrew\"> αυτην<\/span> , her. They are divided in ascertaining this person; some explain it of Abraham, others of Cyrus. I rather think that the former is meant; because the character of the righteous man, or righteousness, agrees better with Abraham than with Cyrus. Besides, immediately after the description of the success given by God to Abraham and his posterity, (who, I presume, are to be taken into the account), the idolaters are introduced as greatly alarmed at this event. Abraham was called out of the east; and his posterity were introduced into the land of Canaan, in order to destroy the idolaters of that country, and they were established there on purpose to stand as a barrier against the idolatry then prevailing, and threatening to overrun the whole face of the earth. Cyrus, though not properly an idolater or worshipper of images, yet had nothing in his character to cause such an alarm among the idolaters,<a class=\"isa\" verses=\"eyIxODQ1NyI6M30=\">Isaiah 41:5-7<\/a> . Farther, after having just touched upon that circumstance, the prophet with great ease returns to his former subject, and resumes Abraham and the Israelites; and assures them that as God had called them, and chosen them for this purpose, he would uphold and support them to the utmost, and at length give them victory over all the heathen nations, their enemies;<a class=\"isa\" verses=\"eyIxODQ2MCI6OX0=\">Isaiah 41:8-16<\/a> . Kimchi is of the same mind and gives the same reasons.<\/p> \n\n<p><em>He gave them as the dust to his sword \"Hath made them like the dust before his sword\"—<\/em> The image is strong and beautiful; it is often made use of by the sacred poets; see<a class=\"ref\">Psalm 1:4; Psalm 35:6; Job 21:18<\/a> , and by Isaiah himself in other places,<a class=\"isa\" verses=\"WzE3OTk3XQ==\">Isaiah 17:13<\/a> ;<a class=\"isa\" verses=\"WzE4MTk5XQ==\">Isaiah 29:5<\/a> . But there is great difficulty in making out the construction. The Septuagint read<span class=\"greek-hebrew\"> חרבם קשתם<\/span><span class=\"translit\"> kashtam<\/span> ,<span class=\"translit\"> charbam<\/span> , their sword, their bow, understanding it of the sword and bow of the conquered kings: but this is not so agreeable to the analogy of the image, as employed in other places. The Chaldee paraphrast and Kimchi solve the difficulty by supposing an ellipsis of<span class=\"greek-hebrew\"> לפני<\/span><span class=\"translit\"> liphney<\/span> before those words. It must be owned that the ellipsis is hard and unusual: but I choose rather to submit to this, than, by adhering with Vitringa to the more obvious construction, to destroy entirely both the image and the sense. But the Vulgate by<i> gladio ejus<\/i> , to his sword, and<i> arcui ejus<\/i> , to his bow, seems to express<span class=\"greek-hebrew\"> לחרבו<\/span><span class=\"translit\"> lecharbo<\/span> , to his sword, and<span class=\"greek-hebrew\"> לקשתו<\/span><span class=\"translit\"> lekashto<\/span> , to his bow, the admission of which reading may perhaps be thought preferable to Kimchi's ellipsis.<\/p> ",
    "audit": null
}