{
    "id": 10842,
    "source": "ellicott",
    "verse_id": 17778,
    "verse_count": 1,
    "reference": "6:8",
    "title": "",
    "html": " <p>(8) Also I heard the voice of the Lord.—The work of cleansing has made the prophet one of the heavenly brotherhood. He is as an angel called to an angel’s work. (Comp. <a class=\"ref\">Judges 2:1; Judges 5:23; Malachi 3:1<\/a>.) He had before seen the glory of Jehovah, and had been overwhelmed with terror. Now he hears His voice (<a class=\"ref\">John 10:4<\/a>), and it rouses him to self-consecration and activity. <\/p>\n <p>Whom shall I send, and who will go for us?—The union of the singular and plural in the same sentence is significant. The latter does not admit of being explained as a pluralis majestatis, for the great kings of Assyria, and Babylon, and Persia always spoke of themselves in the singular (Records of the Past, passim), and the “plural of majesty” was an invention of the servility of the Byzantine court. A partial explanation is found in the fact that here, as elsewhere (<a class=\"ref\">1 Kings 22:19: Job 1:6; Job 2:1<\/a>; and perhaps <a class=\"ref\">Genesis 1:26; Genesis 11:7<\/a>), Jehovah is represented as a king in council. Christian thought has, however, scarcely erred in believing that the words were as a dim foreshadowing of the truth, afterwards to be revealed, of a plurality within the Unity. (See Note on <a class=\"isa\" verses=\"WzE3NzczXQ==\">Isaiah 6:3.) Psalms 110:1<\/a>, which Isaiah may have known, suggested at least a duality. The question reveals to the prophet that there is a work to be done for Jehovah, that He needs an instrument for that work. It is implied that no angel out of the whole host, no man out of the whole nation, offers to undertake it. (Comp. <a class=\"isa\" verses=\"WzE4ODcwLDE4ODcyXQ==\">Isaiah 63:3; Isaiah 63:5<\/a>.) The prophet, with the ardour for work which follows on the sense of pardon, volunteers for it before he knows what it is. He reaches in one moment the supreme height of the faith which went forth, not knowing whither it went (<a class=\"ref\">Hebrews 11:8<\/a>). <\/p>",
    "audit": null
}