{
    "id": 11471,
    "source": "ellicott",
    "verse_id": 18482,
    "verse_count": 1,
    "reference": "42:1",
    "title": "",
    "html": " <p align=\"center\" class=\"subtitle\">, XLII. <\/p>\n <p>(1) Behold my servant . . .—Here the words point not, as before, to the visible, or even the ideal Israel, but to One who is the centre of both, with attributes which are reproduced in His people in the measure of their fulfilment of the ideal. “Elect” is another of the words with which Isaiah has fashioned the theology of Christendom. It meets us there four times (, 65:9, 22), and is echoed and interpreted in the voice from heaven of <a class=\"ref\">Matthew 3:17<\/a>. That voice fixed on the human consciousness of the Son of Man that He was “the servant of the Lord,” and throughout His life we trace an ever expanding and conscious reproduction of the chief features of Isaiah’s picture. Disciples like St. Matthew learnt to recognise that likeness even in what might seem to us subordinate details (<a class=\"ref\">Matthew 12:17-21<\/a>). <\/p>\n <p>I have put my spirit . . .—An echo from <a class=\"isa\" verses=\"WzE3ODg3XQ==\">Isaiah 11:2<\/a>, heard once more in <a class=\"isa\" verses=\"WzE4ODQ1XQ==\">Isaiah 61:1<\/a>. The promise we note as fulfilled in closest connection with the utterance of the previous words in <a class=\"ref\">Matthew 3:16; Luke 3:22; John 1:32-33<\/a>. <\/p>\n <p>He shall bring forth judgment to . . .—The ministry of “the servant,” as extending to the Gentiles, is prominent in 2 Isaiah (<a class=\"isa\" verses=\"W3siMTg2NDMiOjJ9LFsxODcxMl1d\">Isaiah 49:6-7; Isaiah 52:15<\/a>). It expands the thought of <a class=\"isa\" verses=\"eyIxNzY4NyI6NH0=\">Isaiah 2:1-4<\/a>. There the Temple is the centre from which the knowledge and the “judgment” (used here in the sense of law, or ordinance) flow; here it is from the personal teaching of “the servant.” <\/p>",
    "audit": null
}