{
    "id": 11222,
    "source": "ellicott",
    "verse_id": 18195,
    "verse_count": 1,
    "reference": "29:1",
    "title": "",
    "html": "<p align=\"center\" class=\"subtitle\">             XXIX.<\/p> \n <p> (1) Woe to Ariel, to Ariel.—The name belongs to the same group of poetic synonyms as Rahab (<a class=\"ref\">Psalms 87:4; Psalms 89:10<\/a>) and the Valley of Vision (<a class=\"ref\">Psalms 22:1<\/a>). It may have been coined by Isaiah himself. It may have been part of the secret language of the prophetic schools, as Sheshach stood for Babel (<a class=\"ref\">Jeremiah 25:26<\/a>), Rahab for Egypt (<a class=\"isa\" verses=\"MTg2ODM=\">Isaiah 51:9<\/a>), and in the language of later Rabbis, Edom, and in that of the Apocalypse, Babel, for Rome (<a class=\"ref\">Revelation 17:5<\/a>). Modern language has, it will be remembered, like names of praise and scorn for England and France, though these (John Bull, the British Lion, Crapaud, and the Gallic Cock) scarcely rise to the level of poetry. “Ariel” has been variously interpreted as “the lion of God,” or “the hearth of God.” The first meaning has in its favour the use of the same word for men of special heroism in <a class=\"ref\">2 Samuel 23:20<\/a> (“ lion-like men,” as in the margin, “lions of God”), and perhaps in <a class=\"isa\" verses=\"MTgyODc=\">Isaiah 33:7<\/a> (see Note). The “lion” was, it may be noted, the traditional symbol of Judah (<a class=\"ref\">Revelation 5:5<\/a>). In the words that follow, “the city where David dwelt,” the prophet interprets the mystic name for the benefit of his readers. The verb for “dwelt” conveys the sense of “encamping.” David had dwelt securely in the rock-fortress of Zion.<\/p>\n <p>Add ye year to year.—The word implies the solemn keeping of the New Year festival. The people might keep that festival and offer many sacrifices, but this would not avail to ward off the tribulation which they deserved, and at which the prophet had hinted in the last verse of the preceding chapter.<\/p>",
    "audit": null
}