{
    "id": 10843,
    "source": "ellicott",
    "verse_id": 17779,
    "verse_count": 1,
    "reference": "6:9",
    "title": "",
    "html": " <p> (9) Go, and tell this people, Hear ye indeed, but understand not.—No harder task, it may be, was ever given to man. Ardent dreams of reformation and revival, the nation renewing its strength like the eagle, were scattered to the winds; and he had to face the prospect of a fruitless labour, of feeling that he did but increase the evil against which he strove. It was the very opposite mission of that to which St. Paul was sent, to “open men’s eyes, and turn them from darkness to light” (<a class=\"ref\">Acts 26:18<\/a>). It is significant that the words that followed were quoted both by the Christ (<a class=\"ref\">Matthew 13:14-15; Mark 4:12<\/a>), by St. John (<a class=\"ref\">John 12:40<\/a>), and by St. Paul (<a class=\"ref\">Acts 28:26-27<\/a>), as finding their fulfilment in their own work and the analogous circumstances of their own time. History was repeating itself. To Isaiah, as with greater clearness to St. Paul (Romans 9-11), there was given the support of the thought that the failure which he saw was not total, that even then a “remnant should be saved;” that though his people had “stumbled,” they had not “fallen” irretrievably; that the ideal Israel should one day be realised. The words point at once to the guilt of “this people “—we note the touch of scorn (“populus iste”) in the manner in which they are mentioned (<a class=\"isa\" verses=\"WzE3ODE5LDE4MTc2LDE4MTc5LDIzMzgzLDI0MTE2XQ==\">Isaiah 8:11; Isaiah 28:11; Isaiah 28:14; Matthew 9:3; Matthew 26:61<\/a>)—and to its punishment. All was outward with them. Words did not enter into their minds (“heart,” i.e., “understanding,” rather than “feeling”). Events that were “signs of the times,” calls to repentance or to action, were taken as things of course. For such a state, after a certain stage, there is but one treatment. It must run its course and “dree its weird,” partly as a righteous retribution, partly as the only remedial process possible. <\/p> ",
    "audit": null
}