{
    "id": 11813,
    "source": "ellicott",
    "verse_id": 18861,
    "verse_count": 2,
    "reference": "62:6–7",
    "title": "",
    "html": " <p> The Lord’s Remembrancers <\/p> \n <p> Ye that are the Lord’s remembrancers, take ye no rest, and give Him no rest, till He establish, and till He make Jerusalem a praise in the earth.— <a class=\"isa\" verses=\"eyIxODg2MSI6Mn0=\">Isaiah 62:6-7<\/a>. <\/p> \n <p> The second half of Isaiah’s prophecies forms one great whole, which might be called “The Book of the Servant of the Lord.” One majestic figure stands forth on its pages with ever-growing clearness of outline and form. The language in which He is described fluctuates at first between the collective Israel and the one Person who is to be all that the nation had failed to attain. But even near the beginning of the prophecy we read of “My servant whom I uphold,” whose voice is to be low and soft, and whose meek persistence is not to fail till He have set judgment in the earth. And as we advance the reference to the nation becomes less and less possible, and the recognition of the person more and more imperative. At first the music of the prophetic song seems to move uncertainly amid sweet sounds, from which the true theme by degrees emerges, and thenceforward recurs over and over again with deeper, louder harmonies clustering about it, till it swells into the grandeur of the choral close. <\/p> \n <p> In the chapter before our text we read, “The Spirit of the Lord God is upon me, because the Lord hath anointed me to preach good tidings unto the meek.” Throughout the remainder of the prophecy, with the exception of one section which contains the prayer of the desolate Israel, this same person continues to speak; and who he is was taught in the synagogue of Nazareth. Whilst the preceding chapter, then, brings in Christ as proclaiming the great work of deliverance for which He is anointed of God, the following chapter presents Him as treading the winepress alone, which is a symbol of the future judgment by the glorified Saviour. Between these two prophecies of the earthly life and of the still future judicial energy, this chapter of our text, lies, referring, as I take it, to the period between these two—that is, to all the ages of the Church’s development on earth. For these Christ here promises His continual activity, and His continual bestowment of grace to His servants who watch the walls of His Jerusalem.1 [Note: A. Maclaren, Sermons Preached in Manchester, 2nd series, p. 19.] <\/p> \n <p> I <\/p> \n <p> The Lord’s Remembrancers <\/p> \n <p> “Ye that are the Lord’s remembrancers.” <\/p> \n <p> It is hardly possible not to linger a little over this curious appellation, “The Lord’s remembrancers,” given in the margin of the Authorized Version and in the text of the Revised. Several interpretations of it have been suggested. The original word itself has both the ordinary meaning of one who reminds another, and a technical meaning (<a class=\"ref\">2 Samuel 20:24<\/a>) akin to, though not identical with, that of the English word. By some it is applied to the angels, who are also supposed to be the “watchmen” upon the walls, referred to in the preceding clause. But such an explanation lifts the passage entirely out of the sphere of human privilege and duty, and introduces into it allusions to matters about which very little is known. There may be in it a special reference to prophets, whose functions would naturally include that of leading the people in their supplications to God, as well as that of warning them of danger and inciting them to effort. But there is no need to confine the term to officials of any kind. The entire New Testament is a sufficient authority for applying it to all true Christians. <\/p> \n <p> If indeed there be truth in the tradition, in Judaism itself it was recognised in part of the sacrificial ritual that every man could be and ought to be the Lord’s remembrancer. The forty-fourth Psalm describes some of the marvellous things done by Jehovah for Israel in the past, and the forsaken and oppressed condition of Israel in the present; and one of its closing verses is said to have been regularly sung for long in the Temple worship—the one in which Jehovah’s remembrancers, after having reminded Him of their need and of His promised help, call upon Him: “Awake, why sleepest thou, O Lord? Arise, cast us not off for ever.” John Hyrcanus is reported to have abolished that custom, in spleen at the refusal of the Pharisees to let him reign in peace; or, possibly, according to a more charitable conjecture, under the feeling that the idea of awakening and reminding Jehovah involves a defect of faith. The psalm, however, is entirely true to human nature. For when men are tempted to imagine themselves forsaken of God and begirt inextricably by perils, it is an immense stimulus and encouragement of faith to remind God of their needs and of His promises, of their present reliance upon Him, and even (for Scripture warrants it elsewhere) of the way in which His faithfulness and honour are concerned in their protection and deliverance.1 [Note: R. W. Moss, The Discipline of the Soul, p. 160.] <\/p> \n <p> The remembrancer’s priestly office belongs to every member of Christ’s priestly kingdom, the lowest and least of whom has the privilege of unrestrained entry into God’s presence-chamber and the power of blessing the world by faithful prayer. What should we think of a citizen in a beleagured city, who saw the enemy mounting the very ramparts, and gave no alarm because that was the sentry’s business? In such extremity every man is a soldier, and women and children can at least keep watch and raise shrill shouts of warning. The gifts then here promised, and the duties that flow from them, are not the prerogatives or the tasks of any class or order, but the heritage and the burden of the Lord to every member of the Church. <\/p> \n <p> 1. How distinctly these words of our text define the region within which our prayers should ever move, and the limits which bound their efficacy! They remind God. Then the truest prayer is that which bases itself on God’s uttered will, and the desires which are born of our own fancies or heated enthusiasms have no power with Him. The prayer that prevails is a reflected promise. Our office in prayer is but to receive on our hearts the bright rays of His word, and to flash them back from the polished surface to the heaven from whence they came. <\/p> \n <p> It is said that Philip of Macedon, lest he should be unduly exalted by his earthly greatness, or puffed up by the adulation of his subjects, instructed certain of his officers every morning as he woke to whisper in his ear, “Remember, sire, you are but a man.” They were his remembrancers, keeping in his mind what he knew well but chose to be reminded of continually. <\/p> \n <p> 2. This quaint word, “remembrancer,” leads you to expect to see some old guild in curious and ancient form. Let us look at them at work. And it is a testimony to the antiquity of this wonderful guild, with its strange power coming down from the distant past, that we must begin with Abraham. A guilty city is lying beneath the ban of God; but one of the Lord’s remembrancers comes forward, and he says, “If fifty righteous be found here; if forty righteous—if thirty righteous—if twenty—if ten?” “I will not destroy it for ten’s sake.” Or, again, a battle is raging in the plain; but above the battle on the hill another of the Lord’s remembrancers holds up his hands—“and when Moses held up his hand Israel prevailed, and when he let down his hand Amalek prevailed.” Or there is a plague among the people; they are dying by thousands. Another of the Lord’s remembrancers puts on incense, and runs in between—exactly what the word intercede means—runs in between the living and the dead; and the plague is stayed. I ask you, as thinking men and women, would it be possible to explain these passages in any other way than this, that the Lord’s remembrancers have power put into their hands to move the hands which move the universe?1 [Note: A. F. W. Ingram, Banners of the Christian Faith, p. 82.] <\/p> \n <p> Jacob prayed in that way, when he trembled at the thought of his brother’s possible rage, pleading God’s actual words of promise: “O God of my fathers, the Lord which saidst unto me, Return unto thy country, and to thy kindred, and I will deal well with thee … Deliver me, I pray thee, from the hand of my brother … for (again) thou saidst, I will surely do thee good, and make thy seed as the sand of the sea.” Two remembrancings, and between them a little prayer; and of course the result was that, when Esau came, instead of pouring his rough followers upon the struggling and indefensible caravan, he “fell on his brother’s neck and kissed him.” David was surprised and almost staggered in unbelief at the prospect of greatness and renown which the prophet Nathan opened up to him, but he recovered and fed his faith by reminding himself and his God of the promise, and prayed, “Now, O Lord God, the word that thou hast spoken concerning thy servant, and concerning his house, establish it for ever, and do as thou hast said.” In this very prophecy Israel first of all reminds Jehovah of what He has been wont to do, and what needs to be done now: “Awake, awake, put on strength, O arm of the Lord; awake, as in the ancient days, in the generations of old.” The result is seen in vision at once: “Therefore the redeemed of the Lord shall return, and come with singing unto Zion”; and so all the watchmen lift up their voices: “Break forth into joy, sing together, ye waste places of Jerusalem, for the Lord hath comforted His people, He hath redeemed Jerusalem: the Lord hath made bare His holy arm in the eyes of all the nations, and all the ends of the earth shall see the salvation of our God.”1 [Note: R. W. Moss, The Discipline of the Soul, p. 161.] <\/p> \n <p> 3. Is this some privilege which men used to have, but which they have now lost? Read the New Testament and see. “We are become kings and priests to God,” or, as it should be, “a kingdom of priests.” “If any man see his brother sin a sin which is not unto death, he shall ask, and God shall give him life for them that sin not unto death.” Do we look out upon the harvest of the world and see very few labourers going into the harvest? What are we to do? “Pray ye therefore the Lord of the harvest, that he send forth labourers into his harvest.” Is it not certain that if those words have any meaning, quite apart from the help we give others by speaking to them, by giving them help in their hour of need, there is a Divine power put into our hands to bring to them help by our intercession? Did the early Christians believe this? Were they the Lord’s remembrancers? Peter is in prison, and the Christian cause has thus received a terrible blow. What do they do? The Lord’s remembrancers get together, and prayer is made continually in the Church unto God for him. Peter is free. Paul is in prison. To what does he look? He says, “I beseech you that ye strive continuously in your prayers for me.” And from that day to this mothers plead for their sons, priests plead for their people, and people plead for their priests. The Lord’s remembrancers have given Him no rest, and taken no rest until He establish, until He make Jerusalem a praise in the earth.2 [Note: A. F. W. Ingram, Banners of the Christian Faith, p. 83.] <\/p> \n <p> Does not the efficacy of intercessory prayer rest on the same principle of moral government as the efficacy of vicarious suffering? Does it not assume that, in dealing with one moral being, God may properly take into account the action of other moral beings, associated with that one, and interested in his welfare?1 [Note: A. Hovey, Manual of Christian Theology, p. 262.] <\/p> \n <p> There were two working men some years ago who were disputing in their workshop. One, who was a little man and without much brain power, was standing up for the Christian cause; the other was a clever, able workman, who kept challenging him to come into any room or any hall, and he would prove the falsity of the Christian faith. The little one, who was not clever, simply said this, “I cannot argue with you, brother, but I shall never cease to pray for you, that some day you may see things as I do.” Years passed by, and that man who scoffed at the Christian faith is a communicant of the Church of England. He was with me last night, and is this afternoon in this cathedral, and if I were to call him up here he would tell you that he now searches the streets where he used to work to find that man to whose never-ceasing prayers he attributes his conversion, in order to give him the happiness of knowing that his year-long prayer has been heard.2 [Note: A. F. W. Ingram, Banners of the Christian Faith, p. 84.] <\/p> \n <p> II <\/p> \n <p> Taking No Rest <\/p> \n <p> “Take ye no rest” (marg. “Keep not silence”). <\/p> \n <p> Simply to call God to remembrance does not exhaust the human conditions of our own perfecting and of the Church’s progress and strength. Two other conditions are singled out to emphasise their necessity: “Take ye no rest, and give him no rest”—unresting activity on our part, and ceaselessness of prayer: those together are the means of moving the mighty will of Jehovah, the double-edged sword whose wielding is fatal to all the powers of evil. <\/p> \n <p> The words “Take ye no rest” or “Keep not silence” are an encouragement against weariness in well-doing, against the creeping paralysis of doubt, and against the bitter ineffectiveness of despondency. They are an encouragement to earnestness both in worship and in work. <\/p> \n <p> 1. Weariness.—We shall “keep silence” if we grow weary in well-doing; if patience gives place to fretfulness, and love of ease cries out against the practice of self-denial; if the crown is longed for while the cross is shunned, and the reaping is desired while the sowing is neglected. But I trust we shall not thus belie our character. Shame, indeed, if the Lord’s remembrancers are themselves reminded in vain. Shame, indeed, if in keeping silence we make it easier for other voices to be heard. Shame, indeed, if we prove ourselves sluggards and not sons, hirelings and not true servants. But “I am persuaded better things of you, and things which accompany salvation.” <\/p> \n <p> There is a legend of a monk, called “Brother Francis,” whose duty it was to carry the water to be used in the monastery from St. Mary’s well. The way was long, the work was toilsome, and Francis was discontented; though only God knew how unwilling his daily service was. One evening, when he had been brooding sullenly over his hard lot and wishing he might never be forced to do the work again, the Abbot began unexpectedly to praise him. He was told that his zeal and patience in bringing fresh water several times a day would be rewarded by God; but that he looked very weary, so the work would now be given into the hands of Brother Paul. Brother Francis, confused and ashamed, accepted the Abbot’s blessing; but with envious glance he watched his successor as he carried the water from the distant spring, day after day. <\/p> \n <p> And rest from toil seemed unto him a sore and bitter thing, <\/p> \n <p> A penance, lacking penance’ grace—no sweetness, but all sting. <\/p> \n <p> And pondering sadly, half in wrath, and half repentingly, <\/p> \n <p> He had a vision, and he saw an Angel from on high <\/p> \n <p> Who, hour by hour, with Brother Paul, walked all the weary day, <\/p> \n <p> And every footstep reckoned up along the sunny way, <\/p> \n <p> And seemed to joy when labour grew; yea, seemed full glad indeed, <\/p> \n <p> As more and more of water fresh the thirsty Brethren need.1 [Note: Dora Farncomb, The Vision of His Face, p. 99.] <\/p> \n <p> 2. Doubt.—Nothing so effectually seals the lips of testimony, stops the note of praise, and hushes the voice of prayer. A cheerful trust in God is necessary in those who seek to bring Him to the remembrance of others. If faith is the hand which lays hold of Christ, so is it the voice which speaks of Him. “Weave truth with trust” is an old motto we may lay to heart. Possessed of the “accent of conviction,” there will be no keeping silence, but afflicted with the lock-jaw of doubt there will be great failure of Christian duty and great forfeiture of Christian privilege. Only the faithful heart can speak of and for the faithful God. A grain of sand in the metal will mar the music of the bell, and the presence of doubt in the worker will effectually mar the certain sound of the message expected to be clearly and constantly delivered. <\/p> \n <p> Who but has seen <\/p> \n <p> Once in his life, when youth and health ran high, <\/p> \n <p> The fair, clear face of truth <\/p> \n <p> Grow dark to his eye? <\/p> \n <p> Who but has known <\/p> \n <p> Cold mists of doubt and icy questionings <\/p> \n <p> Creep round him like a nightmare, blotting out <\/p> \n <p> The sight of better things? <\/p> \n <p> \n A hopeless hour, <\/p> \n <p> When all the voices of the soul are dumb, <\/p> \n <p> When o’er the tossing seas <\/p> \n <p> No light may come, <\/p> \n <p> When God and right <\/p> \n <p> Are gone, and seated on the empty throne <\/p> \n <p> Are dull philosophies and words of wind, <\/p> \n <p> Making His praise their own. <\/p> \n <p> \n Better than this, <\/p> \n <p> The burning sins of youth, the old man’s greed, <\/p> \n <p> Than thus to live inane; <\/p> \n <p> To sit and read, <\/p> \n <p> And with blind brain <\/p> \n <p> Daily to treasure up a deadly doubt, <\/p> \n <p> And live a life from which the light has fled, <\/p> \n <p> And faith’s pure fire gone out.1 [Note: Sir Lewis Morris.] <\/p> \n <p> 3. Despair.—Despair also ministers to silence, whether it be despair of ourselves or of others. Hopefulness is as necessary as faithfulness. Our Saviour is our great example here. He often seemed to fail in His efforts to teach the disciples and gather the multitudes, but He never despaired. The hardness of men’s hearts would have silenced a testimony less Divine. To repel Him was but to give Him strength for a renewal of love’s attack. It will be hard to keep silence when we indulge in hopes concerning the children; and of whom may we hope more fondly and freely? <\/p> \n <p> It is often disheartening work. We seem like the poor widow who was not heard; we seem like the man to whom the selfish friend would not open the door. The stream of intercession trickles on, and no one seems to heed and no one seems to care. But if these things are true of which we have spoken, something does happen. Just as you dam up a stream in order to accumulate the water power, and for a long time the stream trickles on and the valley underneath remains dry and desolate; but when you look out later you find the brown things have become green again, and the dead things alive, and you wonder what it means; and you find that it means this: that the great tide of water has burst its bonds at last and is off down that valley on a work of blessing—so it is with the stream of intercession. It trickles on all the time; the power rises—slowly rises—and some day men will look out upon the world, and they will see dry souls freshened with grace, and they will see heathen lands converted, and they will wonder what it means: but we shall know that the great tide of prayer has burst its bonds at last and is off down the valley on its work of blessing. <\/p> \n <p> Man may be <\/p> \n <p> And do the thing he wishes, if he keeps <\/p> \n <p> That one thought dominant through night and day, <\/p> \n <p> And knows his strength is limitless, because <\/p> \n <p> Its fountain-head is God.1 [Note: E. W. Wilcox, New Thought Common Sense, p. 238.] <\/p> \n <p> 4. Earnest endeavour.—The phrase “Take ye no rest” may be taken in its widest sense as an appeal for hopeful and confident perseverance in every kind of Christian work. There are tendencies in most men’s hearts, which make such an appeal very necessary even in an age of evangelism. Disappointment with the visible results of work or with the apparent effects of self-discipline, the length of the interval which separates the harvest from the seed-time, the perfecting of the spirit from the remote moment of its conversion,—these things are sometimes apt to produce within us a degree of hesitation, often almost of suspicion, concerning religious prospects and forces, that is fatal to anything like persistent enthusiasm. And yet persistent enthusiasm, the having our spirits continually swayed or filled with the Spirit of God, is precisely that which is essential to the increase of our own strength against sin, and to the Church’s triumph. That, accordingly, is the prophet’s first advice, “Take ye no rest,” which is equivalent to saying, Never yield to despondency whatever the temptation, but remember the grace of God, and go steadily on day by day, smiting at every kind of evil within or without, entertaining no fears, giving no quarter to sin, never resting until the battle is over and the victory finally won. <\/p> \n <p> We see the immense influence placed within our reach in daily life in making the life of others happy or miserable. Take that sick boy lying there down in East London. Who is it that has placed flowers by his side? Who is it to whose visit he is looking forward every minute? Who is it who has been to read to him so punctually day after day, to teach him to draw, and to help him to get through the long hours of his sickness? It is some woman who, for the love of Christ and His little ones, has given up her beautiful home in the country, and, unnoticed and unknown, spends day after day in ministering to another for whom Christ died. He has caught from her her faith; he believes now that Christ can save him because in a true sense she has saved him. If he stood on his individual base he would have died and despaired, but through his sister he lives and hopes. Oh! the band of the Lord’s ministering helpers. With shining garments, to the eyes of God, they move about the world. What should we do without them?1 [Note: Bishop Ingram.] <\/p> \n <p> The den they enter grows a shrine; <\/p> \n <p> The gloomy sash an oriel burns; <\/p> \n <p> Their cup of water warms like wine; <\/p> \n <p> Their speech is filled from heavenly urns. <\/p> \n <p> \n About their brow to me appears <\/p> \n <p> An aureole, traced in tend’rest light— <\/p> \n <p> The rainbow hue of smiles through tears, <\/p> \n <p> In dying eyes, by them made bright. <\/p> \n <p> \n Of souls that shivered on the brink <\/p> \n <p> Of that chill ford, repass’d no more, <\/p> \n <p> And in their mercy found the pledge, <\/p> \n <p> And sweetness of the farther shore.2 [Note: Lowell.] <\/p> \n <p> III <\/p> \n <p> Giving No Rest <\/p> \n <p> “And give him no rest” (marg. “silence”). <\/p> \n <p> “Give Him no rest”: Let there be no cessation to Him. These are bold words, which many people would not have been slow to rebuke, if they had been anywhere else than in the Bible. Those who remind God are not to suffer Him to be still. The prophet believes that they can regulate the flow of Divine energy, can stir up the strength of the Lord. <\/p> \n <p> It is significant how few men there are, whatever the variety or thinness of their creed, who have not something good to say concerning what they call prayer. To its beneficial effects the witness is almost uniform. When a philosophy “falsely so called” denounces it as unreasonable, it will often confess it to be instinctive. That prayer elevates in some way and enriches the moral nature of the worshipper, is one of the conclusions that seem to be taken for granted almost everywhere, though an attempt is sometimes made to neutralise the admission by pleas of superstition or of illusion. Every Christian knows that it does infinitely more for him than that. All through the Bible God is represented as yielding to its importunity, and every sincere disciple is familiar with experiences, in which in response to his pleading God has come down to his aid. Jehovah in His righteous anger said to Moses, “Let me alone, that I may consume this people”; but when Moses prayed, reminding God of His promise to the patriarchs, the record is—“The Lord repented of the evil which He thought to do unto His people.” “Let me go, for the day breaketh,” said the mysterious man with whom Jacob wrestled at the ford Jabbok; and because Jacob would not let him go, he soon prevailed. It is the same still. To pray with that kind of resolved importunity that will not be diverted—to give God no rest until He opens His hand and pours down the influence of strength of grace we need: neither in heaven nor upon earth has that resource ever yet been found to fail. <\/p> \n <p> How have I knelt with arms of my aspiring <\/p> \n <p> Lifted all night in irresponsive air, <\/p> \n <p> Dazed and amazed with overmuch desiring, <\/p> \n <p> Blank with the utter agony of prayer!1 [Note: F. W. H. Myers, Saint Paul, p. 13.] <\/p> \n <p> 1. This prayer is intercessory prayer. Deeper than the need of men and women, deeper than the need of money, is the Church’s need to-day of the forgotten secret of prevailing intercessory prayer. Nothing short of this will suffice for the missionary enterprises of the day. Take ye no rest, and give Him no rest. Far be it from us by that to imply that we love the imperilled world more than our Father does. We sometimes tremble lest in our supplications and in our representations to God, when we kneel at His Throne together or by ourselves, we should seem to imply that there are difficulties in this business which we have fathomed but which He has not foreseen. In our grievous disappointments, when our trusted standard-bearers fall, when the work of a lifetime seems, as it were, wasted, we are apt to speak to God as if really His ways were too inscrutable for us and intended to daunt us. God forgive us if we have murmured at this, which is sometimes chastisement of our half-hearted service, or murmur at the long waiting of faithful men and women for tangible results, or at the vastness of the work which we seem to have attempted in vain. <\/p> \n <p> God help us all the more to lift the whole round world, with all its freight of infinite destiny, in the arms of our faith and cast it at His feet. But we must not be afraid to tell Him that we have at length learned the lesson of the colossal magnitude of the stupendous difficulties and the deep mysteries of our task. Our Lord would have us thus learn the lesson which He taught at Gethsemane, and amid inhuman insults and cruelties of His dying hour. It is by prayer for missions, when it is deep and sincere, it is by prayer for missions more than anything else, I believe—one can speak only of what one knows oneself—it is by prayer for missions that we become partakers of the sufferings of Christ, and can understand a little of the travail of His soul. <\/p> \n <p> A man may say, “I can quite understand the good of praying for oneself; I can quite see that, according to God’s will, these gifts of grace are to be worked by prayer like the gifts of God in nature; but where is the evidence that there is the slightest good in praying for others?” He might even take this line—he might say, “It is presumtuous for me to imagine that I can affect the destiny of another soul! It is against what I read of the struggle for existence by each individual in nature. It is unfair, for what is to happen to those for whom no one prays? And where is the evidence that intercession for others does any good at all?” <\/p> \n <p> In answer to the first question, with regard to the struggle of the individual for existence, if you have read Professor Drummond’s Ascent of Man you will have apprehended something which is a great relief to the nightmare which settles down upon the mind if one looks upon nature as a mere scene of bloodshed. I know there are men—I see men here—who have come up lately from Oxford, and I believe that at Oxford, as much as in the great centres of our population, one of the things which drive men to scepticism is believing that nature is entirely cruel. “Where,” they say, “is the evidence of a good, benevolent God, in the midst of such a scene of unrelieved bloodshed?” Read Professor Drummond’s book, and you will find that side by side with the struggle for existence there is going on perpetually in nature the struggle for the life of others—that the lioness who might crush her cub will die for it, that the parent bird wears itself out in getting food for its young, and that the creative—the marvellously creative—power of a mother’s love is not confined to the human species. And when, secondly, we turn to the objection that intercession is unfair, and look frankly at the facts of nature, we find that the unfairness is the other way. No one can visit a children’s hospital without seeing in the most touching form that the sins of the fathers are visited upon the children. Some people seem to imagine that that saying in the Bible is an arbitrary command imposing an arbitrary punishment on the human race; but one hour spent in that children’s hospital will show that it simply states a fact of human nature.1 [Note: Bishop Ingram.] <\/p> \n <p> What can be more beautiful than the picture which his biographer gives of George Herbert and his daily prayers? You will remember how he describes Herbert reading the prayers in the tiny church of Bemerton, close to Salisbury, and “how the poorer people of the parish did so love and reverence Mr. Herbert that they would let the plough rest when Mr. Herbert’s Saints’ Bell rang to prayers, that they might also offer their devotions to God with him, and then would return back to their plough.” <\/p> \n <p> “Go,” says the saintly Bishop Ken, “go to the house of prayer, though you go alone; and there, as you are God’s remembrancers, ‘keep not silence, and give him no rest, till he establish, and till he make Jerusalem a praise in the earth.’” <\/p> \n <p> 2. We are thus encouraged both to work and to pray, both to “take no rest,” and to “give Him no rest.” Activity and prayer, each unceasing—that is the irresistible combination which the prophet recommends and urges: to pray (some one says) as if God had to do everything, and to work as if everything depended upon ourselves. The certain result will be our own perfecting in the praiseful confession of others whilst the Church also becomes strong and “a praise in the earth.” We know, consequently, what to do in experiences that frequently recur. When we discover anew our own spiritual feebleness, there is no need to waste in depression and complaint any energy that may remain; the feebleness should be attributed at once to its right cause—that we take too much rest, or that we give God too much. On our knees, as God’s remembrancers, we should remind Him of His word, “He that is feeble among you shall be as David”; and it will not be long before greater strength than David’s takes possession of us. Or when the Church seems to be shorn of its power, making no headway and winning no praise, the reason is again because we Christians do not pray enough or do not work enough. It is a magnificent prospect—ourselves established so that all men confess our consistency and acknowledge our influence for good; the Church “a praise in the earth,” everywhere triumphing over sin, with great crowds of men continuously streaming up to pay their homage to its Lord. Until that crowning consummation is reached, we must ourselves “take no rest and give Him no rest.” <\/p> \n <p> These two forms of action ought to be inseparable. Each, if genuine, will drive us to the other, for who could fling himself into the watchman’s work, with all its solemn consequences, knowing how weak his voice was, and how deaf the ears that should hear, unless he could bring God’s might to his help? And who could honestly remind God of His promises and forget his own responsibilities? Prayerless work will soon slacken, and never bear fruit; idle prayer is worse than idle. You cannot part them if you would. How much of the busy occupation which is called “Christian work” is detected to be spurious by this simple test! How much so-called prayer is reduced by it to mere noise, no better than the blaring trumpet or the hollow drum! <\/p> \n <p> In the tabernacle of Israel stood two great emblems of the functions of God’s people, which embodied these two sides of the Christian life. Day by day there ascended from the altar of incense the sweet odour, which symbolised the fragrance of prayer as it wreathes itself upwards to the heavens. Night by night, as darkness fell on the desert and the camp, there shone through the gloom the hospitable light of the great golden candlestick with its seven lamps, whose steady rays outburned the stars that paled with the morning. Side by side they proclaimed to Israel its destiny to be the light of the world, to be a kingdom of priests. <\/p> \n <p> The offices and the honour have passed over to us, and we shall fall beneath our obligations unless we let the light shine constantly before men, and let our voice “rise like a fountain night and day” before God—even as He did who, when every man went to his own house, went alone to the Mount of Olives, and in the morning, when every man returned to his daily task, went into the Temple and taught. By His example, by His gifts, by the motive of His love, our resting, working Lord says to each of us, “Ye that remind God, keep not silence.” Let us answer, “For Zion’s sake will I not hold my peace, and for Jerusalem’s sake I will not rest.” <\/p> \n <p> 3. And what is the encouragement? It is found in the first verse of this chapter: “I will not rest.” Through all the ages His power is in exercise. He inspires in good men all their wisdom, and every grace of life and character. He uses them as His weapons in the contest of His love with the world’s hatred; but the hand that forged, and tempered, and sharpened the blade is that which smites with it; and the axe must not boast itself against him that heweth. He, the Lord of lords, orders providences, and shapes the course of the world for that Church which is His witness: “Yea, he reproved kings for their sake, saying, Touch not mine anointed, and do my prophets no harm.” The ancient legend which told how, on many a well-fought field, the ranks of Rome discerned through the battle-dust the gleaming weapons and white steeds of the Great Twin Brethren far in front of the solid legions, is true in loftier sense in our Holy War. We may still see the vision which the leader of Israel saw of old, the man with the drawn sword in his hand, and hear the majestic word, “As captain of the Lord’s host am I now come.” The Word of God, with vesture dipped in blood, with eyes alit with His flaming love, with the many crowns of unlimited sovereignty upon His head, rides at the head of the armies of heaven; “and in righteousness doth he judge and make war.” For the single soul struggling with daily tasks and petty cares, His help is ever near and real, as for the widest work of the collective whole. He sends none of us tasks in which He has no share. The word of this Master is never “Go,” but “Come.” He unites Himself with all our sorrows, with all our efforts. “The Lord also working with them,” is a description of all the labours of Christian men, be they great or small. <\/p> \n <p> Nor is this all. There still remains the wonderful truth of His continuous intercession for us. In its widest meaning that word expresses the whole of the manifold ways by which Christ undertakes and maintains our cause. But the narrower signification of prayer on our behalf is applicable, and is in Scripture applied, to our Lord. As on earth the climax of all His intercourse with His disciples was that deep and yet simple prayer which forms the Holy of Holies of John’s Gospel, so in heaven His loftiest office for us is set forth under the figure of His intercession. Before the Throne stands the slain Lamb, and therefore do the elders in the outer circle bring acceptable praises. Within the veil stands the Priest, with the names of the tribes blazing on the breastplate, and on the shoulders of His robes, near the seat of love, near the arm of power. And whatever difficulty may surround that idea of Christ’s priestly intercession, this at all events is implied in it, that the mighty work which He accomplished on earth is ever present to the Divine mind as the ground of our acceptance and the channel of our blessings; and this further, that the utterance of Christ’s will is ever in harmony with the Divine purpose. Therefore His prayer has in it a strange tone of majesty, and, if we may say so, of command, as of one who knows that He is ever heard: “I will that they whom thou hast given me, be with me where I am.” <\/p> \n <p> The instinct of the Church has, from of old, laid hold of an event in His early life to shadow forth this great truth, and has bid us see a pledge and a symbol of it in that scene on the Lake of Galilee: the disciples toiling in the sudden storm, the poor little barque tossing on the waters tinged by the wan moon, the spray dashing over the wearied rowers. They seem alone, but up yonder, in some hidden cleft of the hills, their Master looks down on all the weltering storm, and lifts His voice in prayer. Then when the need is sorest, and the hope least, He comes across the waves, making their surges His pavement, and using all opposition as the means of His approach, and His presence brings calmness, and immediately they are at land. <\/p> \n <p> So we have not only to look back to the Cross, but up to the Throne. From the Cross we hear a voice, “It is finished.” From the Throne a voice, “For Zion’s sake I will not hold my peace, and for Jerusalem’s sake I will not rest.”1 [Note: A. Maclaren, Paul’s Prayers, p. 27.] <\/p> \n <p> IV <\/p> \n <p> The Establishing Of The Church <\/p> \n <p> “Till He establish Jerusalem.” <\/p> \n <p> Jerusalem, the city of God, of necessity represents the people of God, first of all as an organised whole, and then in the separate individuals that constitute the whole. The chapter accordingly sets before us, as one of the objects towards which God is working, an established Church, the object of universal praise. The word “established” is the prophet’s, and must not be taken in the sense in which it is used in a standing ecclesiastical dispute. Concerning that dispute, indeed, neither the prophet nor Scripture anywhere has much directly to say, and certainly here the meaning does not go beyond the ordinary idea of making the Church steadfast, firm, strong. To a large extent it answers that description already, notwithstanding the doubt and hesitancy or the cynical rejoicing of those who cannot see through the controversial smoke that envelops it. It has been compared to a great lighthouse, directing men to safety, played about by storm and foam, whose misty quiverings seem at times to make it quiver, yet standing immovable upon its foundation of rock, and surviving unharmed the malice of all the elements. <\/p> \n <p> If ever the victorious power of His Church seems to be almost paling to defeat, and His servants to be working no deliverance upon the earth, the cause is not to be found in Him, who is “without variableness,” nor in His gifts, which are “without repentance,” but solely in us, who let go our hold of the eternal might. No ebb withdraws the waters of that great ocean; and if sometimes there be sand and ooze where once the flashing flood brought life and motion, it is because careless warders have shut the sea gates. <\/p> \n <p> The hindrances in the way of the establishing of the Church are chiefly uncertainty of revelation, and the worldly and selfish forces which disregard the claims of God. <\/p> \n <p> 1. We are told that in some Christian creeds there are points where the creed conflicts with reason, and where the supremacy of reason must be maintained; that no support can be found for the prescribed moral usages either in the fundamental principles of human nature or in an adequate authority outside of it; that some of the ceremonials of religion are destitute of dignity, inwardness, art, and have ceased to be in any way the expression or the product of life. The verdict of impossibility is at times pronounced over the contents of the Bible in the name of physical science, or its arrangement and inspiration are assailed in the name of historical criticism. All this certainly does not at first sight and upon the surface look like establishment. On the contrary, by some men it is held to be a proof of failure, whilst others regard it with suspicion as an evidence at least of weakness, and are tempted to turn from passages of this kind with the exulting or the sad conclusion, that both the Scriptures and the religion to which they minister are moribund and decaying, that little further advantage from them in regard to morals or to human well-being can reasonably be expected. <\/p> \n <p> But that conclusion is too hasty, unwarranted by the experience of the past, inconsistent with principles that never consent to be ignored, and with manifest tendencies in the drift of human thought and opinion. For if the extreme supernaturalism of our fathers is gradually becoming a little discredited, and the number is decreasing of those who are prepared to exalt the merely unintelligible into the miraculous, the testimony of consciousness on the other hand is in all probability accepted to-day more widely, and invested with a higher authority, than at any previous period. It is a shifting and redisposition of the evidences of faith and morals—disturbing to the most reverent minds, and dangerous to some; but it is a shifting which promises to make the foundation in human thought of religion and of the moral sentiments more solid and unassailable than ever. Similarly with the appearance of weakness which the Bible is supposed to be taking on amidst the processes of historical criticism through which it is passing. Not only is it a distinct advantage to the thoughtful disciple to have sometimes “to breast the bracing air of opposition, and to join in the fight of faith where all are striving for what they honestly believe to be true,” but there is really no need to regard these modern investigations, at least as they are pursued in most cases in this country, with suspicion either of unfriendliness or of danger. The man who of all scholars of the land is perhaps the most completely in sympathy with them, and most deeply committed to their methods and results, writes that “there is a message from God to man in every part of the Bible,” and that the condition of discovering the message is that the reason be “stimulated to its highest activity by spiritual influences.” <\/p> \n <p> 2. Again, many are loudly telling us that Christianity is a myth, and others that it is only one among many religions which are leading humanity on to a distant goal; that science and Western civilisation are to do the work that the Churches once did. And we are told that the value of the human soul is a vanishing quantity, and that God is a human emotion, and immortal life a dream. And without accepting these meanings from the sunless gulfs of doubt as the real truth of things, many people are flagging in their enthusiasm for the conversion of the world because of them; they become paralysed and heart-sick, and they relax effort. It is in prayer, in living union with Christ, that all this pessimism vanishes like a nightmare, and we start to the post of duty again. You cannot fight the atmosphere; no, but you can rise above it. <\/p> \n <p> Then thro’ the mid complaint of my confession, <\/p> \n <p> Then thro’ the pang and passion of my prayer, <\/p> \n <p> Leaps with a start the shock of his possession, <\/p> \n <p> Thrills me and touches, and the Lord is there. <\/p> \n <p> \n Scarcely I catch the words of his revealing, <\/p> \n <p> Hardly I hear him, dimly understand, <\/p> \n <p> Only the Power that is within me pealing <\/p> \n <p> Lives on my lips and beckons to my hand. <\/p> \n <p> \n Whoso hath felt the Spirit of the Highest <\/p> \n <p> Cannot confound nor doubt him nor deny: <\/p> \n <p> Yea with one voice, O world, tho’ thou deniest, <\/p> \n <p> Stand thou on that side, for on this am I.1 [Note: F. W. H. Myers, Saint Paul, p. 49.] <\/p> \n <p> V <\/p> \n <p> Making The Church A Praise <\/p> \n <p> And till he make Jerusalem a praise in the earth. <\/p> \n <p> The promise that Jerusalem will be made a praise in the earth, prophet after prophet repeats, sometimes calling to his aid every kind of beautiful imagery, and sometimes pointing to the cause of the praise in the presence of the Holy One of Israel. Zephaniah, for instance, a prophet of royal descent, the traditions of whose house were full alike of suffering and of privilege, closes his short prophecy with a vivid bit of dramatisation. First of all, he addresses his fellow-citizens: “In that day it shall be said to Jerusalem, Fear thou not: and to Zion, Let not thine hands be slack. The Lord thy God is in the midst of thee, a mighty one who will save: he will rejoice over thee with joy.” And then his own voice ceases, in order that the One whose every tone is authority may be heard: “At that time will I bring you in, and at that time will I gather you: for I will make you a name and a praise among all the peoples of the earth.” It is much the same with Isaiah himself. “As the earth bringeth forth her bud” (he says), “and as the garden causes the things that are sown in it to spring forth; so the Lord God will cause righteousness and praise to spring forth before all the nations.” The earth in all the glories of her luxuriant herbage, every plant and every tree breaking forth into the promise of fruitfulness, all nature putting on her garments of beauty and power—that, he says, is a symbol of what God will make the Church in the world to be. <\/p> \n <p> 1. Christ.—That promise holds good still; and its growing fulfilment may be traced in the ever-growing disposition to exhaust all praise upon Him who is the Church’s Head and Lord, the source of its strength and the centre of its worship. In every age since He died, He has been praised in proportion as He has been known; and in the records of no race that has heard of Him, with one certain and another doubtful exception, is any other name more highly honoured. Even that exceptional race is moderating at present the expression of its hatred, and beginning to confess with hesitation the human ascendancy of the Nazarene. By all the world beside He has been singled out for unexampled praise. To the best men of old He was the mirror of every grace and virtue. One of the most lauded philosophies has “abstracted His qualities from His personality,” and now bids the world worship their impersonal generalisation. And whatever other direction is being taken by human thought within the Church or in its immediate borders, it is, at least, taxing all its resources in order to pour increased praise upon the Saviour. <\/p> \n <p> 2. The Church.—It is true that the Church itself is not equally praised, but that is as a rule because its practice does not follow the example or come up to the standard of its Lord. As the days pass, the Spirit of Christ will ever more completely sway it, and determine its relations with the world; and thus its vitality and religious force will vindicate themselves; its critics will join the swelling ranks of worshippers, and it will become “a praise in the earth.” <\/p> \n <p> 3. The Christian.—If all this is to be done for the Church, it must be that it will be done for each of the Christians who compose it. Accordingly, every follower of Christ has a right to regard this passage as a promise of God to establish him, to make him strong in discipleship, faith, power against sin—to make him “a praise in the earth.” At the present time there is probably no Christian worthy the name, who is not constantly discovering, and often groaning in secret almost hopelessly over the discovery, how weak and unestablished he is. Temptation, however small, has but to assail us subtly or suddenly, and we become an easy prey. When we begin to search our own spirits, and try to find out what we really are, a conclusion that is not satisfactory or pleasant is forced upon us. Self, not crucified and slain, but even exacting in its demands for indulgence; ill-tempered, irritable, resentful, vindictive; able sometimes to turn out poor work without compunction; conscious of sinfulness, which we treat with alternating indifference and remorse, but to be rid of which we make few serious and prolonged efforts; sometimes not caring much even to keep the surface of our lives correct, still less to sweep out of our hearts the rout of foul passions, or to silence the strife of low motives—that, or something like that, is the account we are disposed to give of ourselves in some of our moods; and anything like the final mastery of sin, or unwavering firmness in our allegiance to Christ, is apt to seem for ever impossible. Yet that it is impossible, the whole Bible and all godly experience testify. <\/p> \n <p> That man will find sin obstinate, inveterate, indwelling, slow to confess itself beaten, is precisely in accordance with the implication of Scripture, which proceeds to repeat and urge the assurance that the grace of God will secure for man victory in the end. Establishment so firm that we need neither yield to temptation nor waver in faith, but may find ourselves strong enough to stand erect amidst the play upon us of all evil influences, and to hold our own against every foe; the rock felt to be steady beneath our feet, the favour of God compassing us as a shield, and the shelter of His wings above; life spent day after day in ever closer, quieter, more dutiful fellowship with Him, and from that fellowship power streaming into every faculty, until the entire manner of living becomes an irresistible testimony to the grace of God, a restraint upon evil, a theme of praise to “all the earth,”—that is the hope concerning ourselves which the Bible warrants our cherishing.1 [Note: R. W. Moss, The Discipline of the Soul, p. 158.] <\/p> \n <p> Our lives ought to be like the mirror of a reflecting telescope. The astronomer does not look directly up into the sky when he wants to watch the heavenly bodies, but down into the mirror, on which their reflection is cast. And so our little low lives down here upon the earth should so give back the starry bodies and infinitudes above us, that some dim eyes, which peradventure could not gaze into the violet abysses with their lustrous points, may behold them reflected in the beauty of our life. <\/p> \n <p> I remember hearing an old friend, long ago, speaking (in no uncharitable strain) of a neighbour, say, “I am sure he is a Christian, but he is a rather disagreeable one.” He meant, I gathered, that this person took no pains at all to “adorn the doctrine.” He worshipped God in Christ; he recognised his own sinfulness and need; he trusted his Saviour for pardon, and strove in His name to lead a pure and honest life. But it never occurred to him—at least it did not seem to do so—that part of his duty to his Lord was to learn at His feet the kindliness, the gentleness, the sympathy, the considerateness, which win and are attractive for Him. Let us see to it that we are not classed, by fair criticism, among the “disagreeable Christians.”1 [Note: H. C. G. Moule, Thoughts for the Sundays of the Year, p. 29.] <\/p> \n <p> The Lord’s Remembrancers <\/p> \n <p> Literature <\/p> \n <p> Davies (T.), Sermons, ii. 154. <\/p> \n <p> Dewhurst (E. M.), The King and His Servants, 239. <\/p> \n <p> Jerdan (C.), For the Lambs of the Flock, 103. <\/p> \n <p> Ingram (A. F. W.), Banners of the Christian Faith, 76. <\/p> \n <p> Maclaren (A.), Sermons, 2nd Ser., 19. <\/p> \n <p> Moss (R. W.), The Discipline of the Soul, 153. <\/p> \n <p> Murray (A.), The Ministry of Intercession, 31, 169. <\/p> \n <p> Randolph (B. W.), The Threshold of the Sanctuary, 99. <\/p> \n <p> Spurgeon (C. H.), Metropolitan Tabernacle Pulpit, xxxvii., No. 2189. <\/p> \n <p> Christian World Pulpit, xvi. 276 (Mayers); liii. 58 (Cobb); lvi. 181 (Briscoe); lxv. 292 (Hartley). <\/p> \n <p> Church Pulpit Year Book, vi. 24. <\/p> ",
    "audit": null
}