{
    "id": 10891,
    "source": "ellicott",
    "verse_id": 17836,
    "verse_count": 1,
    "reference": "9:6",
    "title": "",
    "html": "<p>             (6) For unto us a child is born.—The picture of a kingdom of peace could not be complete without the manifestation of a king. In the description of that king Isaiah is led to use words which cannot find a complete fulfilment in any child of man. The loftiness of thought, rising here as to its highest point, is obviously connected with the words which told that Jehovah had spoken to the prophet “with a strong hand.” His condition was one more ecstatic and therefore more apocalyptic than before, and there flashes on him, as it were, the thought that the future deliverer of Israel must bear a name that should be above every name that men had before honoured. And yet here also there was a law of continuity, and the form of the prediction was developed from the materials supplied by earlier prophets. In Psalms 110 he had found the thought of the king-priest after the order of Melchizedek, whom Jehovah addressed as Adonai. In Psalms 2, though it did not foretell an actual incarnation, the anointed King was addressed by Jehovah as His Son. The throne of that righteous king was as a throne of God (<a class=\"ref\">Psalms 45:6<\/a>). Nor had the prophet’s personal experience been less fruitfully suggestive. He had given his own children mysterious names. That of the earthly Immanuel, as the prophet brooded over it, might well lead on to the thought of One who should, in a yet higher sense than as being the pledge of Divine protection, be as “God with us.” Even the earthly surroundings of the prophet’s life may not have been without their share of suggestiveness. The kings of Egypt and Assyria with whom his nation had been brought into contact delighted in long lists of epithetic names (e.g., “the great king, the king unrivalled, the protector of the just, the noble warrior.” Inscription of, Sennacherib in Records of the Past, i. p. 25), describing their greatness and their glory. It was natural that the prophet should see in the king of whom he thought as the future conqueror of all the world-powers that were founded on might and not on right, One who should bear a name formed, it might be, after that fashion, but full of a greater majesty and glory.<\/p>\n <p>His name shall be called Wonderful.—It is noticeable that that which follows is given not as many names, but one. Consisting as it does of eight words, of which the last six obviously fall into three couplets, it is probable that the first two should also be taken together, and that we have four elements of the compound name: (1) Wonderful-Counsellor, (2) God-the-Mighty-One, (3) Father of Eternity, (4) Prince of Peace. Each element of the Name has its special significance. (1) The first embodies the thought of the wisdom of the future Messiah. Men should not simply praise it as they praise their fellows, but should adore and wonder at it as they wonder at the wisdom of God (<a class=\"ref\">Judges 13:18<\/a>, where the Hebrew for the “secret” of the Authorised version is the same as that for “wonderful;” <a class=\"ref\">Exodus 15:11; Psalms 77:11; Psalms 78:11<\/a>; <a class=\"isa\" verses=\"WzE4MTk0XQ==\">Isaiah 28:29<\/a>; <a class=\"isa\" verses=\"WzE4MjA4XQ==\">Isaiah 29:14<\/a>). The name contains the germ afterwards developed in the picture of the wisdom of the true king in <a class=\"isa\" verses=\"eyIxNzg4NyI6M30=\">Isaiah 11:2-4<\/a>. The LXX. renders the Hebrew as “the angel of great counsel,” and in the Vatican text the description ends there. (2) It is significant that the word for “God” is not Elohim, which may be used in a lower sense for those who are representatives of God, as in <a class=\"ref\">Exodus 7:1; Exodus 22:28, 1 Samuel 28:13<\/a>, but El, which is never used by Isaiah, or any other Old Testament writer, in any lower sense than that of absolute Deity, and which, we may note, had been specially brought before the prophet’s thoughts in the name Immanuel. The name appears again as applied directly to Jehovah in <a class=\"isa\" verses=\"WzE3ODcyLDUyMDQsMTk3NTAsMTI1NDQsMTQyNTBd\">Isaiah 10:21; Deuteronomy 10:17; Jeremiah 32:18; Nehemiah 9:32; Psalms 24:8<\/a>; and the adjective in <a class=\"isa\" verses=\"WzE4NDk0XQ==\">Isaiah 42:13<\/a>. (3) In “Father of Eternity,” (LXX. Alex. and Vulg., “Father of the age to come “) we have a name which seems at first to clash with the formalised developments of Christian theology, which teach us, lest we should “confound the persons,” not to deal with the names of the Father and the Son as interchangeable. Those developments, however, were obviously not within Isaiah’s ken, and he uses the name of “Father” because none other expressed so well the true idea of loving and protecting government (<a class=\"ref\">Job 29:16<\/a>, <a class=\"isa\" verses=\"WzE4MDc0XQ==\">Isaiah 22:21<\/a>). And if the kingdom was to be “for ever and ever,” then in some very real sense he would be, in that attribute of Fatherly government, a sharer in the eternity of Jehovah. Another rendering of the name, adopted by some critics, “Father (i.e., Giver) of booty,” has little to recommend it, and is entirely out of harmony with the majesty of the context. (4) “Prince of Peace.” The prophet clings, as all prophets before him had done, to the thought that peace, and not war, belonged to the ideal Kingdom of the Messiah. That hope had been embodied by David in the name of Absalom (“ father of peace “) and Solomon. It had been uttered in the prayer of <a class=\"ref\">Psalms 72:3<\/a>, and by Isaiah’s contemporary, Micah (<a class=\"ref\">Micah 5:5<\/a>). Earth-powers, like Assyria and Egypt, might rest in war and conquest as an end, but the true king, though warfare might be needed to subdue his foes (<a class=\"ref\">Psalms 45:5<\/a>), was to be a “Prince of Peace” (<a class=\"ref\">Zechariah 9:9-10<\/a>). It must be noted as remarkable, looking to the grandeur of the prophecy, and its apparently direct testimony to the true nature of the Christ, that it is nowhere cited in the New Testament as fulfilled in Him; and this, though <a class=\"isa\" verses=\"WzE3ODMxXQ==\">Isaiah 9:1<\/a> is, as we have seen, quoted by St. Matthew and <a class=\"isa\" verses=\"WzE3ODM3XQ==\">Isaiah 9:7<\/a>, finds at least an allusive reference in <a class=\"ref\">Luke 1:32-33<\/a>.<\/p>",
    "audit": null
}