{
    "id": 10885,
    "source": "ellicott",
    "verse_id": 17829,
    "verse_count": 1,
    "reference": "8:21",
    "title": "",
    "html": "<p>             (21) And they shall pass through it . . .—i.e., through the land over which hangs the sunless gloom. The abruptness with which the verse opens, the absence of any noun to which the pronoun “it” may refer, has led some critics (Cheyne) to transpose the two verses. So arranged, the thought of the people for whom there is no dawning passes naturally into the picture of their groping in that thick darkness. and then the misery of that midnight wandering is aggravated by the horrors of starvation. The words may point to the horrors of a literal famine (<a class=\"isa\" verses=\"WzE3Njk3XQ==\">Isaiah 2:11<\/a>); but as the darkness is clearly figurative, so probably is the hunger—not a famine of bread, but of hearing the word of the Lord. The Authorised version rightly translates the indefinite singular by the plural.<\/p>\n <p>When they shall be hungry, they shall fret themselves.—The faithful who waited for the Lord might bear even that darkness and that hunger, as soldiers bear their night-march fasting before the battle. Not so with the panic-stricken and superstitious crowd. With them despair would show itself in curses. (Comp. <a class=\"ref\">Revelation 16:11; Revelation 16:21<\/a>.) They would curse at once the king who had led them to destruction, and the God whom they had neglected. Possibly the words may mean, “the king who is also their God,” as in <a class=\"ref\">Amos 5:26<\/a> (Heb.) and <a class=\"ref\">Zephaniah 1:5<\/a>; but the analogy of <a class=\"ref\">1 Kings 21:13<\/a> is in favour of the more literal meaning. The “upward” look is, we must remember, that of despair and defiance, not of hope. Upwards, downwards, behind, before, there is nothing for them but the darkness in which they are driven, or drifting onward. All seems utterly hopeless. Like Dante, they find themselves in a land “where silent is the sun.”<\/p>",
    "audit": null
}