{
    "id": 11111,
    "source": "ellicott",
    "verse_id": 18079,
    "verse_count": 1,
    "reference": "23:1",
    "title": "",
    "html": "<p align=\"center\" class=\"subtitle\">             XXIII.<\/p> \n <p> (1) The burden of Tyre . . .—The chapter calls us to enquire into the political relations of Tyre at the time of Isaiah. These we learn, partly from Scripture itself, partly from Assyrian inscriptions. In the days of David and Solomon there had been an intimate alliance between Israel and Hiram, King of Tyre. <a class=\"ref\">Psalms 45:12<\/a> indicates at least the interchange of kingly gifts, if not the acknowledgment of sovereignty by payment of tribute. <a class=\"ref\">Psalms 83:7<\/a>, which we have some reason to connect with the reign of Uzziah, shows that this alliance had passed into hostility. The position of Tyre naturally threw it into more intimate relations with the northern kingdom; “its country was nourished by the king’s country” then as in the days of Herod Agrippa (<a class=\"ref\">Acts 12:20<\/a>), and there seems reason to believe that the son of Tabeal, whom Pekah and Rezin intended to place upon the throne of Judah, was the son of a Tyrian ruler. (See Note on <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 7:6<\/a>.) It was, at this time, the most flourishing of the Phœnician cities, and had succeeded to the older fame of Zidon. The action of Ahaz in inviting the help of Tiglath-pileser against Israel and the Syrians had tended to make Tyre also an object of attack by the Assyrian armies. The prophecy now before us would seem to have been connected with that attack, and foretells the issue of the conflict on which Tyre had rashly entered. Upon that issue light is thrown by the inscriptions of the Assyrian kings. Sargon records that he “plundered the district of Samaria and the whole house of Omri,” and “reigned from Yatnan (Cyprus), which is in the midst of the sea of the setting sun . . . from the great Phœnicia and Syria. . . . to all the cities of remote Media” (Records of the Past, vii. 27). Sennacherib boasts of a victory over the land of the Hatti (i.e., Hittites); “fear overwhelmed Luti, the king of Zidon,” and “he fled to Yatnan, which is in the midst of the sea,” and the Assyrian “placed Tubalu” (the Tabeal of Isaiah) on the throne of the kingdom (Records of the Past, vii. 61). In anticipation of these events, the prophet utters his note of warning to the great merchant city. It seems more natural to connect it with those events, which came within the horizon of his vision, than to refer it, as some interpreters have done, to the later siege of Tyre by Nebuchadnezzar. The mention of the Chaldeans as having been subdued by the Assyrians, which fits in with Sargon’s and Sennacherib’s victories over Merôdach-baladan (Records of the Past, vii. 45, 59), who endeavoured to establish an independent kingdom in Babylon (see Note on <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 39:1<\/a>), and is, of course, entirely inapplicable to the time of Nebuchadnezzar, seems, indeed, to be decisive as to this question.<\/p>\n <p>Howl, ye ships of Tarshish . . .—See Note on <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 2:16<\/a>. The prophet sees, as in vision, the argosies of Tyre speeding on their way homeward across the Mediterranean from Tarshish (Spain), and bids them raise their lamentation over the coming fate of their city. They will hear that their city has been taken, that there is no access to its harbours. At Chittim (Cyprus, or, probably, Citium, the chief Phœnician colony of the island), the tidings which burst upon them were as a revelation, confirming the vague rumours they had heard before.<\/p>",
    "audit": null
}