{
    "id": 11017,
    "source": "ellicott",
    "verse_id": 17978,
    "verse_count": 1,
    "reference": "16:8",
    "title": "",
    "html": "<p>             (8) The fields of Heshbon languish . . .—For Heshbon see Note on <a class=\"isa\" verses=\"WzE3OTY1XQ==\">Isaiah 15:4<\/a>. Sibmah appears as assigned to the tribe of Reuben, in <a class=\"ref\">Numbers 32:38, Joshua 13:19<\/a>, and in <a class=\"ref\">Jeremiah 48:32<\/a> as famous for its vines. Jerome (Comm. in Esai. 5) speaks of it as about half a Roman mile from Heshbon, and as one of the strongest fortresses of Moab. It has not been identified by recent travellers. The names of the chief Moabite cities are brought together by Milton with a singular rhythmical majesty in Par. Lost, 1, 406-411.<\/p>\n <p>The lords of the heathen . . .—The words admit of this rendering; but another version, equally admissible grammatically, is preferred by most recent critics. Its branches smote down the lords of the nations, i.e., the wine of Sibmah was so strong that it “overcame” the princes who drank of it (<a class=\"isa\" verses=\"WzE4MTY2XQ==\">Isaiah 28:1<\/a>; <a class=\"ref\">Jeremiah 23:9<\/a>). In the word for “lords” (baalim), we have a parallel to the “lords of the high places of Arnon,” in <a class=\"ref\">Numbers 21:28<\/a>.<\/p>\n <p>They are come even unto Jazer.—The pronoun may be referred either to the “branches of the vine,” or to the “lords of the heathen,” as destroyers. Adopting the former construction, we find in the words a description of the extent of the culture of the Sibmah vine. Northward it spread to Jazer on the Gilead frontier (<a class=\"ref\">Numbers 32:1; Numbers 32:3; 1 Chronicles 26:31<\/a>), rebuilt by the Gadites (<a class=\"ref\">Numbers 32:35<\/a>), eastward to the wilderness, westward it crossed the Dead Sea, and re-appeared in the vine-clad slopes of Engedi (<a class=\"ref\">Song of Solomon 1:14<\/a>). In <a class=\"ref\">Jeremiah 48:32<\/a>, we have “the sea of Jazer.” See Note there.<\/p>",
    "audit": null
}