{
    "id": 10871,
    "source": "ellicott",
    "verse_id": 17814,
    "verse_count": 1,
    "reference": "8:6",
    "title": "",
    "html": "<p>             (6) Forasmuch as this people refuseth the waters of Shiloah . . .—Grammatically, the words “this people” might seem to refer to Judah, and suggest the thought that the tyranny of Ahaz had made him so unpopular that his subjects welcomed the invaders. On this view Ahaz sought the alliance with Tiglath-pilneser as against his own subjects no less than against Syria or Ephraim. He was as a Ferdinand of Naples falling back on Austria to protect him against Garibaldi and Victor Emmanuel. What line was the prophet to take? Was he to take the side of the king, or that of his rebellious subjects who were ready to sacrifice their independence? As it is, he sides with neither, and has a warning for each. Each is running blindly into destruction. The prophet could hardly have blamed the people of Syria and Israel for following their own kings; but it was for him a strange and monstrous thing that Judah should follow their example. We must remember, too, that in spite of the weakness and wickedness of Ahaz, the prophet’s hopes rested on the house of David (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 11:1<\/a>), and that Hezekiah was already old enough to justify that hope. The “waters of Shiloah that go softly,” issuing from the slope between Moriah and Zion, “fast by the oracles of God” (<a class=\"ref\">Psalms 46:4; John 9:7<\/a>), presenting so striking a contrast to the great rivers, Nile, Euphrates, Hiddekel (Tigris), on which stood the capitals of great empires, or even to the Abana and Pharpar of Syria, and the Jordan of Ephraim, were a natural symbol of the ideal polity and religion of Judah. (Comp. <a class=\"ref\">Ezekiel 47:1-5<\/a>.) In acting as they did the people were practically apostatising as much as “that king Ahaz” of <a class=\"ref\">2 Chronicles 28:22<\/a>.<\/p>",
    "audit": null
}