{
    "id": 11796,
    "source": "ellicott",
    "verse_id": 18845,
    "verse_count": 1,
    "reference": "61:1",
    "title": "",
    "html": " <p align=\"center\" class=\"subtitle\">, LXI. <\/p>\n <p>(1) The Spirit of the Lord God is upon me . . .—We have obviously a new poem in the form of a soliloquy, and we ask, “Who is the speaker.?” The Jewish Targum and many modern critics hear only the voice of Isaiah. Guided by <a class=\"isa\" verses=\"WzE4NDUzXQ==\">Isaiah 41:1<\/a>; <a class=\"isa\" verses=\"eyIxNzY1OSI6Nn0=\">Isaiah 1:4-9<\/a>, we recognise here, as there, the utterance of the ideal Servant of Jehovah. That view, it needs scarcely be said, is the one suggested to all Christian minds by our Lord’s application of the passage to His own work in <a class=\"ref\">Luke 4:16-22<\/a>. The opening words repeat what had been said by Jehovah of the Servant in <a class=\"isa\" verses=\"WzE4NDgyXQ==\">Isaiah 42:1<\/a>. The “anointing,” as it stands, might be that of king (<a class=\"ref\">1 Samuel 9:16; 1 Samuel 10:1<\/a>), or priest (<a class=\"ref\">Exodus 29:2; Leviticus 7:36<\/a>), or prophet (<a class=\"ref\">1 Kings 19:16<\/a>). As interpreted by its fulfilment, it may be held to include all three. <\/p>\n <p>To preach good tidings . . .—Comp. Note on <a class=\"isa\" verses=\"WzE4NDMwXQ==\">Isaiah 40:9<\/a>. To this passage, more than any other, even than <a class=\"isa\" verses=\"WzE4NDMwXQ==\">Isaiah 40:9<\/a>, we may trace the use of the word “gospel” (“evangel,” “good tidings”) in our Lord’s teaching and that of the Apostles. Claiming the promise as fulfilled in Himself, He became the great evangelist, and all who followed Him were called to the same office. <\/p>\n <p>To bind up the broken-hearted . . .—The primary thought is that of a healing bandage applied to the heart’s wounds. (Comp.), The Servant of Jehovah is the great physician as well as the evangelist. <\/p>\n <p>To proclaim liberty.—Phrase and thought are taken from the law of the Year of Jubilee (<a class=\"ref\">Leviticus 25:10; Ezekiel 46:17; Jeremiah 34:8<\/a>). <\/p>\n <p>The opening of the prison.—The LXX., adopted in <a class=\"ref\">Luke 4:18<\/a>, gives “recovery of sight to the blind;” and as the verb is never used for the opening of a room or door, and is used in <a class=\"isa\" verses=\"WzE4MzI2XQ==\">Isaiah 35:5<\/a>; <a class=\"isa\" verses=\"WzE4NDg4XQ==\">Isaiah 42:7<\/a>, for the opening of the eyes, that is probably its meaning here. <\/p>",
    "audit": null
}