{
    "id": 11064,
    "source": "ellicott",
    "verse_id": 18031,
    "verse_count": 1,
    "reference": "20:1",
    "title": "",
    "html": "<p align=\"center\" class=\"subtitle\"> XX.<\/p> \n<p>(1) In the year that Tartan came unto Ashdod.—Better, the Tartan. The word was an official title borne by the generalissimo of the Assyrian armies, who was next in authority to the king. He may, or may not, have been the same with the officer of the same rank who appears in<a class=\"ref\">2 Kings 18:17<\/a> as sent by Sennacherib to Jerusalem.<\/p> \n<p>When Sargon the king of Assyria sent him.—Much light has been thrown by the Assyrian inscriptions on the events connected with this king. Prior to that discovery, there was no trace of his name to be found elsewhere than in this passage, and his very existence had been called in question. As it is, he comes before us as one of the greatest of Assyrian monarchs. He succeeded Shalmaneser VI,, the conqueror of Israel, in B.C. 721, at first as guardian and co-regent of his son Samdan-Malik, and afterwards in his own name. His reign lasted till B.C. 704, when he was succeeded by Sennacherib. Long inscriptions, giving the annals of his reign, were found by M. Botta at Khorsabad, and have been interpreted by M. Oppert (Records of the Past, vii. 21, , 11:17, 27, 33) and others.<\/p> \n<p>And fought against Ashdod.—The occasion of the campaign is related by Sargon in the annals just mentioned as happening in his eleventh year. Azuri, the king of Ashdod, refused to pay tribute, and revolted. Sargon deposed him, and placed his brother Akhismit, on the throne. The people, in their turn, rose against Akhismit, and chose Yaman as their king. Sargon then marched against the city, took it, and carried off its gods and its treasures as booty (Records of the Past, vii. 40). These events naturally excited the minds of Hezekiah and his counsellors, and led them to look to an alliance with Egypt as their best protection.<\/p> ",
    "audit": null
}