{
    "id": 11886,
    "source": "ellicott",
    "verse_id": 18940,
    "verse_count": 1,
    "reference": "66:17",
    "title": "",
    "html": " <p>,(17) They that sanctify themselves . . .—Better, they that consecrate themselves . . . As in <a class=\"isa\" verses=\"eyIxODkwMSI6Mn0=\">Isaiah 65:3-4 <\/a>,, the prophet has in his thoughts the apostates, who gloried in mingling heathen rites with the worship of Jehovah. Such a blending of incompatible elements was, as we have seen, eminently characteristic of the reign of Manasseh. We have no trace of anything corresponding to it among the. Babylonian exiles, either before or after their return. The “consecration” and “purification” are the initiatory rites of heathen mysteries, connected probably with the worship of Baal or Ashtoreth, or, as the context, with its reference to gardens and swine’s flesh, renders probable, with that of Thammuz. (See Note on <a class=\"isa\" verses=\"WzE4ODkwXQ==\">Isaiah 64:4 <\/a>.) <\/p>,\n <p>Behind one tree in the midst.—The noun “tree” is a conjectural explanation. The Hebrew text gives the “one” in the masculine, and is explained as referring either (1) to the Hierophant, who led the worshippers; or (2), as with a contemptuous reluctance to utter the name of the false deity, to Thammuz. The Hebrew margin gives “one” in the feminine, and this may have been meant for the Asherah, the “grove,” or Phallic symbol of idolatrous worship. If we adopt the masculine, and refer it to Thammuz, the word may connect itself with the lamentations of the Syrian maidens over Thammuz (Adonis) as over an only son. (Comp. Milton, Paradise Lost, i.) <\/p>,\n <p>The abomination.—The word stands in <a class=\"ref\">Leviticus 7:21; Leviticus 11:11 <\/a>,, for various kinds of unclean beasts, among which the mouse, or jerboa, still eaten by the Arabs, was conspicuous (<a class=\"ref\">Leviticus 11:29 <\/a>). It is probable that all these, as well as the swine’s flesh, were used in the idolfeasts. In any case the apostate worshippers would seem to have exulted in throwing off the restraints of the Mosaic law. <\/p>,",
    "audit": null
}