{
    "id": 10906,
    "source": "ellicott",
    "verse_id": 17856,
    "verse_count": 1,
    "reference": "10:5",
    "title": "",
    "html": "<p> (5) O Assyrian.—The words open, as has been said above, a perfectly distinct section. Assyria had been named in connection with the Syro-Ephraim alliance against Judah ( <a class=\"isa\" verses=\"eyIxNzgwMCI6NH0=\">Isaiah 7:17-20<\/a>; <a class=\"isa\" verses=\"eyIxNzgxNSI6Mn0=\">Isaiah 8:7-8<\/a>); but this is the first prophetic utterance of which it is the direct subject. Anticipating the phraseology of <a class=\"isa\" verses=\"WzE3OTA4XQ==\">Isaiah 13:1<\/a> , we might call it the “burden of Assyria.” In the judgment of the best Assyrian scholars, some years had passed since the date of the alliance and invasion. Tiglath – pileser had taken Damascus and reduced Samaria to submission. Pekah and Ahaz had met at Damascus to do homage to their common suzerain. In B.C. 727 Salmaneser succeeded to the throne of Assyria, and began the conquest of Samaria and the deportation of the Ten Tribes in B.C. 722 ( <a class=\"ref\">2 Kings 17:3-6<\/a>). On his death, in B.C. 721, the throne was seized by Sargon, who had been his Tartan, or commander-in-chief ( <a class=\"isa\" verses=\"WzE4MDMxXQ==\">Isaiah 20:1<\/a>). The achievements of this king are recorded at length in an inscription discovered by M. Botta at Khorsabad (Records of the Past, vii. 28. Lenormant’s Manual, 1 p. 392). In it he says:—“I besieged, took, and occupied the city of Samaria, and carried into captivity 27,280 of its inhabitants. I changed the form of government of the country, and placed over it lieutenants of my own.” In another inscription discovered at Kouyunyik, but unfortunately incomplete, Sargon speaks of himself as “the conqueror of the far-off land of Judah” (Layard, Inscriptions, 33:8). It was probably to this king, exulting in his triumphs and threatening an attack on Judah, and not (as was commonly thought prior to the discovery of the inscription) to his son Sennacherib, who succeeded him B.C. 704, that the prophet now addressed himself. The first words proclaim that the great king was but an instrument working out the Divine intent, the “rod,” and the “staff,” the “axe” and the “saw” ( <a class=\"isa\" verses=\"WzE3ODY2XQ==\">Isaiah 10:15<\/a>). So in <a class=\"isa\" verses=\"WzE3ODAzXQ==\">Isaiah 7:20<\/a> , the earlier king of Assyria is as “the razor that is hired.” So Nebuchadnezzar in <a class=\"ref\">Jeremiah 51:20<\/a> is the “battle-axe” or “hammer” of Jehovah. (Comp. <a class=\"isa\" verses=\"WzE4Mzc5XQ==\">Isaiah 37:26<\/a>.)<\/p> ",
    "audit": null
}