{
    "id": 10847,
    "source": "ellicott",
    "verse_id": 17783,
    "verse_count": 1,
    "reference": "6:13",
    "title": "",
    "html": " <p>,(13) But yet in it shall be a tenth . . .—Better, And though there should be a tenth in it, yet this shall be again devoured (with fire). What the prophet is led to expect is a series of successive chastisements sifting the people, till the remnant of the chosen ones alone is left. (Comp. the same thought under a different imagery in <a class=\"ref\">Ezekiel 5:12: Zechariah 13:8-9<\/a>.) The “tenth” is taken, as in <a class=\"ref\">Leviticus 27:30<\/a>, for an ideally consecrated portion. <\/p>\n <p>As a teil tree.—Better, terebinth; and for “when they cast their leaves” read, when they are cut down. The “teil tree” of the Authorised Version is probably meant for the “lime” (tilier, tilleul). The thought of this verse is that embodied in the name of his son Shear-jashub (see Note on <a class=\"isa\" verses=\"WzE3Nzg2XQ==\">Isaiah 7:3<\/a>), and constantly reappears (<a class=\"isa\" verses=\"WzE3NjgyXQ==\">Isaiah 1:27<\/a>; <a class=\"isa\" verses=\"eyIxNzczNiI6Mn0=\">Isaiah 4:2-3<\/a>; <a class=\"isa\" verses=\"WzE3ODcxXQ==\">Isaiah 10:20<\/a>; <a class=\"isa\" verses=\"WzE4MjExXQ==\">Isaiah 29:17<\/a>; <a class=\"isa\" verses=\"WzE4MjMzXQ==\">Isaiah 30:15<\/a>, &c). The tree might be stripped of its leaves, and its branches lopped off, and nothing but the stump left; but from that seemingly dead and decayed stock, pruned by the chastisements of God (<a class=\"ref\">John 15:2<\/a>), a young shoot should spring, holy, as consecrated to Jehovah, and carry on the continuity of the nation’s life. The same thought is dominant in St. Paul’s hope for his people. At first the “remnant,” and then “all Israel,” should be saved (<a class=\"ref\">Romans 11:5; Romans 11:26<\/a>). In <a class=\"isa\" verses=\"WzE3ODg0XQ==\">Isaiah 10:33<\/a>, to <a class=\"isa\" verses=\"WzE3ODg2XQ==\">Isaiah 11:1<\/a>, the same image is specially applied to the house of David, and becomes, therefore, essentially Messianic. <\/p>",
    "audit": null
}