{
    "id": 10982,
    "source": "ellicott",
    "verse_id": 17942,
    "verse_count": 1,
    "reference": "14:13",
    "title": "",
    "html": "<p>I will ascend into heaven.—The boast of the Chaldæan king is represented as nothing less than an apotheosis, which they themselves claimed. So Shalmaneser describes himself as “a sun-god” (Records of the Past, iii. 83), Assurbanipal as “lord of all kings” (ib., iii. 78). In contrast with the Sheol into which the Chaldæan king had sunk, the prophet paints the heaven to which he sought to rise. He, the brightest star, would raise his throne above all the stars of God. <\/p>\n <p>I will sit also upon the mount of the congregation . . .—The words have often been interpreted of Jerusalem or the Temple, as the “mountain of assembly” (as the tabernacle was “the tent of the congregation,” or “of meeting”), and “the sides (better, recesses) of the north” have been connected, like the same phrase in <a class=\"ref\">Psalms 48:2<\/a>, with the portion of the Temple which the king of Babylon is supposed to threaten. Most modern scholars are, however, agreed that this interpretation is untenable. What is brought before us is the heaven, the “mountain of assembly,” where the great gods in whom the king of Babylon believed sat in council. So Assyrian hymns speak of “the feasts of the silver mountains, the heavenly courts” (as the Greeks spoke of Olympus), where the gods dwell eternally (Records of the Past, iii. 133). And this ideal mountain was for them, like the Meru of Indian legend, in the farthest north. So in the legendary geography of Greece, the Hyperborei, or “people beyond the north wind,” were a holy and blessed race, the chosen servants of Apollo (Herod., ii. 32-36). In <a class=\"ref\">Ezekiel 28:14<\/a>, the prophet recognises an ideal “mountain of God” of like nature, and the vision of the future glory of a transfigured Zion, in chap 2:1-3, implies, as we have seen, an idea of the same kind. Possibly the same thought appears in Ezekiel’s vision, “out of the north” (<a class=\"isa\" verses=\"WzE3NjU5XQ==\">Isaiah 1:4<\/a>). <\/p>",
    "audit": null
}