{
    "id": 10878,
    "source": "ellicott",
    "verse_id": 17822,
    "verse_count": 1,
    "reference": "8:14",
    "title": "",
    "html": " <p>(14) And he shall be for a sanctuary . . .—Literally, he shall become a hallowed thing, with the implied thought as in <a class=\"ref\">Ezekiel 11:16<\/a>, that the sanctuary is also an asylum (<a class=\"ref\">1 Kings 1:50; 1 Kings 2:28<\/a>). In that sanctuary, in the presence of Jehovah, there was a refuge from all terror, the answer to all misgivings (<a class=\"ref\">Psalms 73:17<\/a>). <\/p>\n <p>But for a stone of stumbling and for a rock of offence . . .—The words have become so familiar to us through their Christian application (<a class=\"ref\">Matthew 21:44; Romans 9:33; 1 Peter 2:8<\/a>) that we find it hard to measure their force and meaning as they came from Isaiah’s lips. Are the contrasted clauses connected by any common link of imagery? To enter into fellowship with Jehovah, is to enter into the sanctuary. He who stands on the stone which forms the threshold of that sanctuary, has gained an asylum. But to do that requires the clear vision of faith. He who walks blindly (<a class=\"isa\" verses=\"WzE3NzgwLDI2NTM0XQ==\">Isaiah 6:10; John 11:10<\/a>), without faith, may stumble on that very stone of the threshold, and what was safety and life for others, might for him bring pain and shame. He might be there sorely bruised (<a class=\"ref\">Matthew 21:44<\/a>) like the wild animals taken in a trap (synonyms are heaped one upon another to increase the force of the imagery), till a helper came to release him. So, Isaiah says, was Jehovah “to both the houses of Israel” (the phrase is peculiar, and implies a hope of the restored unity of the nation’s life) in their self-chosen blindness. So St. Peter says, even the head corner-stone is to those who “stumble at the word, being disobedient” a “stone of stumbling and a rock of offence” (<a class=\"ref\">1 Peter 2:8<\/a>). It lies in the nature of the case that the fall is not necessarily final and irretrievable. Men may be braised, but not “ground to powder;” may “stumble” so that they may rise again (<a class=\"ref\">Matthew 21:44; Luke 2:34; Romans 11:11<\/a>). <\/p>",
    "audit": null
}