{
    "id": 11324,
    "source": "ellicott",
    "verse_id": 18305,
    "verse_count": 1,
    "reference": "34:1",
    "title": "",
    "html": " <p align=\"center\" class=\"subtitle\">,XXXIV. <\/p>,\n <p>(1) Come near, ye nations, to hear . . .—The two chapters that follow have a distinct character of their own. They form, as it were, the closing epilogue of the first great collection of Isaiah’s prophecies, the historical section that follows (Isaiah 36-39) serving as a link between them and the great second volume, which comes as an independent whole. Here, accordingly, we have to deal with what belongs to a transition period, probably the closing years of the reign of Hezekiah The Egyptian alliance and the attack of Sennacherib are now in the back-ground, and the prophet’s vision takes a wider range. In the destruction of the Assyrian army he sees the pledge and earnest of the fate of all who fight against God, and as a representative instance of such enemies, fixes upon Edom, then, as ever, foremost among the enemies of Judah. They had invaded that kingdom in the days of Ahaz (<a class=\"ref\">2 Chronicles 28:17 <\/a>). The inscriptions of Sennacherib (Lenormant, Anc. Hist., i. 399) show that they submitted to him. They probably played a part in his invasion of Judah, in his attack on Jerusalem, analogous to that which drew down the bitter curse of the Babylonian exiles (<a class=\"ref\">Psalms 137:7 <\/a>). The chapters are further noticeable as having served as a model both to Zephaniah throughout his prophecy, and to Jeremiah 25, <a class=\"ref\">Jeremiah 46:3-12 <\/a>,, Jeremiah 50, 51, parallelisms with which will meet us as we go on. <\/p>,\n <p>The prophecy opens, as was natural, with a wider appeal. The lesson which Isaiah has to teach is one for all time and for all nations: “They that take the sword shall perish by the sword.” There rises before his eyes once more the vision of a day of great slaughter, such as the world had never known before, the putrid carcasses of the slain covering the earth, as they had covered Tophet, the Valley of Hinnom, after the pestilence had done its work on Sennacherib’s army. (Comp. as an instance of like hyperbole, the vision of the destruction of Gog and Magog, in <a class=\"ref\">Ezekiel 39:11-16 <\/a>.) <\/p>,",
    "audit": null
}