{
    "id": 11537,
    "source": "ellicott",
    "verse_id": 18562,
    "verse_count": 1,
    "reference": "44:28",
    "title": "",
    "html": " <p> (28) That saith of Cyrus.—The Hebrew form is Koresh, answering to the Kur’us of the inscription of the king’s tomb in the Murghab valley. The prediction of the name of the future deliverer has its only parallel in that of Josiah (<a class=\"ref\">1 Kings 13:2 <\/a>). Such a phenomenon admits of three possible explanations:—(1) That it is a prophecy after the event—i.e., that the whole of Isaiah, or this part of it, was written at the close of the exile. (2) That the name was revealed to the prophet in a way altogether supernatural. (3) That the name came within the horizon of the prophet’s vision from his natural stand-point, the supernatural element being found in the facts which he is led to connect with it. Of these, (3) seems to commend itself as most analogous with the methods of prophetic teaching. The main facts in the case are these—(1) Events had made Isaiah acquainted with the name of the Medes, and with a people bearing the name (Elam), afterwards given by the Jews to the Persians of the Greeks (<a class=\"isa\" verses=\"WzE3ODg2XQ==\">Isaiah 11:1 <\/a>; <a class=\"isa\" verses=\"WzE3OTE0XQ==\">Isaiah 13:7 <\/a>; <a class=\"isa\" verses=\"WzE4MDM4LDk5OTAsMTAwMzZd\">Isaiah 21:2; 2 Kings 17:6; 2 Kings 18:11 <\/a>). (2) Koresh or Kyros was the name of a river in that region, and the conqueror is said to have changed his previous name (Agradates) for it (Strab. Xv. 3, 6). (3) The name has been said to mean “the sun” (Plutarch, Ctesias), and this, though not accepted by many modern scholars as philologically accurate, at least indicates that the Greeks assigned that meaning to it. It would be a natural name for one who, as a worshipper of Ormuzd, saw in the sun the supreme symbol of the God of heaven. (4) The grandfather of the great Cyrus is said to have borne the same name (Herod. i. 111). (5) The facts point to the conclusion that the name Kursus; if not a titular epithet, like the Pharaoh of Egypt, may yet have had the prestige of antiquity and dignity, historical or mythical. (6) Is it altogether impossible that the prophecy, circulating among the Babylonian exiles, helped to bring about its own fulfilment, and that Agradates may have been led to take the name of Kur’us because he found his work described in connection with it (Josh. Ant., xii. 1, 2)? <\/p> \n <p>My shepherd.—As guiding the flock of Jehovah, each to their own pasture. <\/p> \n <p>Thou shalt be built.—Both verbs are better taken as imperatives, Let her be built; Let thy foundations be laid. <\/p> ",
    "audit": null
}