{
    "id": 11191,
    "source": "ellicott",
    "verse_id": 18160,
    "verse_count": 1,
    "reference": "27:8",
    "title": "",
    "html": "<p> (8) In measure . . .—Literally, with the force of iteration, with measure and measure. The verse continues the thought of the preceding. The word for “measure” is strictly definite: the seah, or third part of an ephah (comp.<a class=\"isa\" verses=\"WzE3NzUwXQ==\">Isaiah 5:10<\/a>), and therefore used as proverbial for its smallness, to express the extreme moderation of God’s chastisements.<\/p> \n<p>When it shooteth forth, thou wilt debate With it.—Better, When thou didst put her away, thou didst plead with her. The prophet falls back upon the thought of Hosea 1-3, that Israel was the adulterous wife to whom Jehovah had given, as it were, a bill of divorcement, but against whom He did not carry the pleadings to the furthest point that the rigour of the law allowed. Comp. for this meaning<a class=\"isa\" verses=\"WzE3NjU2XQ==\">Isaiah 1:1<\/a> ;<a class=\"ref\">Deuteronomy 24:1; Malachi 2:16<\/a> .<\/p> \n<p>He stayeth his rough wind . . .—The words have become familiar, as expressing the loving-kindness which will not heap chastisement on chastisement, lest a man should be swallowed up of overmuch sorrow, which keeps the “rough wind” from completing the devastation already wrought by the scorching “east wind.” That rendering, however, can scarcely be maintained. The word translated “stay” is found elsewhere in<a class=\"ref\">Proverbs 25:4-5<\/a> , and there has the sense of “separating,” or “sifting.” And this is its sense here also, the thought expressed asserting, though in another form than the traditional rendering, the compassion of Jehovah, in that He sifts with his rough wind in the day of east wind; though punishment come on punishment, it is reformatory, and not simply penal, to sift, and not to destroy. A rendering accepted by some critics gives, He sigheth with His rough wind, as though with a sorrowing pity mingled with the chastisement.<\/p> ",
    "audit": null
}