{
    "id": 10951,
    "source": "ellicott",
    "verse_id": 17908,
    "verse_count": 1,
    "reference": "13:1",
    "title": "",
    "html": "<p align=\"center\" class=\"subtitle\"> XIII.<\/p> \n<p>(1) The burden of Babylon . . .—The title “burden,” which is repeated in<a class=\"isa\" verses=\"WzE3OTYyXQ==\">Isaiah 15:1<\/a> ;<a class=\"isa\" verses=\"WzE3OTg1XQ==\">Isaiah 17:1<\/a> ;<a class=\"isa\" verses=\"WzE4MDA2XQ==\">Isaiah 19:1<\/a> ;<a class=\"isa\" verses=\"WzE4MDM3XQ==\">Isaiah 21:1<\/a> ;<a class=\"isa\" verses=\"WzE4MDU0XQ==\">Isaiah 22:1<\/a> ;<a class=\"isa\" verses=\"WzE4MDc5XQ==\">Isaiah 23:1<\/a> , indicates that we have in this division a collection of prophetic utterances, bearing upon the future of the surrounding nations, among which Babylon was naturally pre-eminent. The authenticity of the first of these oracles has been questioned, partly on the ground of differences of style, partly because it seems to anticipate the future destruction of Babylon with a distinctness which implies a prophecy after the event. The first of these objections rests, as will be seen from the numerous coincidences between these and other portions of Isaiah, on no sufficient evidence. The second implies a view of prophecy which excludes the element of a divinely given foreknowledge; and that view the present writer does not accept.<\/p> \n<p>Accepting the two chapters as Isaiah’s, we have to ask how Babylon came at the time within the prophet’s historical horizon, and what were at the time its political relations with Assyria. (1) It is obvious that the negotiations which Ahaz had opened with Tiglath-pileser, the passage to and fro of armies and ambassadors, the journeys of prophets like Jonah and Nahum, the commerce of which we have traces even in the days of Joshua (<a class=\"ref\">Joshua 7:21<\/a>), must have made Babylon, as well as Nineveh, familiar to the leading men of Judah. As a matter of fact, it was probably more familiar. Babylon was the older, more famous, more splendid city Nineveh (if we accept the conclusions of one school of historians) had been overpowered and destroyed by the Medes under Arbaces, and the Babylonians under Belesis (B.C. 739), the Pul of Bible history, under whom Assyria was a dependency of Babylon (Lenormant, Anc. Hist., p. 38). In Tiglath-pileser the Assyrians found a ruler who restored their supremacy. The Chaldæans, however, revolted under Merôdach-baladan, and Sargon records with triumph how he had conquered him and spoiled his palace. As the result of that victory, he took the title of king of Babylon. Merôdach-baladan, however, renewed his resistance early in the reign of Sennacherib, and though again defeated, we find him courting the alliance of Hezekiah either before or after the destruction of that king’s army (Isaiah 39). We can scarcely doubt that the thought of a Babylonian, as of an Egyptian, alliance had presented itself to the minds of the statesmen of Judah as a means of staying the progress of Assyrian conquests. The chapters now before us, however, do not seem written with reference to such an alliance, and in<a class=\"isa\" verses=\"WzE3OTU0XQ==\">Isaiah 14:25<\/a> Babylon seems contemplated chiefly as the representative of the power of Assyria. It seems probable, accordingly, that the king of Babylon in<a class=\"isa\" verses=\"WzE3OTMzXQ==\">Isaiah 14:4<\/a> is to be identified with Sargon, the Assyrian king, who took the title of “Vicar of the Gods in Babylon” (Records of the Past, vol. xi. 17).<\/p> \n<p>The word “burden,” prefixed to this and the following prophecies, is a literal translation of the Hebrew. It seems to have acquired a half-technical sense as announcing the doom which a nation or a man was called to bear, and so to have acquired the meaning of an “oracle,” or “prophecy.” This meaning, which is first prominent in Isaiah (in<a class=\"ref\">Proverbs 30:1; Proverbs 31:1<\/a> it is used of an ethical or didactic utterance thought of as inspired), was afterwards given to it in the speeches of the false prophets (<a class=\"ref\">Lamentations 2:14<\/a>); and in<a class=\"ref\">Jeremiah 23:33-40<\/a> we have a striking play upon the primary and derived meaning of the word. (See Note on<a class=\"ref\">Jeremiah 23:33<\/a> .) It continued in use, however, in spite of Jeremiah’s protest, and appears in<a class=\"ref\">Zechariah 9:1; Zechariah 12:1; Malachi 1:1<\/a> . Oracle is perhaps the best English equivalent. We note as characteristic (see<a class=\"isa\" verses=\"WzE3NjU2XQ==\">Isaiah 1:1<\/a> ;<a class=\"isa\" verses=\"WzE3Njg3XQ==\">Isaiah 2:1<\/a>), that the “burden” is described as that which Isaiah saw.<\/p> ",
    "audit": null
}