{
    "id": 11708,
    "source": "ellicott",
    "verse_id": 18749,
    "verse_count": 2,
    "reference": "55:8-9",
    "title": "",
    "html": "<p lang=\"en-US\">The Highest is the Most Forgiving<\/p>\n <p lang=\"en-US\">For my thoughts are not your thoughts, neither are your ways my ways, saith the Lord. For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts.—<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 55:8-9<\/a>.<\/p>\n <p lang=\"en-US\">In this chapter we have a great evangelical discourse on the Return from Exile, which is very grandly conceived. Israel was not going back to be as before, but to become the mistress and mother of nations. “Nations that knew not thee shall run unto thee because of the Lord thy God.” And along with that enlarged political influence there was to be a new satisfaction of heart; in that deep hunger which cannot be appeased with bread, God’s gift would bring them rest. The promise was well-nigh inconceivable, and it was not made easier by the lowliness of the condition, for what was to “ring in the full satisfaction” was nothing higher or more revolutionary than obedience; all the needed changes in the mind of statesmen and in the mood of the exiled people were suspended on that. “Hearken diligently unto me,” saith God, “and ye shall eat that which is good,” “hear and your soul shall live.” Obedience, which, in the experience of every one has passed unrecognised a hundred times, was suddenly to work a transformation; and men, in listening, seemed to hear a fairy tale from worlds of other dimensions and powers than this, for things like that do not happen on the level of this arid and commonplace earth. To the exiles it sounded much as the preaching of the gospel sounds to some of ourselves, who do not doubt that satisfaction is a good thing, and whose heart runs out in desire for a little more worth the name; but in this sober world, where still the second best prevails, how can it be? In all our churches there are people who have settled it in their minds that, essentially, this promise is not true, but belongs to the delusive phraseology of religion where word and thing do not keep pace.<\/p>\n <p lang=\"en-US\">1. The glory of the preaching of a noble religion is that it “bears our intellect, conscience, emotions, imagination out beyond this world,” and enables us to realise another scheme of powers than our senses have discovered; and that is what the prophet here attempts. Where man’s faith was hindered he thrusts in the bare assertion that God’s thoughts and ways are not like ours. If things are really of the size and force which commonly are attributed to them there would be no room for a gospel to work; but then the world is built in God’s way; it is a grander world than we yet have dreamed, with secrets of power yet unexplored. There are height and depth within it, and what we count impossible is possible with God.1 [Note: W. M. Macgregor, Jesus Christ the Son of God, p. 91.]  “My thoughts are not your thoughts, neither are my ways your ways.”<\/p>\n <p lang=\"en-US\">2. The consideration that God’s nature is unlike to ours, that His thoughts are not as man’s thoughts, His ways not as man’s ways, is adduced, in the passage immediately before us, as a reason why a sinful being should have all the more hope for mercy at His hands. But there is a point of view from which we must hold the very opposite of this proposition to be the truth. Neither morality nor religion would be possible if, deeper than any dissimilarity, there were not a real and essential likeness between God’s nature and ours. Morality is not obedience to an arbitrary authority, but sympathy with the principle or spirit of God’s law. Religion is the communion of the soul with God, but betwixt beings absolutely unlike there could be no communion. It is just because God’s nature is essentially one with ours—His that of the Father of spirits, ours that of spirits made in His own image, after His own likeness; it is because what we call thought, intelligence, mind, is in essence the same in God and in us—in Him the infinite thought or reason, in us that of beings to whom the inspiration of the Almighty hath given understanding; it is, finally, because when I say, “God is Love,” I can ascribe to Him as that which constitutes the deepest essence of His nature that same feeling which binds human hearts together, and, as by a hidden yet all-powerful solvent, melts their separateness into unity;—in one word, it is because in the profoundest sense of the words, God’s thoughts are as our thoughts, and God’s ways as our ways, that we can understand the revelation He has given of His will, and enter into that spiritual fellowship with Him in which true religion consists.1 [Note: John Caird.] <\/p>\n <p lang=\"en-US\">Let us accordingly consider (1) the Likeness of God’s Ways to ours, and (2) their Unlikeness.<\/p>\n <p lang=\"en-US\">I<\/p>\n <p lang=\"en-US\">The Likeness of God’s Thoughts and Ways to Ours<\/p>\n <p lang=\"en-US\">1. If our thoughts were not in a measure like God’s thoughts, we should know nothing about Him. If our thoughts were not like God’s thoughts, we should have no standard for life or thinking. Righteousness and beauty and truth and goodness are the same things in heaven and earth, and alike in God and man. We are made after His image, poor creatures though we be; and though there must ever be a gulf of unlikeness, which we cannot bridge, between the thoughts of Him whose knowledge has no growth or uncertainty, whose wisdom is infinite and all whose nature is boundless light, and our knowledge, and must ever be a gulf between the workings and ways of Him who works without effort, and knows neither weariness nor limitation, and our work, so often foiled, so always toilsome, yet in all the unlikeness there is (and no man can denude himself of it) a likeness to the Father. For the image in which God made man at the beginning is not an image that it is in the power of man to cast away, and in the worst of his corruptions and the widest of his departures he still bears upon him the signs of likeness “to Him that created him.” The coin is rusty, battered, defaced; but still legible are the head and the writing. “Whose image and superscription hath it?” Render unto God the things that are declared to be God’s, because they bear His likeness and are stamped with His signature.<\/p>\n <p lang=\"en-US\">The word “thought” would have no more meaning for me than the words “red” or “green” to a man born blind, if it were not that I have the key to it in the principle of thought or intelligence within me, and that when anything is asserted or denied of the thoughts of God, the proposition is intelligible only because it tacitly implies that thought in God is essentially the same with that which I call thought in me.1 [Note: John Caird.] <\/p>\n <p lang=\"en-US\">2. All knowledge of Divine things begins in a sense of our kinship with God. It is impossible to gain any strong, soul-dominating impression of the Eternal unless we recognise that in the stupendous presence which fills heaven and earth, there is a centre of personal consciousness, not unlike that upon which the sense of our identity rests. God thinks His counsels, chooses His lines of action, loves, and also welcomes the love which is offered to Him, according to the self-same scheme upon which human nature is constituted, and its functions proceed.<\/p>\n <p lang=\"en-US\">This opening up of the mind of God to the mind of man, with the very assurance that, worms of the dust though we be, we are reading the thoughts and exploring the ways of the Creator, is at once the starting-point and the goal of all human knowledge, in the treasure of history, the consecration of science and philosophy, the inspiration of religion natural and revealed, so that whoever cuts off this intercourse between God and man, through the manifestation of His very mind and heart to us, involves all things in darkness, and covers us with the shadow of death.<\/p>\n <p lang=\"en-US\">This is the method of the Old Testament, and Jesus also followed it. We see it in His parabolic teaching, which rests on the assumption that, as the Son of Sirach says, “all things are double one against another,” and the spiritual world the counterpart of the natural, as Mrs. Browning says,<\/p>\n <p lang=\"en-US\">Consummating its meaning, rounding all<\/p>\n <p lang=\"en-US\">To justice and perfection, line by line,<\/p>\n <p lang=\"en-US\">Form by form, nothing single nor alone,<\/p>\n <p lang=\"en-US\">The great below clenched by the great above.<\/p>\n <p lang=\"en-US\">And we see it also in the name which He gave to God. He called Him “the heavenly Father,” and I like to regard this as a reminiscence of His sweet and happy childhood in the house of the carpenter of Nazareth. The Evangelist describes Joseph as “a righteous man,” and the term means rather, in Biblical phraseology, “a kindly man,” as St. Chrysostom explains it, “kind and sweetly reasonable ( <span class=\"greek-hebrew\">χρηστὸς καὶ ἐπιεικής<\/span>).” Jesus remembered gratefully the fatherly goodness which had sheltered and sustained His helpless childhood, and, searching the whole domain of human experience, He could discover no fitter emblem of the infinite goodness of God.1 [Note: D. Smith in Religion and the Modern World, p. 188.] <\/p>\n <p lang=\"en-US\">3. With respect to the very matter of Divine forgiveness of which the text particularly treats, and which it seems to represent as altogether different from human forgiveness, the Bible is full of representations which seem to imply the very reverse. When it is declared that “As a father pitieth his children, so the Lord pitieth them that fear Him”; when it is said, “If ye then, being evil, know how to give good gifts unto your children, how much more shall your heavenly Father give the Holy Spirit to them that ask Him”; when we are told to pray, “Forgive us our debts, as we forgive our debtors”; and when our Lord sets forth as the type of that love and tenderness which, in our furthest aberrations from goodness, God bears to us, the love which no ingratitude has been able to exhaust, no depth of infamy to render hopeless of its object, the mingled sorrow and pity and joy of an earthly father over his prodigal yet penitent child—what have we in all this if not the assurance that we may know God by human analogies, that if we would learn what love and pity and forgiveness are in God’s heart, we have only to look into our own; so that, even as regards that very characteristic of the Divine nature of which the text treats, there is a sense in which we must not deny, but assert, that God’s thoughts are as our thoughts, and God’s ways as our ways.<\/p>\n <p lang=\"en-US\">I was told once of an old man in a Yorkshire village, whose son had been a sore grief to him. One day a neighbour inquired how the lad was doing. “Oh, very bad!” was the answer. “He’s been drinking again, and behaving very rough.” “Dear, dear!” said the neighbour. “If he was my son, I would turn him out.” “Yes,” returned the father, “and so would I, if he was yours. But, you see, he’s not your’s; he’s mine.”2 [Note: Ibid. p. 189.] <\/p>\n <p lang=\"en-US\">Think of the parable of the Prodigal Son, or that great saying of His, that triumphant argument a fortiori: “What man is there of you, who, if his son shall ask him for a loaf, will give him a stone; or if he shall ask for a fish, will give him a serpent? If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask Him?” (<a class=\"ref\">Matthew 7:9-11<\/a>). The postulate here and everywhere in our Lord’s teaching is the kinship between God and man and the consequent reasonableness of interpreting the Divine by the human. As Browning has it:<\/p>\n <p lang=\"en-US\">Take all in a word: the truth in God’s breast<\/p>\n <p lang=\"en-US\">Lies trace for trace upon ours impressed:<\/p>\n <p lang=\"en-US\">Though He is so bright and we so dim,<\/p>\n <p lang=\"en-US\">We are made in His image to witness Him.<\/p>\n <p lang=\"en-US\">II<\/p>\n <p lang=\"en-US\">The Unlikeness of God’s Thoughts and Ways to Ours<\/p>\n <p lang=\"en-US\">We have not gone far in our search for God before we feel the check-rein and are constrained to admit that, whilst there are points of contact between His being and ours, there are also points of enormous dissimilarity. We have worked from the scale of the dwarf, and the larger mensuration is beyond us. There is a basis for common fellowship in the elemental truths which arise from these methods of comparison: but we must not make God according to a petty, mundane ground-plan and transfer the limitations of human life and character to His incomparable person and government.<\/p>\n <p lang=\"en-US\">1. God’s ways and thoughts are unlike ours in their superhuman perfection. The whole Bible is but an expansion of one sentence, one utterance of the Eternal, “I am Jehovah.” Hence the revelation must be incomplete; for who could fully reveal Himself to His creatures would be no God; and it must also be astonishing and amazing; for a professed record of any part of God’s thoughts and ways that did not land in mystery and tend to wonder would be self-condemned, and proved to be neither true nor Divine. It is not only here and there that God’s thoughts and ways are superhuman, but throughout, just as a circle is everywhere a circle, and nowhere a square, or capable of being reduced to the latter figure. How man can at all lay hold of God, or, with his infinite and infinitely inferior mental faculties, frame any conception of Him, this is the wonder and has sometimes been the stumbling-block of philosophy; and it is only removed out of the way by devoutly and thankfully accepting the fact that we do know Him (though darkly), and are so far made in His image, that there may be and ought to be reverential contact and communion with Him.<\/p>\n <p lang=\"en-US\">God’s method of teaching us would not be by a revelation if the finite could adjust itself at once to the infinite mind. In a revelation we have presented to us some of the unassimilated disparities between God’s thoughts and ways and those of His creature man. Without realising it we verge upon the impiety of assuming that God has nothing to teach us, and that we may have something to teach Him. You do not hope to master Newton’s Principia with as much ease as you grasp snippets of toothsome frivolities in the columns of the daily press. You ought not to think the Most High as easy to understand as a plain, plodding, transparent neighbour. Is it seemly to expect that the Mighty God will adopt our methods and put Himself into step for all time with the dwarfs of earth? This gross, phenomenal self-complacency, this thrice-assured infallibility, proof against all doubt of itself, is an offence. God does sometimes bow the heavens and strangely condescend to our infirmity, but it would be a poor kindness to us if He were to make those infirmities, rather than His own higher thoughts and surpassing ways, the limit of His self-revelations and the bounds of our destiny. We are not slowly evolving ourselves into the knowledge of God, but God is meeting us with a vast body of truth concerning His being and His providential ways, the vaster part of which yet remains to be touched and assimilated.<\/p>\n <p lang=\"en-US\">Our nature may be like God’s, but it is not the measure of God’s. Even one human being is often a mystery to another. The words and actions of one who is far in advance of us in wisdom and goodness are often unintelligible to us. It is the penalty of greatness to lose the sympathy of meaner men. A great man is indeed the exponent of the truest spirit of humanity, but for that very reason he is often misunderstood by the men among whom he lives. His motives are purer, his aims nobler, his actions determined by wider principles, his whole career in life regulated by ideas more far-reaching and comprehensive than those of ordinary men. And so, just for this very reason that he is truer to the perfect ideal of humanity than they, it may be said that His thoughts are not as their thoughts, nor His ways as their ways. Much more, obviously, must this be said of Him whose image and goodness are infinite. Man is made in the image of God, but God is not the reflection of imperfect man. There is much in us and in all our thoughts and ways which we cannot transfer to Him, and if we attempt to do so, we only ascribe to the object of worship, as has often been done, our human weakness and errors, sometimes even our follies and crimes.1 [Note: John Caird.] <\/p>\n <p lang=\"en-US\">2. They are unlike in their comprehensiveness. It is a wonderful and beautiful turn which the prophet here gives to the thought of the transcendent elevation of God. The heavens are the very type of the unattainable; and to say that they are “higher than the earth” seems, at first sight, to be but to say, “No man hath ascended into the heavens,” and you sinful men must grovel here down upon your plain, whilst they are far above, out of your reach. But the heavens bend. They are an arch, and not a straight line. They touch the horizon; and there come down from them the sweet influences of sunshine and rain, of dew and of blessing, which bring fertility. So they are not only far and unattainable, but friendly and beneficent, and communicative of good. Like them, in true analogy but yet infinite superiority to the best and noblest in man, is the boundless mercy of our pardoning God:—<\/p>\n <p lang=\"en-US\">The glorious sky, embracing all,<\/p>\n <p lang=\"en-US\">Is like its Maker’s love,<\/p>\n <p lang=\"en-US\">Wherewith encompassed, great and small<\/p>\n <p lang=\"en-US\">In peace and order move.<\/p>\n <p lang=\"en-US\">The lesson is one of humility, but also of consolation; for the depths of God’s mind are depths of truth, of wisdom, and of love; and therefore we may be not only cast down, but also lifted up as we study in this lofty chapter these great words: “For My thoughts are not your thoughts, neither are your ways My ways, saith the Lord. For as the heavens are higher than the earth, so are My ways higher than your ways, and My thoughts than your thoughts.”2 [Note: J. Cairns.] <\/p>\n <p lang=\"en-US\">3. They are unlike in their moral and intellectual estimates. Can we estimate the moral difference between the human and the Divine? God spends the incomputable term of His eternal Being in ministries of unwearied grace,—upholding the weak, doing good to all, setting forth in mighty deeds His truth and righteousness, so proving within Himself that “it is more blessed to give than to receive”; whilst we, though outwardly blameless, have spent much of our time in gathering for self-enrichment, taking toll of our neighbours, asserting our place in the world, bringing others into captivity to our will. And, compressed as we are into moral dwarfishness by the traditions of an imperfect society, we think a selfish scheme of life quite defensible. The Divine nature, like a fountain, is ever pouring itself forth in benediction, without taint of self or stain of darkness; whilst human nature is a turgid, devouring whirlpool, sucking down into its depths whatever may chance to drift within its range. When we think and act, we are weighted by the incubus of past aggressiveness and dishonour; but when God thinks and acts, His character of age-long goodness uplifts all His ideals beyond the uttermost heights.<\/p>\n <p lang=\"en-US\">How vast is the difference even among men in this respect. The ideas of James Chalmers, the apostle of New Guinea, and of the cannibals who clubbed and ate him, were not made of the same stuff. General Gordon and the Arab slave-raiders, whose power he set himself to break up, thought in divergent grooves and represented antagonistic schemes. The philanthropist who founds a Garden City and the pitiless Shylock who rackrents a slum have antithetic views of life because of the contrasted types of character which give impact to their notions. The passions cooped up in our close criminal communities do not produce rare art, seraphic music, supreme literature. The dreams flitting through Pentonville, Dartmoor, or Broadmoor brains, and the dreams cherished in a Peace Congress, would make books for different sections if written down and presented to a library.1 [Note: T. G. Selby, The Strenuous Gospel, p. 12.] <\/p>\n <p lang=\"en-US\">In the early years of the last century Walter Scott, poet and novelist, took a voyage round the north and west coasts of Scotland in company with Stevenson, the lighthouse constructor. Scott went for pleasure, and wherever they landed spent his time in visiting ruined castles, talking with the old gossips of the hamlets and picking up local traditions, which he afterwards wove into his fascinating stories. Stevenson was sent out by Trinity House to survey the coast, mark out dangerous reefs, and choose the best sites for lighthouses. Scott landed when the weather was fair and the sea smooth. His friend faced the gales in open boats, visited jagged rocks over which the surf boiled, and braved countless dangers, because he was commissioned to find out where warning beacons must be fixed and lighthouses placed, and how in the coming generations imperilled lives could be saved. When the storm outside shakes doors and windows we sit by the fireside deriving pleasure from the wizard’s books; but the seaman battling with the waves finds salvation through the thought and work of the romance writer’s comrade. The two men were the best of friends, and as they met day by day had many interests in common. But their thoughts ran in different directions because the one had no responsibilities and was catering for the tastes of his admiring readers, whilst the other bore upon his soul a great burden of human life. Their paths diverged, for their duties varied and their minds were acting in different grooves. God thinks with the burdens of a doomed race resting upon His soul of love, and acts to ransom them from the power of destruction. His thoughts and ways are beyond ours, even as the heavens are higher than the earth.1 [Note: T. G. Selby, The Strenuous Gospel, p. 15.] <\/p>\n <p lang=\"en-US\">4. More particularly God’s thoughts and ways are unlike ours in their estimate of sin.<\/p>\n <p lang=\"en-US\">1. God knows us more thoroughly than any human being can. The estimate which a human censor forms of us is not based on any immediate knowledge, but is an inference from our outward conduct and bearing. But this estimate may easily be an erroneous one, inasmuch as our actions may only partially betray us, may in many ways be an inadequate or deceptive expression of character. Would any of us like that a human eye should read our thoughts and feelings, draw back the curtain of reserve, of conventional propriety, of decorous looks and regulated speech, and see our undisguised selves for a single day? Would there be nothing to abate the observer’s good opinion of us, nothing revealed which neither our words nor deeds nor outward aspect betrays? We do not need to speak of concealed sins or crimes, the facts of which are unknown to the world, and which, if they were known would brand our name with dishonour and infamy; for in so far as these things are concealed, it is obviously nothing in the nature of human actions themselves but only in the accident of their being unobserved or undetected, that makes a man seem in the eyes of men better than he is, and gains him exemption from shame and censure. But what needs more reflection is that from the very nature of the thing there is much in a man’s outward character and spirit that never comes above-board, or only partially and fitfully, and which cannot form an element in the judgment of those who measure us only by overt acts. There is an inner life which no mortal eye sees, a great hidden element of character seething beneath the surface, which only the occasional outflash or unexpected outbreak betrays. There are, for instance, lurking in many a man’s nature evil tendencies which lack of opportunity has kept latent. The unregulated appetite, the secret lust, the cowardice, covetousness, or malignity, the frail virtue which, if but the hour of opportunity came, would present but a feeble front to temptation, may be there within the man’s breast; but the conditions that would convert inclination into action have been lacking, and like the latent disease that has not become active, or the subterranean fire-damp which the flame has never reached, it lies harmless and hidden from observation.<\/p>\n <p lang=\"en-US\">If there be an inspection which is intercepted by no softening veil, before which all disguise and ambiguity are gone, which sees us through and through; if there be a moral estimate which takes into account all that men are and have been and done—secrets which perhaps have never been told, burdens of guilt that have been borne for years in silent anguish, smouldering tendencies to vice, unhallowed passions straining against the leash of self-control and social propriety, every rude, bad thought, every impure imagination, every meanness and weakness, every act of cowardly silence or sham disinterestedness—if, I say, there be a moral Judge before the broad, unshaded, piercing light of whose inspection all that we are is thus laid bare; and if betwixt him and a fellow man a sin-stained soul had its choice who should be its judge, by whose decision its fate should be determined, might we not deem it impossible to hesitate for a moment? “I can bear,” might he not well say, “man’s inspection, but not God’s; before the tribunal of a mortal there is room for hope, but what hope or help can there be for a guilty soul at the bar of the Omniscient? Let me fall into the hands of man and not into the hands of God, for His thoughts are not as man’s thoughts, nor His ways as man’s ways.”<\/p>\n <p lang=\"en-US\">And yet it is just because God’s thoughts and ways are not as man’s, because His righteousness is infinitely exalted above man’s that therefore the unrighteous may “return unto the Lord” with the assurance that “He will have mercy upon him, and to our God” with the confidence that “He will abundantly pardon.”1 [Note: John Caird.] <\/p>\n <p lang=\"en-US\">Undoubtedly a man naturally knows that sin is an evil, and without this knowledge, indeed, he would be incapable of committing sin, since in any action a man is guilty only of the evil which his conscience apprehends. But this natural perception of sin is more or less confused and indistinct. Our Saviour on the Cross prayed for His murderers in these words: “Father, forgive them; for they know not what they do.” He did not mean that they were ignorant that they were doing wrong, for then they could have needed no forgiveness, but that they did not realise the full atrocity of the deed. They were acting guiltily indeed, but inadvertently and blindly. And the same may be said of very many sinners. Sin is for the most part a leap in the dark. A man knows he is doing a dangerous thing, but he does not realise the full danger. He does not take in the full scope of his action, nor its complete consequences. St. Paul speaks of the deceitfulness of sin, and the expression describes very well the source of that disappointment and unhappiness which often overtakes the transgressor, when he finds himself involved in difficulties from which it is all but impossible to extricate himself, and sorrows which he never anticipated. It is the old story. Sin “beginneth pleasantly, but in the end it will bite like a snake and will spread abroad poison like a serpent.”<\/p>\n <p lang=\"en-US\">2. God is more angry than we are. In God there is an immitigable abhorrence and hatred of evil, to which, in our keenest moments of aggrieved sensibility, we only faintly approximate. The easy, good-natured divinity who makes everything comfortable is not the God of the Bible. There He has a frowning as well as a smiling face, an aspect, not of feeble benignity, but of terror and wrath and relentless hostility to evil and evil doers. If mercy mean foregoing just indignation and letting off from punishment, then there is no mercy in God. He is the most merciless, relentless, inexorable of all beings. If sin and misery were disconnected, if in all the universe one selfish soul could ever escape wretchedness and live on at peace, it would be a universe over which God had ceased to rule. Wherever a sinful soul exists in all time and space, there, sooner or later, in its loneliness and anguish, as of a worm that dieth not and a fire that is not quenched, there is the proof that the justice of God demands, and will not abate aught of its terrible satisfaction.<\/p>\n <p lang=\"en-US\">Frankly we have to recognise that there are two ways of it, two measurings of the value of things, two views of life; and, soon or late, we must make our choice of this or that. The common temptation is to shirk the choice. Within the Church of Jesus are multitudes of entirely worldly people, whose standard and aim are of this world. They live themselves, and they teach their children to live, under the domination of the ideas of society, and yet they never doubt that they are good Christians. If we believe Christ, that cannot be; the man who heard but did not do seemed to Him like a man building a house without a foundation, which topples about him. We learn in life that there is a religion which is not Christ’s religion. In our churches there is a veiled paganism, hard, scornful, unforgiving, fashion-ridden, and the mischief of it lies not in what these people do so much as in what they think; and in returning to God the first necessity is that they forsake their thoughts.<\/p>\n <p lang=\"en-US\">There is nothing more false and immoral than the weak, sentimental tenderness with which crime and criminals are sometimes regarded. It is a spurious benignity that always recoils from severity, shrinks from the sight of pain, and would treat vice and crime as a thing to be wept over with effusive sensibility and not to be sternly condemned and punished. The hysteric cry for remission of a criminal’s sentence that occasionally bursts forth from foolish women and still more foolish men, has in it nothing of the spirit of true Christian charity.<\/p>\n <p lang=\"en-US\">Béranger speaks of “the God of good-natured folk,” a God not unreasonably strict, who can, on occasion, be blind to human slips; and in Christian churches many prayers are addressed to that “Dieu des bons gens.” The trouble is that, when penalty begins to press, these people have no faith to help them. A God who does not make too much of little sins they can understand, but a God who forgives, when the sin is very great, passes all their comprehension; and when the evil days come they are left without a hope.1 [Note: W. M. Macgregor, Jesus Christ the Son of God, p. 93.] <\/p>\n <p lang=\"en-US\">5. But the purpose of the prophet in telling us that God’s thoughts and God’s ways are higher than ours is that He may give us to understand His readiness to forgive. We may turn the words about in many ways and put meanings into them, but what was first in the prophet’s intention was to assert that God forgives, as He does all else, on a large scale.<\/p>\n <p lang=\"en-US\">The “for” at the beginning of each clause points us back to the previous statement, and both of the verses of our text are in different ways its foundation. And what has preceded is this: “Let the wicked forsake his way, and the unrighteous man his thoughts: and let him return unto the Lord, and he will have mercy upon him; and to our God, for he will abundantly pardon.” That is why the prophet dilates upon the difference between the “thoughts” and the “ways” of God and men.<\/p>\n <p lang=\"en-US\">We may not say that God forgives just as man forgives, that mercy goes forth from Him towards the offender in the same measure and for the same reasons as mercy from man to his offending brother. It is possible for man to be cruel when God is kind, and to be weakly lenient where God is stern. There are occasions when the culprit might hope for escape were men alone his judge; there are occasions when, shrinking from the merciless censure of human judges, the sinful soul might well cry out, “Let me now fall into the hand of the Lord; for very great are His mercies: but let me not fall into the hand of man.”<\/p>\n <p lang=\"en-US\">(1) In the first place, it may be observed that, contrary to what might be supposed, it is not in point of fact, even amongst men, the best and purest who are found to be the severest censors and judges of others.<\/p>\n <p lang=\"en-US\">Thy mercy greater is than any sin,<\/p>\n <p lang=\"en-US\">Thy greatness none can comprehend:<\/p>\n <p lang=\"en-US\">Wherefore, O Lord, let me Thy mercy win,<\/p>\n <p lang=\"en-US\">Whose glorious name no time can ever end:<\/p>\n <p lang=\"en-US\">Wherefore I say all praise belongs to Thee,<\/p>\n <p lang=\"en-US\">Whom I beseech be merciful to me.1 [Note: William Byrd, Psalms, Sonnets, and Songs.] <\/p>\n <p lang=\"en-US\">And if, thus, human goodness is the more merciful in proportion as it approaches nearer to perfection, if amongst the highest, heavenliest spirituality is the most tolerant, the last to let go the fallen or to lose its faith in human goodness, and the possibility for the worst of better things,—might we not conclude that when goodness becomes absolutely perfect, just then will mercy reach its climax and become absolutely unlimited?<\/p>\n <p lang=\"en-US\">2. Again, in proof of the assertion that God’s nature, in so far as it differs from man’s, makes Him more and not less likely to forgive, consider that in God there is not, and cannot be, any personal irascibility or resentment; He can never regard a sinful soul with any feeling of vindictiveness, any desire to extract from His sufferings reparation for wrong. There are certain defective theological notions according to which the relations of sinful man to God have been represented as turning on the principle of what is called “vindictive justice,” and the so-called “scheme of redemption” as based on the necessity of extracting from suffering, reparation for wrong. Now, there may be a true notion which men try thus to express, but the form in which they express it is erroneous and unworthy. In God, and therefore in that moral order of the world which is the expression of His nature, there is no vindictiveness, no personal resentment; and it is the utter absence of this in His nature that makes Him infinitely more forgiving than men, even the best of men, are.<\/p>\n <p lang=\"en-US\">Conceive for a moment what a change would take place in our relations to those who offend or injure us, how far it would go to the removal of everything that hinders forgiveness, if we could eliminate from our feelings every vestige of what is due to personal irritation or resentment. Conceive a man looking on all insults, wrongs, offences, with absolute, passionless indifference as regards his own personality, and contemplating them only with the pain and grief due to their moral culpability. Suppose, further, that, with a mind thus no longer agitated by personal feeling, no longer biassed by wounded self-love, he could see in the wrong or injury an evil inflicted on the wronger’s own nature far greater than any inflicted on himself, the exhibition of a morally diseased spiritual state so deplorable as to swallow up every other emotion than that of profoundest sorrow and pity for his wretchedness: and so, that instead of retaliating or inflicting fresh evil upon him, or never resting till the offence should be worked out in his misery, there should arise in the injured man’s breast an intense longing to cure the diseased spirit, to save him from himself and win him back to goodness—conceive such a state of mind, and though, as we depict it, it seems to imply a magnanimity and self-forgetfulness almost impossible in a being of flesh and blood, yet is it an exact representation of the heart and life of Him who was God manifest in the flesh, and therefore of the relation of God to all sinful and guilty men.<\/p>\n <p lang=\"en-US\">For what is the life of Christ on earth but a long, silent, immovable patience; an absolute, life-long superiority to personal feeling; a sorely-tried yet unshaken calm and freedom of spirit amidst insults and wrongs. He could feel, He could grieve, He was not incapable of anger, but where in the record of His life shall we find Him betrayed into one whisper of resentful or vindictive feeling for the ills He suffered at the hands of men? He moved through life exposed to almost ceaseless hostility, subjected to almost every form of injury that human hatred and cruelty could inflct—to scorn, contumely, misrepresentation of motives, treachery, ingratitude, desertion; He was subjected to foul personal indignities, disowned and deserted by the friends He most trusted, and, in His sore need, betrayed by one of them to His enemies. The tenderest, kindest, most loving Spirit that ever breathed, He lived rejected and despised of men, and He died amidst the cries and taunts of an infuriated mob. There were moments when His personal followers, amazed at His forbearance, would have unsheathed the sword in His defence, or called down heaven’s artillery on His persecutors. And yet never, from first to last, can we find in His history one slightest sign of personal irritation, one transient flash of exasperated sensibility, or cry for redress of His cruel wrongs. All other feeling in His breast was swallowed up in an infinite pity and sorrow for those at whose hands He suffered. He lived their unwearied benefactor, and He died invoking, amidst the paroxysms of His agony, heaven’s mercy on His murderers. And in all this He was to us the manifestation of that Being into whose nature personal irascibility can never enter, who has no personality apart from goodness—the incarnate image of that God who is long-suffering and slow to wrath, abundant in goodness and mercy, and who, exalted in the infinitude of His goodness far above the agitation of man’s resentful passions, declares that as the heavens are higher than the earth, so are His thoughts above our thoughts, and His ways above our ways, and that if the wicked will forsake his way and the unrighteous man his thoughts, and return unto the Lord, He will have mercy upon him, and will abundantly pardon him.1 [Note: John Caird.] <\/p>\n <p lang=\"en-US\">1. Now let us look at some of the ways in which we may see that God’s pardon outreaches the thoughts and the ways of men. And, first of all, let us consider the character of the sin which had to be forgiven. Man does not forgive where he has been insulted as God was in his rebellion. Nations do not tolerate blows aimed at their independence and their very existence; and therefore man’s revolt might have been expected to draw down swift and remediless destruction. We justly exalt the Fatherhood of God; but this great and glorious truth must be harmonised with the rest of God’s character, and with the conditions of the moral universe over which He presides. Sin in its very essence is a wilful attempt to dethrone, degrade, and even destroy God; and even the relation of fatherhood, with its duties to other children, may warrant and even necessitate the penal separation of the child or children, who would conspire to act out in the family, what sin is in the universe. That God’s thoughts should have been thoughts of peace, in such a crisis to a sinning world, is the wonder of unfallen beings and of those who are recovered. They cannot go back to that “counsel of peace,” in which, though every foreseen trespass demanded the exercise of justice, mercy yet rejoiced against judgment, without exclaiming: “This is not the manner of man, O Lord God.” “O the depth of the riches, both of the wisdom and knowledge of God! How unsearchable are his judgments, and his ways past finding out!”<\/p>\n <p lang=\"en-US\">Wilt thou forgive that sin where I begun,<\/p>\n <p lang=\"en-US\">Which was my sin, though it were done before?<\/p>\n <p lang=\"en-US\">Wilt thou forgive that sin, through which I run<\/p>\n <p lang=\"en-US\">And do run still, though still I do deplore?<\/p>\n <p lang=\"en-US\">When thou hast done, thou hast not done;<\/p>\n <p lang=\"en-US\">For I have more.<\/p>\n <p lang=\"en-US\">\n Wilt thou forgive that sin which I have won<\/p>\n <p lang=\"en-US\">Others to sin, and made my sins their door?<\/p>\n <p lang=\"en-US\">Wilt thou forgive that sin which I did shun<\/p>\n <p lang=\"en-US\">A year or two, but wallowed in, a score?<\/p>\n <p lang=\"en-US\">When thou hast done, thou hast not done;<\/p>\n <p lang=\"en-US\">For I have more.”1 [Note: John Donne.] <\/p>\n <p lang=\"en-US\">2. The conditions imposed.—The sole and simple condition is repentance—that is to say, repentance which is renunciation. Is there anything in God which, if I now repent and turn with my whole heart to Him, bars the way to forgiveness, makes Him insist first on the satisfaction to His offended law which misery and suffering bring? Be my past life what it may—wasted, mis-spent, stained with the indelible traces of selfish and evil deeds—if now I break away from the past, hate it, renounce it, and in sincerest sorrow and penitence turn to offer up my soul, my life, my whole being to God, will He say: “No, till vengeance for the past have its due, till the demand of my law for penal suffering be satisfied, mercy is impossible, I cannot forgive?”<\/p>\n <p lang=\"en-US\">Is not such a thought a travesty of the nature of God, a misconception of what He, the All-good, All-loving, must regard as the sacrifice for sin that is best and truest? For what must be that sacrifice or satisfaction that is dearest to Righteousness or to the Infinite Righteous One? The misery of lost souls, the pain, the sorrow and dismay of their moral desolation, that knows no mitigation, and the smoke of a torment that rises up for ever? Oh no, offer that to Molech, but not to the God whom Christ has revealed. But the tear of penitence, the prayer of faith, the sighs of a contrite spirit, the love and hope that will not let go its hold on God, the confiding trust that from the depths of despair sends forth the cry, “Father, I have sinned against heaven and before thee”; the yearning after a purer, better life, that finds utterance in the prayer, “Create in me a clean heart, O God; and renew a right spirit within me. Cast me not away from thy presence, and take not thy Holy Spirit from me”—yes, I make answer, that is the sacrifice dearest to Him who despiseth not the sighing of a broken and contrite spirit, who hath said, “Come unto me, all ye that labour and are heavy laden, and I will give you rest,” and whose gospel, proclaimed by the lips and sealed by the sacrifice and death of His dear Son, is but a glorious renewal of the ancient promise, “Let the wicked forsake his way, and the unrighteous man his thoughts: and let him return unto the Lord, and he will have mercy upon him; and to our God, for he will abundantly pardon.”<\/p>\n <p lang=\"en-US\">He discoursed with me very fervently and with great openness of heart, concerning his manner of going to God, whereof some part is related already. He told me, that all consists in one hearty renunciation of everything which we are sensible does not lead us to God, in order that we may accustom ourselves to a continual conversation with Him, without mystery and in simplicity.1 [Note: Brother Lawrence, The Practice of the Presence of God, p. 19.] <\/p>\n <p lang=\"en-US\">3. The measure of the forgiveness.—Nothing of which we have any experience in ourselves or in others is more than as a drop to the ocean compared with the absolute fulness and perfect freeness and unwearied frequency of His forgiveness. “He will abundantly pardon.” He will multiply pardon. “With him there is plenteous redemption.” We think we have stretched the elasticity of long-suffering and forgiveness further than we might have been reasonably expected to do if seven times we forgive the erring brother, but God’s measure of pardon is seventy times seven, two perfectnesses multiplied into themselves perfectly; for the measure of His forgiveness is boundless, and there is no searching of the depths of His pardoning mercy. You cannot weary Him out; you cannot exhaust it. It is full at the end as at the beginning; and after all its gifts still it remains true, “With him is the multiplying of redemption.”<\/p>\n <p lang=\"en-US\">The fault of all our human theories about forgiveness is that, in the process of explaining, we seem to narrow it; and thus we turn back to words which are better than human, as they come from Christ Himself, when He speaks of the father, who saw his son a great way off, and ran and fell on his neck. In that there is a grand theological artlessness; it seems to say that God forgives, not because a man is sorry, or because some condition or other is satisfied, but at the bottom of all, because, in His heart, He wants His son back again. And in three successive parables Jesus declared that God knows the human joy of finding things. “He will abundantly pardon.”<\/p>\n <p lang=\"en-US\">We scarcely know what forgiveness is on earth. Even after a reconciliation relations remain clouded. Men may not quarrel, but something of the grudge remains; and if they forgive it is for once or twice, for few have patience to go with Peter to the seventh time, and then the heart, with all its gathered rancour, gets its way. Forgiveness is a hard thing, hard to bestow and hard to receive, as most of us have found; and so long as we think of God in the light of that human experience, it must be with reluctance. But His ways are not as ours; when He pardons He pardons out and out, and He does not remember our sins.1 [Note: W. M. Macgregor, Jesus Christ the Son of God, p. 95.] <\/p>\n <p lang=\"en-US\">We have just as much right to draw God’s natural attributes to the scale of the monad as to draw His moral attributes to the scale of a man. If God forgives at all, He will do it with God like freedom and grandeur. If He permits us to crawl across His threshold, He will not merely tolerate our return, but welcome us with music and priceless gifts. Alas! alas! we put into the matchless mind which delights in mercy poor Simon Peter’s thought of a forgiveness stretched and strained to seven times, whilst all the time His mercy outsoars and outspeeds ours, as the path of a sun outsoars the track of a glow-worm in the ditch. His thoughts are not bound by our petty precedents of limitation.<\/p>\n <p lang=\"en-US\">When Dr. Moffat began his labours in Africa, one of his earliest converts was a chief called Africaner. This Africaner was the terror of the colony. He had the ferocity of a desperado, and wherever his name was pronounced, it carried dismay. When Africaner was brought to the knowledge of the truth, it seemed such a great thing that it was described by those who knew him, as the eighth wonder of the world. But God is doing such work every day. Christ is charged to save to the uttermost. He does not improve, but renew. The stupendous thing is giving life to the dead.2 [Note: A. Philip, The Father’s Hand, p. 182.] <\/p>\n <p lang=\"en-US\">4. The method of it.—How utterly unlike to any means of man’s devising are those which God has chosen for the recovery of His lost creatures to His favour and His image! That God’s Son should become incarnate and die on the cross for the world’s redemption; that God’s Spirit should descend into the guilty and polluted hearts of sinners, and work out there a blessed transformation; and that all this should be effected by the free and sovereign grace of God Himself, and laid open to the very chief of sinners, as the unconditional gift of His love, this, as universal experience attests, is something so far from having entered into the heart of man, that it needs incessant effort to keep it before him, even after it has been once revealed.<\/p>\n <p lang=\"en-US\">The world had four thousand years to learn the lesson. God had made the outline of it known to His Church from the beginning. He had raised up a special people to be the depositaries of the revelation; and He had taught them by priests and prophets, by types and signs without number. And yet when redemption came, how few received it, how few understood it; so that when the Saviour was actually hanging on the Cross, and finishing the work given Him to do, it is questionable, if so much as one, even of His own disciples, comprehended the design, or saw the glory of His sacrifice.<\/p>\n <p lang=\"en-US\">We cannot believe God gave His only begotten Son for the spiritual healing and salvation of His enemies, since such an act would be impossible to us. No hero of whom we have read or heard is equal to a like sacrifice. It defies probabilities. Is not this a sign that the Gospel, and the message within it, was thought out in a mind transcending ours, and the way of the Cross was a way suggested by no analogies of history.<\/p>\n <p lang=\"en-US\">All religion has been pressed with this problem, how to harmonise the perfect rectitude of the Divine nature and the solemn claims of law with forgiveness. All religions have borne witness to the fact that men are dimly aware of the discord and dissonance between themselves and the Divine thoughts and ways; and a thousand altars proclaim to us how they have felt that something must be done in order that forgiveness might be possible to an all righteous and Sovereign Judge. The Jew knew that God was a pardoning God, but to him that fact stood as needing much explanation and much light to be thrown upon its relations with the solemn law under which he lived. We have Jesus Christ. The mystery of forgiveness is solved, in so far as it is capable of solution, in Him and in Him alone. His death somewhat explains how God is just and the justifier of him that believeth. High above men’s thoughts this great central mystery of the Gospel rises, that with God there is forgiveness and with God there is perfect righteousness.<\/p>\n <p lang=\"en-US\">When my thoughts about life are put away that I may get God’s thoughts, Christ becomes the gift of God’s heart to me, a Deliverer in whom the power of my new life consists, an Enlightener from whom I learn to think of God and man. “If any man be in Christ,” says Paul, “he is a new creature: old things have passed away, behold they have become new.” His former judgments, his estimate of great and small are changed; he finds himself in a new washen earth. It is no power of earth that can work a change like that, but the redeeming will of God, who is able also to subdue all things unto Himself.1 [Note: W. M. Macgregor, Jesus Christ the Son of God, p. 100.] <\/p>\n <p lang=\"en-US\">Enough, my muse, of earthly things,<\/p>\n <p lang=\"en-US\">And inspirations but of wind;<\/p>\n <p lang=\"en-US\">Take up thy lute, and to it bind<\/p>\n <p lang=\"en-US\">Loud and everlasting strings,<\/p>\n <p lang=\"en-US\">And on them play, and to them sing,<\/p>\n <p lang=\"en-US\">The happy mournful stories,<\/p>\n <p lang=\"en-US\">The lamentable glories<\/p>\n <p lang=\"en-US\">Of the great crucified King!<\/p>\n <p lang=\"en-US\">Mountainous heap of wonders! which dost rise<\/p>\n <p lang=\"en-US\">Till earth thou joinest with the skies!<\/p>\n <p lang=\"en-US\">Too large at bottom, and at top too high,<\/p>\n <p lang=\"en-US\">To be half seen by mortal eye;<\/p>\n <p lang=\"en-US\">How shall I grasp this boundless thing?<\/p>\n <p lang=\"en-US\">What shall I play? What shall I sing?<\/p>\n <p lang=\"en-US\">I’ll sing the mighty riddle of mysterious love,<\/p>\n <p lang=\"en-US\">Which neither wretched man below, nor blessed spirits above,<\/p>\n <p lang=\"en-US\">With all their comments can explain,<\/p>\n <p lang=\"en-US\">How all the whole world’s life to die did not disdain!2 [Note: Abraham Cowley.] <\/p>\n <p lang=\"en-US\">The Highest is the Most Forgiving<\/p>\n <p lang=\"en-US\">Literature<\/p>\n <p lang=\"en-US\">Baker (F. A.), Sermons, 329.<\/p>\n <p lang=\"en-US\">Cairns (J.), Christ the Morning Star, 140.<\/p>\n <p lang=\"en-US\">Candlish (J.), The Gospel of Forgiveness, 264.<\/p>\n <p lang=\"en-US\">Craufurd (A. H.), Enigmas of the Spiritual Life, 232.<\/p>\n <p lang=\"en-US\">Davies (T.), Sermons, ii. 106.<\/p>\n <p lang=\"en-US\">Edmunds (L.), Sunday by Sunday, 63.<\/p>\n <p lang=\"en-US\">Hall (E. H.), Discourses, 1.<\/p>\n <p lang=\"en-US\">Henson (H. H.), Westminster Sermons, 269.<\/p>\n <p lang=\"en-US\">Keble (J.), Sermons for the Christian Year, Christmas—Epiphany 27.<\/p>\n <p lang=\"en-US\">Macgregor (W. M.), Jesus Christ the Son of God, 90.<\/p>\n <p lang=\"en-US\">Maclaren (A.), Expositions, Isaiah xlix.–lxvi. 152.<\/p>\n <p lang=\"en-US\">Philip (A.), The Father’s Hand, 179.<\/p>\n <p lang=\"en-US\">Sandford (C. W.), Counsels to English Churchmen Abroad, 1.<\/p>\n <p lang=\"en-US\">Selby (T. G.), The Strenuous Gospel, 1.<\/p>\n <p lang=\"en-US\">Smellie (A.), In the Secret Place, 212.<\/p>\n <p lang=\"en-US\">Spurgeon (C. H.), Metropolitan Tabernacle Pulpit, xii. No. 676; xxiii. No. 1387; xxxvi. No. 2181.<\/p>\n <p lang=\"en-US\">Talbot (E. S.), Sermons at Southwark, 71.<\/p>\n <p lang=\"en-US\">Wilmot Buxton (H. J.), Mission Sermons for a Year, 99.<\/p>\n <p lang=\"en-US\">Wilson (J. M.), Clifton College Sermons, i. 234.<\/p>\n <p lang=\"en-US\">Wilson (J. M.), Rochdale Sermons, 271.<\/p>\n <p lang=\"en-US\">Religion and the Modern World, 188.<\/p>\n <p lang=\"en-US\">Christian World Pulpit, ix. 13 (Beecher); xxv. 106 (Beecher); xli. 33 (Bradley); lviii. 279 (Horton); lxxiii. 65 (Henson).<\/p>\n <p lang=\"en-US\">Clergyman’s Magazine, xii. 23 (Straton).<\/p>\n <p lang=\"en-US\">Contemporary Pulpit, 2nd Ser., i. 45 (Candlish).<\/p>\n <p lang=\"en-US\">Expository Times, iii. 298.<\/p>",
    "audit": null
}