{
    "id": 11057,
    "source": "ellicott",
    "verse_id": 18023,
    "verse_count": 1,
    "reference": "19:18",
    "title": "",
    "html": "<p>             (18) In that day shall five cities in the land of Egypt speak the language of Canaan.—The prophecy is, it will be noticed, parallel to that affecting Ethiopia in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 18:7<\/a>, and at least expresses the yearnings of the prophet’s heart after the conversion of Egypt to the worship of Jehovah. Like the previous prediction, it connects itself with Psalms 87, as recording the admission of proselytes as from other countries, so also from Rahab (i.e., Egypt). The “five cities” stand either as a certain number for an uncertain (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 30:17<\/a>; <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 17:6<\/a>; <a class=\"ref\">Leviticus 26:8; 1 Corinthians 14:19<\/a>), or possibly as the actual number of the chief or royal cities of Egypt. The “language of Canaan” is Hebrew, and the prediction is that this will become the speech of the worshippers of Jehovah in the Egyptian cities. There is to be one universal speech for the universal Church of the true Israel.<\/p>\n <p>And swear to the Lord of hosts.—The oath, as in the parallel phrase of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 45:23<\/a>, is one of allegiance, and implies, therefore, something like a covenant of obedience.<\/p>\n <p>The city of destruction.—There is probably something like a play on the name of the Egyptian city On, the Greek Heliopolis, the City of the Sun (Heb., Ir-ha-kheres), and the word which the prophet actually uses (Ir-ha-cheres), the “city of destruction.” The paronomasia, like in character to Ezekiel’s transformation of On into Aven, “nothingness,” or “vanity” (<a class=\"ref\">Ezekiel 30:17<\/a>), or Hosea’s of Beth-el (“house of God”) into Bethaven (“ house of nothingness”) (<a class=\"ref\">Hosea 4:15<\/a>), was intended to indicate the future demolition of the sun-idols, and is so interpreted in the Targum on this passage, “Bethshemesh (i.e., Heliopolis), whose future fate shall be destruction.” The word for destruction is cognate with the verb used of Gideon’s breaking down the image of Baal, in <a class=\"ref\">Judges 6:25<\/a>; and in Jeremiah’s prophecy (<a class=\"ref\">Jeremiah 43:13<\/a>), “He shall break the pillars in the house of the sun,” we may probably trace an allusive reference to Isaiah’s language. Other meanings, such as “city of rescue,” “city of protection,” “city of restoration,” have been suggested, but on inadequate grounds. The Vulg. gives civitas solis. The LXX. rendering, “city asedek,” apparently following a different reading of the Hebrew, and giving the meaning, “city of righteousness,” was probably connected historically with the erection of a Jewish temple at Leon-topolis by Onias IV., in the time of Ptolemy Philomêtor, which for some two centuries shared with the Temple at Jerusalem the homage of Egyptian Jews. Onias and his followers pointed to Isaiah’s words as giving a sanction to what their brethren in Palestine looked on as a rival and sacrilegious worship.<\/p>",
    "audit": null
}