{
    "id": 11389,
    "source": "ellicott",
    "verse_id": 18389,
    "verse_count": 1,
    "reference": "37:36",
    "title": "",
    "html": " <p>(36) Then the angel of the Lord.—The words do not exclude—rather, as interpreted by <a class=\"ref\">1 Chronicles 21:14<\/a>, they imply—the action of some form of epidemic disease, dysentery or the plague, such as has not seldom turned the fortunes of a campaign, spreading, it may be, for some days, and then, aggravated by atmospheric conditions, such as the thunderstorm implied in <a class=\"isa\" verses=\"W1sxODIwMF0seyIxODI0NSI6NH1d\">Isaiah 29:6; Isaiah 30:27-30<\/a>, culminating in one night of horror. History, as written from the modern stand-point, would dwell on the details of the pestilence. To Isaiah, who had learnt to see in the winds the messengers of God (<a class=\"ref\">Psalms 104:4<\/a>), it was nothing else than the “angel of the Lord.” So he would have said of the wreck of the Armada, “Afflavit Deus et dissipantur inimici” or of Napoleon’s retreat from Moscow, “He sendeth forth his ice like morsels: who is able to abide his frost” (<a class=\"ref\">Psalms 147:17<\/a>). The Assyrian records, as might be expected, make no mention of the catastrophe, but a singular parallel is presented by the account which Herodotus gives (ii. 141), on the authority of the Egyptian priests, of the destruction of Sennacherib’s army when he invaded Egypt, then under the rule of Sethon, a priest of Ptha or Hephæstos. The priest-king prayed to his gods, and the Assyrian army, then encamped before Pelusium, were attacked by myriads of field-mice, who gnawed the straps of quivers, bows, and shields, and so made all their weapons useless, and led to their taking flight. Therefore, the historian adds, there stood a statue of Sethon in the Temple of Hephaestos at Memphis, with a mouse in one hand and with the inscription, “Whosoever looks at me let him fear the gods.” Some writers (e.g., Ewald and Canon Rawlinson) have been led by this to the conclusion that the pestilence fell on Sennacherib’s army at Pelusium, and not at Jerusalem. It may be questioned, however, whether, even admitting that the narrative in its present form may be later than the exile, the probabilities are not in favour of the Biblical record, compiled as it was by writers who had documents and inherited traditions, rather than of the travellers’ tales which the vergers of Egyptian temples told to the good Herodotus. <\/p>\n <p>In the camp of the Assyrians.—Josephus (Bell. Jud., v. 7, 2) names a site in the outskirts of Jerusalem which in his time still bore this name. The narrative of Isaiah leaves room for a considerable interval between his prophecy and the dread work of the destroyer (<a class=\"ref\">2 Kings 19:35<\/a>). “In that night” does not necessarily imply immediate sequence, the demonstrative adjective being used, like the Latin iste, or ille, for “that memorable night.” <\/p>",
    "audit": null
}