{
    "id": 11612,
    "source": "ellicott",
    "verse_id": 18649,
    "verse_count": 1,
    "reference": "49:12",
    "title": "",
    "html": "<p>             (12) From the west.—Literally, from the sea, which commonly has this meaning. In <a class=\"ref\">Psalms 107:3<\/a>, however, it clearly stands for the south, and is probably used in that sense here. In this case “from far” stands for the south, probably for the distant Ethiopia, where Jewish exiles had already found their way (<a class=\"ref\">Zephaniah 3:10<\/a>).<\/p>\n <p>From the land of Sinim.—The region thus named is clearly the ultima Thule of the prophet’s horizon, and this excludes the “Sinites” of Canaan (<a class=\"ref\">Genesis 10:17<\/a>), and the Sin (Pelusium) of Egypt. Modern scholars are almost unanimous in making it refer to the Chinese. Phœnician or Babylonian commerce may have made that people known, at least by name, to the prophet. Recent Chinese researches have brought to light traditions that in B.C. 2353 (and again in B.C. 1110) a people came from a strange western land, bringing with them a tortoise, on the shell of which was a history of the world, in strange characters “like tadpoles.” It is inferred that this was a cuneiform inscription, and the theory has been recently maintained that this was the origin of the present Chinese mode of writing. (See Cheyne’s “Excursus,” 2 p. 20, and an elaborate article on “China and Assyria” in the Quarterly Review for October, 1882.) Porcelain with Chinese characters has been found, it may be added, in the ruins of the Egyptian Thebes (Wilkinson, Ancient Egyptians, 1st ser., iii. 106-109). All recent discoveries tend to the conclusion that the commerce of the great ancient monarchies was wider than scholars of the sixteenth century imagined. The actual immigration of Jews into China is believed to have taken place about B.C. 200 (Delitzsch in loc).<\/p>",
    "audit": null
}