{
    "id": 10902,
    "source": "ellicott",
    "verse_id": 17849,
    "verse_count": 2,
    "reference": "9:19–20",
    "title": "",
    "html": "<p> (19, 20) Through the wrath of the Lord of hosts is the land darkened . . .—The vision of darkness and famine which had come before the prophet’s eyes in <a class=\"isa\" verses=\"WzE3ODI5XQ==\">Isaiah 8:21<\/a> appears once again, and here, as there, it is a question whether the words are to be understood literally or figuratively. The definiteness of the language of <a class=\"isa\" verses=\"WzE3ODUwXQ==\">Isaiah 9:20<\/a> suggests the thoughts of the horrors of a famine like that of Samaria ( <a class=\"ref\">2 Kings 6:28-29<\/a>), or of <a class=\"ref\">Deuteronomy 28:53-57; Zechariah 11:9<\/a>. But even that scene of horror might be only typical of a state of chaos and confusion pervading the whole order of society, fierce passions, jealousies, rivalries working out the destruction of the nation’s life; such as Thucydides (iii. 82-84) has painted as the result of the Peloponnesian war. The mention of Ephraim and Manasseh as conspicuous in the self-destructive work confirms the figurative interpretation. They were devouring “the flesh of their own arm” when they allowed their old tribal jealousies ( <a class=\"ref\">Judges 8:1; Judges 12:1-4; 2 Samuel 19:43<\/a>) to break up the unity of the nation.<\/p> \n<p>And they together shall be against Judah.—This formed the climax of the whole. The only power of union that showed itself in the northern kingdom was to perpetuate the great schism in which it had its origin. The idea that Israel as such was a nation was forgotten. Ephraim and Manasseh could join in a common expedition against Judah when they could join in nothing else. Of this the alliance of Pekah with Rezin was the most striking instance ( <a class=\"ref\">2 Chronicles 28:6-15<\/a>). Traces of internal division are found in the conspiracy of the Gileadites of the trans-Jordanic district of Manasseh, against Pekah’s predecessor in Samaria ( <a class=\"ref\">2 Kings 15:25<\/a>).<\/p> ",
    "audit": null
}