{
    "id": 10883,
    "source": "ellicott",
    "verse_id": 17827,
    "verse_count": 1,
    "reference": "8:19",
    "title": "",
    "html": "<p> (19) And when they shall say unto you . . .—This then was the temptation to which the disciples of Isaiah were exposed, and to which they were all but yielding. Why should not they do as others did, and consult the soothsayers, who were in such great demand (<a class=\"isa\" verses=\"WzE3NjkyXQ==\">Isaiah 2:6<\/a>), as to the anxious secrets of the coming years. The words point to some of the many forms of such soothsaying (<a class=\"ref\">Deuteronomy 18:10<\/a>). The “familiar spirit” (the English term being a happy paraphrase rather than a translation), is closely connected, as in the case of the witch of Endor (<a class=\"ref\">1 Samuel 28:1-20<\/a>), with the idea of necromancy, i.e., with the claim to have a demon or spirit of divination (<a class=\"ref\">Acts 16:16<\/a>), on the part of the wizards (comp. Hom. Il. xxiii. 10; Virg. Ӕn., vi. 492) that “peep” (old English for “pipe,” “chirp,” “whisper”) “and mutter.” This peculiar intonation, thrilling each nerve with a sense of expectant awe, seems to have been characteristic of the soothsayers of Isaiah’s time (<a class=\"isa\" verses=\"WzE4MTk4XQ==\">Isaiah 29:4<\/a>).<\/p> \n<p>Should not a people seek unto their God? . . .—That, the prophet says, is the only true pathway to such knowledge as is good for man. The latter part of the question is abruptly elliptical: Are men to seek on behalf of the living to the dead? What ground, he seems to ask, have we for thinking that the spirits of the dead can be recalled to earth, or, if that were possible, that they know more than the living do? May it not even be that they know less? The prophet views the state of the departed as Hezekiah views it (<a class=\"isa\" verses=\"WzE4NDA5XQ==\">Isaiah 38:18<\/a>), as one, not of annihilation, but of dormant or weakened powers.<\/p> ",
    "audit": null
}