{
    "id": 11888,
    "source": "ellicott",
    "verse_id": 18942,
    "verse_count": 1,
    "reference": "66:19",
    "title": "",
    "html": "<p> (19) I will set a sign among them . . .—The “sign” may be one of supernatural terror in the work of judgment, or, as the context makes more probable, of supernatural deliverance. The thought of a “remnant” to be saved is still characteristically dominant, and that “remnant” is to act as heralds of Jehovah to the far-distant nations who had not been sharers in any open antagonism to Israel, and who were, therefore, not involved in the great judgment. Of these the prophet names Tarshish, either definitely for Spain, or vaguely for the far west.<\/p> \n<p>Pul is not found elsewhere as the name of a nation, and stands probably for “Phut,” as in the LXX., found in common with “Lud” in <a class=\"ref\">Ezekiel 27:10; Ezekiel 30:5<\/a> , and standing for an African people (Phint, or Phet) on the east coast of Northern Africa.<\/p> \n<p>Lud, joined with “Pul” here, in <a class=\"ref\">Ezekiel 27:10<\/a> with Phut, and with Ethiopia and Libya in <a class=\"ref\">Ezekiel 37:5<\/a> , stands, in the judgment of most scholars, not for the Lydians of Asia Minor, but for an African nation, the Ludim of <a class=\"ref\">Genesis 10:13<\/a> and <a class=\"ref\">Jeremiah 46:9<\/a> , where they are named, as here, as famous for their skill as archers. On the other hand, Mr. Sayce (Cheyne, 2:287) identifies “Pul” with the Apuli of Italy and “Lud,” with the Lydian soldiers, by whose help Psammitichus made himself independent of Assyria.<\/p> \n<p>Tubal (comp. <a class=\"ref\">Ezekiel 27:13; Ezekiel 38:2-3; Ezekiel 39:1<\/a>) points to the shores of the Black Sea and tribes of Scythian extraction.<\/p> \n<p>Javan (Ionia), <a class=\"ref\">Genesis 10:2<\/a> , is here used widely for any Greek settlements, and points probably to those on the Black Sea, which, together with Tubal and Meshech, carried on an active slave-trade with Tyre ( <a class=\"ref\">Ezekiel 27:3<\/a>). It completes the list of nations named as representing the far-off lands that had not before heard of the God of Israel, but were now to know Him through the preaching of the remnant.<\/p> ",
    "audit": null
}