{
    "id": 10969,
    "source": "ellicott",
    "verse_id": 17929,
    "verse_count": 1,
    "reference": "13:22",
    "title": "",
    "html": "<p> (22) Wild beasts of the islands . . .—The Authorised version rests on a false etymology of the words, which strictly mean “wailers,” and in its form ey probably represents the cry of a wild beast, such as the jackal, with which it is commonly identified (see <a class=\"isa\" verses=\"WzE4MzE4XQ==\">Isaiah 34:14<\/a>; <a class=\"ref\">Jeremiah 50:39<\/a>), or, possibly, the hyæna. Perhaps, however, as the word “jackal” is wanting in the next clause, it would be best to keep “wailers.”<\/p> \n<p>In their desolate houses.—Literally, as the text stands, among their widows; but the word closely resembles that for “castles” or “fortresses” in <a class=\"isa\" verses=\"WzE4Mjc0XQ==\">Isaiah 32:14<\/a>; <a class=\"isa\" verses=\"WzE4MzE3XQ==\">Isaiah 34:13<\/a>. The Authorised version is either an attempt to combine the two meanings, or to take the word “widow” figuratively, as in <a class=\"isa\" verses=\"WzE4NjA4XQ==\">Isaiah 47:8<\/a> , for a house bereaved of its owner.<\/p> \n<p>Dragons in their pleasant palaces.—Better, jackals ( <a class=\"isa\" verses=\"WzE4MzE3XQ==\">Isaiah 34:13<\/a>; <a class=\"ref\">Jeremiah 51:37<\/a> , and elsewhere) in their palaces of pleasure.<\/p> \n<p>Her time.—The appointed day of visitation ( <a class=\"ref\">Jeremiah 46:21; Jeremiah 50:27<\/a>).<\/p> \n<p>The whole passage finds a singular parallel in an inscription of Assurbanipal’s recording his devastation of the fields of Elam: “Wild asses, serpents, beasts of the desert and galhus (bull-shaped demons), safely I caused to lie down in them” (Records of the Past, i., p. 80). Isaiah may have known of such boasts, and if so, his words may have pointed to the working of a law of retribution like that invoked by the Babylonian exiles in <a class=\"ref\">Psalms 137:8<\/a>. The doom that Babylon had inflicted on others was to come upon herself. The language of modern travellers illustrates the fulfilment of the prediction. “Owls start from the scanty thickets, and the foul jackal stalks among the furrows” (Layard, Nineveh and Babylon, p. 484, quoted by Kay).<\/p> ",
    "audit": null
}