{
    "id": 10930,
    "source": "ellicott",
    "verse_id": 17886,
    "verse_count": 16,
    "reference": 11,
    "title": "",
    "html": "<p align=\"center\" class=\"subtitle\"> XI<\/p> \n <p>There shall come forth a rod out of the stem of Jesse . . .—We enter on another great Messianic prophecy developing that of <a class=\"isa\" verses=\"eyIxNzgzNiI6Mn0=\">Isaiah 9:6-7<\/a> . More specifically than before the true King is named as springing from the house of David, and His reign is painted as the return of a golden age, almost as one of the “new heavens and the new earth wherein dwelleth righteousness” (<a class=\"ref\">2 Peter 3:13<\/a>). The figure with which the section opens is carried on from the close of Isaiah 10. The cedar of Lebanon, the symbol of the Assyrian power, was to be cut down, and being of the pine genus, which sends forth no suckers, its fall was irretrievable. But the oak, the symbol of Israel, and of the monarchy of the house of David (<a class=\"isa\" verses=\"WzE3NzgzXQ==\">Isaiah 6:13<\/a>), had a life remaining in it after it had been cut down, and the rod or sucker that was to spring from its roots should flourish once again in greater glory than before. (Comp. <a class=\"ref\">Ezekiel 17:22<\/a> .) In the Branch (Heb. netzer) we have the word which suggested St. Matthew’s generalisation of the prophecies of this type in the words, “He shall be called a Nazarene” (see Note on <a class=\"ref\">Matthew 2:23<\/a>), and which corresponds, in idea though not in words, to the great prophecies which speak of the Messiah as the Branch (Heb. Zemach) in <a class=\"ref\">Jeremiah 23:5<\/a> , and <a class=\"ref\">Zechariah 3:8<\/a> , and in which Isaiah himself had led the way in <a class=\"isa\" verses=\"WzE3NzM2XQ==\">Isaiah 4:2<\/a> . In identifying the future King with a representative of the house of David, Isaiah was following in the track of <a class=\"ref\">Micah 5:2<\/a> . It is obvious here, as in <a class=\"isa\" verses=\"eyIxNzgzNiI6Mn0=\">Isaiah 9:6-7<\/a> , that he is not speaking of Hezekiah as the actual sovereign of Judah, or of any prince then within the horizon of his earthly vision, though we may legitimately think of the virtues of that king as having been welcomed by him as a pledge and earnest of the ideal future.<\/p> ",
    "audit": null
}