{
    "id": 11893,
    "source": "ellicott",
    "verse_id": 18947,
    "verse_count": 1,
    "reference": "66:24",
    "title": "",
    "html": "<p>And they shall go forth . . .—As at the close of Isaiah 48, 57, each ending a great section of the volume, so here, the vision of restoration and blessedness is balanced by that of the righteous condemnation of the wicked. The outward imagery is suggested, as in <a class=\"ref\">Joel 3:12; Zechariah 14:12<\/a>, by that of the great battle of the Lord (<a class=\"isa\" verses=\"eyIxODkzOCI6Mn0=\">Isaiah 66:15-16<\/a>). Those who are slain in that battle are thought of as filling the valleys round about Jerusalem, especially the valley of Jehoshaphat (“Jehovah judges “), devoured by worms, or given to the flames. Taken strictly, therefore, the words do not speak of the punishment of the souls of men after death, but of the defeat and destruction upon earth of the enemies of Jehovah. The words that tell us that “the worm shall not die” and that “the fire shall not be quenched” point, however, to something more than this, to be read between the lines. And so those words became the starting-point of the thoughts of later Judaism as to Gehenna (<a class=\"ref\">Sirach 8:17; Judith 16:17<\/a>, and the Targum on this passage), of the words in which our Lord Himself gave utterance to what, at least, seemed to express those thoughts (<a class=\"ref\">Mark 9:44-48<\/a>), of the dominant eschatology of Christendom. Even so taken, however, with this wider range, it is still a question whether the words are to be taken literally or figuratively (though this, perhaps, is hardly a question), whether the bodies, which represent souls, are thought of as not destroyed, but only tormented, or as consumed to nothing, by the fire and by the worm, whether those two agents represent sufferings of sense or spirit. The one aspect of the future life which they tend to exclude is that which presents the idea of a suffering that may be purifying. That idea is not without apparent support in other passages of Scripture (e.g., <a class=\"ref\">Romans 5:17-21; Romans 11:32; 1 Peter 3:19; 1 Peter 4:6<\/a>); but we cannot say that it entered into the prophet’s thoughts here. What he emphasises is the eternal antagonism between the righteousness of God and man’s unrighteousness, and this involves the punishment of the latter as long as it exists. In any case there is a strange solemnity in this being the last word of the prophet’s book of revelation, even as there is a like awfulness in the picture of the final judgment, which appears in <a class=\"ref\">Matthew 25:46<\/a>, at all but the close of our Lord’s public teaching. Cheyne quotes a singular rubric of the Jewish ritual, that when this chapter, or Ecclesiastes 12, or Malachi 3, was read in the synagogue, the last verse but one should be repeated after the last, so that mercy might appear as in the end triumphant after and over judgment. <\/p>",
    "audit": null
}