{
    "id": 10849,
    "source": "ellicott",
    "verse_id": 17785,
    "verse_count": 1,
    "reference": "7:2",
    "title": "",
    "html": " <p>,(2) The other interpretation sets out from an entirely different starting-point. The words of <a class=\"ref\">Matthew 1:23 <\/a>,are taken as, once for all, deciding the entire meaning of the Immanuel prophecy. The prophet is supposed to have passed into a state of ecstasy in which he sees clearly, and with a full consciousness of its meaning, the history of the incarnation and the marvel of the travail-pangs of the Virgin mother. The vision of the future Christ thus presented to his mind, colours all his after-thoughts, and forms the basis of his whole work. The article emphasises the definiteness of his visions. He sees “the virgin mother” of the far-off future. And the prophet learns to connect the vision with the history of his own time. The growth of that Christ-child in the far-off future serves as a measure of time for the events that were passing, or about to pass, within the horizon of his earthly vision. Before the end of an interval not longer than that which separates youth from manhood, the Syro-Ephraiminitic confederacy should be broken up. So far, here also, we have a coherent and consistent view. It is attended, however, by some serious difficulties. A “sign,” in the language of Hebrew prophets, is that which proves to the person to whom it is offered that there is a supernatural power working with him who gives it. If a prediction, it is one which will speedily be tested by a personal experience, the very offer of which implies in the prophet the certainty of its fulfilment. He stakes, as it were, his reputation as a prophet on the issue. (Comp. <a class=\"isa\" verses=\"WzE4MzgzXQ==\">Isaiah 37:30 <\/a>; <a class=\"isa\" verses=\"W1sxODM5OF0seyIxNjEwIjo3fSxbNzQ3N11d\">Isaiah 38:7; Exodus 4:8-14; 1 Samuel 12:16 <\/a>.) But how could the prediction of a birth in the far-off distance, divided by several centuries from Isaiah’s time, be a sign to Ahaz or his people? And what would be the meaning, we may ask again, of the words “butter and honey shall he eat,” as applied to the Christ-child? Do not the words “Before the child shall know to refuse the evil . . .” point, not to a child seen as afar in vision, but to one who was to be born and grow up among the men of that generation? Should we not have expected, if the words had implied a clear revelation of the mystery of the virgin-birth, that Isaiah himself would have dwelt upon it elsewhere, that later prophets would have named it as one of the notes of the Messiah, that it would have become a tradition of the Jewish schools of interpretation? As a matter of fact, no such allusion is found in Isaiah, nor in the prophets that follow him (see Note on <a class=\"ref\">Jeremiah 31:22 <\/a>,, for the only supposed, one cannot say even “apparent,” exception); the Jewish interpreters never include this among their notes of the Christ. It is indeed, as has been said in the New Testament portion of this Commentary, one of the strongest arguments for the historical, non-mythical character of the series of events in Matthew 1, Luke 1, 2, that they were contrary to prevailing expectation. (See Note on <a class=\"ref\">Matthew 1:23 <\/a>.) <\/p>,\n <p>A truer way of interpretation than either of those that have been thus set forth, is, it is believed, open to us. We may remember (1) as regards St. Matthew’s interpretation of Isaiah’s prophecy, that two other predictions cited, as by the Evangelist himself, in the history of the Nativity, in Matthew 1, 2 are, as it were, detached from their position, in which they had a distinct historical meaning, and a new meaning given to them (see Notes on <a class=\"ref\">Matthew 2:15; Matthew 2:18 <\/a>). and that this holds good of other prophecies cited by him elsewhere (see Notes on <a class=\"ref\">Matthew 21:5; Matthew 27:9 <\/a>). It was not, as some have thought, that facts were invented or imagined that prophecies might appear to be fulfilled, but that the facts being given, prophecies were shown to have a meaning which was fulfilled in them, though that meaning may not have been present to the prophet’s own mind. In this case the use of the word for “virgin” in the LXX. version may have determined St. Matthew’s interpretation of the words. Here, in the history which had come to him attested by evidence which satisfied him, he found One who, in the truest and highest sense, was the “Immanuel” of Isaiah’s prophecy. We must not forget (2) the limits within which the prophets lived and moved, as they are stated in <a class=\"ref\">1 Peter 1:10 <\/a>. They “enquired and searched diligently” as to the time and manner of the fulfilment of their hopes; but their normal state (the exceptions being only enough to prove the rule) is one of enquiry and not of definite assurance. They had before them the ideal of a righteous king, a righteous sufferer, of victory over enemies and sin and death, but the “times and the seasons” were hidden from them, as they were afterwards from the apostles, and they thought of that ideal king as near, about to burst in upon the stage that was filled with the forms of Assyria, Syria, Ephraim, Judah, as the apostles appear to have thought afterwards that the advent of the Lord would come upon the stage of the world’s history that was filled with the forms of Emperors and rebellious Jews and perverse heretics and false prophets (<a class=\"ref\">1 Thessalonians 4:15; 1 Corinthians 15:51; 2 Thessalonians 2:3-4; 1 Peter 4:7; 1 Timothy 4:1-3; 1 John 2:18 <\/a>). And neither prophets nor apostles, though left to the limitations of an imperfect knowledge, were altogether wrong. Prophecy has, in Bacon’s words, its “springing and germinant accomplishments.” The natural birth of the child Immanuel was, to the prophet and his generation, a pledge and earnest of the abiding presence of God with His people. The overthrow of Assyria, and Babylon, and Jerusalem were alike forerunners of the great day of the Lord in which the ultimate and true Immanuel, the name at last fulfilled to the uttermost, shall be at once the Deliverer and the Judge. <\/p>,",
    "audit": null
}