{
    "id": 10903,
    "source": "ellicott",
    "verse_id": 17852,
    "verse_count": 1,
    "reference": "10:1",
    "title": "",
    "html": "<p align=\"center\" class=\"subtitle\">             X.<\/p> \n <p> (1) Woe unto them that decree unrighteous decrees . . .—The division of the chapters is again misleading. <a class=\"isa\" verses=\"eyIxNzg1MiI6NH0=\">Isaiah 10:1-4<\/a> continue the discourse of Isaiah 9, and end with the final knell, “For all this . . .” With <a class=\"isa\" verses=\"MTc4NTY=\">Isaiah 10:5<\/a> a new section begins, and is carried on to <a class=\"isa\" verses=\"MTc5MDc=\">Isaiah 12:6<\/a>, which deals, for the first time in the collection of Isaiah’s writings, exclusively with Assyria, and is followed in its turn by utterances that deal with Babylon and other nations. The formula with which the section opens reminds us of that of <a class=\"isa\" verses=\"MTc3NDg=\">Isaiah 5:8<\/a>; <a class=\"isa\" verses=\"MTc3NTE=\">Isaiah 5:11<\/a>; <a class=\"isa\" verses=\"MTc3NTg=\">Isaiah 5:18<\/a>; <a class=\"isa\" verses=\"MTc3NjI=\">Isaiah 5:22<\/a>, and suggests the thought that the prophet is speaking not only or chiefly of the northern kingdom, as in <a class=\"isa\" verses=\"MTc4NTE=\">Isaiah 9:21<\/a>, but of Israel as including Judah. The evils the prophet denounces are, it will be noted, identical with those in <a class=\"isa\" verses=\"MTc2Nzg=\">Isaiah 1:23<\/a>; <a class=\"isa\" verses=\"MTc3NjM=\">Isaiah 5:23<\/a>. For the second clause of the verse, read, “and the scribes who register oppression.” All the formalities of justice were observed punctiliously. The decision of the unjust judge was duly given and recorded, but the outcome of it all was that the poor, the widow, and the fatherless got no redress. The words for “prey” and “rob” are those used in the mysterious name of <a class=\"isa\" verses=\"MTc4MDk=\">Isaiah 8:1<\/a>. They occur again in <a class=\"isa\" verses=\"MTc4NTc=\">Isaiah 10:6<\/a>. It would seem as if the prophet sought in this way to impress the thought of the great law of divine retribution. Men were reaping as they had sown.<\/p>",
    "audit": null
}