{
    "id": 10735,
    "source": "ellicott",
    "verse_id": 17660,
    "verse_count": 1,
    "reference": "1:5",
    "title": "",
    "html": "<p>             (5) Why should ye be stricken any more? ye will revolt more and more.—Better, by revolting more and more. The prophet does not predict persistency in rebellion, but pleads against it. (Comp. “Why will ye die?” in <a class=\"ref\">Ezekiel 18:31<\/a>.)<\/p>\n <p>The whole head is sick. . . .—Better, every head. . . . every heart. The sin of the people is painted as a deadly epidemic, spreading everywhere, affecting the noblest organs of the body (see Note on <a class=\"ref\">Jeremiah 17:9<\/a>), and defying all the resources of the healing art. The description that follows is one of the natural parables of ethics, and reminds us of Plato’s description of the souls of tyrants as being full of ulcerous sores (Gorg., c. 80). The description may have connected itself with the prophet’s personal experience or training in the medicine and surgery of his time, or with the diseases which came as judgments on Jehoram (<a class=\"ref\">2 Chronicles 21:18<\/a>) and Uzziah (<a class=\"ref\">2 Chronicles 26:20<\/a>). We find him in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 38:21<\/a> prescribing for Hezekiah’s boil. It would seem, indeed, from <a class=\"ref\">2 Chronicles 16:12<\/a>, that the prophets, as an order, practised the art of healing, and so were rivals of the “physicians,” who depended chiefly on idolatrous charms and incantations. The picture of the disease reminds us of the language of <a class=\"ref\">Deuteronomy 28:22-35; Job 2:7<\/a>, and of the descriptions of like pestilences in the history of Florence, and of England. Every part of the body is tainted by the poison. “We note a certain technical precision in the three terms used: “wounds” (literally, cuts, as inflicted by a sword or knife); “bruises,” or weals, marks of the scourge or rod; “putrifying sores,” wounds that have festered into ulcers. As the diagnosis is technical, so also are the therapeutic agencies. To “close” or “press” the festering wound was the process tried at first to get rid of the purulent discharge; then, as in Hezekiah’s case (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 38:21<\/a>), it was “bound up,” with a poultice, then some stimulating oil or unguent, probably, as in <a class=\"ref\">Luke 10:34<\/a>, oil and wine were used, to cleanse the ulcer. No such remedies, the prophet says, had been applied to the spiritual disease of Israel.<\/p>",
    "audit": null
}