{
    "id": 10765,
    "source": "ellicott",
    "verse_id": 17692,
    "verse_count": 1,
    "reference": "2:6",
    "title": "",
    "html": " <p>,(6) Therefore thou hast forsaken thy people . . .—Better, For Thou hast . . . This was the sad, dark present, in contrast with the bright future. Jehovah “went not forth” with the armies of Judah (<a class=\"ref\">Psalms 68:7<\/a>); and the Syrians, Edomites, and Philistines, possibly the Assyrians also (<a class=\"ref\">2 Kings 16:9; 2 Chronicles 28:17-20<\/a>), were laying the lands waste. <\/p>\n <p>Because they be replenished from the east.—The disasters of the time are viewed as chastisements for sin, and the sin consisted in casting off their national allegiance to Jehovah. The “east,” from which they were replenished, with which they filled their thoughts and life, was Syria and Mesopotamia, to whose influence they had yielded, and whose cultus Ahaz had adopted (<a class=\"ref\">2 Kings 16:10-12<\/a>). <\/p>\n <p>And are soothsayers like the Philistines.—Literally, cloud-diviners. The word points to the claim of being “storm-raisers,” which has been in all ages one of the boasts of sorcerers. The conquests of Uzziah (<a class=\"ref\">2 Chronicles 26:6<\/a>) had brought Judah into contact with the Philistines, and the oracles at Ekron and elsewhere (<a class=\"ref\">2 Kings 1:2<\/a>) attracted the people of Judah. There was, as it were, a mania for divination, and the “diviners” of Philistia (<a class=\"ref\">1 Samuel 6:2<\/a>) found imitators among the people of Jehovah. <\/p>\n <p>They please themselves in the children of strangers.—Literally, they strike hands with, as meaning, (1) they enter into contracts with, or (2) they make common cause with. The commerce of the people with foreign nations, which had expanded under Uzziah (<a class=\"ref\">2 Kings 14:22<\/a>), was, from the prophet’s point of view, the cause of much evil. It was probably conducted, as at an earlier date, chiefly by Phoenician sailors and merchants (<a class=\"ref\">1 Kings 9:27<\/a>), and thus opened the way to their impurity of worship and of life (<a class=\"ref\">Jonah 1:5<\/a>). The sense of being a peculiar and separate people wore away. The pictures of the “strange woman” and the foreign money-lender of <a class=\"ref\">Proverbs 5:3; Proverbs 6:1<\/a>, present two aspects of this evil. <\/p>",
    "audit": null
}