{
    "id": 10803,
    "source": "ellicott",
    "verse_id": 17736,
    "verse_count": 1,
    "reference": "4:2",
    "title": "",
    "html": "<p>             (2) In that day . . .—The dark picture of punishment is relieved by a vision of Messianic glory, like that of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 2:1-4<\/a>. The “day” is, as in <a class=\"isa\" verses=\"MTc3MjY=\">Isaiah 3:18<\/a>, the time of Jehovah’s judgments.<\/p>\n <p>The branch of the Lord . . .—The thought of the “branch,” though not the Hebrew word, is the same as in <a class=\"isa\" verses=\"MTc4ODY=\">Isaiah 11:1<\/a>. The word itself is found in the Messianic prophecies of <a class=\"ref\">Jeremiah 23:5-6; Jeremiah 33:15; Zechariah 3:8; Zechariah 6:12<\/a>. The two latter probably inherited both the thought and the word from this passage. Here, then, if we thus interpret the words, we have the first distinct prophecy in Isaiah of a personal Messiah. He is the “Branch of Jehovah,” raised up by Him, accepted by Him. And the appearance of that Branch has as its accompaniment (the poetic parallelism here being that at once of a resemblance and of contrast) the restoration of outward fertility. That thought Isaiah had inherited from <a class=\"ref\">Psalms 72:16; Hosea 2:21-22; Joel 3:18; Amos 9:13<\/a>. He transmitted it to <a class=\"ref\">Ezekiel 34:27; Zechariah 9:16-17<\/a>. The interpretation which takes “the branch [or growth] of the Lord” in its lower sense, as used collectively for “vegetation,” and, therefore, parallel and all but synonymous with the “fruits of the earth,” seems to miss the true meaning. Rabbinic exegesis may be of little weight, but the acceptance of the term as Messianic by Jeremiah and Zechariah is surely conclusive. It will be noted that the prophecy of the Branch (tsemach) here comes after a picture of desolation, just as that of the Branch (netzer) does in <a class=\"isa\" verses=\"MTc4ODY=\">Isaiah 11:1<\/a>. The thought seems applied by our Lord to Himself in <a class=\"ref\">John 12:24<\/a>.<\/p>\n <p>For them that are escaped of Israel.—These are, of course, identical with the “remnant” of <a class=\"isa\" verses=\"MTc2NjQ=\">Isaiah 1:9<\/a>; <a class=\"isa\" verses=\"MTc3ODM=\">Isaiah 6:13<\/a>, to whom the prophet had been taught to look as to the trusted depositaries of the nation’s future.<\/p>",
    "audit": null
}