{
    "id": 11706,
    "source": "ellicott",
    "verse_id": 18748,
    "verse_count": 1,
    "reference": "55:7",
    "title": "",
    "html": "<p lang=\"en-US\">Abundant Pardon<\/p>\n <p lang=\"en-US\">Let the wicked forsake his way, and the unrighteous man his thoughts: and let him return unto the Lord, and He will have mercy upon him; and to our God, for He will abundantly pardon.—<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 55:7<\/a>.<\/p>\n <p lang=\"en-US\">The Prophet had been commissioned to carry a message to the captive Jews who sat by the waters of Babylon and wept when they remembered Zion. The message was that, heinous as their iniquity had been, their iniquity was pardoned; and that to the merciful and relenting heart of Jehovah it seemed as if they had already endured “double” for all their sins, i.e. twice as much as their sins had deserved. Hence he was about to appear for them, to appear among them—delivering them from their captivity, bringing them back with song and dance to their native land, making them the joy and praise of the whole earth. In this word, this message, God was drawing near to them; finding them, that they might find Him. And the Prophet urges them to “seek Him while He may be found,” to “call upon Him while He is near”; that is to say, now that God is approaching them to deliver them, they are to fit themselves to receive, to recognise, and to follow Him, by putting away their unrighteous thoughts, by forsaking their wicked ways, and by turning in penitence, expectation, and faith toward Him who was turning toward them in truth and compassion.<\/p>\n <p lang=\"en-US\">But sinful men, especially when they are suffering the bitter punishment of their sins, are apt to be hopeless men. When you speak to them of the Mercy that is more than all their sins, they are apt to think that Mercy incredible, or at least to doubt whether it is about to be shown to them. As nothing is possible to doubt and despair, as above all the energy of active moral exertion is impossible, God sets Himself to remove the natural incredulity and hopelessness of the men He was about to save. That His mercy is incredible, He admits; but He affirms that it is incredible only in the sense of being incredibly larger and better than they imagine it to be. They might have found it impossible to forgive those who had sinned against them as they had sinned against Him. “But,” pleads God, “My thoughts are not your thoughts, neither are your ways My ways. They are a whole heaven above them. And, therefore, I can forgive you the sins which you could not have forgiven had they been committed against you. Nay, your very unbelief cannot limit or defeat My mercy. The word I have sent you, this message of salvation and deliverance, must do the errand on which I sent it; and therefore you must and will go out of the house of your captivity with joy, and be led forth with peace, the mountains and the little hills breaking forth into singing as you climb them, and all the trees of the field clapping their hands as you march through and under them.” So that the main point of these verses is not so much that God Himself is unknowable to us, as that His mercy is incredible to us—incredibly higher, incredibly deeper and wider, incredibly more heavenly and inexhaustible, incredibly more affluent, and tender, and sweet; in fine, as high above our conceptions of it as the heavens above the earth, and so broad that it embraces the whole world of men as the heavens embrace the earth with all its mountains and woods and seas.<\/p>\n <p lang=\"en-US\">This old admonition falls upon modern ears like the once familiar, but half-forgotten, cadence of a song. Time was when such a scripture roused the deepest emotions and brought the sweetest peace to human hearts. Such texts were, within the memory of man, the characteristic foundation of all evangelical sermons. The old-fashioned gospel invitation had an imperativeness, a fine entreaty, which netted magnificent results for the visible Kingdom of God. Men groaned in spirit and fairly ran to Christian altars lest the Divine invitation should be withdrawn. But the old appeal fails to stir men as formerly. Like some quaint hymn or ballad, kept as a sort of relic among the more dashing modern music, this old Bible melody is apparently outclassed by the more philosophical compositions of our day.1 [Note: G. C. Peck, Old Sins in New Clothes, p. 211.] <\/p>\n <p lang=\"en-US\">There are five things in the text. Three we are to do, and two God promises to do. The three which we are asked to do are (1) to forsake our wicked way, (2) to forsake our thoughts, and (3) to turn unto the Lord. The two God promises to do are (1) to have mercy upon us, and (2) to pardon us abundantly.<\/p>\n <p lang=\"en-US\">I<\/p>\n <p lang=\"en-US\">What we are told to do<\/p>\n <p lang=\"en-US\">1. The wicked is called upon or invited to forsake his way. That is, he is called upon to give up his sinful habits. Is he dishonest? He is to give up his dishonesty. Is he profligate in his life? He is to give up his profligacy. Is he addicted to intemperance? He is to give up his unsober practices. Is he a profane swearer? He is to give up his oaths. Does he speak what is not the truth? He is to give up his falsehoods. Does he break the Sabbath? He is to give up his Sabbath-breaking. Does he neglect Divine ordinances? He is to give up that neglect. From all his evil ways he is to turn: he is to forsake them, as Israel forsook Egypt, when he crossed the Red Sea; as Ruth forsook Moab, when she went with her mother-in-law to the land of Israel.<\/p>\n <p lang=\"en-US\">The best way for a man is the way which God has made for him. He that made us knows what He made us for, and He knows by what means we may best arrive at that end. According to Divine teaching, as gracious as it is certain, we learn that the way of eternal life is Jesus Christ. Christ Himself says, “I am the Way, the Truth, and the Life”; and he that would pursue life after a right fashion must look to Jesus, and must continue looking to Jesus, not only as the Author, but as the Finisher of his faith. It shall be to him a golden rule of life, when he has chosen Christ to be his way, to let his eyes look right on, and his eyelids straight before him. He need not be afraid to contemplate the end of that way, for the end of the way of Christ is life and glory with Christ for ever. “It doth not yet appear what we shall be: but we know that, when He shall appear, we shall be like Him; for we shall see Him as He is.” A friend said to me the other day, “How happy are we to know that whatever happens to us in this life it is well!” “Yes,” I added, “and to know that if this life ends it is equally well, or better.” Then we joined hands in common joy to think that we were equally ready for life or death, and did not need five minutes’ anxiety as to whether it should be the one or the other. When you are on the King’s highway, and that way is a perfectly straight one, you may go ahead without fear, and sing on the road.1 [Note: C. H. Spurgeon, The Messiah, p. 425.] <\/p>\n <p lang=\"en-US\">2. But the wicked man is not merely to forsake his way, he is to forsake his thoughts. You see, one may, from prudential motives, give up outwardly an evil way, without any change within. From mere self-interest an evil-speaking man may hold his tongue, and yet his thoughts and feelings be as unkind and malicious as ever. From mere self-interest, from regard to his bodily health or his worldly interests, a profligate man may restrain his appetites, and yet his thoughts be still impure. But a mere outward reformation has no value in the eyes of the heart-searching One. There must be forsaking of sin inwardly; there must be a hating of it, and a giving it up in the thoughts and intents of the soul. The fountain, from which the bitter waters flow, must be stopped. The root, from which spring the poison fruits, must be plucked up.<\/p>\n <p lang=\"en-US\">In the third century a great wave of monasticism swept the Church. Men wooed the life of solitude and contemplation, and thought by such a life to escape their evil thoughts. But history testifies to the vanity of such a hope. One of the Church Fathers, Basil, after having sought peace in the quiet of the desert, writes to his friend Gregory, “I have abandoned my life in town, as one sure to lead to countless ills; but I have not yet been able to get quit of myself. I am like travellers at sea, who have never gone a voyage before, and are distressed and seasick, who quarrel with the ship because it is so big and makes such a tossing, and when they get out of it into the pinnace or dingey, are everywhere and always seasick and distressed. Wherever they go, their nausea and misery go with them. My state is something like this. I carry my own troubles with me, and so everywhere I am in the midst of similar discomforts. So in the end I have not got much good out of my solitude” (Basil, Ep. ii.). As Basil suggests, the only way is a mortification of the passions, and such mortification can come about only by a new birth, a return unto the Lord. If we ask what conditions best favour such regeneration, we are answered by the life of Jesus, which was not one of solitude alone, nor one of activity alone, but a life in which prayer and contemplation alternated with active service.<\/p>\n <p lang=\"en-US\">Putting the matter broadly and generally: what are the thoughts from which the sin life, in its various outward forms, comes? They are chiefly wrong thoughts about God, about sin, about true happiness. Well, those wrong thoughts about God, as if He were so great that He will not concern Himself about us, or so merciful that He will never punish us, or so dreadful in His holiness that He will never pardon us; those thoughts must be forsaken. And those thoughts about sin, as if it were no great thing, as if it were easily got over, as if it were little more than a sort of unhappy necessity, instead of a tremendous evil separating the soul from the Most High and making the sinner liable to His wrath and curse; those thoughts must be forsaken. And those thoughts about man’s happiness, as if it consisted in the abundance of the things which he possesses, in earthly honour and prosperity, and not in heart-love and heart-devotion to God and His Son; those thoughts must be forsaken. That whole course of thinking, feeling, hoping, doing, which springs from nature’s awful unbelief, must be given up in deep dislike and real abasement.<\/p>\n <p lang=\"en-US\">I remember when we were in Glasgow there was a business man converted, and he was very anxious for all his employés to be converted, and he brought them one after another, and they were blessed. But one man he could not get. He said, “If I am going to be converted I am going to be by the regular stated means.” Scotland had got regular churches, and he did not need Americans to come and tell him how to be saved, and he would not come. We went up to the North of Scotland, and the employer had some business to transact there, and he sent that man, and one night we were preaching on the banks of a river, and I was speaking on this text, “I thought.” This man saw the crowd, and he thought he would like to see what was going on, and the text reached his attention—“I thought.” He listened, and the arrow of conviction went down into his soul, and the man was convicted. Then he began to inquire who was the preacher, and he found out that it was this same preacher that he would not hear in Glasgow.1 [Note: D. L. Moody.] <\/p>\n <p lang=\"en-US\">3. Thus much the prophet teaches us on the negative side, as to what is to be turned from; he goes next to the positive side, and teaches us what is to be turned to. “Let the wicked forsake his way, and the unrighteous man his thoughts; and let him return unto the Lord.” That is implied, of course, in any true turning from sinful ways and thoughts; without that it would be no true turning from them. Yet it conveys a distinct thought; it brings before us another and spiritual aspect of the truth. And sometimes you may seem to have a large fulfilment to the call to forsake ways and thoughts; and yet there may be no returning to God. That was the case with the Jews of old. They forsook their idolatrous ways most thoroughly; the outward idols were cast utterly away; the names and images of Baal and Molech became their horror and detestation. Even in thought they gave up their old idolatry. That is, they thought it wrong; they disapproved of it; they regarded it with hatred and loathing. And yet they did not return to God.<\/p>\n <p lang=\"en-US\">And what does it mean? It evidently means the soul coming back to the views and feelings it had about God before it went away from Him. “Let him return unto the Lord;” it is just as though it had been said, “Let the Lord Jehovah be to him what He was before the fall.” And what was God to man then? God was to man unfallen the Object of his profound homage. He worshipped and adored Him. God was to man unfallen the Object of his supremest love, his Portion, his Delight; in all the attributes of this Divine character he had supreme complacency; dear to him was the righteousness of the Highest, the love, the wisdom, the power. God was to man unfallen the Object of his trust and confidence. God was to man unfallen the King of his heart and his life; His will and glory the end of man’s existence. And the returning of the soul to the Lord is the soul’s returning to a vital consciousness of God as the great loving One, is the soul’s returning to a sense of His infinite majesty and excellence, and desiring to live with Him as before, in love, adoration, trust, submission.<\/p>\n <p lang=\"en-US\">There are three stumbling-stones in man’s way to Christ—sin, his own thoughts, and his own way or his own will; and you will find that every man has got to meet and overcome these three obstacles, or, as some one else has put it, three stumbling-stones—human righteousness, human religion, and human wisdom. There is a great deal of religion in the world to-day. A man may be full of religion and yet be a stranger to the grace of God. You will find some of the worst of men in the community are very religious; they have got a religion of their own. You talk with them about Christ, and about His Kingdom, and they will straighten up and tell you that they would not give up their religion for all the world; but if you press them upon this point of giving up their sins, you will find they are not willing to part with sin. Now man’s religion is not worth much if it does not bring him away from his sins. If a man is not willing to forsake his sins, to turn his back upon his past life and his past sins, he cannot be the disciple of Jesus Christ. I have heard men say often, “Why is it Jesus Christ has got so few disciples? The Gospel has been preached eighteen hundred years, and yet Muhammad has got more disciples than Jesus Christ.” The question is very easily answered. A man can be a follower of Muhammad and not give up his sins; a man can follow the doctrines of Confucius and not give up his sins; but the reason Jesus Christ has so few disciples is that men are not willing to part with their sins. That is the trouble, that is the difficulty. If men could only get into the Kingdom of God without giving up anything, a great many would flock into the Kingdom, they would rush into the Kingdom by the thousand; but it is this giving up our sins, forsaking our thoughts and our way—that is the difficulty.1 [Note: D. L. Moody.] <\/p>\n <p lang=\"en-US\">Repentance<\/p>\n <p lang=\"en-US\">Now let us consider what repentance is, and what it is not.<\/p>\n <p lang=\"en-US\">(1) It is not fear. A man may be frightened, scared, and yet not repent. That has very often occurred at sea during a storm. When a storm sweeps over the ocean it brings about a great many strange things. You will find when talking to sea captains that a great many men become suddenly pious, men who have been blaspheming for years suddenly begin to pray, and you would think them very religious and repentant, but when the storm has passed over these men go on swearing again. That is only fear.<\/p>\n <p lang=\"en-US\">(2) Then repentance is not feeling; a man may have much feeling, and yet not repent. That may sound strange, but it is clearly taught in Scripture. You go down to yonder prison, and you cannot find a man who is not sorry that he is there; but their trouble is simply because they have got caught, they feel very bad because they were unlucky; but let them out of prison and they will do the same over again. That is not repentance. A man may have a good deal of feeling, and weep bitterly for days, and yet not repent. So that it is not feeling or remorse. Judas had that, plenty of it, so that he put an end to his existence; and a man may be filled with remorse and not repent.<\/p>\n <p lang=\"en-US\">The confession “I have sinned” is made by hardened Pharaoh (<a class=\"ref\">Exodus 9:27<\/a>), double-minded Balaam (<a class=\"ref\">Numbers 22:34<\/a>), remorseful Achan (<a class=\"ref\">Joshua 7:20<\/a>), insincere King Saul (<a class=\"ref\">1 Samuel 15:24<\/a>), despairing Judas (<a class=\"ref\">Matthew 27:4<\/a>); but in none of these cases was there true repentance.1 [Note: A. H. Strong, Syst. Theology, iii. p. 832.] <\/p>\n <p lang=\"en-US\">(3) Nor is it conviction. A man may be deeply convicted when he is going out of the house of God; he may know that his whole life is wrong, his conscience may lash him and smite him, and he may say, “My whole life is dark and black.” He may be deeply convicted and yet not repent. Conviction is not repentance; making a few resolutions is not repentance; turning over a new leaf, as some men say they are going to do, that is not repentance; nor is it found in good feelings or good thoughts.<\/p>\n <p lang=\"en-US\">A fit of sorrow is no great thing. Who has not had that? There are persons upon whom a penitential mood comes and comes and comes again; and nothing results from it. But this forsaking of the thoughts goes deep into the soul, and means a turning of the whole being towards God. It is quite true that the Bible does not lay stress on mere effervescence of feeling, as if it were needful to pour out floods of tears, or utter cries of agony, or go mourning and grieving for any special number of hours or days, and with any special intensity. Yet it is not conceivable that you should have a person convinced on the matter of his salvation, and changing his thoughts about God and sin, without strong feelings of abasement and shame. Take the type of a penitent, as Jesus gives it. See the publican standing afar off, not lifting so much as his eyes to heaven, smiting upon his breast. There is nothing extravagant in that.<\/p>\n <p lang=\"en-US\">Behold us, how we feebly float,<\/p>\n <p lang=\"en-US\">Through many a changing mood;<\/p>\n <p lang=\"en-US\">How oft one flash of thought annuls<\/p>\n <p lang=\"en-US\">Our firmest choice of good.<\/p>\n <p lang=\"en-US\">\n We sin, repent, and fondly think<\/p>\n <p lang=\"en-US\">Our will is now made strong;<\/p>\n <p lang=\"en-US\">Our state of grace, restored, abides—<\/p>\n <p lang=\"en-US\">Thou knowest, Lord, how long.2 [Note: W. Bright.] <\/p>\n <p lang=\"en-US\">(4) What is it? Repentance is turning from. That is what repentance is. “Turn ye, turn ye, why will ye die, O house of Israel?” It is an afterthought, it is a change of mind. You ask how long a person is to feel sorry for his sins. Long enough to give them up—that is all. A man may have deep sorrow or he may not have much, but he has made up his mind that he is going to turn from his sins to God.1 [Note: D. L. Moody.] <\/p>\n <p lang=\"en-US\">Because I knew not when my life was good,<\/p>\n <p lang=\"en-US\">And when there was a light upon my path,<\/p>\n <p lang=\"en-US\">But turned my soul perversely to the dark—<\/p>\n <p lang=\"en-US\">\n Because I held upon my selfish road,<\/p>\n <p lang=\"en-US\">And left my brother wounded by the way,<\/p>\n <p lang=\"en-US\">And called ambition duty, and pressed on—<\/p>\n <p lang=\"en-US\">\n Because I spent the strength Thou gavest me<\/p>\n <p lang=\"en-US\">In struggle which Thou never didst ordain,<\/p>\n <p lang=\"en-US\">And have but dregs of life to offer Thee—<\/p>\n <p lang=\"en-US\">O Lord, I do repent.2 [Note: S. Williams.] <\/p>\n <p lang=\"en-US\">II<\/p>\n <p lang=\"en-US\">What God promises to do<\/p>\n <p lang=\"en-US\">The two things which God promises to do are (1) have mercy, and (2) abundantly pardon.<\/p>\n <p lang=\"en-US\">1. The Lord, it is said, will have “mercy” on the returning sinner. It is not out of consideration of the wicked man’s turning from his sin, or in reward for his heart-turning to the Most High, that his guilt shall be cancelled, and he shall be reinstated in the Divine favour. There is no idea of right connected with this penitential return. What he will get, he will get in mercy—in simple mercy. He is still liable to righteous punishment. But mercy will be his. God will not exact His dues. God, for the sake of His own glory, and in His beloved Son, in Him who died the Just for the unjust, will freely and graciously stay the sentence which sin has merited.<\/p>\n <p lang=\"en-US\">We do not like the word mercy. It is humbling; it lays pride and self-righteousness in the dust. Mercy, all of mercy. It is very humbling. Nor, perhaps, do we best reconcile men to it by dilating on their helpless, hopeless state. The soul will be sometimes stout against any measure of that. “Crush me, to atoms if you will, but I will not yield.” Rather should the sinner get quit of a delusion. It is a noble thing, is it not, in an earthly sovereign to be merciful? The earthly king is never more glorious in our eyes than when he does some great deed of mercy. And is it not felt, too, to be a noble thing when the criminal or offender, in loving penitence, gracefully and thankfully accepts the mercy? In such an acceptance he is not degraded, but exalted. And so let the sinner quit his sins, return to God, accept His mercy, not merely as though he cannot help it, as a heartrending necessity, but with loving and adoring gratitude; for what it is so glorious and blessed in God to give, it is blessed in him to receive. And look if there be any semblance of exultation over him in his abasement in the gracious Father’s countenance. Nay, the very opposite. Can He have any thoughts of degrading him whom He would clasp in His arms and call His son?<\/p>\n <p lang=\"en-US\">The Mercy of God, viewed as saving men from evil thoughts and ways—which is the only true mercy—is simply incredible: so the prophet affirms, so we profess to think and to believe. But do we really believe it? Do we act as if we did? Millions will say to-day: “I believe in the forgiveness of sins”; but how many of that vast multitude, do you suppose, will both understand and realise what they say? Many of them hardly believe that they have sins which need a great act of Divine forgiveness. Many more do not know that, in order to forgive, God must punish their sins.<\/p>\n <p lang=\"en-US\">One of James Lane Allen’s later books has for its title the creed of its hero, The Reign of Law. That was all he could see in the universe: unpitying law; law irreversible and conscienceless. The world order was to him, and presumably to the author of the book, a heartless procession of events. There was no Face to meet his advances or to frown away his sin. But, as his heart began to break up under the suns and frosts of love; as the power of a new truth got hold of him, he looked up into heaven to whisper at length: “Ah, Gabrielle, it is love that makes a man believe in a God of love.” Not that God is ever capricious, but that His heart can go forth in special overtures to His children; not that He ever really hides His face, but that it sometimes breaks like the conquering sun through our earth-mists; not that He ever ceases to call, but that sometimes His voice has new resonance and music—this is our Christian faith.<\/p>\n <p lang=\"en-US\">2. But this leads us to the other point in the prophet’s word: “He will abundantly pardon.” There is nothing of cold, distant harshness in God’s mercy-giving. He does not say, “Take thy pardon and go thy way. It is what thou dost not deserve. Thou hast been a wicked rebel; take care of thyself in time to come.” God is ever like Himself. Behold Him in creation; in these myriads of mighty worlds He has hung above us in the heavens. How like the greatness of the Great One is that fulness of immensity. Behold Him in the gifts with which He blesses our earth; with what a lavish hand He scatters beauties and glories. And here, too, as the God of pardon, God again is like Himself; He pardons like Himself, with Divine generosity.<\/p>\n <p lang=\"en-US\">(1) It is God’s good pleasure to pardon abundantly.<\/p>\n <p lang=\"en-US\">This man, whoever he was, has a claim to speak of God with an authority which few can rival. And this is what he has to say to us of God—that God’s mercy is as much higher than our thoughts of it, as much broader, as much more pure and tender, as the heavens are higher and broader and sweeter than the earth: that it transcends all our conceptions of mercy, that it seems incredible to us only because it is so large and rich and free, that we can hardly even bring ourselves to believe in it. He affirms that even here our great poet’s description holds good, that we may lift a reverent eye to the very Throne of Heaven and say: “Mercy is twice blessed,” blessing “him that gives,” as well as “him that takes,” since God delights in mercy, and is—if we may speak of so great a mystery in words so homely—at least as pleased to forgive our sins as we are to have them forgiven.<\/p>\n <p lang=\"en-US\">(2) Its abundance is due to His excellence.<\/p>\n <p lang=\"en-US\">If we doubt whether He means to the full what He says—if we doubt whether He is in earnest in calling such as we are to come to Him, whether He can pardon as abundantly as man has sinned—here is the answer to our unbelief: He does not work by the rules and manners of men. His ways are not our ways, nor His thoughts our thoughts. He shows His desire for our salvation, and His readiness to accept us, in doing what none could have imagined possible, in sending His Son to take our nature upon Him, and to become man for our sakes. Here is the pledge of His faithfulness. Here is the assurance which none can doubt, that He loves the souls of men with the love with which He loves His only-begotten Son. When we will not come to Him, He comes to us. When we refuse to seek Him, He comes Himself to seek and to save us. He does not send, He does not call merely. He comes down from heaven, and lays aside His glory, and speaks to us face to face, with the words of man, with the fellow-feeling of man, with the affectionate love and tender earnestness of man. He who made the light, and rules beyond the stars, comes and calls on us, and speaks to us with the simple plainness with which a father speaks to his little children, or a little child appeals to grown men.<\/p>\n <p lang=\"en-US\">(3) And especially to His greater knowledge.<\/p>\n <p lang=\"en-US\">God is more forgiving than man; where the justice which only half knows the magnitude of the offence is often merciless, the justice which sees it in all its heinousness is ready to pardon; even where all hope of clemency from a mortal weak and erring as himself, is gone; to Him who knows no sin, who is absolutely inaccessible to temptation, may the forlorn and guilty soul repair with the assurance that its appeal for mercy will never be heard in vain. It is just because God’s thoughts and ways are not as man’s, because His righteousness is infinitely exalted above man’s, that therefore the unrighteous man may “return unto the Lord” with the assurance that “He will have mercy upon him, and to our God” with the confidence that “He will abundantly pardon.”<\/p>\n <p lang=\"en-US\">My Lord, when Thou didst love me, didst Thou know<\/p>\n <p lang=\"en-US\">How weak my efforts were, how few,<\/p>\n <p lang=\"en-US\">Tepid to love and impotent to do,<\/p>\n <p lang=\"en-US\">Envious to reap while slack to sow?<\/p>\n <p lang=\"en-US\">—“Yea, I knew.”1 [Note: Christina G. Rossetti.] <\/p>\n <p lang=\"en-US\">(4) It is expressed in His very Name.<\/p>\n <p lang=\"en-US\">In the effort that was put forth by the prophets of old to give the wings of words to the Divine Inspiration that stirred within them, and more particularly to give the divinest expression to their conception of the character of God, they hit upon nothing that is finer, or grander, or more instructive than the terms in which they represent the name of God. It must indeed be difficult to name God, if the name is to be adequately significant. Hence the accumulation of grand human terms in the name of the Lord as proclaimed to Moses of old:—“The Lord, the Lord God, merciful and gracious, long-suffering, and abundant in goodness and truth; keeping mercy for thousands, forgiving iniquity, and transgression, and sin, and that will by no means clear the impenitent.”<\/p>\n <p lang=\"en-US\">The penitent Levites, of whom we read in the Book of Nehemiah, thus spoke to God: “Thou art a God of pardons, gracious and merciful, slow to anger, and of great kindness.” God is characterised not only as a pardoning God, but as a “God of pardons.” He is possessed, as it were, of such an inexhaustible store of pardons that the supply is sufficient to meet the most numerous necessities imaginable. If pardon be at all, there is no fear of stint in the supply, stint such as might leave some of us, against our will, out in the dark, out in the cold, out in the hurricane of storm and tempest. Whatever pardon may be in its essence and significance, there is assuredly enough of it and to spare, for all of us without distinction or exception, seeing God is a God of pardons.<\/p>\n <p lang=\"en-US\">The inner sanctuary of the humble home is the “fireside.” A lad in his teens, a member of a large family in Sheffield, left his home, and by persistent waywardness caused his parents considerable anxiety and pain. One night a young sister found him loitering in the locality. Her best effort could only bring him a little nearer the old home. A mother’s glad welcome induced him to “come in.” Taking off his coat he shamefacedly proceeded to a chair near the door when his father called out “Nay lad, don’t sit theer; tha’s coom back; cum reight up te t’ fier.”<\/p>\n <p lang=\"en-US\">My God, my God, have mercy on my sin,<\/p>\n <p lang=\"en-US\">For it is great; and if I should begin<\/p>\n <p lang=\"en-US\">To tell it all,<\/p>\n <p lang=\"en-US\">The day would be too small<\/p>\n <p lang=\"en-US\">To tell it in.<\/p>\n <p lang=\"en-US\">My God, Thou wilt have mercy on my sin<\/p>\n <p lang=\"en-US\">For Thy Love’s sake: yea, if I should begin<\/p>\n <p lang=\"en-US\">To tell This all,<\/p>\n <p lang=\"en-US\">The day would be too small<\/p>\n <p lang=\"en-US\">To tell it in.1 [Note: Christina G. Rossetti.] <\/p>\n <p lang=\"en-US\">Abundant Pardon<\/p>\n <p lang=\"en-US\">Literature<\/p>\n <p lang=\"en-US\">Caird (J.), University Sermons, 27.<\/p>\n <p lang=\"en-US\">Church (R. W.), Village Sermons, i. 16.<\/p>\n <p lang=\"en-US\">Cox (S.), The Genesis of Evil, 61, 77.<\/p>\n <p lang=\"en-US\">Kingsley (C.), National Sermons, 221.<\/p>\n <p lang=\"en-US\">M‘Cheyne (R. M.), Basket of Fragments, 72.<\/p>\n <p lang=\"en-US\">Morison (J.), Sheaves of Ministry, 102.<\/p>\n <p lang=\"en-US\">Spurgeon (C. H.), Metropolitan Tabernacle Pulpit, xx. No. 1195; xxxvi. No. 2181; xlviii. No. 2797.<\/p>\n <p lang=\"en-US\">Vaughan (J.), Sermons (Brighton Pulpit), xi. 930.<\/p>\n <p lang=\"en-US\">Walker (J.), Memoir and Sermons, 267.<\/p>\n <p lang=\"en-US\">Anglican Pulpit Library, ii. 160.<\/p>\n <p lang=\"en-US\">Christian World Pulpit, xvii. 158 (Short); xx. 341 (Moody); xxxvii. 53 (Morison).<\/p>\n <p lang=\"en-US\">Contemporary Pulpit, 1st Ser., vi. 313 (Glover).<\/p>\n <p lang=\"en-US\">Keswick Week, 1899, 16.<\/p>\n <p lang=\"en-US\">Preacher’s Magazine, i. 316.<\/p>",
    "audit": null
}