{
    "id": 10928,
    "source": "ellicott",
    "verse_id": 17879,
    "verse_count": 1,
    "reference": "10:28",
    "title": "",
    "html": " <p>,(28) He is come to Aiath . . .—There is an obvious break between this and the preceding verse, and a new section begins, connected with the former by unity of subject, both referring to Sargon’s invasion of Judah. That such an invasion took place at or about the time of that king’s attack on Ashdod (<a class=\"isa\" verses=\"WzE4MDMxXQ==\">Isaiah 20:1 <\/a>) the inscriptions leave no doubt. The Koujunyik cylinder names the king of Judah as having joined with the king of Ashdod; and in another, Sargon speaks of himself as “the subduer of the lands of Judah” (Layard, Inscriptions, xxxiii. 8). There is nothing in the passage itself to determine whether <a class=\"isa\" verses=\"eyIxNzg3OSI6NX0=\">Isaiah 10:28-32 <\/a>,are predictive or historical, or when they were first uttered. Assuming that the Messianic prophecy of chap 11 is in close connection with them, it seems most probable that now, as in the earlier attack of Pekah and Rezin (Isaiah 7), as in the later invasion of Sennacherib (Isaiah 37), the bright vision of the future came to sustain the people when they were at their lowest point of depression. This would obviously be when Sargon’s armies were actually encamped round the city, when they had reached the last halting-place of the itinerary which Isaiah traces out. We may infer accordingly that the Assyrian armies were then at or near Nob, and that the prophet, supplied, either by human agency or supernaturally, with a knowledge of the movements of the Assyrian armies, describes their progress to a terrified and expectant people, and fixes the final goal. That progress we now have to trace. (1) Aiath is probably identical with the Ai of <a class=\"ref\">Joshua 7:2 <\/a>,, the Aija of <a class=\"ref\">Nehemiah 11:31 <\/a>,, in the tribe of Benjamin, not far from Bethel. (2) Migron. The route taken was not the usual one, but passed over three valleys, probably with a view to surprise Jerusalem by an unexpected attack. The modern name, Bure Magrun, survives, a short distance from Bethel. (3) Michmash. Now Muchmas, on the east side of the Migron valley. Here the carriages, i.e., the baggage (<a class=\"ref\">Acts 21:15; 1 Samuel 17:22 <\/a>), the impedimenta, of the Assyrian army was left behind that the host might advance with greater rapidity to immediate action. (4) Geba, in the tribe of Benjamin (<a class=\"ref\">1 Chronicles 6:60 <\/a>). Here, after defiling through the “passages,” probably the gorge of Wady Suweinit memorable for Jonathan s adventure (<a class=\"ref\">1 Samuel 14:4-5 <\/a>), the army halted and encamped. (5) The panic spread rapidly to Ramah, memorable as the chief residence of Samuel (<a class=\"ref\">1 Samuel 7:17 <\/a>). (6) The inhabitants of Gibeah, still retaining in its name its old association with the hero-king of Israel (<a class=\"ref\">1 Samuel 11:4 <\/a>), left their town deserted and undefended. (7) Gallim, not now identifiable, but mentioned in <a class=\"ref\">1 Samuel 25:44 <\/a>. (8) Laieh, not the northern city of that name (<a class=\"ref\">Judges 18:29 <\/a>), but near Jerusalem. Read, Listen, O Laish, as if to the tramp of the armies as they passed. (9) Anathoth; about four miles north of Jerusalem, the birth-place of Jeremiah (<a class=\"ref\">Jeremiah 1:1 <\/a>). There is a special pathos in the prophet’s accents, anîyah Anathôth. A various reading adopted by many critics gives, Answer, O Anathoth. (10) Madmenah, or Madmen, appears in <a class=\"ref\">Jeremiah 48:2 <\/a>,, as a Moabite city. The name (“dung-hill”) was, however, not an uncommon one. It is named (<a class=\"ref\">Joshua 15:31 <\/a>) as one of the south-eastern cities of Judah. (11) The people of Gebim (“water-pits;” locality not identified) gather their goods for flight. (12) At last the army reaches Nob, memorable as having been one of the resting-places of the Tabernacle in the time of Saul (<a class=\"ref\">1 Samuel 21:1 <\/a>). The site has not been identified with certainty, but it was obviously a position that commanded Jerusalem, between it and Anathoth, probably not far from the hill Scopos (“watch-tower”) where Titus and his troops encamped during the siege of Jerusalem. The prophet’s narrative leaves the invader there shaking his hand, as with defiant menace, against the holy city. For “that day,” read this very day, fixing, as it were, the very hour at which Isaiah spoke. <\/p>,",
    "audit": null
}