{
    "id": 11347,
    "source": "ellicott",
    "verse_id": 18332,
    "verse_count": 1,
    "reference": "36:1",
    "title": "",
    "html": " <p align=\"center\" class=\"subtitle\"> XXXVI. <\/p> \n <p>(1) It came to pass in the fourteenth year of king Hezekiah . . .—In the judgment of nearly all Assyriologists (Sir Henry Rawlinson, Sayce, Hinckes, Lenormant, Schrader, Cheyne), we have to rectify the chronology. The inscriptions of Sennacherib fix the date of his campaign against Hezekiah in the third year of his reign (B.C. 700), and that coincides not with the fourteenth, but with the twenty-seventh year of the king of Judah. The error, on this assumption, arose from the editor of Isaiah’s prophecies taking for granted that the illness of Hezekiah followed on the destruction of Sennacherib’s army, or, at least, on his attack, and then reckoning back the fifteen years for which his life was prolonged from the date of his death. Most of the scholars named above have come to the conclusion that the illness preceded Sennacherib’s campaign by ten or eleven years, and this, of course, involves throwing back the embassy from Babylon (Isaiah 39) to about the same period. Lenormant (Manual of Ancient History,) keeping to the Biblical sequence, real or apparent, of the events, meets the difficulty by assuming that Hezekiah reigned for forty-one instead of twenty-nine years, and that Manasseh was associated with him in titular sovereignty even from his birth, and the fifty years of his reign reckoned from that epoch. <\/p> \n <p>Sennacherib king of Assyria.—According to the Assyrian inscriptions, the king succeeded Sargon, who was assassinated in his palace, B.C. 704, and after subduing the province of Babylon which had rebelled under Merôdach-baladan, turned his course southward against Hezekiah with four or five distinct complaints—(1) that the king had refused tribute (<a class=\"ref\">2 Kings 18:14<\/a>); (2) that he had opened negotiations with Babylon and Egypt (<a class=\"ref\">2 Kings 18:24<\/a>) with a view to an alliance against Assyria; (3) that he had helped the Philistines of Ekron to rise against their king who supported Assyria. and had kept that king as a prisoner in Jerusalem (Records of the Past, i. 36-39). <\/p> ",
    "audit": null
}