{
    "id": 11848,
    "source": "ellicott",
    "verse_id": 18899,
    "verse_count": 1,
    "reference": "65:1",
    "title": "",
    "html": " <p align=\"center\" class=\"subtitle\">, LXV. <\/p>\n <p>(1) I am sought of them . . .—Is this the answer to the previous prayer? Most commentators say “Yes;” but there is, at least, an apparent absence of continuous sequence. A more probable view is that it was written after an interval more or less considerable, and that the prophet utters what had been revealed to him as explaining why the plaintive appeal of <a class=\"isa\" verses=\"WzE4ODk4XQ==\">Isaiah 64:12<\/a>, did not meet at once with the answer that might have been looked for. <\/p>\n <p>A further question meets us, which has received different answers. Do the opening words speak, as St. Paul implies they do, of the calling of the Gentiles, contrasting their faith with the unbelief of Israel (<a class=\"ref\">Romans 10:20<\/a>)? Taking the text as it stands, the most natural interpretation (there being no reference afterwards to the Gentiles) seems to be that Jehovah speaks to the same people in <a class=\"isa\" verses=\"eyIxODg5OSI6Mn0=\">Isaiah 65:1-2<\/a>, and that both alike speak of indifference and hardness. On this view the words may be translated, I was ready to answer those who did not enquire, was nigh at hand to be discovered by those who did not seek. . . . Such words were a true description of the state of Israel, as they have been of Christian Churches since, and are in close agreement with what follows. On this view St. Paul’s free use of the LXX. rendering must be looked on as analogous to the like application of <a class=\"ref\">Hosea 1:10; Hosea 2:1<\/a>, by him (<a class=\"ref\">Romans 9:25-26<\/a>) and by St. Peter (<a class=\"ref\">1 Peter 2:10<\/a>), though in these instances it is beyond question that the words primarily referred to the Jews, and not to the Gentiles. <\/p>\n <p>A nation that was not called by my name.—Better, with the LXX., as in <a class=\"isa\" verses=\"WzE4NTI4XQ==\">Isaiah 43:22<\/a>; <a class=\"isa\" verses=\"WzE4ODkzXQ==\">Isaiah 64:7<\/a>, that has not called on my name. The meaning, on either rendering, is that Israel has sunk to the level of the heathen. <\/p>",
    "audit": null
}