{
    "id": 11391,
    "source": "ellicott",
    "verse_id": 18391,
    "verse_count": 1,
    "reference": "37:38",
    "title": "",
    "html": " <p> (38) And it came to pass.—The Assyrian inscriptions fill up the gap of twenty years between the events which appear here, as if in immediate sequence, with five campaigns in the north and east of the Assyrian Empire, chiefly against the Babylonians, who revolted again under the son of Merôdach-baladan. <\/p> \n <p>Nisroch.—Some experts (Oppert and Schrader) have found the name in the Khorsabad inscriptions, in a prayer of Sargon to Nisroch as the patron of marriage, but the identification is disputed by others, as G. Smith, Sayce, and Cheyne. The etymology of the name, as meaning the “eagle” deity, is also one of the open questions of Assyrian research. <\/p> \n <p>Adrammelech and Sharezer.—The former name appears in that of a deity of Sepharvaim in <a class=\"ref\">2 Kings 17:31<\/a> —its probable meaning being “the king of glory,” that of Sharezer, “the ruler preserves,” or, in a variant form, Sanatzu, “Sin (the moon-god) preserves.” The Assyrian records, so far as they are yet interpreted, make no mention of the murder, but an inscription of Esar-haddon’s, mutilated at the beginning, begins with an account of his victory over rebel princes, and the narrative of his campaign speaks of snowy mountains, which at least suggest Armenia (Heb. Ararat), (Records of the Past, iii. 101). Armenian traditions make the two parricides the founders of royal houses, the Sasserunians and Aizerunians. From the latter, in which the name of Sennacherib was common, sprang the Byzantine Emperor, Leo the Armenian. Esar-haddon is further memorable as having peopled Samaria with the mixed population of Babylonians, Cutheans, and others (<a class=\"ref\">2 Kings 17:24; Ezra 4:10<\/a>), from whom the later Samaritans were descended—as having taken Zidon and deported its inhabitants (Records of the Past, iv., p. 111)—as having left in scriptions at Nahr-el-kelb, near Beyrout, in which he describes himself as “King of Egypt, Thebes, and Ethiopia,” as having probably been the “king of Assyria” who carried Manasseh bound in fetters to Babylon. The will of Sennacherib (Records of the Past, i. 136), giving him his chief treasures, and renaming him with a new title of sovereignty (Assur-Ebil-Muni-pal, i.e., “Assur is lord, the establisher of the son “), seems to imply that he was a younger son, whom the fondness of Sennacherib had exalted above his elder brothers, who accordingly revenged themselves by the murder of their father. <\/p> ",
    "audit": null
}