{
    "id": 10886,
    "source": "ellicott",
    "verse_id": 17831,
    "verse_count": 1,
    "reference": "9:1",
    "title": "",
    "html": "<p align=\"center\" class=\"subtitle\">             IX.<\/p> \n <p> (1) Nevertheless the dimness . . .—It is obvious, even in the English version, that the chapters are wrongly divided, and that what follows forms part of the same prophetic utterance as Isaiah 8. That version is, however, so obscure as to be almost unintelligible, and requires an entire remodelling:—Surely there is no gloom to her that was afflicted. In the former time he brought shame on the land of Zebulun and the land of Naphtali; but in the latter he bringeth honour on the way by the sea, beyond Jordan, the circuit of the Gentiles.<\/p>\n <p>The prophet had seen in the closing verses of Isaiah 8 the extreme point of misery. That picture, as it were, dissolves, and another takes its place. She that was afflicted, the whole land of Israel, should have no more affliction. The future should be in striking contrast with the past. The lands of Zebulun and Naphtali, the region afterwards known as the Upper and Lower Galilee, had been laid waste and spoiled by Tiglath-pilneser (<a class=\"ref\">2 Kings 15:29<\/a>). That same region, described by the prophet in different terms (the former representing the tribal divisions, the latter the geographical) is hereafter to be the scene of a glory greater than Israel had ever known before.<\/p>\n <p>The way of the sea . . .—The context shows that the “sea” is that which appears in Bible history under the names of the sea of Chinnereth (<a class=\"ref\">Numbers 34:11; Deuteronomy 3:17<\/a>), the Sea of Galilee, the Sea of Tiberias (<a class=\"ref\">John 6:1<\/a>), Gennesaret (<a class=\"ref\">Mark 6:53<\/a>). The high road thence to Damascus was known as Via Maris in the time of the Crusaders (Renan, quoted by Cheyne).<\/p>\n <p>Beyond Jordan.—This, the Peræa of later geography, included the regions of Gilead and Bashan, the old kingdoms of Moab and Ammon, the tribes of Reuben, Gad, and half the tribe of Manasseh. These also had suffered from the ravages of the Assyrian armies under Pul (<a class=\"ref\">1 Chronicles 5:26<\/a>).<\/p>\n <p>Galilee of the nations.—The word Galilee, derived from the same root as Gilgal (<a class=\"ref\">Joshua 5:9<\/a>), means strictly “a circle,” or “circuit.” It was applied to the border-lands of the Phœnician frontier of the northern kingdom, inhabited by a mixed population, and therefore known as “Galilee of the Gentiles” (<a class=\"ref\">Matthew 4:15-16<\/a>) what in mediaeval German would have been called the Heidenmark.<\/p>",
    "audit": null
}