{
    "id": 10910,
    "source": "ellicott",
    "verse_id": 17860,
    "verse_count": 1,
    "reference": "10:9",
    "title": "",
    "html": " <p> (9) Is not Calno as Carchemish?—The six names obviously pointed to more recent conquests in which Sargon and his predecessors had exulted. One after another they had fallen. Could Judah hope to escape? (1) Calno, the Calneh of <a class=\"ref\">Genesis 10:10, Amos 6:2<\/a>. That prophet had held up its fate in vain as a warning to Samaria. It has been identified by Kay with Ctesiphon on the east bank of the Tigris, by Lenormant (Manual, i. 80) with Ur of the Chaldees and with the ruins known now as the Mugheir, by Rawlinson (Five Great Monarchies, i. 20) with Nipur. The Assyrian form, Kil-Anu, means the “house” or “temple” of Anu, an Assyrian deity). Sennacherib (Lenormant i. 398), speaks of having reconquered it after a Chaldean revolt, and sold its inhabitants as slaves. The LXX. version, which instead of naming Carchemish, gives “Calanè, where the tower was built,” seems to imply a tradition identifying that city with the Tower of Babel of <a class=\"ref\">Genesis 11:4<\/a>. (2) Carchemish. Few cities of the ancient world occupied a more prominent position than this. Its name has been explained as meaning the Tower of Chemosh, and so bears witness to the widespread cultus of the deity whom we meet with in Biblical history as the “abomination of the Moabites” (<a class=\"ref\">1 Kings 11:7<\/a>). It has been commonly identified with the Circesium of Greek historians, but the inscriptions found by Mr. George Smith at Tarabolos (the Hierapolis of the Greeks) on the banks of the Euphrates, at its junction with the Kyabur, prove that this is the true representative of the great commercial city of the old Hittite kings (Times, Aug. 23, 1876). Its importance is shown by the frequent occurrence of the name, in its Egyptian form of Karakumusha, in the record of Egyptian kings. Thothmes I. (circa B.C. 1600) conquered it, and, as a result of his campaign, strengthened the forces of Egypt with the chariots and horses for which it was afterwards conspicuous (Lenormant, Manual, 1 p. 229). Thothmes III. built a fortress there to guard the passage of the Euphrates (ibid. 1 p. 232), the ruins of which, with Egyptian inscriptions and works of Egyptian manufacture, have recently been found there (ibid. 1 p.,263). It revolted against Ramses II. (the Sesostris of the Greeks), with the Hittites and Phœnicians, and other nations, but was subdued by him in the expedition in which the victorious issue is recorded on the monument on the Nahr-el-Kelb near Beyrût. Shalmaneser IV. (contemporary with Ahab) records that he demolished and burnt it (ibid. 1 p. 380). Tiglath-pileser II., the king to whom Ahaz paid tribute, received tribute from its king in B.C. 742 (ibid. 1 p. 389). The last two victories are probably referred to in the boast now before us. At a later period it was conspicuous for the great defeat of Pharaoh Necho’s army by Nebuchadnezzar (see notes on <a class=\"ref\">Jeremiah 46:2<\/a>). Its commercial importance is indicated by the fact that the “mana (Heb., manah) of Carchemish” appears in numerous cuneiform inscriptions as the standard weight of the time, just as that of Troyes, in the commerce of the Middle Ages, is shown by the survival of the name in the “Troy weight” of our arithmetic books (Records of the Past, vii. 114). <\/p> \n <p>Is not Hamath as Arpad?—(1) Hamath on the Orontes, the capital of an Aramæan kingdom, was prominent in the history of the East. Under its kings Toi and Joram it paid tribute to David (<a class=\"ref\">2 Samuel 8:9-10<\/a>). It fell under the power of Jeroboam II. of Israel (<a class=\"ref\">2 Kings 14:25<\/a>). In conjunction with Damascus it revolted against Shalmaneser IV., and was subdued by him (Lenormant’s Manual, 1 p. 380). Its king was first among the tributary princes under Tiglath-pileser II. after having joined with Pekah and Rezin in their revolt (ibid. 1 p. 389). Lastly, to come to the date of the present prophecy, it again revolted, in conjunction, as before, with Damascus and Samaria, and was again subdued by Sargon (ibid. 1 p. 393). (2) Of the early history of Arpad we know less, but it appears as having sustained a three years’ siege from the forces of Tiglath-pileser II. It joined Hamath in its revolt against Sargon, and was again, as this verse implies, subdued by him. It is always united in the Old Testament with Hamath (<a class=\"isa\" verses=\"WzE4MzUwXQ==\">Isaiah 36:19<\/a>; <a class=\"isa\" verses=\"WzE4MzY2XQ==\">Isaiah 37:13<\/a>). Under the name of Erfad it is still traceable about nine miles from Aleppo (Lenormant, 1 pp. 389, 393). <\/p> \n <p>Is not Samaria as Damascus?—These cities, which under Rezin and Remaliah had, as we have seen (Isaiah 7) revolted against Tiglath-pileser, and the latter of which had sought to strengthen itself by an alliance with the Egyptian king So, or Sabaco (<a class=\"ref\">2 Kings 17:4<\/a>), of the Ethiopian dynasty, against Shalmaneser IV., close for the present the list of Sargon’s conquests. <\/p> ",
    "audit": null
}