{
    "id": 10808,
    "source": "ellicott",
    "verse_id": 17741,
    "verse_count": 1,
    "reference": "5:1",
    "title": "",
    "html": " <p align=\"center\" class=\"subtitle\">,V. <\/p>,\n <p>(1) Now will I sing to my wellbeloved.—Literally, Now let me sing. The chapter bears every mark of being a distinct composition, perhaps the most elaborately finished in the whole of Isaiah. The parable with which it opens has for us the interest of having obviously supplied a starting-point for a later prophet (<a class=\"ref\">Jeremiah 2:21 <\/a>), and for our Lord’s teaching in the like parable of <a class=\"ref\">Matthew 21:33-41 <\/a>. Here, however, there is the distinctive touch of the irony of the opening verse. The prophet presents himself, as it were, in the character of a minstrel, ready to sing to his hearers one of the love-songs in which their culture delighted (<a class=\"ref\">Amos 6:5 <\/a>.) In its language and rhythm it reminds us of the Song of Solomon. The very word “beloved” recalls <a class=\"ref\">Song of Solomon 5:1-2 <\/a>; the description of the vineyards, that of <a class=\"ref\">Song of Solomon 8:11-13 <\/a>. The probability that the parallelism was intentional is increased by the coincidence of <a class=\"isa\" verses=\"WzE3ODA2XQ==\">Isaiah 7:23 <\/a>,, and <a class=\"ref\">Song of Solomon 8:11 <\/a>,, which will meet us further on. On this assumption Isaiah’s words have a special interest as showing how early that poem lent itself to a mystical interpretation. One might almost conjecture that the prophet allured the people to listen by music as well as words, and appeared, as Elisha and other prophets had done, with harp or pipe in hand (<a class=\"ref\">2 Kings 3:15; 1 Samuel 10:5; 1 Samuel 16:23 <\/a>; <a class=\"isa\" verses=\"WzE4MjQ3XQ==\">Isaiah 30:29 <\/a>). The frequency of such hymns (Isaiah 12, 25, <a class=\"isa\" verses=\"eyIxODEzMiI6NH0=\">Isaiah 26:1-4 <\/a>) shows, at any rate, that the prophet had received the training of a psalmist. (See Introduction.) <\/p>,\n <p>A song of my beloved.—A slightly different reading adopted by some critics gives A song of love. The “beloved” is purposely not named, but appears afterwards as none other than Jehovah. The word, closely connected with the ideal name Jedediah (the beloved of Jehovah; <a class=\"ref\">2 Samuel 12:25 <\/a>), occurs in twenty-six passages of Song of Sol., and not elsewhere. <\/p>,\n <p>A very fruitful hill.—Literally, a horn, the son of oil. The combination “horn of oil” in <a class=\"ref\">1 Samuel 16:1; 1 Samuel 16:13 <\/a>,, and <a class=\"ref\">1 Kings 1:39 <\/a>,, suggests the thought that the phrase is equivalent to “the horn of the anointed” (Kay). The term “horn” was a natural synonym for a hill. So we have Matterhorn, Aarhorn, &c., in the Alps. Oil was naturally symbolic of fertility. In <a class=\"ref\">Psalms 80:8-16 <\/a>,, we have a striking parallel. The “fruitful hill” was Canaan as a whole, with a special reference to Judah and Jerusalem. The “choicest vine”—literally, vine of Sorek (<a class=\"ref\">Genesis 49:11; Jeremiah 2:21 <\/a>), bearing a small dark purple grape—pointed back to the fathers of the nation, who, idealised in the retrospect, were as the heroes of faith compared with the then present generation. The picture which forms the parable might almost take its place among the Georgics of Palestine. The vineyard on the hillside could not be ploughed, and therefore the stones had to be taken out by hand. It was fenced against the beasts of the field. There was a tower for a watchman to guard it against the attacks of robbers. (Comp. Virg. Georg. ii. 399-419.) Each part has its own interpretation. <\/p>,",
    "audit": null
}