{
    "id": 10742,
    "source": "ellicott",
    "verse_id": 17668,
    "verse_count": 1,
    "reference": "1:13",
    "title": "",
    "html": " <p> (13) Bring no more vain oblations.—These were of the minchah class, the “meat-offerings,” or, more properly, meal-offerings of <a class=\"ref\">Leviticus 7:9-12 <\/a>. This, with its symbolic accompaniment of incense (<a class=\"isa\" verses=\"WzE4OTI2XQ==\">Isaiah 66:3 <\/a>), was the characteristic feature of the thank-offerings and peace-offerings. <\/p> \n <p>Incense is an abomination.—The Hebrew word is not that usually translated “incense,” and is found in <a class=\"ref\">Psalms 66:15 <\/a> (“incense,” or sweet smoke, “of rams”), in connection with animal sacrifice. There does not appear, however, any adequate reason why we should take the minchah in any but its usual sense of meal-offering. The prophet brings together all the chief ritual phrases without an elaborate attention to the details connected with them. <\/p> \n <p>The new moons and sabbaths . . .—The classification agrees with that of <a class=\"ref\">2 Chronicles 8:13 <\/a>: sabbaths, new moons, and solemn feasts.” (Comp. <a class=\"ref\">Hosea 2:11 <\/a>). The term “convocation,” or “assembly,” was specially applied to the Passover, the Feast of Weeks, and the Feast of Tabernacles (<a class=\"ref\">Leviticus 23:7; Leviticus 23:21; Leviticus 23:27 <\/a>). The religious revival under Hezekiah brought all these into a fresh prominence (<a class=\"ref\">2 Chronicles 31:3 <\/a>). In <a class=\"ref\">Colossians 2:16 <\/a> they appear together as belonging to the Judaising Essene Christians of the apostolic age. <\/p> \n <p>It is iniquity, even the solemn meeting.—The Hebrew construction has the abruptness of indignation: “The new moon and sabbaths, and calling of assemblies . . . iniquity with a solemn assembly I cannot bear. This was what made the crowded courts of the Temple hateful to the messenger of Jehovah. “Iniquity” was there. The character of a ruling caste is not changed in a day, and the lives of rulers and judges were under Hezekiah as they had been in the days of Ahaz, or at least in those of Uzziah. <\/p> ",
    "audit": null
}