{
    "id": 10937,
    "source": "ellicott",
    "verse_id": 17894,
    "verse_count": 1,
    "reference": "11:9",
    "title": "",
    "html": "<p> (9) They shall not hurt nor destroy . . .—The pronoun may possibly refer to the evil beasts, the lion, the bear, the leopard, of the previous verses. The prophet, on this view, sees in his vision, as it were, a restored Eden, a paradise life, in which the fiercest brutes have lost their fierceness. The words admit, however, of being taken as a generalised statement: “None shall hurt nor destroy . . .” The “holy mountain “is none other than the “mountain of the Lord’s house” of<a class=\"isa\" verses=\"WzE3Njg4XQ==\">Isaiah 2:2<\/a> in its future apocalyptic glory (<a class=\"ref\">Ezekiel 40:2; Zechariah 14:10<\/a>), but may, perhaps, include the whole of the hill-country of Israel, as in<a class=\"isa\" verses=\"WzE4Nzc5LDE1MTY4LDE5Mzhd\">Isaiah 57:13; Psalms 78:54; Exodus 15:17<\/a> .<\/p> \n<p>The earth shall be full of the knowledge of the Lord.—If, as some have thought, the “earth” here should be the land (i.e., as in<a class=\"isa\" verses=\"WzE3ODQ5XQ==\">Isaiah 9:19<\/a> ;<a class=\"isa\" verses=\"WzE3ODc0XQ==\">Isaiah 10:23<\/a> , the land of Judah), that region is represented as the paradise centre of a restored world, to which, as in<a class=\"isa\" verses=\"WzE3Njg4XQ==\">Isaiah 2:2<\/a> , all nations turn for light and blessing. Probably, however, the words may be taken in their wider significance. This was for the prophet the crown and consummation of the work of redemption. More than all removal of physical evil, he thought of a victory over moral and spiritual darkness. As it is, in the existing order of the world, few fear God; still fewer know Him as He should be known. But in that new earth “the knowledge of Jehovah” shall flow far and wide. Even as the waters of the Mediterranean (the sea which must have suggested the prophet’s comparison) washed the shores of the far-off isles of the Gentiles, the coasts of Chittim (<a class=\"ref\">Numbers 24:24<\/a>), as well as those of Israel, so should the knowledge of the truth of God expand beyond the limits of the people of Israel. Hence the transition was natural to the prophecies which speak at once of the restoration of Israel and the in-gathering of the heathen. It should be remembered that in<a class=\"ref\">Hosea 3:5; Joel 2:28; Joel 3:17<\/a> , prophecies like in kind had preceded Isaiah’s utterance. In<a class=\"ref\">Habakkuk 2:14<\/a> it is all but verbally reproduced.<\/p> ",
    "audit": null
}