{
    "id": 11851,
    "source": "ellicott",
    "verse_id": 18902,
    "verse_count": 1,
    "reference": "65:4",
    "title": "",
    "html": "<p>             (4) Which remain among the graves.—Probably the rock graves of Palestine, which, although they were ceremonially unclean, were not unfrequently used as dwellings (<a class=\"ref\">Matthew 8:28; Mark 5:3<\/a>). The charge may be one merely of neglecting the precepts of the Law, but possibly also may imply that the graves were frequented, as in <a class=\"isa\" verses=\"MTc4Mjc=\">Isaiah 8:19<\/a>; <a class=\"isa\" verses=\"MTgxOTg=\">Isaiah 29:4<\/a>, for necromantic purposes.<\/p>\n <p>Lodge in the monuments . . .—Here, again, the words probably point to practices more or less idolatrous, and common among the heathen of the time. Jerome (in loc.) notes the fact that men went to sleep in the crypts of the Temple of Æsculapius, in the hope of gaining visions of the future, and translates in delubris idolorum.<\/p>\n <p>Which eat swine’s flesh.—The flesh of swine was apparently forbidden, not on sanitary grounds only or chiefly, but because that animal was sacrificed in the festivals of Thammuz (<a class=\"ref\">Ezekiel 8:14<\/a>), or Adonis. (Comp. <a class=\"isa\" verses=\"MTg5NDA=\">Isaiah 66:17<\/a>.) It may be noted, as against the view that the verse points to the practices of the Babylonian exiles, that no reference to swine has been found in any cuneiform inscriptions. In Egypt, as in Palestine, it was looked upon as unclean (Herod. ii. 47, 48). On the worship of Thammuz, see an article by the Rev. A. H. Sayce, in the Contemporary Review for September, 1883.<\/p>\n <p>Broth of abominable things.—The words indicate, as before, a sacrificial feast of unclean meats, and therefore connected with a violation of the Mosaic law, possibly with some form of heathen mysteries or divination from the viscera of slaughtered animals. The word occurs here and in <a class=\"isa\" verses=\"MTg5MjY=\">Isaiah 66:3<\/a>, once in Deuteronomy (<a class=\"isa\" verses=\"MTgyMTE=\">Isaiah 29:17<\/a>), and frequently in Leviticus (<a class=\"ref\">Leviticus 11:11; Leviticus 11:13; Leviticus 18:26; Leviticus 18:30<\/a>).<\/p>",
    "audit": null
}