{
    "id": 10761,
    "source": "ellicott",
    "verse_id": 17688,
    "verse_count": 1,
    "reference": "2:2",
    "title": "",
    "html": "<p> (2) It shall come to pass in the last days.—The three verses that follow are found in almost identical form in <a class=\"ref\">Micah 4:1-3<\/a> , with the addition of a verse ( <a class=\"ref\">Micah 4:4<\/a>) which describes the prosperity of Judah—every man sitting “under his vine and his fig-tree,” as in the days of Solomon. Whether (1) Isaiah borrowed from Micah, or (2) Micah from Isaiah, or (3) both from some earlier prophet, or (4) whether each received an independent yet identical revelation, is a problem which we have no adequate data for solving. Micah prophesied, like Isaiah, under Ahaz, Jotham, and Hezekiah, and so either may have heard it from the other. On the other hand, the prophecy of the destruction of Jerusalem, on which these verses follow, in <a class=\"ref\">Micah 3:12<\/a> , appears from <a class=\"ref\">Jeremiah 26:18<\/a> to have been spoken in the days of Hezekiah. On the whole, (3) seems to have most to commend it. (See Introduction.)<\/p> \n<p>For “in the last days” read latter or after days; the idea of the Hebrew words, as in <a class=\"ref\">Genesis 49:1; Numbers 24:14<\/a> , being that of remoteness rather than finality. For the most part ( <a class=\"ref\">Deuteronomy 4:30; Deuteronomy 31:29<\/a>) they point to the distant future of the true King, to the time of the Messiah.<\/p> \n<p>The mountain of the Lord’s house.—The prophet’s vision of the far-off days sees, as it were, a transfigured and glorified Jerusalem. Zion, with the Temple, was to be no longer surrounded by hills as high as, or higher than, itself ( <a class=\"ref\">Psalms 125:2<\/a>), scorned by other mountains ( <a class=\"ref\">Psalms 68:16-17<\/a>); but was to be to Israel as a Sinai or a Lebanon, as a Mount Meru, or an Olympus, “an exceeding high mountain” ( <a class=\"ref\">Ezekiel 40:2<\/a>), whose physical elevation should answer to its spiritual. (Comp. <a class=\"ref\">Zechariah 14:10<\/a>.) So in that vision of the future, the waters of Shiloah, that went softly, were to become a broad and rushing river ( <a class=\"isa\" verses=\"W1sxODMwMV0seyIyMTY4MyI6MTB9XQ==\">Isaiah 33:21; Ezekiel 47:3-12<\/a>). So, when men had been taught by experience that this ideal was to be realised in no Jerusalem or earth, the seer of Patmos saw a yet more transcendent vision of the glories of the heavenly Jerusalem ( <a class=\"ref\">Revelation 21:10<\/a> to <a class=\"ref\">Revelation 22:5<\/a>), and yet even these were but types and figures of divine and ineffable realities.<\/p> \n<p>All nations shall flow unto it.—Better, all the nations—i.e., the heathen as distinct from Israel. The prophet sees and welcomes the approach of pilgrims from all regions of the earth to the new sanctuary. Thus early in his work was Isaiah (half unconsciously as to the manner in which his vision was to be realised) the prophet of a universal religion, of which the truths of Judaism were the centre, and of a catholic Church. In the admission of proselytes, commemorated in Psalms 87 (probably written about this time), we may see what may either have suggested the prophecy, or have seemed as the first-fruits of its fulfilment.<\/p> ",
    "audit": null
}