{
    "id": 11002,
    "source": "ellicott",
    "verse_id": 17962,
    "verse_count": 1,
    "reference": "15:1",
    "title": "",
    "html": "<p align=\"center\" class=\"subtitle\"> XV.<\/p> \n<p>(1) The burden of Moab.—The oracle which fills the next two chapters deals with the coming history of Moab. The comparative obscurity of that history, the names of towns and villages which it is difficult to identify, present a striking contrast to the evolution of the great world-drama which is brought before us in the “burden” of Babylon. What light can be thrown on that obscurity must be gathered from what we can learn of the contemporary history of Moab and its relation to Israel. This we know partly from the record of 2 Kings 3, partly from the inscription of the Moabite stone found at Diban, in 1860, by Mr. Klein, and translated by Dr. Ginsburg in Records of the Past, xi. 163. Combining the information from these two sources, we find that Omri and Ahab had subdued Moab when that nation was governed by Chemosh-Gad of Dibon, and had compelled him to pay a sheep tribute reckoned by hundreds of thousands. When Jehoram succeeded Ahab, Mesha, the son of Chemosh-Gad, revolted, and the Moabite inscription records the successful issue of the campaign. Jehoram entered into an alliance with Jehoshaphat and the king of Edom. The Moabites were defeated. Their trees were cut down, their wells stopped, and their land made barren. The king of Moab in his despair offered up his son as a sacrifice to Chemosh in the sight of both armies. With that sacrifice apparently the tide of victory turned. Mesha, in his inscription, records how he took Nebo from Israel and slew seven thousand men, and built or restored fortified towns, and offered the vessels of Jehovah, taken probably from the sanctuaries of the “high places” of Nebo. Exulting in the memory of this victory, Moab became “exceeding proud” ( <a class=\"isa\" verses=\"WzE3OTc2XQ==\">Isaiah 16:6<\/a>), and in a psalm, probably contemporary with Isaiah (see the mention of Assur, or Assyria, in <a class=\"ref\">Psalms 83:8<\/a>), they are named as among the enemies of Judah, joined with the Philistines and Assyrians. It is probable enough that, having been kept in check-by the prosperous rule of Uzziah, they took advantage of the weakness of Ahaz to renew hostilities, and were looking, half with dread, half with hope, to the Assyrian power. It may be noted here that the following cities named in these chapters—Dibon, Medeba, Nebo, Horonaim—occur also in the Moabite stone, which thus renders a striking testimony to their antiquity, and, so far, to their authenticity. (Comp. Jeremiah 48, which is, to a large extent, a reproduction of Isaiah’s language.)<\/p> \n<p>Ar of Moab is laid waste.—This was apparently the older capital ( <a class=\"ref\">Numbers 21:28; Deuteronomy 2:9<\/a>), sometimes known as Rabbath Moab. In Jerome’s time it was known as Areopolis, the Greeks catching, probably, at the resemblance between the name Ar and that of their god, Ares. Probably Ar was a Moabite form of the Hebrew Ir, a city. One of the names survives in the modern Rabba; but the ruins are comparatively insignificant. The prophet begins with words of threatening. Both that city and Kir (here again the word means “city,” and if we identify it, as most experts do, with Kerek, the castle on a hill, which rises to 1,000 feet above the Dead Sea, it must have been the strongest of the Moabite fortresses) were to be attacked at night, when resistance was most hopeless. So Mesha boasts (Records of the Past, xi. 66) that he had taken Nebo by a night attack. We note the emphasis of iteration in the words “laid waste and brought to silence.” The latter clause would be more accurately rendered cut off, or destroyed.<\/p> ",
    "audit": null
}