{
    "id": 10815,
    "source": "ellicott",
    "verse_id": 17748,
    "verse_count": 1,
    "reference": "5:8",
    "title": "",
    "html": "<p>             (8) Woe unto them that join house to house.—The series of “Woes” which follows has no precedent in the teaching of earlier prophets. The form of <a class=\"ref\">Luke 6:24-26<\/a> seems based upon it. The general indictment of Isaiah 1 is followed by special counts. That which leads off the list was the destruction of the old village life of Palestine. The original ideal of the nation had been that it should consist of small proprietors; and the Jubilee (<a class=\"ref\">Leviticus 25:13; Leviticus 27:24<\/a>), and the law of the marriage of heiresses (<a class=\"ref\">Numbers 27:1-11<\/a>, Numbers 36, <a class=\"ref\">Numbers 33:54<\/a>) were intended as safeguards for the maintenance of that ideal. In practice it had broken down, and might had taken the place of right. Landmarks were removed (<a class=\"ref\">Deuteronomy 19:14; Deuteronomy 27:17; Proverbs 22:28<\/a>), the owners of small estates forcibly expelled (<a class=\"ref\">Micah 2:2<\/a>) or murdered as Naboth had been (<a class=\"ref\">1 Kings 21:16<\/a>); the law of debt pressed against the impoverished debtor (<a class=\"ref\">Nehemiah 5:5<\/a>), and the law of the Jubilee was practically set aside. In place of the small freeholders there rose up a class of large proprietors, often the novi homines of the state (e.g., Shebna in <a class=\"isa\" verses=\"WzE4MDY5XQ==\">Isaiah 22:16<\/a>), while the original owners sank into slavery (<a class=\"ref\">Nehemiah 5:5<\/a>) or became tenants at will, paying exorbitant rents in kind or money, and liable at any moment to be evicted. Isaiah’s complaint recalls the agrarian laws by which first Licinius and then the Gracchi sought to restrain the extension of the latifundia of the Roman patricians, and Latimer’s bold protest against the enclosure of commons in the sixteenth century. The evil had been denounced before by Micah (<a class=\"ref\">Micah 2:2<\/a>), and in a psalm probably contemporary with Isaiah (<a class=\"ref\">Psalms 49:11<\/a>). The fact that the last year of Uzziah coincided with the Jubilee may have given a special point to Isaiah’s protest.<\/p>",
    "audit": null
}