{
    "id": 11700,
    "source": "ellicott",
    "verse_id": 18742,
    "verse_count": 2,
    "reference": "55:1–2",
    "title": "",
    "html": "<p lang=\"en-US\"> The Poor Man’s Market<\/p> \n<p lang=\"en-US\"> Ho, every one that thirsteth, come ye to the waters, and he that hath no money; come ye, buy, and eat; yea, come, buy wine and milk without money and without price. Wherefore do ye spend money for that which is not bread? and your labour for that which satisfieth not? hearken diligently unto me, and eat ye that which is good, and let your soul delight itself in fatness.— <a class=\"isa\" verses=\"eyIxODc0MiI6Mn0=\">Isaiah 55:1-2<\/a>.<\/p> \n<p lang=\"en-US\"> “Ho, every one that thirsteth, come ye to the waters, and he that hath no money”—well may Isaiah be called the Evangelical prophet. Where in the New Testament itself will you find a clearer gospel invitation than this? Even the searching cry of our Lord on the great day of the feast, “If any man thirst, let him come unto me, and drink,” what is it more than this? It is simply Isaiah’s call, its unique and moving power being due to no greater freeness or breadth in the call itself, but to the Person who now uttered it. “Come unto me,” said Isaiah; but he spoke in the name of another; “Come unto me,” echoed Jesus the Christ, and that day Isaiah’s Scripture was fulfilled in their ears.<\/p> \n<p lang=\"en-US\"> Isaiah is the gospel prophet. And what are the marks of a gospel? These three: propitiation, pardon, purity. In the fifty-third chapter we have the propitiation, the putting of One in the place of others, and making Him to be sin for us. In this chapter we have the other two, the pardon and the purity. The assurance of pardon is given in <a class=\"isa\" verses=\"eyIxODc0NyI6NH0=\">Isaiah 55:6-9<\/a> , beginning, “Seek ye the Lord while he may be found.” The promise of purity goes from <a class=\"isa\" verses=\"WzE4NzUxXQ==\">Isaiah 55:10<\/a> to the end of the chapter.<\/p> \n<p lang=\"en-US\"> Samuel Rutherford has spoken of this verse as setting before us what he calls the poor man’s market; and, in like manner, William Rutherford, of Fenwick, of Covenanting faith, declares: “We have here a plain market, even the most pleasant, most substantial, and most glorious market that ever was.” And indeed, when you think of it, you have here the strangest kind of market that you can conceive, in which every maxim of the merchantman is set at naught; in which the only payment is made by the seller, and all the gain is to the buyers, and in which goods the most precious, the most costly you can think of, are given away for naught.<\/p> \n<p lang=\"en-US\"> I<\/p> \n<p lang=\"en-US\"> The Universal Hunger and Thirst<\/p> \n<p lang=\"en-US\"> The prophet’s call is to every one that thirsteth, to all who are unsatisfied, who feel that their life is not filled up, that there is something which they know they still lack, something they crave for, over and above their present possessions.<\/p> \n<p lang=\"en-US\"> At the very outset the question meets us, Are there any beyond the reach of the prophet’s call? It is to “every one that thirsteth,” but are there those who are not thirsty, who are perfectly contented with what they have, and feel no need of anything more? Or does the call of the prophet appeal to all men? It does seem to us that we could point to a contented life which nevertheless does not possess what we know to be the essential secret of contentment. We know men who feel no need of God, who can live on in a world that is full of God and dependent on God, and neither see Him nor feel their dependence; and if we limit our question to this, Are there men who can exist without feeling a thirst for things higher than what we see and touch? the answer must be that there are; and it would seem as if the prophet’s call were not addressed to them. But if we allow that call to have its widest meaning, it speaks to all. It is not addressed to every one that thirsteth after God, or after righteousness, or after goodness, or after holiness; but simply to every one that thirsteth; it speaks to every one that is not absolutely contented with what he has. If that be so, then it speaks to the world.<\/p> \n<p lang=\"en-US\"> 1. There are dormant thirsts. It is no proof of superiority that a savage has fewer wants than we have, for want is the open mouth into which supply comes. And you will all have deep in your nature desires which will for ever keep you from being blessed or at rest unless they are awakened and settled, though these desires are all unconscious. The business of the preacher is very largely to get the people who will listen to him to recognise the fact that they do want things which they do not wish; and that, for the perfection of their nature, the cherishing of noble longings and thirstings is needful, and that to be without this sense of need is to be without one of the loftiest prerogatives of humanity. Some of you do not want forgiveness. Many of you would much rather not have holiness. You do not want God. The promises of the gospel go clean over your heads, and are as impotent to influence you as is the wind whistling through a keyhole, because you have never been aware of the wants to which these promises correspond, and do not understand what it is that you truly require. And yet there are no desires so dormant but that their being ungratified makes a man restless. You do not want forgiveness, but you will never be happy till you get it. You do not want to be good and true and holy men, but you will never be blessed till you are. You do not want God, some of you, but you will be restless till you find Him. You fancy you want heaven when you are dead; you do not want it when you are living. But until your earthly life is like the life of Jesus Christ in heaven even whilst you are on earth you will never be at rest.<\/p> \n<p lang=\"en-US\"> You remember the old story in the Arabian Nights of the man who had a grand palace, and lived in it quite comfortably, until somebody told him that it needed a roc’s egg hanging from the roof to make it complete, and he did not know where to get that, and was miserable accordingly. We build our houses, we fancy that we are satisfied; and then comes the stinging thought that it is not all complete yet, and we go groping, groping in the dark, to find out what it is.1 [Note: A. Maclaren, The Wearied Christ, p. 116.]<\/p> \n<p lang=\"en-US\"> More liberty begets desire of more;<\/p> \n<p lang=\"en-US\"> The hunger still increases with the store.2 [Note: Dryden, The Hind and the Panther, Part I, line 519.]<\/p> \n<p lang=\"en-US\"> 2. But, while dormant desires have to be roused, the prophet’s call is really addressed to everybody. Where shall we find a man who is absolutely contented, who has everything he desires to have, and nothing he would gladly get rid of, who, if only he could find a pleasant enough and feasible enough plan for accomplishing the transformation, would not wish to change anything in his outward condition, or be different in his inward character? Could we choose what we were to have and what we were to be, I imagine few would choose to remain as they are. If this be so, then are we of the number of those “thirsty ones” to whom Isaiah speaks. The whole world is athirst, and the prophet’s message is for every creature.<\/p> \n<p lang=\"en-US\"> The invitation is as universal as if it had stopped with its third word. “Ho, every one” would have been no broader than is the offer as it stands. For the characteristics named are those which belong, necessarily and universally, to human experience. If the text had said, “Ho, every one that breathes human breath,” it would not have more completely covered the whole race, and enfolded thee and me, and all our brethren, in the amplitude of its promise, than it does when it sets up as the sole qualifications, thirst and penury—that we infinitely need and that we are absolutely unable to acquire the blessings that it offers.<\/p> \n<p lang=\"en-US\"> The sharp shrill cry of “Acqua! Acqua!” constantly pierces the ear of the wanderer in Venice and other towns of sultry Italy. There is the man who thus invites your attention. Look at him. On his back he bears a burden of water, and in his hand a rack of bottles containing essences to flavour the draught if needed, and glasses to hold the cooling liquid. In the streets of London he would find but little patronage, but where fountains are few and the days are hot as an oven, he earns a livelihood and supplies a public need. The present specimen of water-dealers is a poor old man bent sideways by the weight of his daily burden. He is worn out in all but his voice, which is truly startling in its sharpness and distinctness. At our call he stops immediately, glad to drop his burden on the ground, and smiling in prospect of a customer. He washes out a glass for us, fills it with sparkling water, offers us the tincture which we abhor, puts it back into the rack again when we shake our head, receives half a dozen soldi with manifest gratitude, and trudges away across the square, crying still, “Acqua! Acqua!” That cry, shrill as it is, has sounded sweetly in the ears of many a thirsty soul, and will for ages yet to come if throats and thirst survive so long.<\/p> \n<p lang=\"en-US\"> II<\/p> \n<p lang=\"en-US\"> The Vain Search for Satisfaction<\/p> \n<p lang=\"en-US\"> 1. The phrase “Wherefore do ye spend money for that which is not bread?” in the Hebrew, referring to the custom of ancient times, reads: “Wherefore do ye weigh money for that which is not bread?” We see here how in their foolishness men are weighing out their lives, spending their energies, wasting their affections upon that which is not bread, and which brings no lasting satisfaction to the soul. The soul is fed and fed, but the sense of hunger remains. The soul is filled and filled, and yet the sense of emptiness continues! The Hebrew term “for that which is not bread” reads more correctly “for that which is no-bread,” it is the negative of bread; it is the very opposite of bread. It is that which not only does not alleviate our hunger, but makes us more hungry! It does not fill our emptiness, but makes us more empty than ever! Not only does it fail to satisfy, but it makes us more dissatisfied! Just as salt water not only fails to quench the thirst but aggravates it.<\/p> \n<p lang=\"en-US\"> The excessive striving which is so evident to-day betokens a thirsty, unsatisfied world. Men are searching for happiness and contentment; it is natural they should, and they imagine that if they had certain things their hunger would be appeased. The poor man asks for money, the rich man seeks to be richer still, the ambitious longs for fame and power and position, the sensual for the means to gratify his passions, and each fancies that were his wishes to be granted, he would then know what happiness meant, and would be content.<\/p> \n<p lang=\"en-US\"> 2. In how many ways do men try to quench the thirst of the soul? Some of the most manifest are Sensuality, Work, Privation, Amusement.<\/p> \n<p lang=\"en-US\"> 1. Sensuality.—It is a common endeavour to make the body receive double, so as to satisfy both itself and the soul with its pleasures. The effort is, how continually to stimulate the body by delicacies, and condiments, and sparkling bowls, and licentious pleasures of all kinds, and so to make the body do double service. Hence, too, the drunkenness, and high feasting, and other vices of excess. The animals have no such vices, because they have no hunger save that of the body; but man has a hunger also of the mind or soul, when separated from God by his sin, and therefore he must somehow try to pacify that. And he does it by a work of double feeding put upon the body. We call it sensuality. But the body asks not for it. The body is satisfied by simply that which allows it to grow and maintain its vigour. It is the unsatisfied, hungry mind that flies to the body for some stimulus of sensation, compelling it to devour as many more of the husks, or carobs, as will feed the hungry prodigal within. Thus it is that so many dissipated youths are seen plunging into pleasures of excess—midnight feastings and surfeitings, debaucheries of lust and impiety; it is because they are hungry, because their soul, separated from God and the true bread of life in Him, aches for the hunger it suffers. And so it is the world over; men are hungry everywhere, and they compel the body to make a swine’s heaven for the comfort of the godlike soul.1 [Note: H. Bushnell, The New Life, p. 37.]<\/p> \n<p lang=\"en-US\"> My days are in the yellow leaf,<\/p> \n<p lang=\"en-US\"> The flowers and fruit of love are gone,<\/p> \n<p lang=\"en-US\"> The worm, the canker, and the grief<\/p> \n<p lang=\"en-US\"> Are mine alone.2 [Note: Byron, on the day he completed his 36th year.]<\/p> \n<p lang=\"en-US\"> 2. Work.—It was to a busy people that the words of our text were first addressed. Most probably this prophecy was uttered on the eve of the return of the Jews from captivity in Babylon. Long ago had they looked for deliverance from the miseries of the exile, but when it began to appear as if God had forgotten His people, and as if all their bright national hopes were for ever shattered, it was inevitable that they should seek for some other source of consolation and rest. Many lost hope, lost faith in the covenant promises, and turned to find in trade and worldly aims a substitute for religion. All their splendid powers of heart and mind they transferred to commerce, and joined in the pursuit of gain until, as one has put it, “from being a nation of born priests, they equally appear to have been born traders.” Gain now took the place of God. They had been a religious nation, now they became a commercial nation.<\/p> \n<p lang=\"en-US\"> The exile in Babylon made money. He increased it by increased trade. He amassed possessions. His body revelled in conditions of ease. His carnal appetites delighted themselves in fatness. He climbed into positions of eminence and power. What else? “In the fulness of his sufficiency he was in straits.” The body luxuriated; the soul languished. He drenched the body with comforts; he could not appease its tenant. “Soul, thou hast much goods laid up … eat, drink, and be merry!” And still the soul cried out, “I thirst,” and disturbed him like an unquiet ghost. He spent money and more money, but was never able to buy the appropriate bread. He plunged into increased labours, but his labours reaped only that “which satisfieth not.” The body toiled, the brain schemed, the eyes coveted, and still the soul cried out, “I thirst.”<\/p> \n<p lang=\"en-US\"> It is related that a nobleman, greatly incensed that his sister had married a man of affairs, turned her picture, which hung in the manor house, face towards the wall, and on its back inscribed in crude letters the legend, “Gone into trade.” It was the expression of his abhorrence that one who had been nobly born should make an alliance which, in his estimation, was beneath her station. When Israel, by reason of her own iniquities, was led in exile from Jerusalem to Babylon, God turned her picture face to the wall and on it wrote the legend, “Gone into trade.” Her history expressed God’s abhorrence of her choice between His service and the worship of the world.1 [Note: N. Boynton in Sermons by the Monday Club, xvii. p. 51.]<\/p> \n<p lang=\"en-US\"> He found his work, but far behind<\/p> \n<p lang=\"en-US\"> Lay something that he could not find:<\/p> \n<p lang=\"en-US\"> Deep springs of passion that can make<\/p> \n<p lang=\"en-US\"> A life sublime for others’ sake,<\/p> \n<p lang=\"en-US\"> And lend to work the living glow<\/p> \n<p lang=\"en-US\"> That saints and bards and heroes know.<\/p> \n<p lang=\"en-US\"> The power lay there—unfolded power—<\/p> \n<p lang=\"en-US\"> A bud that never bloomed a flower;<\/p> \n<p lang=\"en-US\"> For half beliefs and jaded moods<\/p> \n<p lang=\"en-US\"> Of worldlings, critics, cynics, prudes,<\/p> \n<p lang=\"en-US\"> Lay round his path and dimmed and chilled.<\/p> \n<p lang=\"en-US\"> Illusions passed. High hopes were killed;<\/p> \n<p lang=\"en-US\"> But Duty lived. He sought not far<\/p> \n<p lang=\"en-US\"> The “might be” in the things that are;<\/p> \n<p lang=\"en-US\"> His ear caught no celestial strain;<\/p> \n<p lang=\"en-US\"> He dreamed of no millennial reign.<\/p> \n<p lang=\"en-US\"> Brave, true, unhoping, calm, austere,<\/p> \n<p lang=\"en-US\"> He laboured in a narrow sphere,<\/p> \n<p lang=\"en-US\"> And found in work his spirit needs—<\/p> \n<p lang=\"en-US\"> The last, if not the best, of creeds.1 [Note: W. E. H. Lecky, Poems, p. 99.]<\/p> \n<p lang=\"en-US\"> 3. Privation.—In India ascetic practices have been very widely prevalent from the very earliest times. The mortification of the body, and the self-inflicted penances associated therewith, have been habitually carried to lengths beyond anything familiar to other peoples. Tradition and legend have united to glorify the ascetic, whether human or Divine; religion, as elsewhere, has sanctioned and encouraged his devotion; and the highest rewards of place and power have been within his reach, if only his austerities have taken a form sufficiently protracted and severe. Eastern patience, self-abnegation, and resolution are seen in their strangest guise, in submission to extreme conditions of self-torture and distress. The profession of the ascetic has always been held in the highest esteem, and his claim to support at the public charge by gifts and alms universally allowed. If it is his merit to practise, it is the merit of others to give to him, that his simple wants may never lack supply. And thus on both sides asceticism ministered to spiritual profit, to the actual and personal gain of the ascetic himself, both present and prospective, and to the store of credit which by his generosity the householder trusted to accumulate for himself, so as to win a higher position and birth in the next existence. Part of the secret of the hold which the ascetic ideal has maintained on the Indian mind lies in the fact that, according to the teaching of their sacred books, benefit accrues also to the donor who forwards the holy man on his way with gifts of money or food, or ministers in any way to his personal needs.2 [Note: A. S. Geden, in the Encyclopedia of Religion and Ethics, ii. p. 87.]<\/p> \n<p lang=\"en-US\"> A Chinese traveller, describing the Japanese of the early centuries of our era, mentions this interesting custom: “They appoint a man whom they call an ‘abstainer.’ He is not allowed to comb his hair, to wash, to eat flesh, or to approach women. When they are fortunate, they make him presents; but if they are ill or meet with disaster, they set it down to the abstainer’s failure to keeps his vows, and unite to put him to death.”1 [Note: A. E. Suffrin, ibid. ii. p. 96.]<\/p> \n<p lang=\"en-US\"> “My father, my father, if the prophet had bid thee do some great thing, wouldst thou not have done it?” Would you not? Swung at the end of a pole, with hooks in your back; measured all the way from Cape Comorin to the Himalayas, lying down on your face and rising at each length; done a hundred things which heathens and Roman Catholics and unspiritual Protestants think are the way to get salvation; denied yourselves things that you would like to do; done things that you do not want to do; given money that you would like to keep; avoided habits that are very sweet; gone to church and chapel when you have no heart for worship; and so tried to balance the account. If the prophet had bid thee do some great thing, thou wouldst have done it.<\/p> \n<p lang=\"en-US\"> 4. Amusement.—Another stream to which the world repairs, in hopes to refresh its weariness, is pleasure. Here it thinks to find fulness of satisfaction. In amusement, in gaiety, in excitement, many would find their greatest good. Nothing, they imagine, can be better than to have within reach the means of being constantly amused. So they wander from place to place, from entertainment to entertainment. For a time they may find satisfaction, but as the experiment is repeated, the simpler pleasures and innocent amusements of life pall upon the taste, and no longer yield the enjoyment they once did. New means are sought of satisfying a restless appetite, till we see the devotee of pleasure sinking lower and lower, throwing aside every restraint, and giving the rein to every base inclination of a pampered nature. If gain has slain its thousands, pleasure has slain her tens of thousands.<\/p> \n<p lang=\"en-US\"> She dwells with Beauty—Beauty that must die;<\/p> \n<p lang=\"en-US\"> And Joy, whose hand is ever at his lips<\/p> \n<p lang=\"en-US\"> Bidding adieu; and aching Pleasure nigh,<\/p> \n<p lang=\"en-US\"> Turning to poison while the bee-mouth sips:<\/p> \n<p lang=\"en-US\"> Ay, in the very temple of Delight<\/p> \n<p lang=\"en-US\"> Veil’d Melancholy has her sovran shrine,<\/p> \n<p lang=\"en-US\"> Though seen of none save him whose strenuous tongue<\/p> \n<p lang=\"en-US\"> Can burst Joy’s grape against his palate fine;<\/p> \n<p lang=\"en-US\"> His soul shall taste the sadness of her might,<\/p> \n<p lang=\"en-US\"> And be among her cloudy trophies hung.”2 [Note: Keats, “Ode on Melancholy.”]<\/p> \n<p lang=\"en-US\"> III<\/p> \n<p lang=\"en-US\"> The True Source of Satisfaction<\/p> \n<p lang=\"en-US\"> Men not only make the mistake of seeking rest in the pursuit of such definite things as gain and pleasure, but they make the fundamental mistake of seeking to quench the thirst of an immortal spirit at a human fountain. That cannot be done. The human fountain runs dry, and the soul is not satisfied; for the soul must rest in God, the immortal in the immortal, spirit in spirit, the infinite in the infinite. Nothing short of this will satisfy; the soul’s true and only true environment is God; outside of Him there is no rest for a weary world. “Lord,” says the saintly Augustine, “Thou hast created us for Thyself, and our heart is restless till it finds rest in Thee.” More possessions, more pleasures, cries the man of the world, and we shall be satisfied. It is not so. The man in the valley looks up to the hills, and imagines that were he on the top of the peak he sees he would have gained the highest point of the hill, but when he climbs up it is only to discover that there are other reaches yet. It is not by adding to your possessions that satisfaction comes to you. Nothing this world can give, even were you to get it all, is proportionate to your need. Your need lies deeper than you yourselves know, deeper than your own desires; it lies in the immortal part of you, which can be fed with no earthly bread. It is because men think it can that they never find rest. They spend their money for that which is not bread, which cannot satisfy the life of man, which can no more feed the spirit than the wind of heaven can feed the body.<\/p> \n<p lang=\"en-US\"> They tell an old story about the rejoicings at the coronation of some great king, when there was set up in the market-place a triple fountain, from each of whose three lips flowed a different kind of rare liquor, which any man who chose to bring a pitcher might fill from, at his choice. Notice the text, “Come ye to the waters” … “buy wine and milk.” The great fountain is set up in the market-place of the world, and every man may come; and whichever of this glorious trinity of effluents he needs most, there his lip may glue itself and there he may drink, be it “water” that refreshes, or “wine” that gladdens, or “milk” that nourishes. They are all contained in this one great gift that flows out from the deep heart of God to the thirsty lips of parched humanity.<\/p> \n<p lang=\"en-US\"> A story is told of a shipwrecked crew who had been drifting for days in a small boat, suffering the horrors of thirst. In the extremity of their suffering, when all hope had been abandoned, a vessel was seen bearing towards them. When sufficiently near, they called out as well as their parched throats permitted, “Water, water.” “Dip your bucket over the side,” came back, as they thought, the mocking answer. But unconsciously they had drifted into that part where the mighty Amazon bears its fresh waters far out to sea. They were actually floating in an ocean of plenty and were unaware of the fact.<\/p> \n<p lang=\"en-US\"> i. What True Satisfaction is<\/p> \n<p lang=\"en-US\"> 1. The knowledge of God.—It is the grand endeavour of the gospel to communicate God to men. They have undertaken to live without Him, and do not see that they are starving in the bitterness of their experiment. It is not, as with bodily hunger, where they have a sure instinct compelling them to seek their food; but they go after the husks, and would fain be filled with these, not even so much as conceiving what is their real want or how it comes. For it is a remarkable fact that so few men, living in the flesh, have any conception that God is the necessary supply and nutriment of their spiritual nature, without which they famish and die. It has an extravagant sound; when they hear it, they do not believe it. How can it be that they have any such high relation to the eternal God, or He to them? It is as if the tree were to say, What can I, a mere trunk of wood, all dark and solid within, standing fast in my rod of ground—what can I have to do with the free, moving air, and the boundless sea of light that fills the world? And yet it is a nature made to feed on these, taking them into its body to supply and vitalise and colour every fibre of its substance. Just so it is that every finite spirit is inherently related to the infinite, in Him to live and move and have its being.<\/p> \n<p lang=\"en-US\"> The fruition of God is contemporaneous with the desire after God. The one moment, “My soul thirsteth”; the next moment, “My soul is satisfied.” As in the wilderness when the rain comes down, and in a couple of days what was baked earth is flowery meadow, and all the torrent-beds where the white stones glistened ghastly in the heat are foaming with rushing water, and fringed with budding willows; so in the instant in which a heart turns with true desire to God, in that instant does God draw near to it. The Arctic spring comes with one stride; to-day snow, tomorrow flowers. There is no time needed to work this telegraph; while we speak He hears; before we call He answers. We have to wait for many of His gifts, never for Himself.<\/p> \n<p lang=\"en-US\"> While we were passing through the crowded bazaars this afternoon, on our way to visit some of the fine houses of this city, I was very much interested and amused by the number and variety of the street calls or cries. I have been startled in Beirut by shrill warning to look behind or before me to avoid being run over by loaded animals, but here in Damascus one’s ears are assailed by many additional calls. Two lads carrying between them a large tray loaded with bread, cried out, “Ya Karim! Ya Karim!” That is not the name for bread. No, it is one of the attributes of God, and signifies the bountiful or generous; and since bread is the staff of life, the name implies that it is the gift of the Bountiful One.1 [Note: W. M. Thomson, The Land and the Book, iii. p. 388.]<\/p> \n<p lang=\"en-US\"> 2. In the face of Jesus Christ.—We may say that the satisfaction which the soul of man finds final is the knowledge of God, but more explicitly, it is the knowledge of God in the face of Jesus Christ. In one word it is Christ. He, and not merely some truth about Him and His work; He Himself, in the fulness of His being, in the all-sufficiency of His love, in the reality of His presence, in the power of His sacrifice, in the daily derivation, into the heart that waits upon Him, of His life and His spirit, He is the all-sufficient supply of every thirst of every human soul. Do we want happiness? Christ gives us His joy, permanent and full, and not as the world gives. Do we want love? He gathers us to Himself by bonds that Death, the separator, vainly attempts to untie, and which no unworthiness, ingratitude, coldness of ours, can ever provoke to change themselves. Do we want wisdom? He will dwell with us as our light. Do our hearts yearn for companionship? With Him we shall never be solitary. Do we long for a bright hope which shall light up the dark future, and spread a rainbow span over the great gorge and gulf of death? Jesus Christ spans the void, and gives us unfailing and undeceiving hope. For everything that we need here or yonder, in heart, in will, in practical life, Jesus Christ Himself is the all-sufficient supply, “my life in death, my all in all.”<\/p> \n<p lang=\"en-US\"> Our blessed Lord appears to have always the feeling that He has come down into a realm of hungry, famishing souls. You see this in the parable of the Prodigal Son, and that of the Feast or Supper. Hence, that very remarkable discourse in the sixth chapter of John, where He declares Himself as the living Bread that came down from heaven—that a man may eat thereof and not die. “Whoso eateth my flesh, and drinketh my blood, hath eternal life. My flesh is meat indeed, and my blood is drink indeed. He that eateth my flesh, and drinketh my blood, dwelleth in me and I in him. As the living Father hath sent me, and I live by the Father: so he that eateth me, even he shall live by me.”<\/p> \n<p lang=\"en-US\"> See how His promises suit your condition, (a) Are you heavy laden with guilt? The gospel message is, “The blood of Jesus Christ his Son cleanseth us from all sin.” (b) Are you groaning under the power of indwelling sin? “He giveth power to the faint; and to them that have no might he increaseth strength.” (c) Are you striving to obtain salvation by the deeds of the law? “Christ is the end of the law for righteousness to every one that believeth.” (d) Are you in temptation? He has been tempted Himself, and knows how to pity you. He has power over your enemy, and can deliver you with a word. The God of Peace shall bruise Satan under your feet shortly.<\/p> \n<p lang=\"en-US\"> One of the most accomplished men of his time said, some days before his death, “I have surveyed most of the learning that is among the sons of men, and my study is filled with books and manuscripts on various subjects, yet at this moment I can recollect nothing in them all on which I can rest my soul, save one from the sacred Scriptures, which lies much on my spirit. It is this: ‘The grace of God that bringeth salvation hath appeared unto all men, teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly in this present world; looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ.’”1 [Note: R. W. Pritchard.]<\/p> \n<p lang=\"en-US\"> How is it that Christ satisfies us, and puts an end to all dispeace? Of the streams of the world at which men drink it is said, “Whosoever drinketh of this water shall thirst again: but whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.” Christ satisfies us because His gift is a well of water in the soul itself, because wherever we are, whatever happens to us, the source and centre of our spiritual life cannot be separated from us. This is man’s victory and end, when within himself he so has the source of life and joy that he is independent of circumstances, of possessions, of things present and things to come. It is this gift that God offers to us without money and without price.<\/p> \n<p lang=\"en-US\"> It is related by one who had experienced the horrors of the great African desert, that the thirst which had absorbed all other feelings while it raged, was no sooner slaked, than the feeling of hunger was revived in tenfold violence; and I scruple not to spiritualise this incident in illustration of the prophet’s language. The sensation of relief from undefined anxiety, or from a positive dread of Divine wrath, however exquisite, is not enough to satisfy the soul. The more it receives, the more it feels its own deficiencies; and when its faculties have been revived by the assurance of forgiveness, it becomes aware of its own ignorance, and of those chasms which can be filled only with knowledge of the truth. This is the sense of spiritual hunger which succeeds the allaying of spiritual thirst. The soul, having been refreshed, must now be fed. The cooling, cleansing properties of water cannot repair the decaying strength. There must be nutriment, suited to the condition of the soul. And it is furnished. Here is milk as well as water.1 [Note: J. A. Alexander, The Gospel of Jesus Christ, p. 339.]<\/p> \n<p lang=\"en-US\"> ii. The Price paid for it<\/p> \n<p lang=\"en-US\"> The words of the text are a paradox. We are invited to buy, yet without money and without price. But it is a paradox that needs little explanation. The contradiction on the surface is but intended to make emphatic this blessed truth, which I pray may reach your memories and hearts, that the only conditions are a sense of need, and a willingness to take—nothing else, and nothing more. We must recognise our penury, and must abandon self, and put away all ideas of having a finger in our own salvation, and be willing—willing to be obliged to God’s unhelped and undeserved love for all.<\/p> \n<p lang=\"en-US\"> Cheap things are seldom valued. Ask a high price and people think that the commodity is precious. A man goes into a fair, for a wager, and he carries with him a tray full of gold watches and offers to sell them for a farthing apiece, and nobody will buy them. It does not, I hope, degrade the subject, if I say that Jesus Christ comes into the market-place of the world with His hands full of the gifts which the pierced hands have bought, that He may give them away. He says, “Will you take them?” And one after another you pass by on the other side, and go away to another merchant, and buy dearly things that are not worth the having.<\/p> \n<p lang=\"en-US\"> In a beautiful passage in his Roots of Honour John Ruskin says that it may become the duty of any man to die for his profession: the soldier, he says, to die at his post in a battle; the physician to die rather than leave his post in time of plague; the pastor to die rather than preach falsehood; the lawyer to die rather than countenance injustice; and the merchantman, he says, to die rather than that the nation should be unprovided or any great wrong be done to the mass of men committed to his care. But here is One who did die for the buyers in His market, who did die that His market might be furnished with infinite stores, who did die that no one coming to His market should ever be sent empty away.<\/p> \n<p lang=\"en-US\"> Another cry was made by a man carrying on his back a large leathern “bottle,” and jingling in his hands several deep and bright copper saucers, to attract attention, I could hear nothing but “Ishrub ya ’atshan! Ishrub ya ’atshan!” which is the Arabic for “Drink, O thirsty!” That sounded like the Biblical invitation, “Ho, every one that thirsteth, come ye to the waters.” Yes; but, according to Isaiah, they were to “buy without money and without price.” That man’s invitation, however, is very different. By the sale of his sherbet he makes his living, and he who has no money will get no drink; and if he should thus publicly offer to sell wine with or “without price,” he would be torn to pieces by a fanatical Moslem mob. I liked the sound of his invitation, nevertheless. And I will only add that it is a most significant and encouraging fact that the colporteur may be seen in those bazaars pursuing his humble vocation, and offering the true “bread” and the water of “everlasting life” to the perishing multitudes in this intensely Moslem city. And the best wish we can express on behalf of the Demascenes is that they may be brought to accept it, through Him whose Kingdom, according to the inscription over the entrance to their mosk, “is an everlasting kingdom,” and whose “dominion endureth throughout all generations.”1 [Note: W. M. Thomson, The Land and the Book, iii. p. 388.]<\/p> \n<p lang=\"en-US\"> The selling price is naught; but that does not mean that these goods cost nothing to the heavenly seller. There goods are the cheapest sold and the dearest bought that ever any goods were. Go out by night and see those countless worlds as so many bright gems flashing on the diadem of the universe; all these and all their untold wealth could not purchase one item of the goods in Emmanuel’s market-place, for the Son of Man bought them at a great price, and now they are all free. No money can buy them; they are without price because they are priceless; they are without price because, after all, they are not so much sold as given away. He who has them is of princely estate, and princely are all His gifts. The selling price is naught, because already they have been bought and paid for. The selling price is naught, because, truth to tell the buyers have naught to give.<\/p> \n<p lang=\"en-US\"> Louis 1., on one occasion, sent one of his aides-de-camp to request that a place should be reserved for him at the morning service. “Tell His Majesty,” said Leon Pilatte, “that all seats are free and open.” “I have often thought,” says M. Luigi, “that that little sermon was the best that poor Louis of Bavaria ever heard in his life. No one else would have dared to tell him that God’s house is free to all, and that in it all are equal.”<\/p> \n<p lang=\"en-US\"> Earth gets its price for what earth gives us;<\/p> \n<p lang=\"en-US\"> The beggar is taxed for a corner to die in;<\/p> \n<p lang=\"en-US\"> The priest has his fee who covers and shrives us,<\/p> \n<p lang=\"en-US\"> We bargain for the graves we lie in;<\/p> \n<p lang=\"en-US\"> At the devil’s booth are all things sold,<\/p> \n<p lang=\"en-US\"> Each ounce of dross costs its ounce of gold;<\/p> \n<p lang=\"en-US\"> For a cap and bells our lives we pay.<\/p> \n<p lang=\"en-US\"> Bubbles we earn with a whole soul’s tasking;<\/p> \n<p lang=\"en-US\"> ’Tis heaven alone that is given away,<\/p> \n<p lang=\"en-US\"> ’Tis only God may be had for the asking.2 [Note: James Russell Lowell.]<\/p> \n<p lang=\"en-US\"> iii. The Benefit of it<\/p> \n<p lang=\"en-US\"> It is unfolded in this chapter. First of all, there is the assured promise of a fuller life. “Your soul shall live.” “Your soul!” Hitherto life has been a thin existence, a mere surface glitter, a superficial movement. Now, vitality shall awaken in undreamed of depths. “Your soul shall live.” Life shall no longer be confined to the channels of the appetites, to mere sensations, to the outer halls and passages of the sacred house. “Your soul shall live.” The unused shall be aroused and exercised. Unevolved faculty shall be unpacked. Benumbed instincts shall be liberated. Barren powers of discernment shall troop from their graves. New intelligences shall be born. The ocean of iniquity shall ebb, and “the sea shall give up its dead”! “Your soul shall live.” Life shall no longer be scant and scrimpy. Your soul shall “delight itself in fatness.” Every tissue shall be fed. Weakness shall depart with the famine. “The people that do know their God shall be strong.” The tree of its life shall bear all manner of fruits, and “the leaves of the tree shall be for the healing of the nations.”<\/p> \n<p lang=\"en-US\"> 1. The first benefit is, the pleasure of it: “Eat ye that which is good, and let your soul delight itself in fatness.” I recollect the time when I used to look upon the precious things of God as many a poor street arab has gazed at the dainties in a confectioner’s window, wishing that he could get a taste, and feeling all the more hungry because of that which was stored behind the glass out of his reach. But when the Master takes us into His banqueting house, and His banner over us is love; and when He says to us, “Eat, friends; drink, yea, drink abundantly, O beloved,” then we have a grand time of it, and we feel almost as if heaven had begun below.<\/p> \n<p lang=\"en-US\"> 2. The second benefit is, the great preserving power of good spiritual food. It helps to keep us out of temptation. I do not think a man is ever so likely to be tempted as when he has neglected to eat his spiritual meat. We have this truth, in a parable, for in Him there was no lack of spiritual meat; but, after He had fasted, when He was an hungered, then it was that He was tempted of the devil; and if your soul has been, for a long time, without spiritual food, you are very likely to meet the devil. I have known men go away for a holiday on the Continent, and when they have been away, there has been no hearing of the Word, and, possibly, no private reading of the Word. Or they may have gone to live in a country town, where the gospel was not faithfully preached; and they have made a terrible shipwreck of character, because their inward strength was not sustained by spiritual meat, and then the tempter fell upon them. There is rather a pretty remark that someone makes, though I do not vouch for the truth of it. You know that, when the Lord put Adam in the garden of Eden, He said to him, “Of every tree of the garden thou mayst freely eat; but of the tree of the knowledge of good and evil, thou shalt not eat of it”; and, says one, “If Eve had availed herself of that gracious permission, on that fatal day, and if she had eaten freely of all the other trees in the garden, of which she might have eaten, she would not have been so likely to wish to eat of that which was forbidden’<\/p> \n<p lang=\"en-US\"> 3. A third blessing is this. Spiritual food comforts mourners. The analogy of this will be found in the Book of Nehemiah, the eighth chapter, and the ninth and tenth verses, where we read that Nehemiah said to the people, “This day is holy unto the Lord your God; mourn not, nor weep.… Go your way, eat the fat, and drink the sweet, and send portions unto them for whom nothing is prepared.” A feast is a good way of breaking a fast. He that eats forgets his former misery, and remembers his sorrow no more, especially if he eats the mystic meat which God provides so abundantly for his sorrowing children. It was of this that Mary sang, “He hath filled the hungry with good things.”<\/p> \n<p lang=\"en-US\"> 4. Spiritual meat has a fourth excellence. It revives the fainting ones. Did you ever study the sermon that was once preached by an angel to a desponding prophet? It consisted of only three words, and he preached it twice. The prophet was Elijah, who, after the wondrous victory and excitement on the top of Carmel, fainted in spirit, and was afraid of Jezebel, and said, “Let me die;” and so fled from the field of battle, and longed to expire. In his weariness and sorrow, he fell asleep, and an angel came, and awoke him, and this was the sermon he preached to him, “Arise and eat.” And when he opened his eyes, he saw that “there was a cake baken on the coals, and a cruse of water at his head. And he did eat and drink, and laid him down again;”—the very best thing he could do. But the angel awoke him, the second time, and preached the same sermon to him, “Arise and eat”; and I pass on that little sermon to some of you who feel faint in heart just now. You do not know how it is, but you are very low-spirited; here is a message for you, “Arise and eat.” I will not prescribe you any physic, but I say, “Arise and eat.” Go to the Bible and study that; search out the promises, and feed upon them. Get away to Christ, and feed upon Him. “Arise and eat.” Often, the best cure possible for a poor, dispirited, fainting soul is a good meal of gospel food. Your bright spirits will, in that way, come back to you; you will not be afraid of Jezebel, and you will not say, “Let me die;” but you will go, in the strength of that meat, for many a day according to the will of God. So I give this as God’s message to any discouraged, dispirited ones whom I may now be addressing, “Arise and eat.”1 [Note: C. H. Spurgeon, The Metropolitan Tabernacle Pulpit, xlviii. p. 321.]<\/p> \n<p lang=\"en-US\"> Hard-pressed, wayfaring men long for a drink of pure, cold water. David cries: “Oh that one would give me drink of the water of the well of Bethlehem, which is by the gate”; and often in the country I have known of dying men whose last wish was that they might be strong enough only once more to go to the well and have a drink of pure cold water. One of my earliest recollections is of the time my grandfather lay dying, and we were sent to a famous well, called Fulton’s Well, to bring pure spring water; and if at times it had not been convenient to send a messenger, and they sought to put off the sick man with the water from the ordinary well at the farm, he could check it in a moment. And so there is a spiritual thirst that checks the water from Jacob’s Well, the clear crystal water from the spring of life:<\/p> \n<p lang=\"en-US\"> I came to Jesus, and I drank<\/p> \n<p lang=\"en-US\"> Of that life-giving stream;<\/p> \n<p lang=\"en-US\"> My thirst was quenched, my soul revived,<\/p> \n<p lang=\"en-US\"> And now I live in Him.2 [Note: J. Barr, in Christian World Pulpit, lxxvii. p. 341.]<\/p> \n<p lang=\"en-US\"> 5. And it has a great strength for service, for he who eats that which is good, and lets his soul delight itself in fatness, will be strong to run in the way of the Divine commands, or to perform any work that may be required of him. You recollect what Jonathan said, concerning that long day of fasting to which I have already alluded. Jonathan said, “Mine eyes have been enlightened because I tasted a little of this honey. How much more, if haply the people had eaten freely to-day of the spoil of their enemies which they found? for had there not been a much greater slaughter among the Philistines?” Quite right, Jonathan; as the old proverb puts it, “Prayer and provender hinder no man’s journey;” and, for a soul to wait upon God to be fed, is to gather such strength thereby that it can do much more work than it could otherwise have done. Eat well, that you may work well. “Eat ye that which is good,” that you may have the delight of being useful in the service of your Lord.1 [Note: C. H. Spurgeon.]<\/p> \n<p lang=\"en-US\"> May I reach<\/p> \n<p lang=\"en-US\"> That purest heaven, be to other souls<\/p> \n<p lang=\"en-US\"> The cup of strength in some great agony,<\/p> \n<p lang=\"en-US\"> Enkindle generous ardour, feed pure love,<\/p> \n<p lang=\"en-US\"> Beget the smiles that have no cruelty—<\/p> \n<p lang=\"en-US\"> Be the sweet presence of a good diffused,<\/p> \n<p lang=\"en-US\"> And in diffusion ever more intense.<\/p> \n<p lang=\"en-US\"> So shall I join the choir invisible<\/p> \n<p lang=\"en-US\"> Whose music is the gladness of the world.2 [Note: George Eliot.]<\/p> \n<p lang=\"en-US\"> The Poor Man’s Market<\/p> \n<p lang=\"en-US\"> Literature<\/p> \n<p lang=\"en-US\"> Alexander (J. A.), The Gospel of Jesus Christ, 332.<\/p> \n<p lang=\"en-US\"> Campbell (J. M.), Responsibility for the Gift of Eternal Life, 31.<\/p> \n<p lang=\"en-US\"> Fairweather (D.), Bound in the Spirit, 209.<\/p> \n<p lang=\"en-US\"> How (W. W.), Twenty-four Practical Sermons, 35.<\/p> \n<p lang=\"en-US\"> Jerdan (C.), Pastures of Tender Grass, 327.<\/p> \n<p lang=\"en-US\"> Jowett (J. H.), Apostolic Optimism, 19.<\/p> \n<p lang=\"en-US\"> Kennedy (J. D.), Sermons, 131.<\/p> \n<p lang=\"en-US\"> Kingsley (C.), The Water of Life, 116.<\/p> \n<p lang=\"en-US\"> Leeser (I.), Discourses on the Jewish Religion, 133.<\/p> \n<p lang=\"en-US\"> Levens (J. T.), Clean Hands, 44.<\/p> \n<p lang=\"en-US\"> Maclaren (A.), Expositions (Isaiah xlix.–lxvi.), 142.<\/p> \n<p lang=\"en-US\"> Maclaren (A.), The Wearied Christ, 113.<\/p> \n<p lang=\"en-US\"> Marten (C. H.), Plain Bible Addresses, 30.<\/p> \n<p lang=\"en-US\"> Price (A. C.), Fifty Sermons, viii. 257.<\/p> \n<p lang=\"en-US\"> Smellie (A.), In the Hour of Silence, 118.<\/p> \n<p lang=\"en-US\"> Spurgeon (C. H.), Metropolitan Tabernacle Pulpit, iv. No. 199; xx. No. 1161; xxix. No. 1726.<\/p> ",
    "audit": null
}