{
    "id": 10867,
    "source": "ellicott",
    "verse_id": 17809,
    "verse_count": 1,
    "reference": "8:1",
    "title": "",
    "html": "<p align=\"center\" class=\"subtitle\">             VIII.<\/p> \n <p> (1) Moreover the Lord said unto me . . .—The prophecy that follows was clearly separated by an interval of some kind, probably about a year, from that in Isaiah 7. In the meantime much that had happened seemed to cast discredit on the prophet’s words. The child that was the type of the greater Immanuel had been born, but there were no signs as yet of the downfall of the northern kingdom. The attack of Rezin and Pekah, though Jerusalem had not been taken, had inflicted an almost irreparable blow on the kingdom of Judah. Multitudes had been carried captive to Damascus (<a class=\"ref\">2 Chronicles 28:5<\/a>). Many thousands, but for the intercession of the prophet Oded, would have eaten the bread of exile and slavery. The Edomites were harassing the south-eastern frontier (<a class=\"ref\">2 Chronicles 28:15-17<\/a>). The commerce of the Red Sea was cut off by Rezin’s capture of Elath (<a class=\"ref\">2 Kings 16:6<\/a>). To the weak and faithless Ahaz and his counsellors, it might well seem that the prospect was darker than ever, that there was no hope but in the protection of Assyria. If such was the state of things when the word of the Lord came to Isaiah, was he to recant and confess that he had erred? Was he to shrink back into silence and obscurity? Far otherwise than that. He was to repeat all that he had said, more definitely, more demonstratively than ever.<\/p>\n <p>Take thee a great roll . . .—Better, a large tablet. The noun is the same as that used for “mirrors” or “glasses” in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 3:23<\/a>. The writings of the prophet were commonly written on papyrus and placed in the hands of his disciples to be read aloud. For private and less permanent messages men used small wooden tablets smeared with wax, on which they wrote with an iron stylus. (Comp. <a class=\"ref\">Job 19:24<\/a>; <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 30:8<\/a>.) Here the tablet was to be large, and the writing was not to be with the sharp point of the artist or learned scribe, but with a “man’s pen,” i.e., such as the common workmen used for sign-boards, that might fix the gaze of the careless passer-by (<a class=\"ref\">Habakkuk 2:2<\/a>), and on that tablet, as though it were the heading of a proclamation or dedication, he was to write TO MAHER-SHALAL-HASH-BAZ. That mysterious name, which we may render “Speed-plunder, haste-spoil,” was, for at least nine months, to be the enigma of Jerusalem.<\/p>",
    "audit": null
}