{
    "id": 10850,
    "source": "ellicott",
    "verse_id": 17786,
    "verse_count": 1,
    "reference": "7:3",
    "title": "",
    "html": "<p> (3) Go forth now to meet Ahaz . . .—At this crisis the prophet, already recognised as such, and gathering his disciples round him ( <a class=\"isa\" verses=\"WzE3ODI0XQ==\">Isaiah 8:16<\/a>), is told to deliver a message to the king. He finds him halting between two opinions. He is making a show of resistance, but in reality he is not depending either on the protection of Jehovah, or the courage of his people, but on a plan of his own. Why should he not continue to pay tribute to Assyria, as Uzziah and Menahem ( <a class=\"ref\">2 Kings 15:19<\/a>) had done, and write to Tiglath-pileser to attack the territories of the invading kings, as he actually did at a later stage in the war ( <a class=\"ref\">2 Kings 15:29<\/a>)?<\/p> \n<p>Thou and Shear-jashub thy son.—Assuming Isaiah 6 to give the first revelation of the idea of the “remnant,” it would follow that the birth of the son whose name (Remnant returns—the return being both literal and spiritual—i.e., “is converted”), embodied a prophecy, must have followed on that revelation, and he was probably, therefore, at the time a stripling of sixteen or eighteen. It may be noted that Isaiah had in the history of Hosea 1, 2 the example of a prophet who, as his children were born, gave them names which were terribly or hopefully significant. Each child was, as it were, a sign and portent ( <a class=\"isa\" verses=\"WzE3ODI2XQ==\">Isaiah 8:18<\/a>). The fact that the mother of his children was herself a prophetess ( <a class=\"isa\" verses=\"WzE3ODExXQ==\">Isaiah 8:3<\/a>), sharing his hopes and fears, gives a yet deeper interest to the fact.<\/p> \n<p>At the end of the conduit . . .—The king was apparently superintending the defensive operations of the siege, probably cutting off the supply of water outside the walls, as Hezekiah afterwards did ( <a class=\"ref\">2 Chronicles 32:3-4<\/a>). The “upper pool” has been identified with the Upper Gihon pool (Birket-el-Mamilla) or the “dragon’s well” of <a class=\"ref\">Nehemiah 2:13<\/a>. A lower pool meets us in <a class=\"isa\" verses=\"WzE4MDYyXQ==\">Isaiah 22:9<\/a>. The “fuller’s field” was near En-rogelim ( <a class=\"isa\" verses=\"WzE4MzMzLDg0Njdd\">Isaiah 36:2; 2 Samuel 17:17<\/a>).<\/p> ",
    "audit": null
}