{
    "id": 11024,
    "source": "ellicott",
    "verse_id": 17985,
    "verse_count": 1,
    "reference": "17:1",
    "title": "",
    "html": " <p align=\"center\" class=\"subtitle\">,XVII. <\/p>,\n <p>(1) The burden of Damascus.—Syria, it will be remembered, had been “confederate with Ephraim,” i.e., with the kingdom of Israel, against Judah in the reign of Ahaz, and the prophet had then foretold its overthrow by Assyria (<a class=\"isa\" verses=\"eyIxNzc4NCI6MTZ9\">Isaiah 7:1-16 <\/a>). In <a class=\"ref\">2 Kings 16:9 <\/a>,, <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=2%20Chron+28:29&t1=en_nas\" id=\"2\" class=\"stL\" target=\"_blank\">,2 Chron. 28:29 <\/a>,, we have a partial fulfilment of that prediction. Writing probably early in the reign of Hezekiah, Isaiah now looks forward to a further fulfilment in the future. <\/p>,\n <p>Damascus is taken away from being a city . . .—The words emphasise the result of the Assyrian invasion. The city of ancient days (<a class=\"ref\">Genesis 15:2 <\/a>) should lose glory and be no more worthy of the name; struck out, as it were, from the list of the great cities of the world. <\/p>,\n <p>The cities of Aroer are forsaken.—The LXX. and other versions seem to have followed a different text, and give, “The cities are forsaken for ever.” Taking Aroer as the right reading, we note that there were two cities of the name, one in the tribe of Reuben (<a class=\"ref\">Deuteronomy 2:36; Deuteronomy 3:12 <\/a>), afterwards in the possession of Moab (<a class=\"ref\">Jeremiah 48:19 <\/a>), and the other in that of Gad, near Rabbah of Ammon (<a class=\"ref\">Numbers 32:34; Joshua 13:25; 2 Samuel 24:5 <\/a>). The present passage seems to imply a closer connection with Damascus. and therefore a more northern position than that of either of these cities. The latter of the two Just named may, however, have been in alliance with Damascus, and so have shared its fate during the Assyrian invasion. Possibly it may have been chosen for special mention on account of the significance of its name (“laid bare”) as ominous of utter ruin. The picture of the “flocks” wandering through the streets of the city reminds us of that of Babylon in <a class=\"isa\" verses=\"WzE3OTI4XQ==\">Isaiah 13:21 <\/a>. <\/p>,\n <p>The fortress also shall cease from Ephraim.—The alliance of the two kingdoms is still prominent in Isaiah’s thoughts. Both shall fall, he predicts, together; and, with a stern, grave irony, he paints the downfall of “the remnant of Syria.” It shall be “as the glory of the children of Israel,” i.e., shall be fleeting and transient as that had been proved to be. There is, perhaps, a special reference to <a class=\"ref\">Hosea 9:11 <\/a>,, “Ephraim, their glory shall fly away like a bird.” <\/p>,",
    "audit": null
}