{
    "id": 11473,
    "source": "ellicott",
    "verse_id": 18483,
    "verse_count": 2,
    "reference": "42:2-3",
    "title": "",
    "html": "<p lang=\"en-US\">The Bruised Reed and the Smoking Flax<\/p>\n <p lang=\"en-US\">He shall not cry, nor lift up, nor cause his voice to be heard in the street. A bruised reed shall he not break, and the smoking flax shall he not quench.—<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 42:2-3<\/a>.<\/p>\n <p lang=\"en-US\">With this chapter we reach a distinct stage in the prophecy of this book. The preceding chapters have been occupied with the declaration of the great, basal truth, that Jehovah is the One Sovereign God. This has been declared to two classes of hearers in succession—to God’s own people, Israel, in chap, 40, and to the heathen in chap. 41. Having established His sovereignty, God now publishes His will, again addressing these two classes according to the purpose which He has for each. He has vindicated Himself to Israel, the Almighty and Righteous God, who will give His people freedom and strength; He will now define to them the mission for which that strength and freedom are required. He has proved to the Gentiles that He is the one true God: He will declare to them now what truth He has for them to learn. In short, to use modern terms, the apologetic of chaps, 40–41 is succeeded by the missionary programme of chap. 42.<\/p>\n <p lang=\"en-US\">And here the missionary hope reaches its highest expression in the picture of a Servant of Jehovah, who, with gentle persistence and unostentatious zeal, shall carry to the nations the precious gifts of revelation which have been coming to clearness and power through all the toil and travail of the past. It would be well for the teacher of to-day to linger lovingly over this picture of a divinely elected and supremely gifted minister. From it he may learn to combine reverence for past revelations with quickness to hear the present voice of God, stern faithfulness to God and truth, with keen knowledge of life and kindly sympathy for men. But the fact that concerns us most is that, whether this is a personification of Israel or the picture of the individual ideal Servant, we have the true religion beating against the narrow local barriers and leaping forward to a large universal life. Judaism could never completely fulfil such a picture; it can be realised only by the pure spiritual religion of Jesus. In its earliest days Christianity went forth to free religion and man from narrow prejudices and petty limitations; great things have been done along this line, but an immense task still lies before the Church, demanding both intelligence and love.<\/p>\n <p lang=\"en-US\">The particular topic of our text is the Servant’s gentle unobtrusive way of carrying out His work. “He shall not cry, nor lift up, nor cause his voice to be heard in the street.” Of this gentle but effective way of working two examples are given. “A bruised reed shall he not break, and the smoking flax shall he not quench.” Two pictures are presented by the metaphors that are made use of. The first picture is an exterior. The region represented is a flat and marshy one; the locality is lonely and desolate. Growing amid shallow but cold and swirling waters, we see tall reeds and rushes. The sky is grey and heavy, with clouds fleeting before the blast; the reeds bend under the storm: you can almost feel the nipping wind as you look at the picture. And the reeds are swayed hither and thither, being bruised and battered as they jostle one against the other. Look closely at those reeds, and you will scarcely find one that is not scarred and mangled. They are bruised reeds. The other picture is an interior. “The smoking flax shall he not quench.” The picture is that of an Eastern room. We dimly see the low divans or lounges around the walls, and if the light were brighter we might discern the features of the persons reclining there. There is a low table in the centre of the room, and upon it stands a lamp. In shape this lamp is something like a modern teapot; the receptacle being for the oil, and the wick protruding from what would be the spout. That wick should be burning brightly; instead of that, however, there is only a dull red glow, and there is more smoke than light. It is a “smoking lamp.” From these two pictures we may learn something as to Christ and Christian character.<\/p>\n <p lang=\"en-US\">I<\/p>\n <p lang=\"en-US\">The Saviour’s unobtrusive Way of Working<\/p>\n <p lang=\"en-US\">1. The Restraint of God.—This Saviour is God’s Servant. His method of working is therefore God’s method. And so the first thing to notice is the marvellous restraint of God in all His dealings with men. Does it not strike you, says Bishop Wilkinson,1 [Note: The Invisible Glory, p. 50.]  that there is something awful about it, this thought of the power of God restrained, kept back? There are souls that will at last reject all God’s love, will go on resisting till they die; yet Christ keeps back His power! He does not manifest His power as a King—“He shall not strive nor cry, neither shall any man hear his voice in the streets.” He allows His message to be despised and rejected! He comes to us, with power kept back! “Where is the promise of His coming?” men say. They think that God is weak, and God seems to say, “I am content that you should think Me weak, rather than that I should break the ‘bruised reed,’ or quench the ‘smoking fire’!” I see a man whose heart God has stirred rejecting these better impulses; yet God is patient, calm. When I read in my Bible that God is Almighty, and yet I see that His power is not manifested in this dispensation; that He is patient, long-suffering to usward, lest the “smoking flax” should be quenched, it gives me an awful idea of the majesty of God. I see men and women keeping Christ standing at the door. Their child dies; the blinds are drawn down, and still the Saviour stands outside the long-closed door! And then some dear friend is taken, some one who was as a brother, and again the same Voice speaks; again I see the Saviour standing there, and still the door is closed! And when we think who it is—God, who could destroy that man with a word, yet “despised and rejected”—going forth, as it were, so humbly, with that long funeral procession, to whisper if only a word to one of the mourners; then, in awe, we say, “O God, have mercy on that man. He is fighting against God. He is presuming on God’s self-restrained power!”<\/p>\n <p lang=\"en-US\">2. The quiet ways of Christ.—Pretenders vaunt insolently of their claims, and are elated by a momentary triumph. He is “meek and lowly in spirit.” His heart beats with even pulse, whether the palm branches are strewed in His path or the thorns are twisted for His crown. False Christs are turbulent and haughty, “boasting themselves to be somebody.” He withdrew from the royalty which the people would fain have forced upon Him, and charged the healed demoniacs that they should not make Him known. Political demagogues raise tumults for selfish ends. He had no war with Cæsar, forbade the sword to His disciples, steadily discountenanced the risings of their patriot pride, and impressed upon them that in the diviner monarchy, which was above trappings and legions, He reigned as King for ever. And so quietly has Christianity spread its influences upon men. Not the whirlwind, the pestilence, but the dew, the seed, the leaven—things which work quietly, mighty forces, resistless from the might of their silence—these are its emblems. The Kingdom of God cometh not with observation. Physical convulsions may precede it. The whirlwind of passion, and the earthquake which shaketh the nations, and the fire, consuming to all olden wrong, and all encumbering circumstance, may be the couriers of the Gospel, but it speaks in the “still small voice”—that majestic whisper which always makes a silence for itself—however loud and rude the clamour. It does not “strive nor cry,” but without strife or crying makes its way into the conscience of the world.<\/p>\n <p lang=\"en-US\">What a strange mode of bringing forth judgment! What a strange mode especially of bringing forth judgment “to the Gentiles.” A Gentile’s evidence for a man’s possession of the Divine Spirit was just the contrary; it was his power to cry, to lift up his voice, to let his anger be heard in the street, to break the bruised reed and quench the smoking flax; it was for gifts such as these that the Roman raised his heroes to the skies. But here is a new and unheard-of heroism. Here is a heroism whose strength consists in the power to suffer and not cry. Here is a Spirit which claims to be Divine on the ground not of breaking but of being broken, not of bruising but of being bruised. The Gentiles are judged by a new standard of strength—the standard of patience. They are no longer measured by what they can do, but by what they can bear. They are no longer valued by the burdens they can impose, but by the burdens they can sustain. They are no longer asked how many towers they have pulled down, how many victims they have slain, how many homes they have made desolate. They are asked how many defeats they have borne undismayed, how many crosses they have received unmurmuring, how many obloquies they have endured unavenged. The valley has become a mountain, and the mountain a valley. The gentleness which was a mark of contempt has made its possessor great, and the testimonial for admission into the new army is this: “He shall not strive nor cry.”1 [Note: G. Matheson, Voices of the Spirit, p. 66.] <\/p>\n <p lang=\"en-US\">II<\/p>\n <p lang=\"en-US\">His Tenderness with the Broken Reed<\/p>\n <p lang=\"en-US\">“He shall not break the bruised reed.” Here is the picture—a slender bulrush, growing by the margin of some tarn or pond; its sides crushed and dented in by some outward power, a gust of wind, a sudden blow, the foot of a passing animal. The head is hanging by a thread, but is not yet snapped or broken off from the stem.<\/p>\n <p lang=\"en-US\">And the first thing that emerges from the metaphor is not only the solemn thought of the bruises by sin that all men bear, but the other blessed one, that no man is so injured that restoration is impossible, no depravity so total but that it may be healed, no one so far off but that he may be brought nigh. On no man has sin fastened its venomous claws so deeply but that these may be wrenched away. And so the text comes with its great triumphant hopefulness, and gathers into one mass as capable of restoration the most abject, the most worthless, the most ignorant, the most sensuous, the most godless, the most Christ-hating of the race. Jesus looks on all the tremendous bulk of a world’s sins with the confidence that He can move that mountain and cast it into the depths of the sea.<\/p>\n <p lang=\"en-US\">Nature throws away her broken vessels with no compunction or pity whatever. Everywhere the weak and sickly among the lower animals are ruthlessly killed off, and only those remain which are able to do for themselves. The fit survive—the feeble perish. It is hardly necessary to lead any proof of this. The stricken deer turns aside to die, while the fat herd sweeps on indifferent to its fate. The pack of lean wolves know of no surgery for a fainting comrade, except to fall on him and rend him in pieces. The frail bird that cannot fly with the rest of the brood is tumbled from the nest and left to its fate. Nature has, indeed, a great healing power for the strong and healthy in case of accident, so that wounds and broken bones soon come together again. But among wild animals sickness, disease, feebleness, and age meet with no compassion. In their warfare it is still Vae victis, for they cannot cumber themselves with the wounded. The halt and the blind get no chance at all. The weak and sickly are left to their fate, and the sooner it comes the better, for their kindred turn from them and their friends will not know them. Unfit for the struggle of existence which is their supreme business, they perish without ruth or remorse. Thus everywhere on sea and land, and in the lightsome air, among all creatures that swim, or fly, or creep, or run, we find this law working, and doubtless working for the general good of the whole, yielding a benevolent harvest of health and comfort to the unthinking creatures of God.<\/p>\n <p lang=\"en-US\">But now, when we pass from them into the province of man, we meet at once with a law which breaks in upon this, and controls it. The struggle for existence goes on there too, but it is no longer supreme and all in all. Everywhere it is modified by ideas that are confessedly of greater moment and higher authority. Sometimes it is set aside altogether, for we are not always bound to exist if we can, but we are always bound to do right. Thus the moral rises above the natural, and even flatly contradicts it. The struggle for existence is subordinated to the struggle for a higher perfection. Instead of the survival of the fittest, we have a law requiring the strong to help the weak, the healthy to improve their health for the sake of the diseased; and even those who are hopelessly stricken, and for ever invalided from the battle of life, are cast on us as a peculiar care, to neglect which were to outrage the noblest instincts of humanity. The natural law, everywhere else in full swing, that the weak and sickly, the halt and the blind, must be left to their fate, or even hurried out of the way, not only does not hold among us, but the very reverse of it holds.<\/p>\n <p lang=\"en-US\">The poor cripple whom natural law would have cast away, has grown up to bless the world with wise and noble counsel; and blind men, all unfit for the mere struggle of animal life, have yet done brave and good service in the high warfare of humanity; even the utterly broken, the helplessly disabled, who can “only stand and wait,” have yet, by their meek patience under affliction, shown us an example which made our hearts gentler, humbler, better, and was well worth all the care we bestowed on them.<\/p>\n <p lang=\"en-US\">1. Bruised reeds! How true an emblem of our experience and condition the picture is! Plunge in among these reeds, and you will not find one free from scars and bruises. Some of the marks will need searching for, but they are there. And if you could read the secret history of every individual in a crowd of people, you would find that not one had escaped being battered by storm and tempest; and, indeed, sometimes almost uprooted by the cold and swirling waters of sorrow. Men everywhere are truly bruised reeds. It may save us from harsh and uncharitable judgments if we never forget it.<\/p>\n <p lang=\"en-US\">Read your newspaper, that mirror of the world’s daily life, and weep over fallen human nature as you do so. What horrible revelations meet you! In this country the darkest deeds man’s mind can conceive and his fingers can execute are enacted day by day. Under the power of the drink fiend a woman will forget her sucking child, and will have no compassion on the son of her womb. Under the influence of the devil of lust men will ruthlessly trample the fairest flowers under their feet. Under the dominance of the devil of greed some will sell their own brothers for a few paltry coins. Read your scientific books, and you will find vivisection preached so far as animals are concerned, and “natural selection” and the “survival of the fittest” so far as the race is concerned. “Let the weak perish, let the afflicted be cut off”—says a pitiless science—thus following the ancient Spartans, who killed off their sickly and deformed offspring, and Plato, who favoured infanticide. These people would deliberately and in cold blood break the bruised reed and quench the smoking flax. Into such a world as this Christ comes, comes to teach us that God is love, that the strongest being in the universe is the gentlest, that all life is precious, that even maimed humanity is worth saving, that the man most in the mud is to be lifted out, so that his powers may unfold themselves in winsome and undecaying blossoms by the river of life. “The bruised reed shall he not break.”1 [Note: J. Pearce, Life on the Heights, p. 139.] <\/p>\n <p lang=\"en-US\">He uses and loves and transfigures broken reeds. They become pens, to write the marvels of His truth and the riches of His grace. They become instruments of sweet music, to ring forth His praises in winning melody. They become columns which support and adorn His temple. They become swords and spears to rout His enemies; so that, as a poet sings, “the bruised reed is amply tough to pierce the shield of error through.”1 [Note: A. Smellie, In the Hour of Silence, p. 92.] <\/p>\n <p lang=\"en-US\">2. But the bruising may be due to personal sin. There are many who realise that their lives are knocked out of their proper shape. They have dealt out to themselves many a rude blow, have battered their hearts, and there they are, sick at heart, ready to die. “Ah, poor fellow, he is his own enemy,” is our comment on some of our fellows who are spoiling their lives. Alas! how many of us are our own enemies! How many of us have robbed, degraded, and damaged ourselves. God meant us to be temples, but we have desecrated the hallowed shrine. God meant us to be kings, but we have given our crowns away. God meant us to be priests, but we have made ourselves vile. God meant us to be His children, but we have wandered away and become Satan’s serfs.<\/p>\n <p lang=\"en-US\">As Prebendary Carlile was going into the Church Army Headquarters he saw six strong, rough-looking men gazing at the building. He said, “What department are you going into?” It was evident that the men did not like to say. So he said, “Where do you come from?” They hesitated still more. Then one of them said, “From Pentonville.” Six bruised reeds! The State, with a machinery magnificently worked by devoted people, cannot help these reeds. Many of them start by breaking into a baker’s shop for a loaf of bread. The unemployed are not all frauds. Listen to what the head of the Church Army tells us: “I knelt beside a man in my own Church, at the communion-rail, a few Sundays ago. The man was a bruised reed. We prayed together as two poor sinners, and I turned to him after hearing his very fluent cries and said, “Don’t go on like this. You only want to get a night’s lodging out of me, don’t you?” He said, “I don’t want a night’s lodging. I wouldn’t take it if you offered it me.” I said, “Why do you come to-night and join with me at the altar?” He said, “Last week my friend and I walked for three nights, and we tried for three days to get some one to give us some work. And it affected my friend so badly that he hung himself. I thought perhaps I should have to hang myself next week, so I have come here to try to get right with God before I do it.”1 [Note: The Church Pulpit Year Book, 1910, p. 3.] <\/p>\n <p lang=\"en-US\">Whoso hath anguish is not dead in sin,<\/p>\n <p lang=\"en-US\">Whoso hath pangs of utterless desire.<\/p>\n <p lang=\"en-US\">Like as in smouldering flax which harbours fire,—<\/p>\n <p lang=\"en-US\">Red heat of conflagration may begin,<\/p>\n <p lang=\"en-US\">Melt that hard heart, burn out the dross within,<\/p>\n <p lang=\"en-US\">Permeate with glory the new man entire,<\/p>\n <p lang=\"en-US\">Crown him with fire, mould for his hands a lyre<\/p>\n <p lang=\"en-US\">Of fiery strings to sound with those who win.<\/p>\n <p lang=\"en-US\">Anguish is anguish, yet potential bliss,<\/p>\n <p lang=\"en-US\">Pangs of desire are birth-throes of delight;<\/p>\n <p lang=\"en-US\">Those citizens felt such who walk in white,<\/p>\n <p lang=\"en-US\">And meet, but no more sunder, with a kiss;<\/p>\n <p lang=\"en-US\">Who fathom still-unfathomed mysteries,<\/p>\n <p lang=\"en-US\">And love, adore, rejoice, with all their might.2 [Note: Christina G. Rossetti.] <\/p>\n <p lang=\"en-US\">III<\/p>\n <p lang=\"en-US\">His Gentleness with the dimly burning Lamp<\/p>\n <p lang=\"en-US\">1. If we take the bruised reed as representing the last ravages of suffering and sin, we may take the smoking lamp as representing the first faint signs of goodness. Then this second metaphor will have as wide a sweep as the former. There is something in all men, something in their nature which corresponds to this dim flame that needs to be fostered in order to blaze brightly abroad. There is no man out of hell, says Maclaren, but has in him something that only needs to be brought to sovereign power in his life in order to make him a light in the world. You have consciences at the least; you have convictions, you know you have, which, if you followed them out, would make Christians of you straight away. You have aspirations after good, desires, some of you, after purity and nobleness of living, which only need to be raised to the height and the dominance in your lives which they ought to possess, in order to revolutionise your whole course. There is a spark in every man which, fanned and cared for, will change him from darkness into light.<\/p>\n <p lang=\"en-US\">2. But the metaphor may be applied in a narrower way. It may be applied to those who have something of the Divine life in them, although it may be but a little spark. Our best example is the first disciples of our Lord and the way in which He dealt with them. Wherever there were the first faint stirrings of faith or love, He cherished and sheltered them with tender care. In His teaching He led them on little by little, line upon line, drawing them first to familiar converse with Himself; not upbraiding their slowness; not severely rebuking their faults. When James and John would have brought fire from heaven, He said only, “Ye know not what manner of spirit ye are of.” To Philip, when he blindly asked to see the Father, “Have I been so long time with you, and yet hast thou not known Me, Philip?” And when He detected their ambitious contests which should be the greatest, “being in the house He asked them, What was it that ye disputed among yourselves by the way?” Even at the last supper He said, “I have many things to say unto you, but ye cannot bear them now”; and to St. Thomas, after his vehement unbelief, “Reach hither thy finger, and behold My hands; and reach hither thy hand, and thrust it into My side; and be not faithless, but believing.” And to St. Peter, in chastisement for his three open denials, He said thrice, as in a doubting, melancholy tenderness, “Simon, son of Jonas, lovest thou Me?”<\/p>\n <p lang=\"en-US\">3. And it is, further, a picture of the timid, unsatisfactory Christian—unsatisfactory to God, unsatisfactory to man. What is the use of a lamp that does not give light, a knife that will not cut, a pen that splutters when you attempt to write with it? How many professing Christians there are who are not burning and shining lights, but smoking lamps! and what a trouble they are both in the Church and out of it! In a village church lighted with lamps, if one among them smokes, it attracts a great deal of attention and criticism; the others are scarcely noticed. Just so is it with Christians who are symbolised by a smoking lamp. Everybody observes them, and everybody criticises them. They bring dishonour upon themselves and upon their Church.<\/p>\n <p lang=\"en-US\">But though the lamp be a smoking one, He will not quench it. How patient is the Saviour in His dealings with men!<\/p>\n <p lang=\"en-US\">He’ll never quench the smoking flax,<\/p>\n <p lang=\"en-US\">But raise it to a flame.<\/p>\n <p lang=\"en-US\">The harsh, pharisaical spirit says of the unsatisfactory tree, “Cut it down; why cumbereth it the ground?” But Jesus says, “Let it stand this year also.” Here is guidance for the Church. What Christ would not do, the Church must not do. “If a man be overtaken in a fault,” what is to be done with him? Is he to be at once excommunicated? “Not so,” says the apostle. “Ye which are spiritual restore such an one.” We must not quench the smoking lamp. “Comfort the feebleminded,” cries Paul in another place: stretch out a helping hand to him; speak a word of encouragement. Forgive such an one even unto seventy times seven. As long as the ship floats, it must never be abandoned; as long as there is a vestige of life in the plant, it must not be uprooted. We dare not extinguish the smoking lamp.<\/p>\n <p lang=\"en-US\">In Christ there was no scorn, no contempt, no insolence, no taunting. One poet speaks of—<\/p>\n <p lang=\"en-US\">Those eyes,<\/p>\n <p lang=\"en-US\">Which, though they turn away sometimes,<\/p>\n <p lang=\"en-US\">They never can despise.<\/p>\n <p lang=\"en-US\">And another has written—<\/p>\n <p lang=\"en-US\">For He’s not a man that He should judge by the seeing of His eyes,<\/p>\n <p lang=\"en-US\">He’s not the son of man that He should anyone despise;<\/p>\n <p lang=\"en-US\">He’s God Himself, and far too kind for that, and far too wise.<\/p>\n <p lang=\"en-US\">He did not despise our world. This earth of ours is the Valley of the Humiliation of the Son of God. He did not despise our nature, for He took it on Himself, and has carried it to the Eternal Throne. He did not despise the meanest of His creatures. Aristotle’s “magnanimous man” used irony with the common herd. Christ cared for the individual. He never saw men as in a herd. In His days at Nazareth He bathed in the fountain of youth, and was wise in the lore hid from a world grown old. Did a golden dawn entrance sea and shore for Him in that small and homely world—a world of few ideas and little knowledge? Doubtless he did not miss the morning glory. But he was never deceived, and in every step of His pilgrimage till He ascended the high and hard bed where His work was accomplished, He was still the same, full of grace and truth. To Him the single life was of infinite pathos and importance. The mystery and immensity of the universe did not perplex Him. He bad come from Sion. Nor did He despair of any human soul. To despair of a soul, however sunken, is to scorn that soul, but the seat of the scorner was not for Him. He drew near to the fallen, made Himself familiar with their misery, understood all their wild, weary wish for the mercy of the grave, saw how they were ground down without help or horizon, and declared to them a gospel of boundless hope. He suffered them to lay their abased heads at His feet that He might lift them up for ever. This was more than justice. True, He was dyed to the depths in justice, but He was full of pity, full of reverence, full of love. This was the attitude of the Redeemer towards our lost humanity, and this was the attitude which befitted the world’s “Expectancy and Rose.” He came that the lost and erring might return and know the great warmth of the Divine welcome.1 [Note: W. Robertson Nicoll, The Garden of Nuts, p. 112.] <\/p>\n <p lang=\"en-US\">Christ loves and employs and fans into bright and glowing flame dimly burning wicks. They are changed into lamps that shine for the guidance of wandering feet, into beacon fires that warn the voyagers from sandbank and iron coast, into torches which hand on His message to the generation following, into lighthouse rays and beams which conduct storm-tossed sailors to their desired haven.2 [Note: A. Smellie, In the Hour of Silence, p. 92.] <\/p>\n <p lang=\"en-US\">I know not what the future hath<\/p>\n <p lang=\"en-US\">Of marvel or surprise,<\/p>\n <p lang=\"en-US\">Assured alone that life and death<\/p>\n <p lang=\"en-US\">His mercy underlies.<\/p>\n <p lang=\"en-US\">\n And if my heart and flesh are weak<\/p>\n <p lang=\"en-US\">To bear an untried pain,<\/p>\n <p lang=\"en-US\">The bruised reed He will not break,<\/p>\n <p lang=\"en-US\">But strengthen and sustain.<\/p>\n <p lang=\"en-US\">\n No offering of my own I have,<\/p>\n <p lang=\"en-US\">Nor works my faith to prove;<\/p>\n <p lang=\"en-US\">I can but give the gifts He gave,<\/p>\n <p lang=\"en-US\">And plead His love for love.<\/p>\n <p lang=\"en-US\">\n And so beside the Silent Sea,<\/p>\n <p lang=\"en-US\">I wait the muffled oar;<\/p>\n <p lang=\"en-US\">No harm from Him can come to me<\/p>\n <p lang=\"en-US\">On ocean or on shore.<\/p>\n <p lang=\"en-US\">\n I know not where His islands lift<\/p>\n <p lang=\"en-US\">Their fronded palms in air;<\/p>\n <p lang=\"en-US\">I only know I cannot drift<\/p>\n <p lang=\"en-US\">Beyond His love and care.1 [Note: J. G. Whittier, “The Eternal Goodness.”] <\/p>\n <p lang=\"en-US\">4. Should not Christ’s method be the method of all who are Christ’s? “Send them away,” we say; “Give ye them to eat,” He answers. “Wilt thou that we call down fire to consume them?” we ask; He answers, “Ye know not what manner of Spirit ye are of.”<\/p>\n <p lang=\"en-US\">A mere plodding boy was above all others encouraged by Arnold. At Waleham he had once got out of patience and spoken sharply to a pupil of this kind, when the pupil looked up in his face and said, “Why do you speak angrily, Sir? Indeed I am doing the best that I can.” Years afterwards he used to tell the story to his children, and said, “I never felt so much ashamed in my life—that look and that speech I have never forgotten.”2 [Note: Stanley, Arnold of Rugby.] <\/p>\n <p lang=\"en-US\">Judge not; the workings of his brain<\/p>\n <p lang=\"en-US\">And of his heart thou canst not see;<\/p>\n <p lang=\"en-US\">What looks to thy dim eyes a stain,<\/p>\n <p lang=\"en-US\">In God’s pure light may only be<\/p>\n <p lang=\"en-US\">A scar, brought from some well-won field,<\/p>\n <p lang=\"en-US\">Where thou would’st only faint and yield.<\/p>\n <p lang=\"en-US\">\n The look, the air, that frets thy sight,<\/p>\n <p lang=\"en-US\">May be a token that below<\/p>\n <p lang=\"en-US\">The soul has closed in deadly fight,<\/p>\n <p lang=\"en-US\">With some infernal fiery foe<\/p>\n <p lang=\"en-US\">Whose glance would scorch thy smiling grace,<\/p>\n <p lang=\"en-US\">And cast thee shuddering on thy face!<\/p>\n <p lang=\"en-US\">\n The fall thou darest to despise—<\/p>\n <p lang=\"en-US\">May be the Angel’s slackened hand<\/p>\n <p lang=\"en-US\">Has suffered it, that he may rise<\/p>\n <p lang=\"en-US\">And take a firmer surer stand;<\/p>\n <p lang=\"en-US\">Or, trusting less, to earthly things,<\/p>\n <p lang=\"en-US\">May henceforth learn to use his wings.<\/p>\n <p lang=\"en-US\">\n And judge none lost; but wait, and see,<\/p>\n <p lang=\"en-US\">With hopeful pity, not disdain;<\/p>\n <p lang=\"en-US\">The depth of the abyss may be<\/p>\n <p lang=\"en-US\">The measure of the height of pain<\/p>\n <p lang=\"en-US\">And love and glory that may raise<\/p>\n <p lang=\"en-US\">The soul to God in after days!1 [Note: A. Proctor.] <\/p>\n <p lang=\"en-US\">The Bruised Reed and the Smoking Flax<\/p>\n <p lang=\"en-US\">Literature<\/p>\n <p lang=\"en-US\">Dykes (J. O.), Plain Words on Great Themes, 131.<\/p>\n <p lang=\"en-US\">Jeffrey (R. T.), Visits to Calvary, 284.<\/p>\n <p lang=\"en-US\">Jordan (W. G.), Prophetic Ideas and Ideals, 253.<\/p>\n <p lang=\"en-US\">Manning (H. E.), Sermons, ii. 377.<\/p>\n <p lang=\"en-US\">Matheson (G.), Voices of the Spirit, 66.<\/p>\n <p lang=\"en-US\">Maurice (F. D.), Prophets and Kings, 292.<\/p>\n <p lang=\"en-US\">Oosterzee (J. J. van), The Year of Salvation, i. 20.<\/p>\n <p lang=\"en-US\">Pearce (J.), Life on the Heights, 138.<\/p>\n <p lang=\"en-US\">Punshon (W. M.), Sermons, i. 18.<\/p>\n <p lang=\"en-US\">Selby (T. G.), The Imperfect Angel, 1.<\/p>\n <p lang=\"en-US\">Smellie (A.), In the Hour of Silence, 92.<\/p>\n <p lang=\"en-US\">Spurgeon (C. H.), Metropolitan Tabernacle Pulpit, xxxi. No. 1831.<\/p>\n <p lang=\"en-US\">Wells (J.), Bible Images, 19.<\/p>\n <p lang=\"en-US\">Wilkinson (G. H.), The Invisible Glory, 46.<\/p>\n <p lang=\"en-US\">Windross (H.), Life Victorious, 197.<\/p>\n <p lang=\"en-US\">Christian World Pulpit, x. 177 (Smith); xiv. 291 (Hubbard); xv. 241 (Short).<\/p>\n <p lang=\"en-US\">Church Pulpit Year Book, vii. 3.<\/p>",
    "audit": null
}