{
    "id": 10848,
    "source": "ellicott",
    "verse_id": 17784,
    "verse_count": 1,
    "reference": "7:1",
    "title": "",
    "html": "<p> (1) We may deal with it as though the Gospel of St. Matthew had never been written, as though the facts which it records had no place in the history of mankind. From this point of view we get what seems at first a comparatively simple exposition. The prophet offers a sign to the faithless king, and the sign is this: he points to some young bride in either sense of that word, and says that she shall conceive and bear a son. The fulfilment of that prediction in a matter which lay outside the range of human knowledge was to be the sign for Ahaz and his court, and she should give that son a name which would rebuke the faithlessness of the king. Immanuel, “God with us,” would be a nomen et omen, witnessing, not of an incarnate Deity, but of His living and abiding presence. Who was the mother of the child on this theory we have no data for deciding. As the two other children of the prophet bore, like Hosea’s (<a class=\"isa\" verses=\"WzE3Nzg2XQ==\">Isaiah 7:3<\/a> ;<a class=\"isa\" verses=\"WzE3ODExXQ==\">Isaiah 8:3<\/a>), mysterious and prophetic names, the most probable conjecture seems to be that it was Isaiah’s own wife, still young, and, as it were, still a bride, or possibly a second wife whom he had married, or was about to marry, after the death of his first. Other guesses have pointed to one of the women of the harem of Ahaz who may have been with him when Isaiah spoke. The hypothesis of some critics that such a one became the mother of Hezekiah, and that he was the Immanuel of the prophet’s thoughts, breaks down under the test of dates. Hezekiah, at the time the prophecy was uttered, was a boy of at least nine years of age (<a class=\"ref\">2 Kings 16:2; 2 Kings 18:2<\/a>). Of this child so born Isaiah predicts that he shall grow up in a time of suffering and privation (<a class=\"isa\" verses=\"WzE3Nzk4XQ==\">Isaiah 7:15<\/a>), and that before he has attained to manhood the confederacy of Rezin and Remaliah shall come to a disastrous end. So far all is at least coherent. Immanuel, as a person, stands on the same level as Shear-jashub, representing a great idea to which Isaiah again appeals in<a class=\"isa\" verses=\"WzE3ODE2XQ==\">Isaiah 8:8<\/a> ;<a class=\"isa\" verses=\"WzE3ODE4XQ==\">Isaiah 8:10<\/a> , but not identified with the Christ, or even with any expectations of the Christ. On the other hand, there are phenomena in Isaiah’s prophetic work at large which this explanation does not adequately include. The land of Israel at least appears to be described as in some peculiar sense the land of Immanuel (<a class=\"isa\" verses=\"WzE3ODE4XQ==\">Isaiah 8:10<\/a>). Isaiah is clearly expecting, even in the first volume that bears his name, not to speak of Isaiah 40-66, the arrival, at some undefined point in the future, of one whose nature, work and character, shall be represented by the marvellous series of names of<a class=\"isa\" verses=\"WzE3ODM2XQ==\">Isaiah 9:6<\/a> , in whom the spirit of Jehovah, the fear of Jehovah, shall dwell in their fulness—who shall be of the stem of Jesse, and whose reign shall be as the realised ideal of a golden age (<a class=\"isa\" verses=\"eyIxNzg4NiI6MTB9\">Isaiah 11:1-10<\/a>). That expectation connects itself with a like prophecy, associated as this is with the childbirth of a travailing woman, in<a class=\"ref\">Micah 5:3-5<\/a> . In what relation, we ask, did Immanuel stand to these confessedly Messianic predictions?<\/p> ",
    "audit": null
}