{
    "id": 10836,
    "source": "ellicott",
    "verse_id": 17772,
    "verse_count": 1,
    "reference": "6:2",
    "title": "",
    "html": "<p> (2) Above it stood the seraphims . . .—It is noticeable that this is the only passage in which the seraphim are mentioned as part of the host of heaven. In<a class=\"ref\">Numbers 21:6<\/a> , the word (the primary meaning of which is the burning ones) occurs as denoting the fiery serpents that attacked the people in the wilderness. Probably the brazen serpent which Hezekiah afterwards destroyed (<a class=\"ref\">2 Kings 18:4<\/a>) had preserved the name and its significance as denoting the instruments of the fiery judgments of Jehovah. Here, however, there is no trace of the serpent form, nor again, as far as the description goes, of the animal forms of the cherubim of<a class=\"ref\">Ezekiel 1:5-11<\/a> , and of the “living creatures” of<a class=\"ref\">Revelation 4:7-8<\/a> . The “burning ones” are in the likeness of men, with the addition of the six wings. The patristic and mediaeval distinction between the seraphim that excel in love, and the cherubim that excel in knowledge, rests apparently on the etymology of the former word. The “living creatures” of<a class=\"ref\">Revelation 4:7-8<\/a> , seem to unite the forms of the cherubim of Ezekiel with the six wings of the seraphim of this passage. Symbolically the seraphim would seem to be as transfigured cherubim, representing the “flaming fire” of the lightning, as the latter did the storm-winds and other elemental forces of nature (<a class=\"ref\">Psalms 104:4<\/a>).<\/p> \n<p>Each one had six wings.—The thought seems to be that the human form was clothed as it were with six wings. One pair of wings covered the face in token of adoring homage (<a class=\"ref\">Ezekiel 1:11<\/a>); a second, the feet, including the whole lower part of the human form, while with the third they hovered as in the firmament of heaven above the skirts of the glory of the Divine Throne. It is noticeable that the monuments of Persepolis represent the Amshashpands (or ministers of God) as having six wings, two of which cover the feet.<\/p> ",
    "audit": null
}