{
    "id": 709,
    "source": "gileadi",
    "verse_id": 18878,
    "verse_count": 4,
    "reference": "63:11–14",
    "title": "",
    "html": "<p>For some of Jehovah&rsquo;s people the impact of covenant curses that follow them as a result of unrepented sins have the desired effect&mdash;they turn back to their God (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4MDI3XX0seyIxODI1NyI6Mn1d\">Isaiah 19:22; 31:6-7<\/a>). They recall the wonderful acts Jehovah performed in times past, such as Israel&rsquo;s exodus out of Egypt, and they wonder why, amidst so many calamities now overtaking them, he doesn&rsquo;t do the same for them. Little do they know that for those who responded to his servant&rsquo;s summons to repent of evil and return in the new exodus to Zion those very events are indeed in the process of happening, while for them it is too late.<\/p><p>Word links identify Jehovah&rsquo;s servant as his &ldquo;shepherd,&rdquo; as endowed with his &ldquo;Spirit,&rdquo; as a new Moses who dries up &ldquo;the deep,&rdquo; and as his <em>arm<\/em> and <em>right hand<\/em>: &ldquo;My servant whom I sustain, my chosen one in whom I delight, him I have endowed with my Spirit&rdquo; (<a class=\"isa\" verses=\"MTg0ODI=\">Isaiah 42:1<\/a>); &ldquo;Who says to the deep, &lsquo;Become dry; I am drying up your currents,&rsquo; who says of Cyrus, &lsquo;He is my shepherd&rsquo;&rdquo; (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 44:27-28<\/a>); &ldquo;Like a shepherd he pastures his flock: the lambs he gathers up with his <em>arm<\/em>&rdquo; (<a class=\"isa\" verses=\"MTg0MzI=\">Isaiah 40:11<\/a>; emphasis added); &ldquo;Jehovah has sworn by his <em>right hand<\/em>, his mighty <em>arm<\/em>&rdquo; (<a class=\"isa\" verses=\"MTg4NjM=\">Isaiah 62:8<\/a>; emphasis added).<\/p><p>As Jehovah made an &ldquo;everlasting name&rdquo; for himself and acquired &ldquo;illustrious renown&rdquo; when he performed wonders for his people anciently (<a class=\"ref\">Exodus 9:16; Joshua 9:9<\/a>), so he does when he delivers his end-time people: &ldquo;In that day you will say, &lsquo;Give thanks to Jehovah; invoke his name. Make known his deeds among the nations; commemorate his exalted name.&rsquo; Sing in praise of Jehovah, who has performed wonders; let it be acknowledged throughout the earth! Shout and sing for joy, O inhabitants of Zion, for renowned among you is the Holy One of Israel&rdquo; (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 12:4-6<\/a>; cf. <a class=\"ref\">Jeremiah 16:14-15<\/a>).<\/p>",
    "audit": 1
}