{
    "id": 684,
    "source": "gileadi",
    "verse_id": 18839,
    "verse_count": 2,
    "reference": "60:17–18",
    "title": "",
    "html": " <p>Reflecting the ascent of many people to higher spiritual categories, and the disappearance from the earth of the lowest, is the upgrade of construction supplies and beautifying materials: &ldquo;I will lay antimony for your building stones and sapphires for your foundations; I will make your skylights of jacinth, your gates of carbuncle, and your entire boundary of precious stones&rdquo; (<a class=\"isa\" verses=\"eyIxODczNSI6Mn0=\">Isaiah 54:11-12<\/a>). As Jehovah&rsquo;s people &ldquo;renew the desolate cities demolished generations ago&rdquo; (<a class=\"isa\" verses=\"WzE4ODQ4XQ==\">Isaiah 61:4<\/a>; cf. <a class=\"isa\" verses=\"WzE4NTYwLDE4Nzk5XQ==\">44:26; 58:12<\/a>), the rebuilding of ruins proceeds on an entirely new footing that parallels the earth&rsquo;s paradisiacal glory. <\/p> <p>Where world rulers had been people&rsquo;s oppressors, peace and righteousness take their place: &ldquo;The effect of justice shall be peace and the result of righteousness an assured calm forever&rdquo; (<a class=\"isa\" verses=\"WzE4Mjc3XQ==\">Isaiah 32:17<\/a>). Where there had been tyranny and dispossession, salvation reigns: &ldquo;Let the skies overflow with righteousness. Let the earth receive it and salvation blossom; let righteousness spring up forthwith&rdquo; (<a class=\"isa\" verses=\"WzE4NTcwXQ==\">Isaiah 45:8<\/a>); &ldquo;Our city is strong; salvation he has set up as walls and barricades&rdquo; (<a class=\"isa\" verses=\"WzE4MTMyXQ==\">Isaiah 26:1<\/a>). The reign of <em>salvation <\/em> and <em>righteousness <\/em>&mdash;Jehovah and his servant&mdash;characterizes the entire millennial age: <\/p> <p>&ldquo;When oppressors are no more and violence has ceased, when tyrants are destroyed from the earth, then, in loving kindness, shall a throne be set up in the abode of David, and in faithfulness a judge sit on it who will maintain justice and expedite righteousness&rdquo; (<a class=\"isa\" verses=\"eyIxNzk3NCI6Mn0=\">Isaiah 16:4-5<\/a>); &ldquo;That sovereignty may be extended and peace have no end; that, on the throne of David and over his kingdom, [his rule] may be established and upheld by justice and righteousness from this time forth and forever&rdquo; (<a class=\"isa\" verses=\"WzE3ODM3XQ==\">Isaiah 9:7<\/a>); &ldquo;My <em>salvation <\/em> shall be everlasting; my <em>righteousness <\/em> shall never fail&rdquo; (<a class=\"isa\" verses=\"WzE4NjgwXQ==\">Isaiah 51:6<\/a>; emphasis added). <\/p> ",
    "audit": 1
}