{
    "id": 6,
    "source": "gileadi",
    "verse_id": 17662,
    "verse_count": 1,
    "reference": "1:7",
    "title": "",
    "html": "<p>While the &ldquo;land&rdquo; refers to the Promised Land&mdash;which Jehovah grants as a covenant blessing to his people who keep his law and word&mdash;the land&rsquo;s invasion and destruction by enemies signifies covenant curses directed at a generation of Jehovah&rsquo;s people that has turned to wickedness. In a historical context, the &ldquo;land&rdquo; is the Land of Canaan, which ancient Israel conquered under the leadership of Moses and Joshua. In an end-time context, the &ldquo;land&rdquo; is the one occupied by those who profess to be Jehovah&rsquo;s covenant people in that day, which their forebears obtained from Jehovah as a covenant blessing.<\/p><p>As determined by Isaiah&rsquo;s network of synonymous parallels, the terms &ldquo;fire&rdquo; (<a class=\"isa\" verses=\"WzE3NjYyXQ==\">v 7<\/a>) and &ldquo;sword&rdquo; (<a class=\"isa\" verses=\"WzE3Njc1XQ==\">v 20<\/a>) possess dual meanings. Besides their literal meaning, these terms designate persons who personify Jehovah&rsquo;s<em>fire<\/em> and<em>sword<\/em> , who serve as his instruments in punishing the wicked. In a historical context, one such person is the &ldquo;king of Assyria&rdquo;&mdash;who also appears under his idolatrous title &ldquo;king of Babylon&rdquo;&mdash;whom Isaiah represents as conquering the world (<a class=\"isa\" verses=\"W3siMTc4NTYiOjEwfSx7IjE3OTExIjoyfSxbMTc5MzMsMTc5MzUsMTgzNzFdXQ==\">Isaiah 10:5-14; 13:4-5; 14:4, 6; 37:18<\/a>). In an end-time context, a similar archtyrant&mdash;a modern-day Antichrist&mdash;likewise conquers the world.<\/p><p><em>Aliens... foreigners.<\/em> Conceptually, in the Book of Isaiah, invasive aliens and foreigners identify the Assyrian alliance that conquers the world (<a class=\"isa\" verses=\"W3siMTc3NjYiOjR9LHsiMTc4NTYiOjN9LHsiMTc4NzkiOjV9LHsiMTc5MTEiOjJ9LFsxODE3NiwxODE4NywxODI5OSwxODg2M11d\">Isaiah 5:26-29; 10:5-7, 28-32; 13:4-5; 28:11, 22; 33:19; 62:8<\/a>). From the way the Hebrew prophets portray world affairs, we learn that the rise of Assyria as a superpower occurs in direct proportion to the apostasy of Jehovah&rsquo;s covenant people, in the end-time as anciently. Without that precondition foreign nations could not dominate the world stage nor invade the lands of Jehovah&rsquo;s people. Still, one place Assyria is unable to conquer is Zion, as we see next.<\/p> ",
    "audit": 1
}