{
    "id": 107,
    "source": "gileadi",
    "verse_id": 17656,
    "verse_count": 1,
    "reference": "1:1",
    "title": "",
    "html": " <p>Isaiah mentions four successive kings during whose reigns he prophesies, of whom Ahaz and Hezekiah feature most prominently in the Book of Isaiah, one for evil, the other for good. A fifth goes unmentioned&mdash;Manasseh, the son of Hezekiah, who slays Isaiah by sawing him in half (<em>Ascension of Isaiah<\/em>, 11:41). On account of the sins of Manasseh, the people of the Southern Kingdom of Judah are ultimately exiled and taken captive by the Babylonians (<a class=\"ref\">2 Kings 24:3-4<\/a>). Manasseh&rsquo;s reign becomes a point of no return for the Jewish nation because of the king&rsquo;s corrupting influence on the people. <\/p> <p>As the preface of the Book of Isaiah, Chapter 1 dates from about 701 B.C., the fourteenth year of the reign of King Hezekiah. At that time, Assyria invaded the Southern Kingdom of Judah. Israel&rsquo;s God Jehovah, however, thwarted Assyria&rsquo;s designs because of the righteousness of the king and his people. Earlier, in 722 B.C., Assyria had conquered the ten-tribed Northern Kingdom of Israel and taken its people captive into Mesopotamia. The first chapter of the Book of Isaiah chronologically is chapter 6, which describes Isaiah&rsquo;s calling as a prophet in the year of King Uzziah&rsquo;s death in 742 B.C. <\/p> <p> <em>The vision.<\/em>, Although Isaiah&rsquo;s prophetic ministry may have spanned fifty years, the singular term &ldquo;vision&rdquo; (<em>hazon<\/em>) defines Isaiah&rsquo;s writings as <em>one<\/em>, conceptually from beginning to end. That is evident in the Book of Isaiah&rsquo;s multi-layered structuring, through which Isaiah integrates his early oracles and later written discourses into a single prophecy that spells out an end-time scenario. Without taking away from the historical origins of Isaiah&rsquo;s writings, historical events now serve as an allegory of the end-time, in which &ldquo;Judea&rdquo; and &ldquo;Jerusalem&rdquo; are codenames that designate Jehovah&rsquo;s end-time people. <\/p>",
    "audit": 1
}