{
    "id": 612,
    "source": "gileadi",
    "verse_id": 18717,
    "verse_count": 1,
    "reference": "53:5",
    "title": "",
    "html": " <p>As a proxy savior, Jehovah is &ldquo;pierced&rdquo; and &ldquo;crushed&rdquo; in the course of paying the price of his people&rsquo;s peace. They are healed of covenant curses because of his &ldquo;wounds,&rdquo; fulfilling David&rsquo;s and Zechariah&rsquo;s prophecies: &ldquo;They pierce my hands and my feet. I can count all my bones. They look at me and stare. They part my garments between them and cast lots for my vesture&rdquo; (<a class=\"ref\">Psalm 22:16-18<\/a>); &ldquo;They shall look upon me whom they have pierced. And they shall mourn for him as one mourns for his only son, and be in bitterness for him as one who is in bitterness for his firstborn&rdquo; (<a class=\"ref\">Zechariah 12:10<\/a>). <\/p> <p>The terms &ldquo;peace&rdquo; and &ldquo;healing&rdquo; form word links to covenant curse reversals Jehovah performs upon the debt of his people&rsquo;s transgressions being paid: &ldquo;O Jehovah, you bring about our peace&rdquo; (<a class=\"isa\" verses=\"WzE4MTQzXQ==\">Isaiah 26:12<\/a>); &ldquo;I occasion peace and cause calamity&rdquo; (<a class=\"isa\" verses=\"WzE4NTY5XQ==\">Isaiah 45:7<\/a>); &ldquo;I have seen his conduct and I will heal him; I will guide him and amply console him and those who mourn for him, who partake of the fruit of the lips: &lsquo;Peace, wellbeing, to those far off and to those who are near,&rsquo; says Jehovah who heals him&rdquo; (<a class=\"isa\" verses=\"eyIxODc4NCI6Mn0=\">Isaiah 57:18-19<\/a>); &ldquo;Jehovah binds up the fracture of his people and heals their open wound&rdquo; (<a class=\"isa\" verses=\"WzE4MjQ0XQ==\">Isaiah 30:26<\/a>). <\/p> <p>To satisfy the requirements of justice&mdash;so that his people might be recipients of his mercy&mdash;Jehovah answers for their disloyalties as a vassal to an emperor by taking upon himself their transgressions. Because &ldquo;Jehovah is a God of justice&rdquo; (<a class=\"isa\" verses=\"WzE4MjM2XQ==\">Isaiah 30:18<\/a>), only on the basis of justice being served can mercy operate or Jehovah could not be a just God. Rather, his saving his people by bearing their infirmities&mdash;&ldquo;taking upon himself the form of a servant&rdquo; or vassal (<a class=\"ref\">Philippians 2:7<\/a>)&mdash;betrays an extraordinary act of love: &ldquo;Truly you are a God who dissembles himself, O Savior, God of Israel&rdquo; (<a class=\"isa\" verses=\"WzE4NTc3XQ==\">Isaiah 45:15<\/a>). <\/p> <p>The Hebrew term &ldquo;peace&rdquo; (<em>salom <\/em>)&mdash;a synonym of &ldquo;salvation&rdquo; and &ldquo;good&rdquo; (<a class=\"isa\" verses=\"WzE4NzA0XQ==\">Isaiah 52:7<\/a>)&mdash;additionally possesses the connotation of &ldquo;wholeness&rdquo; or &ldquo;completeness&rdquo; that characterizes a person&rsquo;s attaining the full stature of man or woman spiritually and physically. The &ldquo;peace&rdquo; for which Jehovah pays the price when serving as his people&rsquo;s proxy savior, and the &ldquo;healing&rdquo; he generates on their behalf, therefore, lay the foundation upon which all salvation and covenant blessings rest, preparing the way for God to fulfill his divine purpose of exalting his children that underlies all his dealings with them. <\/p> ",
    "audit": 1
}