{
    "id": 293,
    "source": "gileadi",
    "verse_id": 18125,
    "verse_count": 3,
    "reference": "25:6–8",
    "title": "",
    "html": " <p>Jehovah&rsquo;s sumptuous feast for all peoples or nations alludes to the confirmation of Jehovah&rsquo;s covenant with those who prove faithful through the evil time&mdash;as when an emperor formally adopts a vassal and the vassal&rsquo;s conditional covenant becomes unconditional. New Testament parallels consist of the king who prepares a marriage feast for his son, of which those who are invited prove unworthy (<a class=\"ref\">Matthew 22:2-14<\/a>); of the marriage to which ten virgins are invited but for which only five are prepared (<a class=\"ref\">Matthew 25:1-13<\/a>); and of the millennial &ldquo;marriage supper of the Lamb&rdquo; (<a class=\"ref\">Revelation 19:7-9<\/a>). <\/p> <p>The repeated terms &ldquo;in this mountain&rdquo; infer that &ldquo;death&rdquo; or &ldquo;mortality&rdquo; (<em>mawet <\/em>) is done away starting at the feast itself. Also called a &ldquo;veil&rdquo; (<em>lot <\/em>) or &ldquo;shroud&rdquo; (<em>masseka <\/em>), mortality acts as a mask that hides people&rsquo;s righteousness or wickedness so that physically people may appear similar. Once the veil is removed, the righteousness of the righteous shines brightly in the sight of all, while the wickedness of the wicked appears plainly evident. The term &ldquo;mountain&rdquo; identifies the location of the feast as Mount Zion, the place and nation in which Jehovah dwells (<a class=\"isa\" verses=\"W3siMTc2ODgiOjJ9LFsxNzczOSwxNzgyNiwxODExOSwxODI0N11d\">Isaiah 2:2-3; 4:5; 8:18; 24:23; 30:29<\/a>). <\/p> <p>Secondarily, Jehovah&rsquo;s &ldquo;abolishing <em>Death <\/em> forever&rdquo; alludes to his vanquishing the king of Assyria\/Babylon, the angel of death who stalked the earth committing genocide of entire nations (<a class=\"isa\" verses=\"W1sxNzg1OF0seyIxODE4MyI6NX0sWzE4MjkyLDE4MzA2XV0=\">Isaiah 10:7; 28:18-22; 33:12; 34:2<\/a>): &ldquo;When my Lord has fully accomplished his work in Mount Zion and in Jerusalem, he will punish the king of Assyria for his notorious boasting and infamous conceit&rdquo; (<a class=\"isa\" verses=\"WzE3ODYzXQ==\">Isaiah 10:12<\/a>); &ldquo;I will break Assyria in my own land, trample them underfoot on my mountains&rdquo; (<a class=\"isa\" verses=\"WzE3OTU0XQ==\">Isaiah 14:25<\/a>; &ldquo;Assyria shall fall by a sword not of man; a sword not of mortals shall devour them&rdquo; (<a class=\"isa\" verses=\"WzE4MjU5XQ==\">Isaiah 31:8<\/a>). <\/p> ",
    "audit": 1
}