{
    "id": 742,
    "source": "gileadi",
    "verse_id": 18941,
    "verse_count": 1,
    "reference": "66:18",
    "title": "",
    "html": "<p>For many survivors of Jehovah&rsquo;s Day of Judgment, &ldquo;all nations and tongues&rdquo; coming to behold his glory when Jehovah institutes his reign on the earth compensates for their former lack of knowledge of him (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 1:3; 5:13; 29:14, 24; 44:17-20<\/a>). While the seraph and son\/servant categories of Jehovah&rsquo;s people come to know him personally through their experience of him in the course of serving him (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 19:18-21; 26:8-9; 52:6-10; 60:16<\/a>), lower spiritual categories&mdash;who didn&rsquo;t participate in his people&rsquo;s end-time exodus to Zion but who ascended later&mdash;may yet receive a knowledge of him.<\/p><p>Jehovah&rsquo;s gathering of all nations thus occurs in two stages: (1) that of his sons and daughters in the new exodus to Zion: &ldquo;I will bring your offspring from the east and gather you from the west; I will say to the north, &lsquo;Give up!&rsquo; to the south, &lsquo;Withhold not!&rsquo; Bring my sons from afar and my daughters from the end of the earth&rdquo; (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 43:5-6<\/a>; cf. <a class=\"isa\" verses=\"W3siMTc4OTYiOjJ9LHsiMTc5MDAiOjJ9XQ==\">11:11-12, 15-16<\/a>); and (2) that of additional peoples that continues even after Jehovah has instituted his reign of peace on the earth: &ldquo;Thus says my Lord Jehovah, who gathers up the outcasts of Israel: &lsquo;I will gather others to those already gathered&rsquo;&rdquo; (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 56:8<\/a>).<\/p><p>God&rsquo;s purpose in gathering his children is to invite them into his covenant: &ldquo;Gather yourselves and come; draw near, all you fugitives of the nations.... Turn to me and save yourselves, all you ends of the earth&rdquo; (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 45:20, 22<\/a>). Although the primary task of Jehovah&rsquo;s servants is to gather the righteous descendants of his ancient covenant people scattered among all nations, non-Israelite lineages among them aren&rsquo;t excluded (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 14:1<\/a>). Jehovah&rsquo;s &ldquo;glory&rdquo; over the assemblies of his people (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 4:5<\/a>) attests to his presence among them: &ldquo;Surely God is in you; no other gods exists!&rdquo; (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 45:14<\/a>).<\/p>",
    "audit": 1
}