{
    "id": 163,
    "source": "gileadi",
    "verse_id": 17886,
    "verse_count": 1,
    "reference": "11:1",
    "title": "",
    "html": "<p>While chapter 10 ends with imagery depicting the archtyrant&rsquo;s hewing down trees, chapter 11 begins with tree imagery infused with hope. The tree that represents Jehovah&rsquo;s people, however&mdash;viably an olive tree (<a class=\"ref\">Jeremiah 11:16; Hosea 14:5-6<\/a>)&mdash;doesn&rsquo;t at first bear fruit, at least not good fruit (cf.<a class=\"isa\" verses=\"eyIxNzc0MSI6Mn0=\">Isaiah 5:1-2<\/a>). The horticultural process Isaiah describes shows that its purpose is to cause the tree again to &ldquo;bear fruit&rdquo; (<em>yipreh<\/em>). While its &ldquo;stock&rdquo; or &ldquo;trunk&rdquo; (<em>geza&lsquo;<\/em>) is identified with Jesse, the father of King David, the &ldquo;shoot,&rdquo; &ldquo;watersprout,&rdquo; or &ldquo;sucker&rdquo; (<em>hoter<\/em>) that springs from it is wild by nature.<\/p><p>The third member of Isaiah&rsquo;s olive tree allegory is the &ldquo;branch&rdquo; (<em>neser<\/em>) that &ldquo;bears fruit,&rdquo; representing the final stage of a threefold process. In effect, when an olive tree no longer bears good fruit it can (1) be cut down, or (2) kept growing if one or more limbs show signs of life. In this case, such a limb is the watersprout, the kind of shoot that grows straight up from a tree&rsquo;s trunk but doesn&rsquo;t itself bear fruit. For that reason, farmers lop them off in the spring. If the watersprout can keep the tree alive, however, then it may be permitted to grow until it becomes sufficiently strong to support a graft.<\/p><p>Isaiah provides a clue to the identity of the branch in the &ldquo;sprig,&rdquo; &ldquo;root,&rdquo; or &ldquo;graft&rdquo; (<em>sores<\/em>) of<a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 10<\/a> . When grafted into the shoot or watersprout, the sprig&mdash;a tame olive tree variety&mdash;may eventually grow into a fruit-bearing branch and become a newly regenerated tree. As does the<em>sprig<\/em> (<a class=\"isa\" verses=\"WzE3ODk1XQ==\">v 10<\/a>) that becomes the<em>branch<\/em> (<a class=\"isa\" verses=\"WzE3ODg2XQ==\">v 1<\/a>), the<em>stock<\/em> and<em>shoot<\/em> represent persons instrumental in empowering the tree&mdash;Jehovah&rsquo;s covenant people&mdash;to again bear fruit. Because of the principle of &ldquo;the one and the many,&rdquo; each individual additionally represents the people associated with his particular phase of the process.<\/p><p><em>A shoot will spring up from the stock of Jesse.<\/em> The wild nature of the shoot or watersprout suggests a connection with the Gentiles who interact with Israel&rsquo;s ethnic lineages (cf.<a class=\"ref\">Romans 11<\/a>). Certain kings and queens of the Gentiles, for example, play a key role in the end-time restoration of Jehovah&rsquo;s people: &ldquo;Thus says my Lord Jehovah: &lsquo;I will lift up my<em>hand<\/em> to the Gentiles, raise my<em>ensign<\/em> to the peoples; and they will bring your sons in their bosoms and carry your daughters on their shoulders. Kings shall be your foster fathers, queens your nursing mothers&rsquo;&rdquo; (<a class=\"isa\" verses=\"eyIxODY1OSI6Mn0=\">Isaiah 49:22-23<\/a> ; emphasis added).<\/p><p>The assimilation of many Israelites into the Gentile nations following Israel&rsquo;s ancient exile has led to two kinds of end-time lineages of Jehovah&rsquo;s people: (1) ethnic; and (2) assimilated. The wild nature of the shoot suggests an identity with Israel&rsquo;s assimilated lineages. While these keep the tree alive, in the end they bear no fruit and are mostly cut off so that the sprig may be grafted in. In that case, the assimilated lineages who are cut off represent Jehovah&rsquo;s people who are destroyed in his Day of Judgment, while the assimilated lineages who sustain the graft are the kings and queens of the Gentiles.<\/p><p>The identity of the<em>shoot<\/em> ,<em>stock<\/em> , and<em>branch<\/em> appears from clues in Isaiah&rsquo;s olive tree allegory. The words &ldquo;of Jesse&rdquo; (<a class=\"isa\" verses=\"WzE3ODg2LDE3ODk1XQ==\">vv 1, 10<\/a>) yield a Davidic and messianic identity for all three individuals. The<em>sprig<\/em> that is grafted into the<em>shoot<\/em> &mdash;which becomes the fruit-bearing<em>branch<\/em> &mdash;is Jehovah&rsquo;s end-time servant who represents Israel&rsquo;s ethnic lineages (<a class=\"isa\" verses=\"W3siMTc4OTUiOjN9LFsxNzczNl1d\">vv 10-12; Isaiah 4:2<\/a>). The<em>shoot<\/em> into which the<em>sprig<\/em> is grafted&mdash;that does not, in the end, bear fruit&mdash;is a servant of Jehovah who represents Israel&rsquo;s assimilated lineages. The<em>stock<\/em> is Jehovah, who represents his people Israel as a whole (cf.<a class=\"isa\" verses=\"WzE4NzE0XQ==\">Isaiah 53:2<\/a>).<\/p> ",
    "audit": 1
}