{
    "id": 676,
    "source": "gileadi",
    "verse_id": 18825,
    "verse_count": 2,
    "reference": "60:3–4",
    "title": "",
    "html": "<p>As noted, those who return from exile in the new exodus are two categories of people: (1) spiritual kings and queens of the Gentiles&mdash;seraphs\/saviors who minister to Jehovah&rsquo;s people; and (2) persons who ascend to the son\/servant level: &ldquo;I will lift up my hand to the nations, raise my ensign to the peoples; and they will bring your sons in their bosoms and carry your daughters on their shoulders. Kings shall be your foster fathers, queens your nursing mothers&rdquo; (<a class=\"isa\" verses=\"W3siMTg2NTkiOjJ9XQ==\">Isaiah 49:22-23<\/a>; cf. <a class=\"isa\" verses=\"W3siMTc4OTUiOjV9XQ==\">11:10-12, 15-16<\/a>); &ldquo;Bring my sons from afar and my daughters from the end of the earth&rdquo; (<a class=\"isa\" verses=\"W3siMTg1MTIiOjF9XQ==\">Isaiah 43:6<\/a>; cf. <a class=\"isa\" verses=\"W3siMTg0NjAiOjJ9LHsiMTg2NDkiOjF9XQ==\">41:8-9; 49:12<\/a>).<\/p><p>While the kings and queens of the Gentiles serve as saviors to Jehovah&rsquo;s people under the terms of the Davidic Covenant, Jehovah acknowledges those whom they escort home as his &ldquo;sons&rdquo; and &ldquo;daughters.&rdquo; Other scriptures, moreover, identify those in the first category as &ldquo;saviors,&rdquo; &ldquo;servants,&rdquo; and &ldquo;angels&rdquo; and those in the second as Jehovah&rsquo;s &ldquo;elect&rdquo; (<a class=\"ref\">Obadiah 1:21; Revelation 7:1-8; 14:1; Matthew 24:31<\/a>). Although many in both categories may have lost their Israelite identity, all are Jehovah&rsquo;s people, fulfilling his promise to Abraham, Isaac, and Jacob that nations and kings would descend from them:<\/p><p>&ldquo;I will make you into nations; kings shall come out of you&rdquo; (<a class=\"ref\">Genesis 17:6<\/a>); &ldquo;A nation and a company of nations shall stem from you; kings shall come out of your loins&rdquo; (<a class=\"ref\">Genesis 35:11<\/a>); &ldquo;Thus says Jehovah, &lsquo;Perform justice and righteousness. Release those who are exploited from the power of their oppressors. Do no wrong; do no violence to the alien, fatherless, or widow. Shed no innocent blood in this place. If you do this indeed, then shall enter through the gates of this house kings who sit on David&rsquo;s throne riding in chariots and on horses, he and his servants and his people&rsquo;&rdquo; (<a class=\"ref\">Jeremiah 22:3-4<\/a>).<\/p>",
    "audit": 1
}