{
    "id": 687,
    "source": "gileadi",
    "verse_id": 18845,
    "verse_count": 2,
    "reference": "61:1–2",
    "title": "",
    "html": "<p>Word links to Jehovah&rsquo;s servant in Book of Isaiah tie this passage indissolubly to the servant&rsquo;s end-time mission of restoring Jehovah&rsquo;s people as does chapter 61 itself. Jehovah&rsquo;s &ldquo;anointing&rdquo; his servant leads directly to his being filled with Jehovah&rsquo;s Spirit, as with King David: &ldquo;Then Samuel took the horn of oil and anointed him in the midst of his brethren. And the Spirit of Jehovah came upon David from that day forward&rdquo; (<a class=\"ref\">1 Samuel 16:13<\/a>). But when creating <em>composites<\/em> of types from the past to depict the servant&rsquo;s restoration of Jehovah&rsquo;s people, Isaiah may render their historical types incomplete.<\/p><p>Earlier, for example, Isaiah divides the above type in two: &ldquo;Thus says Jehovah to his <em>anointed<\/em>, to Cyrus, whom I grasp by the right hand.... It is I who rightfully raise him up, who facilitate his every step; he will rebuild my city and set free my exiles without price or bribe&rdquo; (<a class=\"isa\" verses=\"W3siMTg1NjMiOjJ9XQ==\">Isaiah 45:1, 13<\/a>; emphasis added); &ldquo;My servant whom I sustain, my chosen one in whom I delight, him I have <em>endowed<\/em> <em>with my Spirit<\/em>; he will dispense justice to the nations&rdquo; (<a class=\"isa\" verses=\"W3siMTg0ODIiOjF9XQ==\">Isaiah 42:1<\/a>; emphasis added). Yet, these two incomplete types appear in parallel in chapters 41-46&rsquo;s chiastic chaos\/creation pattern to identify Jehovah&rsquo;s servant.<\/p><p>Word links also connect the servant&rsquo;s heralding good tidings, releasing captives, and opening of eyes: &ldquo;How comely upon the mountains are the feet of the messenger announcing peace, who brings tidings of good, who heralds salvation, saying to Zion, &lsquo;Your God reigns!&rsquo;&rdquo; (<a class=\"isa\" verses=\"W3siMTg3MDQiOjF9XQ==\">Isaiah 52:7<\/a>); &ldquo;To Zion, he shall be its harbinger; I will appoint him as a herald of good tidings to Jerusalem&rdquo; (<a class=\"isa\" verses=\"W3siMTg0NzkiOjF9XQ==\">Isaiah 41:27<\/a>); &ldquo;I have created you and appointed you to be a covenant for the people, a light to the nations, to open eyes that are blind, to free captives from confinement and from prison those who sit in darkness&rdquo; (<a class=\"isa\" verses=\"W3siMTg0ODciOjF9XQ==\">Isaiah 42:6<\/a>).<\/p><p>Jesus&rsquo; applying a part of these verses to himself, however (<a class=\"ref\">Luke 4:16-21<\/a>), is appropriate, as Jehovah\/Jesus acts as exemplar to his servant and to all who serve as proxy saviors under the terms of the Davidic Covenant. Jesus nevertheless stops short of applying all of <a class=\"isa\" verses=\"W3siMTg0ODMiOjF9XQ==\">verses 1-2<\/a> to himself. Like Isaiah&rsquo;s prophecy as a whole, &ldquo;the day of vengeance of our God&rdquo; is an <em>end-time<\/em> event (<a class=\"isa\" verses=\"W3siMTc5MTMiOjh9LHsiMTg4MTgiOjR9XQ==\">Isaiah 13:6-13; 59:17-20<\/a>). Its conjunction with the &ldquo;year of Jehovah&rsquo;s favor&rdquo; means that deliverance for Jehovah&rsquo;s righteous people occurs at the very time the king of Assyria\/Babylon destroys the wicked (<a class=\"isa\" verses=\"W3siMTgzMTIiOjF9LHsiMTg4NzEiOjF9XQ==\">Isaiah 34:8; 63:4<\/a>).<\/p>",
    "audit": 1
}