{
    "id": 618,
    "source": "gileadi",
    "verse_id": 18723,
    "verse_count": 1,
    "reference": "53:11",
    "title": "",
    "html": " <p>The positioning of <a class=\"isa\" verses=\"WzE4NzIyXQ==\">verses 1-10 <\/a>,between the two servant passages (<a class=\"isa\" verses=\"W3siMTg3MTAiOjN9LHsiMTg3MjMiOjJ9XQ==\">Isaiah 52:13-15; 53:11-12 <\/a>) suggests a close affinity between their subjects. Jehovah and his servant&mdash;both of whom serve as proxy saviors but on different spiritual levels&mdash;resemble one another in many aspects of their descent and ascent phases. What is said of one is thus typical also of the other. The spiritual salvation Jehovah obtains by paying the price of his people&rsquo;s transgressions under God&rsquo;s law of justice, however, is unique to him, whereas the temporal salvation the servant obtains is obtained by others of Jehovah&rsquo;s servants as well. <\/p> <p>King Hezekiah&rsquo;s role as a proxy savior in obtaining his people&rsquo;s temporal salvation under the terms of the Davidic Covenant (<a class=\"isa\" verses=\"W3siMTgzODgiOjJ9LHsiMTgzOTUiOjN9XQ==\">Isaiah 37:35-36; 38:4-6 <\/a>) nevertheless serves as a type of both Jehovah and his servant. Although <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 11 <\/a>&mdash;in which Jehovah speaks of his &ldquo;servant&rdquo; or vassal&mdash;specifically addresses the servant&rsquo;s role of proxy savior, all three&mdash;Jehovah, his servant, and Hezekiah, each on his own level&mdash;&ldquo;bear their [people&rsquo;s] iniquities&rdquo; when answering for their disloyalties. All three proxy saviors, in other words, take their peoples&rsquo; covenant curses upon themselves and suffer on their account. <\/p> <p>The &ldquo;toil of his soul&rdquo; that characterizes a proxy savior&rsquo;s descent phase as he bears his people&rsquo;s iniquities is demonstrated in Hezekiah&rsquo;s deathly agony at the time Assyria threatens Jerusalem: &ldquo;My life is cut off like woven fabric; he is severing me from the loom. Can I contain myself until morning, while like a lion he racks my whole frame? [Surely,] as night has followed day, you are bringing on my end! Like a mounting lark I twitter, like a dove I murmur. My eyes are drawn looking heavenward; I am utterly sleepless from bitterness of soul. O Jehovah, I am in straits; be my surety!&rdquo; (<a class=\"isa\" verses=\"eyIxODQwMyI6M30=\">Isaiah 38:12-14 <\/a>). <\/p> <p>The servant&rsquo;s &ldquo;knowledge&rdquo;&mdash;which term defines an intact covenant relationship&mdash;thus consists of the terms of the Davidic Covenant under which he may &ldquo;vindicate&rdquo; or &ldquo;justify&rdquo; (<em>yasdiq <\/em>) Jehovah&rsquo;s people before their God. As he takes upon himself their covenant curses that are a consequence of their iniquities, he knows he will suffer. But he also knows that by serving as their proxy savior Jehovah will spare his people when the end-time Assyrian power attempts to destroy them. Such unselfish acts define Jehovah&rsquo;s <em>righteousness <\/em>,, which the servant exemplifies (<a class=\"isa\" verses=\"W3siMTc4ODkiOjJ9LFsxODI2MSwxODQ1NCwxODQ2Ml0seyIxODU5OCI6M31d\">Isaiah 11:4-5; 32:1; 41:2, 10; 46:11-13 <\/a>). <\/p>,",
    "audit": 1
}