{
    "id": 467,
    "source": "gileadi",
    "verse_id": 18462,
    "verse_count": 3,
    "reference": "41:10–12",
    "title": "",
    "html": "<p>The temptation to be &ldquo;fearful&rdquo; and &ldquo;dismayed&rdquo; comes with being a part of Jehovah&rsquo;s covenant people, whose enemies inevitably become &ldquo;enraged&rdquo; at them under one pretext or another and finally even &ldquo;contend&rdquo; and &ldquo;war&rdquo; against them. When things reach that point, however&mdash;when Jehovah has sufficiently proven his people&rsquo;s faithfulness&mdash;he intervenes on their behalf and reduces their enemies to &ldquo;nothing.&rdquo; That sequence of events forms the classic pattern of deliverance and destruction that underlies Jehovah&rsquo;s dealings with his people and their enemies, who are also his enemies (<a class=\"isa\" verses=\"W3siMTg1MjAiOjR9LHsiMTg2NTkiOjV9XQ==\">Isaiah 43:14-17; 49:22-26<\/a>).<\/p><p>Jehovah&rsquo;s promise to be &ldquo;with&rdquo; his people harks back to the name Immanuel (&ldquo;God Is with Us&rdquo;) and the fulfillment of that name in Jehovah&rsquo;s deliverance of King Hezekiah&rsquo;s people at the time Assyria invades Judea (<a class=\"isa\" verses=\"W3siMTc3OTciOjR9LHsiMTc4MTUiOjR9LHsiMTgzMzIiOjY2fV0=\">Isaiah 7:14-17; 8:7-10; 36:1-38:6<\/a>). Jehovah&rsquo;s end-time servant follows the pattern of King Hezekiah in serving as his people&rsquo;s proxy savior under the terms of the Davidic Covenant. As Jehovah empowers his servant, so the servant empowers Jehovah&rsquo;s people. The terms &ldquo;my righteous right hand&rdquo; (<em>yemin sidqi<\/em>) also translate as &ldquo;righteousness, my right hand&rdquo;&mdash;signifying Jehovah&rsquo;s servant (<a class=\"isa\" verses=\"WzE4NDU0XQ==\">v 2<\/a>).<\/p><p>Jehovah is &ldquo;with&rdquo; his elect at their new exodus to Zion: &ldquo;When you cross the waters, I will be with you; [when you traverse] the rivers, you shall not be overwhelmed. Though you walk through the fire, you shall not be burned; its flame shall not consume you.... Do not fear, for I am with you. I will bring your offspring from the east and gather you from the west; I will say to the north, &lsquo;Give up!&rsquo; to the south, &lsquo;Withhold not!&rsquo; Bring my sons from afar and my daughters from the end of the earth&mdash;all who are called by my name, whom I have formed, molded and wrought for my own glory&rdquo; (<a class=\"isa\" verses=\"W1sxODUwOF0seyIxODUxMSI6M31d\">Isaiah 43:2, 5-7<\/a>).<\/p>",
    "audit": 1
}