{
    "id": 450,
    "source": "gileadi",
    "verse_id": 18430,
    "verse_count": 1,
    "reference": "40:9",
    "title": "",
    "html": "<p>Just as Jehovah appoints Isaiah as a herald of good tidings to his people on the model of a seraph ( <a class=\"isa\" verses=\"eyIxODQyMiI6Mn0=\">vv 1-2<\/a>; cf. <a class=\"isa\" verses=\"WzE3Nzc3XQ==\">Isaiah 6:7<\/a>), so Isaiah appoints those in the Zion\/Jerusalem category as a herald of good tidings to the Jacob\/Israel category, which is here represented by the &ldquo;cities of Judah.&rdquo; Persons who have passed Jehovah&rsquo;s test of loyalty and ascended ( <a class=\"isa\" verses=\"WzE4Mzc1XQ==\">Isaiah 37:22<\/a>) thus minister to those who haven&rsquo;t yet ascended, while they themselves are ministered to by someone above them. Besides a new name&mdash;in this instance, Zion\/Jerusalem&mdash;a new commission to minister to lower categories of people marks each ascent.<\/p><p>In an end-time context, all persons who ascend to higher spiritual categories declare Jehovah&rsquo;s coming and prepare the way before him, including Jehovah&rsquo;s servant ( <a class=\"isa\" verses=\"WzE4NDc5LDE4NzA0LDE4ODQ1XQ==\">Isaiah 41:27; 52:7; 61:1<\/a>), Zion&rsquo;s watchmen ( <a class=\"isa\" verses=\"W1sxODcwNV0seyIxODg2MSI6Mn1d\">Isaiah 52:8; 62:6-7<\/a>), and Zion\/Jerusalem. In that context, the term &ldquo;mountains&rdquo; denotes the nations and kingdoms of the world ( <a class=\"isa\" verses=\"W1sxNzkxMV0seyIxODg4NyI6M31d\">Isaiah 13:4; 64:1-3<\/a>) to whom Jehovah sends his servant ( <a class=\"isa\" verses=\"WzE3ODk1LDE4NDU0LDE4NDgyLDE4NDg3LDE4NTYzLDE4NTc1LDE4NjQzLDE4NzA3LDE4NzEyLDE4NzQ1XQ==\">Isaiah 11:10; 41:2; 42:1, 6; 45:1, 13; 49:6; 52:10, 15; 55:4<\/a>). Apart from its literal meaning, the<em>voice<\/em> Jehovah&rsquo;s people are to &ldquo;raise&rdquo; or uphold is his servant, through whom Jehovah speaks to his people ( <a class=\"isa\" verses=\"WzE4NjczXQ==\">Isaiah 50:10<\/a>):<\/p><p>&ldquo;[Then shall they say,] &lsquo;How comely upon the mountains are the feet of the messenger announcing peace, who brings tidings of good, who heralds salvation, saying to Zion, &ldquo;Your God reigns!&rdquo; Hark! Your watchmen lift up their voice; as one they cry out for joy: for they shall see eye to eye when Jehovah returns [to] Zion. Jehovah has bared his holy arm in the eyes of all nations, that all the ends of the earth may see our God&rsquo;s salvation. Break out all together into song, you ruined places of Jerusalem: Jehovah has comforted his people; he has redeemed Jerusalem&rsquo;&rdquo; ( <a class=\"isa\" verses=\"eyIxODcwNCI6NH0=\">Isaiah 52:7-10<\/a>; cf. <a class=\"isa\" verses=\"eyIxODg2NiI6Mn0=\">62:11-12<\/a>).<\/p> ",
    "audit": 1
}