{
    "id": 452,
    "source": "gileadi",
    "verse_id": 18432,
    "verse_count": 1,
    "reference": "40:11",
    "title": "",
    "html": "<p>Both Jehovah and his servant qualify as good shepherds of Jehovah&rsquo;s people: Jehovah, because the sheep are his (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 5:17; 53:6<\/a>); his servant&mdash;Jehovah&rsquo;s <em>arm<\/em>&mdash;because, as a new Moses, he gathers Jehovah&rsquo;s people in an exodus to Zion from the four parts of the earth: &ldquo;Then his people recalled the days of Moses of old: &lsquo;Where is he who brought them up out of the Sea with the shepherd of his flock? Where is he who put into him his holy Spirit, who made his glorious arm proceed at the right hand of Moses, who divided the waters before them?&rsquo;&rdquo; (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 63:11-12<\/a>; cf. <a class=\"isa\" verses=\"W3siMTg1MTEiOjR9LHsiMTg2MjkiOjh9LHsiMTg2ODMiOjN9XQ==\">43:5-8; 48:14-21; 51:9-11<\/a>);<\/p><p>&ldquo;I appoint you to be a covenant of the people, to restore the Land and reapportion the desolate estates, to say to the captives, &lsquo;Come forth!&rsquo; and to those in darkness, &lsquo;Show yourselves!&rsquo; They shall feed along the way and find pasture on all barren heights; they shall not hunger or thirst, nor be smitten by the heatwave or the sun: he who has mercy on them will guide them; he will lead them by springs of water. All my mountain ranges I will appoint as roads; my highways shall be on high. See these, coming from afar, these, from the northwest, and these, from the land of Sinim&rdquo; (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 49:8-12<\/a>).<\/p><p>Jehovah appoints his servant in response to the insensible shepherds who don&rsquo;t feed the flock or lead it gently but who instead feed themselves (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 56:11-12<\/a>; <a class=\"ref\">Jeremiah 23:1-8; Ezekiel 34:1-24<\/a>). The tender &ldquo;lambs&rdquo;&mdash;those newly reborn as Jehovah&rsquo;s covenant people&mdash;and the &ldquo;ewes that give milk&rdquo;&mdash;those who nurture them&mdash;Jehovah sends a new shepherd. His servant, however, doesn&rsquo;t accomplish Israel&rsquo;s restoration alone. The spiritual kings and queens of the Gentiles help to &ldquo;bring your sons in their bosoms and carry your daughters on their shoulders&rdquo; in the new exodus to Zion (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 49:22-23<\/a>).<\/p>",
    "audit": 1
}