{
    "id": 682,
    "source": "gileadi",
    "verse_id": 18835,
    "verse_count": 2,
    "reference": "60:13–14",
    "title": "",
    "html": " <p>As Jehovah reverses his people&rsquo;s circumstances and implements his reign of peace on the earth, their lands assume a paradisiacal glory: &ldquo;The desert shall rejoice when it blossoms like crocus. Joyously it shall break out in flower, singing with delight; it shall be endowed with the glory of Lebanon, the splendor of Carmel and Sharon. The glory of Jehovah and the splendor of our God they shall see [there]&rdquo; (<a class=\"isa\" verses=\"eyIxODMyMiI6Mn0=\">Isaiah 35:1-2 <\/a>). Jehovah&rsquo;s &ldquo;sanctuary&rdquo; is not only the place to which his people return in the new exodus (<a class=\"isa\" verses=\"WzE4ODI5XQ==\">v 7 <\/a>) but also where they continue to come on pilgrimages (<a class=\"isa\" verses=\"W3siMTc2ODgiOjJ9LHsiMTg3NjEiOjJ9LHsiMTg5NDEiOjZ9XQ==\">Isaiah 2:2-3; 56:7-8; 66:18-23 <\/a>). <\/p> <p>Persons who &ldquo;come bowing&rdquo; before Jehovah&rsquo;s holy ones and &ldquo;prostrate themselves&rdquo; to them are among those who survive Jehovah&rsquo;s Day of Judgment who didn&rsquo;t return in the new exodus but who repented of wickedness on account of the curses they endured (<a class=\"isa\" verses=\"W3siMTg4MTMiOjJ9LHsiMTg4OTEiOjh9XQ==\">Isaiah 59:12-13; 64:5-12 <\/a>). In the end, they or their offspring acknowledge their error and honor those whom they reviled. A dichotomy thus occurs among the assimilated Israelites&mdash;between the spiritual kings and queens of the Gentiles who attain seraph status and those who persecuted them (<a class=\"isa\" verses=\"W1sxODU3NiwxODY2MF0seyIxODg0OSI6M30seyIxODkxMSI6M30sWzE4OTI4XV0=\">Isaiah 45:14; 49:23; 61:5-7; 65:13-15; 66:5 <\/a>). <\/p> <p>Only persons who acquire Jehovah&rsquo;s divine attributes may live in his city: &ldquo;Awake, arise; clothe yourself with power, O Zion! Put on your robes of glory, O Jerusalem, holy city. No more shall the uncircumcised and defiled enter you&rdquo; (<a class=\"isa\" verses=\"WzE4Njk4XQ==\">Isaiah 52:1 <\/a>); &ldquo;The nations shall behold your righteousness and all their rulers your glory; you shall be called by a new name conferred by the mouth of Jehovah. Then shall you be a crown of glory in the hand of Jehovah.... They shall be called the holy people, the redeemed of Jehovah; and you shall be known as in demand, a city never deserted&rdquo; (<a class=\"isa\" verses=\"W3siMTg4NTciOjJ9LHsiMTg4NTciOjJ9LFsxODg2N11d\">Isaiah 62:2-3, Isaiah 62:2-3, 12 <\/a>). <\/p> ",
    "audit": 1
}