{
    "id": 405,
    "source": "gileadi",
    "verse_id": 18332,
    "verse_count": 1,
    "reference": "36:1",
    "title": "",
    "html": "<p>Historically, the Assyrian kings Tiglath Pileser III (747-727<span style=\"font-variant: small-caps;\"> B.C.<\/span>), Shalmaneser V (726-722<span style=\"font-variant: small-caps;\"> B.C.<\/span>), and Sargon II (721-705<span style=\"font-variant: small-caps;\"> B.C.<\/span>) preceded Sennacherib (704-681<span style=\"font-variant: small-caps;\"> B.C.<\/span>) in their conquests of Syria, Phoenicia, and Palestine. Sennacherib&rsquo;s invasion of Israel&rsquo;s southern kingdom of Judah marked another wave of ancient Assyrian campaigns, which, under Esarhaddon and Assurbanipal, Sennacherib&rsquo;s son and grandson, ultimately swept into Egypt. The &ldquo;fourteenth year of King Hezekiah&rdquo; (701<span style=\"font-variant: small-caps;\"> B.C.<\/span>) occurs forty-one years after Isaiah&rsquo;s vision of Jehovah in the temple and Isaiah&rsquo;s calling as a prophet (<a class=\"isa\" verses=\"WzE4MzM3XQ==\">Isaiah 6<\/a>).<\/p><p>Isaiah had predicted Judea&rsquo;s invasion a generation earlier when King Ahaz and his people proved disloyal to Jehovah their God: &ldquo;My Lord will cause to come up over them the great and mighty waters of the River&mdash;the king of Assyria in all his glory. He will rise up over all his channels and overflow all his banks. He will sweep into Judea [like]<em><\/em> a flood and, passing through, reach the very neck; his outspread wings will span the breadth of your land, O Immanuel&rdquo; (<a class=\"isa\" verses=\"eyIxNzgxNSI6Mn0=\">Isaiah 8:7-8<\/a> ; cf.<a class=\"isa\" verses=\"eyIxNzc5MyI6MTF9\">7:10-20<\/a>). As the prophesied Immanuel from a historical standpoint, King Hezekiah inherits this generational covenant curse.<\/p><p>From an end-time perspective, the parallel units of Part II of Isaiah&rsquo;s Seven-Part Structure (<a class=\"isa\" verses=\"W1sxODMzOV0seyIxODMzMiI6MTIxfV0=\">Isaiah 6-8; 36-40<\/a>) contrast the two Davidic kings Ahaz and Hezekiah and their peoples in how they respond to two similar tests&mdash;the threat of an Assyrian invasion of the Promised Land. Whereas Ahaz proves disloyal to Jehovah and Ahaz&rsquo; people prove disloyal to Ahaz when faced with their Assyrian threat (<a class=\"ref\">2 Kings 16:7-8<\/a> ;<a class=\"isa\" verses=\"W1sxNzc4NV0seyIxNzc5MyI6NH0sWzE3ODE0XV0=\">Isaiah 7:2, 10-13; 8:6<\/a>), his son Hezekiah proves loyal to Jehovah and Hezekiah&rsquo;s people prove loyal to Hezekiah when faced with theirs (<a class=\"ref\">2 Kings 18:1-7<\/a> ;<a class=\"isa\" verses=\"W1sxODM1Ml0seyIxODM2NyI6N30seyIxODM5MiI6M31d\">Isaiah 36:21; 37:14-20; 38:1-3<\/a>).<\/p><p>By creating a single, end-time context for the entire Book of Isaiah (without depreciating what happened historically), Isaiah&rsquo;s Seven-Part Structure transforms these events into an allegory of the end-time. The synchronous nature of Isaiah&rsquo;s Seven-Part Structure, in other words, determines that two Davidic kings&mdash;contemporaries in an end-time setting&mdash;respond in opposite ways to an essentially similar Assyrian threat. Each king serves as the exemplar of his people, one of reneging on his loyalty to Jehovah and capitulating to the king of Assyria, the other of maintaining strict loyalty to Jehovah.<\/p> ",
    "audit": 1
}