{
    "id": 447,
    "source": "gileadi",
    "verse_id": 18424,
    "verse_count": 2,
    "reference": "40:3–4",
    "title": "",
    "html": "<p>After serving as Jehovah&rsquo;s prophet for over forty years and ascending to the seraph category, Isaiah receives a second divine commission (<a class=\"isa\" verses=\"eyIxNzc3MSI6Nn0=\">vv 1-6<\/a>). His name doesn&rsquo;t appear because a new name accompanies every ascent to a higher spiritual level (<a class=\"isa\" verses=\"WzE4NTA3LDE4NTY2LDE4NjM4LDE4NzU5LDE4ODU3LDE4OTEzXQ==\">v 26; Isaiah 43:1; 45:4; 49:1; 56:5; 62:2; 65:15<\/a>) and on the seraph level Isaiah is not permitted to disclose it (cf. <a class=\"ref\">Genesis 32:29; Judges 13:17-18<\/a>). Made privy to the same cosmic view as the seraphs who ministered to him at his prophetic appointment (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE3NzczXX0seyIxNzc4MiI6Mn1d\">vv 12-26; Isaiah 6:3<\/a>), Isaiah now serves as the type of a forerunner to Jehovah&rsquo;s coming to reign on the earth.<\/p><p>John the Baptist&rsquo;s being &ldquo;the voice of one crying in the wilderness, &lsquo;Make straight the way of the Lord,&rsquo; as said the prophet Isaiah&rdquo; (<a class=\"ref\">John 1:23<\/a>), accords with this role of forerunner (<a class=\"isa\" verses=\"eyIxODg2NSI6Mn0=\">Isaiah 62:10-11<\/a>). The main thrust of Isaiah&rsquo;s prophecy, however&mdash;as established by Isaiah&rsquo;s Seven-Part Structure and other synchronous literary structures&mdash;concerns an end-time scenario in which the <em>voice<\/em> identifies Jehovah&rsquo;s servant (<a class=\"isa\" verses=\"MTg2NzM=\">Isaiah 50:10<\/a>). That in his day Isaiah serves on the seraph level as a type of the servant alludes to the fact that Jehovah&rsquo;s end-time servant, too, serves on the seraph level (<a class=\"isa\" verses=\"WzE3OTU4LDE4ODc2XQ==\">Isaiah 14:29; 63:9<\/a>).<\/p><p>The &ldquo;way&rdquo; or &ldquo;highway&rdquo; that the servant is to prepare consists of the road to Zion on which Jehovah&rsquo;s people who repent of transgression return to meet Jehovah: &ldquo;There shall be highways and roads which shall be called &lsquo;the Way of Holiness,&rsquo; for they shall be for such [as are holy]. The unclean shall not traverse them; on them shall no reprobates wander. No lions shall be encountered there, nor shall wild beasts intrude. But the redeemed shall walk them, the ransomed of Jehovah shall return; they shall come singing to Zion, their heads crowned with everlasting joy&rdquo; (<a class=\"isa\" verses=\"eyIxODMyOSI6M30=\">Isaiah 35:8-10<\/a>; cf. <a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4Njg1XX0seyIxODY0NSI6NX1d\">49:8-12; 51:11<\/a>).<\/p><p><em>In the desert... in the wilderness.<\/em> As Jehovah&rsquo;s people anciently spiritually apostatized before Jehovah physically exiled them, so now they must first spiritually repent before they can physically return from dispersion in a new exodus to Zion. That spiritual transformation of Jehovah&rsquo;s people occurs not in the cities, which the king of Assyria\/Babylon destroys (<a class=\"isa\" verses=\"WzE3OTQ2LDE4Mjc5LDE4MzMyLDE4Mzc5XQ==\">Isaiah 14:17; 32:19; 36:1; 37:26<\/a>), but in the desert and wilderness, which have a way of leveling the playing field so that Jehovah&rsquo;s people may become one and receive Jehovah at his coming (<a class=\"isa\" verses=\"W3siMTgzMjIiOjd9LHsiMTg0NjkiOjR9LHsiMTg1MjUiOjN9LHsiMTg4NjUiOjN9XQ==\">Isaiah 35:1-7; 41:17-20; 43:19-21; 62:10-12<\/a>).<\/p><p><em>The uneven ground must become level and rough terrain a plain.<\/em> The task of preparing the way for Jehovah&rsquo;s coming (<a class=\"isa\" verses=\"MTgzMzE=\">v 10<\/a>) involves clearing away stumbling blocks such as precepts and teachings of men (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4MjY2XX0seyIxNzg0NSI6Mn1d\">Isaiah 9:15-16; 32:6<\/a>) that prevent Jehovah&rsquo;s people from entering into his presence: &ldquo;Pass on, go through gates; prepare the way for the people! Excavate, pave a highway cleared of stones; raise the ensign to the nations! Jehovah has made proclamation to the end of the earth: Tell the Daughter of Zion, &lsquo;See, your Salvation comes, his reward with him, his work preceding him!&rsquo;&rdquo; (<a class=\"isa\" verses=\"eyIxODg2NSI6Mn0=\">Isaiah 62:10-11<\/a>).<\/p>",
    "audit": 1
}