{
    "id": 1,
    "source": "gileadi",
    "verse_id": 17657,
    "verse_count": 1,
    "reference": "1:2",
    "title": "",
    "html": " <p> <em>And they shall go forth. <\/em> We must not here attempt to obtain subtle and ingenious interpretations; for he simply informs those who shall be adopted into the Church that they shall see, all around them, the dreadful vengeance of God. Yet there is an implied contrast between the straits of the calamity and the free departure; as if he had said, &ldquo;Out of the dark prison in which they had been confined they shall again come forth to the light.&rdquo; <\/p> <p> <em>And shall see the dead bodies of men. <\/em> He does not mean that this slaughter shall take place in the assembly of believers; for this would greatly diminish the happiness of the Church, in which God displays all testimonies of joy and gladness. But as he formerly spoke of the perpetual glory by which he shall dignify his people, so he now threatens the punishment which he shall inflict on the reprobate, that the godly may be more careful to keep themselves in the fear of God. <\/p> <p> <em>And their fire shall not be extinguished. <\/em> When he says that they shall be tormented by &ldquo;fire,&rdquo; this mode of expression, as I have formerly remarked, is metaphorical. And this is clearly evident from the succeeding clause; for worms will not be formed out of the earth to gnaw the hearts of unbelievers. The plain meaning, therefore, is, that the wicked shall have a bad conscience as an executioner, to torment them without end, and that torment awaits them greater than all other torments; and finally, that they shall tremble and be agitated in a dreadful and shocking manner, as if a worm were gnawing the heart of a man, or a fire were consuming it, and yet thus consumed, he did not die. <\/p> <p> <em>And they shall be an abhorrence to all flesh<\/em>. Because the wicked are now held in the highest honor, and from their lofty position look down with contempt on good men, the Prophet threatens a shocking change; for, along with unutterable torments, they shall also endure the deepest disgrace; as it is just and right that they who despised and reproached the glory of God shall be loaded with every reproach, and shall be the objects of abhorrence to angels and to the whole world. <\/p> ",
    "audit": 1
}