{
    "id": 523,
    "source": "gileadi",
    "verse_id": 18563,
    "verse_count": 2,
    "reference": "45:1–2",
    "title": "",
    "html": "<p>While the preceding passage depicts Jehovah&rsquo;s end-time servant as a composite of the types of Cyrus and Moses (<a class=\"isa\" verses=\"eyIxODU2MCI6M30=\">Isaiah 44:26-28<\/a>), the present passage depicts him as a composite of the types of Cyrus and David. Although Cyrus the Persian was never called Jehovah&rsquo;s &ldquo;anointed&rdquo; or &ldquo;Messiah&rdquo;&mdash;his god being Marduk&mdash;that was the common title of Israelite kings (<a class=\"ref\">1 Samuel 16:12-13; 26:9, 11; 2 Samuel 23:1<\/a>; cf. <a class=\"isa\" verses=\"WzE4ODQ1XQ==\">Isaiah 61:1<\/a>). Linking ideas, such as Jehovah&rsquo;s empowering him by grasping him by the hand, additionally identify the composite Cyrus and David figure as Jehovah&rsquo;s servant (<a class=\"isa\" verses=\"WzE4NDg3XQ==\">Isaiah 42:6<\/a>).<\/p><p>Like the roles of Moses and David, the servant&rsquo;s roles are physical as well as spiritual. Chapters 41-46, however, depict these roles separately, some spiritual and some physical. Because no one historical figure Isaiah draws on fulfilled all the functions Jehovah&rsquo;s servant does in restoring Jehovah&rsquo;s people, Isaiah of necessity divides descriptions of the servant into different personas to show their incompleteness. The servant&rsquo;s &ldquo;anointed&rdquo; status in the pattern of King David, for example (<a class=\"isa\" verses=\"WzE4NDgyXQ==\">v 1<\/a>), is incomplete without an accompanying endowment of Jehovah&rsquo;s Spirit (<a class=\"isa\" verses=\"WzE4NDgyLDE4ODQ1XQ==\">Isaiah 42:1; 61:1<\/a>; cf. <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">1<\/a> <a class=\"ref\">Samuel 16:13<\/a>).<\/p><p>Thus, while the present passage deals with the physical aspects of the servant&rsquo;s mission, <a class=\"isa\" verses=\"eyIxODQ4MiI6N30=\">Isaiah 42:1-7<\/a> deals with its spiritual aspects. However, just as Moses&rsquo; roles were both spiritual&mdash;when instructing Jehovah&rsquo;s people in the Sinai wilderness, and physical&mdash;when leading their exodus out of Egypt, so the servant&rsquo;s roles are both spiritual&mdash;when dispelling people&rsquo;s blindness and bondage to sin (<a class=\"isa\" verses=\"WzE4NDg4XQ==\">Isaiah 42:7<\/a>), and physical&mdash;when releasing them from physical captivity (<a class=\"isa\" verses=\"W3siMTg0ODIiOjJ9LFsxODQ5NF1d\">vv 1-2, 13<\/a>), facilitating their new exodus out of Babylon and inheritance of promised lands (<a class=\"isa\" verses=\"W3siMTg1MTEiOjR9LHsiMTg2MzUiOjJ9LHsiMTg2NDUiOjV9XQ==\">Isaiah 43:5-8; 48:20-21; 49:8-12<\/a>).<\/p><p>In short, it is the spiritual conversion of Jehovah&rsquo;s people that makes possible the physical deliverance and restoration that the composite Cyrus, Moses, and David types depict (<a class=\"isa\" verses=\"W3siMTg1MDciOjJ9LFsxODUxOV0seyIxODU2MCI6M31d\">vv 1-2, 13; Isaiah 44:26-28<\/a>). As noted, Micah predicts a similar physical deliverance: &ldquo;I will surely assemble all of you, O Jacob. I will surely gather the remnant of Israel.... They will make a great sound because of their immense multitude. The breaker has risen before them. They have broken through and passed through the gate and gone out by it. Their king will pass before them and Jehovah at their head&rdquo; (<a class=\"ref\">Micah 2:12-13<\/a>).<\/p>",
    "audit": 1
}