{
    "id": 737,
    "source": "gileadi",
    "verse_id": 18933,
    "verse_count": 2,
    "reference": "66:10–11",
    "title": "",
    "html": " <p>The imagery of new birth or re-creation (cf. <a class=\"isa\" verses=\"WzE4OTE2XQ==\">Isaiah 65:18<\/a>) evokes the idea of an entire life cycle of Jehovah&rsquo;s people and individuals, consisting of birth (<a class=\"isa\" verses=\"eyIxODkzMSI6M30=\">vv 8-10<\/a>), lactation (<a class=\"isa\" verses=\"WzE4OTM0XQ==\">v 11<\/a>), infancy (<a class=\"isa\" verses=\"WzE4OTM1XQ==\">v 12<\/a>), childhood (<a class=\"isa\" verses=\"WzE4OTM2XQ==\">v 13<\/a>), youth (<a class=\"isa\" verses=\"WzE4OTM3XQ==\">v 14<\/a> ab), and manhood as &ldquo;servants&rdquo; of God (<a class=\"isa\" verses=\"WzE4OTM3XQ==\">v 14<\/a> c). Ascending spiritual categories, in other words, parallel successive phases of physical development, identifying persons who attain the seraph level as those who reach spiritual maturity. The latter typify those who have care for Jehovah&rsquo;s people and mourn for them, but who ultimately rejoice at their redemption (<a class=\"isa\" verses=\"eyIxODg2MCI6M30=\">Isaiah 62:5-7<\/a>). <\/p> <p>Jehovah&rsquo;s servants &ldquo;mourn&rdquo; as an intrinsic part of their descent phase while serving as proxy saviors of Jehovah&rsquo;s people under the terms of the Davidic Covenant (<a class=\"isa\" verses=\"eyIxODg0NiI6Mn0=\">Isaiah 61:2-3<\/a>). Their doing so reflects their &ldquo;love&rdquo; for his people, a term that connotes a covenant relationship. In other words, they love his repentant people by answering for their disloyalties in the interim before they are reborn as his sons and daughters. At the latter&rsquo;s restoration, those in lower spiritual categories suckle at the breasts of those higher: &ldquo;Kings shall be your foster fathers, queens your nursing mothers&rdquo; (<a class=\"isa\" verses=\"WzE4NjYwXQ==\">Isaiah 49:23<\/a>; cf. <a class=\"isa\" verses=\"WzE4OTM1LDE4ODM4XQ==\">v 12; 60:16<\/a>). <\/p> ",
    "audit": 1
}