{
    "id": 2,
    "source": "gileadi",
    "verse_id": 17658,
    "verse_count": 1,
    "reference": "1:3",
    "title": "",
    "html": " <p> <em>Israel... my people. <\/em> We learn from Isaiah&rsquo;s multi-layered literary structures that Isaiah speaks on two distinct levels simultaneously, and that the &ldquo;Israel&rdquo; he addresses, therefore, is primarily two: (1) those who were Jehovah&rsquo;s covenant people anciently; and (2) those who are Jehovah&rsquo;s covenant people in the end-time. Accordingly, Isaiah&rsquo;s linear structures enable us to read his prophecy as relating to Israel&rsquo;s past, while his synchronous structures enable us to read it as relating to the end-time. In that end-time context, names such as &ldquo;Israel&rdquo; designate those who have covenanted with Israel&rsquo;s God. <\/p> <p> <em>The ox... the ass. <\/em> Whereas the ox is a ritually clean animal&mdash;because it divides the hoof and chews the cud (<a class=\"ref\">Leviticus 11:3<\/a>)&mdash;the ass is not. Such dual imagery of beasts at times appears in Isaiah&rsquo;s writings to represent (1) Israel&rsquo;s natural or ethnic lineages; and (2) the nations of the Gentiles, or those lineages of Israel that assimilated into the Gentiles after its exile from the Promised Land. In an allegorical but not a contextual sense, therefore, this implies that Jehovah acknowledges a covenant relationship with both Israel&rsquo;s ethnic lineages and those lineages that assimilated into the Gentiles. <\/p> <p> <em>The ox knows... Israel does not know. <\/em> The verb &ldquo;to know&rdquo; (<em>yada&lsquo;<\/em>) is a theological term that expresses an intact covenant relationship&mdash;as when Adam &ldquo;knew&rdquo; his wife Eve and she conceived and bore a son (<a class=\"ref\">Genesis 4:1<\/a>). Israel&rsquo;s &ldquo;not knowing,&rdquo; on the other hand, implies that Jehovah&rsquo;s people have broken the covenant with their God or voided their relationship with him (cf. <a class=\"ref\">Matthew 7:23<\/a>). Although righteous individuals among them may come to know Jehovah personally&mdash;as he manifests himself to those who love him&mdash;in this case most appear unwilling to do what it takes (cf. <a class=\"ref\">Matthew 25:12<\/a>). <\/p> <p> <em>My people are insensible. <\/em> As the negative reflexive verb &ldquo;insensible&rdquo; (<em>lo&rsquo; hitbonan<\/em>) (also &ldquo;undiscerning&rdquo; or &ldquo;uncomprehending&rdquo;) parallels &ldquo;not knowing&rdquo; Jehovah&mdash;his people&rsquo;s owner and master&mdash;and &ldquo;not knowing&rdquo; the stall or institution he provides to feed his people, it connotes a disintegration of their covenant relationship with him and ignorance of spiritual truths. Says Paul, &ldquo;The things of God no man knows but the Spirit of God&rdquo; (<a class=\"ref\">1 Corinthians 2:11<\/a>). Unless one obtains the Spirit of God that comes with keeping the law of his covenant, it is impossible to know God or to comprehend his truth. <\/p> ",
    "audit": 1
}