{
    "id": 617,
    "source": "gileadi",
    "verse_id": 18722,
    "verse_count": 1,
    "reference": "53:10",
    "title": "",
    "html": " <p>Both the deliverance King Hezekiah obtains on a local level (<a class=\"isa\" verses=\"W1sxODM4OF0seyIxODM5NSI6M31d\">Isaiah 37:35; 38:4-6<\/a>) and the salvation the King of Zion obtains on a universal level follow the same pattern under the terms of the Davidic Covenant. As noted, under its terms a vassal king performs the spiritual function of a proxy savior on the model of ancient Near Eastern emperor-vassal covenants in which the emperor binds himself to deliver a vassal and his people from a mortal threat when the vassal keeps the law of the emperor and the people keep the law of the vassal. Where that formula breaks down, the emperor has no obligation. <\/p> <p>While Hezekiah has such an emperor-vassal relationship with Jehovah, Jehovah has a parallel relationship with the Most High God. Under the terms of such a covenant, the vassal is answerable to the emperor for the disloyalties of his people. But because the emperor-vassal model only partially covers this scenario, Isaiah combines it with that of animal sacrifice. By making his life &ldquo;an offering for guilt&rdquo; (<em>&rsquo;asam <\/em>)&mdash;that is, by suffering his people&rsquo;s punishments not just on behalf of their temporal salvation but also their spiritual or eternal salvation&mdash;Jehovah personifies all salvation (<a class=\"isa\" verses=\"WzE4MjgyLDE4ODY2XQ==\">Isaiah 33:2; 62:11<\/a>). <\/p> <p>Once justice is served, the emperor is under obligation to deliver the vassal king and his people from a mortal threat. However, if the vassal willingly goes to his death in order to serve justice, then the only way the emperor can deliver him is to raise him from the dead. By the same token, those who give the vassal king their allegiance (<a class=\"isa\" verses=\"WzE4NTg1XQ==\">Isaiah 45:23<\/a>), too, qualify for deliverance from death&mdash;the ultimate mortal threat&mdash;by being resurrected from the dead. Through his sacrifice, Jehovah, the King of Zion, thus accounts for all aspects of his people&rsquo;s salvation, temporal and spiritual, past, present, and future. <\/p> <p>That Jehovah has literal offspring on the earth fulfills a fundamental covenant blessing (<a class=\"ref\">Genesis 1:28; 22:17; Deuteronomy 28:4; Psalm 89:4<\/a>). Together with a proper burial (<a class=\"isa\" verses=\"WzE4NzIxXQ==\">v 9<\/a>)&mdash;also a covenant blessing&mdash;it again attests that is he is innocent of the crimes for which he is put to death. In the antithetical verses of Isaiah&rsquo;s Servant-Tyrant Parallelism, for example, the king of Babylon receives no burial and ends up with no offspring (<a class=\"isa\" verses=\"eyIxNzk0OSI6Mn0=\">Isaiah 14:20-21<\/a>)&mdash;both covenant curses. A person&rsquo;s days being &ldquo;prolonged&rdquo; or &ldquo;extended&rdquo; (<em>ya&rsquo;arik <\/em>) (<a class=\"ref\">Deuteronomy 6:2<\/a>) in part denotes his having continuing offspring. <\/p> <p>That historically the only person whose life and sufferings match all aspects of Isaiah&rsquo;s prophecy in <a class=\"isa\" verses=\"WzE4NzIyXQ==\">verses 1-10<\/a>, is Jesus of Nazareth makes him the only candidate of a &ldquo;man&rdquo; (<a class=\"isa\" verses=\"WzE4NzE1XQ==\">v 3<\/a>) who is also Jehovah the God of Israel. That agrees with Jehovah&rsquo;s appearance to Abraham as one of three &ldquo;men&rdquo; (<a class=\"ref\">Genesis 18:1-33<\/a>) and with Jacob&rsquo;s encounter with a &ldquo;man&rdquo; who was also Israel&rsquo;s God (<a class=\"ref\">Genesis 32:24-30<\/a>). Jesus affirmed he was Jehovah when he answered a question by the Pharisees, stating, &ldquo;Before Abraham was, <em>I am<\/em>,&rdquo; (<a class=\"ref\">John 8:58<\/a>; emphasis added), which verb embodies the name Jehovah (cf. <a class=\"ref\">Exodus 3:13-14<\/a>). <\/p> <p>For supposedly blaspheming by claiming he was God or the Son of God, Jesus was put to death (<a class=\"ref\">Matthew 26:63-66; John 10:31-38<\/a>). The fact that Isaiah&rsquo;s synchronous literary structures transform the Book of Isaiah into an allegory of the end-time nevertheless doesn&rsquo;t locate the historical context of <a class=\"isa\" verses=\"WzE4NzIyXQ==\">verses 1-10<\/a>, in the end-time. Twin servant passages that enclose <a class=\"isa\" verses=\"WzE4NzIyXQ==\">verses 1-10<\/a>, however (<a class=\"isa\" verses=\"W3siMTg3MTAiOjN9LHsiMTg3MjMiOjJ9XQ==\">Isaiah 52:13-15; 53:11-12<\/a>), relate them to the mission of Jehovah&rsquo;s servant <em>in<\/em>, the end-time, <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 1<\/a>,&rsquo;s question being whether Jehovah&rsquo;s people in that day &ldquo;believe&rdquo; the revelation of Jehovah&rsquo;s earthly life and sufferings. <\/p> <p> <em>That the purposes of Jehovah might prosper in his <strong>hand<\/strong>,.<\/em>, A transitional phrase to <a class=\"isa\" verses=\"WzE4NzI0XQ==\">verses 11-12<\/a>, this infers that on the foundation of justice and mercy that Jehovah establishes by fulfilling his proxy roles, his &ldquo;purposes&rdquo; or &ldquo;desires&rdquo; (<em>hepes <\/em>) may now &ldquo;prosper&rdquo; or &ldquo;succeed&rdquo; (<em>yislah <\/em>). Without his laying that spiritual groundwork, humanity would forever continue incurring covenant curses. For those who covenant with Jehovah, on the other hand, their overcoming covenant curses through the foundation of salvation Jehovah has laid enables them to ascend to higher spiritual levels not otherwise possible. <\/p> <p>An exemplary instance of such ascent is Jehovah&rsquo;s servant&mdash;his right <em>hand<\/em>,. He follows closely Jehovah&rsquo;s pattern of a proxy savior under the terms of the Davidic Covenant by his, too, suffering afflictions through a descent phase (<a class=\"isa\" verses=\"W1sxODY0NF0seyIxODY2OCI6Mn0sWzE4NzExXV0=\">Isaiah 49:7; 50:5-6; 52:14<\/a>) and subsequently rising to glory in his ascent phase (<a class=\"isa\" verses=\"WzE4NjQ0LDE4NzEwLDE4NzQ2XQ==\">Isaiah 49:7; 52:13; 55:5<\/a>). The basis of that reversal from curse to blessing, however&mdash;for the servant and for all who emulate him&mdash;is Jehovah&rsquo;s earthly mission as his people&rsquo;s Savior (<a class=\"isa\" verses=\"W3siMTg1MTciOjN9LHsiMTg1ODMiOjV9LHsiMTg4NzUiOjJ9XQ==\">Isaiah 43:11-13; 45:21-25; 63:8-9<\/a>), Jehovah&rsquo;s ultimate purpose and desire being the exaltation of his people. <\/p>",
    "audit": 1
}