{
    "id": 13674,
    "source": "hcc",
    "verse_id": 17836,
    "verse_count": 1,
    "reference": "9:6",
    "title": "",
    "html": " <p> <i>Child. <\/i> The Messias, whom the son of Isaias prefigured.&mdash; <i>Shoulder. <\/i> Where the badges of royalty were worn. (Calmet)&mdash; Christ bore his cross. (Tertullian, &c.)&mdash; <i>Wonderful. <\/i> In his birth, &c.&mdash; <i>Counsellor. <\/i> From whom all good advice proceeds. Grotius falsely translates, \"the consulter of the strong God,\" meaning Ezechias. Though he deemed the Socinians unworthy of the Christian name, (Ep. ad Valleum.) he too often sides with them. <i>Johets <\/i> always means one who \"gives counsel,\" chap. xl. 13. Ezechias was at this time ten years old, and he did not always take advice, nor was his reign peaceful, &c.&mdash; <i>God. <\/i> The three Greek versions maliciously render <i>El <\/i> \"the strong,\" though it be uncertain that it ever has that meaning, as it certainly has not when joined with <i>gibbon, <\/i> \"mighty.\" Why should two terms of the same import be used? The Septuagint copies vary much. Some read only, \"he shall be called the angel of the great council, for I will bring peace upon the princes and his health.\" St. Jerome thinks they were afraid to style the child God. But this reason falls to the ground, as other copies have, (Calmet) after <i>council, <\/i> \"Wonderful, Counsellor, God, the Mighty, the Potent, <i>Greek: exousiaszes, <\/i> the Prince of Peace, the Father of the world to come, for, &c., () His.\" Grabe (de Vitiis lxx. p. 29.) asserts that the former is the genuine version, and that the inserted titles are a <i>secondary <\/i> one; so that there must have been two version before the days of Aquila, as the text is thus quoted at large by Clement and St. Iræneus, the year of the Lord 180; Kennicott adds also by St. Ignatius, the year of the Lord 110. (Haydock)&mdash; The omnipotent God became a little child, and without violence subdued the world, which he still governs. (Worthington) <\/p> ",
    "audit": null
}