{
    "id": 11983,
    "source": "henry",
    "verse_id": 18422,
    "verse_count": 11,
    "reference": "40:1-11",
    "title": "",
    "html": "<p>\n        All human life is a warfare; the Christian life is the most so; but the struggle will not last always. Troubles are removed in love, when sin is pardoned. In the great atonement of the death of Christ, the mercy of God is exercised to the glory of his justice. In Christ, and his sufferings, true penitents receive of the Lord's hand double for all their sins; for the satisfaction Christ made by his death was of infinite value. The prophet had some reference to the return of the Jews from Babylon. But this is a small event, compared with that pointed out by the Holy Ghost in the New Testament, when John the Baptist proclaimed the approach of Christ. When eastern princes marched through desert countries, ways were prepared for them, and hindrances removed. And may the Lord prepare our hearts by the teaching of his word and the convictions of his Spirit, that high and proud thoughts may be brought down, good desires planted, crooked and rugged tempers made straight and softened, and every hindrance removed, that we may be ready for his will on earth, and prepared for his heavenly kingdom. What are all that belongs to villainy man, or all that he does, but as the grass and the flower thereof! And what will all the titles and possessions of a dying sinner avail, when they leave him under condemnation! The word of the Lord can do that for us, which all flesh cannot. The glad tidings of the coming of Christ were to be sent forth to the ends of the earth. Satan is the strong man armed; but our Lord Jesus is stronger; and he shall proceed, and do all that he purposes. Christ is the good Shepherd; he shows tender care for young converts, weak believers, and those of a sorrowful spirit. By his word he requires no more service, and by his providence he inflicts no more trouble, than he will strengthen them for. May we know our Shepherd's voice, and follow him, proving ourselves his sheep.\n    <\/p>",
    "audit": null
}