{
    "id": 11977,
    "source": "henry",
    "verse_id": 18326,
    "verse_count": 6,
    "reference": "35:5-10",
    "title": "",
    "html": "<p>\n        When Christ shall come to set up his kingdom in the world, then wonders, great wonders, shall be wrought on men's souls. By the word and Spirit of Christ, the spiritually blind were enlightened; and those deaf to the calls of God were made to hear them readily. Those unable to do any thing good, by Divine grace were made active therein. Those that knew not how to speak of God or to God, had their lips opened to show forth his praise. When the Holy Ghost came upon the Gentiles that heard the word, then were the fountains of life opened. Most of the earth is still a desert; neither means of grace, spiritual worshippers, nor fruits of holiness, are to be found in it. But the way of religion and godliness shall be laid open. The way of holiness is the way of God's commandment; it is the good old way. And the way to heaven is a plain way. Those knowing but little, and unlearned, shall be kept from missing the road. It shall be a safe way; nothing can do them any real hurt. Christ, the way to God, shall be clearly made known; and the way of a believer's duty shall be plainly marked out. Let us then go forward cheerfully, assured that the end of this way shall be everlasting joy, and rest for the soul. Those who by faith are made citizens of the gospel Zion, rejoice in Christ Jesus; and their sorrows and sighs are made to flee away by Divine consolations. Thus these prophecies conclude. Our joyful hopes and prospects of eternal life should swallow up all the sorrows and all the joys of this present time. But of what avail is it to admire the excellencies of God's word, unless we can call its precious promises our own? Do we love God, not only as our Creator, but because he gave his only Son to die for us? And are we walking in the ways of holiness? Let us try ourselves by such plain questions, rather than spend time on things that may be curious and amusing, but are unprofitable.\n    <\/p>",
    "audit": null
}