{
    "id": 12039,
    "source": "henry",
    "verse_id": 18779,
    "verse_count": 9,
    "reference": "57:13-21",
    "title": "",
    "html": "<p>\n        The idols and their worshippers shall come to nothing; but those who trust in God's grace, shall be brought to the joys of heaven. With the Lord there is neither beginning of days, nor end of life, nor change of time. His name is holy, and all must know him as a holy God. He will have tender regard to those who bring their mind to their condition, and dread his wrath. He will make his abode with those whose hearts he has thus humbled, in order to revive and comfort them. When troubles last long, even good men are tempted to entertain hard thoughts of God. Therefore He will not contend for ever, for he will not forsake the work of his own hands, nor defeat the purchase of his Son's blood. Covetousness is a sin that particularly lays men under the Divine displeasure. See the sinfulness of sin. See also that troubles cannot reform men unless God's grace work in them. Peace shall be published, perfect peace. It is the fruit of preaching lips, and praying lips. Christ came and preached peace to Gentiles, as well as to the Jews; to after-ages, who were afar off in time, as well as to those of that age. But the wicked would not be healed by God's grace, therefore would not be healed by his comforts. Their ungoverned lusts and passions made them like the troubled sea. Also the terrors of conscience disturbed their enjoyments. God hath said it, and all the world cannot unsay it, That there is no peace to those who allow themselves in any sin. If we are recovered from such an awful state, it is only by the grace of God. And the influences of the Holy Spirit, and that new heart, from whence comes grateful praise, the fruit of our lips, are his gift. Salvation, with all its fruits, hopes, and comforts, is his work, and to him belongs all the glory. There is no peace for the wicked man; but let the wicked forsake his way, and the unrighteous man his thoughts; and let him return to the Lord, and he will have mercy upon him, and to our God, and he will abundantly pardon.\n    <\/p>",
    "audit": null
}