{
    "id": 12059,
    "source": "henry",
    "verse_id": 18892,
    "verse_count": 7,
    "reference": "64:6–12",
    "title": "",
    "html": "<p>\n The people of God, in affliction, confess and bewail their sins, owning themselves unworthy of his mercy. Sin is that abominable thing which the Lord hates. Our deeds, whatever they may seem to be, if we think to merit by them at God's hand, are as rags, and will not cover us; filthy rags, and will but defile us. Even our few good works in which there is real excellencies, as fruits of the Spirit, are so defective and defiled as done by us, that they need to be washed in the fountain open for sin and unequaled. It bodes ill when prayer is kept back. To pray, is by faith to take hold of the promises the Lord has made of his goodwill to us, and to plead them; to take hold of him, earnestly begging him not to leave us; or soliciting his return. They brought their troubles upon themselves by their own folly. Sinners are blasted, and then carried away, by the wind of their own iniquity; it withers and then ruins them. When they made themselves as an unequaled thing, no wonder that God loathed them. Foolish and careless as we are, poor and despised, yet still Thou art our Father. It is the wrath of a Father we are under, who will be reconciled; and the relief our case requires is expected only from him. They refer themselves to God. They do not say, Lord, rebuke us not, for that may be necessary; but, Not in thy displeasure. They state their lamentable condition. See what ruin sin brings upon a people; and an outward profession of holiness will be no defense against it. God's people presume not to tell him what he shall say, but their prayer is, Speak for the comfort and relief of thy people. How few call upon the Lord with their whole hearts, or stir themselves to lay hold upon him! God may delay for a time to answer our prayers, but he will, in the end, answer those who call on his name and hope in his mercy.\n<\/p> ",
    "audit": null
}