{
    "id": 12032,
    "source": "henry",
    "verse_id": 18742,
    "verse_count": 5,
    "reference": "55:1–5",
    "title": "",
    "html": " <p>\n All are welcome to the blessings of salvation, to whom those blessings are welcome. In Christ there is enough for all, and enough for each. Those satisfied with the world, that see no need of Christ, do not thirst. They are in no uneasiness about their souls: but where God gives grace, he gives a thirst after it; and where he has given a thirst after it, he will give it. Come to Christ, for he is the Fountain opened, he is the Rock smitten. Come to holy ordinances, to the streams that make glad the city of our God. Come to the healing waters, come to the living waters, <a class=\"ref\">Revelations 22:17<\/a>. Our Savior referred to this, <a class=\"ref\">John 7:37<\/a>. Come, and buy; make it your own by application of the grace of the gospel to yourselves. Come, and eat; make it still more your own, and enjoy it. The world comes short of our expectations; we promise ourselves, at least, water in it, and we are disappointed; but Christ outdoes our expectations. We come to him, and we find wine and milk. The gifts offered to us are such as no price can be set upon. The things offered are already paid for; for Christ purchased them at the full price of his own blood, <a class=\"ref\">1 Peter 1:19<\/a>. Our wants are beyond number, and we have nothing to supply them; if Christ and heaven are ours, we see ourselves for ever indebted to free grace. Hearken diligently; let the proud heart stoop; not only come, but accept God's offers. All the wealth and pleasure in the world, will not yield solid comfort and content to the soul. They do not satisfy even the appetites of the body; for all is vanity and vexation. Let the disappointments we meet with in the world, help to drive us to Christ, and to seek for satisfaction in him only. Then, and not before, we shall find rest for our souls. Hear, and your soul shall live. On what easy terms is happiness offered us! By the sure mercies of David, we are to understand the Messiah. All his mercies are covenant mercies; they are purchased by him, they are promised in him, and out of his hand they are dispensed to us. We know not how to find the way to the waters, but Christ is given to be a Leader, a Commander, to show us what to do, and enable us to do it. Our business is to obey him, and follow him. And there is no coming to the Father but by him. He is the Holy One of Israel, true to his promises; and he has promised to glorify Christ, by giving him the heathen for his inheritance.\n <\/p> ",
    "audit": null
}