{
    "id": 11922,
    "source": "henry",
    "verse_id": 17902,
    "verse_count": 1,
    "reference": "12:1",
    "title": "",
    "html": " <p>The song of praise in this chapter is suitable for the return of the outcasts of Israel from their long captivity, but it is especially suitable to the case of a sinner, when he first finds peace and joy in believing; to that of a believer, when his peace is renewed after corrections for backslidings; and to that of the whole company of the redeemed, when they meet before the throne of God in heaven. The promise is sure, and the blessings contained in it are very rich; and the benefits enjoyed through Jesus Christ, call for the most enlarged thanksgivings. By Jesus Christ, the Root of Jesse, the Divine anger against mankind was turned away, for he is our Peace. Those to whom God is reconciled, he comforts. They are taught to triumph in God and their interest in him. I will trust him to prepare me for his salvation, and preserve me to it. I will trust him with all my concerns, not doubting but he will make all to work for good. Faith in God is a sovereign remedy against tormenting fears. Many Christians have God for their strength, who have him not for their song; they walk in darkness: but those who have God for their strength ought to make him their song; that is, give him the glory of it, and take to themselves the comfort of it. This salvation is from the love of God the Father, it comes to us through God the Son, it is applied by the new-creating power of God the Spirit. When this is seen by faith, the trembling sinner learns to hope in God, and is delivered from fear. The purifying and sanctifying influences of the Holy Ghost often are denoted under the emblem of springing water. This work flows through the mediation of Christ, and is conveyed to our souls by means of God's ordinances. Blessed be God, we have wells of salvation opened on every side, and may draw from them the waters of life and consolation. In the second part of this gospel song, <a class=\"isa\" verses=\"WzE3OTA3XQ==\">ver. 4-6 <\/a>,, believers encourage one another to praise God, and seek to draw others to join them in it. No difference of opinions about the times and seasons, and other such matters, ought to divide the hearts of Christians. Let it be our care that we may be placed amongst those to whom he will say, Come, ye blessed of my Father, receive the kingdom prepared for you from the beginning of the world.\n <\/p>,",
    "audit": null
}