{
    "id": 11988,
    "source": "henry",
    "verse_id": 18462,
    "verse_count": 11,
    "reference": "41:10–20",
    "title": "",
    "html": "<p>\n God speaks with tenderness; Fear thou not, for I am with thee: not only within call, but present with thee. Art thou weak? I will strengthen thee. Art thou in want of friends? I will help thee in the time of need. Art thou ready to fall? I will uphold thee with that right hand which is full of righteousness, dealing forth rewards and punishments. There are those that strive with God's people, that seek their ruin. Let not God's people render evil for evil, but wait God's time. It is the worm Jacob; so little, so weak, so despised and trampled on by every body. God's people are as worms, in humble thoughts of themselves, and in their enemies' haughty thoughts of them; worms, but not vipers, not of the serpent's seed. Every part of God's word is calculated to humble man's pride, and to make him appear little in his own eyes. The Lord will help them, for he is their Redeemer. The Lord will make Jacob to become a threshing instrument. God will make him fit for use, new, and having sharp spikes. This has fulfillment in the triumphs of the gospel of Christ, and of all faithful followers of Christ, over the power of darkness. God has provided comforts to supply all their wants, and to answer all their prayers. Our way to heaven lies through the wilderness of this world. The soul of man is in want, and seeks for satisfaction; but becomes weary of seeking that in the world, which is not to be had in it. Yet they shall have a constant supply, where one would least expect it. I will open rivers of grace, rivers of living water, which Christ spake of the Spirit,<a class=\"ref\">John 7:38,39<\/a> . When God sets up his church in the Gentile wilderness, there shall be a great change, as if thorns and briers were turned into cedars, and fir-trees, and myrtles. These blessings are kept for the poor in spirit, who long for Divine enlightening, pardon, and holiness. And God will render their barren souls fruitful in the grace of his Spirit, that all who behold may consider it.\n<\/p> ",
    "audit": null
}