{
    "id": 12000,
    "source": "henry",
    "verse_id": 18555,
    "verse_count": 8,
    "reference": "44:21–28",
    "title": "",
    "html": " <p>\n Return unto me. It is the great concern of those who have backslidden from God, like the Jews of old, to hasten their return to him. The work of redemption wrought for us by Christ, encourages to hope for all blessings from him. Our transgressions and our sins are as a thick cloud between heaven and earth: sins separate between us and God; they threaten a storm of wrath. When God pardons sin, he blots out, he dispels this cloud, this thick cloud, so that the way to heaven is open again. The cloud is scattered by the Sun of righteousness; it is quite gone. The comforts that flow into the soul when sin is pardoned, are like clear shining after clouds and rain. Let not Israel be discouraged; nothing is too hard for God: having made all, he can make what use he pleases of any. Those that learn to know Christ, see all knowledge to be foolishness, in comparison with the knowledge of him. And his enemies will find their counsels turned into foolishness, and themselves taken in their craftiness. The exact fulfilling the prophecies of Scripture confirms the truth of the whole, and proves its Divine origin. The particular favors God designed for his people in captivity, were foretold here, long before they went into captivity. Very great difficulties would be in the way of their deliverance; but it is promised that by Divine power they should all be removed. God knew who should be the Deliverer of his people; and let his church know it, that when they heard such a name talked of, they might know their redemption drew nigh. It is the greatest honor of the greatest men, to be employed as instruments of the Divine favor to his people. In things wherein men serve themselves, and look no further, God makes them do all his pleasure. And a nobler Shepherd than Cyrus does his Father's will, till his work is fully completed.\n <\/p> ",
    "audit": null
}