{
    "id": 12033,
    "source": "henry",
    "verse_id": 18747,
    "verse_count": 8,
    "reference": "55:6–13",
    "title": "",
    "html": "<p>\n Here is a gracious offer of pardon, and peace, and of all happiness. It shall not be in vain to seek God, now his word is calling to us, and his Spirit is striving with us. But there is a day coming when he will not be found. There may come such a time in this life; it is certain that at death and judgment the door will be shut. There must be not only a change of the way, but a change of the mind. We must alter our judgments about persons and things. It is not enough to break off from evil practices, we must strive against evil thoughts. To repent is to return to our Lord, against whom we have rebelled. If we do so, God will multiply to pardon, as we have multiplied to offend. But let none trifle with this plenteous mercy, or use it as an occasion to sin. Men's thoughts concerning sin, Christ, and holiness, concerning this world and the other, vastly differ from God's; but in nothing more than in the matter of pardon. We forgive, and cannot forget; but when God forgives sin, he remembers it no more. The power of his word in the kingdoms of providence and grace, is as certain as in that of nature. Sacred truth produces a spiritual change in the mind of men, which neither rain nor snow can make on the earth. It shall not return to the Lord without producing important effects. If we take a special view of the church, we shall find what great things God has done, and will do for it. The Jews shall come to their own land; this shall represent the blessings promised. Gospel grace will make a great change in men. Delivered from the wrath to come, the converted sinner finds peace in his conscience; and love constrains him to devote himself to the service of his Redeemer. Instead of being profane, contentious, selfish, or sensual, behold him patient, humble, kind, and peaceable. The hope of helping in such a work should urge us to spread the gospel of salvation. And do thou help us, O Spirit of all truth, to have such views of the fullness, freeness, and greatness of the rich mercy in Christ, as may remove from us all narrow views of sovereign grace.\n<\/p> ",
    "audit": null
}