{
    "id": 11915,
    "source": "henry",
    "verse_id": 17831,
    "verse_count": 7,
    "reference": "9:1-7",
    "title": "",
    "html": "<p>\n        The Syrians and Assyrians first ravaged the countries here mentioned, and that region was first favored by the preaching of Christ. Those that want the gospel, walk in darkness, and in the utmost danger. But when the gospel comes to any place, to any soul, light comes. Let us earnestly pray that it may shine into our hearts, and make us wise unto salvation. The gospel brings joy with it. Those who would have joy, must expect to go through hard work, as the husbandman, before he has the joy of harvest; and hard conflict, as the soldier, before he divides the spoil. The Jews were delivered from the yoke of many oppressors; this was a shadow of the believer's deliverance from the yoke of Satan. The cleansing the souls of believers from the power and pollution of sin, would be by the influence of the Holy Spirit, as purifying fire. These great things for the church, shall be done by the Messiah, Emmanuel. The Child is born; it was certain; and the church, before Christ came in the flesh, benefited by his undertaking. It is a prophecy of him and of his kingdom, which those that waited for the Consolation of Israel read with pleasure. This Child was born for the benefit of us men, of us sinners, of all believers, from the beginning to the end of the world. Justly is he called Wonderful, for he is both God and man. His love is the wonder of angels and glorified saints. He is the Counselor, for he knew the counsels of God from eternity; and he gives counsel to men, in which he consults our welfare. He is the Wonderful Counselor; none teaches like him. He is God, the mighty One. Such is the work of the Mediator, that no less power than that of the mighty God could bring it to pass. He is God, one with the Father. As the Prince of Peace, he reconciles us to God; he is the Giver of peace in the heart and conscience; and when his kingdom is fully established, men shall learn war no more. The government shall be upon him; he shall bear the burden of it. Glorious things are spoken of Christ's government. There is no end to the increase of its peace, for the happiness of its subjects shall last for ever. The exact agreement of this prophecy with the doctrine of the New Testament, shows that Jewish prophets and Christian teachers had the same view of the person and salvation of the Messiah. To what earthly king or kingdom can these words apply? Give then, O Lord, to thy people to know thee by every endearing name, and in every glorious character. Give increase of grace in every heart of thy redeemed upon earth.\n    <\/p>",
    "audit": null
}