{
    "id": 11926,
    "source": "henry",
    "verse_id": 17930,
    "verse_count": 23,
    "reference": "14:1–23",
    "title": "",
    "html": "<p>\n The whole plan of Divine Providence is arranged with a view to the good of the people of God. A settlement in the land of promise is of God's mercy. Let the church receive those whom God receives. God's people, wherever their lot is cast, should endeavor to recommend religion by a right and winning conversation. Those that would not be reconciled to them, should be humbled by them. This may be applied to the success of the gospel, when those were brought to obey it who had opposed it. God himself undertakes to work a blessed change. They shall have rest from their sorrow and fear, the sense of their present burdens, and the dread of worse. Babylon abounded in riches. The king of Babylon having the absolute command of so much wealth, by the help of it ruled the nations. This refers especially to the people of the Jews; and it filled up the measure of the king of Babylon's sins. Tyrants sacrifice their true interest to their lusts and passions. It is gracious ambition to covet to be like the Most Holy, for he has said, Be ye holy, for I am holy; but it is sinful ambition to aim to be like the Most High, for he has said, He who exalts himself shall be abased. The devil thus drew our first parents to sin. Utter ruin should be brought upon him. Those that will not cease to sin, God will make to cease. He should be slain, and go down to the grave; this is the common fate of tyrants. True glory, that is, true grace, will go up with the soul to heaven, but vain pomp will go down with the body to the grave; there is an end of it. To be denied burial, if for righteousness' sake, may be rejoiced in, <a class=\"ref\">Matthew 5:12<\/a>. But if the just punishment of sin, it denotes that impenitent sinners shall rise to everlasting shame and contempt. Many triumphs should be in his fall. God will reckon with those that disturb the peace of mankind. The receiving the king of Babylon into the regions of the dead, shows there is a world of spirits, to which the souls of men remove at death. And that souls have converse with each other, though we have none with them; and that death and hell will be death and hell indeed, to all who fall unholy, from the height of this world's pomps, and the fullness of its pleasures. Learn from all this, that the seed of evil-doers shall never be renowned. The royal city is to be ruined and forsaken. Thus the utter destruction of the New Testament Babylon is illustrated, <a class=\"ref\">Revelations 18:2<\/a>. When a people will not be made clean with the besom of reformation, what can they expect but to be swept off the face of the earth with the besom of destruction?\n<\/p> ",
    "audit": null
}