{
    "id": 11920,
    "source": "henry",
    "verse_id": 17886,
    "verse_count": 9,
    "reference": "11:1–9",
    "title": "",
    "html": "<p>\n The Messiah is called a Rod, and a Branch. The words signify a small, tender product; a shoot, such as is easily broken off. He comes forth out of the stem of Jesse; when the royal family was cut down and almost leveled with the ground, it would sprout again. The house of David was brought very low at the time of Christ's birth. The Messiah thus gave early notice that his kingdom was not of this world. But the Holy Spirit, in all his gifts and graces, shall rest and abide upon him; he shall have the fullness of the Godhead dwelling in him, <a class=\"ref\">Colossians 1:19; 2:9<\/a>. Many consider that seven gifts of the Holy Spirit are here mentioned. And the doctrine of the influences of the Holy Spirit is here clearly taught. The Messiah would be just and righteous in all his government. His threatening shall be executed by the working of his Spirit according to his word. There shall be great peace and quiet under his government. The gospel changes the nature, and makes those who trampled on the meek of the earth, meek like them, and kind to them. But it shall be more fully shown in the latter days. Also Christ, the great Shepherd, shall take care of his flock, that the nature of troubles, and of death itself, shall be so changed, that they shall not do any real hurt. God's people shall be delivered, not only from evil, but from the fear of it. Who shall separate us from the love of Christ? The better we know the God of love, the more shall we be changed into the same likeness, and the better disposed to all who have any likeness to him. This knowledge shall extend as the sea, so far shall it spread. And of this blessed power there have been witnesses in every age of Christianity, though its most glorious time, here foretold, is not yet arrived. Meanwhile let us aim that our example and endeavors may help to promote the honor of Christ and his kingdom of peace.\n<\/p> ",
    "audit": null
}