{
    "id": 11907,
    "source": "henry",
    "verse_id": 17771,
    "verse_count": 8,
    "reference": "6:1–8",
    "title": "",
    "html": " <p>\n In this figurative vision, the temple is thrown open to view, even to the most holy place. The prophet, standing outside the temple, sees the Divine Presence seated on the mercy-seat, raised over the ark of the covenant, between the cherubim and seraphim, and the Divine glory filled the whole temple. See God upon his throne. This vision is explained, <a class=\"ref\">John 12:41 <\/a> that Isaiah now saw Christ's glory, and spake of Him, which is a full proof that our Savior is God. In Christ Jesus, God is seated on a throne of grace; and through him the way into the holiest is laid open. See God's temple, his church on earth, filled with his glory. His train, the skirts of his robes, filled the temple, the whole world, for it is all God's temple. And yet he dwells in every contrite heart. See the blessed attendants by whom his government is served. Above the throne stood the holy angels, called seraphim, which means burners; they burn in love to God, and zeal for his glory against sin. The seraphim showing their faces veiled, declares that they are ready to yield obedience to all God's commands, though they do not understand the secret reasons of his counsels, government, or promises. All vain-glory, ambition, ignorance, and pride, would be done away by one view of Christ in his glory. This awful vision of the Divine Majesty overwhelmed the prophet with a sense of his own vileness. We are undone if there is not a Mediator between us and this holy God. A glimpse of heavenly glory is enough to convince us that all our righteousnesses are as filthy rags. Nor is there a man that would dare to speak to the Lord, if he saw the justice, holiness, and majesty of God, without discerning his glorious mercy and grace in Jesus Christ. The live coal may denote the assurance given to the prophet, of pardon, and acceptance in his work, through the atonement of Christ. Nothing is powerful to cleanse and comfort the soul, but what is taken from Christ's satisfaction and intercession. The taking away sin is necessary to our speaking with confidence and comfort, either to God in prayer, or from God in preaching; and those shall have their sin taken away who complain of it as a burden, and see themselves in danger of being undone by it. It is great comfort to those whom God sends, that they go for God, and may therefore speak in his name, assured that he will bear them out.\n <\/p> ",
    "audit": null
}