{
    "id": 13485,
    "source": "kdo",
    "verse_id": 18747,
    "verse_count": 2,
    "reference": "55:6–7",
    "title": "",
    "html": "<p>So gracious is the offer which Jehovah now makes to His people, so great are the promises that He makes to it, viz., the regal glory of David, and the government of the world by virtue of the religion of Jehovah. Hence the exhortation is addressed to it in<a class=\"isa\" verses=\"WzE4NzQ3XQ==\">Isaiah 55:6<\/a> and<a class=\"isa\" verses=\"WzE4NzQ4XQ==\">Isaiah 55:7<\/a> :<i> “Seek ye Jehovah while He may be found, call ye upon Him while He is near. Let the wicked forsake his way, and the unrighteous man his thoughts: and let him return to Jehovah, and He will have compassion upon him; and to our God, for He will abundantly pardon.”<\/i> They are to seek to press into the fellowship of Jehovah (<i> (<span class=\"translit\"> dârash<\/span>) with the radical meaning<i> terere<\/i> , to acquire experimental knowledge or confidential acquaintance with anything) now that He is to be found (<a class=\"isa\" verses=\"WzE4ODk5XQ==\">Isaiah 65:1<\/a> , compare the parallelism of words and things in<a class=\"ref\">Jeremiah 29:14<\/a>), and to call upon Him, viz., for a share in that superabundant grace, ow that He is near, i.e., now that He approaches Israel, and offers it. In the admonition to repentance introduced in<a class=\"isa\" verses=\"WzE4NzQ4XQ==\">Isaiah 55:7<\/a> , both sides of the<span class=\"greek normal\"> μετάνοια<\/span> find expression, viz., turning away from sinful self-will, and turning to the God of salvation. The apodosis with its promises commences with<span class=\"normal hebrew\"> וירחמהוּ<\/span> - then will He have compassion upon such a man; and consequently<span class=\"normal hebrew\"> לסלוח<\/span><span class=\"normal hebrew\"> כּי־ירבּה<\/span> (with<span class=\"normal hebrew\"> כּי<\/span> because the fragmentary sentence<span class=\"normal hebrew\"> ואל־אלהינוּ<\/span> did not admit of the continuation with<span class=\"normal hebrew\"> ו<\/span>) has not a general, but an individual meaning (vid.,<a class=\"ref\">Psalm 130:4, Psalm 130:7<\/a>), and is to be translated as a future (for the expression, compare<a class=\"isa\" verses=\"WzE4MTQ4XQ==\">Isaiah 26:17<\/a>).<br><\/i><\/p> ",
    "audit": null
}