{
    "id": 17995,
    "source": "kdo",
    "verse_id": 18404,
    "verse_count": 2,
    "reference": "38:13-14",
    "title": "",
    "html": "<p> In <em> strophe<\/em> 2 the retrospective glance is continued. His sufferings increased to such an extent, that there was nothing left in his power but a whining moan - a languid look for help. <\/p><p><em> I waited patiently till the morning; like the lion, <\/em><\/p><p><em> So He broke in pieces all my bones: <\/em><\/p><p><em> From day to night Thou makest it all over with me. <\/em><\/p><p><em> Like a swallow, a crane, so I chirped; <\/em><\/p><p><em> I cooed like the dove; <\/em><\/p><p><em> Mine eyes pined for the height. <\/em><\/p><p><em> O Lord, men assault me! Be bail for me.” <\/em><\/p><p> The meaning of <em> shivvithi <\/em> may be seen from <a class=\"ref\">Psalms 131:2<\/a>, in accordance with which an Arabic translator has rendered the passage, “I smoothed, i.e., quieted (<em> sâweitu <\/em> ) my soul, notwithstanding the sickness, all night, until the morning.” But the morning brought no improvement; the violence of the pain, crushing him like a lion, forced from him again and again the mournful cry, that he must die before the day had passed, and should not live to see another. The Masora here has a remark, which is of importance, as bearing upon <a class=\"ref\">Psalms 22:17<\/a>, viz., that כּארי occurs twice, and לישׁני בתרי with two different meanings. The meaning of עגוּר סוּס is determined by <a class=\"ref\">Jeremiah 8:7<\/a>, from which it is evident that עגּור is not an attribute of סּוס here, in the sense of “chirping mournfully,” or “making a circle in its flight,” but is the name of a particular bird, namely the crane. For although the Targum and Syriac both seem to render סוס in that passage (<em> keri<\/em> סיס , which is the <em> chethib<\/em> here, according to the reading of Orientals) by כּוּרכּיא ) (a crane, Arab. <em> Kurki <\/em> ), and עגוּר , by סנוּניתא ) (the ordinary name of the swallow, which Haji Gaon explains by the Arabic <em> chuttaf <\/em> ), yet the relation is really the reverse: <em> sūs <\/em> (<em> sı̄s <\/em> ) is the swallow, and <em> ‛ âgūr <\/em> the crane. Hence Rashi, on <em> b. Kiddusin<\/em> 44<em> a<\/em> (“then cried Res Lakis like a crane”), gives <em> âg <\/em> , Fr. grue, as the rendering of כרוכי ; whereas Parchon (s.verse <em> ‛ âgūr <\/em> ), confounds the crane with the hoarsely croaking stork (<em> ciconia alba <\/em> ). The verb <em> 'ătsaphtsēph <\/em> answers very well not only to the <em> flebile murmur<\/em> of the swallow (into which the penitential Progne was changed, according to the Grecian myth), but also to the shrill shriek of the crane, which is caused by the extraordinary elongation of the windpipe, and is onomatopoetically expressed in its name <em> ‛ âgūr <\/em> .<\/p><p> (Note: The call of the parent cranes, according to Naumann (<em> Vögel Deutschlands<\/em> , ix. 364), is a rattling <em> kruh <\/em> (<em> gruh <\/em> ), which is uncommonly violent when close, and has a trumpet-like sound, which makes it audible at a very great distance. With the younger cranes it has a somewhat higher tone, which often passes, so to speak, into a falsetto.)<\/p><p><em> Tsiphtsēph <\/em> , like τρίζειν , is applied to every kind of shrill, penetrating, inarticulate sound. The ordinary meaning of <em> dallū <\/em> , to hang long and loose, has here passed over into that of pining (syn. <em> kâlâh <\/em> ). The name of God in  is Adonai, not Jehovah, being one of the 134 ודּין , i.e., words which are really written <em> Adonai<\/em> , and not merely to be read so.<\/p><p> (Note: Vid., Bär, <em> Psalterium<\/em> , p. 133.)<\/p><p> It is impossible to take עשׁקה־לּי as an imperative. The pointing, according to which we are to read <em> ‛ashqa <\/em> , admits this (compare <em> shâmrâh <\/em> in <a class=\"ref\">Psalms 86:2; Psalms 119:167<\/a>; and on the other hand, <em> zochrālli <\/em> , in <a class=\"ref\">Nehemiah 5:19<\/a>, etc.);<\/p><p> (Note: Vid., Bär, <em> Thorath Emeth<\/em> , pp. 22, 23.)<\/p><p> but the usage of the language does not yield any appropriate meaning for such an imperative. It is either the third person, used in a neuter sense, “it is sorrowful with me;” or, what Luzzatto very properly considers still more probable, on account of the antithesis of <em> ‛ ashqâh <\/em> and <em> ‛ ârbēni <\/em> , a substantive (<em> ‛ashqah <\/em> for <em> ‛osheq <\/em> ), “there is pressure upon me” (compare רזי־לי , <a class=\"isa\" verses=\"WzE4MTEyXQ==\">Isaiah 24:16<\/a>), i.e., it presses me like an unmerciful creditor; and to this there is appended the petition, Guarantee me, i.e., be bail for me, answer for me (see at <a class=\"ref\">Job 17:3<\/a>).<\/p>",
    "audit": null
}