{
    "id": 18043,
    "source": "kdo",
    "verse_id": 18478,
    "verse_count": 3,
    "reference": "41:26-28",
    "title": "",
    "html": "<p> As <a class=\"isa\" verses=\"WzE4NDc3XQ==\">Isaiah 41:25<\/a> points back to the first charge against the heathen and their gods (<a class=\"isa\" verses=\"eyIxODQ1NCI6Nn0=\">Isaiah 41:2-7<\/a>), so <a class=\"isa\" verses=\"eyIxODQ3OCI6M30=\">Isaiah 41:26-28<\/a> point back to the second. Not only did Jehovah manifest Himself as the Universal Ruler in the waking up of Cyrus, but as the Omniscient Ruler also. <em> “Who hath made it known from the beginning, we will acknowledge it, and from former time, we will say He is in the right?! Yea, there was none that made known; yea, none that caused to hear; yea, none that heard your words. As the first I saith to Zion, Behold, behold, there it is: and I bestow evangelists upon Jerusalem. And I looked, and there was no man; and of these there was no one answering whom I would ask, and who would give me an answer.”<\/em> If any one of the heathen deities had foretold this appearance of Cyrus so long before as at the very commencement of that course of history which had thus reached its goal, Jehovah with His people, being thus taught by experience, would admit and acknowledge their divinity. מראשׁ is used in the same sense as in <a class=\"isa\" verses=\"WzE4NjMxXQ==\">Isaiah 48:16<\/a> : and also in <a class=\"isa\" verses=\"WzE4NDU2XQ==\">Isaiah 41:4<\/a> and <a class=\"isa\" verses=\"WzE4NDQyXQ==\">Isaiah 40:21<\/a>, where it refers according to the context in each case, to the beginning of the particular line of history. צדּיק signifies either “he is right,” i.e., in the right (compare the Arabic <em> siddik <\/em> , genuine), or in a neuter sense, “it is right” (= true), i.e., the claim to divine honours is really founded upon divine performances. But there was not one who had proclaimed it, or who gave a single sound of himself; no one had heard anything of the kind from them. אין receives a retrospective character from the connection; and bearing this in mind, the participles may be also resolved into imperfects. The repeated אף , passing beyond what is set down as possible, declares the reality of the very opposite. What Jehovah thus proves the idols to want, He can lay claim to for Himself. In <a class=\"isa\" verses=\"WzE4NDc5XQ==\">Isaiah 41:27<\/a> we need not assume that there is any <em> hyperbaton<\/em> , as Louis de Dieu, Rosenmüller, and others have done: “I first will give to Zion and Jerusalem one bringing glad tidings: behold, behold them.” After what has gone before in <a class=\"isa\" verses=\"WzE4NDc4XQ==\">Isaiah 41:26<\/a> we may easily supply אמרתּי , “I said,” in  (compare <a class=\"isa\" verses=\"WzE3ODI3LDE3OTQ1LDE4MTU0XQ==\">Isaiah 8:19; Isaiah 14:16; Isaiah 27:2<\/a>), not אמר , for the whole comparison drawn by Jehovah between Himself and the idols is retrospective, and looks back from the fulfilment in progress to the prophecies relating to it. The only reply that we can look for to the question in <a class=\"isa\" verses=\"WzE4NDc4XQ==\">Isaiah 41:26<\/a> is not, “I on the contrary <em> do<\/em> it,” but “I <em> did<\/em> it.” At the same time, the rendering is a correct one: “Behold, behold <em> them<\/em> ” (<em> illa <\/em> ; for the neuter use of the masculine, compare <a class=\"isa\" verses=\"WzE4NjE4LDE4NDA3LDE4NTcwXQ==\">Isaiah 48:3; Isaiah 38:16; Isaiah 45:8<\/a>). “As the first,” Jehovah replies (i.e., without any one anticipating me), “Have I spoken to Zion: behold, behold, there it is,” pointing with the finger of prophecy to the coming salvation, which is here regarded as present; “and I gave to Jerusalem messengers of joy;” i.e., long ago, before what is now approaching could be known by any one, I foretold to my church, through the medium of prophets, the glad tidings of the deliverance from Babylon. If the author of chapters 40-66 were a prophet of the captivity, his reference here would be to such prophecies as <a class=\"isa\" verses=\"WzE3ODk2XQ==\">Isaiah 11:11<\/a> (where Shinar is mentioned as a land of dispersion), and more especially still <a class=\"ref\">Micah 4:10<\/a>, “There in Babylon wilt thou be delivered, there will Jehovah redeem thee out of the hand of thine enemies;” but if Isaiah were the author, he is looking back from the ideal standpoint of the time of the captivity, and of Cyrus more especially, to his own prophecies before the captivity (such as <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+13:1-14&t1=en_nas\" id=\"106\" class=\"stL\" target=\"_blank\">Isaiah 13:1-14<\/a>:<a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+13:1&t1=en_nas\" id=\"107\" class=\"stL\" target=\"_blank\"><\/a>23, and <a class=\"isa\" verses=\"eyIxODAzNyI6MTB9\">Isaiah 21:1-10<\/a>), just as Ezekiel, when prophesying of Gog and Magog, looks back in <a class=\"isa\" verses=\"WzE4NDA4XQ==\">Isaiah 38:17<\/a> fro the ideal standpoint of this remote future, more especially to his own prophecies in relation to it. In that case the <em> m e bhassēr <\/em> , or evangelist, more especially referred to is the prophet himself (Grotius and Stier), namely, as being the foreteller of those prophets to whom the commission in <a class=\"isa\" verses=\"WzE4NDIyXQ==\">Isaiah 40:1<\/a>, “Comfort ye, comfort ye,” is addressed, and who are greeted in <a class=\"isa\" verses=\"eyIxODcwNCI6Mn0=\">Isaiah 52:7-8<\/a> as the bearers of the joyful news of the existing fulfilment of the deliverance that has appeared, and therefore as the <em> m e bhassēr <\/em> or evangelist of the future מבשׂרים . In any case, it follows from <a class=\"isa\" verses=\"WzE4NDc4LDE4NDc5XQ==\">Isaiah 41:26, Isaiah 41:27<\/a> that the overthrow of Babylon and the redemption of Israel had long before been proclaimed by Jehovah through His prophets; and if our exposition is correct so far, the futures in <a class=\"isa\" verses=\"WzE4NDgwXQ==\">Isaiah 41:28<\/a> are to be taken as imperfects: And I looked round ( וארא , a voluntative in the hypothetical protasis, Ges. §128, 2), and there was no one (who announced anything of the kind); and of these (the idols) there was no adviser (with regard to the future, <a class=\"ref\">Numbers 24:14<\/a>), and none whom I could ask, and who answered me (the questioner). Consequently, just as the raising up of Cyrus proclaimed the sole omnipotence of Jehovah, so did the fact that the deliverance of Zion-Jerusalem, for which the raising up of Cyrus prepared the way, had been predicted by Him long before, proclaim His sole omniscience.<\/p>",
    "audit": null
}