{
    "id": 17897,
    "source": "kdo",
    "verse_id": 18164,
    "verse_count": 2,
    "reference": "27:12-13",
    "title": "",
    "html": "<p> But when Israel repents, the mercy of Jehovah will change all this. <em> “And it will come to pass on that day, Jehovah will appoint a beating of corn from the water-flood of the Euphrates to the brook of Egypt, and ye will be gathered together one by one, O sons of Israel. And it will come to pass in that day, a great trumpet will be blown, and the lost ones in the land of Asshur come, and the outcasts in the land of Egypt, and cast themselves down before Jehovah on the holy mountain in Jerusalem.”<\/em> I regard every exposition of <a class=\"isa\" verses=\"WzE4MTY0XQ==\">Isaiah 27:12<\/a> which supposes it to refer to the return of the captives as altogether false. The Euphrates and the brook of Egypt, i.e., the <em> Wady el-Arish<\/em> , were the north-eastern and south-western boundaries of the land of Israel, according to the original promise (<a class=\"ref\">Genesis 15:18; 1 Kings 8:65<\/a>), and it is not stated that Jehovah will beat on the outside of these boundaries, but within them. Hence Gesenius is upon a more correct track, when he explains it as meaning that “the kingdom will be peopled again in its greatest promised extent, and that as rapidly and numerously as if men had fallen like olives from the trees.” No doubt the word <em> c hâbat <\/em> is applied to the beating down of olives in <a class=\"ref\">Deuteronomy 24:20<\/a>; but this figure is inapplicable here, as olives must already exist before they can be knocked down, whereas the land of Israel is to be thought of as desolate. What one expects is, that Jehovah will cause the dead to live within the whole of the broad expanse of the promised land (according to the promise in <a class=\"isa\" verses=\"WzE4MTUwLDE4MTUyXQ==\">Isaiah 26:19, Isaiah 26:21<\/a>). And the figure answers this expectation most clearly and most gloriously. <em> Châbat <\/em> as the word commonly applied to the knocking out of fruits with husks, which were too tender and valuable to be threshed. Such fruits, as the prophet himself affirms in <a class=\"isa\" verses=\"WzE4MTkyXQ==\">Isaiah 28:27<\/a>, were knocked out carefully with a stick, and would have been injured by the violence of ordinary threshing. And the great field of dead that stretched from the Euphrates to the Rhinokoloura,<\/p><p> (Note: <em> Rhinokoloura<\/em> (or <em> Rhinokoroura<\/em> ): for the origin of this name of the Wady el-Arish, see Strabo, xvi. 2, 31.)<\/p><p> resembled a floor covered over with such tender, costly fruit. There true Israelites and apostate Israelites lay mixed together. But Jehovah would separate them. He would institute a beating, so that the true members of the church would come to the light of day, being separated from the false like grains sifted from their husks. “Thy dead will live;” it is to this that the prophet returns. And this view is supported by the choice of the word <em> shibboleth <\/em> , which combines in itself the meanings of “flood” (<a class=\"ref\">Psalms 69:3, Psalms 69:16<\/a>) and “ear” (sc., of corn). This word gives a fine dilogy (compare the dilogy in <a class=\"isa\" verses=\"WzE4MDIzXQ==\">Isaiah 19:18<\/a> and <a class=\"ref\">Habakkuk 2:7<\/a>). From the “<em> ear<\/em> ” of the Euphrates down to the Peninsula of Sinai, Jehovah would knock - a great heap of ears, the grains of which were to be gathered together “one by one,” i.e., singly (in the most careful manner possible; Greek, καθεῖς κατη ̓ ἓνα ). To this risen church there would be added the still living <em> diaspora<\/em> , gathered together by the signal of God (compare <a class=\"isa\" verses=\"WzE4MDAxLDE3ODk3XQ==\">Isaiah 18:3; Isaiah 11:12<\/a>). Asshur and Egypt are named as lands of banishment. They represent all the lands of exile, as in <a class=\"isa\" verses=\"eyIxODAyOCI6M30=\">Isaiah 19:23-25<\/a> (compare <a class=\"isa\" verses=\"WzE3ODk2XQ==\">Isaiah 11:11<\/a>). The two names are emblematical, and therefore not to be used as proofs that the prophecy is within the range of Isaiah's horizon. Nor is there any necessity for this. It is just as certain that the cycle of prophecy in chapters 24-27 belongs to Isaiah, and not to any other prophet, as it is that there are not two men to be found in the world with faces exactly alike.<\/p>",
    "audit": null
}