{
    "id": 17930,
    "source": "kdo",
    "verse_id": 18248,
    "verse_count": 4,
    "reference": "30:30-33",
    "title": "",
    "html": "<p> Israel is marching in such a joyful way to a sacred and glorious height, whilst outside Jehovah is sweeping the world-power entirely away, and that without any help from Israel. <em> “And Jehovah causes His majestic voice to be heard, and causes the lowering of His arm to be seen, with the snorting of wrath and the blazing of devouring fire, the bursting of a cloud, and pouring of rain and hailstones. For Asshur will be terrified at the voice of Jehovah, when He smites with the staff. And it will come to pass, every stroke of the rod of destiny, which Jehovah causes to fall upon Asshur, is dealt amidst the noise of drums and the playing of guitars; and in battles of swinging arm He fights it. For a place for the sacrifice of abominations has long been made ready, even for the king is it prepared; deep, broad has He made it: its funeral-pile has fire and wood in abundance; the breath of Jehovah like a stream of brimstone sets it on fire.”<\/em> The imposing crash (on <em> hōd <\/em> , see <a class=\"ref\">Job 39:20<\/a>) of the cry which Jehovah causes to be heard is thunder (see <a class=\"ref\">Psalms 29:1-11<\/a>); for the catastrophe occurs with a discharge of all the destructive forces of a storm (see <a class=\"isa\" verses=\"WzE4MjAwXQ==\">Isaiah 29:6<\/a>). <em> Nephets <\/em> is the “breaking up” or “bursting,” viz., of a cloud. It is through such wrath-announcing phenomena of nature that Jehovah manifests the otherwise invisible letting down of His arm to smite (<em> nachath <\/em> may possibly not be the derivative of <em> nūăch <\/em> , “settling down,” but of <em> nâchath <\/em> , “the coming down,” as in <a class=\"ref\">Psalms 38:3<\/a>; just as <em> shebheth <\/em> in <a class=\"ref\">2 Samuel 23:7<\/a> is not derived from <em> shūbh <\/em> , but from <em> shâbhath <\/em> , to go to ruin). <a class=\"isa\" verses=\"WzE4MjQ5XQ==\">Isaiah 30:31<\/a>, commencing with <em> ki <\/em> (for), explains the terrible nature of what occurs, from the object at which it is directed: Asshur is alarmed at the voice of Jehovah, and thoroughly goes to pieces. We must not render this, as the Targum does, “which smites with the rod,” i.e., which bears itself so haughtily, so tyrannically (after <a class=\"isa\" verses=\"WzE3ODc1XQ==\">Isaiah 10:24<\/a>). The smiter here is Jehovah (lxx, Vulg., Luther); and <em> basshēbhet <\/em> <em> yakkeh <\/em> is either an attributive clause, or, better still, a circumstantial determining clause, <em> eo virga percutiente <\/em> . According to the accents, <em> v e hâyâh <\/em> in <a class=\"isa\" verses=\"WzE4MjUwXQ==\">Isaiah 30:32<\/a> is introductory: “And it will come to pass, every stroke of the punishing rod falls (supply יהיה ) with an accompaniment of drums and guitars” (the <em> Beth<\/em> is used to denote instrumental accompaniment, as in <a class=\"isa\" verses=\"WzE4MjQ3LDE4MTA1LDE0NjU0XQ==\">Isaiah 30:29; Isaiah 24:9; Psalms 49:5<\/a>, etc.) - namely, on the part of the people of Jerusalem, who have only to look on and rejoice in the approaching deliverance. <em> Mūsâdâh <\/em> with <em> m attēh <\/em> is a verbal substantive used as a genitive, “an appointment according to decree” (comp. <em> yâsad <\/em> in <a class=\"ref\">Habakkuk 1:12<\/a>, and <em> yâ ‛ ad <\/em> in <a class=\"ref\">Micah 6:9<\/a>). The fact that drums and guitars are heard along with every stroke, is explained in  : “Jehovah fights against Asshur with battles of swinging,” i.e., not with darts or any other kind of weapon, but by swinging His arm incessantly, to smite Asshur without its being able to defend itself (cf., <a class=\"isa\" verses=\"WzE4MDIxXQ==\">Isaiah 19:16<\/a>). Instead of בּהּ , which points back to <em> Asshur<\/em> , not to <em> m atteh <\/em> , the <em> keri<\/em> has בּם , which is not so harsh, since it is immediately preceded by עליו . This cutting down of the Assyrians is accounted for in <a class=\"isa\" verses=\"WzE4MjUxXQ==\">Isaiah 30:33<\/a>, (<em> ki <\/em> , for), from the fact that it had long ago been decreed that they should be burned as dead bodies. <em> 'Ethmūl <\/em> in contrast with <em> m âchâr <\/em> is the past: it has not happened today, but yesterday, i.e., as the predestination of God is referred to, “long ago.” <\/p><p><em> Tophteh <\/em> is the primary form of <em> tōpheth <\/em> (from <em> tūph <\/em> , not in the sense of the Neo-Persian <em> tâften <\/em> , Zend. <em> tap <\/em> , to kindle or burn, from which comes <em> tafedra <\/em> , melting; but in the Semitic sense of vomiting or abhorring: see at <a class=\"ref\">Job 17:6<\/a>), the name of the abominable place where the sacrifices were offered to Moloch in the valley of Hinnom: a Tophet-like place. The word is variously treated as both a masculine and feminine, possibly because the place of abominable sacrifices is described first as <em> bâmâh <\/em> in <a class=\"ref\">Jeremiah 7:31<\/a>. In the clause הוּכן למּל ך גּם־הוא , the <em> gam <\/em> , which stands at the head, may be connected with <em> lammelekh <\/em> , “also for the king is it prepared” (see at <a class=\"ref\">Job 2:10<\/a>); but in all probability <em> lammelekh <\/em> is a play upon <em> lammolekh <\/em> (e.g., <a class=\"ref\">Leviticus 18:2<\/a>), “even this has been prepared for the Melekh,” viz., the king of Asshur. Because he was to be burned there, together with his army, Jehovah had made this Tophet-like place very deep, so that it might have a far-reaching background, and very broad, so that in this respect also there might be room for many sacrifices. And their <em> m e dūrâh <\/em> , i.e., their pile of wood (as in <a class=\"ref\">Ezekiel 24:9<\/a>, cf., <a class=\"ref\">Ezekiel 24:5<\/a>, from <em> dūr <\/em> , Talm. <em> dayyēr <\/em> , to lay round, to arrange, pile), has abundance of fire and wood (a <em> hendiadys<\/em> , like “cloud and smoke” in <a class=\"isa\" verses=\"WzE3NzM5XQ==\">Isaiah 4:5<\/a>). Abundance of fire: for the breath of Jehovah, pouring upon the funeral pile like a stream of brimstone, sets it on fire. בּ בּער , not to burn up, but to set on fire. בּהּ points back to <em> tophteh <\/em> , like the suffix of <em> m e durâthâh <\/em> .<\/p><p> (Note: So far as the form of the text is concerned, <em> kōl <\/em> has the disjunctive <em> yethib <\/em> before <em> pashta <\/em> , which occurs eleven times according to the Masora. Nevertheless the word is logically connected in the closest manner with what follows (comp. <em> 'ē th <\/em> <em> tōrath <\/em> in <a class=\"isa\" verses=\"WzE3NzY0XQ==\">Isaiah 5:24<\/a>). The <em> âh <\/em> of <em> m ūsâdâh <\/em> is <em> rafatum pro mappicato <\/em> , according to the Masora; in which case the suffix would refer to Asshur. In the place of הוא גם we also meet with היּא גם , with this <em> chethib<\/em> and <em> keri<\/em> reversed; but the former, according to which הוכן is equivalent to הוכנה , has many examples to support it in the Masora. הוכן has <em> kametz<\/em> in correct MSS in half pause; whereas Kimchi (<em> Michlol<\/em> , 117b) regards it as a participle.)<\/p>",
    "audit": null
}