{
    "id": 17769,
    "source": "kdo",
    "verse_id": 17924,
    "verse_count": 1,
    "reference": "13:17",
    "title": "",
    "html": "<p> With <a class=\"isa\" verses=\"WzE3OTI0XQ==\">Isaiah 13:17<\/a> the prophecy takes a fresh turn, in which the veil that has hitherto obscured it is completely broken through. We now learn the name of the conquerors. <em> “Behold, I rouse up the Medes over them, who do not regard silver, and take no pleasure in gold.”<\/em> It was the Medes (Darius Medus = Cyaxares II) who put an end to the Babylonian kingdom in combination with the Persians (Cyrus). The Persians are mentioned for the first time in the Old Testament by Ezekiel and Daniel. Consequently <em> Mâdi <\/em> (by the side of which Elam is mentioned in <a class=\"isa\" verses=\"WzE4MDM4XQ==\">Isaiah 21:2<\/a>) appears to have been a general term applied to the Arian populations of Eran from the most important ruling tribe. Until nearly the end of Hezekiah's reign, the Medes lived scattered about over different districts, and in hamlets (or villages) united together by a constitutional organization. After they had broken away from the Assyrians (714 b.c.) they placed themselves in 709-8 b.c. under one common king, namely Deyoces, probably for the purpose of upholding their national independence; or, to speak more correctly, under a common <em> monarch<\/em> , for even the chiefs of the villages were called kings.<\/p><p> (Note: See Spiegel's <em> Eran das Land zwischen dem Indus und Tigris<\/em> (1863), p. 308ff.)<\/p><p> It is in this sense that Jeremiah speaks of “king of Madai;” at any rate, this is a much more probable supposition than that he refers to monarchs in a generic sense. But the kings of Media, i.e., the rulers of the several villages, are mentioned in <a class=\"ref\">Jeremiah 25:25<\/a> among those who will have to drink the intoxicating cup which Jehovah is about to give to the nations through Nebuchadnezzar. So that their expedition against Babylon is an act of revenge for the disgrace of bondage that has been inflicted upon them. Their disregarding silver and gold is not intended to describe them as a rude, uncultivated people: the prophet simply means that they are impelled by a spirit of revenge, and do not come for the purpose of gathering booty. Revenge drives them on to forgetfulness of all morality, and humanity also.<\/p>",
    "audit": null
}