{
    "id": 17818,
    "source": "kdo",
    "verse_id": 18010,
    "verse_count": 6,
    "reference": "19:5-10",
    "title": "",
    "html": "<p> The prophet then proceeds to foretell another misfortune which was coming upon Egypt: the Nile dries up, and with this the fertility of the land disappears. <em> “And the waters will dry up from the sea, and the river is parched and dried. And the arms of the river spread a stench; the channels of Matzor become shallow and parched: reed and rush shrivel up. The meadows by the Nile, on the border of the Nile, and every corn-field of the Nile, dries up, is scattered, and disappears. And the fishermen groan, and all who throw draw-nets into the Nile lament, and they that spread out the net upon the face of the waters languish away. And the workers of fine combed flax are confounded, and the weavers of cotton fabrics. And the pillars of the land are ground to powder; all that work for wages are troubled in mind.”<\/em> In <a class=\"isa\" verses=\"WzE4MDEwXQ==\">Isaiah 19:5<\/a> the Nile is called <em> yâm <\/em> (a sea), just as Homer calls it <em> Oceanus<\/em> , which, as Diodorus observes, was the name given by the natives to the river (Egypt. <em> oham <\/em> ). The White Nile is called <em> bahr <\/em> <em> el<\/em> -<em> abyad <\/em> (the White Sea), the Blue Nile <em> bahr <\/em> <em> el<\/em> -<em> azrak <\/em> , and the combined waters <em> bahr eṅNil <\/em> , or, in the language of the Besharîn , as here in Isaiah, <em> yām <\/em> . And in the account of the creation, in Gen 1, <em> yammim <\/em> is the collective name for great seas and rivers. But the Nile itself is more like an inland sea than a river, from the point at which the great bodies of water brought down by the Blue Nile and the White Nile, which rises a few weeks later, flow together; partly on account of its great breadth, and partly also because of its remaining stagnant throughout the dry season. It is not till the tropical rains commence that the swelling river begins to flow more rapidly, and the <em> yâm <\/em> becomes a <em> nâhâr <\/em> . But when, as is here threatened, the Nile sea and Nile river in Upper Egypt sink together and dry up (<em> nissh e thu <\/em> , <em> niphal<\/em> either of <em> shâthath <\/em> = <em> nâshattu <\/em> , to set, to grow shallow; or more probably from <em> nâshath <\/em> , to dry up, since <a class=\"isa\" verses=\"WzE4NDY5XQ==\">Isaiah 41:17<\/a> and <a class=\"ref\">Jeremiah 51:30<\/a> warrant the assumption that there was such a verb), the mouths (or <em> arms<\/em> ) of the Nile (<em> nehâr <\/em> ), which flow through the Delta, and the many canals (<em> ye'orim <\/em> ), by which the benefits of the overflow are conveyed to the Nile valley, are turned into stinking puddles ( האזניחוּ , a <em> hiphil<\/em> , half substantive half verbal, unparalleled elsewhere,<\/p><p> (Note: It is not unparalleled as a <em> hiph. denom.<\/em> (compare הצהיר , oil, יצהר , to press, <a class=\"ref\">Job 24:11<\/a>, Talm. התליע , to become worm-eaten, and many others of a similar kind); and as a mixed form (possibly a mixture of two readings, as Gesenius and Böttcher suppose, though it is not necessarily so), the language admitted of much that was strange, more especially in the vulgar tongue, which found its way here and there into written composition.)<\/p><p> signifying to spread a stench; possibly it may have been used in the place of הזניח , from אזנח or אזנח , stinking, to which a different application was given in ordinary use). In all probability it is not without intention that Isaiah uses the expression <em> Mâtzor <\/em> , inasmuch as he distinguishes <em> Mâzort <\/em> from <em> Pathros <\/em> (<a class=\"isa\" verses=\"WzE3ODk2XQ==\">Isaiah 11:11<\/a>), i.e., Lower from Upper Egypt (Egyp. <em> sa<\/em> -<em> het <\/em> , the low land, and <em> sa<\/em> -<em> res <\/em> , the higher land), the two together being <em> Mitzrayim<\/em> . And <em> ye'orim <\/em> (by the side of <em> nehâroth <\/em> ) we are warranted in regarding as the name given of the Nile canals. The canal system in Egypt and the system of irrigation are older than the invasion of the Hyksos (vid., Lepsius, in Herzog's <em> Cyclopaedia <\/em> ). On the other hand, <em> ye ' ōr <\/em> in <a class=\"isa\" verses=\"WzE4MDEyXQ==\">Isaiah 19:7<\/a> (where it is written three times <em> plene <\/em> , as it is also in <a class=\"isa\" verses=\"WzE4MDEzXQ==\">Isaiah 19:8<\/a>) is the Egyptian name of the Nile generally (<em> yaro <\/em> ).<\/p><p> (Note: From the fact that <em> aur <\/em> in old Egyptian means the Nile, we may explain the Φρουορῶ ἤτοι Νεῖλος , with which the <em> Laterculus<\/em> of Eratosthenes closes.)<\/p><p> It is repeated emphatically three times, like <em> Mitzrayim<\/em> in <a class=\"isa\" verses=\"WzE4MDA2XQ==\">Isaiah 19:1<\/a>. Parallel to <em> m izra‛ <\/em> , but yet different from it, is ערות , from ערה , to be naked or bare, which signifies, like many derivatives of the synonymous word in Arabic, either open spaces, or as here, grassy tracts by the water-side, i.e., meadows. Even the meadows, which lie close to the water-side (<em> pi <\/em> = <em> ora <\/em> , as in <a class=\"ref\">Psalms 133:2<\/a>, <em> not ostium <\/em> ), and all the fields, become so parched, that they blow away like ashes.<\/p><p> Then the three leading sources from which Egypt derived its maintenance all fail: - viz. the fishing; the linen manufacture, which supplied dresses for the priests and bandages for mummies; and the cotton manufacture, by which all who were not priests were supplied with clothes. The Egyptian fishery was very important. In the Berlin Museum there is an Egyptian <em> micmoreth <\/em> with lead attached. The mode of working the flax by means of <em> serikâh <\/em> , <em> pectinatio <\/em> (compare סרוק , wool-combs, <em> Kelim<\/em> , 12, 2), is shown on the monuments. In the Berlin Museum there are also Egyptian combs of this description with which the flax was carded. The productions of the Egyptian looms were celebrated in antiquity: <em> c hōrây <\/em> , lit., white cloth (<em> singularet<\/em> . with the old termination <em> ay <\/em> ), is the general name for cotton fabrics, or the different kinds of byssus that were woven there (compare the βυσσίνων ὀθονίων of the Rosetta inscription). All the castes, from the highest to the lowest, are not thrown into agonies of despair. The <em> shâthōth <\/em> (an epithet that was probably suggested by the thought of <em> shethi <\/em> , a warp, Syr. <em> 'ashti <\/em> , to weave, through the natural association of ideas), i.e., the “<em> pillars<\/em> ” of the land (with a suffix relating to <em> Mitzrayim<\/em> , see at <a class=\"isa\" verses=\"WzE3NzE2XQ==\">Isaiah 3:8<\/a>, and construed as a masculine as at <a class=\"ref\">Psalms 11:3<\/a>), were the highest castes, who were the direct supporters of the state edifice; and שׂכר עשׂי cannot mean the citizens engaged in trade, i.e., the middle classes, but such of the people as hired themselves to the employers of labour, and therefore lived upon wages and not upon their own property ( שׂכר is used here as in <a class=\"ref\">Proverbs 11:18<\/a>, and not as equivalent to סכר , the dammers-up of the water for the purpose of catching the fish, like סכרין , <em> Kelim<\/em> , 23, 5).<\/p>",
    "audit": null
}