{
    "id": 17843,
    "source": "kdo",
    "verse_id": 18054,
    "verse_count": 25,
    "reference": 22,
    "title": "",
    "html": "<p> The Oracle Concerning the Valley of Vision (Jerusalem) - <a class=\"isa\" verses=\"eyIxODA1NCI6MTR9\">Isaiah 22:1-14<\/a><\/p><p> The <em> c hâzūth <\/em> concerning Babylon, and the no less visionary prophecies concerning Edom and Arabia, are now followed by a <em> m assâ <\/em> , the object of which is “the valley of vision” (<em> gē' <\/em> <em> c hizzâyōn <\/em> ) itself. Of course these four prophecies were not composed in the tetralogical form in which they are grouped together here, but were joined together at a later period in a group of this kind on account of their close affinity. The internal arrangement of the group was suggested, not by the date of their composition (they stand rather in the opposite relation to one another), but by the idea of a storm coming from a distance, and bursting at last over Jerusalem; for there can be no doubt that the “valley of vision” is a general name for Jerusalem as a whole, and not the name given to one particular valley of Jerusalem. It is true that the epithet applied to the position of Jerusalem does not seem to be in harmony with this; for, according to Josephus, “the city was built upon two hills, which are opposite to one another and have a valley to divide them asunder, at which valley the corresponding rows of houses on both hills end” (<em> Wars of the Jews<\/em> , v. 4, 1; Whiston). But the epithet is so far allowable, that there are mountains round Jerusalem (<a class=\"ref\">Psalms 125:2<\/a>); and the same city which is on an eminence in relation to the land generally, appears to stand on low ground when contrasted with the mountains in the immediate neighbourhood ( πρὸς δὲ τὰ ἐχόμενα ταύθς γηόλοφα χθαμαλίζεται , as Phocas says). According to this twofold aspect, Jerusalem is called the “inhabitant of the valley” in <a class=\"ref\">Jeremiah 21:13<\/a>, and directly afterwards the “rock of the plain;” just as in <a class=\"ref\">Jeremiah 17:3<\/a> it is called the mountain in the fields, whereas Zephaniah (<a class=\"ref\">Zephaniah 1:11<\/a>) applies the epithet <em> m actēsh <\/em> (the mortar or cauldron) not to all Jerusalem, but to one portion of it (probably the ravine of the Tyropaeum ). And if we add to this the fact that Isaiah's house was situated in the lower town - and therefore the standpoint of the epithet is really there - it is appropriate in other respects still; for the prophet had there the temple-hill and the Mount of Olives, which is three hundred feet higher, on the east, and Mount Zion before him towards the south; so that Jerusalem appeared like a city in a valley in relation to the mountains inside, quite as much as to those outside. But the epithet is intended to be something more than geographical. A valley is a deep, still, solitary place, but off and shut in by mountains. And thus Jerusalem was an enclosed place, hidden and shut off from the world, which Jehovah had chosen as the place in which to show to His prophets the mysteries of His government of the world. And upon this sacred prophets' city the judgment of Jehovah was about to fall; and the announcement of the judgment upon it is placed among the oracles concerning the nations of the world! We may see from this, that at the time when this prophecy was uttered, the attitude of Jerusalem was so worldly and heathenish, that it called forth this dark, nocturnal threat, which is penetrated by not a single glimmer of promise. But neither the prophecies of the time of Ahaz relating to the Assyrian age of judgment, nor those which were uttered in the midst of the Assyrian calamities, are so destitute of promise and so peremptory as this. The <em> massa <\/em> therefore falls in the intermediate time, probably the time when the people were seized with the mania for liberty, and the way was prepared for their breaking away from Assyria by their hope of an alliance with Egypt (vid., Delitzsch-Caspari, <em> Studien<\/em> , ii. 173-4).<\/p>",
    "audit": null
}