{
    "id": 18264,
    "source": "kdo",
    "verse_id": 18909,
    "verse_count": 2,
    "reference": "65:11-12",
    "title": "",
    "html": "<p> The prophecy now turns again to those already indicated and threatened in <a class=\"isa\" verses=\"eyIxODg5OSI6N30=\">Isaiah 65:1-7<\/a>. <em> “And ye, who are enemies to Jehovah, O ye that are unmindful of my holy mountain, who prepare a table for Gad, and fill up mixed drink for the goddess of destiny - I have destined you to the sword, and ye will all bow down to the slaughter, because I have called and ye have not replied, I have spoken and ye have not heard; and ye did evil in mine eyes, and ye chose that which I did not like.”<\/em> It may be taken for granted as a thing generally admitted, that  refers to two deities, and to the <em> lectisternia <\/em> (meals of the gods, cf., <a class=\"ref\">Jeremiah 7:18; Jeremiah 51:44<\/a>) held in their honour. שׁלחן ער ך is the other side of the <em> lectum sternere <\/em> , i.e., the spreading of the cushions upon which the images of the gods were placed during such meals of the gods as these. In the passage before us, at any rate, the <em> lectus <\/em> answering to the <em> shulchân <\/em> (like the <em> sella <\/em> used in the case of the goddesses) is to be taken as a couch for eating, not for sleeping on. In the second clause, therefore, ממס ך למני והממלאי ם (which is falsely accentuated in our editions with <em> tifchah m ercha silluk<\/em> , instead of <em> m ercha tifchah silluk<\/em> ), ממסך מלּא signifies to fill with mixed drink, i.e., with wine mixed with spices, probably oil of spikenard. מלּא may be connected not only with the accusative of the vessel filled, but also with that of the thing with which it is filled (e.g., <a class=\"ref\">Exodus 28:17<\/a>). Both names have the article, like הבּעל . הגּד is perfectly clear; if used as an appellative, it would mean “good fortune.” The word has this meaning in all the three leading Semitic dialects, and it also occurs in this sense in <a class=\"ref\">Genesis 30:11<\/a>, where the <em> chethib<\/em> is to be read בּגד (lxx ἐν τύχῃ ). The Aramaean definitive is גּדּא (not גּדא ), as the Arabic <em> 'gadd <\/em> evidently shows. The primary word is גּדד (Arab. <em> 'gadda <\/em> ), to cut off, to apportion; so that Arab. <em> jaddun <\/em> , like the synonymous <em> ḥaḍḍun <\/em> , signifies that which is appointed, more especially the good fortune appointed. There can be no doubt, therefore, that <em> Gad<\/em> , the god of good fortune, more especially if the name of the place <em> Baal<\/em> -<em> Gad<\/em> is to be explained in the same way as <em> Baal<\/em> -<em> hammân<\/em> , is Baal ( Bel ) as the god of good fortune. Gecatilia ( Mose ha-Cohen ) observes, that this is the deified planet Jupiter. This star is called by the Arabs “the greater luck” as being the star of good fortune; and in all probability it is also the <em> rabb<\/em> -<em> el<\/em> -<em> bacht<\/em> (lord of good fortune) worshipped by the Ssabians (Chwolsohn, ii. 30, 32). It is true that it is only from the passage before us that we learn that it was worshipped by the Babylonians; for although H. Rawlinson once thought that he had found the names <em> Gad<\/em> and <em> Menni<\/em> in certain Babylonian inscriptions (<em> Journal of the Royal Asiatic Society<\/em> , xii. p. 478), the Babylonian Pantheon in G. Rawlinson's <em> Monarchies<\/em> contains neither of these names. With this want of corroborative testimony, the fact is worthy of notice, that a Rabbi named <em> 'Ulla<\/em> , who sprang from Babylon, explains the דרגשׁ of the <em> Mishna<\/em> by דגדא ערסא (a sofa dedicated to the god of prosperity, and often left unused) (b. <em> Nedarim<\/em> 56<em> a<\/em> ; cf., <em> Sanhedrin<\/em> 20<em> a<\/em> ).<\/p><p> (Note: The foreign formula of incantation given in <em> b. Sabbath<\/em> 67<em> a<\/em> , ובושכי עושדי ל וסינוק ידג דג (according to the glosses, “O Fortune, give good fortune, and be not tardy day and night”), also belongs here; whereas the name of a place not far from Siloah, called <em> Gad<\/em> -<em> yavan<\/em> (Gad of Greece), contains some allusion to the mythology of Greece, which we are unable to trace. In the later usage of the language <em> Gad<\/em> appears to have acquired the general meaning of <em> numen <\/em> (e.g., <em> b. Chullin<\/em> 40<em> a<\/em> ; דהר גד , the mountain-spirit); and this helps to explain the fact that in Pehlewi גדמן signifies majesty in a royal, titular sense (see Vuller's <em> Lex.<\/em> ; and Spiegel in the <em> Indische Studien<\/em> , 3, 412).)<\/p><p> But if <em> Gad<\/em> is Jupiter, nothing is more probable than that <em> Meni<\/em> is Venus; for the planet Venus is also regarded as a star of prosperity, and is called by the Arabs “the lesser luck.” The name <em> Meni<\/em> in itself, indeed, does not necessarily point to a female deity; for <em> m e ni <\/em> from <em> m ânâh <\/em> , if taken as a passive participial noun (like גּרי בּריה , a creature), signifies “that which is apportioned;” or if taken as a modification of the primary form <em> many<\/em> , like גּדי , טלי , צבי , and many others, allotment, destination, fate. We have synonyms in the Arabic <em> mana - n <\/em> and <em> meniye <\/em> , and the Persian <em> bacht <\/em> (adopted into the Arabic), which signify the general fate, and from which <em> bago - bacht <\/em> is distinguished as signifying that which is exceptionally allotted by the gods. The existence of a deity of this name <em> m e ni <\/em> is also probably confirmed by the occurrence of the personal name עבדמני on certain Aramaeo-Persian coins of the Achaemenides,<\/p><p> (Note: See <em> Rödiger<\/em> in the concluding part of the <em> thes.<\/em> p. 97.)<\/p><p> with which Fürst associates the personal name <em> Achiman<\/em> (see his <em> Lex<\/em> .), combining מן with Μήν , and מני with Μήνη , as Movers (<em> Phönizier<\/em> , i. 650) and Knobel have also done. מן and מני would then be Semitic forms of these Indo-Germanic names of deities; for Μήν is <em> Deus Lunus<\/em> , the worship of which in Carrae (<em> Charran<\/em> ) is mentioned by Spartian in chapter vi. of the <em> Life of Caracalla<\/em> , whilst Strabo (xii. 3, 31, 32) speaks of it as being worshipped in Pontus, Phrygia, and other places; and Μήνη is <em> Dea Luna<\/em> (cf., Γενείτη Μάνη in Plut. <em> quaest. rom.<\/em> 52, <em> Genita Mana<\/em> in Plin. <em> h. n.<\/em> 29, 4, and <em> Dea Mena<\/em> in Augustine, <em> Civ<\/em> . 4, 11), which was worshipped, according to Diodorus (iii. 56) and Nonnus (<em> Dionys<\/em> . v. 70 ss.), in Phoenicia and Africa. The rendering of the lxx may be quoted in favour of the identity of the latter with מני ( ἑτοιμάζοντες τῷ δαιμονίῳ (another reading δαίμονι τράπεζαν καὶ πληροῦντες τῇ τύχῃ κέρασμα ), especially if we compare with this what Macrobius says in <em> Saturn<\/em> . i. 19, viz., that “according to the Egyptians there are four of the gods which preside over the birth of men, Δαίμων Τύχη ̓́Ερωσ ̓Ανάγκη . Of these <em> Daimōn <\/em> is the sun, the author of spirit, of warmth, and of light. <em> Tychē <\/em> is the moon, as the goddess through whom all bodies below the moon grow and disappear, and whose ever changing course accompanies the multiform changes of this mortal life.”<\/p><p> (Note: See Ge. Zoega's <em> Abhandlungen<\/em> , edited by Welcker (1817), pp. 39, 40.)<\/p><p> In perfect harmony with this is the following passage of <em> Vettius Valens<\/em> , the astrologer of Antioch, which has been brought to light by Selden in his <em> Syntagma de Diis Syris<\/em> : Κλῆροι τῆς τύχης καὶ τοῦ δαίμονος σημαίνουσιν (viz., by the signs of nativity) ἣλιον τε καὶ σελήνην . Rosenmüller very properly traces back the Sept. rendering to this Egyptian view, according to which <em> Gad<\/em> is the sun-god, and <em> M e ni<\/em> the lunar goddess as the power of fate. Now it is quite true that the passage before us refers to Babylonian deities, and not to Egyptian; at the same time there might be some relation between the two views, just as in other instances ancient Babylonia and Egypt coincide.<\/p><p> But there are many objections that may be offered to the combination of מני ( Meni ) and Μήνη : (1.) The Babylonian moon-deity was either called <em> Sı̄n <\/em> , as among the ancient Shemites generally, or else by other names connected with ירח ( ירח ) and <em> c hâmar <\/em> . (2.) The moon is called <em> m âs <\/em> is Sanscrit, Zendic <em> m âo <\/em> , Neo-Pers. <em> m âh <\/em> (<em> m ah <\/em> ); but in the Arian languages we meet with no such names as could be traced to a root <em> m ân <\/em> as the expansion of <em> m â <\/em> (to measure), like μ ήν μ ήνη ), Goth. <em> m ena <\/em> ; for the ancient proper names which Movers cites, viz., ̓Αριαμένησ ̓Αρταμένης , etc., are traceable rather to the Arian <em> m anas <\/em> = μ ένος , mens, with which <em> Minerva<\/em> (<em> Menerva<\/em> , endowed with mind) is connected. (3.) If <em> m e ni <\/em> were the Semitic form of the name for the moon, we should expect a closer reciprocal relation in the meanings of the words. We therefore subscribe to the view propounded by Gesenius, who adopts the pairing of Jupiter and Venus common among the Arabs, as the two heavenly bodies that preside over the fortunes of men; and understands by <em> M e ni<\/em> Venus, and by <em> Gad<\/em> Jupiter. There is nothing at variance with this in the fact that <em> 'Ashtoreth<\/em> (<em> Ishtar<\/em> , with <em> ' Ashērâh <\/em> ) is the name of Venus (the morning star), as we have shown at <a class=\"isa\" verses=\"WzE3OTQxXQ==\">Isaiah 14:12<\/a>. <em> M e ni<\/em> is her special name as the bestower of good fortune and the distributor of fate generally; probably identical with <em> Manât<\/em> , one of the three leading deities of the prae-Islamitish Arabs.<\/p><p> (Note: See Krehl, <em> Religion der vorislamischen Araber<\/em> , p. 78. Sprenger in his <em> Life of Mohammad<\/em> , 1862, compares the Arabic <em> Manât <\/em> with מני .)<\/p><p> The address proceeds with <em> umânı̄thı̄ <\/em> (and I have measured), which forms an apodosis and contains a play upon the name of <em> Meni<\/em> , <a class=\"isa\" verses=\"WzE4OTA5XQ==\">Isaiah 65:11<\/a> being as it were a protasis indicating the principal reason of their approaching fate. Because they sued for the favour of the two gods of fortune (the Arabs call them <em> es - sa'dâni <\/em> , “the two fortunes”) and put Jehovah into the shade, Jehovah would assign them to the sword, and they would all have to bow down ( כּרע as in <a class=\"isa\" verses=\"WzE3ODU1XQ==\">Isaiah 10:4<\/a>). Another reason is now assigned for this, the address thus completing the circle, viz., because when I called ye did not reply, when I spake ye did not hear (this is expressed in the same paratactic manner as in <a class=\"isa\" verses=\"WzE3NzQ0LDE3OTAyLDE4NjY1XQ==\">Isaiah 5:4; Isaiah 12:1; Isaiah 50:2<\/a>), and ye have done, etc.: an explanatory clause, consisting of four members, which is repeated almost word for word in <a class=\"isa\" verses=\"WzE4OTI3XQ==\">Isaiah 66:4<\/a> (cf., <a class=\"isa\" verses=\"WzE4NzU4XQ==\">Isaiah 56:4<\/a>).<\/p>",
    "audit": null
}