{
    "id": 17827,
    "source": "kdo",
    "verse_id": 18031,
    "verse_count": 2,
    "reference": "20:1-2",
    "title": "",
    "html": "<p> This section, commencing in the form of historic prose, introduces itself thus: <em> “In the year that Tartan came to Ashdod, Sargon the king of Asshur having sent him <\/em> (<em> and he made war against Ashdod, and captured it<\/em> )<em> : at that time Jehovah spake through Yeshayahu the son of Amoz as follows,”<\/em> i.e., He communicated the following revelation through the medium of Isaiah (<em> b'yad <\/em> , as in <a class=\"isa\" verses=\"WzE4Mzc3XQ==\">Isaiah 37:24<\/a>; <a class=\"ref\">Jeremiah 37:2<\/a>, and many other passages). The revelation itself was attached to a symbolical act. <em> B'yad <\/em> (lit. “by the hand of”) refers to what was about to be made known through the prophet by means of the command that was given him; in other words, to <a class=\"isa\" verses=\"WzE4MDMzXQ==\">Isaiah 20:3<\/a>, and indirectly to  . <em> Tartan<\/em> (probably the same man) is met with in <a class=\"ref\">2 Kings 18:17<\/a> as the chief captain of Sennacherib. No Assyrian king of the name of <em> Sargon<\/em> is mentioned anywhere else in the Old Testament; but it may now be accepted as an established result of the researches which have been made, that Sargon was the successor of Shalmanassar, and that Shalmaneser (Shalman, <a class=\"ref\">Hosea 10:14<\/a>), Sargon, Sennacherib, and Esarhaddon, are the names of the four Assyrian kings who were mixed up with the closing history of the kingdoms of Israel and Judah. It was Longperrier who was the first to establish the identity of the monarch who built the palaces at Khorsabad, which form the north-eastern corner of ancient Nineveh, with the Sargon of the Bible. We are now acquainted with a considerable number of brick, harem, votive-table, and other inscriptions which bear the name of this king, and contain all kinds of testimony concerning himself.<\/p><p> (Note: See Oppert, <em> Expédition<\/em> , i. 328-350, and the picture of Sargon in his war-chariot in Rawlinson's <em> Five Great Monarchies<\/em> , i. 368; compare also p. 304 (prisoners taken by Sargon), p. 352 (the plan of his palace), p. 483 (a glass vessel with his name), and many other engravings in vol. ii.)<\/p><p> It was he, not Shalmanassar, who took Samaria after a three years' siege; and in the annalistic inscription he boasts of having conquered the city, and removed the house of Omri to Assyria. Oppert is right in calling attention to the fact, that in <a class=\"ref\">2 Kings 18:10<\/a> the conquest is not attributed to Shalmanassar himself, but to the army. Shalmanassar died in front of Samaria; and Sargon not only put himself at the head of the army, but seized upon the throne, in which he succeeded in establishing himself, after a contest of several years' duration with the legitimate heirs and their party. He was therefore a usurper.<\/p><p> (Note: See Oppert, <em> Les Inscriptions Assyriennes des Sargonides et les Fastes de Ninive<\/em> (Versailles, 1862), and Rawlinson (vol. ii. 406ff.), who here agrees with Oppert in all essential points. Consequently there can no longer be any thought of identifying Sargon with Shalmanassar (see Brandis, <em> Ueber den historischen Gewinn aus der Entzifferung der assyr. Inschriften<\/em> , 1856, p. 48ff.). Rawlinson himself at first thought they were the same person (vid., <em> Journal of the Asiatic Society<\/em> , xii. 2, 419), until gradually the evidence increased that Sargon and Shalmanassar were the names of two different kings, although no independent inscription of the latter, the actual besieger of Samaria, has yet been found.)<\/p><p> Whether his name as it appears on the inscriptions is <em> Sar-kin<\/em> or not, and whether it signifies the king <em> de facto<\/em> as distinguished from the king de jure, we will not attempt to determine now.<\/p><p> (Note: Hitzig ventures a derivation of the name from the Zend; and Grotefend compares it with the Chaldee <em> Sârēk <\/em> , <a class=\"ref\">Daniel 6:3<\/a> (in his <em> Abhandlung über Anlage und Zerstörung der Gebäude von Nimrud<\/em> , 1851).)<\/p><p> This Sargon, the founder of a new Assyrian dynasty, who reigned from 721-702 (according to Oppert), and for whom there is at all events plenty of room between 721-20 and the commencement of Sennacherib's reign, first of all blockaded Tyre for five years after the fall of Samaria, or rather brought to an end the siege of Tyre which had been begun by Shalmanassar (Jos. <em> Ant.<\/em> ix. 14, 2), though whether it was to a successful end or not is quite uncertain. He then pursued with all the greater energy his plan for following up the conquest of Samaria with the subjugation of Egypt, which was constantly threatening the possessions of Assyria in western Asia, either by instigation or support. The attack upon Ashdod was simply a means to this end. As the Philistines were led to join Egypt, not only by their situation, but probably by kinship of tribe as well, the conquest of Ashdod - a fortress so strong, that, according to Herodotus (ii. 157), Psammetichus besieged it for twenty-nine years - was an indispensable preliminary to the expedition against Egypt. When Alexander the Great marched against Egypt, he had to do the same with Gaza. How long Tartan required is not to be gathered from <a class=\"isa\" verses=\"WzE4MDMxXQ==\">Isaiah 20:1<\/a>. But if he conquered it as quickly as Alexander conquered Gaza - viz. in five months - it is impossible to understand why the following prophecy should defer for three years the subjugation of Ethiopia and Egypt. The words, “and fought against Ashdod, and took it,” must therefore be taken as anticipatory and parenthetical.<\/p><p> It was not after the conquest of Ashdod, but in the year in which the siege commenced, that Isaiah received the following admonition: <em> “Go and loosen the smock-frock from off thy loins, and take off thy shoes from thy feet. And he did so, went stripped and barefooted.”<\/em> We see from this that Isaiah was clothed in the same manner as Elijah, who wore a fur coat (<a class=\"ref\">2 Kings 1:8<\/a>, cf., <a class=\"ref\">Zechariah 13:4; Hebrews 11:37<\/a>), and John the Baptist, who had a garment of camel hair and a leather girdle round it (<a class=\"ref\">Matthew 3:4<\/a>); for sak is a coarse linen or hairy overcoat of a dark colour (<a class=\"ref\">Revelation 6:12<\/a>, cf., <a class=\"isa\" verses=\"WzE4NjY2XQ==\">Isaiah 50:3<\/a>), such as was worn by mourners, either next to the skin (<em> ‛al<\/em> -<em> habbâsâr <\/em> , <a class=\"ref\">1 Kings 21:27; 2 Kings 6:30; Job 16:15<\/a>) or over the tunic, in either case being fastened by a girdle on account of its want of shape, for which reason the verb <em> c hâgar <\/em> is the word commonly used to signify the putting on of such a garment, instead of <em> lâbash <\/em> . The use of the word <em> ârōm <\/em> does not prove that the former was the case in this instance (see, on the contrary, <a class=\"ref\">2 Samuel 6:20<\/a>, compared with <a class=\"ref\">2 Samuel 6:14<\/a> and <a class=\"ref\">John 21:7<\/a>). With the great importance attached to the clothing in the East, where the feelings upon this point are peculiarly sensitive and modest, a person was looked upon as stripped and naked if he had only taken off his upper garment. What Isaiah was directed to do, therefore, was simply opposed to common custom, and not to moral decency. He was to lay aside the dress of a mourner and preacher of repentance, and to have nothing on but his tunic (<em> c etoneth <\/em> ); and in this, as well as barefooted, he was to show himself in public. This was the costume of a man who had been robbed and disgraced, or else of a beggar or prisoner of war. The word <em> c ēn <\/em> (so) is followed by the inf. abs., which develops the meaning, as in <a class=\"isa\" verses=\"W1sxNzc0NV0seyIxODc5MyI6Mn1d\">Isaiah 5:5; Isaiah 58:6-7<\/a>.<\/p>",
    "audit": null
}