{
    "id": 18256,
    "source": "kdo",
    "verse_id": 18892,
    "verse_count": 1,
    "reference": "64:6",
    "title": "",
    "html": "<p>(7)<\/p><p> Universal forgetfulness of God was the consequence of this self-instigated departure from God. <em> “And there was no one who called upon Thy name, who aroused himself to lay firm hold of Thee: for Thou hadst hidden Thy face from us, and didst melt us into the hand of our transgressions.”<\/em> There was no one (see <a class=\"isa\" verses=\"WzE4ODE3XQ==\">Isaiah 59:16<\/a>) who had risen up in prayer and intercession out of this deep fall, or had shaken himself out of the sleep of security and lethargy of insensibility, to lay firm hold of Jehovah, i.e., not to let Him go till He blessed him and his people again. The curse of God pressed every one down; God had withdrawn His grace from them, and given them up to the consequences of their sins. The form ותּמוּגנוּ is not softened from the <em> pilel<\/em> ותּמגגנוּ , but is a <em> kal<\/em> like ויכוּננּוּ ekil in <a class=\"ref\">Job 31:15<\/a> (which see), מוּג being used in a transitive sense, as <em> kūn <\/em> is there (cf., <em> shūbh <\/em> , <a class=\"isa\" verses=\"WzE4NzA1XQ==\">Isaiah 52:8<\/a>; <em> m ūsh <\/em> , <a class=\"ref\">Zechariah 3:9<\/a>). The lxx, Targ., and Syr. render it <em> et tradidisti nos <\/em> ; but we cannot conclude from this with any certainty that they read ותּמגּננוּ , which Knobel follows Ewald in correcting into the incorrect form ותּמגּנּוּ . The prophet himself had the expression <em> m iggēn <\/em> <em> b e yad <\/em> (<a class=\"ref\">Genesis 14:20<\/a>, cf., <a class=\"ref\">Job 8:4<\/a>) in his mind, in the sense of <em> liquefecisti nos in manum <\/em> , equivalent to <em> liquefecisti et tradidisti <\/em> ( παρέδωκας , <a class=\"ref\">Romans 1:28<\/a>), from which it is evident that ביד is not a mere διά (lxx), but the “hand” of the transgressions is their destructive and damning power.<\/p>",
    "audit": null
}