{
    "id": 17618,
    "source": "kdo",
    "verse_id": 17684,
    "verse_count": 1,
    "reference": "1:29",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE3Njg0XQ==\">Isaiah 1:29<\/a> declares how God's judgment of destruction would fall upon all of these. The v. is introduced with an explanatory “for” (<em> Chi <\/em> ): <em> “For they become ashamed of the terebinths, in which ye had your delight; and ye must blush for the gardens, in which ye took pleasure.”<\/em> The terebinths and gardens (the second word with the article, as in <a class=\"ref\">Habakkuk 3:8<\/a>, first <em> binharim <\/em> , then <em> banneharim <\/em> ) are not referred to as objects of luxury, as Hitzig and Drechsler assume, but as unlawful places of worship and objects of worship (see <a class=\"ref\">Deuteronomy 16:21<\/a>). They are both of them frequently mentioned by the prophets in this sense (<a class=\"isa\" verses=\"WzE4NzcxLDE4OTAxLDE4OTQwXQ==\">Isaiah 57:5; Isaiah 65:3; Isaiah 66:17<\/a>): <em> C hâmor <\/em> and <em> bâchar <\/em> are also the words commonly applied to an arbitrary choice of false gods (<a class=\"isa\" verses=\"WzE4NTQzLDE4NDc2LDE4OTI2XQ==\">Isaiah 44:9; Isaiah 41:24; Isaiah 66:3<\/a>), and <em> bosh min <\/em> is the general phrase used to denote the shame which falls upon idolaters, when the worthlessness of their idols becomes conspicuous through their impotence. On the difference between <em> bosh <\/em> and <em> C hâpher <\/em> , see the comm. on <a class=\"ref\">Psalms 35:4<\/a>.<\/p><p> (Note: It is perfectly certain that <em> C hâpher <\/em> (Arab. <em> Chaphira <\/em> , as distinguished from <em> C hâphar <\/em> , <em> hafara <\/em> , to dig) signifies to blush, <em> erubescere <\/em> ; but the combination of <em> bosh <\/em> and <em> yâbash <\/em> (<em> bâda <\/em> ), which would give <em> albescere <\/em> or <em> expallescere <\/em> (to turn white or pale) as the primary idea of <em> bosh <\/em> , has not only the Arabic use of <em> bayyada <\/em> and <em> ibyadda <\/em> (to rejoice, be made glad) against it, but above all the dialectic <em> bechath <\/em> , <em> bahita <\/em> (<em> bahuta <\/em> ), which, when taken in connection with <em> bethath <\/em> (<em> batta <\/em> ), points rather to the primary idea of being cut off (<em> abscindi <\/em> : cf., <em> spes abscissa <\/em> ). See Lane's <em> Arabic-English Lexicon<\/em> , i. 263.)<\/p><p> The word <em> elim <\/em> is erroneously translated “idols” in the Septuagint and other ancient versions. The feeling which led to this, however, was a correct one, since the places of worship really stand for the idols worshipped in those places.<\/p><p> (Note: With regard to the derivation, <em> êlim <\/em> , whether used in the sense of strong men, or gods, or rams, or terebinths, is still but one word, derived from <em> ı̄l <\/em> or <em> ūl <\/em> , so that in all three senses it may be written either with or without <em> Yod <\/em> . Nevertheless <em> elim <\/em> in the sense of “rams” only occurs without <em> Yod <\/em> in <a class=\"ref\">Job 42:8<\/a>. In the sense of “gods” it is always written without <em> Yod <\/em> ; in that of “strong men” with <em> Yod <\/em> . In the singular the name of the terebinth is always written <em> elah <\/em> without <em> Yod <\/em> ; in the plural, however, it is written either with or without. But this no more presupposes a singular <em> êl <\/em> (<em> ayil <\/em> ) in common use, than <em> bêtzim <\/em> presupposes a singular <em> bêts <\/em> (<em> bayits <\/em> ); still the word <em> êl <\/em> with <em> Yod <\/em> does occur once, viz., in <a class=\"ref\">Genesis 14:6<\/a>. <em> Allâh <\/em> and <em> allōn <\/em> , an oak, also spring from the same root, namely <em> âlal <\/em> = <em> il <\/em> ; just as in Arabic both <em> ı̄l <\/em> and <em> ill <\/em> are used for <em> ēl <\/em> (God); and <em> âl <\/em> and <em> ill <\/em> , in the sense of relationship, point to a similar change in the form of the root.)<\/p><p> The excited state of the prophet at the close of his prophecy is evinced by his abrupt leap from an exclamation to a direct address (Ges. §137, Anm. 3).<\/p>",
    "audit": null
}