{
    "id": 18201,
    "source": "kdo",
    "verse_id": 18785,
    "verse_count": 3,
    "reference": "57:19-21",
    "title": "",
    "html": "<p> But when the redemption comes, it will divide Israel into two halves, with very different prospects. <em> “Creating fruit of the lips; Jehovah saith, 'Peace, peace to those that are far off, and to those that are near; and I heal it.' But the wicked are like the sea that is cast up for it cannot rest, and its waters cast out slime and mud. There is no peace, saith my God, for the wicked.”<\/em> The words of God in <a class=\"isa\" verses=\"WzE4Nzg1XQ==\">Isaiah 57:19<\/a> are introduced with an interpolated <em> “inquit Jehova” <\/em> (cf., <a class=\"isa\" verses=\"WzE4NTg2XQ==\">Isaiah 45:24<\/a>, and the ellipsis in <a class=\"isa\" verses=\"WzE4NDc5XQ==\">Isaiah 41:27<\/a>); and what Jehovah effects by speaking thus is placed first in a determining participial clause: “Creating fruit ( נוב = נוּב , נוב , <em> keri<\/em> ניב ) of the lips,” καρπὸν χείλεων (lxx, <a class=\"ref\">Hebrews 13:15<\/a>), i.e., not of His own lips, to which בּורא would be inapplicable, but the offering of praise and thanksgiving springing from human lips (for the figure, see <em> Psychol.<\/em> p. 214, trans.; and on the root נב , to press upon forward): “Jehovah saith <em> shâlōm <\/em> , <em> shâlōm <\/em> ,” i.e., lasting and perfect peace (as in <a class=\"isa\" verses=\"WzE4MTM0XQ==\">Isaiah 26:3<\/a>), “be the portion of those of my people who are scattered far and near” (<a class=\"isa\" verses=\"W3siMTg1MTEiOjN9LFsxODY0OV1d\">Isaiah 43:5-7; Isaiah 49:12<\/a>; compare the application to heathen and Jews in <a class=\"ref\">Ephesians 2:17<\/a>); “and I heal <em> it<\/em> ” (viz., the nation, which, although scattered, is like one person in the sight of God). But the wicked, who persist in the alienation from God inherited from the fathers, are incapable of the peace which God brings to His people: they are like the sea in its tossed and stormy state ( נגרשׁ pausal third pers. as an attributive clause). As this cannot rest, and as its waters cast out slime and mud, so has their natural state become one of perpetual disturbance, leading to the uninterrupted production of unclean and ungodly thoughts, words, and works. Thus, then, there is no peace for them, saith my God. With these words, which have even a more pathetic sound here than in <a class=\"isa\" verses=\"WzE4NjM3XQ==\">Isaiah 48:22<\/a>, the prophet seals the second book of his prophecies. The “wicked” referred to are not the heathen outside Israel, but the heathen, i.e., those estranged from God, within Israel itself. <\/p><p> The transition form the first to the second half of this closing prophecy is formed by ואמר in <a class=\"isa\" verses=\"WzE4NzgwXQ==\">Isaiah 57:14<\/a>. In the second half, from  , we find the accustomed style of our prophet; but in <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+56:9-57&t1=en_nas\" id=\"131\" class=\"stL\" target=\"_blank\">Isaiah 56:9-57<\/a>:<a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+56:9&t1=en_nas\" id=\"132\" class=\"stL\" target=\"_blank\"><\/a>11<em> a<\/em> the style is so thoroughly different, that Ewald maintains that the prophet has here inserted in his book a fragment from some earlier writer of the time of Manasseh. But we regard this as very improbable. It is not required by what is stated concerning the prophets and shepherds, for the book of Ezekiel clearly shows that the prophets and shepherds of the captivity were thus debased. Still less does what is stated concerning the early death of the righteous require it; for the fundamental idea of the suffering servant of Jehovah, which is peculiar to the second book, is shadowed forth therein. Nor by what is affirmed as to the idolatrous conduct of the people; for in the very centre (<a class=\"isa\" verses=\"WzE4NzcwXQ==\">Isaiah 57:4<\/a>) the great mass of the people are reproached for their contemptuous treatment of the servants of Jehovah. Nor does the language itself force us to any such conjecture, for <a class=\"isa\" verses=\"eyIxODcxMyI6MTJ9\">Isaiah 53:1-12<\/a> also differs from the style met with elsewhere; and yet (although Ewald regards it as an earlier, borrowed fragment) it must be written by the author of the whole, since its grandest idea finds its fullest expression there. At the same time, we may assume that the prophet described the idolatry of the people under the influences of earlier models. If he had been a prophet of the captives after the time of Isaiah, he would have rested his prophecies on Jeremiah and Ezekiel. For just as <a class=\"isa\" verses=\"WzE4NjkyXQ==\">Isaiah 51:18<\/a>. has the ring of the Lamentations of Jeremiah, so does <a class=\"isa\" verses=\"WzE4NzY5XQ==\">Isaiah 57:3<\/a>. resemble in many respects the earlier reproaches of Jeremiah (compare <a class=\"ref\">Jeremiah 5:7-9, Jeremiah 5:29; Jeremiah 9:8<\/a>, with the expression, “Should I rest satisfied with this?”); also <a class=\"ref\">Jeremiah 2:25 ( נואשׁ ), Jeremiah 2:20; Jeremiah 3:6, Jeremiah 3:13<\/a> (“upon lofty mountains and under green trees”); also the night scene in Ezek 23.<\/p>",
    "audit": null
}