{
    "id": 18260,
    "source": "kdo",
    "verse_id": 18901,
    "verse_count": 3,
    "reference": "65:3-5",
    "title": "",
    "html": "<p> But through this obstinate and unyielding rejection of His love they have excited wrath, which, though long and patiently suppressed, now bursts forth with irresistible violence. <em> “The people that continually provoketh me by defying me to my face, sacrificing in the gardens, and burning incense upon the tiles; who sit in the graves, and spend the night in closed places; to eat the flesh of swine, and broken pieces of abominations is in their dishes; who say, Stop! come not too near me; for I am holy to thee: they are a smoke in my nose, a fire blazing continually.”<\/em> אלּה (these) in  is retrospective, summing up the subject as described in  , and what follows in  contains the predicate. The heathenish practices of the exiles are here depicted, and in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">), for <em> q e dashtikhâ <\/em> , I am holy to thee, i.e., unapproachable. The verbal suffix is used for the dative, as in <a class=\"isa\">Isaiah 44:21<\/a> (Ges. §121, 4), for it never occurred to any of the Jewish expositors (all of whom give <em> sanctus prae te as a gloss <\/em> ) that the <em> kal<\/em> <em> qâdash <\/em> was used in a transitive sense, like <em> c hâzaq <\/em> in <a class=\"ref\">Jeremiah 20:7<\/a>, as Luther, Calvin, and even Hitzig suppose. Nor is the exclamation the well-meant warning against the communication of a burdensome <em> q e dusshâh <\/em> , which had to be removed by washing before a man could proceed to the duties of every-day life (such, for example, as the <em> q e dusshâh <\/em> of the man who had touched the flesh of a sin-offering, or bee sprinkled with the blood of a sin-offering; <a class=\"ref\">Leviticus 6:20<\/a>, cf., <a class=\"ref\">Ezekiel 44:19; Ezekiel 46:20<\/a>). It is rather a proud demand to respect the <em> sacro-sanctus <\/em> , and not to draw down the chastisement of the gods by the want of reverential awe. After this elaborate picture, the men who are so degenerate receive their fitting predicate. They are fuel for the wrath of God, which manifests itself, as it were, in smoking breath. This does not now need for the first time to seize upon them; but they are already in the midst of the fire of wrath, and are burning there in inextinguishable flame.<\/p>",
    "audit": null
}