{
    "id": 18220,
    "source": "kdo",
    "verse_id": 18827,
    "verse_count": 1,
    "reference": "60:5",
    "title": "",
    "html": "<p> When this takes place, Zion will be seized with the greatest delight, mingled with some trembling. <em> “Then wilt thou see and shine, and thine heart will tremble and expand; for the abundance of the sea will be turned to thee, the wealth of the nations cometh to thee.”<\/em> It is a disputed question whether the proper reading is תּראי , תּראי , or תּיראי - all three point to יר ) - or תּראי , from ראה . The last is favoured by the lxx, Targ., Syr., Jerome, Saad., and all the earlier Jewish commentators except AE, and is also the Masoretic reading; for the <em> Masora finalis<\/em> (f. 1, col. 6) observes that this רתאי is the only instance of such a form from ראה (differing therefore from תיראי in <a class=\"ref\">Zephaniah 3:15<\/a>, where we also find the readings תיראי and תראי ); and there is a note in the margin of the Masora, חטף לית , to the effect that this תראי is the only one with <em> c hateph <\/em> , i.e., <em> Sheva <\/em> . Moreover, תּראי (thou shalt see) is the more natural reading, according to <a class=\"isa\" verses=\"WzE4OTM3XQ==\">Isaiah 66:14<\/a> and <a class=\"ref\">Zechariah 10:7<\/a>; more especially as ירא is not a suitable word to use (like <em> pâchad <\/em> and <em> râgaz <\/em> in <a class=\"ref\">Jeremiah 33:9<\/a>) in the sense of trembling for joy (compare, on the contrary, ירע , <a class=\"isa\" verses=\"WzE3OTY1XQ==\">Isaiah 15:4<\/a>, and רהה in <a class=\"isa\" verses=\"WzE4NTQyXQ==\">Isaiah 44:8<\/a>). The true rendering therefore is, “Then wilt thou see and shine,” i.e., when thou seest this thou wilt thine, thy face will light up with joy; <em> nâhar <\/em> as in <a class=\"ref\">Psalms 34:6<\/a>. Luther render it, “Then wilt thou see thy desire, and break out,” viz., into shouting; Jerome, on the contrary, has, “Thou wilt overflow, i.e., thou wilt be inundated with waters coming suddenly like rivers.” <\/p><p> The impression produced by this revolution is so overpowering, that Zion's heart trembles; yet at the same time it is so elevating, that the straitened heart expands ( ורחב , a figure quite unknown to the classical languages, although they have <em> angor <\/em> and <em> angustia <\/em> ; the lxx renders it καὶ ἐκστήση , after the reading ורהב in Chayug, and Isaac Nathan in his <em> Concordance<\/em> , entitled נתיב מיר ): for <em> hămōn <\/em> <em> yâm <\/em> , i.e., everything of value that is possessed by islands and coast lands (<em> hâmōm <\/em> , groaning, a groaning multitude, more especially of possessions, <a class=\"ref\">Psalms 37:16<\/a>, etc.), is brought to her; and <em> c hēl <\/em> <em> gōyim <\/em> , the property, i.e., (looking at the plural of the predicate which follows; cf., <a class=\"ref\">Haggai 2:7<\/a>) the riches (gold, silver, etc., <a class=\"ref\">Zechariah 14:14<\/a>) of the heathen, are brought into her, that she may dispose of them to the glory of her God.<\/p>",
    "audit": null
}