{
    "id": 17885,
    "source": "kdo",
    "verse_id": 18142,
    "verse_count": 3,
    "reference": "26:11-13",
    "title": "",
    "html": "<p> The situation still remains essentially the same as in <a class=\"isa\" verses=\"eyIxODE0MiI6M30=\">Isaiah 26:11-13<\/a> : <em> “Jehovah, Thy hand has been exalted, but they did not see: they will see the zeal for a people, being put to shame; yea, fire will devour Thine adversaries. Jehovah, Thou wilt establish peace for us: for Thou hast accomplished all our work for us. Jehovah our God, lords besides Thee had enslaved us; but through Thee we praise Thy name.”<\/em> Here are three forms of address beginning with Jehovah, and rising in the third to “Jehovah our God.” The standpoint of the first is the time before the judgment; the standpoint of the other two is in the midst of the redemption that has been effected through judgment. Hence what the prophet states in <a class=\"isa\" verses=\"WzE4MTQyXQ==\">Isaiah 26:11<\/a> will be a general truth, which has now received its most splendid confirmation through the overthrow of the empire. The complaint of the prophet here is the same as in <a class=\"isa\" verses=\"WzE4NzEzXQ==\">Isaiah 53:1<\/a>. We may also compare <a class=\"ref\">Exodus 14:8<\/a>, not <a class=\"ref\">Psalms 10:5<\/a>; (<em> rūm <\/em> does not mean to remain beyond and unrecognised, but to prove one's self to be high.) The hand of Jehovah had already shown itself to be highly exalted (<em> râmâh <\/em> , 3 <em> pr<\/em> .), by manifesting itself in the history of the nations, by sheltering His congregation, and preparing the way for its exaltation in the midst of its humiliation; but as they had no eye for this hand, they would be made to feel it upon themselves as the avenger of His nation. The “zeal for a people,” when reduced from this ideal expression into a concrete one, is the zeal of Jehovah of hosts (<a class=\"isa\" verses=\"WzE3ODM2LDE4Mzg1XQ==\">Isaiah 9:6; Isaiah 37:32<\/a>) for His own nation (as in <a class=\"isa\" verses=\"WzE4NjQ1XQ==\">Isaiah 49:8<\/a>). <em> Kin'ath ‛ âm <\/em> (zeal for a people) is the object to <em> yechezū <\/em> (they shall see); <em> v'yēbōshū <\/em> (and be put to shame) being a parenthetical interpolation, which does not interfere with this connection. “<em> Thou wilt establish peace<\/em> ” (<em> tishpōt shâlom <\/em> , <a class=\"isa\" verses=\"WzE4MTQzXQ==\">Isaiah 26:12<\/a>) expresses the certain hope of a future and imperturbable state of peace (<em> pones<\/em> , <em> stabilies<\/em> ); and this hope is founded upon the fact, that all which the church has hitherto accomplished (<em> ma‛aseh <\/em> , the acting out of its calling, as in <a class=\"ref\">Psalms 90:17<\/a>, see at <a class=\"isa\" verses=\"WzE3NzUyXQ==\">Isaiah 5:12<\/a>) has not been its own work, but the work of Jehovah <em> for it<\/em> . And the deliverance just obtained from the yoke of the imperial power is the work of Jehovah also. The meaning of the complaint, “other lords beside Thee had enslaved us,” is just the same as that in <a class=\"isa\" verses=\"WzE4ODg1XQ==\">Isaiah 63:18<\/a>; but there the standpoint is in the midst of the thing complained of, whereas here it is beyond it. Jehovah is Israel's King. He seemed indeed to have lost His rule, since the masters of the world had done as they liked with Israel. But it was very different now, and it was only through Jehovah (“through Thee”) that Israel could now once more gratefully celebrate Jehovah's name.<\/p>",
    "audit": null
}