{
    "id": 13387,
    "source": "kdo",
    "verse_id": 18354,
    "verse_count": 4,
    "reference": "37:1–4",
    "title": "",
    "html": " <p>The king and the deputation apply to Isaiah. <i>“And it came to pass, when king Hizkiyahu had heard, he rent his clothes, and wrapped himself in mourning linen, and went into the house of Jehovah. And sent Eliakim the house-minister, and Shebna<\/i>, (K. omits <span class=\"normal hebrew\">,את<\/span>) <i>the chancellor, and the eldest of the priests, wrapped in mourning linen, to Isaiah son of Amoz, the prophet<\/i>, (K. <i>has what is inadmissible: the prophet son of Amoz <\/i>). <i>And they said to him, Thus saith Hizkiyahu, A day of affliction, and punishment, and blasphemy is this day; for children are come to the matrix, and there is no strength to bring them forth. Perhaps Jehovah thy God will hear the words<\/i>, (K. <i>all the words<\/i>) <i>of Rabshakeh, with which the king of Asshur his lord has sent him to revile the living God; and Jehovah thy God will punish for the words which He hath heard, and thou wilt make intercession for the remnant that still exists.”<\/i>, The distinguished embassy is a proof of the distinction of the prophet himself (Knobel). The character of the deputation accorded with its object, which was to obtain a consolatory word for the king and people. In the form of the instructions we recognise again the flowing style of Isaiah. <span class=\"normal hebrew\">,תּוכחה<\/span>, as a synonym of <span class=\"normal hebrew\">,מוּסר<\/span>, <span class=\"normal hebrew\">,נקם<\/span>, is used as in <a class=\"ref\">Hosea 5:9<\/a>; <span class=\"normal hebrew\">,נאצה<\/span>, (from the <i>kal <\/i> <span class=\"normal hebrew\">,נאץ<\/span>) according to <a class=\"isa\" verses=\"WzE3NjU5LDE3NzY0LDE4NzAyXQ==\">Isaiah 1:4; Isaiah 5:24; Isaiah 52:5<\/a>, like <span class=\"normal hebrew\">,נאצה<\/span>, (from the <i>piel <\/i> <span class=\"normal hebrew\">,נאץ <\/span>), <a class=\"ref\">Nehemiah 9:18, Nehemiah 9:26<\/a>, (reviling, i.e., reviling of God, or blasphemy). The figure of there not being sufficient strength to bring forth the child, is the same as in <a class=\"isa\" verses=\"WzE4OTMyXQ==\">Isaiah 66:9<\/a>. <span class=\"normal hebrew\">,משׁבּר<\/span>, (from <span class=\"normal hebrew\">,שׁבר<\/span>, syn. <span class=\"normal hebrew\">,פּרץ<\/span>, <a class=\"ref\">Genesis 38:29<\/a>) does not signify the actual birth (Luzzatto, <i>punto di dover nascere <\/i>), nor the delivering-stool (Targum), like <i>(<span class=\"translit\">, mashbēr<\/span>) <i>(<span class=\"translit\">, shel <\/span><\/i>,- <i>(<span class=\"translit\">, chayyâh <\/span>), the delivering-stool of the midwife (Kelim<\/i>, xxiii. 4); but as the subject is the children, and not the mother, the matrix or mouth of the womb, as in <a class=\"ref\">Hosea 13:13<\/a>, “He (Ephraim) is an unwise child; when it is time does he not stop in the children's passage” ((<span class=\"translit\">, mashbēr<\/span>) (<span class=\"translit\">, bânı̄m <\/span>)), i.e., the point which a child must pass, not only with its head, but also with its shoulders and its whole body, for which the force of the pains is often not sufficient? The existing condition of the state resembled such unpromising birth-pains, which threatened both the mother and the fruit of the womb with death, because the matrix would not open to give birth to the child. <span class=\"normal hebrew\">,לדה<\/span>, like <span class=\"normal hebrew\">,דּעה<\/span>, in <a class=\"isa\" verses=\"WzE3ODk0XQ==\">Isaiah 11:9<\/a>. The timid inquiry, which hardly dared to hope, commences with (<span class=\"translit\">,'ūlai <\/span>). The following future is continued in perfects, the force of which is determined by it: “and He (namely Jehovah, the Targum and Syriac) will punish for the words,” or, as we point it, “there will punish for the words which He hath heard, Jehovah thy God ((<span class=\"translit\">, hōkhı̄ach <\/span>), referring to a judicial decision, as in a general sense in <a class=\"isa\" verses=\"WzE3NjkwXQ==\">Isaiah 2:4<\/a>, and <a class=\"isa\" verses=\"WzE3ODg5XQ==\">Isaiah 11:4<\/a>); and thou wilt lift up prayer” (i.e., begin to offer it, <a class=\"isa\" verses=\"WzE3OTMzXQ==\">Isaiah 14:4<\/a>). “He will hear,” namely as judge and deliverer; “He hath heard,” namely as the omnipresent One. The expression, “to revile the living God” ((<span class=\"translit\">, lechârēph <\/span>)), sounds like a comparison of Rabshakeh to Goliath (<a class=\"ref\">1 Samuel 17:26, 1 Samuel 17:36<\/a>). The “existing remnant” was Jerusalem, which was not yet in the enemy's hand (compare <a class=\"isa\" verses=\"eyIxNzY2MyI6Mn0=\">Isaiah 1:8-9<\/a>). The deliverance of the remnant is a key-note of Isaiah's prophecies. But the prophecy would not be fulfilled, until the grace which fulfilled it had been met by repentance and faith. Hence Hezekiah's weak faith sues for the intercession of the prophet, whose personal relation to God is here set forth as a closer one than that of the king and priests. <br> <\/i> <\/p>",
    "audit": null
}