{
    "id": 18093,
    "source": "kdo",
    "verse_id": 18578,
    "verse_count": 2,
    "reference": "45:16-17",
    "title": "",
    "html": "<p> The way in which this God who hides Himself is ultimately revealed as the God of salvation, is then pointed out in <a class=\"isa\" verses=\"WzE4NTc4LDE4NTc5XQ==\">Isaiah 45:16, Isaiah 45:17<\/a> : <em> “They are put to shame, and also confounded, all of them; they go away into confusion together, the forgers of idols. Israel is redeemed by Jehovah with everlasting redemption: ye are not put to shame nor confounded to everlasting eternities.”<\/em> The perfects are expressive of the ideal past. Jehovah shows Himself as a Savour by the fact, that whereas the makers of idols perish, Israel is redeemed an everlasting redemption (acc. obj. as in <a class=\"isa\" verses=\"WzE3OTM1LDE4MDcwXQ==\">Isaiah 14:6; Isaiah 22:17<\/a>; Ges. §138, 1, Anm. 1), i.e., so that its redemption is one that lasts for aeons ( αἰωνία λύτρωσις , <a class=\"ref\">Hebrews 9:12<\/a>) - observe that <em> t e shū‛âh <\/em> does not literally signify redemption or rescue, but transfer into a state of wide expanse, i.e., of freedom and happiness. The plural <em> ‛ ōlâmı̄m <\/em> (eternities = αἰῶνες <em> aeua <\/em> ) belongs, according to Knobel, to the later period of the language; but it is met with as early as in old Asaphite psalms (<a class=\"ref\">Psalms 77:6<\/a>). When the further promise is added, Ye shall not be put to shame, etc., this clearly shows, what is also certain on other grounds - namely, that the redemption is not thought of merely as an outward and bodily one, but also as inward and spiritual, and indeed (in accordance with the prophetic blending of the end of the captivity with the end of all things) as a final one. Israel will never bring upon itself again such a penal judgment as that of the captivity by falling away from God; that is to say, its state of sin will end with its state of punishment, even עב עד־עולמי , i.e., since עד has no plural, εἰς αἰῶνας τῶν αἰώνων .<\/p>",
    "audit": null
}