{
    "id": 17968,
    "source": "kdo",
    "verse_id": 18329,
    "verse_count": 3,
    "reference": "35:8-10",
    "title": "",
    "html": "<p> In the midst of such miracles, by which all nature is glorified, the people of Jehovah are redeemed, and led home to Zion. <em> “And a highway rises there, and a road, and it will be called the Holy Road; no unclean man will pass along it, as it is appointed for them: whoever walks the road, even simple ones do not go astray. There will be no lion there, and the most ravenous beast of prey will not approach it, will not be met with there; and redeemed ones walk. And the ransomed of Jehovah will return, and come to Zion with shouting, and everlasting joy upon their head: they lay hold of gladness and joy, and sorrow and sighing flee away.”<\/em> Not only unclean persons from among the heathen, but even unclean persons belonging to Israel itself, will never pass along that holy road; none but the church purified and sanctified through sufferings, and those connected with it. למו הוּא , to them, and to them alone, does this road belong, which Jehovah has made and secured, and which so readily strikes the eye, that even an idiot could not miss it; whilst it lies to high, that no beast of prey, however powerful (<em> p e rı̄ts chayyōth <\/em> , a superlative verbal noun: Ewald, §313,<em> c<\/em> ), could possibly leap up to it: not one is ever encountered by the pilgrim there. The pilgrims are those whom Jehovah has redeemed and delivered, or set free from captivity and affliction ( גּאל , לג , related to חל , <em> solvere <\/em> ; פּדה , פד , <em> scindere <\/em> , <em> abscindere <\/em> ). Everlasting joy soars above their head; they lay fast hold of delight and joy (compare on <a class=\"isa\" verses=\"WzE3OTE1XQ==\">Isaiah 13:8<\/a>), so that it never departs from them. On the other hand, sorrow and sighing flee away. The whole of <a class=\"isa\" verses=\"WzE4MzMxXQ==\">Isaiah 35:10<\/a> is like a mosaic from <a class=\"isa\" verses=\"WzE4Njg1LDE4ODUxLDE4Njc3XQ==\">Isaiah 51:11; Isaiah 61:7; Isaiah 51:3<\/a>; and what is affirmed of the holy road, is also affirmed in <a class=\"isa\" verses=\"WzE4Njk4XQ==\">Isaiah 52:1<\/a> of the holy city (compare <a class=\"isa\" verses=\"WzE4ODY3LDE4ODcxXQ==\">Isaiah 62:12; Isaiah 63:4<\/a>). A prelude of the fulfilment is seen in what Ezra speaks of with gratitude to God in <a class=\"ref\">Ezra 8:31<\/a>. We have intentionally avoided crowding together the parallel passages from chapters 40-66. The whole chapter is, in every part, both in thought and language, a prelude of that book of consolation for the exiles in their captivity. Not only in its spiritual New Testament thoughts, but also in its ethereal language, soaring high as it does in majestic softness and light, the prophecy has now reached the highest point of its development.<\/p>",
    "audit": null
}