{
    "id": 17633,
    "source": "kdo",
    "verse_id": 17705,
    "verse_count": 1,
    "reference": "2:19",
    "title": "",
    "html": "<p> What the idolaters themselves will do when Jehovah has so completely deprived their idols of all their divinity, is then described in <a class=\"isa\" verses=\"WzE3NzA1XQ==\">Isaiah 2:19<\/a> : <em> “And they will creep into caves in the rocks, and cellars in the earth, before the terrible look of Jehovah, and before the glory of His majesty, when He ariseth to put the earth in terror.”<\/em> <em> Meârâh <\/em> is a natural cave, and <em> mechillah <\/em> a subterraneous excavation: this is apparently the distinction between the two synonyms. <em> “To put the earth in terror:”<\/em> <em> lârotz <\/em> <em> hâ<\/em> -<em> aretz <\/em> , a significant paronomasia, which can be reproduced in Latin, thus: <em> ut terreat terram <\/em> . Thus the judgment would fall upon the earth without any limitation, upon men universally (compare the word <em> hâ<\/em> -<em> âdâm <\/em> in <a class=\"isa\" verses=\"WzE3NzA2XQ==\">Isaiah 2:20<\/a>, which is scarcely ever applied to a single individual (<a class=\"ref\">Joshua 14:15<\/a>), excepting, of course, the first man, but generally to men, or to the human race) and upon the totality of nature as interwoven in the history of man - one complete whole, in which sin, and therefore wrath, had gained the upper hand. When Jehovah rose up, i.e., stood up from His heavenly throne, to reveal the glory manifested in heaven, and turn its judicial fiery side towards the sinful earth, the earth would receive such a shock as would throw it into a state resembling the chaos of the beginning. We may see very clearly from <a class=\"ref\">Revelation 6:15<\/a>, where this description is borrowed, that the prophet is here describing the last judgment, although from a national point of view and bounded by a national horizon.<\/p>",
    "audit": null
}