{
    "id": 18112,
    "source": "kdo",
    "verse_id": 18632,
    "verse_count": 3,
    "reference": "48:17-19",
    "title": "",
    "html": "<p> The exhortation is now continued. Israel is to learn the incomparable nature of Jehovah from the work of redemption thus prepared in word and deed. The whole future depends upon the attitude which it henceforth assumes to His commandments. <em> “Thus saith Jehovah, thy Redeemer, the Holy One of Israel; I, Jehovah thy God, am He that teacheth thee to do that which profiteth, and leadeth thee by the way that thou shouldst go. O that thou hearkenedst to my commandments! then thy peace becomes like the river, and thy righteousness like waves of the sea; and thy seed becomes like the sand, and the children of thy body like the grains thereof: its name will not be cut off nor destroyed away from my countenance.”<\/em> Jehovah is Israel's rightful and right teacher and leader. להועיל is used in the same sense as in <a class=\"isa\" verses=\"WzE4MjIzXQ==\">Isaiah 30:5<\/a> and <a class=\"isa\" verses=\"WzE4NTQ0XQ==\">Isaiah 44:10<\/a>, to furnish what is useful, to produce what is beneficial or profitable. The optative לוּא is followed, as in <a class=\"isa\" verses=\"WzE4ODg2XQ==\">Isaiah 63:19<\/a>, by the preterite <em> utinam attenderis <\/em> , the idea of reality being mixed up with the wish. Instead of ויהי in the apodosis, we should expect ויהי (so would), as in <a class=\"ref\">Deuteronomy 32:29<\/a>. The former points out the consequence of the wish regarded as already realized. <em> Shâlōm <\/em> , prosperity or health, will thereby come upon Israel in such abundance, that it will, as it were, bathe therein; and <em> ts e dâqâh <\/em> , rectitude acceptable to God, so abundantly, that it, the sinful one, will be covered by it over and over again. Both of these, <em> shâlōm <\/em> and <em> ts e dâqâh <\/em> , are introduced here as a divine gift, not merited by Israel, but only conditional upon that faith which gives heed to the word of God, especially to the word which promises redemption, and appropriates it to itself. Another consequence of the obedience of faith is, that Israel thereby becomes a numerous and eternally enduring nation. The play upon the words in כמעותיו מעי ך is very conspicuous. Many expositors (e.g., Rashi, Gesenius, Hitzig, and Knobel) regard מעות as synonymous with מעי ם , and therefore as signifying the viscera, i.e., the beings that fill the heart of the sea; but it is much more natural to suppose that the suffix points back to <em> chōl <\/em> . Moreover, no such metaphorical use of <em> viscera <\/em> can be pointed out; and since in other instances the feminine plural (such as <em> k e nâphōth <\/em> , <em> q e rânōth <\/em> ) denotes that which is artificial as distinguished from what is natural, it is impossible to see why the interior of the sea, which is elsewhere called <em> lēbh <\/em> (<em> l e bhabh <\/em> , the heart), and indirectly also <em> beten <\/em> , should be called מעות instead of מעים . To all appearance מעותיו signifies the grains of sand (lxx, Jerome, Targ.); and this is confirmed by the fact that מעא (Neo-Heb. מעה <em> numulus <\/em> ) is the Targum word for גּרה , and the Semitic root מע , related to מג ; מק , melted, dissolved, signifies to be soft or tender. The conditional character of the concluding promise has its truth in the word מלּפני . Israel remains a nation even in its apostasy, but fallen under the punishment of <em> kareth <\/em> (of cutting off), under which individuals perish when they wickedly transgress the commandment of circumcision, and others of a similar kind. It is still a people, but rooted out and swept away from the gracious countenance of God, who no more acknowledges it as His own people.<\/p>",
    "audit": null
}