{
    "id": 13503,
    "source": "kdo",
    "verse_id": 18788,
    "verse_count": 2,
    "reference": "58:1–2",
    "title": "",
    "html": " <p>As the last prophecy of the second book contained all the three elements of prophetic addresses - reproach, threat, and promise - so this, the first prophecy of the third book, cannot open in any other way than with a rehearsal of one of these. The prophet receives the commission to appear as the preacher of condemnation; and whilst Jehovah is giving the reason for this commission, the preaching itself commences. <i>“Cry with full throat, hold not back; lift up thy voice like a bugle, and proclaim to my people their apostasy, and to the house of Jacob their sins. And they seek me day by day, and desire to learn my ways, like a nation which has done righteousness, and has not forsaken the right of their God: they ask of me judgments of righteousness; they desire the drawing near of Elohim.” <\/i>,As the second prophecy of the first part takes as its basis a text from Micah (<a class=\"ref\">Micah 2:1-4 <\/a>), so have we here in <i>, <a class=\"isa\" verses=\"WzE4Nzg4XQ==\">Isaiah 58:1 <\/a> <\/i>,the echo of <a class=\"ref\">Micah 3:8 <\/a>. Not only with lisping lips (<a class=\"ref\">1 Samuel 1:13 <\/a>), but with the throat (<a class=\"ref\">Psalm 115:7; Psalm 149:6 <\/a>); that is to say, with all the strength of the voice, lifting up the voice like the <i>(<span class=\"translit\">,shōphâr <\/span>) (not a trumpet, which is called <span class=\"normal hebrew\">,חצצרה <\/span>,, nor in fact any metallic instrument, but a bugle or signal horn, like that blown on new year's day: see at <a class=\"ref\">Psalm 81:4 <\/a>), i.e., in a shrill shouting tone. With a loud voice that must be heard, with the most unsparing publicity, the prophet is to point out to the people their deep moral wounds, which they may indeed hide from themselves with hypocritical <i>opus operatum <\/i>,, but cannot conceal from the all-seeing God. The <span class=\"normal hebrew\">,ו <\/span>,of <span class=\"normal hebrew\">,ואותי <\/span>,does not stand for an explanatory particle, but for an adversative one: “their apostasy … their sins; and yet (although they are to be punished for these) they approach Jehovah every day” (<span class=\"normal hebrew\">,יום <\/span> <span class=\"normal hebrew\">,יום <\/span>,with (<span class=\"translit\">,mahpach <\/span>) under the first <span class=\"normal hebrew\">,יום <\/span>,, and (<span class=\"translit\">,pasek <\/span>) after it, as is the general rule between two like-sounding words), “that He would now speedily interpose.” They also desire to know the ways which He intends to take for their deliverance, and by which He desires to lead them. This reminds us of the occurrence between Ezekiel and the elders of Gola (<a class=\"ref\">Ezekiel 20:1 <\/a>.; compare also <a class=\"ref\">Ezekiel 33:30 <\/a>.). As if they had been a people whose rectitude of action and fidelity to the commands of God warranted them in expecting nothing but what was good in the future, they ask God (viz., in prayer and by inquiring of the prophet) for (<span class=\"translit\">,mishpetē <\/span>) (<span class=\"translit\">,tsedeq <\/span>), “righteous manifestations of judgment” i.e., such as will save them and destroy their foes, and desire (<span class=\"translit\">,qirbath <\/span>) (<span class=\"translit\">,'Elōhı̄m <\/span>), the coming of God, i.e., His saving (<span class=\"translit\">,parousia <\/span>). The energetic futures, with the tone upon the last syllable, answer to their self-righteous presumption; and <span class=\"normal hebrew\">,יחפצוּן <\/span>,is repeated, according to Isaiah's most favourite oratorical figure, at the close of the verse. <br> <\/i> <\/p>,",
    "audit": null
}