{
    "id": 13516,
    "source": "kdo",
    "verse_id": 18835,
    "verse_count": 1,
    "reference": "60:13",
    "title": "",
    "html": "<p>From the thought that everything great in the world of man is to be made to serve the Holy One and His church, the prophet passes to what is great in the world of nature. <i>“The glory of Lebanon will come to thee, cypresses, plane-trees and Sherbin-trees all together, to beautify the place of my sanctuary, and to make the place of my feet glorious.”<\/i> The splendid cedars, which are the glory of Lebanon, and in fact the finest trees of all kinds, will be brought to Zion, not as trunks felled to be used as building materials, but dug up with their roots, to ornament the holy place of the temple ( <a class=\"ref\">Jeremiah 17:12<\/a>), and also to this end, that Jehovah may glorify the “holy place of His feet,” i.e., the place where He, who towers above the heaven of all heavens, has as it were to place His feet. The temple is frequently called His footstool (<i>(<span class=\"translit\"> hadōm<\/span>) (<span class=\"translit\"> raglâiv<\/span>)), with especial reference to the ark of the covenant ( <a class=\"ref\">Psalm 99:5; Psalm 132:7; Lamentations 2:1; 1 Chronicles 28:2<\/a>) as being the central point of the earthly presence of God (cf., <a class=\"isa\" verses=\"WzE4OTI0XQ==\">Isaiah 66:1<\/a>). The trees, that is to say, which tower in regal glory above all the rest of the vegetable world, are to adorn the environs of the temple, so that avenues of cedars and plane-trees lead into it; a proof that there is no more fear of any further falling away to idolatry. On the names of the trees, see <a class=\"isa\" verses=\"WzE4NDcxXQ==\">Isaiah 41:19<\/a>. Three kinds are mentioned here; we found seven there. The words<span class=\"normal hebrew\"> יחדו<\/span><span class=\"normal hebrew\"> ותשׁור<\/span><span class=\"normal hebrew\"> תדהר<\/span><span class=\"normal hebrew\"> ברושׁ<\/span> are repeated verbatim<\/i> from <a class=\"isa\" verses=\"WzE4NDcxXQ==\">Isaiah 41:19<\/a>. <br><\/p> ",
    "audit": null
}