{
    "id": 18008,
    "source": "kdo",
    "verse_id": 18426,
    "verse_count": 1,
    "reference": "40:5",
    "title": "",
    "html": "<p> The cry of the crier proceeds thus in <a class=\"isa\" verses=\"WzE4NDI2XQ==\">Isaiah 40:5<\/a> : <em> “And the glory of Jehovah will be revealed, and all flesh seeth together: for the mouth of Jehovah hath spoken it.”<\/em> The pret. cons. קנגלה is here <em> apodosis imper<\/em> . When the way is prepared for Jehovah the Coming One, the glory of the God of salvation will unveil itself (on the name <em> Jehovah<\/em> , which is applied to God, the absolute I, as living and revealing Himself in history, more especially in the history of salvation). His <em> parousia<\/em> is the revelation of His glory (<a class=\"ref\">1 Peter 4:13<\/a>). This revelation is made for the good of Israel, but not secretly or exclusively; for all the human race, called here designedly “all flesh” (<em> kol <\/em> <em> bâsâr <\/em> ), will come to see it (compare <a class=\"ref\">Luke 3:6<\/a>, “the salvation of God”). Man, because he is flesh, cannot see God without dying (<a class=\"ref\">Exodus 33:20<\/a>); but the future will fill up this gulf of separation. The object to the verb “see” is not what follows, as Rosenmüller supposes, viz., “that the mouth of Jehovah hath spoken,” for the word of promise which is here fulfilled is not one addressed to all flesh; nor does it mean, “see that Jehovah hath spoken with His own mouth,” i.e., after having become man, as Stier maintains, for the verb required in this case would be מדבּר , not דּבּר . The clause, “for the mouth of Jehovah hath spoken it,” is rather Isaiah's usual confirmation of the foregoing prophecy. Here the crier uses it to establish the certainty of what he foretells, provided that Israel will do what he summons it to perform.<\/p>",
    "audit": null
}