{
    "id": 13514,
    "source": "kdo",
    "verse_id": 18830,
    "verse_count": 2,
    "reference": "60:8-9",
    "title": "",
    "html": "<p>From the mainland, over which caravans and flocks are coming, the prophet now turns his eyes to the sea. <i>“Who are these who fly hither as a cloud, and like the doves to their windows? Yea, the islands wait for me; and the ships of Tarshish come first, to bring thy children from far, their silver and gold with them, to the name of thy God, and to the holy One of Israel, because He hath ornamented thee.”<\/i> Upon the sea there appear first of all enigmatical shapes, driving along as swiftly as if they were light clouds flying before the wind (<a class=\"isa\" verses=\"MTgwMDY=\">Isaiah 19:1<\/a>; <a class=\"isa\" verses=\"MTg1ODQ=\">Isaiah 45:22<\/a>), or like doves flying to their dovecots (<i>celeres cavis se turribus abdunt<\/i>, as Ovid says), i.e., to the round towers with their numerous pigeon-holes, which are provided for their shelter. The question is addressed to Zion, and the answer may easily be anticipated - namely, that this swarm of swiftly flying figures are hurrying to a house which they long to reach, as much as pigeons do to reach their pigeon-house. The <i>(<span class=\"translit\">kı̄<\/span>) which follows is explanatory: this hurrying presents itself to thine eyes, because the isles wait for me. The reason for all this haste is to be found in the faith of those who are hurrying on. The Old Testament generally speaks of faith as hope (<span class=\"normal hebrew\">ל<\/span> <span class=\"normal hebrew\">קוּה<\/span> as in <a class=\"isa\" verses=\"MTg2Nzk=\">Isaiah 51:5<\/a>; <a class=\"isa\" verses=\"MTg0ODU=\">Isaiah 42:4<\/a>); not that faith is the same as hope, but it is the support of hope, just as hope is the comfort of faith. In the Old Testament, when the true salvation existed only in promise, this epithet, for which there were many synonyms in the language, was the most appropriate one. The faith of the distant lands of the west is now beginning to work. The object of all this activity is expressed in the word <span class=\"normal hebrew\">להביא<\/span>. The things thus flying along like clouds and doves are ships; with the Tartessus ships, which come from the farthest extremity of the European insular quarter of the globe, at their head (<span class=\"normal hebrew\">בּראשׁנה<\/span> with <i>munach<\/i>instead of <i>metheg<\/i>, in the same sense as in <a class=\"ref\">Numbers 10:14<\/a>; lxx <span class=\"greek normal\"> ἐν πρώτοις <\/span>; Jerome, in principio<\/i>, in the foremost rank), i.e., acting as the leaders of the fleet which is sailing to Zion and bringing Zion's children from afar, and along with them the gold and silver of the owners of the vessels themselves, to the name (<span class=\"normal hebrew\">לשׁם<\/span>, to the name, dative, not equivalent to <span class=\"normal hebrew\">למען<\/span>; lxx <span class=\"greek normal\"> διὰ <\/span>, as in <a class=\"isa\" verses=\"MTg3NDY=\">Isaiah 55:5<\/a>) of thy God, whom they adore, and to the Holy One of Israel, because He hath ornamented thee, and thereby inspired them with reverence and love to thee (<span class=\"normal hebrew\">פארך<\/span> for <span class=\"normal hebrew\">פארך<\/span>, as in <a class=\"isa\" verses=\"MTg3MzA=\">Isaiah 54:6<\/a>, where it even stands out of pause).<br><\/p>",
    "audit": null
}