{
    "id": 13517,
    "source": "kdo",
    "verse_id": 18836,
    "verse_count": 1,
    "reference": "60:14",
    "title": "",
    "html": " <p>The prophecy now returns to the world of man. <i>“The children also of thy tormentors come bending unto thee, and all thy despisers stretch themselves at the soles of thy feet, and call thee 'City of Jehovah, Zion of the Holy One of Israel.'” <\/i>,The persecutors of the church both in work and word are now no more (<a class=\"isa\" verses=\"WzE4MTQ1XQ==\">Isaiah 26:14 <\/a>), and their children fell themselves disarmed. They are seized with shame and repentance, when they see the church which was formerly tormented and despised so highly exalted. They come <i>(<span class=\"translit\">,shechōăch <\/span>) (an inf. noun of the form <span class=\"normal hebrew\">,טחון <\/span>,, <a class=\"ref\">Lamentations 5:13 <\/a>; used here as an accusative of more precise definition, just as nouns of this kind are frequently connected directly with the verb <span class=\"normal hebrew\">,הלך <\/span>,, Ewald, §279, <i>c <\/i>), literally a bow or stoop, equivalent to bowing or stooping (the opposite to (<span class=\"translit\">,rōmâh <\/span>) in <a class=\"ref\">Micah 2:3 <\/a>), and stretch themselves “at the soles of thy feet,” i.e., clinging to thee as imploringly and obsequiously as if they would lay themselves down under thy very feet, and were not worthy to lie anywhere but there (as in <a class=\"isa\" verses=\"WzE4NjYwXQ==\">Isaiah 49:23 <\/a>); and whereas formerly they called thee by nicknames, they now give thee the honourable name of “City of Jehovah, Zion of the Holy One of Israel,” not “Sanctuary of Israel,” as Meier supposes, since (<span class=\"translit\">,qedōsh <\/span>) Israel <\/i>,is always a name of Jehovah in the book of Isaiah. It is a genitive construction like Bethlehem of Judah, Gibeah of Saul, and others. <br> <\/p>,",
    "audit": null
}