{
    "id": 17649,
    "source": "kdo",
    "verse_id": 17732,
    "verse_count": 1,
    "reference": "3:24",
    "title": "",
    "html": "<p> When Jehovah took away all this glory, with which the women of Jerusalem were adorned, they would be turned into wretched-looking prisoners, disfigured by ill-treatment and dirt. - <em> “And instead of balmy scent there will be mouldiness, and instead of the sash a rope, and instead of artistic ringlets a baldness, and instead of the dress-cloak a frock of sackcloth, branding instead of beauty.”<\/em> <em> Mouldiness<\/em> , or <em> mother<\/em> (<em> mak <\/em> , as in <a class=\"isa\" verses=\"WzE3NzY0XQ==\">Isaiah 5:24<\/a>, the dust of things that have moulded away), with which they would be covered, and which they would be obliged to breathe, would take the place of the <em> bosem <\/em> , i.e., the scent of the balsam shrub (<em> bâsâm <\/em> ), and of sweet-scented pomade in general; and <em> nipâh <\/em> that of the beautifully embroidered girdle (<a class=\"ref\">Proverbs 31:24<\/a>). The meaning of this word is neither “a wound,” as the Targums and Talmud render it, nor “rags,” as given by Knobel, ed. 1 (from <em> nâkaph <\/em> , <em> percutere <\/em> , <em> perforare <\/em> ), but the <em> rope<\/em> thrown over them as prisoners (from <em> kâphâh <\/em> = <em> kâvâh <\/em> , <em> Contorquere <\/em> : lxx, Vulg., Syr.).<\/p><p> (Note: Credner (<em> Joel<\/em> , p. 147) renders the word “tatters,” from <em> nâkaph <\/em> , to rub in pieces; but the word has no such meaning, whereas the meaning <em> vulnus <\/em> , lit., <em> percussio <\/em> , is admissible (see at <a class=\"ref\">Job 19:26<\/a>), but does not suit the antithesis. Luzzatto connects it with <em> n'kaph <\/em> , to bind (from which the <em> makkeph <\/em> derives its name), and understands it as referring to the dressing applied to wounds, to lint into which the girdle was torn. The most plausible derivation is from <em> kâphâh <\/em> , which is really employed in post-biblical usage to signify not only to congeal and wrinkle, but also to thicken (<em> Sabbath<\/em> 21<em> a<\/em> , <em> l'hakpoth <\/em> : “Make the wick thicker, that it may burn the brighter”). It is probably radically akin to the Arabic <em> nukbe <\/em> (explained in Lamachzari as equivalent to the Persian <em> mijân - bend <\/em> , a girdle), which is apparently used to denote the coarse girdle worn by peasants or by Arab women of the wandering tribes, resembling a rope of goat's hair, as distinguished from the artistic and costly girdle worn by women of the upper classes in the towns.)<\/p><p><em> Baldness<\/em> takes the place of artistic ringlets ( מקשׁה מעשׂה , not מעשׂה , so that it is in apposition: cf., <a class=\"isa\" verses=\"WzE4MjM4XQ==\">Isaiah 30:20<\/a>; Ges. §113; Ewald, §287, <em> b<\/em> ). The reference is not to golden ornaments for the head, as the Sept. rendering gives it, although <em> m iksheh <\/em> is used elsewhere to signify embossed or carved work in metal or wood; but here we are evidently to understand by the “artificial twists” either curls made with the curling-tongs, or the hair plaited and twisted up in knots, which they would be obliged to cut off in accordance with the mourning customs (<a class=\"isa\" verses=\"WzE3OTYzLDE4MDY1XQ==\">Isaiah 15:2; Isaiah 22:12<\/a>), or which would fall off in consequence of grief. A <em> frock of sackcloth<\/em> (<em> m achagoreth <\/em> <em> sak <\/em> ), i.e., a smock of coarse haircloth worn next to the skin, such as Layard found depicted upon a bas-relief at Kouyunjik, would take the place of the <em> pethigil <\/em> , i.e., the <em> dress-cloak<\/em> (either from <em> pâthag <\/em> , to be wide or full, with the substantive termination <em> ı̄l <\/em> , or else composed of <em> pethi <\/em> , breadth, and <em> gil <\/em> , festive rejoicing); and <em> branding<\/em> the place of <em> beauty<\/em> . <em> Branding<\/em> (<em> C i <\/em> = <em> C evi <\/em> , from <em> C âvâh <\/em> , καἰειν ), the mark burnt upon the forehead by their conquerors: <em> C i <\/em> is a substantive,<\/p><p> (Note: It is so understood in <em> b. Sabbath<\/em> 62<em> b<\/em> , with an allusion to the proverb, “The end of beauty is burning” (viz., inflammation). In Arabia, the application of the <em> C ey <\/em> with a red-hot iron (<em> m ikwâh <\/em> ) plays a very important part in the medical treatment of both man and beast. You meet with many men who have been burned not only on their legs and arms, but in their faces as well, and, as a rule, the finest horses are disfigured by the <em> C ey <\/em> . - Wetzstein.)<\/p><p> not a particle, as the Targum and others render it, and as the <em> m akkeph <\/em> might make it appear. There is something very effective in the inverted order of the words in the last clause of the five. In this five-fold reverse would shame and mourning take the place of proud, voluptuous rejoicing.<\/p>",
    "audit": null
}