{
    "id": 17780,
    "source": "kdo",
    "verse_id": 17942,
    "verse_count": 3,
    "reference": "14:13-15",
    "title": "",
    "html": "<p><em> “And thou, thou hast said in thy heart, I will ascend into heaven, I will exalt my throne above the stars of God, and sit down on the mount of the assembly of gods in the corner of the north. I will ascend to the heights of the clouds, I will make myself like the Most High. Nevertheless, thou wilt be cast down into the region of the dead, into the corner of the pit.”<\/em> An antithetical circumstantial clause commences with <em> v e attah <\/em> , just as in <a class=\"isa\" verses=\"WzE3OTQ4XQ==\">Isaiah 14:19<\/a>, “whilst thou,” or “whereas thou.” The <em> har hammōēd <\/em> (mount of assembly) cannot be Zion, as is assumed by Schegg and others, who are led astray by the parallel in <a class=\"ref\">Psalms 48:3<\/a>, which has been entirely misunderstood, and has no bearing upon this passage at all. Zion was neither a northern point of the earth, nor was it situated on the north of Jerusalem. The prophet makes the king of Babylon speak according to the general notion of his people, who had not the seat of the Deity in the midst of them, as the Israelites had, but who placed it on the summit of the northern mountains, which were lost in the clouds, just as the Hindus place it on the fabulous mountains of <em> Kailâsa <\/em> , which lie towards the north beyond the Himalayas (Lassen, i. 34ff.). ירכתי ם (with an aspirated כ in a loosely closed syllable) are the two sides into which a thing parts, the two legs of an angle, and then the apex at which the legs separate. And so here, צפון ירכּתי (with an unaspirated <em> Caph<\/em> in a triply closed syllable) is the uttermost extremity of the north, from which the northern mountains stretch fork-like into the land, and <em> yarcethe<\/em> -<em> bor<\/em> the interior of the pit into which its two walls slope, and from which it unfolds or widens. All the foolhardy purposes of the Chaldean are finally comprehended in this, “<em> I will make myself like the Most High;<\/em> ” just as the Assyrians, according to Ctesias, and the Persians, according to the <em> Persae<\/em> of Aeschylus, really called their king God, and the Sassanidae call themselves <em> bag<\/em> , <em> Theos <\/em> , upon coins and inscriptions (<em> 'eddammeh <\/em> is <em> hithpael<\/em> , equivalent to <em> 'ethdammeh <\/em> , which the usual assimilation of the preformative <em> Tav <\/em> : Ges. §34, 2,<em> b<\/em> ). By the אך in <a class=\"ref\">Psalms 48:14<\/a>, the high-flying pride of the Chaldean is contrasted with his punishment, which hurls him down into the lowest depths. אך , which was originally affirmative, and then restrictive (as <em> rak <\/em> was originally restrictive and then affirmative), passes over here into an adversative, just as in <a class=\"ref\">Psalms 49:16; Job 13:15<\/a> (a change seen still more frequently in אכן ); <em> nevertheless<\/em> thou wilt be hurled down; nothing but that will occur, and not what you propose. The prophetic <em> tūrad <\/em> is language that neither befits the inhabitants of Hades, who greet his advent, nor the Israel singing the <em> mashal <\/em> ; but the words of Israel have imperceptibly passed into words of the prophet, who still sees in the distance, and as something future, what the <em> mashal <\/em> commemorates as already past.<\/p>",
    "audit": null
}