{
    "id": 17641,
    "source": "kdo",
    "verse_id": 17716,
    "verse_count": 1,
    "reference": "3:8",
    "title": "",
    "html": "<p> The prophet then proceeds, in <a class=\"isa\" verses=\"eyIxNzcxNiI6NX0=\">Isaiah 3:8-12<\/a>, to describe this deep, tragical misery as a just retribution.<em> ”For Jerusalem is ruined and Judah fallen; because their tongue and their doings <\/em> (are)<em> against Jehovah, to defy the eyes of His glory.”<\/em> <em> Jerusalem<\/em> as a city is feminine, according to the usual personification; <em> Judah<\/em> as a people is regarded as masculine.<\/p><p> (Note: As a rule, the name of a people (apart from the personification of the people as <em> beth <\/em> , a house) is only used as a feminine, when the name of the land stands for the nation itself (see Gesenius, <em> Lehrbegr.<\/em> p. 469).)<\/p><p> The two preterites <em> C âs'lah <\/em> and <em> nâphal <\/em> express the general fact, which occasioned such scenes of misery as the one just described. The second clause, beginning with “because” (<em> C hi <\/em> ) , is a substantive clause, and attributes the coming judgment not to future sin, but to sin already existing. <em> “Again Jehovah:”<\/em> אל is used to denote a hostile attitude, as in <a class=\"isa\" verses=\"WzE3NjkwXQ==\">Isaiah 2:4<\/a>; <a class=\"ref\">Genesis 4:8; Numbers 32:14; Joshua 10:6<\/a>. The capital and the land are against Jehovah both in word and deed, “to defy the eyes of His glory” (<em> lamroth <\/em> <em> ‛ēnē <\/em> <em> C hebodo <\/em> ). עני is equivalent to עיני ; and <em> lamroth <\/em> is a syncopated <em> hiphil<\/em> , as in <a class=\"isa\" verses=\"WzE4MDg5XQ==\">Isaiah 23:11<\/a>, and like the <em> niphal<\/em> in <a class=\"isa\" verses=\"WzE3NjY3XQ==\">Isaiah 1:12<\/a> : we find the same form of the same word in <a class=\"ref\">Psalms 78:17<\/a>. The <em> kal<\/em> <em> m ârâh <\/em> , which is also frequently construed with the accusative, signifies to thrust away in a refractory manner; the <em> hiphil<\/em> <em> himrâh <\/em> , to treat refractorily, literally to set one's self rigidly in opposition, <em> obniti <\/em> ; <em> mar <\/em> , <em> stringere <\/em> , to draw tightly, with which unquestionably the meaning bitter as an astringent is connected, though it does not follow that <em> m ârâh <\/em> , <em> himrâh <\/em> , and <em> hemar <\/em> (<a class=\"ref\">Exodus 23:21<\/a>) can be rendered παραπικραίνειν , as they have been in the Septuagint, since the idea of opposing, resisting, fighting in opposition, is implied in all these roots, with distinct reference to the primary meaning. The <em> Lamed<\/em> is a shorter expression instead of למען , which is the term generally employed in such circumstances (<a class=\"ref\">Amos 2:7; Jeremiah 7:18; Jeremiah 32:29<\/a>). But what does the prophet mean by “the eyes of His glory?” Knobel's assertion, that <em> C hâbod <\/em> is used here for the religious glory, i.e., the holiness of God, is a very strange one, since the <em> C hâbod <\/em> of God is invariably the fiery, bright <em> doxa <\/em> which reveals Him as the Holy One. but his remark does not meet the question, inasmuch as it does not settle the point in dispute, whether the expression “the eyes of His glory” implies that the glory itself has eyes, or the glory is a quality of the eyes. The construction is certainly not a different one from “the arm of His glory” in <a class=\"isa\" verses=\"WzE4NzA3XQ==\">Isaiah 52:10<\/a>, so that it is to be taken as an attribute. But this suggests the further question, what does the prophet mean by the glory-eyes or glorious eyes of Jehovah? If we were to say the eyes of Jehovah are His knowledge of the world, it would be impossible to understand how they could be called holy, still less how they could be called glorious. This abstract explanation of the anthropomorphisms cannot be sustained. The state of the case is rather the following. The glory (<em> C hâbod <\/em> ) of God is that eternal and glorious <em> morphē <\/em> which His holy nature assumes, and which men must picture to themselves anthropomorphically, because they cannot imagine anything superior to the human form. In this glorious form Jehovah looks upon His people with eyes of glory. His pure but yet jealous love, His holy love which breaks out in wrath against all who meet it with hatred instead of with love, is reflected therein.<\/p>",
    "audit": null
}