{
    "id": 17744,
    "source": "kdo",
    "verse_id": 17878,
    "verse_count": 1,
    "reference": "10:27",
    "title": "",
    "html": "<p> The yoke of the imperial power would then burst asunder. <em> “And it will come to pass in that day, its burden will remove from thy shoulder, and its yoke from thy neck; and the yoke will be destroyed from the pressure of the fat.”<\/em> We have here two figures: in the first (<em> cessabit onus ejus a cervice tua <\/em> ) Israel is represented as a beast of burden; in the second (<em> et jugum ejus a collo tuo <\/em> ), as a beast of draught. And this second figure is divided again into two fields. For <em> yâsūr <\/em> merely affirms that the yoke, like the burden, will be taken away from Israel; but <em> chubbal <\/em> , that the yoke itself will snap, from the pressure of his fat strong neck against it. Knobel, who alters the text, objects to this on the ground that the yoke was a cross piece of wood, and not a collar. And no doubt the simple yoke is a cross piece of wood, which is fastened to the forehead of the ox (generally of two oxen yoked together: <em> jumenta<\/em> = <em> jugmenta<\/em> , like <em> jugum<\/em> , from <em> jungere<\/em> ); but the derivation of the name itself, <em> ‛ol <\/em> , from <em> ‛ âlal <\/em> , points to the connection of the cross piece of wood with a collar, and here the yoke is expressly described as lying round the neck (and not merely fastened against the forehead). There is no necessity, therefore, to read <em> chebel <\/em> (<em> chablo <\/em> ), as Knobel proposes; <em> chubbal <\/em> (Arabic <em> chubbila <\/em> ) indicates her a <em> corrumpi<\/em> consequent upon a <em> disrumpi<\/em> . (On <em> p'nē <\/em> , vid., <a class=\"ref\">Job 41:5<\/a>; and for the application of the term <em> mippenē <\/em> to energy manifesting itself in its effects, compare <a class=\"ref\">Psalms 68:3<\/a> as an example.) Moreover, as Kimchi has observed, in most instances the yoke creates a wound in the fat flesh of the ox by pressure and friction; but here the very opposite occurs, and the fatness of the ox leads to the destruction of the yoke (compare the figure of grafting employed in <a class=\"ref\">Romans 11:17<\/a>, to which Paul gives a turn altogether contrary to nature). Salvation, as the double turn in the second figure affirms, comes no less from within ( ) than from without ( ). It is no less a consequence of the world-conquering grace at work in Isaiah, than a miracle wrought for Israel upon their foes.<\/p><p> The prophet now proceeds to describe how the Assyrian army advances steadily towards Jerusalem, spreading terror on every hand, and how, when planted there like a towering forest, it falls to the ground before the irresistible might of Jehovah. Eichhorn and Hitzig pronounce this prophecy a <em> vaticinium post eventum <\/em> , because of its far too special character; but Knobel regards it as a prophecy, because no Assyrian king ever did take the course described; in other words, as a mere piece of imagination, as Ewald maintains. Now, no doubt the Assyrian army, when it marched against Jerusalem, came from the southwest, namely, from the road to Egypt, and not directly from the north. Sennacherib had conquered Lachish; he then encamped before Libnah, and it was thence that he advanced towards Jerusalem. But the prophet had no intention of giving a fragment out of the history of the war: all that he meant to do was to give a lively representation of the future fact, that after devastating the land of Judah, the Assyrian would attack Jerusalem. There is no necessity whatever to contend, as Drechsler does, against calling the description an ideal one. There is all the difference in the world between idea and imagination. Idea is the essential root of the real, and the reality is its historical form. This form, its essential manifestation, may be either this or that, so far as individual features are concerned, without any violation of its essential character. What the prophet here predicts has, when properly interpreted, been all literally fulfilled. The Assyrian did come from the north with the storm-steps of a conqueror, and the cities named were really exposed to the dangers and terrors of war. And this was what the prophet depicted, looking as he did from a divine eminence, and drawing from the heart of the divine counsels, and then painting the future with colours which were but the broken lights of those counsels as they existed in his own mind.<\/p>",
    "audit": null
}