{
    "id": 17722,
    "source": "kdo",
    "verse_id": 17833,
    "verse_count": 1,
    "reference": "9:3",
    "title": "",
    "html": "<p> In <a class=\"isa\" verses=\"WzE3ODMzXQ==\">Isaiah 9:3<\/a> he says, in words of thanksgiving and praise: <em> “Thou multipliest the nation, preparest it great joy; they rejoice before Thee like the joy in harvest, as men rejoice when they share the spoil.”<\/em> “The nation” (<em> haggoi <\/em> ) is undoubtedly Israel, reduced to a small remnant. That God would make this again into a numerous people, was a leading feature in the pictures drawn of the time of glory (<a class=\"isa\" verses=\"WzE4MTQ2LDE4OTMxXQ==\">Isaiah 26:15; Isaiah 66:8<\/a>; <a class=\"ref\">Zechariah 14:10-11<\/a>), which would be in this respect the counterpart of that of Solomon (<a class=\"ref\">1 Kings 4:20<\/a>). If our explanation is the correct one so far, the only way to give an intelligible meaning to the <em> chethib<\/em> לא , taking it in a negative sense, is to render it, as Hengstenberg, Hitzig, and others have done, “Thou multipliest the nation to which Thou hadst formerly not given great joy,” which must signify, <em> per litoten <\/em> , “the nation which Thou hadst plunged into deep sorrow.” But it is unnatural to take any one of the prophetic preterites, commencing with <em> hicbı̄d <\/em> in <a class=\"isa\" verses=\"WzE3ODMxXQ==\">Isaiah 9:1<\/a>, in any other than a future sense. We must therefore give the preference to the <em> Keri<\/em> לו , and render it, “Thou makest of the nation a great multitude, and preparest it great joy.” The pronoun loo is written first, as in <a class=\"ref\">Leviticus 7:7-9; Job 41:4<\/a> (<em> keri<\/em> ), probably with the emphasis assumed by Drechsler: “to it, in which there was not the smallest indication of such an issue as this.” The verbs “multiplied” (<em> higdaltâ <\/em> ) and “increased” (<em> hirbithâ <\/em> ) are intentionally written together, to put the intensity of the joy on a level with the extensiveness of the multitude. This joy would be a holy joy, as the expression “before Thee” implies: the expression itself recals the sacrificial meals in the courts of the temple (<a class=\"ref\">Deuteronomy 12:7; Deuteronomy 14:26<\/a>). It would be a joy over blessings received, as the figure of the harvest indicates; and joy over evil averted, as the figure of dividing the spoil presupposes: for the division of booty is the business of conquerors. This second figure is not merely a figure: the people that are so joyous are really victorious and triumphant.<\/p><p> (Note: On the passages in which לא <em> chethib<\/em> is לו <em> keri<\/em> , see at <a class=\"ref\">Psalms 100:3<\/a> and <a class=\"ref\">Job 13:15<\/a>.)<\/p>",
    "audit": null
}