{
    "id": 17854,
    "source": "kdo",
    "verse_id": 18080,
    "verse_count": 2,
    "reference": "23:2-3",
    "title": "",
    "html": "<p><em> “Be alarmed, ye inhabitants of the coast! Sidonian merchants, sailing over the sea, filled thee once. And the sowing of Sichor came upon great waters, the harvest of the Nile, her store; and she became gain for nations.”<\/em> The suffixes of מלּא (to fill with wares and riches) and תּבוּאה (the bringing in, viz., into barns and granaries) refer to the word א<em> י <\/em> , which is used here as a feminine for the name of a country, and denotes the Phoenician coast, including the insular Tyre. “<em> Sidonian merchants<\/em> ” are the Phoenicians generally, as in Homer; for the “great Sidon” of antiquity (<em> Zidon <\/em> <em> rabbâh <\/em> , <a class=\"ref\">Joshua 11:8; Joshua 19:28<\/a>) was the mother-city of Phoenicia, which so thoroughly stamped its name upon the whole nation, that Tyre is called צדנם אם upon Phoenician coins. The meaning of  is not that the revenue of Tyre which accrued to it on the great unfruitful sea, was like a Nile-sowing, or an Egyptian harvest (Hitzig, Knobel). Such a simile would be a very beautiful one, but it is a very unlikely one, since the Phoenicians actually did buy up the corn-stores of Egypt, that granary of the ancient world, and housed the cargoes that were brought to them “upon great waters,” i.e., on the great Mediterranean. <em> Sichor<\/em> is a Hebraic form of <em> Siris<\/em> (the native name of the upper Nile, according to Dionysius Perieg. and Pliny). It signifies the black river (<em> Meals<\/em> , Eust. on Dion. Per. 222), the black slime of which gave such fertility to the land. “<em> The harvest of the Nile<\/em> ” is not so much an explanation as an amplification. The valley of the Nile was the field for sowing and reaping, and the Phoenician coast was the barn for this valuable corn; and inasmuch as corn and other articles of trade were purchased and bartered there, it thereby became gain (constr. of <em> sachar <\/em> , Ewald, §213, a, used in the same sense as in <a class=\"isa\" verses=\"W3siMTc5OTkiOjd9LFsxODU3Nl1d\">Isaiah 18:1-7, Isaiah 45:14<\/a>, and <a class=\"ref\">Proverbs 3:14<\/a>), i.e., the means of gain, the source of profit or provision, to whole nations, and even to many such. Others render the word “emporium;” but <em> sâchâr <\/em> cannot have this meaning. Moreover, foreigners did not come to Phoenicia, but the Phoenicians went to them (Luzzatto).<\/p>",
    "audit": null
}