{
    "id": 13489,
    "source": "kdo",
    "verse_id": 18760,
    "verse_count": 2,
    "reference": "56:6-7",
    "title": "",
    "html": "<p>The fears of proselytes from among the heathen are also removed. <i>“And the foreigners, who have joined themselves to Jehovah, to serve Him, and to love the name of Jehovah, to be His servants, whoever keepeth the Sabbath from desecrating it, and those who hold fast to my covenant, I bring them to my holy mountain, and make them joyful in my house of prayer; their whole-offerings and their slain-offerings are well-pleasing upon mine altar: for my house, a house of prayer shall it be called for all nations.”<\/i> The proselytes, who have attached themselves to Jehovah (<span class=\"normal hebrew\">על־הא<\/span>),<\/p>\n\n\n\n<p>(Note: The oriental reading, not in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 56:3<\/a>, but here in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 56:6<\/a>, is <span class=\"normal hebrew\">על־ה<\/span>; the western, <span class=\"normal hebrew\">אל־ה<\/span>. The Masora follows the western (<span class=\"normal hebrew\">מערבאי(<\/span> <span class=\"normal hebrew\">nre<\/span>), i.e., the Palestinian, and reckons this passage as one of the 31 <span class=\"normal hebrew\">על־ה<\/span> in the Old Testament Scriptures.)<\/p>\n\n\n\n<p>the God of Israel, with the pure intention of serving Him with love, are not to be left behind in the strange land. Jehovah will bring them along with His people to the holy mountain, upon which His temple rises once more; there will He cause them to rejoice, and all that they place upon His altar will find a most gracious acceptance. It is impossible that the prophet should be thinking here of the worship of the future without sacrifice, although in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 53:1-12<\/a> he predicts the self-sacrifice of the “Servant of Jehovah,” which puts an end to all animals sacrifices. But here the temple is called “the house of prayer,” from the prayer which is the soul of all worship. It will be called a house of prayer for all nations; and therefore its nature will correspond to its name. This ultimate intention is already indicated in Solomon's dedicatory prayer (<a class=\"ref\">1 Kings 8:41-43<\/a>); but our prophet was the first to give it this definite universal expression. Throughout this passage the spirit of the law is striving to liberate itself from its bondage. Nor is there anything to surprise us in the breaking down of the party wall, built up so absolutely between the eunuchs on the one hand and the congregation on the other, or the one partially erected between the heathen and the congregation of Israel; as we may see from <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 66:21<\/a>, where it is affirmed that Jehovah will even take priests and Levites out of the midst of the heathen whom Israel will bring back with it into its own land.<br><\/p>",
    "audit": null
}