{
    "id": 13446,
    "source": "kdo",
    "verse_id": 18605,
    "verse_count": 3,
    "reference": "47:5–7",
    "title": "",
    "html": " <p>In the second strophe the penal sentence of Jehovah is continued. <i>“Sit silent, and creep into the darkness, O Chaldeans-daughter! for men no longer call thee lady of kingdoms. I was wroth with my people; I polluted mine inheritance, and gave them into thy hand: thou hast shown them no mercy; upon old men thou laidst thy yoke very heavily. And thou saidst, I shall be lady for ever; so that thou didst not take these things to heart: thou didst not consider the latter end thereof.” <\/i>,Babylon shall sit down in silent, brooding sorrow, and take herself away into darkness, just as those who have fallen into disgrace shrink from the eyes of men. She is looked upon as an empress (<a class=\"isa\" verses=\"WzE3OTE2XQ==\">Isaiah 13:9 <\/a>; the king of Babylon called himself the king of kings, <a class=\"ref\">Ezekiel 26:7 <\/a>), who has been reduced to the condition of a slave, and durst not show herself for shame. This would happen to her, because at the time when Jehovah made use of her as His instrument for punishing His people, she went beyond the bounds of her authority, showing ho pity, and ill-treating even defenceless old men. According to Loppe, Gesenius, and Hitzig, Israel is here called <i>(<span class=\"translit\">,zâqēn <\/span>), as a decayed nation awakening sympathy; but according to the Scripture, the people of God is always young, and never decays; on the contrary, its <i>(<span class=\"translit\">,ziqnâh <\/span>), i.e., the latest period of its history (<a class=\"isa\" verses=\"WzE4NTkxXQ==\">Isaiah 46:4 <\/a>), is to be like its youth. The words are to be understood literally, like <a class=\"ref\">Lamentations 4:16; Lamentations 5:12 <\/a>: even upon old men, Babylon had placed the heavy yoke of prisoners and slaves. But in spite of this inhumanity, it flattered itself that it would last for ever. Hitzig adopts the reading <span class=\"normal hebrew\">,עד <\/span> <span class=\"normal hebrew\">,גּברת <\/span>,, and renders it, “To all future times shall I continue, mistress to all eternity.” This may possibly be correct, but it is by no means necessary, inasmuch as it can be shown from <a class=\"ref\">1 Samuel 20:41 <\/a>,, and <a class=\"ref\">Job 14:6 <\/a>,, that (<span class=\"normal hebrew\">,ד <\/span>,is used as equivalent to <span class=\"normal hebrew\">,אשׁר <\/span> <span class=\"normal hebrew\">,עד <\/span>,, in the sense of “till the time that;” and (<span class=\"translit\">,gebhereth <\/span>), as the feminine of (<span class=\"translit\">,gâbhēr <\/span>) = (<span class=\"translit\">,gebher <\/span>), may be the absolute quite as well as the construct. The meaning therefore is, that the confidence of Babylon in the eternal continuance of its power was such, that “these things,” i.e., such punishments as those which were now about to fall upon it according to the prophecy, had never come into its mind; such, indeed, that it had not called to remembrance as even possible “the latter end of it,” i.e., the inevitably evil termination of its tyranny and presumption. <br> <\/i> <\/i> <\/p>,",
    "audit": null
}