{
    "id": 17732,
    "source": "kdo",
    "verse_id": 17858,
    "verse_count": 5,
    "reference": "10:7-11",
    "title": "",
    "html": "<p> Asshur was to be an instrument of divine wrath upon all Israel; but it would exalt itself, and make itself the end instead of the means. <a class=\"isa\" verses=\"WzE3ODU4XQ==\">Isaiah 10:7<\/a> <em> “Nevertheless he meaneth not so, neither doth his heart think so; for it is in his heart to destroy and cut off nations not a few.”<\/em> Asshur did not think so (<em> lo'<\/em> -<em> cēn <\/em> ), i.e., not as he ought to think, seeing that his power over Israel was determined by Jehovah Himself. For what filled his heart was the endeavour, peculiar to the imperial power, to destroy not a few nations, i.e., as many nations as possible, for the purpose of extending his own dominions, and with the determination to tolerate no other independent nation, and the desire to deal with Judah as with all the rest. For Jehovah was nothing more in his esteem than one of the idols of the nations. <a class=\"isa\" verses=\"eyIxNzg1OSI6NH0=\">Isaiah 10:8-11<\/a> <em> “For he saith, Are not my generals all kings? Is not Calno as Carchemish, or Hamath as Arpad, or Samaria as Damascus? As my hand hath reached the kingdoms of the idols, and their graven images were more than those of Jerusalem and Samaria; shall I not, as I have done unto Samaria and her idols, do likewise to Jerusalem and her idols?”<\/em> The king of Asshur bore the title of the great king (<a class=\"isa\" verses=\"WzE4MzM1XQ==\">Isaiah 36:4<\/a>), and indeed, as we may infer from <a class=\"ref\">Ezekiel 26:7<\/a>, that of the king of kings. The generals in his army he could call kings,<\/p><p> (Note: The question is expressed in Hebrew phraseology, since <em> sar <\/em> in Assyrian was a superior title to that of <em> melek <\/em> , as we may see from inscriptions and proper names.)<\/p><p> because the satraps<\/p><p> (Note: <em> Satrapes <\/em> is the old Persian (arrow-headed) <em> khshatra <\/em> (Sanscr. <em> xatra <\/em> ) <em> pâvan <\/em> , i.e., keeper of government. <em> Pâvan <\/em> (nom. <em> pâvâ <\/em> ), which occurs in the <em> Zendik<\/em> as an independent word <em> pavan <\/em> (nom. <em> pavao <\/em> ) in the sense of sentry or watchman, is probably the original of the Hebrew <em> pechâh <\/em> (see Spiegel, in Kohler on <a class=\"ref\">Malachi 1:8<\/a>).)<\/p><p> who led their several contingents were equal to kings in the extent and splendour of their government, and some of them were really conquered kings (cf., <a class=\"ref\">2 Kings 25:28<\/a>). He proudly asks whether every one of the cities named has not been as incapable as the rest, of offering a successful resistance to him. <em> Carchemish<\/em> is the later Circesium (Cercusium), at the junction of the Chaboras with the Euphrates (see above); <em> Calno<\/em> , the later <em> Ctesiphon<\/em> , on the left bank of the Tigris; <em> Arpad<\/em> (according to <em> Merâshid<\/em> , i. p. 47, in the pashalic of Chaleb, i.e., Aleppo) and <em> Hamath<\/em> (i.e., Epiphania) were Syrian cities, the latter on the river Orontes, still a large and wealthy place. The king of Asshur had also already conquered Samaria, at the time when the prophet introduced him as uttering these words. Jerusalem, therefore, would be unable to resist him. As he had obtained possession of idolatrous kingdoms ( ל מעא , to reach, as in <a class=\"ref\">Psalms 21:9<\/a> : <em> hâ<\/em> -<em> 'elil <\/em> with the article indicating the genus), which had more idols than Jerusalem or than Samaria; so would he also overcome Jerusalem, which had just as few and just as powerless idols as Samaria had. Observe there that <a class=\"isa\" verses=\"WzE3ODYyXQ==\">Isaiah 10:11<\/a> is the apodosis to <a class=\"isa\" verses=\"WzE3ODYxXQ==\">Isaiah 10:10<\/a>, and that the comparative clause of <a class=\"isa\" verses=\"WzE3ODYxXQ==\">Isaiah 10:10<\/a> is repeated in <a class=\"isa\" verses=\"WzE3ODYyXQ==\">Isaiah 10:11<\/a>, for the purpose of instituting a comparison, more especially with Samaria and Jerusalem. The king of Asshur calls the gods of the nations by the simple name of idols, though the prophet does not therefore make him speak from his own Israelitish standpoint. On the contrary, the great sin of the king of Asshur consisted in the manner in which he spoke. For since he recognised no other gods than his own Assyrian national deities, he placed Jehovah among the idols of the nations, and, what ought particularly to be observed, with the other idols, whose worship had been introduced into Samaria and Jerusalem. But in this very fact there was so far consolation for the worshippers of Jehovah, that such blasphemy of the one living God would not remain unavenged; whilst for the worshipers of idols it contained a painful lesson, since their gods really deserved nothing better than that contempt should be heaped upon them. The prophet has now described the sin of Asshur. It was ambitious self-exaltation above Jehovah, amounting even to blasphemy. And yet he was only the staff of Jehovah, who could make use of him as He would.<\/p>",
    "audit": null
}