{
    "id": 17597,
    "source": "kdo",
    "verse_id": 17661,
    "verse_count": 1,
    "reference": "1:6",
    "title": "",
    "html": "<p> This description of the total misery of every individual in the nation is followed by a representation of the whole nation as one miserably diseased body. <em> “From the some of the foot even to the head there is nothing sound in it: cuts, and stripes, and festering wounds; they have not been pressed out, nor bound up, nor has there been any soothing with oil.”<\/em> The body of the nation, to which the expression <em> “in it”<\/em> applies (i.e., the nation as a whole), was covered with wounds of different kinds; and no means whatever had been applied to heal these many, various wounds, which lay all together, close to one another, and one upon the other, covering the whole body. Cuts (from פּצע to cut) are wounds that have cut into the flesh - sword-cuts, for example. These need binding up, in order that the gaping wound may close again. Stripes (<em> C habburâh <\/em> , from <em> C hâbar <\/em> , to stripe), swollen stripes, or weals, as if from a cut with a whip, or a blow with a fist: these require softening with oil, that the coagulated blood of swelling may disperse. Festering wounds, <em> m accâh <\/em> <em> teriyâh <\/em> , from <em> târâh <\/em> , to be fresh (a different word from the talmudic word <em> t're <\/em> , <em> Chullin<\/em> 45<em> b<\/em> , to thrust violently, so as to shake): these need pressing, for the purpose of cleansing them, so as to facilitate their healing. Thus the three predicates manifest an approximation to a <em> chiasm<\/em> (the crossing of the members); but this retrospective relation is not thoroughly carried out. The predicates are written in the plural, on account of the collective subject. The clause ולא רּכּכה בּשּׁמן , which refers to חבורה (stripes), so far as the sense is concerned (olive-oil, like all <em> oleosa<\/em> , being a dispersing medium), is to be taken as neuter, since this is the only way of explaining the change in the number: “And no softening has been effected with oil.” <em> Zoru <\/em> we might suppose to be a <em> pual<\/em> , especially on account of the other <em> puals <\/em> near: it is not so, however, for the simple reason that, according to the accentuation (viz., with two <em> pashtahs <\/em> , the first of which gives the tone, as in <em> tohu <\/em> , <a class=\"ref\">Genesis 1:2<\/a>, so that it must be pronounced <em> zóru <\/em> ), it has the tone upon the penultimate, for which it would be impossible to discover any reason, if it were derived from <em> zârâh <\/em> . For the assumption that the tone is drawn back to prepare the way for the strong tone of the next verb (<em> C hubbâshu <\/em> ) is arbitrary, as the influence of the pause, though it sometimes reaches the last word but one, never extends to the last but two. Moreover, according to the usage of speech, <em> zorâh <\/em> signifies to be dispersed, not to be pressed out; whereas <em> zur <\/em> and <em> zârar <\/em> are commonly used in the sense of pressing together and squeezing out. Consequently <em> zoru <\/em> is either the <em> kal<\/em> of an intransitive <em> zor <\/em> in the middle voice (like <em> boshu <\/em> ), or, what is more probable - as <em> zoru <\/em> , the middle voice in <a class=\"ref\">Psalms 58:4<\/a>, has a different meaning (<em> abalienati sunt :<\/em> cf., <a class=\"isa\" verses=\"WzE3NjU5XQ==\">Isaiah 1:4<\/a>) - the <em> kal<\/em> of <em> zârar <\/em> (= Arab. <em> Constringere <\/em> ), which is here conjugated as an intransitive (cf., <a class=\"ref\">Job 24:24<\/a>, <em> rommu <\/em> , and <a class=\"ref\">Genesis 49:23<\/a>, where <em> robbu <\/em> is used in an active sense). The surgical treatment so needed by the nation was a figurative representation of the pastoral addresses of the prophets, which had been delivered indeed, but, inasmuch as their salutary effects were dependent upon the penitential sorrow of the people, might as well have never been delivered at all. The people had despised the merciful, compassionate kindness of their God. They had no liking for the radical cure which the prophets had offered to effect. All the more pitiable, therefore, was the condition of the body, which was sick within, and diseased from head to foot. The prophet is speaking here of the existing state of things. He affirms that it is all over with the nation; and this is the ground and object of his reproachful lamentations. Consequently, when he passes in the next v. from figurative language to literal, we may presume that he is still speaking of his own times. It is Isaiah's custom to act in this manner as his own expositor (compare <a class=\"isa\" verses=\"WzE3Njc3XQ==\">Isaiah 1:22<\/a> with <a class=\"isa\" verses=\"WzE3Njc4XQ==\">Isaiah 1:23<\/a>). The body thus inwardly and outwardly diseased, was, strictly speaking, the people and the land in their fearful condition at that time.<\/p>",
    "audit": null
}