{
    "id": 13375,
    "source": "kdo",
    "verse_id": 18305,
    "verse_count": 17,
    "reference": 34,
    "title": "",
    "html": " <p align=\"center\">,Finale of the Judgment upon All the World (More Especially upon Edom); Redemption of the People of Jehovah - Isaiah 34-35 part vi <\/p>,\n\n\n\n <p>These two chapters stand in precisely the same relation to chapters 28-33 as chapters 24-27 to chapters 13-23. In both instances the special prophecies connected with the history of the prophet's own times are followed by a comprehensive <i>finale <\/i>,of an apocalyptic character. We feel that we are carried entirely away from the stage of history. There is no longer that foreshortening, by which the prophet's perspective was characterized before the fall of Assyria. The tangible shapes of the historical present, by which we have been hitherto surrounded, are now spiritualized into something perfectly ideal. We are transported directly into the midst of the last things; and the eschatological vision is less restricted, has greater mystical depth, belongs more to another sphere, and has altogether more of a New Testament character. The totally different impression which is thus made by chapters 34-35, as compared with chapters 28-33, must not cause any misgivings as to the authenticity of this closing prophecy. The relation in which Jeremiah and Zephaniah stand to chapters 34 and <a class=\"ref\"> <\/a>,, is quite sufficient to drive all doubts away. (Read Caspari's article, “Jeremiah a Witness to the Genuineness of Isaiah 34, and therefore also to the Genuineness of Isaiah; 13:1-14:23, and <a class=\"ref\"> <\/a>,,” in the <i>Lutherische Zeitschrift <\/i>,, 1843, 2; and Nägelsbach's <i>Jeremia und Babylon <\/i>,, pp. 107-113, on the relation of Jer 50-51 more especially to Isaiah 34-35.) There are many passages in Jeremiah (viz., <a class=\"ref\">, ; ; , ; <\/a>) which cannot be explained in any other way than on the supposition that Jeremiah had the prophecy of Isaiah in chapter 34 before him. We cannot escape from the conclusion, that just as we find Jeremiah introducing earlier prophecies generally into his cycle of prophecies against the nations, and, in the addresses already mentioned, borrowing from Amos and Nahum, and placing side by side with a passage from Amos (compare <a class=\"ref\"> <\/a>,with <a class=\"ref\"> <\/a>) one of a similar character, and agreeing with Isaiah 34, so he also had Isaiah 34 and <a class=\"ref\"> <\/a>,before him, and reproduced it in the same sense as he did other and earlier models. It is equally certain that <a class=\"ref\"> <\/a>,, and <a class=\"ref\"> <\/a>,, stand in a dependent relation to <a class=\"ref\">, <\/a>; just as <a class=\"ref\"> <\/a>,was taken from <a class=\"ref\"> <\/a>,, and <a class=\"ref\"> <\/a>, <i>fin <\/i>,. and <a class=\"ref\"> <\/a>,from <a class=\"ref\"> <\/a>; whilst <a class=\"ref\"> <\/a>,also points back to <a class=\"ref\"> <\/a>. We might, indeed, reverse the relation, and make Jeremiah and Zephaniah into the originals in the case of the passages mentioned; but this is opposed to the generally reproductive and secondary character of both these prophets, and also to the evident features of the passages in question. We might also follow Movers, De Wette, and Hitzig, who get rid of the testimony of Isaiah by assuming that the passages resting upon Isaiah 34, and other disputed prophecies of Isaiah, are interpolated; but this is opposed to the moral character of all biblical prophecy, and, moreover, it could only apply to Jeremiah, not to Zephaniah. We must in this case “bring reason into captivity to obedience” to the external evidence; though internal evidence also is not wanting to set a seal upon these external proofs. Just as chapters 24-27 are full of the clearest marks of Isaiah's authorship, so is it also with chapters 34-35. It is not difficult to understand the marked contrast which we find between these two closing prophecies and the historical prophecies of the Assyrian age. These two closing prophecies were appended to chapters 13-23 and 28-33 at the time when Isaiah revised the complete collection. They belong to the latest revelations received by the prophet, to the last steps by which he reached that ideal height at which he soars in chapters 40-66, and from which he never descends again to the stage of passing history, which lay so far beneath. After the fall of Assyria, and when darkness began to gather on the horizon again, Isaiah broke completely away from his own times. “The end of all things” became more and more his own true home. The obscure foreground of his prophecies is no longer <i>Asshur <\/i>,, which he has done with now so far as prophecy is concerned, but <i>Babel <\/i>,(Babylon). And the bright centre of his prophecies is not the fall of Asshur (for this was already prophetically a thing of the past, which had not been followed by complete salvation), but deliverance from Babylon. And the bright noon-day background of his prophecies is no longer the realized idea of the kingdom of prophecy - realized, that is to say, in the one person of the Messiah, whose form had lost the sharp outlines of chapters 7-12 even in the prophecies of Hezekiah's time - but the <i>parousia <\/i>,of Jehovah, which <i>all flesh <\/i>,would see. It was the revelation of the mystery of the incarnation of God, for which all this was intended to prepare the way. And there was no other way in which that could be done, than by completing the perfect portrait of the Messiah in the light of the ultimate future, so that both the factors in the prophecy might be assimilated. The spirit of Isaiah, more than that of any other prophet, was the laboratory of this great process in the history of revelation. The prophetic cycles in chapters 24-27 and 34-35 stand in the relation of preludes to it. In chapters 40-66 the process of assimilation is fully at work, and there is consequently no book of the Old Testament which has gone so thoroughly into New Testament depths, as this second part of the collection of Isaiah's prophecies, which commences with a prediction of the parousia of Jehovah, and ends with the creation of the new heaven and new earth. Chapters 34 and <a class=\"ref\"> <\/a>,are, as it were, the first preparatory chords. Edom here is what Moab was in chapters 24-27. By the side of Babylon, the empire of the world, whose policy of conquest led to its enslaving Israel, it represents the world in its hostility to Israel as the people of Jehovah. For Edom was Israel's brother-nation, and hated Israel as the chosen people. In this its unbrotherly, hereditary hatred, it represented the sum-total of all the enemies and persecutors of the church of Jehovah. The special side-piece to chapter 34 is <a class=\"ref\"> <\/a>. <br>, <\/p>,",
    "audit": null
}