{
    "id": 17707,
    "source": "kdo",
    "verse_id": 17809,
    "verse_count": 2,
    "reference": "8:1-2",
    "title": "",
    "html": "<p> In the midst of the Syro-Ephraimitish war, which was not yet at an end, Isaiah received instructions from God to perform a singular prophetic action. <em> “Then Jehovah said to me, Take a large slab, and write upon it with common strokes, 'In Speed Spoil, Booty hastens;' and I will take to me trustworthy witnesses, Uriyah the priest, and Zecharyahu the son of Yeberechyahu.”<\/em> The slab or table (cf., <a class=\"isa\" verses=\"WzE3NzMxXQ==\">Isaiah 3:23<\/a>, where the same word is used to signify a metal mirror) was to be large, to produce the impression of a monument; and the writing upon it was to be “a man's pen” (<em> Cheret 'enōsh <\/em> ), i.e., written in the vulgar, and, so to speak, popular character, consisting of inartistic strokes that could be easily read (vid., <a class=\"ref\">Revelation 13:18; Revelation 21:17<\/a>). Philip d'Aquin, in his <em> Lexicon<\/em> , adopts the explanation, “<em> Enosh<\/em> -writing, i.e., hieroglyphic writing, so called because it was first introduced in the time of <em> Enosh<\/em> .” Luzzatto renders it, <em> a lettere cubitali <\/em> ; but the reading for this would be <em> b'cheret ammath 'ish <\/em> . The only true rendering is <em> stylo vulgari <\/em> (see Ges. <em> Thes. s.v<\/em> . <em> 'enosh <\/em> ). The words to be written are introduced with <em> Lamed<\/em> , to indicate dedication (as in <a class=\"ref\">Ezekiel 37:16<\/a>), or the object to which the inscription was dedicated or applied, as if it read, “A table devoted to 'Spoil very quickly, booty hastens;' “ unless, indeed, <em> l'mahēr <\/em> is to be taken as a <em> fut<\/em> . <em> instans<\/em> , as it is by Luzzatto - after <a class=\"ref\">Genesis 15:12; Joshua 2:5; Habakkuk 1:17<\/a> - in the sense of <em> acceleratura sunt spolia <\/em> , or (what the position of the words might more naturally suggest) with <em> mahēr <\/em> in a transitive sense, as in the construction לבערּ היה , and others, <em> accelerationi spolia <\/em> , i.e., they are ready for hastening. Most of the commentators have confused the matter here by taking the words as a proper name (Ewald, §288,<em> c<\/em> ), which they were not at first, though they became so afterwards. At first they were an oracular announcement of the immediate future, <em> accelerant spolia, festinat praeda <\/em> (spoil is quick, booty hastens). <em> Spoil<\/em> ; <em> booty<\/em> ; but who would the vanquished be? Jehovah knew, and His prophet knew, although not initiated into the policy of Ahaz. But their knowledge was studiously veiled in enigmas. For the writing was not to disclose anything to the people. It was simply to serve as a public record of the fact, that the course of events was one that Jehovah had foreseen and indicated beforehand. And when what was written upon the table should afterwards take place, they would know that it was the fulfilment of what had already been written, and therefore was an event pre-determined by God. For this reason Jehovah took to Himself witnesses. There is no necessity to read ואעידה (and I had it witnessed), as Knobel and others do; nor והעידה (and have it witnessed), as the Sept., Targum, Syriac, and Hitzig do. Jehovah said what He would do; and the prophet knew, without requiring to be told, that it was to be accomplished instrumentally through him. Uriah was no doubt the priest (Urijah), who afterwards placed himself at the service of Ahaz to gratify his heathenish desires (<a class=\"ref\">2 Kings 16:10<\/a>.). Zechariah ben Yeberechyahu (Berechiah) was of course not the prophet of the times after the captivity, but possibly the Asaphite mentioned in <a class=\"ref\">2 Chronicles 29:13<\/a>. He is not further known to us. In good editions, <em> ben <\/em> is not followed by <em> makkeph <\/em> , but marked with <em> mercha <\/em> , according to the Masora at <a class=\"ref\">Genesis 30:19<\/a>. These two men were reliable witnesses, being persons of great distinction, and their testimony would weigh with the people. When the time should arrive that the history of their own times solved the riddle of this inscription, these two men were to tell the people how long ago the prophet had written that down in his prophetic capacity.<\/p>",
    "audit": null
}