{
    "id": 17724,
    "source": "kdo",
    "verse_id": 17835,
    "verse_count": 1,
    "reference": "9:5",
    "title": "",
    "html": "<p><em> “For every boot of those who tramp with boots in the tumult of battle, and cloak rolled in blood, shall be for burning, a food of fire.”<\/em> That which is the food of fire becomes at the same time a <em> sĕrēphâh <\/em> , inasmuch as the devouring fire reduces it to ashes, and destroys its previous existence. This closing statement requires for סאון the concrete sense of a combustible thing; and this precludes such meanings as business (<em> Handel und Wandel<\/em> ), noise, or din (= שׁאון , Jerome, Syriac, Rashi, and others). On the other hand, the meaning “military equipment,” adopted by Knobel and others - a meaning derived from a comparison of the derivatives of the Aramaean <em> zūn <\/em> , <em> ăzan <\/em> , and the Arabic <em> zâna <\/em> , fut. <em> yezı̄n <\/em> (to dress or equip) - would be quite admissible; at the same time, the interchange of <em> Samech<\/em> and <em> Zain<\/em> in this word cannot be dialectically established. Jos. Kimchi has very properly referred to the Targum <em> sēn <\/em> , <em> m esân <\/em> (Syr. also <em> sâūn <\/em> with an essentially long<em> a<\/em> ), which signifies shoe (see Bynaeus, <em> de calceo Hebraeorum<\/em> ) - a word which is more Aramaean than Hebrew, and the use of which in the present connection might be explained on the ground that the prophet had in his mind the annihilation of the Assyrian forces. We should no doubt expect <em> sâ'ūn <\/em> (<em> sandaloumenos <\/em> ) instead of <em> sō'ēn <\/em> ; but the denom. verb <em> sâ'ăn <\/em> might be applied to a soldier's coming up in military boots, and so signify <em> Caligatum venire <\/em> , although the primary meaning is certainly <em> Calceare se <\/em> (e.g., <a class=\"ref\">Ephesians 6:15<\/a>, Syr.). Accordingly we should render it, “every boot of him who comes booted (<em> des Einherstiefelnden <\/em> ) into the tumult of battle,” taking the word <em> ra‛ash <\/em> , not as Drechsler does, in the sense of the noise made by a warrior coming up proudly in his war-boots, nor with Luzzatto in the sense of the war-boot itself, for which the word is too strong, but as referring to the noise or tumult of battle (as in <a class=\"ref\">Jeremiah 10:22<\/a>), in the midst of which the man comes up equipped or shod for military service. The prophet names the boot and garment with an obvious purpose. The destruction of the hostile weapons follows as a matter of course, if even the military shoes, worn by the soldiers in the enemies' ranks, and the military cloaks that were lying in <em> dâmim <\/em> , i.e., in blood violently shed upon the battle-field, were all given up to the fire.<\/p>",
    "audit": null
}