{
    "id": 17912,
    "source": "kdo",
    "verse_id": 18199,
    "verse_count": 4,
    "reference": "29:5-8",
    "title": "",
    "html": "<p> Thus far does the unfolding of the <em> hoi <\/em> reach. Now follows an unfolding of the words of promise, which stand at the end of <a class=\"isa\" verses=\"WzE4MTk1XQ==\">Isaiah 29:1<\/a> : <em> “And it proves itself to me as Ariel.”<\/em> <a class=\"isa\" verses=\"eyIxODE5OSI6NH0=\">Isaiah 29:5-8<\/a> : <em> “And the multitude of thy foes will become like finely powdered dust, and the multitude of the tyrants like chaff flying away; and it will take place suddenly, very suddenly. From Jehovah of hosts there comes a visitation with crash of thunder and earthquake and great noise, whirlwind and tempest, and the blazing up of devouring fire. And the multitude of all the nations that gather together against Ariel, and all those who storm and distress Ariel and her stronghold, will be like a vision of the night in a dream. And it is just as a hungry man dreams, and behold he eats; and when he wakes up his soul is empty: and just as a thirsty man dreams, and behold he drinks; and when he wakes up, behold, he is faint, and his soul is parched with thirst: so will it be to the multitude of the nations which gather together against the mountain of Zion.”<\/em> The hostile army, described four times as <em> hâmōn <\/em> , a groaning multitude, is utterly annihilated through the terrible co-operation of the forces of nature which are let loose upon them (<a class=\"isa\" verses=\"WzE4MjQ4XQ==\">Isaiah 30:30<\/a>, cf., <a class=\"isa\" verses=\"WzE3OTk3XQ==\">Isaiah 17:13<\/a>). “<em> There comes a visitation:<\/em> ” <em> tippâqēd <\/em> might refer to Jerusalem in the sense of “it will be visited” in mercy, viz., by Jehovah acting thus upon its enemies. But it is better to take it in a neuter sense: “punishment is inflicted.” The simile of the dream is applied in two different ways: (1.) They will dissolve into nothing, as if they had only the same apparent existence as a vision in a dream. (2.) Their plan for taking Jerusalem will be put to shame, and as utterly brought to nought as the eating or drinking of a dreamer, which turns out to be a delusion as soon as he awakes. Just as the prophet emphatically combines two substantives from the same verbal root in <a class=\"isa\" verses=\"WzE4MTk1XQ==\">Isaiah 29:1<\/a>, and two adverbs from the same verb in <a class=\"isa\" verses=\"WzE4MTk5XQ==\">Isaiah 29:5<\/a>; so does he place צבא and צבה together in <a class=\"isa\" verses=\"WzE4MjAxXQ==\">Isaiah 29:7<\/a>, the former with על relating to the crowding of an army for the purpose of a siege, the latter with an objective suffix (compare <a class=\"ref\">Psalms 53:6<\/a>) to the attack made by a crowded army. The <em> m e tsōdâh <\/em> of Ariel (i.e., the watch-tower, <em> specula <\/em> , from <em> tsūd <\/em> , to spy)<\/p><p> (Note: In Arabic, also, <em> masâd <\/em> signifies a lofty hill or mountain-top, from a secondary form of <em> tsud <\/em> ; and <em> massara <\/em> , to lay the foundations of a fortified city (<em> ‛ı̄r mâtsōr <\/em> , <a class=\"ref\">Psalms 31:22<\/a>), from <em> tsūr <\/em> .))<\/p><p> is the mountain of Zion mentioned afterwards in <a class=\"isa\" verses=\"WzE4MjAyXQ==\">Isaiah 29:8<\/a>. כּאשׁר , as if; comp. <a class=\"ref\">Zechariah 10:6; Job 10:19<\/a>. אוכל והנּה without הוּא ; the personal pronoun is frequently omitted, not only in the leading participial clause, as in this instance (compare <a class=\"isa\" verses=\"WzE4MTM0LDE4NDQwLDE0MjM0LDEzNDY0XQ==\">Isaiah 26:3; Isaiah 40:19; Psalms 22:29; Job 25:2<\/a>; and Köhler on <a class=\"ref\">Zechariah 9:12<\/a>), but also with a minor participial clause, as in <a class=\"ref\">Psalms 7:10; Psalms 55:20<\/a>, and <a class=\"ref\">Habakkuk 2:10<\/a>. The hungering and thirsting of the waking man are attributed to his <em> nephesh <\/em> (soul: cf., <a class=\"isa\" verses=\"WzE4MjY2LDE3NzU0LDE2NTcxXQ==\">Isaiah 32:6; Isaiah 5:14; Proverbs 6:30<\/a>), just because the soul is the cause of the physical life, and without it the action of the senses would be followed by no sensation or experience whatever. The hungry stomach is simply the object of feeling, and everything sensitive in the bodily organism is merely the medium of sensation or feeling; that which really <em> feels<\/em> is the soul. The soul no sooner passes out of the dreaming state into a waking condition, than it feels that its desires are as unsatisfied as ever. Just like such a dream will the army of the enemy, and that victory of which it is so certain before the battle is fought, fade away into nothing.<\/p>",
    "audit": null
}