{
    "id": 17704,
    "source": "kdo",
    "verse_id": 17803,
    "verse_count": 1,
    "reference": "7:20",
    "title": "",
    "html": "<p><em> “In that day will the Lord shave with a razor, the thing for hire on the shore of the river, with the king of Assyria, the head and the hair of the feet; and even the beard it will take away.”<\/em> Knobel takes the hair to be a figurative representation of the produce of the land; but the only thing which at all favours the idea that the flora is ever regarded by biblical writers as the hairy covering of the soil, is the use of the term <em> nâzir <\/em> as the name of an uncultivated vine left to itself (<a class=\"ref\">Leviticus 25:5<\/a>). The nation of Judah is regarded here, as in <a class=\"isa\" verses=\"WzE3NjYxXQ==\">Isaiah 1:6<\/a>, as a man stript naked, and not only with all the hair of his head and feet shaved off (<em> raglaim <\/em> , a euphemism), but what was regarded as the most shameful of all, with the hair of his beard shaved off as well. To this end the Almighty would make use of a razor, which is more distinctly defined as hired on the shore of the Euphrates (<em> Conductitia in litoribus Euphratis <\/em> : <em> nâhâr <\/em> stands here for <em> hannâhâr <\/em> ), and still more precisely as the king of Asshur (the latter is again pronounced a gloss by Knobel and others). “<em> The thing for hire<\/em> :” <em> hassecı̄râh <\/em> might be an abstract term (hiring, <em> Conductio <\/em> ), but it may also be the feminine of <em> sâcı̄r <\/em> , which indicates an emphatic advance from the indefinite to the more definite; in the sense of “with a razor, namely, that which was standing ready to be hired in the lands on both sides of the Euphrates, the king of Assyria.” In <em> hassecı̄râh <\/em> (the thing for hire) there was involved the bitterest sarcasm for Ahaz. The sharp knife, which it had hired for the deliverance of Judah, was hired by the Lord, to shave Judah most thoroughly, and in the most disgraceful manner. Thus shaved, Judah would be a depopulated and desert land, in which men would no longer live by growing corn and vines, or by trade and commerce, but by grazing alone.<\/p>",
    "audit": null
}