{
    "id": 17614,
    "source": "kdo",
    "verse_id": 17680,
    "verse_count": 1,
    "reference": "1:25",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE3NjgwXQ==\">Isaiah 1:25<\/a> states clearly in what the revenge consisted with which Jehovah was inwardly burdened (<em> innakmah <\/em> , a cohortative with the <em> ah <\/em> , indicating internal oppression): <em> “And I will bring my hand over thee, and will smelt out thy dross as with alkali, and will clear away all thy lead.”<\/em> As long as God leaves a person's actions or sufferings alone, His hand, i.e., His acting, is at rest. Bringing the hand over a person signifies a movement of the hand, which has been hitherto at rest, either for the purpose of inflicting judicial punishment upon the person named (<a class=\"ref\">Amos 1:8; Jeremiah 6:9; Ezekiel 38:12; Psalms 81:15<\/a>), or else, though this is seldom the case, for the purpose of saving him (<a class=\"ref\">Zechariah 13:7<\/a>). The reference here is to the divine treatment of Jerusalem, in which punishment and salvation were combined - punishment as the means, salvation as the end. The interposition of Jehovah was, as it were, a smelting, which would sweep away, not indeed Jerusalem itself, but the ungodly in Jerusalem. They are compared to dross, or (as the verb seems to imply) to ore mixed with dross, and, inasmuch as lead is thrown off in the smelting of silver, to such ingredients of lead as Jehovah would speedily and thoroughly remove, <em> “like alkali,”<\/em> i.e., “as if with alkali” (<em> Cabbo<\/em> r , <em> Comparatio decurtata <\/em> , for <em> C'babbor <\/em> : for this mode of dropping <em> Beth<\/em> after <em> Caph <\/em> , compare <a class=\"isa\" verses=\"WzE3ODMzLDMzODNd\">Isaiah 9:3; Leviticus 22:13<\/a>, and many other passages). By <em> bedilim <\/em> (from <em> bâdal <\/em> , to separate) we are to understand the several pieces of <em> stannum <\/em> or lead<\/p><p> (Note: <em> Plumbum nigrum <\/em> , says Pliny, <em> n. n.<\/em> xxiv. 16, is sometimes found alone, and sometimes mixed with silver: <em> ejus qui primus fluic in fornacibus liquor, stannum appellatur <\/em> . The reference here is to the lead separated from the ore in the process of obtaining pure silver. In the form of powder this dross is called <em> bedil <\/em> , and the pieces <em> bedilim <\/em> ; whereas <em> ophereth <\/em> is the name of solid lead, obtained by simply melting down from ore which does not contain silver. The fact that <em> bedil <\/em> is also apparently used as a name for tin, may be explained in the same way as the homonymy of iron and basalt (<em> Com. on <\/em> <a class=\"ref\">Job 28:2<\/a>), and of the oak and terebinth. The two metals are called by the same name on account of their having a certain outward resemblance, viz., in softness, pliability, colour, and specific gravity.)<\/p><p> in which the silver is contained, and which are separated by smelting, all the baser metals being distinguished from the purer kinds by the fact that they are combustible (i.e., can be oxidized). Both <em> bor <\/em> , or potash (an alkali obtained from land-plants), and <em> nether <\/em> , natron (i.e., soda, or natron obtained from the ashes of marine plants, which is also met with in many mineral waters), have been employed from the very earliest times to accelerate the process of smelting, for the purpose of separating a metal from its ore.<\/p>",
    "audit": null
}