{
    "id": 18029,
    "source": "kdo",
    "verse_id": 18451,
    "verse_count": 2,
    "reference": "40:30-31",
    "title": "",
    "html": "<p> Faith is all that is needed to ensure a participation in the strength ( עצמה after the form חכמה ), which He so richly bestows and so powerfully enhances. <em> “And youths grow faint and weary, and young men suffer a fall. But they who wait for Jehovah gain fresh strength; lift up their wings like eagles; run, and are not weary; go forward, and do not faint.”<\/em> Even youths, even young men in the early bloom of their morning of life (<em> bachūrı̄m <\/em> , youths, from בּחר , related to בּכר , בּגר ), succumb to the effects of the loss of sustenance or over-exertion (both futures are defective, the first letter being dropped), and any outward obstacle is sufficient to cause them to fall ( נכשׁל with <em> inf. abs. kal<\/em> , which retains what has been stated for contemplation, according to Ges. §131, 3, Anm. 2). In  the verb stands first, <a class=\"isa\" verses=\"WzE4NDUxXQ==\">Isaiah 40:30<\/a> being like a concessive clause in relation to <a class=\"isa\" verses=\"WzE4NDUyXQ==\">Isaiah 40:31<\/a>. “Even though this may happen, it is different with those who wait for Jehovah,” i.e., those who believe in Him; for the Old Testament applies to faith a number of synonyms denoting trust, hope, and longing, and thus describes it according to its inmost nature, as <em> fiducia<\/em> and as hope, directed to the manifestation and completion of that which is hoped for. The <em> Vav cop.<\/em> introduces the antithesis, as in <a class=\"isa\" verses=\"WzE4NDI5XQ==\">Isaiah 40:8<\/a>. החליף , to cause one to pursue, or new to take the place of the old (Lat. <em> recentare <\/em> ). The expression וגו יעלוּ is supposed by early translators, after the Sept., Targ. Jer., and Saad., to refer to the moulting of the eagle and the growth of the new feathers, which we meet with in <a class=\"ref\">Psalms 103:5<\/a> (cf., <a class=\"ref\">Micah 1:16<\/a>) as a figurative representation of the renewal of youth through grace. But Hitzig correctly observes that העלה is never met with as the causative of the <em> kal<\/em> used in <a class=\"isa\" verses=\"WzE3NzQ2XQ==\">Isaiah 5:6<\/a>, and moreover that it would require נוצה instead of אבר . The proper rendering therefore is, “they cause their wings to rise, or lift their wings high, like the eagles” (<em> 'ēbher <\/em> as in <a class=\"ref\">Psalms 55:7<\/a>). Their course of life, which has Jehovah for its object, is as it were possessed of wings. They draw from Him strength upon strength (see <a class=\"ref\">Psalms 84:8<\/a>); running does not tire them, nor do they become faint from going ever further and further. <\/p><p> The first address, consisting of three parts (<a class=\"isa\" verses=\"W3siMTg0MjIiOjExfSx7IjE4NDMzIjoxNX0seyIxODQ0OCI6NX1d\">Isaiah 40:1-11, Isaiah 40:12-26, Isaiah 40:27-31<\/a>), is here brought to a close.<\/p>",
    "audit": null
}