{
    "id": 17859,
    "source": "kdo",
    "verse_id": 18091,
    "verse_count": 2,
    "reference": "23:13-14",
    "title": "",
    "html": "<p> The prophet now proceeds to describe the fate of Phoenicia. <em> “Behold the Chaldean land: this people that has not been <\/em> (<em> Asshur - it hath prepared the same for desert beasts<\/em> )<em> - they set up their siege-towers, destroy the palaces of Kena'an, make it a heap of ruins. Mourn, he ships of Tarshish: for your fortress is laid waste.”<\/em> The general meaning of <a class=\"isa\" verses=\"WzE4MDkxXQ==\">Isaiah 23:13<\/a>, as the text now runs, is that the Chaldeans have destroyed <em> Kenaēan <\/em> , and in fact Tyre. הקימוּ (they set up) points to the plural idea of “this people,” and בּחוּניו (<em> chethib<\/em> בּחיניו ) to the singular idea of the same; on the other hand, the feminine suffixes relate to Tyre. “They (the Chaldeans) have laid bare the palaces (<em> 'armenoth <\/em> , from <em> 'armoneth <\/em> ) of Tyre,” i.e., have thrown them down, or burned them down to their very foundations ( עורר , from ערר = ערה , <a class=\"ref\">Psalms 137:7<\/a>, like ערער in <a class=\"ref\">Jeremiah 51:58<\/a>); it (the Chaldean people) has made her (Tyre) a heap of rubbish. So far the text is clear, and there is no ground for hesitation. But the question arises, whether in the words לציּי ם יסדהּ אשּׁוּר Asshur is the subject or the object. In the former case the prophet points to the land of the Chaldeans, for the purpose of describing the instruments of divine wrath; and having called them “a nation which has not been” ( היה לא ), explains this by saying that Asshur first founded the land which the Chaldeans now inhabit for them, i.e., wild hordes (<a class=\"ref\">Psalms 72:9<\/a>); or better still (as <em> tziyyim <\/em> can hardly signify mountain hordes), that Asshur has made it (this nation, ע ם fem., as in <a class=\"ref\">Jeremiah 8:5; Exodus 5:16<\/a>) into dwellers in steppes (Knobel), which could not be conceived of in any other way than that Asshur settled the Chaldeans, who inhabited the northern mountains, in the present so-called land of Chaldea, and thus made the Chaldeans into a people, i.e., a settled, cultivated people, and a people bent on conquest and taking part in the history of the world (according to Knobel, primarily as a component part of the Assyrian army). But this view, which we meet with even in Calvin, is exposed to a grave difficulty. It is by no means improbable, indeed, that the Chaldeans, who were descendants of Nahor, according to <a class=\"ref\">Genesis 22:22<\/a>, and therefore of Semitic descent,<\/p><p> (Note: <em> Arpachshad<\/em> (<a class=\"ref\">Genesis 10:22<\/a>), probably the ancestor of the oldest Chaldeans, was also Semitic, whether his name is equivalent to <em> Armachshad<\/em> (the Chaldean high-land) or not. <em> Arrapachitis<\/em> rings like <em> Albagh<\/em> , the name of the table-land between the lake of Urmia and that of Van, according to which <em> shad<\/em> was the common Armenian termination for names of places.)<\/p><p> came down from the mountains which bound Armenia, Media, and Assyria, having been forced out by the primitive migration of the Arians from west to east; although the more modern hypothesis, which represents them as a people of Tatar descent, and as mixing among the Shemites of the countries of the Euphrates and Tigris, has no historical support whatever, the very reverse being the case, according to Gen 10, since Babylon was of non-Semitic or Cushite origin, and therefore the land of Chaldea, as only a portion of Babylonia (Strabo, xvi. 1, 6), was the land of the Shemites. But the idea that the Assyrians brought them down from the mountains into the lowlands, though not under Ninus and Semiramis,<\/p><p> (Note: The same view is held by Oppert, though he regards the <em> Casdim<\/em> as the primitive Turanian (Tatar) inhabitants of Shinar, and supposes this passage to relate to their subjugation by the Semitic Assyrians.)<\/p><p> as Vitringa supposes, but about the time of Shalmanassar (Ges., Hitzig, Knobel, and others),<\/p><p> (Note: For an impartial examination of this migration or transplantation hypothesis, which is intimately connected with the Scythian hypothesis, see M. V. Niebuhr's <em> Geschichte Assurs und Babels seit Phul<\/em> (1857, pp. 152-154). Rawlinson (<em> Monarchies<\/em> , i. 71-74) decidedly rejects the latter as at variance with the testimonies of Scripture, of Berosus, and of the monuments.)<\/p><p> is pure imagination, and merely an inference drawn from this passage. For this reason I have tried to give a different interpretation to the clause לציּים יסדהּ אשּׁוּר in my <em> Com. on Habakkuk<\/em> (p. 22), viz., “Asshur - it has assigned the same to the beasts of the desert.” That <em> Asshur<\/em> may be used not only pre-eminently, but directly, for Nineveh (like <em> Kena‛an <\/em> for <em> Tzor<\/em> ), admits of no dispute, since even at the present day the ruins are called Arab. <em> 'l<\/em> -<em> âṯūr <\/em> , and this is probably a name applied to Nineveh in the arrow-headed writings also (Layard, <em> Nineveh and its Remains<\/em> ).<\/p><p> The word <em> tziyyim <\/em> is commonly applied to beasts of the wilderness (e.g., <a class=\"isa\" verses=\"WzE3OTI4XQ==\">Isaiah 13:21<\/a>), and לציּים יסד for ציּה שׂם (used of Nineveh in <a class=\"ref\">Zephaniah 2:13-14<\/a>) may be explained in accordance with <a class=\"ref\">Psalms 104:8<\/a>. The form of the parenthetical clause, however, would be like that of the concluding clause of <a class=\"ref\">Amos 1:11<\/a>. But what makes me distrustful even of this view is not a doctrinal ground (Winer, <em> Real Wörterbuch<\/em> , i. 218), but one taken from Isaiah's own prophecy. Isaiah undoubtedly sees a Chaldean empire behind the Assyrian; but this would be the only passage in which he prophesied (and that quite by the way) how the imperial power would pass from the latter to the former. It was the task of Nahum and Zephaniah to draw this connecting line. It is true that this argument is not sufficient to outweigh the objections that can be brought against the other view, which makes the text declare a fact that is never mentioned anywhere else; but it is important nevertheless. For this reason it is possible, indeed, that Ewald's conjecture is a right one, and that the original reading of the text was כּנענים ארץ הן . Read in this manner, the first clause runs thus: “Behold the land of the Canaaneans: this people has come to nothing; Asshur has prepared it (their land) for the beasts of the desert.” It is true that היה לא generally means not to exist, or not to have been (<a class=\"ref\">Obadiah 1:16<\/a>); but there are also cases in which לא is used as a kind of substantive (cf., <a class=\"ref\">Jeremiah 33:25<\/a>), and the words mean to become or to have become nothing (<a class=\"ref\">Job 6:21; Ezekiel 21:32<\/a>, and possibly also <a class=\"isa\" verses=\"WzE3OTY3XQ==\">Isaiah 15:6<\/a>). Such an alteration of the text is not favoured, indeed, by any of the ancient versions. For our own part, we still abide by the explanation we have given in the <em> Commentary on Habakkuk<\/em> , not so much for this reason, as because the seventy years mentioned afterwards are a decisive proof that the prophet had the Chaldeans and not Asshur in view, as the instruments employed in executing the judgment upon Tyre. The prophet points out the Chaldeans - that nation which (although of primeval antiquity, <a class=\"ref\">Jeremiah 5:15<\/a>) had not yet shown itself as a conqueror of the world (cf., <a class=\"ref\">Habakkuk 1:6<\/a>), having been hitherto subject to the Assyrians; but which had now gained the mastery after having first of all destroyed Asshur, i.e., Nineveh<\/p><p> (Note: This destruction of Nineveh was really such an one as could be called <em> yesor l'ziyyim <\/em> (a preparation for beasts of the desert), for it has been ever since a heap of ruins, which the earth gradually swallowed up; so that when Xenophon went past it, he was not even told that these were the ruins of the ancient Ninus. On the later buildings erected upon the ruins, see Marcus v. Niebuhr, p. 203.)<\/p><p> (namely, with the Medo-Babylonian army under Nabopolassar, the founder of the Neo-Babylonian empire, in 606 b.c.) - as the destroyers of the palaces of Tyre. With the appeal to the ships of Tarshish to pour out their lamentation, the prophecy returns in <a class=\"isa\" verses=\"WzE4MDkyXQ==\">Isaiah 23:14<\/a> to the opening words in <a class=\"isa\" verses=\"WzE4MDc5XQ==\">Isaiah 23:1<\/a>. According to <a class=\"isa\" verses=\"WzE4MDgyXQ==\">Isaiah 23:4<\/a>, the fortress here is insular Tyre. As the prophecy thus closes itself by completing the circle, <a class=\"isa\" verses=\"eyIxODA5MyI6NH0=\">Isaiah 23:15-18<\/a> might appear to be a later addition. This is no more the case, however, here, than in the last part of chapter 19. Those critics, indeed, who do not acknowledge any special prophecies that are not <em> vaticinia post eventum <\/em> , are obliged to assign <a class=\"isa\" verses=\"eyIxODA5MyI6NH0=\">Isaiah 23:15-18<\/a> to the Persian era.<\/p>",
    "audit": null
}