{
    "id": 17713,
    "source": "kdo",
    "verse_id": 17821,
    "verse_count": 3,
    "reference": "8:13-15",
    "title": "",
    "html": "<p> The object of their fear was a very different one. <em> “Jehovah of hosts, sanctify Him; and let Him be your fear, and let Him be your terror. So will He become a sanctuary, but a stone of stumbling and a rock of offence <\/em> (<em> vexation<\/em> )<em> to both the houses of Israel, a snare and trap to the inhabitants of Jerusalem. And many among them shall stumble, and shall fall; and be dashed to pieces, and be snared and taken.”<\/em> The logical apodosis to <a class=\"isa\" verses=\"WzE3ODIxXQ==\">Isaiah 8:13<\/a> commences with <em> v'hâhâh <\/em> (so shall He be). If ye actually acknowledge Jehovah the Holy One as the Holy One (<em> hikdı̄sh <\/em> , as in <a class=\"isa\" verses=\"WzE4MjE3XQ==\">Isaiah 29:23<\/a>), and if it is He whom ye fear, and who fills you with dread (<em> ma‛arı̄tz <\/em> , used for the object of dread, as <em> mōrah <\/em> is for the object of fear; hence “that which terrifies” in a causative sense), He will become a <em> m ikdâsh <\/em> . The word <em> m ikdâsh <\/em> may indeed denote the object sanctified, and so Knobel understands it here according to <a class=\"ref\">Numbers 18:29<\/a>; but if we adhere to the strict notion of the word, this gives an unmeaning apodosis. <em> Mikdâsh <\/em> generally means the sanctified place or sanctuary, with which the idea of an asylum would easily associate itself, since even among the Israelites the temple was regarded and respected as an asylum (<a class=\"ref\">1 Kings 1:50; 1 Kings 2:28<\/a>). This is the explanation which most of the commentators have adopted here; and the punctuators also took it in the same sense, when they divided the two halves of <a class=\"isa\" verses=\"WzE3ODIyXQ==\">Isaiah 8:14<\/a> by <em> athnach<\/em> as antithetical. And <em> m ikdâsh <\/em> is really to be taken in this sense, although it cannot be exactly rendered “asylum,” since this would improperly limit the meaning of the word. The temple was not only a place of shelter, but also of grace, blessing, and peace. All who sanctified the Lord of lords He surrounded like temple walls; hid them in Himself, whilst death and tribulation reigned without, and comforted, fed, and blessed them in His own gracious fellowship. This is the true explanation of <em> v'hâyâh l'mikdâs <\/em> , according to such passages as <a class=\"isa\" verses=\"W3siMTc3MzkiOjJ9LFsxNDI5MSwxNDM1M11d\">Isaiah 4:5-6; Psalms 27:5; Psalms 31:21<\/a>. To the two houses of Israel, on the contrary, i.e., to the great mass of the people of both kingdoms who neither sanctified nor feared Jehovah, He would be a rock and snare. The synonyms are intentionally heaped together (cf., <a class=\"isa\" verses=\"WzE4MTc4XQ==\">Isaiah 28:13<\/a>), to produce the fearful impression of death occurring in many forms, but all inevitable. The first three verbs of <a class=\"isa\" verses=\"WzE3ODIzXQ==\">Isaiah 8:15<\/a> refer to the “stone” (<em> 'eben <\/em> ) and “rock” (<em> tzūr <\/em> ); the last two to the “snare” (<em> pach <\/em> ), and “trap” or springe (<em> mōkēsh <\/em> ).<\/p><p> (Note: Malbim observes quite correctly, that “the <em> pach <\/em> catches, but does not hurt; the <em> mokesh <\/em> catches and hurts (e.g., by seizing the legs or nose, <a class=\"ref\">Job 40:24<\/a>): the former is a simple snare (or net), the latter a springe, or snare which catches by means of a spring” (<a class=\"ref\">Amos 3:5<\/a>).)<\/p><p> All who did not give glory to Jehovah would be dashed to pieces upon His work as upon a stone, and caught therein as in a trap. This was the burden of the divine warning, which the prophet heard for himself and for those that believed.<\/p>",
    "audit": null
}