{
    "id": 18042,
    "source": "kdo",
    "verse_id": 18477,
    "verse_count": 1,
    "reference": "41:25",
    "title": "",
    "html": "<p> The more conclusively and incontrovertibly, therefore, does Jehovah keep the field as the moulder of history and foreteller of the future, and therefore as God above all gods. <em> “I have raised up from the north, and he came: from the rising of the sun one who invokes my name; and he treads upon satraps as mud, and like a potter kneadeth clay.”<\/em> The object of the verb <em> hâ‛ı̄rōthı̄ <\/em> (I have wakened up) is he who came when wakened up by Jehovah from the north and east, i.e., from Media and Persia ( ויּאת = ויּאתּ for ויּאת , with evasion of the auxiliary <em> pathach <\/em> , Ges. §76, 2,<em> c<\/em> ), and, as the second clause affirms, who invokes or <em> will invoke<\/em> the name of Jehovah (at any rate, <em> qui invocabit <\/em> is the real meaning of <em> qui invocat <\/em> ). For although the Zarathustrian religion, which Cyrus followed, was nearest to the Jehovah religion of all the systems of heathenism, it was a heathen religion after all. The doctrine of a great God (<em> baga <\/em> <em> vazarka <\/em> ), the Creator of heaven and earth, and at the same time of a great number of Bagas and Yazatas, behind whose working and worship the great God was thrown into the shade, is (apart from the dualism condemned in <a class=\"isa\" verses=\"WzE4NTY5XQ==\">Isaiah 45:7<\/a>) the substance of the sacred writings of the Magi in our possession, as confirmed by the inscriptions of the Achemenides.<\/p><p> (Note: Windischmann, <em> Zoroastrische Studien<\/em> , pp. 134, 135.)<\/p><p> But the awakened of Jehovah would, as is here predicted, “call with the name, or by means of the name, of Jehovah,” which may mean either call upon this name (<a class=\"ref\">Zephaniah 3:9; Jeremiah 10:25<\/a>), or call out the name (compare <a class=\"ref\">Exodus 33:19; Exodus 34:5<\/a>, with <a class=\"ref\">Exodus 35:30<\/a>) in the manner in which he does make use of it in the edict setting the exiles free (<a class=\"ref\">Ezra 1:2<\/a>). The verb יבא which follows (cf., <a class=\"isa\" verses=\"WzE4NDU0XQ==\">Isaiah 41:2<\/a>) designated him still further as a conqueror of nations; the verb construed with an accusative is used here, as is very frequently the case, in the sense of hostile attack. The word <em> Sâgân <\/em> , which is met with first in Ezekiel - apart, that is to say, from the passage before us - may have owed its meaning in the Hebrew vocabulary to its similarity in sound to <em> sōkhēn <\/em> (<a class=\"isa\" verses=\"WzE4MDY4XQ==\">Isaiah 22:15<\/a>); at any rate, it is no doubt a Persian word, which became naturalized in the Hebrew ( ζωγάνης in Athenaeus, and Neo-Pers. <em> sichne <\/em> , a governor: see Ges. <em> Thes<\/em> .), though this comparison is by no means so certain<\/p><p> (Note: Spiegel has the following remarks upon the subject: There is but very little probability in the etymologies which can be suggested for the word <em> sâgân <\/em> through the help of the old Persian. The new Persian <em> shihne <\/em> cannot be traced beyond Neo-Persian, and even there it is somewhat suspicious on account of the <em> ḥ <\/em> which it contains, and which is not Persian. The only real Persian word to which I could think of tracing it is <em> shahr <\/em> , a city (old Bactrian <em> khshathra <\/em> , or <em> shoithra <\/em> , a place of abode); or it might possibly have sprung from <em> shoithraka <\/em> , a supposititious word, in the sense of governor of a district, but with the <em> r<\/em> changed into <em> n<\/em> (a change which only occurs in <em> Huzvaresh<\/em> ) and the <em> h<\/em> into <em> ḥ <\/em> . There are also difficulties in the comparison of the old Bactrian <em> canh <\/em> , to say or express solemnly. An adjective <em> canhâna <\/em> (expressing, commanding), formed from this verb, would be pronounced <em> canhâna <\/em> or even <em> câna <\/em> in old Persian; and from this <em> Sâgân <\/em> would have to be obtained, so that we should still want the <em> n<\/em> to take the place of the <em> Gimel<\/em> . At the same time, there is a still harsher form of the root <em> canh <\/em> in the Gatha dialect, namely <em> cak <\/em> (not the same as the Sanskrit <em> cak <\/em> , to be strong, as Haug supposes), though this comparison is by no means so certain, from which the Neo-Persian <em> sachan <\/em> , <em> sachun <\/em> , a word, is derived; so that it appears to have been also current in old Persian. Accordingly, the form <em> cakâna <\/em> may also have been used in the place of <em> canhâna <\/em> , and this might suit in some degree for <em> sâgân <\/em> .)<\/p><p> as that σατράπης is the same as the <em> Ksatrapâv <\/em> of the inscriptions, i.e., protector of the kingdom.<\/p><p> (Note: See H. Rawlinson, <em> Asiatic Journal<\/em> , xi. 1, p. 116 ss.; and Spiegel, <em> Keilinschriften<\/em> , p. 194.)<\/p><p> Without at all overlooking the fact that this word <em> s e gânı̄m <\/em> , so far as it can really be supposed to be a Persian word, favours the later composition of this portion of the book of Isaiah, we cannot admit that it has any decisive weight, inasmuch as the Persian word <em> pardēs <\/em> occurs even in the Song of Solomon. And the indications which might be found in the word <em> s e gânı̄m <\/em> unfavourable to Isaiah's authorship are abundantly counterbalanced by what immediately follows.<\/p>",
    "audit": null
}