{
    "id": 17905,
    "source": "kdo",
    "verse_id": 18179,
    "verse_count": 4,
    "reference": "28:14-17",
    "title": "",
    "html": "<p> The prophet now directly attacks the great men of Jerusalem, and holds up a Messianic prophecy before their eyes, which turns its dark side to them, as chapter 7 did to Ahaz. <em> “Therefore hear the word of Jehovah, ye scornful lords, rulers of this people which is in Jerusalem! For ye say, We have made a covenant with death, and with Hades have we come to an agreement. The swelling scourge, when it cometh hither, will do us no harm; for we have made a lie our shelter, and in deceit have we hidden ourselves. Therefore thus saith the Lord Jehovah, Behold, I am He who hath laid in Zion a stone, a stone of trial, a precious corner-stone of well-founded founding; whoever believes will not have to move. And I make justice the line, and righteousness the level; and hail sweeps away the refuge of lies, and the hiding-place is washed away by waters.”<\/em> With <em> lâkhēn <\/em> (therefore) the announcement of punishment is once more suspended; and in <a class=\"isa\" verses=\"WzE4MTgxXQ==\">Isaiah 28:16<\/a> it is resumed again, the exposition of the sin being inserted between, before the punishment is declared. Their sin is <em> lâtsōn <\/em> , and this free-thinking scorn rests upon a proud and insolent self-confidence, which imagines that there is no necessity to fear death and hell; and this self-confidence has for its secret reserve the alliance to be secretly entered into with Egypt against Assyria. What the prophet makes them say here, they do not indeed say exactly in this form; but this is the essential substance of the carnally devised thoughts and words of the rulers of the people of Jerusalem, as manifest to the Searcher of hearts. Jerusalem, the city of Jehovah, and such princes as these, who either proudly ignore Jehovah, or throw Him off as useless, what a contrast! <em> Chōzeh <\/em> , and <em> c hâzūth <\/em> in <a class=\"isa\" verses=\"WzE4MTgzXQ==\">Isaiah 28:18<\/a>, signify an agreement, either as a decision or completion (from the radical meaning of the verb <em> c hâzâh <\/em> ), or as a choice, <em> beneplacitum <\/em> (like the Arabic <em> ray <\/em> ), or as a record, i.e., the means of selecting (like the talmudic <em> c hâzı̄th <\/em> , a countersign, a <em> ra'ăyâh <\/em> , a proof or argument: Luzzatto). In <em> shōt <\/em> <em> shōtēph <\/em> (“the swelling scourge,” <em> chethib<\/em> שׁיט ), the comparison of Asshur to a flood (<a class=\"isa\" verses=\"WzE4MTY3LDE4MTczLDE4MTcyXQ==\">Isaiah 28:2, Isaiah 28:8, Isaiah 28:7<\/a>), and the comparison of it to a whip or scourge, are mixed together; and this is all the more allowable, because a whip, when smacked, really does move in waving lines (compare <a class=\"ref\">Jeremiah 8:6<\/a>, where <em> shâtaph <\/em> is applied to the galloping of a war-horse). The <em> chethib<\/em> עבר in <a class=\"isa\" verses=\"WzE4MTgwXQ==\">Isaiah 28:15<\/a> (for which the <em> keri<\/em> reads יעבר , according to <a class=\"isa\" verses=\"WzE4MTg0XQ==\">Isaiah 28:19<\/a>) is to be read עבר (granting that it shall have passed, or that it passes); and there is no necessity for any emendation. The Egyptian alliance for which they are suing, when designated according to its true ethical nature, is <em> sheqer <\/em> (lie) and <em> kâzâb <\/em> (falsehood); compare <a class=\"ref\">2 Kings 17:4<\/a> (where we ought perhaps to read <em> sheqer <\/em> for <em> qesher <\/em> , according to the lxx), and more especially <a class=\"ref\">Ezekiel 17:15<\/a>., from which it is obvious that the true prophets regarded self-willed rebellion even against heathen rule as a reprehensible breach of faith.<\/p><p> The <em> lâkhēn <\/em> (therefore), which is resumed in <a class=\"isa\" verses=\"WzE4MTgxXQ==\">Isaiah 28:16<\/a>, is apparently followed as strangely as in <a class=\"isa\" verses=\"WzE3Nzk3XQ==\">Isaiah 7:14<\/a>, by a promise instead of a threat. But this is only apparently the case. It is unquestionably a promise; but as the last clause, “he that believeth will not flee,” i.e., will stand firm, clearly indicates, it is a promise for believers alone. For those to whom the prophet is speaking here the promise is a threat, a savour of death unto death. Just as on a former occasion, when Ahaz refused to ask for a sign, the prophet announced to him a sign of Jehovah's own selection; so here Jehovah opposes to the false ground of confidence on which the leaders relied, the foundation stone laid in Zion, which would bear the believing in immoveable safety, but on which the unbelieving would be broken to pieces (<a class=\"ref\">Matthew 21:44<\/a>). This stone is called <em> 'ebhen <\/em> boochan, a stone of proving, i.e., a proved and self-proving stone. Then follow other epithets in a series commencing anew with <em> pinnath <\/em> = <em> 'ebhen <\/em> <em> pinnath <\/em> (compare <a class=\"ref\">Psalms 118:22<\/a>): <em> angulus h. e. lapis angularis pretiositatis fundationis fundatae <\/em> . It is a corner-stone, valuable in itself (on <em> yiqrath <\/em> , compare <a class=\"ref\">1 Kings 5:17<\/a>), and affording the strongest foundation and inviolable security to all that is built upon it (<em> m ūsâd <\/em> a substantive in form like <em> m ūsâr <\/em> , and <em> m ūssâd <\/em> a <em> hophal<\/em> participle in the form of those of the <em> verba contracta pe yod <\/em> ). This stone was not the Davidic sovereignty, but the true seed of David which appeared in Jesus (<a class=\"ref\">Romans 9:33; 1 Peter 2:6-7<\/a>). The figure of a stone is not opposed to the personal reference, since the prophet in <a class=\"isa\" verses=\"WzE3ODIyXQ==\">Isaiah 8:14<\/a> speaks even of Jehovah Himself under the figure of a stone. The majestically unique description renders it quite impossible that Hezekiah can be intended. Micah, whose book forms the side piece of this cycle of prophecy, also predicted, under similar historical circumstances, the birth of the Messiah in Bethlehem Ephratah (<a class=\"ref\">Micah 5:1<\/a>). What Micah expresses in the words, “His goings forth are from of old,” is indicated here in the preterite <em> yissad <\/em> connected with <em> hin e ni <\/em> (the construction is similar to that in <a class=\"ref\">Obadiah 1:2; Ezekiel 25:7<\/a>; compare <a class=\"isa\" verses=\"WzE4MTY3XQ==\">Isaiah 28:2<\/a> above, and <a class=\"ref\">Jeremiah 49:15; Jeremiah 23:19<\/a>). It denotes that which has been determined by Jehovah, and therefore is as good as accomplished. What is historically realized has had an eternal existence, and indeed an ideal pre-existence even in the heart of history itself (<a class=\"isa\" verses=\"WzE4MDY0LDE4MTIwLDE4Mzc5XQ==\">Isaiah 22:11; Isaiah 25:1; Isaiah 37:26<\/a>). Ever since there had been a Davidic government at all, this stone had lain in Zion. The Davidic monarchy not only had in this its culminating point, but the ground of its continuance also. It was not only the Omega, but also the Alpha. Whatever escaped from wrath, even under the Old Testament, stood upon this stone. This (as the prophet predicts in יסהישׁ לא המּאמין יחישׁ׃ the fut. <em> kal<\/em> ) would be the stronghold of faith in the midst of the approaching Assyrian calamities (cf., <a class=\"isa\" verses=\"WzE3NzkyXQ==\">Isaiah 7:9<\/a>); and faith would be the condition of life (<a class=\"ref\">Habakkuk 2:4<\/a>). But against unbelievers Jehovah would proceed according to His punitive justice. He would make this (justice and righteousness, <em> m ishpât <\/em> and <em> ts e dâqâh <\/em> ) a norm, i.e., a line and level. A different turn, however, is given to <em> qâv <\/em> , with a play upon <a class=\"isa\" verses=\"WzE4MTc1LDE4MTc2XQ==\">Isaiah 28:10, Isaiah 28:11<\/a>. What Jehovah is about to do is depicted as a building which He is carrying out, and which He will carry out, so far as the despisers are concerned, on no other plan than that of strict retribution. His punitive justice comes like a hailstorm and like a flood (cf., <a class=\"isa\" verses=\"WzE4MTY3LDE3ODczXQ==\">Isaiah 28:2; Isaiah 10:22<\/a>). The hail smites the refuge of lies of the great men of Jerusalem, and clears it away ( יעה , hence יע , a shovel); and the flood buries their hiding-place in the waters, and carries it away (the accentuation should be סתר <em> tifchah <\/em> , מים <em> m ercha <\/em> ).<\/p>",
    "audit": null
}