{
    "id": 17923,
    "source": "kdo",
    "verse_id": 18233,
    "verse_count": 3,
    "reference": "30:15-17",
    "title": "",
    "html": "<p> Into such small sherds, a heap thus scattered hither and thither, would the kingdom of Judah be broken up, in consequence of its ungodly thirst for self-liberation. <em> “For thus saith the Lord Jehovah, the Holy One of Israel, Through turning and rest ye would be helped; your strength would show itself in quietness and confidence; but ye would not. And ye said, No, but we will fly upon horses; therefore ye shall flee: and, We will ride upon racehorses; therefore your pursuers will race. A thousand, ye will flee from the threatening of one, from the threatening of five, until ye are reduced to a remnant, like a pine upon the top of the mountain, and like a banner upon the hill.”<\/em> The conditions upon which their salvation depended, and by complying with which they would attain to it, were <em> shūbhâh <\/em> , turning from their self-chosen way, and <em> nachath <\/em> , rest from self-confident work of their own (from <em> nūăch <\/em> , like <em> rachath <\/em> , <em> ventilabrum <\/em> , from <em> rūăch <\/em> , and <em> shachath <\/em> , <em> fovea <\/em> , from <em> shūăch <\/em> ). Their strength (i.e., what they would be able to do in opposition to the imperial power) would show itself (<em> hâyâh <\/em> , arise, come to the light, as in <a class=\"isa\" verses=\"WzE4MTk2XQ==\">Isaiah 29:2<\/a>), in <em> hashqēt <\/em> , laying aside their busy care and stormy eagerness, and <em> bitchâh <\/em> , trust, which cleaves to Jehovah and, renouncing all self-help, leaves Him to act alone. This was the leading and fundamental principle of the prophet's politics even in the time of Ahaz (<a class=\"isa\" verses=\"WzE3Nzg3XQ==\">Isaiah 7:4<\/a>). But from the very first they would not act upon it; nor would they now that the alliance with Egypt had become an irreversible fact. To fly upon horses, and ride away upon racehorses (<em> kal<\/em> , like κέλης , <em> celer <\/em> )<\/p><p> (Note: We regard the Sanscrit <em> kal <\/em> , to drive or hunt, the Greek κέλλ ( ὀκέλλ ) ειν , and the Semitic <em> qal <\/em> , as all having the same root: cf., Vurtius, <em> Grundzüge der griech. Etymol<\/em> . i. 116.))<\/p><p> had been and still was their proud and carnal ambition, which Jehovah would answer by fulfilling upon them the curses of the <em> thorah<\/em> (<a class=\"ref\">Leviticus 26:8, Leviticus 26:36; Deuteronomy 28:25; Deuteronomy 32:30<\/a>). One, or at the most five, of the enemy would be able with their snorting to put to flight a whole thousand of the men of Judah. The verb <em> nūs <\/em> (<a class=\"isa\" verses=\"WzE4MjM0XQ==\">Isaiah 30:16<\/a>), which rhymes with <em> sūs <\/em> , is used first of all in its primary sense of “flying” (related to <em> nūts <\/em> , cf., <a class=\"ref\">Exodus 14:27<\/a>), and then in its more usual sense of “fleeing.” (Luzzatto, after Abulwalîd : <em> vogliamo far sui cavalli gloriosa comparsa <\/em> , from <em> nūs <\/em> , or rather <em> nâsas <\/em> , hence <em> nânōs <\/em> , from which comes <em> nēs <\/em> , <em> excellere <\/em> .) יקּלּוּ , the fut. <em> niphal<\/em> , signifies to be light, i.e., swift; whereas יקל , the fut. <em> kal<\/em> , had become a common expression for light in the sense of despised or lightly esteemed. The horses and chariots are Judah's own (<a class=\"isa\" verses=\"WzE3NjkzLDIyNjQzXQ==\">Isaiah 2:7; Micah 5:9<\/a>), though possibly with the additional allusion to the Egyptian cavalry, of world-wide renown, which they had called to their help. In  the subject of the first clause is also that of the second, and consequently we have not וּמפּני (compare the asyndeta in <a class=\"isa\" verses=\"WzE3OTkwXQ==\">Isaiah 17:6<\/a>). The insertion of <em> r e bhâbhâh <\/em> (ten thousand) after <em> c hămisshâh <\/em> (five), which Lowth, Gesenius, and others propose, is quite unnecessary. The play upon the words symbolizes the divine law of retribution (<em> talio <\/em> ), which would be carried out with regard to them. The nation, which had hitherto resembled a thick forest, would become like a lofty pine (<em> tōrne <\/em> , according to the talmudic <em> tūrnı̄thâ <\/em> , <em> Pinus pinea <\/em> ), standing solitary upon the top of a mountain, and like a flagstaff planted upon a hill - a miserable remnant in the broad land so fearfully devastated by war. For אם עד followed by a preterite (equivalent to the <em> fut. exactum<\/em> ), compare <a class=\"isa\" verses=\"WzE3NzgxXQ==\">Isaiah 6:11<\/a> and <a class=\"ref\">Genesis 24:19<\/a>.<\/p>",
    "audit": null
}