{
    "id": 13459,
    "source": "kdo",
    "verse_id": 18665,
    "verse_count": 2,
    "reference": "50:2–3",
    "title": "",
    "html": " <p>The radical sin, however, which has lasted from the time of the captivity down to the present time, is disobedience to the word of God. This sin brought upon Zion and her children the judgment of banishment, and it was this which made it last so long. <i>“Why did I come, and there was no one there? Why did I call, and there was no one who answered? Is my hand too short to redeem? or is there no strength in me to deliver? Behold, through my threatening I dry up the sea; turn streams into a plain: their fish rot, because there is no water, and die for thirst. I clothe the heavens in mourning, and make sackcloth their covering.”<\/i>, Jehovah has come, and with what? It follows, from the fact of His bidding them consider, that His hand is not too short to set Israel loose and at liberty, that He is not so powerless as to be unable to draw it out; that He is the Almighty, who by His mere threatening word (<a class=\"ref\">;<\/a>) can dry up the sea, and turn streams into a hard and barren soil, so that the fishes putrefy for want of water (<a class=\"ref\"><\/a>, etc.), and die from thirst (<i>(<span class=\"translit\">, thâmōth<\/span>) a voluntative used as an indicative, as in <a class=\"ref\"><\/a>, and very frequently in poetical composition); who can clothe the heavens in mourning, and make sackcloth their (dull, dark) covering (for the expression itself, compare <a class=\"ref\"><\/a>); who therefore, <i>fiat applicatio<\/i>, can annihilate the girdle of waters behind which Babylon fancies herself concealed (see <a class=\"ref\">;<\/a>), and cover the empire, which is now enslaving and torturing Israel, with a sunless and starless night of destruction (<a class=\"ref\"><\/a>). It follows from all this, that He has come with a gospel of deliverance from sin and punishment; but Israel has given no answer, has not received this message of salvation with faith, since faith is assent to the word of God. And in whom did Jehovah come? Knobel and most of the commentators reply, “in His prophets.” This answer is not wrong, but it does not suffice to show the connection between what follows and what goes before. For there it is one person who speaks; and who is that, but the servant of Jehovah, who is introduced in these prophecies with dramatic directness, as speaking in his own name? Jehovah has come to His people in His servant. We know who was the servant of Jehovah in the historical fulfilment. It was He whom even the New Testament Scriptures describe as <span class=\"greek normal\">,τὸν παῖδα τοῦ κυρίου<\/span>, especially in the Acts (<a class=\"ref\">, ; ,<\/a>). It was not indeed during the Babylonian captivity that the servant of Jehovah appeared in Israel with the gospel of redemption; but, as we shall never be tired of repeating, this is the human element in these prophecies, that they regard the appearance of the “servant of Jehovah,” the Saviour of Israel and the heathen, as connected with the captivity: the punishment of Israel terminating, according to the law of the perspective foreshortening of prophetic vision, with the termination of the captivity—a connection which we regard as one of the strongest confirmations of the composition of these addresses before the captivity, as well as of Isaiah's authorship. But this <span class=\"greek normal\">,ἀνθρώπινον<\/span>, does not destroy the <span class=\"greek normal\">,θεῖον<\/span>, in them, inasmuch as the time at which Jesus appeared was not only similar to that of the Babylonian captivity, but stood in a causal connection with it, since the Roman empire was the continuation of the Babylonian, and the moral state of the people under the iron arm of the Roman rule resembled that of the Babylonian exiles (<a class=\"ref\"><\/a>). At the same time, whatever our opinion on this point may be, it is perfectly certain that it is to the servant of Jehovah, who was seen by the prophet in connection with the Babylonian captivity, that the words “wherefore did I come” refer. <br> <\/i> <\/p>",
    "audit": null
}