{
    "id": 17864,
    "source": "kdo",
    "verse_id": 18097,
    "verse_count": 3,
    "reference": "24:1-3",
    "title": "",
    "html": "<p> It is thoroughly characteristic of Isaiah, that the commencement of this prophecy, like <a class=\"isa\" verses=\"WzE4MDA2XQ==\">Isaiah 19:1<\/a>, places us at once in the very midst of the catastrophe, and condenses the contents of the subsequent picture of judgment into a few rapid, vigorous, vivid, and comprehensive clauses (like <a class=\"isa\" verses=\"WzE3OTYyLDE3OTg1LDE4MDc5XQ==\">Isaiah 15:1; Isaiah 17:1; Isaiah 23:1<\/a>, cf., <a class=\"isa\" verses=\"WzE4MjgxXQ==\">Isaiah 33:1<\/a>). <em> “Behold, Jehovah emptieth the earth, and layeth it waste, and marreth its form, and scattereth its inhabitants. And it happeneth, as to the people, so to the priest; as to the servant, so to his master; as to the maid, so to her mistress; as to the buyer, so to the seller; as to the lender, so to the borrower; as to the creditor, so to the debtor. Emptying the earth is emptied, and plundering is plundered: for Jehovah hat spoken this word.”<\/em> The question, whether the prophet is speaking of a past of future judgment, which is one of importance to the interpretation of the whole, is answered by the fact that with Isaiah “<em> hinnēh <\/em> ” (behold) always refers to something future (<a class=\"isa\" verses=\"WzE3NzA5LDE3OTg1LDE4MDA2LDE4MjQ1XQ==\">Isaiah 3:1; Isaiah 17:1; Isaiah 19:1; Isaiah 30:27<\/a>, etc.). And it is only in his case, that we do meet with prophecies commencing so immediately with <em> hinnēh <\/em> . Those in Jeremiah which approach this the most nearly (viz., <a class=\"ref\">Jeremiah 47:2; Jeremiah 49:35<\/a>, cf., <a class=\"isa\" verses=\"WzE4Njc1XQ==\">Isaiah 51:1<\/a>, and <a class=\"ref\">Ezekiel 29:3<\/a>) do indeed commence with <em> hinnēh <\/em> , but not without being preceded by an introductory formula. The opening “behold” corresponds to the confirmatory “for Jehovah hath spoken,” which is always employed by Isaiah at the close of statements with regard to the future and occurs chiefly,<\/p><p> (Note: Vid., <a class=\"isa\" verses=\"WzE3Njc1LDE4MDUzLDE4MDc4LDE4MTI3LDE4NDI2LDE4ODAxXQ==\">Isaiah 1:20; Isaiah 21:17; Isaiah 22:25; Isaiah 25:8; Isaiah 40:5; Isaiah 58:14<\/a>; also compare <a class=\"isa\" verses=\"WzE4MDA5LDE3OTgzXQ==\">Isaiah 19:4; Isaiah 16:13<\/a>, and <a class=\"isa\" verses=\"WzE4Mzc1XQ==\">Isaiah 37:22<\/a>.)<\/p><p> though not exclusively,<\/p><p> (Note: Vid., <a class=\"ref\">Obadiah 1:18, Joel 3:8, Micah 4:4; 1 Kings 14:11<\/a>.)<\/p><p> in the book of Isaiah, whom we may recognise in the detailed description in <a class=\"isa\" verses=\"WzE4MDk4XQ==\">Isaiah 24:2<\/a> (vid., <a class=\"isa\" verses=\"W3siMTc2OTgiOjV9LHsiMTc3MTAiOjJ9LHsiMTc3MjYiOjZ9XQ==\">Isaiah 2:12-16; Isaiah 3:2-3, Isaiah 3:18-23<\/a>, as compared with <a class=\"isa\" verses=\"WzE3ODQzXQ==\">Isaiah 9:13<\/a>; also with the description of judgment in <a class=\"isa\" verses=\"eyIxODAwNyI6M30=\">Isaiah 19:2-4<\/a>, which closes in a similar manner). Thus at the very outset we meet with Isaiah's peculiarities; and Caspari is right in saying that no prophecy could possibly commence with more of the characteristics of Isaiah than the prophecy before us. The play upon words commences at the very outset. <em> Bâkak <\/em> and <em> bâlak <\/em> (compare the Arabic <em> ballūka <\/em> , a blank, naked desert) have the same ring, just as in <a class=\"ref\">Nahum 2:11<\/a>, cf., <a class=\"isa\" verses=\"WzE4MDk5XQ==\">Isaiah 24:3<\/a>, and <a class=\"ref\">Jeremiah 51:2<\/a>. The <em> niphal<\/em> futures are intentionally written like verbs <em> Pe<\/em> -<em> Vâv <\/em> (<em> tibbōk <\/em> and <em> tibbōz <\/em> , instead of <em> tibbak <\/em> and <em> tibbaz <\/em> ), for the purpose of making them rhyme with the infinitive absolutes (cf., <a class=\"isa\" verses=\"WzE4MDY2XQ==\">Isaiah 22:13<\/a>). So, again, <em> c agg e birtâh <\/em> is so written instead of <em> c igbirtâh <\/em> , to produce a greater resemblance to the opening syllable of the other words. The form נשׁה is interchanged with נשׁ א ) (as in <a class=\"ref\">1 Samuel 22:2<\/a>), or, according to Kimchi's way of writing it, with נשׁ א ) (written with <em> tzere <\/em> ), just as in other passages we meet with נשׁא along with נשׁה , and, judging from Arab. <em> ns' <\/em> , to postpone or credit, the former is the primary form. <em> Nōsheh <\/em> is the creditor, and בו נשׁא אשׁר is not the person who has borrowed of him, but, as נשה invariably signifies to credit (<em> hiphil<\/em> , to give credit), the person whom he credits (with ב <em> obj.<\/em> , like בּ נגשׂ in <a class=\"isa\" verses=\"WzE3ODMzXQ==\">Isaiah 9:3<\/a>), not “the person through whom he is נשׁא ) ” (Hitzig on <a class=\"ref\">Jeremiah 15:10<\/a>). Hence, “lender and borrower, creditor and debtor” (or taker of credit). It is a judgment which embraces all, without distinction of rank and condition; and it is a universal one, not merely throughout the whole of the <em> land<\/em> of Israel (as even Drechsler renders האר ץ ), but in all the earth; for as Arndt correctly observes, האר ץ signifies “the earth” in this passage, including, as in <a class=\"isa\" verses=\"WzE3ODg5XQ==\">Isaiah 11:4<\/a>, the ethical New Testament idea of “the world” (<em> kosmos <\/em> ).<\/p>",
    "audit": null
}