{
    "id": 17613,
    "source": "kdo",
    "verse_id": 17679,
    "verse_count": 1,
    "reference": "1:24",
    "title": "",
    "html": "<p><em> “Therefore, saying of the Lord, of Jehovah of hosts, of the Strong One of Israel: Ah! I will relieve myself on mine adversaries, and will avenge myself upon mine enemies.”<\/em> Salvation through judgment was the only means of improvement and preservation left to the congregation, which called itself by the name of Jerusalem. Jehovah would therefore afford satisfaction to His holiness, and administer a judicial sifting to Jerusalem. There is no other passage in Isaiah in which we meet with such a crowding together of different names of God as we do here (compare <a class=\"isa\" verses=\"WzE4MDA5LDE3NzA5LDE3ODY3LDE3ODg0LDE3NzIzXQ==\">Isaiah 19:4; Isaiah 3:1; Isaiah 10:16, Isaiah 10:33; Isaiah 3:15<\/a>). With three names, descriptive of the irresistible omnipotence of God, the irrevocable decree of a sifting judgment is sealed. The word נאּ ם , which is used here instead of אמר and points back to a verb נא ם , related to נה ם and המה , corresponds to the deep, earnest pathos of the words. These verbs, which are imitations of sounds, all denote a dull hollow groaning. The word used here, therefore, signifies that which is spoken with significant secrecy and solemn softness. It is never written absolutely, but is always followed by the subject who speaks (saying of Jehovah it is, i.e., Jehovah says). We meet with it first of all in <a class=\"ref\">Genesis 22:16<\/a>. In the prophetic writings it occurs in Obadiah and Joel, but most frequently in Jeremiah and Ezekiel. It is generally written at the close of the sentence, or parenthetically in the middle; very rarely at the commencement, as it is here and in <a class=\"ref\">1 Samuel 2:30<\/a> and <a class=\"ref\">Psalms 110:1<\/a>. The “saying” commences with <em> hoi <\/em> (<em> ah!<\/em> ), the painfulness of pity being mingled with the determined outbreak of wrath. By the side of the niphal <em> nikkam min <\/em> (to be revenged upon a person) we find the niphal <em> nicham <\/em> (lit. to console one's self). The two words are derived from kindred roots. The latter is conjugated with <em> ĕ <\/em> in the preformative syllable, the former with <em> i<\/em> , according to the older system of vowel-pointing adopted in the East.<\/p><p> (Note: The so-called Assyrian mode of pointing, which was entirely supplanted, with the exception of a few relics, by the Tiberian mode which now lies before us, has no <em> seghol <\/em> (see <em> DMZ<\/em> . xviii. 322). According to Luzzatto (<em> Proleg<\/em> . p. 200), they wrote <em> ektol <\/em> instead of <em> iktol <\/em> , to avoid confounding it with יקטל , which was pronounced <em> iktol <\/em> , and not <em> yiktol <\/em> .) <\/p><p> Jehovah would procure Himself relief from His enemies by letting out upon them the wrath with which He had hitherto been burdened (<a class=\"ref\">Ezekiel 5:13<\/a>). He now calls the masses of Jerusalem by their right name.<\/p>",
    "audit": null
}