{
    "id": 17866,
    "source": "kdo",
    "verse_id": 18106,
    "verse_count": 4,
    "reference": "24:10-13",
    "title": "",
    "html": "<p> The world with its pleasure is judged; the world's city is also judged, in which both the world's power and the world's pleasure were concentrated. <em> “The city of tohu is broken to pieces; every house is shut up, so that no man can come in. There is lamentation for wine in the fields; all rejoicing has set; the delight of the earth is banished. What is left of the city is wilderness, and the gate was shattered to ruins. For so will it be within the earth, in the midst of the nations; as at the olive-beating, as at the gleaning, when the vintage is over.”<\/em> The city of <em> tohu <\/em> (<em> kiryath <\/em> <em> tōhu <\/em> ): this cannot be taken collectively, as Rosenmüller, Arndt, and Drechsler suppose, on account of the annexation of <em> kiryath <\/em> to <em> tohu <\/em> , which is turned into a kind of proper name; for can we understand it as referring to Jerusalem, as the majority of commentators have done, including even Schegg and Stier (according to <a class=\"isa\" verses=\"eyIxODI3MyI6Mn0=\">Isaiah 32:13-14<\/a>), after we have taken “the earth” (<em> hâ'âretz <\/em> ) in the sense of <em> kosmos <\/em> (the world). It is rather the central city of the world as estranged from God; and it is here designated according to its end, which end will be <em> tohu <\/em> , as its nature was <em> tohu <\/em> . Its true nature was the breaking up of the harmony of all divine order; and so its end will be the breaking up of its own standing, and a hurling back, as it were, into the <em> chaos<\/em> of its primeval beginning. With a very similar significance Rome is called <em> turbida Roma <\/em> in Persius (i. 5). The whole is thoroughly Isaiah's, even to the finest points: <em> tohu <\/em> is the same as in <a class=\"isa\" verses=\"WzE4MjE1XQ==\">Isaiah 29:21<\/a>; and for the expression מבּוא (so that you cannot enter; namely, on account of the ruins which block up the doorway) compare <a class=\"isa\" verses=\"WzE4MDc5LDE3NzkxLDE3OTg1XQ==\">Isaiah 23:1; Isaiah 7:8; Isaiah 17:1<\/a>, also <a class=\"isa\" verses=\"WzE3NzQ5LDE3NzgxLDE4MjczXQ==\">Isaiah 5:9; Isaiah 6:11; Isaiah 32:13<\/a>. The cry or lamentation for the wine out in the fields (<a class=\"isa\" verses=\"WzE4MTA3XQ==\">Isaiah 24:11<\/a>; cf., <a class=\"ref\">Job 5:10<\/a>) is the mourning on account of the destruction of the vineyards; the vine, which is one of Isaiah's most favourite symbols, represents in this instance also all the natural sources of joy. In the term <em> ‛ ârbâh <\/em> (rejoicing) the relation between joy and light is presupposed; the sun of joy is set (compare <a class=\"ref\">Micah 3:6<\/a>). What remains of the city בּעיר is partitive, just as בּו in <a class=\"isa\" verses=\"WzE3ODczXQ==\">Isaiah 10:22<\/a>) is <em> shammâh <\/em> (desolation), to which the whole city has been brought (compare <a class=\"isa\" verses=\"WzE3NzQ5LDE4Mjc0XQ==\">Isaiah 5:9; Isaiah 32:14<\/a>). The strong gates, which once swarmed with men, are shattered to ruins (<em> yuccath <\/em> , like <a class=\"ref\">Micah 1:7<\/a>, for <em> yūcath <\/em> , Ges. §§67, Anm. 8; שׁאיּה , ἁπ λεγ , a predicating noun of sequence, as in <a class=\"isa\" verses=\"WzE4Mzc5XQ==\">Isaiah 37:26<\/a>, “into desolated heaps;” compare <a class=\"isa\" verses=\"WzE3NzgxXQ==\">Isaiah 6:11<\/a>, etc., and other passages). In the whole circuit of the earth (<a class=\"isa\" verses=\"WzE3NzgyLDE3ODA1XQ==\">Isaiah 6:12; Isaiah 7:22<\/a>; <em> hâ'âretz <\/em> is “the earth” here as in <a class=\"isa\" verses=\"WzE3ODc0LDE4MDI5XQ==\">Isaiah 10:23; Isaiah 19:24<\/a>), and in the midst of what was once a crowd of nations (compare <a class=\"ref\">Micah 5:6-7<\/a>), there is only a small remnant of men left. This is the leading thought, which runs through the book of Isaiah from beginning to end, and is figuratively depicted here in a miniature of <a class=\"isa\" verses=\"eyIxNzk4OCI6M30=\">Isaiah 17:4-6<\/a>. The state of things produced by the catastrophe is compared to the olive-beating, which fetches down what fruit was left at the general picking, and to the gleaning of the grapes after the vintage has been fully gathered in (<em> c âlâh <\/em> is used here as in <a class=\"isa\" verses=\"WzE3ODc2LDE3OTc0LDE4MDUyXQ==\">Isaiah 10:25; Isaiah 16:4; Isaiah 21:16<\/a>, etc., viz., “to be over,” whereas in <a class=\"isa\" verses=\"WzE4MjcwXQ==\">Isaiah 32:10<\/a> it means to be hopelessly lost, as in <a class=\"isa\" verses=\"WzE3OTY3XQ==\">Isaiah 15:6<\/a>). There are no more men in the whole of the wide world than there are of olives and grapes after the principal gathering has taken place. The persons saved belong chiefly, though not exclusively, to Israel (<a class=\"ref\">John 3:5<\/a>). The place where they assemble is the land of promise.<\/p>",
    "audit": null
}