{
    "id": 17634,
    "source": "kdo",
    "verse_id": 17706,
    "verse_count": 1,
    "reference": "2:20",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE3NzA2XQ==\">Isaiah 2:20<\/a> forms the commencement to the fourth strophe: <em> “In that day will a man cast away his idols of gold and his idols of silver, which they made for him to worship, to the moles and to the bats.”<\/em> The traditional text separates <em> lachpor <\/em> <em> peroth <\/em> into two words,<\/p><p> (Note: Abulwali=d Parchon and others regard the double word as the singular of a substantive, applied to a particular bird (possibly a woodpecker), as a pecker of fruit (<em> peroth <\/em> ). Kimchi would rather take <em> lachpor <\/em> as an infinitive (as in <a class=\"ref\">Joshua 2:2<\/a>), to dig pits; and compares with it the <em> talmud<\/em> ic word <em> pēr <\/em> , a pit or grave. No one adopts the rendering “into mouse-holes,” simply because <em> pērah <\/em> , a mouse (from an Arabic word <em> fa'ara <\/em> , to dig, or root up), was not a Hebrew word at all, but was adopted at a later period from the Arabic (hence the Hebraeo-Arabic <em> purah <\/em> , a mousetrap).)<\/p><p> though without its being possible to discover what they are supposed to mean. The reason for the separation was simply the fact that <em> plurilitera <\/em> were at one time altogether misunderstood and regarded as <em> Composita <\/em> : for other <em> plurilitera <\/em> , written as two words, compare <a class=\"isa\" verses=\"WzE4ODQ1LDIyMTUyLDIwMDY2XQ==\">Isaiah 61:1; Hosea 4:18; Jeremiah 46:20<\/a>. The prophet certainly pronounced the word <em> lachparpâroth <\/em> (Ewald, §157,<em> c<\/em> ); and <em> C hapharpârâh <\/em> is apparently a <em> mole<\/em> (lit. thrower up of the soil), <em> talpa <\/em> , as it is rendered by Jerome and interpreted by Rashi. Gesenius and Knobel, however, have raised this objection, that the mole is never found in houses. But are we necessarily to assume that they would throw their idols into lumber-rooms, and not hide them in holes and crevices out of doors? The mole, the shrew-mouse, and the bat, whose name (<em> atalleph <\/em> ) is regarded by Schultens as a compound word (<em> atal<\/em> -<em> eph <\/em> , night-bird), are generically related, according to both ancient and modern naturalists. Bats are to birds what moles are to the smaller beasts of prey (vid., Levysohn, <em> Zoologie des Talmud<\/em> , p. 102). The lxx combine with these two words <em> l'hishtachavoth <\/em> (to worship). Malbim and Luzzatto adopt this rendering, and understand the words to mean that they would sink down to the most absurd descriptions of animal worship. But the accentuation, which does not divide the v. at עשׂוּ־לו , as we should expect if this were the meaning, is based upon the correct interpretation. The idolaters, convinced of the worthlessness of their idols through the judicial interposition of God, and enraged at the disastrous manner in which they had been deceived, would throw away with curses the images of gold and silver which artists' hands had made according to their instructions, and hide them in the holes of bats and in mole-hills, to conceal them from the eyes of the Judge, and then take refuge there themselves after ridding themselves of this useless and damnable burden.<\/p>",
    "audit": null
}