{
    "id": 17800,
    "source": "kdo",
    "verse_id": 17976,
    "verse_count": 1,
    "reference": "16:6",
    "title": "",
    "html": "<p> But if Moab does this, and the law of the history of Israel, which is that “a remnant shall return,” is thus reflected in the history of Moab; <a class=\"isa\" verses=\"WzE3OTc2XQ==\">Isaiah 16:6<\/a> cannot possibly contain the answer which Moab receives from Zion, as the more modern commentators assume according to an error that has almost become traditional. On the contrary, the prophecy enters here upon a new stage, commencing with Moab's sin, and depicting the fate of Moab in still more elegiac strains. <em> “We have heard of the pride of Moab, the very haughty <\/em> (<em> pride<\/em> )<em> , his haughtiness, and his pride, and his wrath, the falsehood of his speech.”<\/em> The future self-humiliation of Moab, which would be the fruit of its sufferings, is here contrasted with the previous self-exaltation, of which these sufferings were the fruit. “<em> We have heard<\/em> ,” says the prophet, identifying himself with his people. Boasting pompousness has hitherto been the distinguishing characteristic of Moab in relation to the latter (see <a class=\"isa\" verses=\"WzE4MTMwXQ==\">Isaiah 25:11<\/a>). The heaping up of words of the same verbal stem (cf., <a class=\"isa\" verses=\"WzE3NzA5XQ==\">Isaiah 3:1<\/a>) is here intended to indicate how thoroughly haughty was their haughtiness (cf., <a class=\"ref\">Romans 7:13<\/a>, “that sin might become exceeding sinful”), and how completely it had taken possession of Moab. It boasted and was full of rage towards Israel, to which, so far as it retained its consciousness of the truth of Jehovah, the talk of Moab ( בדיו from בדד = בדא , בטא , to talk at random) must necessarily appear as לא־כן , <em> not-right<\/em> , i.e., at variance with fact. These expressions of opinion had been heard by the people of God, and, as Jeremiah adds in <a class=\"ref\">Jeremiah 48:29-30<\/a>, by Israel's God as well.<\/p>",
    "audit": null
}