{
    "id": 18159,
    "source": "kdo",
    "verse_id": 18721,
    "verse_count": 1,
    "reference": "53:9",
    "title": "",
    "html": "<p> After this description in <a class=\"isa\" verses=\"WzE4NzE5XQ==\">Isaiah 53:7<\/a> of the patience with which He suffered, and in <a class=\"isa\" verses=\"WzE4NzIwXQ==\">Isaiah 53:8<\/a> of the manner in which He died, there follows a retrospective glance at His burial. <em> “And they assigned Him His grave with sinners, and with a rich man in His martyrdom, because He had done no wrong, and there was no deceit in His mouth.”<\/em> The subject to ויּתּן (assigned) is not Jehovah, although this would not be impossible, since נגע has Jehovah as the latent subject; but it would be irreconcilable with <a class=\"isa\" verses=\"WzE4NzIyXQ==\">Isaiah 53:10<\/a>, where Jehovah is introduced as the subject with antithetical prominence. It would be better to assume that “my people” is the subject; but as this would make it appear as if the statement introduced in  with <em> kı̄ <\/em> (for) were continued here, we seem compelled to refer it to <em> dōrō <\/em> (His generation), which occurs in the principal clause. No objection could be offered to our regarding “His own generation” as the subject; but <em> dōrō <\/em> is somewhat too far removed for this; and if the prophet had had the contemporaries of the sufferer in his mind, he would most likely have used a plural verb (<em> vayyitt e nū <\/em> ). Some, therefore, supply a personal subject of the most general kind to <em> yittēn <\/em> (which occurs even with a neuter subject, like the German <em> es gibt <\/em> , Fr. <em> il y a <\/em> , Eng. “there is;” cf., <a class=\"ref\">Proverbs 13:10<\/a>): “they (<em> on<\/em> ) gave;” and looking at the history of the fulfilment, we confess that this is the rendering we prefer. In fact, without the commentary supplied by the fulfilment, it would be impossible to understand  at all. The earlier translators did great violence to the text, and yet failed to bring out any admissible thought. And the explanation which is most generally adopted now, viz., that עשׁיר is the synonymous parallel to רשׁעי (as even Luther rendered it, “and died like a rich man,” with the marginal gloss, “a rich man who sets all his heart upon riches, i.e., a wicked man”), is also untenable; for even granting that <em> ‛âshīr <\/em> could be proved by examples to be sometimes used as synonymous with רשׁע , as עני and אביון are as synonyms of צדּיק , this would be just the passage in which it would be least possible to sustain any such use of the word; since he who finds his grave with rich men, whether with the godly or the ungodly, would thereby have received a decent, and even honourable burial. This is so thoroughly sustained by experience, as to need no confirmation from such passages as <a class=\"ref\">Job 21:32<\/a>. Hitzig has very good ground, therefore, for opposing this “synonymous” explanation; but when he adopts the rendering <em> lapsator <\/em> , after the Arabic <em> ‛tūr <\/em> , this is quite as much in opposition to Arabic usage (according to which this word merely signifies a person who falls into error, and makes a mistake in speaking), as it is to the Hebrew. Ewald changes עשׁיר into עשּׁהיק (a word which has no existence); and Böttcher alters it into רע עשׂי , which is comparatively the best suggestion of all. Hofmann connects the two words בּמותיו עשׁיר , “men who have become rich through the murders that they have treacherously caused” (though without being able to adduce any proof that <em> mōth <\/em> is ever applied to the death which one person inflicts upon another). At any rate, all these attempts spring from the indisputable assumption, that to be rich is not in itself a sin which deserves a dishonourable burial, to say nothing of its receiving one. <\/p><p> If, therefore, רשׁיע ם and עשׁיר are not kindred ideas, they must be antithetical; but it is no easier to establish a purely ethical antithesis than an ethical coincidence. If, however, we take the word רשׁעים as suggesting the idea of persons found guilty, or criminals (an explanation which the juridical context of the passage well sustains; see at <a class=\"isa\" verses=\"WzE4NjcyXQ==\">Isaiah 50:9<\/a>), we get a contrast which our own usage of speech also draws between a rich man who is living in the enjoyment of his own possessions, and a delinquent who has become impoverished to the utmost, through hatred, condemnation, ruin. And if we reflect that the Jewish rulers would have given to Jesus the same dishonourable burial as to the two thieves, but that the Roman authorities handed over the body to Joseph the Arimathaean, a “rich man” (<a class=\"ref\">Matthew 27:57<\/a>), who placed it in the sepulchre in his own garden, we see an agreement at once between the gospel history and the prophetic words, which could only be the work of the God of both the prophecy and its fulfilment, inasmuch as no suspicion could possibly arise of there having been any human design of bringing the former into conformity with the latter. But if it be objected, that according to the parallel the <em> ‛âshı̄r <\/em> must be regarded as dead, quite as much as the <em> reshâ‛ı̄m <\/em> , we admit the force of this objection, and should explain it in this way: “They assigned Him His grave with criminals, and after He had actually died a martyr's death, with a rich man;” i.e., He was to have lain where the bodies of criminals lie, but He was really laid in a grave that was intended for the corpse of a rich man.<\/p><p> (Note: A clairvoyant once said of the Lord: “Died like a criminal; buried like a prince of the earth” (vid., <em> Psychol.<\/em> pp. 262, 364).)<\/p><p> The rendering adopted by Vitringa and others, “and He was with a rich man in his death,” is open to this objection, that such a clause, to be quite free from ambiguity, would require במויתו הוּא ואת־עשׁיר . Hengstenberg and Stier very properly refer both ויתן and קברו , which must be repeated in thought, to the second clause as well as the first. The rendering <em> tumulum<\/em> <em> ejus <\/em> must be rejected, since <em> bâmâh <\/em> never has this meaning; and בּמתיו , which is the pointing sustained by three <em> Codd<\/em> ., would not be <em> m ausolea <\/em> , but a lofty burial-hill, after the fashion of the <em> Hünengräber <\/em> (certain “giants' graves,” or barrows, in Holstein and Saxony).<\/p><p> (Note: The usage of the language shows clearly that <em> bâmâh <\/em> had originally the meaning of “height” (e.g., <a class=\"ref\">2 Samuel 1:19<\/a>). The primary meaning suggested by Böttcher, of <em> locus clausus, septus <\/em> (from בו ם = מהב , Arab. <em> bhm <\/em> ), cannot be sustained. We still hold that בם is the expanded בא , and במה an ascent, steep place, or stair. In the Talmud, <em> bâmâh <\/em> is equivalent to βωμός , an altar, and בּימה (Syr. <em> bim <\/em> ) equivalent to the βῆμα of the orator and judge; βωμός , root βα , like the Hebrew <em> bâmâh <\/em> , signifies literally an elevation, and actually occurs in the sense of a sepulchral hill, which this never has, not even in <a class=\"ref\">Ezekiel 43:7<\/a>.)<\/p><p>מותי is a <em> plur.<\/em> <em> exaggerativus <\/em> here, as in <a class=\"ref\">Ezekiel 28:10<\/a> (compare <em> m e mōthē <\/em> in <a class=\"ref\">Ezekiel 28:8<\/a> and <a class=\"ref\">Jeremiah 16:4<\/a>); it is applied to a violent death, the very pain of which makes it like dying again and again. The first clause states with whom they at first assigned Him His grave; the second with whom it was assigned Him, after He had really died a painful death. “Of course,” as F. Philippi observes, “this was not a thorough compensation for the ignominy of having died the death of a criminal; but the honourable burial, granted to one who had been ignominiously put to death, showed that there must be something very remarkable about Him. It was the beginning of the glorification which commenced with His death.” If we have correctly interpreted the second clause, there can be no doubt in our minds, since we cannot shake the word of God like a kaleidoscope, and multiply the <em> sensus complex<\/em> , as Stier does, that לא על (= לא על־אשׁר ) does not mean “notwithstanding that not,” as in <a class=\"ref\">Job 16:17<\/a>, but “because not,” like על־בּלי in <a class=\"ref\">Genesis 31:20<\/a>. The reason why the Servant of God received such honourable treatment immediately after His ignominious martyrdom, was to be found in His freedom from sin, in the fact that He had done no wrong, and there was no deceit in His mouth (lxx and <a class=\"ref\">1 Peter 2:22<\/a>, where the clause is correctly rendered οὐδὲ εὑρέθη δόλος ἐν τῶ στόματι αὐτοῦ ). His actions were invariably prompted by pure love, and His speech consisted of unclouded sincerity and truth.<\/p>",
    "audit": null
}