{
    "id": 18084,
    "source": "kdo",
    "verse_id": 18558,
    "verse_count": 5,
    "reference": "44:24-28",
    "title": "",
    "html": "<p> The promise takes a new turn here, acquiring greater and greater speciality. It is introduced as the word of Jehovah, who first gave existence to Israel, and has not let it go to ruin. <em> “Thus saith Jehovah, thy Redeemer, and He that formed thee from the womb, I Jehovah am He that accomplisheth all; who stretched out the heavens alone, spread out the earth by Himself; who bringeth to nought the signs of the prophets of lies, and exposeth the soothsayers as raging mad; who turneth back the wise men, and maketh their science folly; who realizeth the word of His servant, and accomplisheth the prediction of His messengers; who saith to Jerusalem, She shall be inhabited! and to the cities of Judah, They shall be built, and their ruins I raise up again! who saith to the whirlpool, Dry up; and I dry its streams! who saith to Koresh, My shepherd and he will perform all my will; and will say to Jerusalem, She shall be built, and the temple founded!”<\/em> The prophecy which commences with  is carried on through this group of vv. in a series of participial predicates to אנכי (I) Jehovah is <em> ‛ōseh <\/em> <em> kōl <\/em> , accomplishing all (<em> perficiens omnia <\/em> ), so that there is nothing that is not traceable to His might and wisdom as the first cause. It was He who alone, without the co-operation of any other being, stretched out the heavens, who made the earth into a wide plain by Himself, i.e., so that it proceeded from Himself alone: מאתּי , as in <a class=\"ref\">Joshua 11:20<\/a> (compare מני , <a class=\"isa\" verses=\"WzE4MjE5XQ==\">Isaiah 30:1<\/a>; and <em> m immennı̄ <\/em> in <a class=\"ref\">Hosea 8:4<\/a>), <em> chethib<\/em> אתּי מי , “who was with me,” or “who is it beside me?” The Targum follows the <em> keri<\/em> ; the Septuagint the <em> chethib<\/em> , attaching it to the following words, τίς ἕτερος διασκεδάσει . <a class=\"isa\" verses=\"WzE4NTU5XQ==\">Isaiah 44:25<\/a> passes on from Him whom creation proves to be God, to Him who is proving Himself to be so in history also, and that with obvious reference to the Chaldean soothsayers and wise men (<a class=\"isa\" verses=\"eyIxODYwOSI6Mn0=\">Isaiah 47:9-10<\/a>), who held out to proud Babylon the most splendid and hopeful prognostics. “<em> Who brings to nought<\/em> (<em> m ēphēr <\/em> , opp. <em> m ēqı̄m <\/em> ) <em> the signs<\/em> ,” i.e., the marvellous proofs of their divine mission which the false prophets adduced by means of fraud and witchcraft. The lxx render <em> baddı̄m <\/em> , ἐγγαστριμύθων , Targ. <em> bı̄dı̄n <\/em> (in other passages = <em> 'ōb <\/em> , <a class=\"ref\">Leviticus 20:27<\/a>; <em> 'ōbōth <\/em> , <a class=\"ref\">Leviticus 19:31<\/a>; hence = πύθων πύθωνες ). At <a class=\"isa\" verses=\"WzE3OTc2XQ==\">Isaiah 16:6<\/a> and <a class=\"ref\">Job 11:3<\/a> we have derived it as a common noun from בּדה = בּטא , to speak at random; but it is possible that בּדה may originally have signified to produce or bring forth, without any reference to βαττολογεῖν , then to invent, to fabricate, so that <em> baddı̄m <\/em> as a personal name (as in <a class=\"ref\">Jeremiah 50:36<\/a>) would be synonymous with <em> baddâ'ı̄m <\/em> , <em> mendaces <\/em> . On <em> qōs e mı̄m <\/em> , see <a class=\"isa\" verses=\"WzE3NzEwXQ==\">Isaiah 3:2<\/a>; on <em> yehōlēl <\/em> , (<a class=\"ref\">Job 12:17<\/a>, where it occurs in connection with a similar predicative description of God according to His works. <\/p><p> In <a class=\"isa\" verses=\"WzE4NTYwXQ==\">Isaiah 44:26<\/a> a contrast is draw between the heathen soothsayers and wise men, and the servant and messengers of Jehovah, whose word, whose <em> ‛ ētsâh <\/em> , i.e., determination or disclosure concerning the future (cf., <em> yâ‛ats <\/em> , <a class=\"isa\" verses=\"WzE4NDgwXQ==\">Isaiah 41:28<\/a>), he realizes and perfectly fulfils. By “his servant” we are to understand Israel itself, according to <a class=\"isa\" verses=\"WzE4NTAwXQ==\">Isaiah 42:19<\/a>, but only relatively, namely, as the bearer of the prophetic word, and therefore as the kernel of Israel regarded from the standpoint of the prophetic mission which it performed; and consequently “his messengers” are the prophets of Jehovah who were called out of Israel. The singular “his servant” is expanded in “his messenger” into the plurality embraced in the one idea. This is far more probable than that the author of these prophetic words, who only speaks of himself in a roundabout manner even in <a class=\"isa\" verses=\"WzE4NDI3XQ==\">Isaiah 40:6<\/a>, should here refer directly to himself (according to <a class=\"isa\" verses=\"WzE4MDMzXQ==\">Isaiah 20:3<\/a>). In  the predicates become special prophecies, and hence their outward limits are also defined. As we have תּוּשׁב and not תּוּשׁבי , we must adopt the rendering <em> habitetur <\/em> and <em> oedificentur <\/em> , with which the continuation of the latter <em> et vastata ejus erigam <\/em> agrees. In <a class=\"isa\" verses=\"WzE4NTYxXQ==\">Isaiah 44:27<\/a> the prophecy moves back from the restoration of Jerusalem and the cities of Judah to the conquest of Babylon. The expression calls to mind the drying up of the Red Sea (<a class=\"isa\" verses=\"WzE4Njg0LDE4NTIyXQ==\">Isaiah 51:10; Isaiah 43:16<\/a>); but here it relates to something future, according to <a class=\"isa\" verses=\"WzE4NDk2LDE4NjY1XQ==\">Isaiah 42:15; Isaiah 50:2<\/a> -namely, to the drying up of the Euphrates, which Cyrus turned into the enlarged basin of Sepharvaim, so that the water sank to the depth of a single foot, and men could “go through on foot” (Herod. i. 191). But in the complex view of the prophet, the possibility of the conqueror's crossing involved the possibility or the exiles' departing from the prison of the imperial city, which was surrounded by a natural and artificial line of waters (<a class=\"isa\" verses=\"WzE3OTAwXQ==\">Isaiah 11:15<\/a>). צוּלה (from צוּל = צלל , to whiz or whirl) refers to the Euphrates, just as <em> m e tsūlâh <\/em> in <a class=\"ref\">Job 41:23; Zechariah 10:11<\/a>, does to the Nile; נתרריה is used in the same sense as the Homeric ̓Ωοκεάνοιο ῥέεθρα . In <a class=\"isa\" verses=\"WzE4NTYyXQ==\">Isaiah 44:28<\/a> the special character of the promise reaches its highest shoot. The deliverer of Israel is mentioned by name: “That saith to Koresh, My shepherd (i.e., a ποιμὴν λαῶν appointed by me), and he who performs all my will” (<em> c hēphets <\/em> , θέλημα , not in the generalized sense of πρᾶγμα ), and that inasmuch as he (Cyrus) saith to (or of) Jerusalem, It shall be built (<em> tibbâneh <\/em> , not the second pers. <em> tibbânı̄ <\/em> ), and the foundation of the temple laid (<em> hēkhâl <\/em> a masculine elsewhere, here a feminine). This is the passage which is said by Josephus to have induced Cyrus to send back the Jews to their native land: “Accordingly, when Cyrus read this, and admired the divine power, an earnest desire and ambition seized upon him to fulfil what was so written” (Jos. <em> Ant.<\/em> xi. 2). According to Ctesias and others, the name of Cyrus signifies the sun.But all that can really be affirmed is, that it sounds like the name of the sun. For in Neo-Pers. the sun is called <em> c h ar <\/em> , in Zendic <em> hvarĕ <\/em> (<em> karĕ <\/em> ), and from this proper names are formed, such as <em> c hars'ı̂d <\/em> (Sunshine, also the Sun); but Cyrus is called <em> Kuru<\/em> or <em> Khuru<\/em> upon the monuments, and this cannot possibly be connected with our <em> chur <\/em> , which would be <em> uwara <\/em> in Old Persian (Rawlinson, Lassen, Spiegel), and <em> Kōresh <\/em> is simply the name of <em> Kuru<\/em> ( Κῦρ-ος ) Hebraized after the manner of a segholate. There is a marble-block, for example, in the Murghab valley, not far from the mausoleum of Cyrus, which contained the golden coffin with the body of the king (see Strabo, xv 3, 7); and on this we find an inscription that we also meet with elsewhere, viz., <em> adam <\/em> . <em> k'ur'us <\/em> .<em> khsâya <\/em> | <em> thiya <\/em> .<em> hakhâmanisiya <\/em> , i.e., I am Kuru the king of the Achaemenides.<\/p><p> (Note: See the engraving of this tomb of Cyrus, which is now called the “Tomb of Solomon's mother,” in Vaux's <em> Nineveh and Persepolis<\/em> (p. 345). On the identity of <em> Murghâb<\/em> and <em> Pasargadae<\/em> , see Spiegel, <em> Keil-inschriften<\/em> , pp. 71, 72; and with regard to the discovery of inscriptions that may still be expected around the tomb of Cyrus, the J<em> ournal of the Asiatic Society<\/em> , x. 46, note 4 (also compare Spiegel's <em> Geschichte der Entzifferung der Keil-schrift, im “Ausland,”<\/em> 1865, p. 413).)<\/p><p> This name is identical with the name of the river <em> Kur<\/em> ( Κῦρ-ος ); and what Strabo says is worthy of notice - namely, that “there is also a river called Cyrus, which flows through the so-called cave of Persis near Pasargadae, and whence the king took his name, changing it from Agradates into Cyrus” (Strab. xv 3, 6). It is possible also that there may be some connection between the name and the Indian princely title of <em> Kuru<\/em> . <\/p>",
    "audit": null
}