{
    "id": 18180,
    "source": "kdo",
    "verse_id": 18751,
    "verse_count": 2,
    "reference": "55:10-11",
    "title": "",
    "html": "<p> This is set forth under a figure drawn from the rain and the snow. <em> “For as the rain cometh down, and the snow from heaven, and returneth not thither, till it has moistened the earth, and fertilized it, and made it green, and offered seed to the sower and bread to the eater; so will my word be which goeth forth out of my mouth: it will not return to me fruitless, till it has accomplished that which I willed, and prosperously carried out that for which I sent it.”<\/em> The rain and snow come down from the sky, and return not thither till they have .... The perfects after אם כּי are all to be understood as such (Ewald, §356,<em> a<\/em> ). Rain and snow return as vapour to the sky, but not without having first of all accomplished the purpose of their descent. And so with the word of Jehovah, which goeth forth out of His mouth ( יצא , not יצא , <a class=\"isa\" verses=\"WzE4NTg1XQ==\">Isaiah 45:23<\/a>, because it is thought of as still going on in the preaching of the prophet): it will not return without having effected its object, i.e., without having accomplished what was Jehovah's counsel, or “good pleasure” - without having attained the end for which it was sent by Jehovah (constr. as in <a class=\"ref\">2 Samuel 11:22; 1 Kings 14:6<\/a>). The word is represented in other places as the messenger of God (<a class=\"isa\" verses=\"WzE3ODM4LDE1NzIwLDE2MzY3XQ==\">Isaiah 9:8; Psalms 107:20; Psalms 147:15<\/a>.). The personification presupposes that it is not a mere sound or letter. As it goeth forth out of the mouth of God it acquires shape, and in this shape is hidden a divine life, because of its divine origin; and so it runs, with life from God, endowed with divine power, supplied with divine commissions, like a swift messenger through nature and the world of man, there to melt the ice, as it were, and here to heal and to save; and does not return from its course till it has given effect to the will of the sender. This return of the word to God also presupposes its divine nature. The will of God, which becomes concrete and audible in the word, is the utterance of His nature, and is resolved into that nature again as soon as it is fulfilled. The figures chosen are rich in analogies. As snow and rain are the mediating causes of growth, and therefore the enjoyment of what is reaped; so is the soil of the human heart softened, refreshed, and rendered productive or prolific by the word out of the mouth of Jehovah; and this word furnishes the prophet, who resembles the sower, with the seed which he scatters, and brings with it bread which feeds the souls: for every word that proceedeth out of the mouth of God is bread (<a class=\"ref\">Deuteronomy 8:3<\/a>).<\/p>",
    "audit": null
}