{
    "id": 17844,
    "source": "kdo",
    "verse_id": 18054,
    "verse_count": 3,
    "reference": "22:1-3",
    "title": "",
    "html": "<p> The prophet exposes the nature and worthlessness of their confidence in <a class=\"isa\" verses=\"eyIxODA1NCI6M30=\">Isaiah 22:1-3<\/a> : <em> “What aileth thee, then, that thou art wholly ascended upon the house-tops? O full of tumult, thou noisy city, shouting castle, thy slain men are not slain with the sword, nor slaughtered in battle. All thy rulers departing together are fettered without bow; all thy captured ones are fettered together, fleeing far away.”<\/em> From the flat house-tops they all look out together at the approaching army of the foe, longing for battle, and sure of victory (<em> c ullâk <\/em> is for <em> c ullēk <\/em> , <a class=\"isa\" verses=\"WzE3OTU4LDE3OTYwXQ==\">Isaiah 14:29, Isaiah 14:31<\/a>). They have no suspicion of what is threatening them; therefore are they so sure, so contented, and so defiant. מלאה תּשׂאות is inverted, and stands for תּשׁאות מלאת , like מנדּח אפלה in <a class=\"isa\" verses=\"WzE3ODMwXQ==\">Isaiah 8:22<\/a>. עלּיזה is used to denote self-confident rejoicing, as in <a class=\"ref\">Zephaniah 2:15<\/a>. How terribly they deceive themselves! Not even the honour of falling upon the battle-field is allowed them. Their rulers (<em> kâtzin <\/em> , a judge, and then any person of rank) depart one and all out of the city, and are fettered outside “without bow” (<em> m ikkesheth <\/em> ), i.e., without there being any necessity for the bow to be drawn (<em> min<\/em> , as in <a class=\"ref\">Job 21:9; 2 Samuel 1:22<\/a>; cf., Ewald, §217,<em> b<\/em> ). All, without exception, of those who are attacked in Jerusalem by the advancing foe (<em> nimzâ'aik <\/em> , thy captured ones, as in <a class=\"isa\" verses=\"WzE3OTIyXQ==\">Isaiah 13:15<\/a>), fall helplessly into captivity, as they are attempting to flee far away (see at <a class=\"isa\" verses=\"WzE3OTk3XQ==\">Isaiah 17:13<\/a>; the <em> perf. de conatu <\/em> answers to the classical <em> praesens de conatu <\/em> ). Hence (what is here affirmed indirectly) the city is besieged, and in consequence of the long siege hunger and pestilence destroy the inhabitants, and every one who attempts to get away falls into the hands of the enemy, without venturing to defend himself, on account of his emaciation and exhaustion from hunger. Whilst the prophet thus pictures to himself the fate of Jerusalem and Judah, through their infatuation, he is seized with inconsolable anguish.<\/p>",
    "audit": null
}