{
    "id": 18170,
    "source": "kdo",
    "verse_id": 18733,
    "verse_count": 1,
    "reference": "54:9",
    "title": "",
    "html": "<p> The ground of this “everlasting kindness” is given in <a class=\"isa\" verses=\"WzE4NzMzXQ==\">Isaiah 54:9<\/a> : <em> “For it is now as at the waters of Noah, when I swore that the waters of Noah should not overflow the earth any more; so have I sworn not to be wroth with thee, and not to threaten thee.”<\/em> The commencement of this v. has been a fluctuating one from the earliest times. The Sept. reading is ממּי ; that of the Targ., S., Jerome, Syriac, and Saad., כּימי ; and even the Codd. read sometimes כּי־מי , sometimes כּימי (compare <a class=\"ref\">Matthew 24:37<\/a>, ὥσπερ αἱ ἡμέραι τοῦ Νῶε οὕτως κ.τ.λ - a passage which appears to derive its shape from the one before us, with the reading כימי , and which is expounded in <a class=\"ref\">Luke 17:26<\/a>). If we read כימי , the word זאת must refer to the present, as the turning-point between wrath and mercy; but if we read כי־מי , זאת denotes the pouring out of wrath in connection with the captivity. Both readings are admissible; and as even the Septuagint, with its ἀπὸ τοῦ ὕδατος (from the water), gives an indirect support to the reading כּימי as one word, this may probably merit the preference, as the one best sustained. אשׁר is <em> ubi <\/em> , <em> quum <\/em> , as in <a class=\"ref\">Numbers 20:13; Psalms 95:9<\/a>, etc., although it might also be taken as the correlate of the <em> kēn <\/em> which follows, as in <a class=\"ref\">Jeremiah 33:22<\/a> (cf., <a class=\"isa\" verses=\"WzE4NjIzXQ==\">Isaiah 48:8<\/a>); and in accordance with the accents, we prefer the former. The present turning-point resembles, in Jehovah's esteem, the days of Noah - those days in which He swore that a flood should not any more come upon the earth (<em> min<\/em> as in <a class=\"isa\" verses=\"WzE3NzQ2XQ==\">Isaiah 5:6<\/a> and many other passages): for so does He now confirm with an oath His fixed purpose that no such judgment of wrath as that which has just been endured shall ever fall upon Jerusalem again ( גּער denotes threatening with a judicial word, which passes at once into effect, as in <a class=\"isa\" verses=\"WzE4Njk0XQ==\">Isaiah 51:20<\/a>). Hendewerk has the following quibbling remark here: “What the comparison with the flood is worth, we may gather from the alter history, which shows how soon the new Jerusalem and the renovated state succumbed to the judicial wrath of God again.” To this we reply: (1.) That the prophecy refers to the converted Israel of the last days, whose Jerusalem will never be destroyed again. These last days appear to the prophet, according to the general character of all prophecy, as though linked on to the close of the captivity. For throughout all prophecy, along with the far-sightedness imparted by the Spirit, there was also a short-sightedness which the Spirit did not remove; that is to say, the directly divine element of <em> insight<\/em> into the future was associated with a human element of <em> hope<\/em> , which was nevertheless also indirectly divine, inasmuch as it subserved the divine plan of salvation; and this hope brought, as it were, the far distant future into the closest proximity with the troubled present. If, the, we keep this in mind, we shall see that it was quite in order for the prophet to behold the final future on the very edge of the present, and not to see the long and undulating way between. (2.) The Israel which has been plunged by the Romans into the present exile of a thousand years is that part of the nation (<a class=\"ref\">Romans 11:25<\/a>), which has thrust away the eternal mercy and the unchangeable covenant of peace; but this rejection has simply postponed, and not prevented, the full realization of the salvation promised to Israel as a people. The <em> covenant<\/em> still exists, primarily indeed as an offer on the part of Jehovah, so that it rests with Israel whether it shall continued one-sided or not; but all that is wanted on the part of Israel is faith, to enable it to exchange the shifting soil of its present exile for the rocky foundation of that covenant of peace which has encircled the ages since the captivity (see <a class=\"ref\">Haggai 2:9<\/a>), as the covenant with Noah encircled those after the flood with the covenant sign of the rainbow in the cloud.<\/p>",
    "audit": null
}