{
    "id": 17941,
    "source": "kdo",
    "verse_id": 18275,
    "verse_count": 5,
    "reference": "32:15-19",
    "title": "",
    "html": "<p> The state would then continue long, very long, until at last the destruction of the false rest would be followed by the realization of the true. <em> “Until the Spirit is poured out over us from on high, and the wilderness becomes a fruitful field, and the fruitful field is counted as the forest. And justice makes its abode in the desert, and righteousness settles down upon the fruit-field. And the effect of righteousness will be peace, and the reward of righteousness rest and security for ever. And my people dwells in a place of peace, and in trustworthy, safe dwellings, and in cheerful resting-places. And it hails with the overthrow of the forest, and into lowliness must the city be brought low.”<\/em> There is a limit, therefore, to the “for ever” of <a class=\"isa\" verses=\"WzE4Mjc0XQ==\">Isaiah 32:14<\/a>. The punishment would last till the Spirit, which Israel had not then dwelling in the midst of it (see <a class=\"ref\">Haggai 2:5<\/a>), and whose fulness was like a closed vessel to Israel, should be emptied out over Israel from the height of heaven (compare the <em> piel<\/em> ערה , <a class=\"ref\">Genesis 24:20<\/a>), i.e., should be poured out in all its fulness. When that was done, a great change would take place, the spiritual nature of which is figuratively represented in the same proverbial manner as in <a class=\"isa\" verses=\"WzE4MjExXQ==\">Isaiah 29:17<\/a>. At the same time, a different turn is given to the second half in the passage before us. The meaning is, not that what was now valued as a fruit-bearing garden would be brought down from its false eminence, and be only regarded as forest; but that the whole would be so glorious, that what was now valued as a fruit-garden, would be thrown into the shade by something far more glorious still, in comparison with which it would have the appearance of a forest, in which everything grew wild. The whole land, the uncultivated pasture-land as well as the planted fruitful fields of corn and fruit, would then become the tent and seat of justice and righteousness. “Justice and righteousness' (<em> m ishpât <\/em> and <em> ts e dâqâh <\/em> ) are throughout Isaiah the stamp of the last and perfect time. As these advance towards self-completion, the <em> produce<\/em> and <em> result<\/em> of these will be peace (<em> ma‛ăseh <\/em> and <em> abhōdâh <\/em> are used to denote the fruit or self-reward of work and painstaking toil; compare פּעלּה ). But two things must take place before this calm, trustworthy, happy peace, of which the existing carnal security is only a caricature, can possibly be realized. In the <em> first<\/em> place, it must <em> hail<\/em> , and <em> the wood must fall<\/em> , being beaten down with hail. We already know, from <a class=\"isa\" verses=\"WzE3ODg1XQ==\">Isaiah 10:34<\/a>, that “the wood” was an emblem of Assyria; and in <a class=\"isa\" verses=\"eyIxODI0OCI6Mn0=\">Isaiah 30:30-31<\/a>, we find “the hail” mentioned as one of the forces of nature that would prove destructive to Assyria. And <em> secondly<\/em> , “the city” ( העיר , a play upon the word, and a counterpart to היּער ) must first of all be brought low into lowliness (i.e., be deeply humiliated). Rosenmüller and others suppose the imperial city to be intended, according to parallels taken from chapters 24-27; but in this cycle of prophecies, in which the imperial city is never mentioned at all, “the city” must be Jerusalem, whose course from the false peace to the true lay through a humiliating punishment (<a class=\"isa\" verses=\"W3siMTgxOTYiOjN9LFsxODIzNywxODI1NV1d\">Isaiah 29:2-4; Isaiah 30:19., Isaiah 31:4<\/a>.).<\/p>",
    "audit": null
}