{
    "id": 18060,
    "source": "kdo",
    "verse_id": 18504,
    "verse_count": 3,
    "reference": "42:23-25",
    "title": "",
    "html": "<p> When they ceased to be deaf to this crying contradiction, they would recognise with penitence that it was but the merited punishment of God. <em> “Who among you will give ear to this, attend, and hear afar off? Who has give up Jacob to plundering, and Israel to the spoilers? Is it not Jehovah, against whom we have sinned? and they would not walk in His ways, and hearkened not to His law. Then He poured upon it in burning heat His wrath, and the strength of the fury of war: and this set it in flames round about, and it did not come to be recognised; it set it on fire, and it did not lay it to heart.”<\/em> The question in <a class=\"isa\" verses=\"WzE4NTA0XQ==\">Isaiah 42:23<\/a> has not the force of a negative sentence, “No one does this,” but of a wish, “O that one would” (as in <a class=\"ref\">2 Samuel 23:15; 2 Samuel 15:4<\/a>; Ges. §136, 1). If they had but an inward ear for the contradiction which the state of Israel presented to its true calling, and the earlier manifestations of divine mercy, and would but give up their previous deafness for the time to come: this must lead to the knowledge and confession expressed in <a class=\"isa\" verses=\"WzE4NTA1XQ==\">Isaiah 42:24<\/a>. The names Jacob and Israel here follow one another in the same order as in <a class=\"isa\" verses=\"WzE4MjE3LDE4NDQ4XQ==\">Isaiah 29:23; Isaiah 40:27<\/a> (compare <a class=\"isa\" verses=\"WzE4NDYwXQ==\">Isaiah 41:8<\/a>, where this would have been impracticable). זוּ belongs to לו in the sense of <em> c ui <\/em> . The punctuation does not acknowledge this relative use of זו (on which, see at <a class=\"isa\" verses=\"WzE4NTI3XQ==\">Isaiah 43:21<\/a>), and therefore puts the <em> athnach<\/em> in the wrong place (see Rashi). In the words “we have sinned” the prophet identifies himself with the exiles, in whose sin he knew and felt that he was really involved (cf., <a class=\"isa\" verses=\"WzE3Nzc1XQ==\">Isaiah 6:5<\/a>). The objective affirmation which follows applies to the former generations, who had sinned on till the measure became full. הלו ך takes the place of the object to אבוּ (see <a class=\"isa\" verses=\"WzE3NjcyXQ==\">Isaiah 1:17<\/a>); the more usual expression would be ללכת ; the inverted order of the words makes the assertion all the more energetic. In <a class=\"isa\" verses=\"WzE4NTA2XQ==\">Isaiah 42:25<\/a> the genitive relation אפּו חמת is avoided, probably in favour of the similar ring of חמה and מלחמה . חמה is either the accusative of the object, and אפּו a subordinate statement of what constituted the burning heat (cf., Ewald, §287,<em> k<\/em> ), or else an accusative, of more precise definition = בּחמה in <a class=\"isa\" verses=\"WzE4OTM4XQ==\">Isaiah 66:15<\/a> (Ges. §118, 3). The outpouring is also connected by <em> zeugma <\/em> with the “violence of war.” The <em> m ilchâmâh <\/em> then becomes the subject. The war-fury raged without result. Israel was not brought to reflection. <\/p>",
    "audit": null
}