{
    "id": 17673,
    "source": "kdo",
    "verse_id": 17759,
    "verse_count": 1,
    "reference": "5:19",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE3NzU5XQ==\">Isaiah 5:19<\/a> shows very clearly that the prophet referred to the free-thinkers of his time, the persons who are called fools (<em> nabal <\/em> ) and scorners (<em> lētz <\/em> ) in the Psalms and Proverbs. <em> “Who say, Let Him hasten, accelerate His work, that we may see; and let the counsel of the Holy One of Israel draw near and come, that we may experience it.”<\/em> They doubted whether the day of Jehovah would ever come (<a class=\"ref\">Ezekiel 12:22; Jeremiah 5:12-13<\/a>), and went so far in their unbelief as to call out for what they could not and would not believe, and desired it to come that they might see it with their own eyes and experience it for themselves (<a class=\"ref\">Jeremiah 17:15<\/a>; it is different in <a class=\"ref\">Amos 5:18<\/a> and <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Mal+2:17-3&t1=en_nas\" id=\"129\" class=\"stL\" target=\"_blank\">Mal 2:17-3<\/a>:<a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Mal+2:17&t1=en_nas\" id=\"130\" class=\"stL\" target=\"_blank\"><\/a>1, where this desire does not arise from scorn and defiance, but from impatience and weakness of faith). As the two verbs denoting haste are used both transitively and intransitively (vid., <a class=\"ref\">Judges 20:37<\/a>, to hasten or make haste), we might render the passage “let His work make haste,” as Hitzig, Ewald, Umbreit, and Drechsler do; but we prefer the rendering adopted by Gesenius, Caspari, and Knobel, on the basis of <a class=\"isa\" verses=\"WzE4ODQ0XQ==\">Isaiah 60:22<\/a>, and take the verb as transitive, and Jehovah as the subject. The forms <em> yâchishâh <\/em> and <em> taboâh <\/em> are, with <a class=\"ref\">Psalms 20:4<\/a> and <a class=\"ref\">Job 11:17<\/a>, probably the only examples of the expression of a wish in the third person, strengthened by the <em> âh <\/em> , which indicates a summons or appeal; for <a class=\"ref\">Ezekiel 23:20<\/a>, which Gesenius cites (§48, 3), and <a class=\"ref\">Job 22:21<\/a>, to which Knobel refers, have no connection with this, as in both passages the <em> âh <\/em> is the feminine termination, and not hortative (vid., <em> Comm. on Job<\/em> , at <a class=\"ref\">Job 11:17<\/a>, note, and at <a class=\"ref\">Job 22:21<\/a>). The fact that the free-thinkers called God “the Holy One of Israel,” whereas they scoffed at His intended final and practical attestation of Himself as the Holy One, may be explained from <a class=\"isa\" verses=\"WzE4MjI5XQ==\">Isaiah 30:11<\/a> : they took this name of God from the lips of the prophet himself, so that their scorn affected both God and His prophet at the same time.<\/p>",
    "audit": null
}