{
    "id": 18234,
    "source": "kdo",
    "verse_id": 18854,
    "verse_count": 2,
    "reference": "61:10-11",
    "title": "",
    "html": "<p> This is the joyful calling of the Servant of Jehovah to be the messenger of such promises of God to His people. <em> “Joyfully I rejoice in Jehovah; my soul shall be joyful in my God, that He hath given me garments of salvation to put on, hath wrapped me in the robe of righteousness, as a bridegroom who wears the turban like a priest, and as a bride who puts on her jewellery. For like the land which brings forth its sprouts, and as a garde which causes the things sown in it to sprout up; so the Lord Jehovah bringeth righteousness to sprouting, and renown before all nations.”<\/em> The Targum precedes this last turn with “Thus saith Jerusalem.” But as <a class=\"isa\" verses=\"eyIxODg0OCI6Nn0=\">Isaiah 61:4-9<\/a> are a development of the glorious prospects, the realization of which has to be effected through the instrumentality of the person speaking in <a class=\"isa\" verses=\"eyIxODg0NSI6M30=\">Isaiah 61:1-3<\/a> both in word and deed, the speaker here is certainly the same as there. Nor is it even the fact that he is here supposed to commence speaking again; but he is simply continuing his address by expressing at the close, as he did at the beginning, the relation in which he stands in his own person to the approaching elevation of His people. Exalted joy, which impels him to exult, is what he experiences in Jehovah his God ( בּ denoting the ground and orbit of his experience): for the future, which so abounds in grace, and which he has to proclaim as a prophet and as the evangelist of Israel, and of which he has to lay the foundation as the mediator of Israel, and in which he is destined to participate as being himself an Israelite, consists entirely of salvation and righteousness; so that he, the bearer and messenger of the divine counsels of grace, appears to himself as one to whom Jehovah has given clothes of salvation to put on, and whom He has wrapped in the robe of righteousness. <em> Ts e dâqâh <\/em> (righteousness), looked at from the evangelical side of the idea which it expresses, is here the parallel word to <em> y e shū‛âh <\/em> (salvation). The figurative representation of both by different articles of dress is similar to <a class=\"isa\" verses=\"WzE4ODE4XQ==\">Isaiah 59:17<\/a> : <em> yâ‛at <\/em> , which only occurs here, is synonymous with <em> ‛ âtâh <\/em> , from which comes <em> m a‛ăteh <\/em> , a wrapper or cloak (<a class=\"isa\" verses=\"WzE4ODQ3XQ==\">Isaiah 61:3<\/a>). He appears to himself, as he stands there hoping such things for his people, and preaching such things to his people, to resemble a bridegroom, who makes his turban in priestly style, i.e., who winds it round his head after the fashion of the priestly <em> m igbâ‛ōth <\/em> (<a class=\"ref\">Exodus 29:9<\/a>), which are called פּארים in <a class=\"ref\">Exodus 39:28<\/a> (cf., <a class=\"ref\">Ezekiel 44:18<\/a>). Rashi and others think of the <em> m itsnepheth <\/em> of the high priest, which was of purple-blue; but יכהן does not imply anything beyond the <em> m igba‛âh <\/em> , a tall m itra , which was formed by twisting a long linen band round the head so as to make it stand up in a point. כּהן is by no means equivalent to <em> kōnēn <\/em> , or <em> hēkhı̄n <\/em> , as Hitzig and Hahn suppose, since the verb <em> kâhan <\/em> = <em> kūn <\/em> only survives in <em> kōhēn <\/em> . <em> Kı̄hēn <\/em> is a denom., and signifies to act or play the priest; it is construed here with the accusative פּאר , which is either the accusative of more precise definition (“who play the priest in a turban;” A. ὡς νύμφιον ἱερατευόμενον στεφάνῳ ), or what would answer better to the parallel member, “who makes the turban like a priest.” As often as he receives the word of promise into his heart and takes it into his mouth, it is to him like the turban of a bridegroom, or like the jewellery which a bride puts on (<em> ta‛deh <\/em> , <em> kal<\/em> , as in <a class=\"ref\">Hosea 2:15<\/a>). For the substance of the promise is nothing but salvation and renown, which Jehovah causes to sprout up before all nations, just as the earth causes its vegetation to sprout, or a garden its seed ( כ as a preposition in both instances, <em> instar<\/em> followed by attributive clauses; see <a class=\"isa\" verses=\"WzE3ODMwXQ==\">Isaiah 8:22<\/a>). The word in the mouth of the servant of Jehovah is the seed, out of which great things are developed before all the world. The ground and soil (<em> 'erets <\/em> ) of this development is mankind; the enclosed garden therein (<em> gannâh <\/em> ) is the church; and the great things themselves are <em> ts e dâqâh <\/em> , as the true inward nature of His church, and <em> t e hillâh <\/em> as its outward manifestation. The force which causes the seed to germinate is Jehovah; but the bearer of the seed is the servant of Jehovah, and the ground of his festive rejoicing is the fact that he is able to scatter the seed of so gracious and glorious a future.<\/p>",
    "audit": null
}