{
    "id": 13445,
    "source": "kdo",
    "verse_id": 18601,
    "verse_count": 4,
    "reference": "47:1–4",
    "title": "",
    "html": " <p>From the gods of Babylon the proclamation of judgment passes onto Babylon itself. <i>“Come down, and sit in the dust, O virgin daughter Babel; sit on the ground without a throne, O Chaldaeans-daughter! For men no longer call thee delicate and voluptuous. Take the mill, and grind meal: throw back they veil, lift up the train, uncover the thigh, wade through streams. Let thy nakedness be uncovered, even let thy shame be seen; I shall take vengeance, and not spare men. Our Redeemer, Jehovah of hosts is His name, Holy One of Israel.”<\/i>, This is the first strophe in the prophecy. As v. 36 clearly shows, what precedes is a penal sentence from Jehovah. Both <span class=\"normal hebrew\">,בּת<\/span>, in relation to <span class=\"normal hebrew\">,בּתוּלת<\/span>,(<a class=\"isa\" verses=\"WzE4MDkwXQ==\">Isaiah 23:12<\/a>; <a class=\"isa\" verses=\"WzE4Mzc1XQ==\">Isaiah 37:22<\/a>), and <span class=\"normal hebrew\">,בּבל<\/span>, and <span class=\"normal hebrew\">,כּשׂדּים<\/span>, in relation to <span class=\"normal hebrew\">,בּת<\/span>, are appositional genitives; Babel and Chaldeans (<span class=\"normal hebrew\">,כשׂדים<\/span>, as in <a class=\"isa\" verses=\"WzE4NjM1XQ==\">Isaiah 48:20<\/a>) are regarded as a woman, and that as one not yet dishonoured. The unconquered oppressor is threatened with degradation from her proud eminence into shameful humiliation; sitting on the ground is used in the same sense as in <a class=\"isa\" verses=\"WzE3NzM0XQ==\">Isaiah 3:26<\/a>. Hitherto men have called her, with envious admiration, <i>(<span class=\"translit\">, rakkâh <\/span>) <i>(<span class=\"translit\">, va‛ânuggâh <\/span>) (from <a class=\"ref\">Deuteronomy 28:56<\/a>), <i>mollis et delicata<\/i>, as having carefully kept everything disagreeable at a distance, and revelled in nothing but luxury (compare <i>(<span class=\"translit\">,‛ōneg <\/span>), <a class=\"isa\" verses=\"WzE3OTI5XQ==\">Isaiah 13:22<\/a>). Debauchery with its attendant rioting (<a class=\"isa\" verses=\"WzE3OTQwXQ==\">Isaiah 14:11<\/a>; <a class=\"isa\" verses=\"WzE4MTI0XQ==\">Isaiah 25:5<\/a>), and the Mylitta worship with its licensed prostitution (Herod. i. 199), were current there; but now all this was at an end. <span class=\"normal hebrew\">,תוסיפי<\/span>, according to the Masora, has only one <i>pashta<\/i>, both here and in <a class=\"isa\" verses=\"WzE4NjA1XQ==\">Isaiah 47:5<\/a>, and so has the tone upon the last syllable, and accordingly <i>metheg<\/i>, in the <i>antepenult<\/i>,. Isaiah's artistic style may be readily perceived both in the three clauses of <a class=\"isa\" verses=\"WzE4NjAxXQ==\">Isaiah 47:1<\/a>, that are comparable to a long trumpet-blast (compare <a class=\"isa\" verses=\"WzE4NDMwXQ==\">Isaiah 40:9<\/a>, and <a class=\"isa\" verses=\"WzE3OTcxXQ==\">Isaiah 16:1<\/a>), and also in the short, rugged, involuntarily excited clauses that follow. The mistress becomes the maid, and has to perform the low, menial service of those who, as Homer says in <i>Od.<\/i>, vii. 104, <span class=\"greek normal\">,ἀλετρεύουσι μύλης ἔπι μήλοπα καρπόν<\/span>,(grind at the mill the quince-coloured fruit; compare at <a class=\"ref\">Job 31:10<\/a>). She has to leave her palace as a prisoner of war, and, laying aside all feminine modesty, to wade through the rivers upon which she borders. <i>(<span class=\"translit\">, Chespı̄ <\/span>) has <i>(<span class=\"translit\">, ĕ <\/span>) instead of (<span class=\"translit\">, ĭ <\/span>), and, as in other cases where a sibilant precedes, the mute (<span class=\"translit\">, p <\/span>) instead of (<span class=\"translit\">, f <\/span>) (compare (<span class=\"translit\">,'ispı̄ <\/span>), <a class=\"ref\">Jeremiah 10:17<\/a>). Both the prosopopeia<\/i>, and the parallel, “thy shame shall be seen,” require that the expression “thy nakedness shall be uncovered” should not be understood literally. The shame of Babel is her shameful conduct, which is not to be exhibited in its true colours, inasmuch as a stronger one is coming upon it to rob it of its might and honour. This stronger one, apart from the instrument employed, is Jehovah: vindictam sumam, non parcam homini<\/i>,. Stier gives a different rendering here, namely, “I will run upon no man, i.e., so as to make him give way;” Hahn, “I will not meet with a man,” so destitute of population will Babylon be; and Ruetschi, “I will not step in as a man.” Gesenius and Rosenmüller are nearer to the mark when they suggest non pangam<\/i>,(paciscar <\/i>)cum homine<\/i>,; but this would require at any rate <span class=\"normal hebrew\">,את־אדם<\/span>, even if the verb <span class=\"normal hebrew\">,פּגע<\/span>, really had the meaning to strike a treaty. It means rather to strike against a person, to assault any one, then to meet or come in an opposite direction, and that not only in a hostile sense, but, as in this instance, and also in <a class=\"isa\" verses=\"WzE4ODkwXQ==\">Isaiah 64:4<\/a>, in a friendly sense as well. Hence, “I shall not receive any man, or pardon any man” (Hitzig, Ewald, etc.). According to an old method of writing the passage, there is a pause here. But <a class=\"isa\" verses=\"WzE4NjA0XQ==\">Isaiah 47:4<\/a>, is still connected with what goes before. As Jehovah is speaking in <a class=\"isa\" verses=\"WzE4NjA1XQ==\">Isaiah 47:5<\/a>, but Israel in <a class=\"isa\" verses=\"WzE4NjA0XQ==\">Isaiah 47:4<\/a>, and as <a class=\"isa\" verses=\"WzE4NjA0XQ==\">Isaiah 47:4<\/a>, is unsuitable to form the basis of the words of Jehovah, it must be regarded as the antiphone to <a class=\"isa\" verses=\"eyIxODYwMSI6M30=\">Isaiah 47:1-3<\/a>,(cf., <a class=\"isa\" verses=\"WzE4NTc3XQ==\">Isaiah 45:15<\/a>). Our Redeemer, exclaims the church in joyfully exalted self-consciousness, He is Jehovah of Hosts, the Holy One of Israel! The one name affirms that He possesses the all-conquering might; the other that He possesses the will to carry on the work of redemption - a will influenced and constrained by both love and wrath. <br> <\/p>",
    "audit": null
}