{
    "id": 17848,
    "source": "kdo",
    "verse_id": 18065,
    "verse_count": 3,
    "reference": "22:12-14",
    "title": "",
    "html": "<p> And so far as it had proceeded already, it was a call from Jehovah to repentance. <em> “The Lord, Jehovah of hosts, calls in that day to weeping, and to mourning, and to the pulling out of hair, and to girding with sackcloth; and behold joy and gladness, slaughtering of oxen and killing of sheep, eating of flesh and drinking of wine, eating and drinking, for 'tomorrow we die.' And Jehovah of hosts hath revealed in mine ears, Surely this iniquity shall not be expiated for you until ye die, saith the Lord, Jehovah of hosts.”<\/em> The first condition of repentance is a feeling of pain produced by the punishments of God. But upon Jerusalem they produce the opposite effect. The more threatening the future, the more insensibly and madly do they give themselves up to the rude, sensual enjoyment of the present. <em> Shâthoth <\/em> is interchanged with <em> shâthō <\/em> (which is only another form of שׁתה , as in <a class=\"isa\" verses=\"WzE3Nzc5LDE4MjM3XQ==\">Isaiah 6:9; Isaiah 30:19<\/a>), to ring with <em> shâchōt <\/em> (compare <a class=\"ref\">Hosea 10:4<\/a>). There are other passages in which we meet with unusual forms introduced for the sake of the play upon the words (vid., <a class=\"isa\" verses=\"WzE3NzQwLDE3ODE0LDE3OTc5XQ==\">Isaiah 4:6; Isaiah 8:6; Isaiah 16:9<\/a>, and compare <a class=\"ref\">Ezekiel 43:11<\/a>, and the <em> keri<\/em> of <a class=\"ref\">2 Samuel 3:25<\/a>). The words of the rioters themselves, whose conduct is sketched by the <em> inf. abs.<\/em> , which are all governed by <em> hinnēh <\/em> , are simply “for tomorrow we shall die.” This does not imply that they feel any pleasure in the thought of death, but indicates a love of life which scoffs at death. Then the unalterable will of the all-commanding God is audibly and distinctly revealed to the prophet. Such scoffing as this, which defies the chastisements of God, will not be expiated in any other way than by the death of the scoffer (<em> c uppar <\/em> , from <em> c âphar <\/em> , <em> tegere <\/em> , means to be covered over, i.e., expiated). This is done in the case of sin either by the justice of God, as in the present instance, or by the mercy of God (<a class=\"isa\" verses=\"WzE3Nzc3XQ==\">Isaiah 6:7<\/a>), or by both justice and mercy combined (as in <a class=\"isa\" verses=\"WzE4MTYxXQ==\">Isaiah 27:9<\/a>). In all three cases the expiation is demanded by the divine holiness, which requires a covering between itself and sin, by which sin becomes as though it were not. In this instance the expunging act consists in punishment. The sin of Jerusalem is expiated by the giving up of the sinners themselves to death. The verb <em> temūthūn <\/em> (ye shall die) is written absolutely, and therefore is all the more dreadful. The Targum renders it “till ye die the second (eternal) death” (<em> m ōthâh <\/em> <em> thinyânâh <\/em> ). So far as they prophecy threatened the destruction of Jerusalem by Assyria, it was never actually fulfilled; but the very opposite occurred. Asshur itself met with destruction in front of Jerusalem. But this was by no means opposed to the prophecy; and it was with this conviction that Isaiah, nevertheless, included the prophecy in the collection which he made at a time when the non-fulfilment was perfectly apparent. It stands here in a double capacity. In the first place, it is a memorial of the mercy of God, which withdraws, or at all events modifies, the threatened judgment as soon as repentance intervenes. The falling away from Assyria did take place; but on the part of Hezekiah and many others, who had taken to heart the prophet's announcement, it did so simply as an affair that was surrendered into the hands of the God of Israel, through distrust of either their own strength or Egyptian assistance. Hezekiah carried out the measures of defence described by the prophet; but he did this for the good of Jerusalem, and with totally different feelings from those which the prophet had condemned. These measures of defence probably included the reservoir between the two walls, which the chronicler does not mention till the close of the history of his reign, inasmuch as he follows the thread of the book of Kings, to which his book stands, as it were, in the relation of a commentary, like the <em> midrash <\/em> , from which extracts are made. The king regulated his actions carefully by the prophecy, inasmuch as after the threats had produced repentance, <a class=\"isa\" verses=\"eyIxODA2MSI6NH0=\">Isaiah 22:8-11<\/a> still remained as good and wise counsels. In the second place, the oracle stands here as the proclamation of a judgment deferred but not repealed. Even if the danger of destruction which threatened Jerusalem on the part of Assyria had been mercifully caused to pass away, the threatening word of Jehovah had not fallen to the ground. The counsel of God contained in the word of prophecy still remained; and as it was the counsel of the Omniscient, the time would surely come when it would pass out of the sphere of ideality into that of actual fact. It remained hovering over Jerusalem like an eagle, and Jerusalem would eventually become its carrion. We have only to compare the <em> temūthūn <\/em> of this passage with the ἀποθανείσθε of <a class=\"ref\">John 8:21<\/a>, to see when the eventual fulfilment took place. Thus the “<em> massa <\/em> of the valley of vision” became a memorial of mercy to Israel when it looked back to its past history: but when it looked into the future, it was still a mirror of wrath.<\/p>",
    "audit": null
}