{
    "id": 18257,
    "source": "kdo",
    "verse_id": 18893,
    "verse_count": 2,
    "reference": "64:7-8",
    "title": "",
    "html": "<p>(8-9)<\/p><p> This was the case when the measure of Israel's sins had become full. They were carried into exile, where they sank deeper and deeper. The great mass of the people proved themselves to be really <em> massa perdita <\/em> , and perished among the heathen. But there were some, though a vanishingly small number, who humbled themselves under the mighty hand of God, and, when redemption could not be far off, wrestled in such prayers as these, that the nation might share it in its entirety, and if possible not one be left behind. With ועתּה the existing state of sin and punishment is placed among the things of the past, and the petition presented that the present moment of prayer may have all the significance of a turning-point in their history. <em> “And now, O Jehovah, Thou art our Father: we are the clay, and Thou our Maker; and we are all the work of Thy hand. Be not extremely angry, O Jehovah, and remember not the transgression for ever! Behold, consider, we beseech Thee, we are all Thy people.”<\/em> The state of things must change at last; for Israel is an image made by Jehovah; yea, more than this, Jehovah is the begetter of Israel, and loves Israel not merely as a sculptor, but as a father (compare <a class=\"isa\" verses=\"eyIxODU3MSI6Mn0=\">Isaiah 45:9-10<\/a>, and the unquestionable passage of Isaiah in <a class=\"isa\" verses=\"WzE4MjEwXQ==\">Isaiah 29:16<\/a>). Let Him then not be angry עד־מאד , “to the utmost measure” (cf., <a class=\"ref\">Psalms 119:8<\/a>), or if we paraphrase it according to the radical meaning of מד , “till the weight becomes intolerable.” Let Him not keep in mind the guilt for ever, to punish it; but, in consideration of the fact that Israel is the nation of His choice, let mercy take the place of justice. הן strengthens the petition in its own way (see <a class=\"ref\">Genesis 30:34<\/a>), just as נא does; and הבּיט signifies here, as elsewhere, to fix the eye upon anything. The object, in this instance, is the existing fact expressed in “we are all Thy people.” Hitzig is correct in regarding the repetition of “all of us” in this prayer as significant. The object throughout is to entreat that the whole nation may participate in the inheritance of the coming salvation, in order that the exodus from Babylonia may resemble the exodus from Egypt.<\/p>",
    "audit": null
}