{
    "id": 17647,
    "source": "kdo",
    "verse_id": 17724,
    "verse_count": 2,
    "reference": "3:16-17",
    "title": "",
    "html": "<p> But notwithstanding the dramatic vividness with which the prophet pictures to himself this scene of judgment, he is obliged to break off at the very beginning of his description, because another word of Jehovah comes upon him. This applies to the women of Jerusalem, whose authority, at the time when Isaiah prophesied, was no less influential than that of their husbands who had forgotten their calling. <em> “Jehovah hath spoken: Because the daughters of Zion are haughty, and walk about with extended throat, and blinking with the eyes, walk about with tripping gait, and tinkle with their foot-ornaments: the Lord of all makes the crown of the daughters of Zion scabbed, and Jehovah will uncover their shame.”<\/em> Their inward pride (<em> gâbah <\/em> , as in <a class=\"ref\">Ezekiel 16:50<\/a>; cf., <a class=\"ref\">Zephaniah 3:11<\/a>) shows itself outwardly. They walk with extended throat, i.e., bending the neck back, trying to make themselves taller than they are, because they think themselves so great. The <em> Keri<\/em> substitutes the more usual form, נטוּית ; but Isaiah in all probability intentionally made use of the rarer and ruder form <em> netuvoth <\/em> , since such a form really existed (<a class=\"ref\">1 Samuel 25:18<\/a>), as well as the singular <em> nâtu <\/em> for <em> nâtui <\/em> (<a class=\"ref\">Job 15:22; Job 41:25<\/a> : Ges. §75, Anm. 5). They also went winking the eyes (<em> mesakkeroth <\/em> , for which we frequently find the <em> erratum <\/em> <em> mesakkeroth <\/em> ), i.e., casting voluptuous and amatory glances with affected innocence ( νεύματα ὀφθαλμῶν , lxx). <em> “Winking:”<\/em> <em> sâkar <\/em> is not used in the sense of <em> fucare <\/em> (Targ. <em> b. Sabbath<\/em> 62<em> b<\/em> , <em> Jome<\/em> 9<em> b<\/em> , Luther) - which is all the more inappropriate, because blackening the eyelids with powder of antimony was regarded in the East of the Old Testament as indispensable to female beauty - but in the sense of <em> nictare <\/em> (lxx, Vulg., Syr., <em> syn.<\/em> <em> remaz <\/em> , cf., <em> sekar <\/em> , Syr. to squint; Targ. = <em> shâzaph <\/em> , <a class=\"ref\">Job 20:9<\/a>). Compare also the <em> talmud<\/em> ic saying: God did not create woman out of Adam's ear, that she might be no eavesdropper (<em> tsaithânith <\/em> ), nor out of Adam's eyes, that she might be no winker (<em> sakrânith <\/em> ).<\/p><p> (Note: Also <em> b. Sota<\/em> 47b: “Since women have multiplied with extended necks and winking eyes, the number of cases has also multiplied in which it has been necessary to resort to the curse water (<a class=\"ref\">Numbers 5:18<\/a>).” In fact, this increased to such an extent, that Johanan ben Zakkai, the pupil of Hillel, abolished the ordeal (divine-verdict) of the Sota (the woman suspected of adultery) altogether. The people of his time were altogether an adulterous generation.)<\/p><p> The third was, that they walked <em> incedendo et trepidando <\/em> . The second inf. abs. is in this case, as in most others, the one which gives the distinct tone, whilst the other serves to keep before the eye the occurrence indicated in its finite verb (Ges. §131, 3). They walk about tripping (<em> tâphop <\/em> , a wide-spread onomato-poetic word), i.e., taking short steps, just putting the heel of one foot against the toe of the other (as the <em> Talmud<\/em> explains it). Luther renders it, “they walk along and waggle” (<em> schwânzen <\/em> , i.e., <em> Clunibus agitatis <\/em> ). The rendering is suitable, but incorrect. They could only take short steps, because of the chains by which the costly foot-rings (<em> achâsim <\/em> ) worn above their ankles were connected together. These chains, which were probably ornamented with bells, as is sometimes the case now in the East, they used to tinkle as they walked: they made an ankle-tinkling with their feet, setting their feet down in such a manner that these ankle-rings knocked against each other. The writing <em> beraglēhem <\/em> (masc.) for <em> beraglēhen <\/em> (fem.) is probably not an unintentional <em> synallage gen <\/em> .: they were not modest <em> virgines <\/em> , but cold, masculine <em> viragines <\/em> , so that they themselves were a <em> synallage generis <\/em> . Nevertheless they tripped along. Tripping is a child's step. Nevertheless they tripped along. Tripping is a child's step. Although well versed in sin and old in years, the women of Jerusalem tried to maintain a youthful, childlike appearance. They therefore tripped along with short, childish steps. The women of the Mohammedan East still take pleasure in such coquettish tinklings, although they are forbidden by the Koran, just as the women of Jerusalem did in the days of Isaiah. The attractive influence of natural charms, especially when heightened by luxurious art, is very great; but the prophet is blind to all this splendour, and seeing nothing but the corruption within, foretells to these rich and distinguished women a foul and by no means aesthetic fate. The Sovereign Ruler of all would smite the crown of their head, from which long hair was now flowing, with scab (<em> v'sippach <\/em> , a progressive preterite with <em> Vav<\/em> <em> apodosis<\/em> , a denom. verb from <em> sappachath <\/em> , the scurf which adheres to the skin: see at <a class=\"ref\">Habakkuk 2:15<\/a>); and Jehovah would uncover their nakedness, by giving them up to violation and abuse at the hands of coarse and barbarous foes - the greatest possible disgrace in the eyes of a woman, who covers herself as carefully as she can in the presence of any stranger (<a class=\"isa\" verses=\"WzE4NjAzLDIyNzE4LDE5Mjg5LDIwODAwXQ==\">Isaiah 47:3; Nahum 3:5; Jeremiah 13:22; Ezekiel 16:37<\/a>).<\/p>",
    "audit": null
}