{
    "id": 18003,
    "source": "kdo",
    "verse_id": 18422,
    "verse_count": 1,
    "reference": 40,
    "title": "",
    "html": "<p> Second Half of the Collection - Isaiah 40-66<\/p><p> The first half consisted of seven parts; the second consists of three. The trilogical arrangement of this cycle of prophecies has hardly been disputed by any one, since Rckert pointed it out in his <em> Translation of the Hebrew Prophets<\/em> (1831). And it is equally certain that each part consists of 3 x 3 addresses. The division of the chapters furnishes an unintentional proof of this, though the true commencement is not always indicated. The <em> first<\/em> part embraces the following nine addresses: chapters 40; 41, <a class=\"isa\" verses=\"eyIxODQ4MiI6Mzh9\">Isaiah 42:1-43:13<\/a>; 43:14-44:5; 44:6-23; 44:24-45:25; <a class=\"isa\" verses=\"eyIxODc2MyI6MTV9\">Isaiah 56:9-57:11<\/a><em> a<\/em> . In the former it is the emotion of sorrow which throws its shadow upon it; in the latter, the emotion of wrath. And in every other instance in which it changes, we may detect at once the influence of the object and of the emotion. In <a class=\"isa\" verses=\"WzE4ODg2XQ==\">Isaiah 63:19<\/a><em> b<\/em> -64:4 it is sadness which chokes the stream of words; in <a class=\"isa\" verses=\"eyIxODcxMCI6MTV9\">Isaiah 52:13-53:12<\/a>) the sufferings and exaltation of Christ are proclaimed as clearly, as if the prophet had stood beneath the cross itself, and had seen the Risen Saviour. He is transported to the very commencement of the New Testament times, and begins just like the New Testament evangelists. He afterwards describes the death and resurrection of Christ as completed events, with all the clearness of a Pauline discourse. And lastly, he clings to the heavenly world beyond, like John in the Apocalypse. Yet the Old Testament limits are not disturbed; but within those limits, evangelist, apostle, and apocalyptist are all condensed into one. Throughout the whole of these addresses we never meet with a strictly Messianic prophecy; and yet they have more christological depth than all the Messianic prophecies taken together. The bright picture of the coming King, which is met with in the earlier Messianic prophecies, undergoes a metamorphosis here, out of which it issues enriched by many essential elements, viz., those of the two <em> status<\/em> , the <em> mors vicaria <\/em> , and the <em> munus triplex <\/em> . The dark typical background of suffering, which the mournful Davidic psalms give to the figure of the Messiah, becomes here for the first time an object of direct prediction. The place of the Son of David, who is only a King, is now take by the Servant of Jehovah, who is <em> Prophet<\/em> and <em> Priest<\/em> by virtue of His self-sacrifice, and <em> King<\/em> as well; the Saviour of Israel and of the Gentiles, persecuted even to death by His own nation, but exalted by God to be both Priest and King. So rich and profound a legacy did Isaiah leave to the church of the captivity, and to the church of the future also, yea, even to the New Jerusalem upon the new earth. Hengstenberg has very properly compared these prophecies of Isaiah to the Deuteronomic “last words” of Moses in the steppes of Moab, and to the last words of the Lord Jesus, within the circle of His own disciples, as reported by John. It is a thoroughly esoteric book, left to the church for future interpretation. To none of the Old Testament prophets who followed him was the ability given perfectly to open the book. Nothing but the coming of the Servant of Jehovah in the person of Jesus Christ could break all the seven seals. But was Isaiah really the author of this book of consolation? Modern criticism visits all who dare to assert this with the double ban of want of science and want of conscience. It regards Isaiah's authorship as being quite as impossible as any miracle in the sphere of nature, of history, or of the spirit. No prophecies find any favour in its eyes, but such as can be naturally explained. It knows exactly how far a prophet can see, and where he must stand, in order to see so far. But we are not tempted at all to purchase such omniscience at the price of the supernatural. We believe in the supernatural reality of prophecy, simply because history furnishes indisputable proofs of it, and because a supernatural interposition on the part of God in both the inner and outer life of man takes place even at the present day, and can be readily put to the test. But this interposition varies greatly both in degree and kind; and even in the far-sight of the prophets there were the greatest diversities, according to the measure of their charisma. It is quite possible, therefore, that Isaiah may have foreseen the calamities of the Babylonian age and the deliverance that followed “by an excellent spirit,” as the son of Sirach says (Ecclus. 48:24), and may have lived and moved in these “last things,” even at a time when the Assyrian empire was still standing. But we do not regard all that is possible as being therefore real. We can examine quite impartially whether this really was the case, and without our ultimate decision being under the constraint of any unalterable foregone conclusion, like that of the critics referred to. All that we have said in praise of chapters 40-66 would retain its fullest force, even if the author of the whole should prove to be a prophet of the captivity, and not Isaiah.<\/p><p> We have already given a cursory glance at the general and particular grounds upon which we maintain the probability, or rather the certainty, that Isaiah was the author of chapters 40-66; and we have explained them more fully in the concluding remarks to Drechsler's <em> Commentary<\/em> (vol. iii. pp. 361-416), to which we would refer any readers who wish to obtain a complete insight into the <em> pro<\/em> and <em> con<\/em> of this critical question. All false supports of Isaiah's authorship have there been willingly given up; for the words of Job to his friends (<a class=\"isa\" verses=\"W3siMTg1NDYiOjR9LFsxODQ1OSwxODU5NF1d\">Isaiah 44:12-15; Isaiah 41:7; Isaiah 46:7<\/a>, though the attempt has also been made to render this intelligible by the interpolation hypothesis. It is not only in <a class=\"isa\" verses=\"eyIxODc2MyI6MTV9\">Isaiah 56:9-57:11<\/a><em> a<\/em> in the earlier reproachful addresses of Jeremiah, and not <em> vice versa<\/em> .<\/p><p> In conclusion, let us picture to ourselves the gradual development of Isaiah's view of the <em> captivity<\/em> , that penal judgment already threatened in the law. (1.) In the <em> Uzziah-Jotham<\/em> age the prophet refers to the captivity, in the most general terms that can be conceived, in <a class=\"isa\" verses=\"WzE3NzgyXQ==\">Isaiah 6:12<\/a>, though he mentions it casually by its own name even in <a class=\"isa\" verses=\"WzE3NzUzXQ==\">Isaiah 5:13<\/a>. (2.) In the time of <em> Ahaz<\/em> we already see him far advanced beyond this first sketchy reference to the captivity. In <a class=\"isa\" verses=\"WzE3ODk2XQ==\">Isaiah 11:11<\/a>. he predicts a second deliverance, resembling the Egyptian exodus. Asshur stands at the head of the countries of the <em> diaspora<\/em> , as the imperial power by which the judgment of captivity is carried out. (3.) In the early years of <em> Hezekiah<\/em> , <a class=\"isa\" verses=\"WzE4MDcxXQ==\">Isaiah 22:18<\/a> appears to indicate the carrying away of Judah by Asshur. But when the northern kingdom had succumbed to the judgment of the Assyrian banishment, and Judah had been mercifully spared this judgment, the eyes of Isaiah were directed to Babylon as the imperial power destined to execute the same judgment upon Judah. We may see this from <a class=\"isa\" verses=\"eyIxODQxOCI6M30=\">Isaiah 39:5-7<\/a>. Micah also speaks of Babylon as the future place of punishment and deliverance (<a class=\"ref\">Micah 4:10<\/a>). The prophecies of the overthrow of Babylon in <a class=\"isa\" verses=\"WzE3OTIxLDE3OTI4XQ==\">Isaiah 13:14, Isaiah 13:21<\/a>, are therefore quite in the spirit of the prophecies of Hezekiah's time. And chapters 40-66 merely develop on all sides what was already contained in germ in <a class=\"isa\" verses=\"W3siMTc5MzAiOjJ9LFsxODA0Nl1d\">Isaiah 14:1-2; Isaiah 21:10<\/a>. It is well known that in the time of Hezekiah Babylon attempted to break loose from Assyria; and so also the revolt of the Medes from Asshur, and the union of their villages and districts under one monarch named Deyoces, occurred in the time of Hezekiah.<\/p><p> (Note: Spiegel (<em> Eran<\/em> , p. 313ff.) places the revolt of the Medes in the year 714, and Deyoces in the year 708.)<\/p><p> It is quite characteristic of Isaiah that he never names the Persians, who were at that time still subject to the Medes. He mentions <em> Madai<\/em> in <a class=\"isa\" verses=\"WzE3OTI0XQ==\">Isaiah 13:17<\/a> and <a class=\"isa\" verses=\"WzE4MDM4XQ==\">Isaiah 21:2<\/a>, and <em> Kōresh <\/em> (<em> Kurus<\/em> ), the founder of the Persian monarchy; but not that one of the two leading Iranian tribes, which gained its liberty through him in the time of Astyages, and afterwards rose to the possession of the imperial sway.<\/p><p> But how is it possible that Isaiah should have mentioned Cyrus by name centuries before this time (210 years, according to Josephus, <em> Ant.<\/em> xi. 1, 2)? Windischmann answers this question in his <em> Zoroastrische Studien<\/em> , p. 137. “No one,” he says, “who believes in a living, personal, omniscient God, and in the possibility of His revealing future events, will ever deny that He possesses the power to foretell the name of a future monarch.” And Albrecht Weber, the Indologian, finds in this answer “an evidence of self-hardening against the scientific conscience,” and pronounces such hardening nothing less than “devilish.” <\/p><p> It is not possible to come to any understanding concerning this point, which is the real nerve of the prevailing settled conclusion as to chapters 40-66. We therefore hasten on to our exposition. <em> And in relation to this, if we only allow that the prophet really was a prophet, it is of no essential consequence to what age he belonged<\/em> . For in this one point we quite agree with the opponents of its genuineness, namely, that the standpoint of the prophet is the second half of the captivity. If the author is Isaiah, as we feel constrained to assume for reasons that we have already stated here and elsewhere, he is entirely carried away from his own times, and leads a pneumatic life among the exiles. There is, in fact, no more “Johannic” book in the whole of the Old Testament than this book of consolation. It is like the produce of an Old Testament gift of tongues. The fleshly body of speech has been changed into a glorified body; and we hear, as it were, spiritual voices from the world beyond, or world of glory.<\/p>",
    "audit": null
}