{
    "id": 18068,
    "source": "kdo",
    "verse_id": 18528,
    "verse_count": 3,
    "reference": "43:22-24",
    "title": "",
    "html": "<p> It would be the praise of God, however, and not the merits of their own works, that they would have to relate; for there was nothing at all that could give them any claim to reward. There were not even acts of ceremonial worship, but only the guilt of grievous sins. <em> “And thou hast not called upon me, O Jacob, that thou shouldst have wearied thyself for me, O Israel! Thou hast not brought me sheep of thy burnt-offerings, and thou hast not honoured me with thy slain-offerings. I have not burdened thee with meat-offerings, and have not troubled thee about incense. Thou hast bought me no spice-cane for silver, nor hast thou refreshed me with fat of thy slain-offerings. No; thou hast wearied me with thy sins, troubled me with thine iniquities.”<\/em> We cannot agree with Stier, that these words refer to the whole of the previous worship of Israel, which is treated here as having no existence, because of its heartlessness and false-holiness. And we must also not forget, that all these prophecies rested on either the historical or the ideal soil of the captivity. The charge commences with the worship of prayer (with calling upon Jehovah, as in <a class=\"ref\">Psalms 14:4; Psalms 18:7<\/a>), to which the people were restricted when in exile, since the law did not allow them to offer sacrifice outside the holy land. The personal pronoun אתי , in the place of the suffix, is written first of all for the sake of emphasis, as if the meaning were, “Israel could exert itself to call upon other gods, but not upon Jehovah.” The following <em> kı̄ <\/em> is equivalent to <em> ut <\/em> (<a class=\"ref\">Hosea 1:6<\/a>), or <em> ‛ ad<\/em> -<em> kı̄ <\/em> in <a class=\"ref\">2 Samuel 23:10<\/a>, <em> adeo ut laborasses me colendo <\/em> (so as to have wearied thyself in worshipping me). They are also charged with having offered no sacrifices, inasmuch as in a foreign land this duty necessarily lapsed of itself, together with the self-denial that it involved. The spelling הביאת (as in <a class=\"ref\">Numbers 14:31<\/a>) appears to have been intended for the pronunciation הביאת (compare the pronunciation in <a class=\"ref\">2 Kings 19:25<\/a>, which comes between the two). The <em> ‛ ōlōth <\/em> (burnt-offerings) stand first, as the expression of adoration, and are connected with <em> sēh <\/em> , which points to the daily morning and evening sacrifice (the <em> tâmı̄d <\/em> ). Then follow the <em> z e bâchı̄m <\/em> (slain-offerings), the expression of the establishment of fellowship with Jehovah ( וּזבחי ך is equivalent to וּבזביחך , like חמה = בּחמה , <a class=\"isa\" verses=\"WzE4NTMxXQ==\">Isaiah 43:25<\/a>). The “fat” (<em> c hēlebh <\/em> ) in <a class=\"isa\" verses=\"WzE4NTMwXQ==\">Isaiah 43:24<\/a> refers to the portions of fat that were placed upon the altar in connection with this kind of sacrifice. After the <em> z e bâchı̄m <\/em> comes the <em> m ichâh <\/em> , the expression of desire for the blessing of Jehovah, a portion of which, the so-called remembrance portion (<em> ' azkârâh <\/em> ), was placed upon the altar along with the whole of the incense. And lastly, the <em> qâneh <\/em> (spice-cane), i.e., some one of the <em> Amoma<\/em> ,<\/p><p> (Note: The <em> qâneh <\/em> is generally supposed to be the <em> Calamus<\/em> ; but the <em> c alamus<\/em> forms no stalk, to say nothing of a cane or hollow stalk. It must be some kind of aromatic plant, with a stalk like a cane, either the <em> Cardamum<\/em> , <em> Ingber<\/em> , or <em> Curcuma<\/em> ; at any rate, it belonged to the species <em> Amomum<\/em> . The aroma of this was communicated to the anointing oil, the latter being infused, and the resinous parts of the former being thereby dissolved.)<\/p><p> points to the holy anointing oil (<a class=\"ref\">Exodus 30:23<\/a>), or if it refer to spices generally, to the sacred incense, though <em> qâneh <\/em> is not mentioned as one of the ingredients in <a class=\"ref\">Exodus 30:34<\/a>. The nation, which Jehovah was now redeeming out of pure unmingled grace, had not been burdened with costly tasks of this description (see <a class=\"ref\">Jeremiah 6:20<\/a>); on the contrary, it was Jehovah only who was burdened and troubled. He denies that there was any “causing to serve” ( העביד , lit., to make a person a servant, to impose servile labour upon him) endured by Israel, but affirms this rather of Himself. The sins of Israel pressed upon Him, as a burden does upon a servant. His love took upon itself the burden of Israel's guilt, which derived its gravitating force from His won holy righteous wrath; but it was a severe task to bear this heavy burden, and expunge it - a thoroughly divine task, the significance of which was first brought out in its own true light by the cross on Golgotha. When God creates, He expresses His fiat, and what He wills comes to pass. But He does not blot out sin without balancing His love with His justice; and this equalization is not effected without conflict and victory.<\/p>",
    "audit": null
}