{
    "id": 17642,
    "source": "kdo",
    "verse_id": 17717,
    "verse_count": 1,
    "reference": "3:9",
    "title": "",
    "html": "<p> But Israel, instead of walking in the consciousness of being a constant and favourite object of these majestic, earnestly admonishing eyes, was diligently engaged in bidding them defiance both in word and deed, not even hiding its sin from fear of them, but exposing them to view in the most shameless manner. - <em> “The look of their faces testifies against them, and their sin they make known like Sodom, without concealing it: woe to their soul! for they do themselves harm.”<\/em> In any case, the prophet refers to the impudence with which their enmity against God was shamelessly stamped upon their faces, without even the self-condemnation which leads in other cases to a diligent concealment of the sin. But we cannot follow Luzzatto and Jos. Kimchi, who take <em> haccârath <\/em> as used directly for <em> azzuth <\/em> (impudence), inasmuch as the Arabic <em> hakara <\/em> (<em> hakir‛a <\/em> ), to which Kimchi appeals, signifies to be astonished and to stare (see at <a class=\"ref\">Job 19:3<\/a>). And in this case there would be nothing strange in the substantive form, which would be a <em> piel<\/em> formation like בּלּהה חטּאה . But it may be a <em> hiphil<\/em> formation (Ewald, §156, <em> a<\/em> ); and this is incomparably the more probable of the two, as <em> hiccir <\/em> <em> panim <\/em> is a very common phrase. It signifies to look earnestly, keenly, or inquiringly in the face of a person, to fix the eye upon him; and, when used of a judge, to take the part of a person, by favouring him unjustly (<a class=\"ref\">Deuteronomy 1:17; Deuteronomy 16:19<\/a>). But this latter idea, viz., “their acceptance of the person, or partiality” (according to <a class=\"ref\">Proverbs 24:23; Proverbs 28:21<\/a>), is inadmissible here, for the simple reason that the passage refers to the whole nation, and not particularly to the judges. “The look of their faces” (<em> haccârath <\/em> <em> p'nēhem <\/em> ) is to be understood in an objective sense, viz., the appearance ( τὸ εἶδος , <a class=\"ref\">Luke 9:29<\/a>), like the <em> agnitio <\/em> of Jerome, <em> id quo se agnoscendum dat vultus eorum <\/em> . This was probably the expression commonly employed in Hebrew for what we designate by a very inappropriate foreign word, viz., physiognomy, i.e., the expression of the face which reveals the state of the mind. This expression of their countenance testified against them (<em> anah <\/em> <em> b' <\/em> , as in <a class=\"isa\" verses=\"WzE4ODEzXQ==\">Isaiah 59:12<\/a>), for it was the disturbed and distorted image of their sin, which not only could not be hidden, but did not even wish to be; in a word, of their <em> azzuth <\/em> (<a class=\"ref\">Ecclesiastes 8:1<\/a>). And it did not even rest with this open though silent display: they spoken openly of their sin (<em> higgid <\/em> in its simplest meaning, <em> palam facere <\/em> , from <em> nâgad <\/em> , <em> nagâda <\/em> , to be open, evident) without making any secret of it, like the Sodomites, who publicly proclaimed their fleshly lusts (Gen 19). Jerusalem was spiritually Sodom, as the prophet called it in <a class=\"isa\" verses=\"WzE3NjY1XQ==\">Isaiah 1:10<\/a>. By such barefaced sinning they did themselves harm (<em> gâmal <\/em> , lit., to finish, then to carry out, to show practically).<\/p><p> (Note: It may now be accepted as an established fact, that the verb <em> gâmal <\/em> is connected with the Arabic <em> 'gamala <\/em> , to collect together, <em> 'gamula <\/em> , to be perfect, <em> kamala <\/em> , <em> kamula <\/em> <em> id <\/em> ., and <em> gâmar <\/em> , to finish (see Hupfeld on <a class=\"ref\">Psalms 7:5<\/a>, and Fürst, <em> Heb. Lex.<\/em> ).)<\/p>",
    "audit": null
}