{
    "id": 18188,
    "source": "kdo",
    "verse_id": 18764,
    "verse_count": 2,
    "reference": "56:10-11",
    "title": "",
    "html": "<p> The prophet now proceeds with צפו ( צפיו ): the suffix refers to Israel, which was also the object to לאכל . <em> “His watchmen are blind: they <\/em> (<em> are<\/em> )<em> all ignorant, they <\/em> (<em> are<\/em> )<em> all dumb dogs that cannot bark; raving, lying down, loving to slumber. And the dogs are mightily greedy, they know no satiety; and such are shepherds! They know no understanding; they have all turned to their own ways, every one for his own gain throughout his border.”<\/em> The “watchmen” are the prophets here, as everywhere else (<a class=\"isa\" verses=\"WzE4NzA1XQ==\">Isaiah 52:8<\/a>, cf., <a class=\"isa\" verses=\"WzE4MDQyXQ==\">Isaiah 21:6<\/a>, <a class=\"ref\">Habakkuk 2:1; Jeremiah 6:17; Ezekiel 3:17<\/a>). The prophet is like a watchman (<em> tsōpheh <\/em> ) stationed upon his watch-tower (<em> specula <\/em> ), whose duty it is, when he sees the sword come upon the land, to blow the <em> shōphâr <\/em> , and warn the people (<a class=\"ref\">Ezekiel 33:1-9<\/a>). But just as Jeremiah speaks of bad prophets among the captives (Jer 29), and the book of Ezekiel is full of reproaches at the existing neglect of the office of watchman and shepherd; so does the prophet here complain that the watchmen of the nation are blind, in direct opposition to both their title and their calling; they are all without either knowledge or the capacity for knowledge (vid., <a class=\"isa\" verses=\"WzE4NTQzLDE4NTgyXQ==\">Isaiah 44:9; Isaiah 45:20<\/a>). They ought to resemble watchful sheep-dogs (<a class=\"ref\">Job 30:1<\/a>), which bark when the flock is threatened; but they are dumb, and cannot bark (<em> nâbhach <\/em> , root <em> nab <\/em> ), and leave the flock to all its danger. Instead of being “seers” (<em> c hōzı̄m <\/em> ), they are ravers (<em> hōzı̄m <\/em> ; cf., <a class=\"isa\" verses=\"WzE4MDIzXQ==\">Isaiah 19:18<\/a>, where we have a play upon החרס in ההרס ). הזים , from הזה , to rave in sickness, <em> n. act. hadhajan<\/em> (which Kimchi compares to <em> parlare<\/em> <em> in<\/em> <em> sônno <\/em> ); hence the Targum נימים , lxx ἐνυπνιαζόμενοι A φανταζόμενοι , S ὁραματισταί , Jer. <em> videntes vana <\/em> . The predicates which follow are attached to the leading word <em> hōzı̄m <\/em> (raving), if not precisely as adjectives, yet as more minutely descriptive. Instead of watching, praying, wrestling, to render themselves susceptible of visions of divine revelations for the good of their people, and to keep themselves in readiness to receive them, they are idle, loving comfortable ease, talkers in their sleep. And the dogs, viz., those prophets who resemble the worst of them (see at <a class=\"isa\" verses=\"WzE4NDI5XQ==\">Isaiah 40:8<\/a>), are נפשׁ עזּי , of violent, unrestrained soul, insatiable. Their soul lives and moves in the lowest parts of their nature; it is nothing but selfish avarice, self-indulgent greediness, violent restlessness of passion, that revolves perpetually around itself. With the words “and these are shepherds,” the range of the prophet's vision is extended to the leaders of the nation generally; for when the prophet adds as an exclamation, “And such (<em> hi <\/em> = tales) are shepherds!” he applies the glaring contrast between calling and conduct to the holders of both offices, that of teacher and that of ruler alike. For, apart from the accents, it would be quite at variance with the general use of the personal pronoun המה , to apply it to any other persons than those just described (viz., in any such sense as this: “And those, who ought to be shepherds, do not know”). Nor is it admissible to commence an adversative minor clause with והמה , as Knobel does, “whereas they are shepherds;” for, since the principal clause has הכלבים (dogs) as the subject, this would introduce a heterogeneous mixture of the two figures, shepherds' dogs and shepherds. We therefore take רעים והמה as an independent clause: “And it is upon men of such a kind, that the duty of watching and tending the nation devolves!” These רעים (for which the Targum reads רעים ) are then still further described: they know not to understand, i.e., they are without spiritual capacity to pass an intelligible judgment (compare the opposite combination of the two verbs in <a class=\"isa\" verses=\"WzE4MjY0XQ==\">Isaiah 32:4<\/a>); instead of caring for the general good, they have all turned to their own way (<em> l e darkâm <\/em> ), i.e., to their own selfish interests, every one bent upon his own advantage ( בּצע from בּצע , <em> abscindere <\/em> , as we say, <em> seinen Schnitt zu machen <\/em> , to reap an advantage, lit., to make an incision). מקּצהוּ , from his utmost extremity (i.e., from that of his own station, including all its members), in other words, “throughout the length and breadth of his own circle;” <em> qâtseh <\/em> , the end, being regarded not as the terminal point, but as the circumference (as in <a class=\"ref\">Genesis 19:4; Genesis 47:21<\/a>, and <a class=\"ref\">Jeremiah 51:31<\/a>).<\/p>",
    "audit": null
}