{
    "id": 13425,
    "source": "kdo",
    "verse_id": 18509,
    "verse_count": 2,
    "reference": "43:3–4",
    "title": "",
    "html": " <p>Just as in <i> <a class=\"isa\" verses=\"WzE4NTA3XQ==\">Isaiah 43:1<\/a><\/i>, <i>(<span class=\"translit\">, kı̄<\/span>) (for), with all that follows, assigns the reason for the encouraging “Fear not;” so here a second <i>(<span class=\"translit\">, kı̄<\/span>) introduces the reason for the promise which ensures them against the dangers arising from either water or fire. <i>“For I Jehovah am thy God;<\/i>, (<i>I<\/i>) <i>the Holy One of Israel, thy Saviour: I give up Egypt as a ransom for thee, Ethiopia and Seba in thy stead. Because thou art dear in my eyes, highly esteemed, and I loved thee; I give up men in thy stead, and peoples for thy life.”<\/i>, Both “Jehovah” and “the Holy One of Israel” are in apposition to <i>“I”<\/i>, (<i>(<span class=\"translit\">,'ănı̄ <\/span>)), the force of which is continued in the second clause. The preterite <i>(<span class=\"translit\">, nâthattı̄<\/span>) (I have given), as the words “I will give” in <i> <a class=\"isa\" verses=\"WzE4NTEwXQ==\">Isaiah 43:4<\/a><\/i>, clearly show, states a fact which as yet is only completed so far as the purpose is concerned. “ <i>A ransom:<\/i>,” <i>(<span class=\"translit\">, kōpher<\/span>) (<span class=\"greek normal\">,λύτρον<\/span>) is literally the covering - the person making the payment. <span class=\"normal hebrew\">,סבא<\/span>, is the land of <i>Meroë<\/i>, which is enclosed between the White and Blue Nile, the present <i>Dâr <\/i> <i>Sennâr<\/i>, district of <i>Sennâr<\/i>, (<i>Sen-ârti<\/i>, i.e., island of <i>Senâ <\/i>), or the ancient Meriotic priestly state settled about this enclosed land, probably included in the <i>Mudrâya<\/i>, (Egypt) of the Achaemenidian arrowheaded inscriptions; though it is uncertain whether the <i>Kusiya<\/i>, (Heb. <i>(<span class=\"translit\">, Kūshı̄m <\/span>)) mentioned there are the predatory tribe of archers called <span class=\"greek normal\">,Κοσσαῖοι<\/span>, (Strabo, xi. 13, 6), whose name has been preserved in the present Chuzistan, the eastern Ethiopians of the Greeks (as Lassen and Rawlinson suppose), or the African Ethiopians of the Bible, as Oppert imagines. The fact that Egypt was only conquered by Cambyses, and not by Cyrus, who merely planned it (Herod. i. 153), and to whom it is only attributed by a legend (Xen. Cyr<\/i>,. viii. 6, 20, <span class=\"greek normal\">,λἐγεται καταστρἐψσασθαι Αἰγυπτον <\/span>), does no violence to the truth of the promise. It is quite enough that Egypt and the neighbouring kingdoms were subjugated by the new imperial power of Persia, and that through that empire the Jewish people recovered their long-lost liberty. The free love of God was the reason for His treating Israel according to the principle laid down in <a class=\"ref\">Proverbs 11:8; Proverbs 21:18<\/a>. <span class=\"normal hebrew\">,מאשׁר<\/span>, does not signify ex quo tempore<\/i>, here, but is equivalent to <span class=\"normal hebrew\">,אשׁר <\/span> <span class=\"normal hebrew\">,מפּני<\/span>, in <a class=\"ref\">Exodus 19:18; Jeremiah 44:23<\/a>; for if it indicated the terminus a quo<\/i>, it would be followed by a more distinct statement of the fact of their election. The personal pronoun “and I” ((<span class=\"translit\">, va'ănı̄ <\/span>)) is introduced in consequence of the change of persons. In the place of <span class=\"normal hebrew\">,ונתתּי<\/span>, (perf. cons. <\/i>), <span class=\"normal hebrew\">,ואתּן<\/span>, commended itself, as the former had already been used in a somewhat different function. All that composed the chosen nation are here designated as “man” ((<span class=\"translit\">, âdâm <\/span>)), because there was nothing in them but what was derived from Adam. <span class=\"normal hebrew\">,תּחת<\/span>, has here a strictly substitutionary meaning throughout. <br> <\/i> <\/i> <\/p>",
    "audit": null
}