{
    "id": 17716,
    "source": "kdo",
    "verse_id": 17826,
    "verse_count": 1,
    "reference": "8:18",
    "title": "",
    "html": "<p> His home was the future, and to this he was subservient, even with all his house. <em> “Behold, I and the children which Jehovah hath given me for signs and types in Israel, from Jehovah of hosts, who dwelleth upon Mount Zion.”<\/em> He presents himself to the Lord with his children, puts himself and them into His hands. They were Jehovah's gift, and that for a higher purpose than every-day family enjoyment. They subserved the purpose of signs and types in connection with the history of salvation. “<em> Signs and types<\/em> :” <em> 'oth <\/em> (sign) was an omen or prognostic ( σημεῖον ) in word and deed, which pointed to and was the pledge of something future (whether it were in itself miraculous or natural); <em> mopheth <\/em> was either something miraculous ( τέρας ) pointing back to a supernatural cause, or a type ( τύπος , <em> prodigium <\/em> = <em> porridigium <\/em> ) which pointed beyond itself to something future and concealed, literally twisted round, i.e., out of the ordinary course, paradoxical, striking, standing out (Arab. <em> aft <\/em> , <em> ift <\/em> , <em> res mira <\/em> , δεινόν τι ), from אפת (related to הפך , אבך ) = מאפת , like מוסר = מאסר . His children were signs and enigmatical symbols of the future, and that from Jehovah of hosts who dwelt on Zion. In accordance with His counsel (to which the עם in מעם points), He had selected these signs and types: He who could bring to pass the future, which they set forth, as surely as He was Jehovah of hosts, and who would bring it to pass as surely as He had chosen Mount Zion for the scene of His gracious presence upon earth. Shear-yashub and Mahershalal were indeed no less symbols of future wrath than of future grace; but the name of the father (<em> Yesha'hâhu <\/em> ) was an assurance that all the future would issue from Jehovah's salvation, and end in the same. Isaiah and his children were figures and emblems of redemption, opening a way for itself through judgment. The Epistle to the Hebrews (<a class=\"ref\">Hebrews 2:13<\/a>) quotes these words as the distinct words of Jesus, because the spirit of Jesus was in Isaiah - the spirit of Jesus, which in the midst of this holy family, bound together as it was only to the bands of “the shadow,” pointed forward to that church of the New Testament which would be found together by the bands of the true substance. Isaiah, his children, and his wife, who is called “the prophetess” (<em> nebi'ah <\/em> ) not only because she was the wife of the prophet but because she herself possessed the gift of prophecy, and all the believing disciples gathered round this family - these together formed the stock of the church of the Messianic future, on the foundation and soil of the existing <em> massa perdita <\/em> of Israel.<\/p>",
    "audit": null
}