{
    "id": 17708,
    "source": "kdo",
    "verse_id": 17811,
    "verse_count": 2,
    "reference": "8:3-4",
    "title": "",
    "html": "<p> But something occurred in the meantime whereby the place of the lifeless table was taken by a more eloquent and living one. <em> “And I drew near to the prophetess; and she conceived, and bare a son: and Jehovah said to me, Call his name In-speed-spoil-booty-hastens <\/em> (<em> Maher-shalal-hash-baz<\/em> )<em> : for before the boy shall know how to cry, My father, and my mother, they will carry away the riches of Damascus, and the spoil of Samaria, before the king of Asshur.”<\/em> To his son Shear-yashub, in whose name the law of the history of Israel, as revealed to the prophet on the occasion of his call (<a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">Isaiah 6:1-13<\/a>), viz., the restoration of only a remnant of the whole nation, had been formulated, there was now added a second son, to whom the inscription upon the table was given as a name (with a small abbreviation, and if the <em> Lamed<\/em> is the particle of dedication, a necessary one). He was therefore the symbol of the approaching chastisement of Syria and the kingdom of the ten tribes. Before the boy had learned to stammer out the name of father and mother, they would carry away (<em> yissâ <\/em> , not the third pers. fut. <em> niphal<\/em> , which is <em> yinnâsē <\/em> , but <em> kal<\/em> with a latent, indefinite subject <em> hannōsē' <\/em> : Ges. §137, 3) the treasures of Damascus and the trophies (i.e., the spoil taken from the flying or murdered foe) of Samaria before the king of Asshur, who would therefore leave the territory of the two capitals as a conqueror. It is true that Tiglath-pileser only conquered Damascus, and not Samaria; but he took from Pekah, the king of Samaria, the land beyond the Jordan, and a portion of the land on this side. The trophies, which he took thence to Assyria, were no less the spoil of Samaria than if he had conquered Samaria itself (which Shalmanassar did twenty years afterwards). The birth of Mahershalal took place about three-quarters of a year later than the preparation of the table (as the verb <em> vâ'ekrab <\/em> is an aorist and not a pluperfect); and the time appointed, from the birth of the boy till the chastisement of the allied kingdoms, was about a year. Now, as the Syro-Ephraimitish war did not commence later than the first year of the reign of Ahaz, i.e., the year 743, and the chastisement by Tiglath-pileser occurred in the lifetime of the allies, whereas Pekah was assassinated in the year 739, the interval between the commencement of the war and the chastisement of the allies cannot have been more than three years; so that the preparation of the table must not be assigned to a much later period than the interview with Ahaz. The inscription upon the table, which was adopted as the name of the child, was not a purely consolatory prophecy, since the prophet had predicted, a short time before, that the same Asshur which devastated the two covenant lands would lay Judah waste as well. It was simply a practical proof of the omniscience and omnipotence of God, by which the history of the future was directed and controlled. The prophet had, in fact, the mournful vocation to harden. Hence the enigmatical character of his words and doings in relation to both kings and nation. Jehovah foreknew the consequences which would follow the appeal to Asshur for help, as regarded both Syria and Israel. This knowledge he committed to writing in the presence of witnesses. When this should be fulfilled, it would be all over with the rejoicing of the king and people at their self-secured deliverance.<\/p><p> But Isaiah was not merely within the broader circle of an incorrigible nation ripe for judgment. He did not stand alone; but was encircled by a small band of believing disciples, who wanted consolation, and were worthy of it. It was to them that the more promising obverse of the prophecy of Immanuel belonged. Mahershalal could not comfort them; for they knew that when Asshur had done with Damascus and Samaria, the troubles of Judah would not be over, but would only then be really about to commence. To be the shelter of the faithful in the terrible judicial era of the imperial power, which was then commencing, was the great purpose of the prediction of Immanuel; and to bring out and expand the consolatory character of that prophecy for the benefit of believers, was the design of the addresses which follow.<\/p>",
    "audit": null
}