{
    "id": 18012,
    "source": "kdo",
    "verse_id": 18432,
    "verse_count": 1,
    "reference": "40:11",
    "title": "",
    "html": "<p> The prophet dwells upon this, the redeeming side not the judicial, as he proceeds to place the image of the good shepherd by the side of that of the Lord Jehovah. <em> “He will feed His flock like a shepherd, take the lambs in His arm, and carry them in His bosom, and gently lead those that are giving suck.”<\/em> The flock is His people, now dispersed in a foreign land. The love with which He tends this flock is shown, by way of example, in His conduct towards the טלאים (= טליים from טלי = טלה ), the young lambs that have not long been born, and the עלות , those giving suck, <em> lactantes <\/em> (Vulg. <em> fetae <\/em> ), not those that are sucking, <em> sugentes <\/em> (from עוּל <em> med. Vav<\/em> , to nourish). Such as cannot keep pace with the flock he takes in his arms, and carries in the bosom of his dress; and the mothers he does not overdrive, but ינהל (see at <a class=\"ref\">Psalms 23:2<\/a>), lets them go gently alone, because they require care (<a class=\"ref\">Genesis 33:13<\/a>). With this loving picture the prologue in <a class=\"isa\" verses=\"eyIxODQyMiI6MTF9\">Isaiah 40:1-11<\/a> is brought to a close. It stands at the head of the whole, like a divine inauguration of the prophet, and like the quintessence of what he is commanded to proclaim. Nevertheless it is also an integral part of the first address. For the questions which follow cannot possibly be the commencement of the prophecy, though it is not very clear how far they form a continuation. <\/p><p> The connection is the following: The prophet shows both didactically and paraenetically what kind of God it is whose appearance to redeem His people has been prophetically announced in <a class=\"isa\" verses=\"eyIxODQyMiI6MTF9\">Isaiah 40:1-11<\/a>. He is the incomparably exalted One. This incomparable exaltation makes the ignorance of the worshipers of idols the more apparent, but it serves to comfort Israel. And Israel needs such consolation in its present banishment, in which it is so hard for it to comprehend the ways of God.<\/p>",
    "audit": null
}