{
    "id": 17799,
    "source": "kdo",
    "verse_id": 17973,
    "verse_count": 3,
    "reference": "16:3-5",
    "title": "",
    "html": "<p> There they show themselves, on the spot to which their land once reached before it passed into the possession of Israel - <em> there<\/em> , on its farthest boundary in the direction towards Judah, which was seated above; and taking heart, address the following petitions to Zion, or to the Davidic court, on the other side. <em> “Give counsel, form a decision, make thy shadow like night in the midst of noon; hide the outcasts, do not betray the wanderers. Let mine outcasts tarry in thee, Moab; be a covert to it from before the spoiler.”<\/em> In their extremity they appeal to Zion for counsel, and the once proud but now thoroughly humbled Moabites place the decision of their fate in the hands of the men of Judah (so according to the <em> Keri<\/em> ), and stand before Zion praying most earnestly for shelter and protection. Their fear of the enemy is so great, that in the light of the noon-day sun they desire to be covered with the protecting shade of Zion as with the blackness of night, that they may not be seen by the foe. The short-sentences correspond to the anxious urgency of the prayer (cf., <a class=\"isa\" verses=\"WzE4Mjg4XQ==\">Isaiah 33:8<\/a>). <em> Pelilâh <\/em> (cf., <em> peililyyâh <\/em> , <a class=\"isa\" verses=\"WzE4MTcyXQ==\">Isaiah 28:7<\/a>) is the decision of a judge (<em> pâlil <\/em> ); just as in <a class=\"isa\" verses=\"WzE3OTY2XQ==\">Isaiah 15:5<\/a> <em> sheilshiyyâh <\/em> is the age and standing of three years. The figure of the shadow is the same as in <a class=\"isa\" verses=\"W3siMTgyMjAiOjJ9LFsxODI2Ml1d\">Isaiah 30:2-3; Isaiah 32:2<\/a>, etc.; <em> nōdēd <\/em> is the same as in <a class=\"isa\" verses=\"WzE4MDUwXQ==\">Isaiah 21:14<\/a>; <em> niddâchai <\/em> as in <a class=\"isa\" verses=\"WzE3ODk3XQ==\">Isaiah 11:12<\/a>; <em> sēther <\/em> as in <a class=\"isa\" verses=\"WzE4MjYyXQ==\">Isaiah 32:2<\/a>, and other passages; <em> shōdēd <\/em> as in <a class=\"isa\" verses=\"WzE4MjgxXQ==\">Isaiah 33:1<\/a>; <em> mipp e nē <\/em> as in <a class=\"isa\" verses=\"WzE4MDUxXQ==\">Isaiah 21:15<\/a>. The whole is word for word Isaiah's. There is no necessity to read <em> nidchē <\/em> instead of <em> niddâc <\/em> <em> Mo'âb <\/em> in <a class=\"isa\" verses=\"WzE3OTc0XQ==\">Isaiah 16:4<\/a>; still less is ay a collective termination, as in <a class=\"isa\" verses=\"WzE4MDM0XQ==\">Isaiah 20:4<\/a>. Nor are the words to be rendered “my outcasts ... of Moab,” and the expression to be taken as a <em> syntaxis ornata <\/em> (cf., <a class=\"isa\" verses=\"WzE3OTkwXQ==\">Isaiah 17:6<\/a>). On the contrary, such an expression is absolutely impossible here, where the speaker is alluding to himself. It is better to abide by the punctuation as we have it, with <em> niddâchai <\/em> (<em> zakeph <\/em> ) closing the first clause of  , and Moab (<em> tebir <\/em> , which is subordinate to the following <em> tiphchah<\/em> , and with this to <em> athnach<\/em> ) opening the second as an absolute noun. This is the way in which we have rendered it above: “Moab ... be a shield to it ... ” (though without taking <em> lâmō <\/em> as equivalent to <em> lō <\/em> ).<\/p><p> The question then arises, By what means has Zion awakened such reverence and confidence on the part of Moab? This question is answered in  , <a class=\"isa\" verses=\"WzE3OTc1XQ==\">Isaiah 16:5<\/a> : <em> “For the extortioner is at an end, desolation has disappeared, treaders down are away from the land. And a throne is established by grace, and there sits thereon in truth in the tent of David one judging, and zealous for right, and practised in righteousness.”<\/em> The imperial world-power, which pressed out both marrow and blood (<em> mētz <\/em> , a noun of the same form as <em> lētz <\/em> , like <em> mı̄tz <\/em> in <a class=\"ref\">Proverbs 30:33<\/a>, pressure), and devastated and trod down everything (<a class=\"isa\" verses=\"WzE4MjE0LDE3ODU3LDE4MjgxXQ==\">Isaiah 29:20; Isaiah 10:6; Isaiah 33:1<\/a>, cf., <a class=\"isa\" verses=\"WzE3OTc4XQ==\">Isaiah 16:8<\/a>), is swept away from the land on this side of the Jordan; Jerusalem is not subject to it now, but has come forth more gloriously out of all her oppressions than ever she did before. And the throne of the kingdom of Judah has not fallen down, but by the manifestation of Jehovah's grace has been newly established. There no longer sits thereon a king who dishonours Him, and endangers His kingdom; but the tent-roof of the fallen and now re-erected hut of David (<a class=\"ref\">Amos 9:11<\/a>) is spread over a King in whom the truth of the promise of Jehovah is verified, inasmuch as justice and righteousness are realized through all that He does. The Messianic times must therefore have dawned (so the Targum understands it), since grace and truth (<em> chesed ve'emeth <\/em> ) and “justice and righteousness” (<em> m ishpât <\/em> <em> ūtzedâkâh <\/em> ) are the divino-human signs of those times, and as it were their kindred genii; and who can here fail to recall to mind the words of <a class=\"isa\" verses=\"WzE3ODM2XQ==\">Isaiah 9:6<\/a> (cf., <a class=\"isa\" verses=\"eyIxODI4NSI6Mn0=\">Isaiah 33:5-6<\/a>)? The king depicted here is the same as “the lion out of Judah,” threatened against Moab in <a class=\"isa\" verses=\"WzE3OTcwXQ==\">Isaiah 15:9<\/a>. Only by thus submitting to Him and imploring His grace will it escape the judgment.<\/p>",
    "audit": null
}