{
    "id": 17598,
    "source": "kdo",
    "verse_id": 17662,
    "verse_count": 1,
    "reference": "1:7",
    "title": "",
    "html": "<p> This is described more particularly in <a class=\"isa\" verses=\"WzE3NjYyXQ==\">Isaiah 1:7<\/a>, which commences with the most general view, and returns to it again at the close.<em> ”Your land ... a desert; your cities ... burned with fire; your field ... foreigners consuming it before your eyes, and a desert like overthrowing by strangers.”<\/em> Caspari has pointed out, in his <em> Introduction to the Book of Isaiah<\/em> , how nearly every word corresponds to the curses threatened in Lev 26 and Deut 28 (29); <a class=\"ref\">Micah 6:13-16<\/a> and <a class=\"ref\">Jeremiah 5:15<\/a>. stand in the very same relation to these sections of the Pentateuch. From the time of Isaiah downwards, the state of Israel was a perfect realization of the curses of the law. The prophet intentionally employs the words of the law to describe his own times; he designates the enemy, who devastated the land, reduced its towers to ashes, and took possession of its crops, by the simple term <em> zarim <\/em> , foreigners or barbarians (a word which would have the very same meaning if it were really the reduplication of the Aramaean <em> bar <\/em> ; compare the Syriac <em> barōye <\/em> , a foreigner), without mentioning their particular nationality. He abstracts himself from the definite historical present, in order that he may point out all the more emphatically how thoroughly it bears the character of the fore-ordained curse. The most emphatic indication of this was to be found in the fact, which the clause at the close of <a class=\"isa\" verses=\"WzE3NjYyXQ==\">Isaiah 1:7<\/a> palindromically affirms, that a desolation had been brought about “like the overthrow of foreigners.” The repetition of a catchword like <em> zarim <\/em> (foreigners) at the close of the v. in this emphatic manner, is a figure of speech, called <em> epanaphora <\/em> , peculiar to the two halves of our collection. The question arises, however, whether <em> zarim <\/em> is to be regarded as the genitive of the subject, as Caspari, Knobel, and others suppose, “such an overthrow as is commonly produced by barbarians” (cf., <a class=\"ref\">2 Samuel 10:3<\/a>, where the verb occurs), or as the genitive of the object, “such an overthrow as comes upon barbarians.” As <em> mahpechâh <\/em> (overthrow) is used in other places in which it occurs to denote the destruction of Sodom, Gomorrah, etc., according to the primary passage, <a class=\"ref\">Deuteronomy 29:22<\/a>, and Isaiah had evidently also this catastrophe in his mind, as <a class=\"isa\" verses=\"WzE3NjYzXQ==\">Isaiah 1:8<\/a> clearly shows; we decide in favour of the conclusion that <em> zârim <\/em> is the genitive of the object (cf., <a class=\"ref\">Amos 4:11<\/a>). The force of the comparison is also more obvious, if we understand the words in this sense. The desolation which had fallen upon the land of the people of God resembled that thorough desolation (<em> subversio <\/em> ) with which God visited the nations outside the covenant, who, like the people of the Pentapolis, were swept from off the earth without leaving a trace behind. But although there was similarity, there was not sameness, as <a class=\"isa\" verses=\"WzE3NjYzLDE3NjY0XQ==\">Isaiah 1:8, Isaiah 1:9<\/a> distinctly affirm. Jerusalem itself was still preserved; but in how pitiable a condition! There can be no doubt that <em> bath<\/em> -<em> Zion <\/em> (“daughter of Zion,” Eng. ver.) in <a class=\"isa\" verses=\"WzE3NjYzXQ==\">Isaiah 1:8<\/a> signifies Jerusalem. The genitive in this case is a genitive of apposition: “daughter Zion,” not “daughter of Zion” (cf., <a class=\"isa\" verses=\"WzE4Mzc1XQ==\">Isaiah 37:22<\/a> : see Ges. §116, 5). Zion itself is represented as a daughter, i.e., as a woman. The expression applied primarily to the <em> community<\/em> dwelling around the fortress of Zion, to which the individual inhabitants stood in the same relation as children to a mother, inasmuch as the community sees its members for the time being come into existence and grow: they are born within her, and, as it were, born and brought up by her. It was then applied secondarily to the <em> city itself<\/em> , with or without the inhabitants (cf., <a class=\"ref\">Jeremiah 46:19; Jeremiah 48:18; Zechariah 2:11<\/a>). In this instance the latter are included, as <a class=\"isa\" verses=\"WzE3NjY0XQ==\">Isaiah 1:9<\/a> clearly shows. This is precisely the point in the first two comparisons.<\/p>",
    "audit": null
}