{
    "id": 18284,
    "source": "kdo",
    "verse_id": 18944,
    "verse_count": 1,
    "reference": "66:21",
    "title": "",
    "html": "<p> The latter, having been incorporated into the priestly congregation of Jehovah (<a class=\"isa\" verses=\"WzE4ODUwXQ==\">Isaiah 61:6<\/a>), are not even excluded from the priestly and Levitical service of the sanctuary. <em> “And I will also add some of them to the priests, to the Levites, saith Jehovah.”<\/em> Hitzig and Knobel suppose <em> m ēhem <\/em> to refer to the Israelites thus brought home. But in this case something would be promised, which needed no promise at all, since the right of the native <em> cohen <\/em> and Levites to take part in the priesthood and temple service was by no means neutralized by their sojourn in a foreign land. And even if the meaning were that Jehovah would take those who were brought home for priests and Levites, without regard to their Aaronic or priestly descent, or (as Jewish commentators explain it) without regard to the apostasy, of which through weakness they had made themselves guilty among the heathen; this ought to be expressly stated. But as there is nothing said about any such disregard of priestly descent or apostasy, and what is here promised must be something extraordinary, and not self-evident, meehem must refer to the converted heathen, by whom the Israelites had been brought home. Many Jewish commentators even are unable to throw off the impression thus made by the expression <em> m ēhem <\/em> (of them); but they attempt to get rid of the apparent discrepancy between this statement and the Mosaic law, by understanding by the Gentiles those who had been originally Israelites of Levitical and Aaronic descent, and whom Jehovah would single out again. David Friedländer and David Ottensosser interpret it quite correctly thus: “<em> Mēhem <\/em> , i.e., of those heathen who bring them home, will He take for priests and Levites, for all will be saints of Jehovah; and therefore He has just compared them to a clean vessel, and the Israelites offered by their hand to a <em> m inchâh <\/em> .” The majority of commentators do not even ask the question, in what sense the prophet uses <em> lakkōhănı̄m <\/em> <em> lal e vayyim <\/em> (to the priests, to the Levites) with the article. Joseph Kimchi, however, explains it thus: “ הכהנים לצורך , to the service of the priests, the Levites, so that they (the converted heathen) take the place of the Gibeonites (cf.,  ), and therefore of the former Cananaean <em> n e thı̄nı̄m <\/em> ” (see Köhler, <em> Nach-exil. Proph.<\/em> iii. p. 39). But so interpreted, the substance of the promise falls behind the expectation aroused by מהם וגם . Hofmann has adopted a more correct explanation, viz.: “God rewards them for this offering, by taking priests to Himself out of the number of the offering priests, who are added as such to the Levitical priests.” Apart, however, from the fact that ללוים לכהנים cannot well signify “for Levitical priests” according to the Deuteronomic הכהנים , since this would require הלוים לכהנים (inasmuch as such permutative and more precisely defining expressions as <a class=\"ref\">Genesis 19:9; Joshua 8:24<\/a> cannot be brought into comparison); the idea “in addition to the priests, to the Levites,” is really implied in the expression (cf., <a class=\"isa\" verses=\"WzE4NzYyXQ==\">Isaiah 56:8<\/a>), as they would say לאשּׁה לקח and not לאשׁה , and would only use לנּשׁים לקח in the sense of adding to those already there. The article presupposes the existence of priests, Levites ( asyndeton , as in <a class=\"isa\" verses=\"WzE4NDA1LDE4NDgxLDE4OTI4XQ==\">Isaiah 38:14; Isaiah 41:29; Isaiah 66:5<\/a>), to whom Jehovah adds some taken from the heathen. When the heathen shall be converted, and Israel brought back, the temple service will demand a more numerous priesthood and Levitehood than ever before; and Jehovah will then increase the number of those already existing, not only from the מובאים , but from the מביאים also. The very same spirit, which broke through all the restraints of the law in <a class=\"isa\" verses=\"eyIxODc1NSI6MTJ9\">Isaiah 56:1-12<\/a>, is to be seen at work here as well. Those who suppose <em> mēhem <\/em> to refer to the Israelites are wrong in saying that there is no other way, in which the connection with <a class=\"isa\" verses=\"WzE4OTQ1XQ==\">Isaiah 66:22<\/a> can be made intelligible. Friedländer had a certain feeling of what was right, when he took <a class=\"isa\" verses=\"WzE4OTQ0XQ==\">Isaiah 66:21<\/a> to be a parenthesis and connected <a class=\"isa\" verses=\"WzE4OTQ1XQ==\">Isaiah 66:22<\/a> with <a class=\"isa\" verses=\"WzE4OTQzXQ==\">Isaiah 66:20<\/a>. There is no necessity for any parenthesis, however. The reason which follows, relates to the whole of the previous promise, including <a class=\"isa\" verses=\"WzE4OTQ0XQ==\">Isaiah 66:21<\/a>; the election of Israel, as Hofmann observes, being equally confirmed by the fact that the heathen exert themselves to bring back the <em> diaspora<\/em> of Israel to their sacred home, and also by the fact that the highest reward granted to them is, that some of them are permitted to take part in the priestly and Levitical service of the sanctuary.<\/p>",
    "audit": null
}