{
    "id": 18169,
    "source": "kdo",
    "verse_id": 18731,
    "verse_count": 2,
    "reference": "54:7-8",
    "title": "",
    "html": "<p> Thus does Jehovah's displeasure towards Jerusalem pass quickly away; and all the more intense is the manifestation of love which follows His merely momentary anger. <em> “For a small moment have I forsaken thee, and with great mercy will I gather thee. In an effusion of anger I hid my face from thee for a moment, and with everlasting grace I have compassion upon thee, saith Jehovah thy Redeemer.”<\/em> “For a small moment” carries us to the time of the captivity, which was a small moment in comparison with the duration of the tender and merciful love, with which Jehovah once more received the church into His fellowship in the person of its members. רגע in  is not an adverb, meaning momentarily, as in <a class=\"isa\" verses=\"WzE4NjA5XQ==\">Isaiah 47:9<\/a>, but an accusative of duration, signifying a single moment long. <em> Ketseph <\/em> signifies wrath regarded as an outburst (<em> fragor <\/em> ), like the violence of a storm or a clap of thunder; <em> shetseph <\/em> , which rhymes with it, is explained by A. Schultens, after the Arabic, as signifying <em> durum et asperum esse <\/em> : and hence the rendering adopted by Hitzig, “in hard harshness.” But this yields no antithesis to “everlasting kindness,” which requires that <em> shetseph <\/em> should be rendered in some way that expresses the idea of something transitory or of short duration. The earlier translators felt this, when like the lxx for example, they adopted the rendering ἐν θυμῷ μικρῷ , and others of a similar kind; and Ibn Labrât , in his writing against Menahem b. Zerûk , who gives <em> c hŏrı̄ <\/em> , burning heat, as a gloss to <em> shetseph <\/em> , explains it by מעט (as Kimchi and others did afterwards). But, as Jakob Tam correctly observes, “this makes the sense purely tautological.” In all probability, <em> shâtsaph <\/em> is a form allied to <em> shâtaph <\/em> , as <em> nâshabh <\/em> (<a class=\"isa\" verses=\"WzE4NDI4XQ==\">Isaiah 40:7<\/a>) is to <em> nâshaph <\/em> (<a class=\"isa\" verses=\"WzE4NDQ1XQ==\">Isaiah 40:24<\/a>), and <em> qâmat <\/em> (<a class=\"ref\">Job 16:8<\/a>) to <em> qâmats <\/em> , which stand in the same relation to one another, so far as the sense is concerned, as bubbling over to flowing over: so that the proper rendering would not be “in the overflowing of glowing heat,” as Umbreit thinks, which would require קצף בּשׁטף (<a class=\"ref\">Proverbs 27:4<\/a>), but in the gushing up of displeasure, the overflowing of indignation (Meier). The <em> ketseph <\/em> is only a <em> shetseph <\/em> , a vanishing moment (Jer. <em> in momento indignationis <\/em> ), when compared with the true feeling of Jehovah towards Jerusalem, which is <em> c hesed <\/em> <em> ‛ ōlâm <\/em> , everlasting kindness.<\/p>",
    "audit": null
}