{
    "id": 13415,
    "source": "kdo",
    "verse_id": 18485,
    "verse_count": 1,
    "reference": "42:4",
    "title": "",
    "html": " <p>The figures in <i>, <a class=\"isa\" verses=\"WzE4NDg0XQ==\">Isaiah 42:3<\/a><\/i>, now lead to the thought that the servant of God will never be extinguished or become broken Himself. <i>“He will not become faint or broken, till He establish right upon earth, and the islands wait for His instruction.”<\/i>, As <span class=\"normal hebrew\">,יכהה<\/span>,(become faint) points back to <span class=\"normal hebrew\">,כהה <\/span> <span class=\"normal hebrew\">,פשׁתה<\/span>,(the finat or glimmering wick), so <span class=\"normal hebrew\">,ירּוץ<\/span>, must point back to <span class=\"normal hebrew\">,רצוּץ <\/span> <span class=\"normal hebrew\">,קנה<\/span>,(the bruised or broken reed); it cannot therefore be derived from <span class=\"normal hebrew\">,רוּץ<\/span>,(to run) in the sense of “He will not be rash or impetuous, but execute His calling with wise moderation,” as Hengstenberg supposes, but as in <a class=\"ref\">Ecclesiastes 12:6<\/a>, from <span class=\"normal hebrew\">,רצץ<\/span>,= <span class=\"normal hebrew\">,ירץ<\/span>,(Ges. §67, Anm. 9), in the neuter sense of <i>infringetur<\/i>,(will break). His zeal will not be extinguished, nor will anything break His strength, till He shall have secured for right a firm standing on the earth (<span class=\"normal hebrew\">,ישׂים<\/span>, is a <i>fut. ex.<\/i>, so far as the meaning is concerned, like <span class=\"normal hebrew\">,יבצּע<\/span>, in <a class=\"isa\" verses=\"WzE3ODYzXQ==\">Isaiah 10:12<\/a>). The question arises now, whether what follows is also governed by <span class=\"normal hebrew\">,עד<\/span>, in the sense of “and until the islands shall have believed his instruction,” as Hitzig supposes; or whether it is an independent sentence, as rendered by the lxx and in <a class=\"ref\">Matthew 12:21<\/a>. We prefer the latter, both because of <a class=\"isa\" verses=\"WzE4Njc5XQ==\">Isaiah 51:5<\/a>, and also because, although <span class=\"normal hebrew\">,לדברה <\/span> <span class=\"normal hebrew\">,יחל<\/span>, may certainly mean to exercise a believing confidence in the word of God (<a class=\"ref\">Psalm 119:74, Psalm 119:81<\/a>), <span class=\"normal hebrew\">,לתורתו <\/span> <span class=\"normal hebrew\">,יחל<\/span>, can only mean “to wait with longing for a person's instruction” (<a class=\"ref\">Job 29:23<\/a>), and especially in this case, where no thought is more naturally suggested, than that the messenger to the Gentile world will be welcomed by a consciousness of need already existing in the heathen world itself. There is a <i>gratia praeparans<\/i>, at work in the Gentile world, as these prophecies all presuppose, in perfect harmony with the Gospel of John, with which they have so much affinity; and it is an actual fact, that the cry for redemption runs through the whole human race, i.e., an earnest longing, the ultimate object of which, however unconsciously, is the servant of Jehovah and his instruction from Zion (<a class=\"isa\" verses=\"WzE3Njg5XQ==\">Isaiah 2:3<\/a>) - in other words, the gospel. <br> <\/p>",
    "audit": null
}