{
    "id": 17623,
    "source": "kdo",
    "verse_id": 17690,
    "verse_count": 1,
    "reference": "2:4",
    "title": "",
    "html": "<p><em> “And He will judge between the nations, and deliver justice to many peoples; and they forge their swords into coulters, and their spears into pruning-hooks: nation lifts not up the sword against nation, neither do they exercise themselves in war any more.”<\/em> Since the nations betake themselves in this manner as pupils to the God of revelation and the word of His revelation, He becomes the supreme judge and umpire among them. If any dispute arise, it is no longer settled by the compulsory force of war, but by the word of God, to which all bow with willing submission. With such power as this in the peace-sustaining word of God (<a class=\"ref\">Zechariah 9:10<\/a>), there is no more need for weapons of iron: they are turned into the instruments of peaceful employment, into <em> ittim <\/em> (probably a synonym for <em> ethim <\/em> in <a class=\"ref\">1 Samuel 13:21<\/a>), plough-knives or coulters, which cut the furrows for the ploughshare to turn up and <em> mazmeroth <\/em> , bills or pruning-hooks, with which vines are pruned to increase their fruit-bearing power. There is also no more need for military practice, for there is no use in exercising one's self in what cannot be applied. It is useless, and men dislike it. There is peace, not an armed peace, but a full, true, God-given and blessed peace. What even a Kant regarded as possible is now realized, and that not by the so-called Christian powers, but by the power of God, who favours the object for which an Elihu Burritt enthusiastically longs, rather than the politics of the Christian powers. It is in war that the power of the beast culminates in the history of the world. This beast will then be destroyed. The true humanity which sin has choked up will gain the mastery, and the world's history will keep Sabbath. And may we not indulge the hope, on the ground of such prophetic words as these, that the history of the world will not terminate without having kept a Sabbath? Shall we correct Isaiah, according to Quenstedt, lest we should become chiliasts? “The humanitarian ideas of Christendom,” says a thoughtful Jewish scholar, “have their roots in the Pentateuch, and more especially in Deuteronomy. But in the prophets, particularly in Isaiah, they reach a height which will probably not be attained and fully realized by the modern world for centuries to come.” Yet they will be realized. What the prophetic words appropriated by Isaiah here affirm, is a moral postulate, the goal of sacred history, the predicted counsel of God.<\/p>",
    "audit": null
}