{
    "id": 17940,
    "source": "kdo",
    "verse_id": 18269,
    "verse_count": 6,
    "reference": "32:9-14",
    "title": "",
    "html": "<p> This short address, although rounded off well, is something more than a fragment complete in itself, like the short parabolic piece in <a class=\"isa\" verses=\"eyIxODE4OCI6N30=\">Isaiah 28:23-29<\/a>, which commences in a similar manner. It is the last part of the fourth woe, just as that was the last part of the first. It is a side piece to the threatening prophecy of the time of Uzziah-Jotham (<a class=\"isa\" verses=\"WzE3NzI0XQ==\">Isaiah 3:16<\/a>.), and chastises the frivolous self-security of the women of Jerusalem, just as the former chastises their vain and luxurious love of finery. The prophet has now uttered many a woe upon Jerusalem, which is bringing itself to the verge of destruction; but notwithstanding the fact that women are by nature more delicate, and more easily affected and alarmed, than men, he has made no impression upon the women of Jerusalem, to whom he now foretells a terrible undeceiving of their carnal ease, whilst he holds out before them the ease secured by God, which can only be realized on the ruins of the former.<\/p><p> The first part of the address proclaims the annihilation of their false ease. <em> “Ye contented women, rise up, hear my voice; ye confident daughters, hearken to my speech! Days to the year: then will ye tremble, confident ones! for it is all over with the vintage, the fruit harvest comes to nought. Tremble, contented ones! Quake, ye confident ones! Strip, make yourselves bare, and gird your loins with sackcloth! They smite upon their breasts for the pleasant fields, for the fruitful vine. On the land of my people there come up weeds, briers; yea, upon all joyous houses of the rejoicing city. For the palace is made solitary; the crowd of the city is left desolate; the ofel and watch-tower serve as caves for ever, for the delight of wild asses, for the tending of flocks.”<\/em> The summons is the same as in <a class=\"ref\">Genesis 4:23<\/a> and <a class=\"ref\">Jeremiah 9:19<\/a> (comp. <a class=\"isa\" verses=\"WzE4MTg4XQ==\">Isaiah 28:23<\/a>); the attributes the same as in <a class=\"ref\">Amos 6:1<\/a> (cf., <a class=\"isa\" verses=\"WzE3NzM1XQ==\">Isaiah 4:1<\/a>, where Isaiah apostrophizes the women of Samaria). שׁאנן , lively, of good cheer; and בּטח , trusting, namely to nothing. They are to rise up (<em> qōmnâh <\/em> ), because the word of God must be heard standing (<a class=\"ref\">Judges 3:20<\/a>). The definition of the time “days for a year” (<em> yâmı̄m <\/em> <em> ‛al<\/em> -<em> shânâh <\/em> ) appears to indicate the length of time that the desolation would last, as the word <em> tirgaznâh <\/em> is without any <em> Vav<\/em> <em> apod<\/em> . (cf., <a class=\"isa\" verses=\"W1sxODkyMl0seyIxMjg4NiI6M31d\">Isaiah 65:24; Job 1:16-18<\/a>); but <a class=\"isa\" verses=\"WzE4MTk1XQ==\">Isaiah 29:1<\/a> shows us differently, and the <em> Vav<\/em> is omitted, just as it is, for example, in <a class=\"ref\">Daniel 4:28<\/a>. <em> Shânâh <\/em> is the current year. In an undefined number of days, at the most a year from the present time (which is sometimes the meaning of <em> yâmı̄m <\/em> ), the trembling would begin, and there would be neither grapes nor fruit to gather. Hence the spring harvest of corn is supposed to be over when the devastation begins. ימים is an <em> acc. temporis<\/em> ; it stands here (as in <a class=\"isa\" verses=\"WzE4MTU4XQ==\">Isaiah 27:6<\/a>, for example; vid., Ewald, §293, 1) to indicate the starting point, not the period of duration. The <em> milel<\/em> -forms פּשׁטה , ערה , חגרה ,ערה , are explained by Ewald, Drechsler, and Luzzatto, as <em> plur. fem. imper.<\/em> with the <em> Nun <\/em> of the termination <em> nâh <\/em> dropped - an elision that is certainly never heard of. Others regard it as <em> inf.<\/em> with <em> He femin.<\/em> (Credner, <em> Joel<\/em> , p. 151); but קטלה for the infinitive קטלה is unexampled; and equally unexampled would be the inf. with He indicating the summons, as suggested by Böttcher, “to the shaking!” “to the stripping!” They are <em> sing. masc. imper.<\/em> , such as occur elsewhere apart from the pause, e.g., מלוכה (for which the <em> keri<\/em> has מלכה ) in <a class=\"ref\">Judges 9:8<\/a>; and the singular in the place of the plural is the strongest form of command. The masculine instead of the feminine appears already in הרדוּ , which is used in the place of חרדנה . The prophet then proceeds in the singular number, comprehending the women as a mass, and using the most massive expression. The <em> He<\/em> introduced into the summons required that the feminine forms, רגזי , etc., should be given up. ערה , from ערר , to be naked, to strip one's self. חגרה absolute, as in <a class=\"ref\">Joel 1:13<\/a> (cf., <a class=\"isa\" verses=\"WzE3NzMyXQ==\">Isaiah 3:24<\/a>), signifies to gird one's self with sackcloth (<em> saq <\/em> ). We meet with the same remarkable <em> enall. generis <\/em> in <a class=\"isa\" verses=\"WzE4MjcyXQ==\">Isaiah 32:12<\/a>. Men have no breasts (<em> shâdaim <\/em> ), and yet the masculine <em> sōphedı̄m <\/em> is employed, inasmuch as the prophet had the whole nation in his mind, throughout which there would be such a <em> plangere ubera <\/em> on account of the utter destruction of the hopeful harvest of corn and wine. <em> Shâdaim <\/em> (breasts) and שׂדי (construct to <em> sâdōth <\/em> ) have the same common ring as <em> ubera <\/em> and <em> ubertas frugum <\/em> . In <a class=\"isa\" verses=\"WzE4MjczXQ==\">Isaiah 32:13<\/a> <em> ta‛ăleh <\/em> points back to <em> qōts <\/em> <em> shâmı̄r <\/em> , which is condensed into one neuter idea. The <em> ki <\/em> in  has the sense of the Latin <em> imo <\/em> (Ewald, §330,<em> b<\/em> ). The genitive connection of עלּיזה קריה with משׂושׂ בּתּי (joy-houses of the jubilant city) is the same as in <a class=\"isa\" verses=\"WzE4MTY2XQ==\">Isaiah 28:1<\/a>. The whole is grammatically strange, just as in the Psalms the language becomes all the more complicated, disjointed, and difficult, the greater the wrath and indignation of the poet. Hence the short shrill sentences in <a class=\"isa\" verses=\"WzE4Mjc0XQ==\">Isaiah 32:14<\/a> : palace given up (cf., <a class=\"isa\" verses=\"WzE3OTI5XQ==\">Isaiah 13:22<\/a>); city bustle forsaken (i.e., the city generally so full of bustle, <a class=\"isa\" verses=\"WzE4MDU1XQ==\">Isaiah 22:2<\/a>). The use of בּעד is the same as in <a class=\"ref\">Proverbs 6:26; Job 2:4<\/a>. <em> ‛Ofel <\/em> , i.e., the south-eastern fortified slope of the temple mountain, and the <em> bachan <\/em> (i.e., the watch-tower, possibly the flock-tower which is mentioned in <a class=\"ref\">Micah 4:8<\/a> along with <em> ‛ofel <\/em> ), would be <em> pro speluncis <\/em> , i.e., would be considered and serve as such. And in the very place where the women of Jerusalem had once led their life of gaiety, wild asses would now have their delight, and flocks their pasture (on the wild asses, <em> p e râ'ı̄m <\/em> , that fine animal of the woodless steppe, see at <a class=\"ref\">Job 24:5; Job 39:5-8<\/a>). Thus would Jerusalem, with its strongest, proudest places, be laid in ruins, and that in a single year, or ever less than a year.<\/p>",
    "audit": null
}