{
    "id": 17702,
    "source": "kdo",
    "verse_id": 17799,
    "verse_count": 2,
    "reference": "7:16-17",
    "title": "",
    "html": "<p><em> “For before the boy shall understand to refuse the evil, and choose the good, the land will be desolate, of whose two kings thou art afraid. Jehovah will bring upon thee, and upon thy people, and upon thy father's house, days such as have not come since the day when Ephraim broke away from Judah - the king of Asshur.”<\/em> The land of the two kings, Syria and Israel, was first of all laid waste by the Assyrians, whom Ahaz called to his assistance. Tiglath-pileser conquered Damascus and a portion of the kingdom of Israel, and led a large part of the inhabitants of the two countries into captivity (<a class=\"ref\">2 Kings 15:29; 2 Kings 16:9<\/a>). Judah was then also laid waste by the Assyrians, as a punishment for having refused the help of Jehovah, and preferred the help of man. Days of adversity would come upon the royal house and people of Judah, such as (<em> 'asher <\/em> , <em> quales <\/em> , as in <a class=\"ref\">Exodus 10:6<\/a>) had not come upon them since the calamitous day (<em> l'miyyōm <\/em> , <em> inde a die <\/em> ; in other places we find <em> l'min<\/em> -<em> hayyom <\/em> , <a class=\"ref\">Exodus 9:18; Deuteronomy 4:32; Deuteronomy 9:7<\/a>, etc.) of the falling away of the ten tribes. The appeal to Asshur laid the foundation for the overthrow of the kingdom of Judah, quite as much as for that of the kingdom of Israel. Ahaz became the tributary vassal of the king of Assyria in consequence; and although Hezekiah was set free from Asshur through the miraculous assistance of Jehovah, what Nebuchadnezzar afterwards performed was only the accomplishment of the frustrated attempt of Sennacherib. It is with piercing force that the words “the king of Assyria” (<em> 'eth melek Asshur <\/em> ) are introduced at the close of the two verses. The particle <em> 'eth <\/em> is used frequently where an indefinite object is followed by the more precise and definite one (<a class=\"ref\">Genesis 6:10; Genesis 26:34<\/a>). The point of the v. would be broken by eliminating the words as a gloss, as Knobel proposes. The very king to whom Ahaz had appealed in his terror, would bring Judah to the brink of destruction. The absence of any link of connection between <a class=\"isa\" verses=\"WzE3Nzk5XQ==\">Isaiah 7:16<\/a> and <a class=\"isa\" verses=\"WzE3ODAwXQ==\">Isaiah 7:17<\/a> is also very effective. The hopes raised in the mind of Ahaz by <a class=\"isa\" verses=\"WzE3Nzk5XQ==\">Isaiah 7:16<\/a> are suddenly turned into bitter disappointment. In the face of such catastrophes as these, Isaiah predicts the birth of Immanuel. His eating only thickened milk and honey, at a time when he knew very well what was good and what was not, would arise from the desolation of the whole of the ancient territory of the Davidic kingdom that had preceded the riper years of his youth, when he would certainly have chosen other kinds of food, if they could possibly have been found. Consequently the birth of Immanuel apparently falls between the time then present and the Assyrian calamities, and his earliest childhood appears to run parallel to the Assyrian oppression. In any case, their consequences would be still felt at the time of his riper youth. In what way the truth of the prophecy was maintained notwithstanding, we shall see presently. What follows in <a class=\"isa\" verses=\"eyIxNzgwMSI6OH0=\">Isaiah 7:18-25<\/a>, is only a further expansion of <a class=\"isa\" verses=\"WzE3ODAwXQ==\">Isaiah 7:17<\/a>. The promising side of the “sign” remains in the background, because this was not for Ahaz. When Ewald expresses the opinion that a promising strophe has fallen out after <a class=\"isa\" verses=\"WzE3ODAwXQ==\">Isaiah 7:17<\/a>, he completely mistakes the circumstances under which the prophet uttered these predictions. In the presence of Ahaz he must keep silence as to the promises. But he pours out with all the greater fluency his threatening of judgment.<\/p>",
    "audit": null
}