{
    "id": 13522,
    "source": "kdo",
    "verse_id": 18859,
    "verse_count": 2,
    "reference": "62:4–5",
    "title": "",
    "html": " <p>Zion will be once more the beloved of God, and her home the bride of her children. <i>“Men will no more call thee 'Forsaken one;' and thy land they will no more call 'Desert:' but men will name thee 'My delight in her,' and thy home 'Married one:' for Jehovah hath delight in thee, and thy land is married. For the young man marrieth the maiden, thy children will marry thee; and as the bridegroom rejoiceth in the bride, thy God will rejoice in thee.”<\/i>, The prophecy mentions new names, which will now take the place of the old ones; but these names indicate what Zion appears to be, not her true nature which is brought to the light. In the explanatory clause <span class=\"normal hebrew\">,לך<\/span>, stands at the head, because the name of Zion is given first in distinction from the name of her land. Zion has hitherto been called <i>(<span class=\"translit\">,‛ăzūbhâh <\/span>), forsaken by Jehovah, who formerly loved her; but she now receives instead the name of <i>(<span class=\"translit\">, chephtsı̄<\/span>) - <i>(<span class=\"translit\">, bhâh<\/span>) (really the name of a woman, viz., the wife of Hezekiah, and mother of Manasseh, <a class=\"ref\">2 Kings 21:1<\/a>), for she is now the object of true affection on the part of Jehovah. With the rejoicing of a bridegroom in his bride (the accusative is used here in the same sense as in <span class=\"normal hebrew\">,גדלה <\/span> <span class=\"normal hebrew\">,שׂמחה <\/span> <span class=\"normal hebrew\">,שׂמח<\/span>,; Ges. §138, 1) will her God rejoice in her, turning to her again with a love as strong and deep as the first love of a bridal pair. And the land of Zion's abode, the fatherland of her children, was hitherto called (<span class=\"translit\">, shemâmâh <\/span>); it was turned into a desert by the heathen, and the connection that existed between it and the children of the land was severed; but now it shall be called (<span class=\"translit\">, be‛ūlâh <\/span>), for it will be newly married. A young man marries a virgin, thy children will marry thee <\/i>: the figure and the fact are placed side by side in the form of an emblematical proverb, the particle of comparison being omitted (see Herzog's Cyclopaedia<\/i>, xiv 696, and Ges. §155, 2, h <\/i>). The church in its relation to Jehovah is a weak but beloved woman, which has Him for its Lord and Husband (<a class=\"isa\" verses=\"WzE4NzI5XQ==\">Isaiah 54:5<\/a>); but in relation to her home she is the totality of those who are lords or possessors ((<span class=\"translit\">, ba‛alē <\/span>), <a class=\"ref\">2 Samuel 6:2<\/a>) of the land, and who call the land their own as it were by right of marriage. Out of the loving relation in which the church stands to its God, there flows its relation of authority over every earthly thing of which it stands in need. In some MSS there is a break here. <br> <\/p>",
    "audit": null
}