{
    "id": 17605,
    "source": "kdo",
    "verse_id": 17670,
    "verse_count": 1,
    "reference": "1:15",
    "title": "",
    "html": "<p> Their self-righteousness, so far as it rested upon sacrifices and festal observances, was now put to shame, and the last inward bulwark of the sham holy nation was destroyed: <em> “And if ye stretch out your hands, I hide my eyes from you; if ye make ever so much praying, I do not hear: your hands are full of blood.”<\/em> Their praying was also an abomination to God. Prayer is something common to man: it is the interpreter of religious feeling, which intervenes and mediates between God and man;<\/p><p> (Note: The primary idea of <em> hithpallel <\/em> and <em> tephillah <\/em> is not to be obtained from <a class=\"ref\">Deuteronomy 9:18<\/a> and <a class=\"ref\">Ezra 10:1<\/a>, as Dietrich and Fürst suppose, who make <em> hithpallel <\/em> equivalent to <em> hithnappel <\/em> , to throw one's self down; but from <a class=\"ref\">1 Samuel 2:25<\/a>, “If a man sin against a man, the authorities right him” ( וּפללו אלהי ם : it is quite a mistake to maintain that <em> Elohim <\/em> cannot have this meaning), i.e., they can set right the relation which he has disturbed. “But if one sin against Jehovah, who shall mediate for him ( מי יתפּלּל־לו , <em> quis intercedat pro eo <\/em> )?” We may see from this that prayer is regarded as mediation, which sets right and establishes fellowship; and <em> hithpallel <\/em> signifies to make one's self a healer of divisions, or to settle for one's self, to strive after a settlement (<em> sibi <\/em> , <em> pro se <\/em> , <em> intercedere <\/em> : cf., <a class=\"ref\">Job 19:16<\/a>, <em> hithchannen <\/em> , <em> sibi propitium facere <\/em> ; <a class=\"ref\">Job 13:27<\/a>, <em> hithchakkah <\/em> , <em> sibi insculpere <\/em> , like the Arabic <em> ichtatta <\/em> , to bound off for one's self).)<\/p><p> it is the true spiritual sacrifice. The law contains no command to pray, and, with the exception of Deut 26, no form of prayer. Praying is so natural to man as man, that there was no necessity for any precept to enforce this, the fundamental expression of the true relation to God. The prophet therefore comes to prayer last of all, so as to trace back their sham-holiness, which was corrupt even to this the last foundation, to its real nothingness. “Spread out,” <em> parash <\/em> , or <em> pi pērēsh <\/em> , to stretch out; used with <em> Cappaim <\/em> to denote swimming in <a class=\"isa\" verses=\"WzE4MTMwXQ==\">Isaiah 25:11<\/a>. It is written here before a strong suffix, as in many other passages, e.g., <a class=\"isa\" verses=\"WzE4NzA5XQ==\">Isaiah 52:12<\/a>, with the inflection <em> i<\/em> instead of <em> e<\/em> . This was the gesture of a man in prayer, who spread out his hands, and when spread out, stretched them towards heaven, or to the most holy place in the temple, and indeed (as if with the feeling of emptiness and need, and with a desire to receive divine gifts) held up the hollow or palm of his hand (<em> Cappaim <\/em> : cf., <em> tendere palmas <\/em> , e.g., Virg. <em> Aen<\/em> . xii. 196, <em> tenditque ad sidera palmas <\/em> ). However much they might stand or lie before Him in the attitude of prayer, Jehovah hid His eyes, i.e., His omniscience knew nothing of it; and even though they might pray loud and long (<em> gam chi <\/em> , <em> etiamsi <\/em> : compare the simple <em> Chi <\/em> , <a class=\"ref\">Jeremiah 14:12<\/a>), He was, as it were, deaf to it all. We should expect <em> Chi <\/em> here to introduce the explanation; but the more excited the speaker, the shorter and more unconnected his words. The plural <em> damim <\/em> always denotes human blood as the result of some unnatural act, and then the bloody deed and the bloodguiltiness itself. The plural number neither refers to the quantity nor to the separate drops, but is the plural of production, which Dietrich has so elaborately discussed in his <em> Abhandlung<\/em> , p. 40.<\/p><p> (Note: As <em> Chittah <\/em> signified corn standing in the field, and <em> Chittim <\/em> corn threshed and brought to the market, so <em> damim <\/em> was not blood when flowing through the veins, but when it had flowed out-in other words, when it had been violently shed. (For the Talmudic misinterpretation of the true state of the case, see my <em> Genesis<\/em> , p. 626.))<\/p><p> The terrible <em> damim <\/em> stands very emphatically before the governing verb, pointing to many murderous acts that had been committed, and deeds of violence akin to murder. Not, indeed, that we are to understand the words as meaning that there was really blood upon their hands when they stretched them out in prayer; but before God, from whom no outward show can hide the true nature of things, however clean they might have washed themselves, they still dripped with blood. The expostulations of the people against the divine accusations have thus been negatively set forth and met in <a class=\"isa\" verses=\"eyIxNzY2NiI6NX0=\">Isaiah 1:11-15<\/a> : Jehovah could not endure their work-righteous worship, which was thus defiled with unrighteous works, even to murder itself. The divine accusation is now positively established in <a class=\"isa\" verses=\"WzE3NjcxLDE3NjcyXQ==\">Isaiah 1:16, Isaiah 1:17<\/a>, by the contrast drawn between the true righteousness of which the accused were destitute, and the false righteousness of which they boasted. The crushing charge is here changed into an admonitory appeal; and the love which is hidden behind the wrath, and would gladly break through, already begins to disclose itself. There are eight admonitions. The first three point to the removal of evil; the other five to the performance of what is good.<\/p>",
    "audit": null
}