{
    "id": 17637,
    "source": "kdo",
    "verse_id": 17710,
    "verse_count": 2,
    "reference": "3:2-3",
    "title": "",
    "html": "<p><em> “Hero and man of war, judge and prophet, and soothsayer and elder; captains of fifty, and the highly distinguished, and counsellors, and masters in art, and those skilled in muttering.”<\/em> As the state had grown into a military state under Uzziah-Jotham, the prophet commences in both vv. with military officers, viz., the <em> gibbor <\/em> , i.e., commanders whose bravery had been already tried; the <em> “man of war”<\/em> (<em> ish <\/em> <em> imlchâmâh <\/em> ), i.e., private soldiers who had been equipped and well trained (see <a class=\"ref\">Ezekiel 39:20<\/a>); and the “captain of fifty” (<em> sar <\/em> <em> Chamisshim <\/em> ), leaders of the smallest divisions of the army, consisting of only fifty men (<em> pentekontarchos <\/em> , <a class=\"ref\">2 Kings 1:9<\/a>, etc.). The prominent members of the state are all mixed up together; <em> “the judge”<\/em> (<em> shophet <\/em> ), i.e., the officers appointed by the government to administer justice; <em> “the elder”<\/em> (<em> zâkēn <\/em> ), i.e., the heads of families and the senators appointed by the town corporations; the <em> “counsellor”<\/em> (<em> yōetz <\/em> ), those nearest to the king; the <em> “highly distinguished”<\/em> (<em> nesu <\/em> <em> panim <\/em> ), lit., those whose personal appearance (<em> panim <\/em> ) was accepted, i.e., welcome and regarded with honour (Saad.: <em> wa'gı̄h <\/em> , from <em> wa'gh <\/em> , the face of appearance), that is to say, persons of influence, not only on account of their office, but also on account of wealth, age, goodness, etc.; <em> “masters in art”<\/em> (<em> C hacam <\/em> <em> C harâshim <\/em> : lxx σοφὸς ἀρχιτέκτων ), or, as Jerome has very well rendered it, <em> in artibus mechanicis exercitatus easque callide tractans <\/em> (persons well versed in mechanical arts, and carrying them out with skill). In the Chaldean captivities skilled artisans are particularly mentioned as having been carried away (<a class=\"ref\">2 Kings 24:14.; Jeremiah 24:1; Jeremiah 29:2<\/a>); so that there can be no doubt whatever that <em> C harâshim <\/em> (from <em> Cheresh <\/em> ) is to be understood as signifying <em> mechanical<\/em> and not <em> magical<\/em> arts, as Gesenius, Hitzig, and Meier suppose, and therefore that <em> C hacam <\/em> <em> C harâshim <\/em> does not mean “wizards,” as Ewald renders it (<em> C hărâshim <\/em> is a different word from <em> C hârâshim <\/em> , <em> fabri <\/em> , from <em> C hârâsh <\/em> , although in <a class=\"ref\">1 Chronicles 4:14<\/a>, cf., <a class=\"ref\">Nehemiah 11:35<\/a>, the word is regularly pointed חרשׁי ם even in this personal sense). Moreover, the rendering “wizards” produces tautology, inasmuch as masters of the black art are cited as <em> nebon <\/em> <em> lachash <\/em> , “skilled in muttering.” <em> Lachash <\/em> is the whispering or muttering of magical formulas; it is related both radically and in meaning to <em> nachash <\/em> , enchantment (Arabic <em> nachs <\/em> , misfortune); it is derived from <em> lachash <\/em> , <em> sibilare <\/em> , to hiss (a kindred word to <em> nâchash <\/em> ; hence <em> nâchâsh <\/em> , a serpent). Beside this, the masters of the black art are also represented as <em> kosem <\/em> , which, in accordance with the radical idea of making fast, swearing, conjuring, denoted a soothsayer following heathen superstitions, as distinguished from the <em> nabi <\/em> , of false Jehovah prophet (we find this as early as <a class=\"ref\">Deuteronomy 18:10, Deuteronomy 18:14<\/a>).<\/p><p> (Note: According to the primary meaning of the whole <em> thema <\/em> , which is one of hardness, rigidity, firmness, <em> aksama <\/em> (<em> hi<\/em> . of <em> kâsam <\/em> ) signifies, strictly speaking, to <em> make sure<\/em> , i.e., <em> to swear<\/em> , either by swearing to the truth and certainty of a thing, or by making a person swear that he will do or not do a certain thing, by laying as it were a <em> kasam <\/em> upon him. The <em> kal<\/em> , on the other hand (<em> kasama <\/em> ), gets its meaning to divide from the turn given to the radical idea in the substantive <em> kism <\/em> , which signifies, according to the original lexicographers, something fixed (= <em> nası̄b <\/em> ), definite, i.e., a definite portion. There is just the same association of ideas in <em> ‛azama <\/em> as in <em> aksama <\/em> , namely, literally to be firm or make firm, i.e., to direct one's will firmly towards an object or place; also to direct one's will firmly towards a person, to adjure him to do a thing or not to do it; sometimes with a softer meaning, to urge or invite a person to anything, at other times to recite conjuring formulas (<em> ‛azâim <\/em> .)<\/p><p> These came next to bread and water, and were in a higher grade the props of the state. They are mixed together in this manner without regular order, because the powerful and splendid state was really a <em> quodlibet <\/em> of things Jewish and heathen; and when the wrath of Jehovah broke out, the godless glory would soon become a mass of confusion.<\/p>",
    "audit": null
}