{
    "id": 17754,
    "source": "kdo",
    "verse_id": 17899,
    "verse_count": 1,
    "reference": "11:14",
    "title": "",
    "html": "<p> A fourth question has reference to the relation between this Israel of the future and the surrounding nations, such as the warlike Philistines, the predatory nomad tribes of the East, the unbrotherly Edomites, the boasting Moabites, and the cruel Ammonites. Will they not disturb and weaken the new Israel, as they did the old? <em> “And they fly upon the shoulder of the Philistines seawards; unitedly they plunder the sons of the East: they seize upon Edom and Moab, and the sons of Ammon are subject to them.”<\/em> <em> Câthēph <\/em> (shoulder) was the peculiar name of the coast-land of Philistia which sloped off towards the sea (<a class=\"ref\">Joshua 15:11<\/a>); but here it is used with an implied allusion to this, to signify the shoulder of the Philistian nation (<em> b e câthēph <\/em> = <em> becĕthĕph <\/em> ; for the cause see at <a class=\"isa\" verses=\"WzE3NzQyXQ==\">Isaiah 5:2<\/a>), upon which Israel plunges down like an eagle from the height of its mountain-land. The “object of the stretching out of their hand” is equivalent to the object of their grasp. And whenever any one of the surrounding nations mentioned should attack Israel, the whole people would make common cause, and act together. How does this warlike prospect square, however, with the previous promise of paradisaical peace, and the end of all warfare which this promise presupposes (cf., <a class=\"isa\" verses=\"WzE3NjkwXQ==\">Isaiah 2:4<\/a>)? This is a contradiction, the solution of which is to be found in the fact that we have only figures here, and figures drawn from the existing relations and warlike engagements of the nation, in which the prophet pictures that supremacy of the future united Israel over surrounding nations, which is to be maintained by spiritual weapons.<\/p>",
    "audit": null
}