{
    "id": 13436,
    "source": "kdo",
    "verse_id": 18573,
    "verse_count": 2,
    "reference": "45:11–12",
    "title": "",
    "html": "<p>After this double woe, which is expressed in general terms, but the application of which is easily made, the words of Jehovah are directly addressed to the presumptuous criticizers. <a class=\"isa\" verses=\"WzE4NTczXQ==\">Isaiah 45:11<\/a><i>“Thus saith Jehovah, the Holy One of Israel, and its Maker, Ask me what is to come; let my sons and the work of my hands be committed to me!”<\/i> The names by which He calls Himself express his absolute blamelessness, and His absolute right of supremacy over Israel. <span class=\"normal hebrew\"> שׁאלוּני<\/span> is an imperative, like<span class=\"normal hebrew\"> שׁמעוּני<\/span> in <a class=\"ref\">Genesis 23:8<\/a>; the third person would be written<span class=\"normal hebrew\"> שׁאלוּני<\/span> . The meaning is: If ye would have any information or satisfaction concerning the future (“things to come,” <a class=\"isa\" verses=\"WzE4NDc1XQ==\">Isaiah 41:23<\/a>; <a class=\"isa\" verses=\"WzE4NTQxXQ==\">Isaiah 44:7<\/a>), about which ye can neither know nor determine anything of yourselves, inquire of me. <span class=\"normal hebrew\"> צוּה<\/span> with an accusative of the person, and<span class=\"normal hebrew\"> על<\/span> of the thing, signifies to commit anything to the care of another ( <a class=\"ref\">1 Chronicles 22:12<\/a>). The fault-finders in Israel were to leave the people of whom Jehovah was the Maker (a retrospective allusion to <a class=\"isa\" verses=\"WzE4NTcyXQ==\">Isaiah 45:10<\/a> and <a class=\"isa\" verses=\"WzE4NTcxXQ==\">Isaiah 45:9<\/a>), in the hands of Him who has created everything, and on whom everything depends. <a class=\"isa\" verses=\"WzE4NTc0XQ==\">Isaiah 45:12<\/a><i>“I, I have made the earth, and created men upon it; I, my hands have stretched out the heavens, and all their host have I called forth.”<\/i><span class=\"normal hebrew\"> ידי<\/span><span class=\"normal hebrew\"> אני<\/span> , according to Ges. §121, 3, is equivalent to my hands, and mine alone - a similar arrangement of words to those in <a class=\"ref\">Genesis 24:27; 2 Chronicles 28:10; Ecclesiastes 2:15<\/a>. Hitzig is wrong in his rendering, “all their host do I command.” That of Ewald is the correct one, “did I appoint;” for<i>(<span class=\"translit\"> tsivvâsh<\/span>), followed by an accusative of the person, means to give a definite order or command to any one, the command in this case being the order to come into actual existence (= esse jussi<\/i> , cf., <a class=\"ref\">Psalm 33:9<\/a>). <br><\/p> ",
    "audit": null
}