{
    "id": 17718,
    "source": "kdo",
    "verse_id": 17828,
    "verse_count": 1,
    "reference": "8:20",
    "title": "",
    "html": "<p> In opposition to such a falling away to wretched superstition, the watchword of the prophet and his supporters is this. “To the teaching of God (<em> thorah<\/em> , Gotteslehre), and to the testimony! If they do not accord with this word, they are a people for whom no morning dawns.” The summons, “to the teaching and to the testimony” (namely, to those which Jehovah gave through His prophet, <a class=\"isa\" verses=\"WzE3ODI1XQ==\">Isaiah 8:17<\/a>), takes the form of a watchword in time of battle (<a class=\"ref\">Judges 7:18<\/a>). With this construction the following אם־לא (which Knobel understands interrogatively, “Should not they speak so, who, etc.?” and Luzzatto as an oath, as in <a class=\"ref\">Psalms 131:2<\/a>, “Surely they say such words as have no dawn in them”) has, at any rate, all the presumption of a conditional signification. Whoever had not this watchword would be regarded as the enemy of Jehovah, and suffer the fate of such a man. This is, to all appearance, the meaning of the apodosis שׁהר אין־לו אשׁר . Luther has given the meaning correctly, “If they do not say this, they will not have the morning dawn;” or, according to his earlier and equally good rendering, “They shall never overtake the morning light,” literally, “They are those to whom no dawn arises.” The use of the plural in the hypothetical protasis, and the singular in the apodosis, is an intentional and significant change. All the several individuals who did not adhere to the revelation made by Jehovah through His prophet, formed one corrupt mass, which would remain in hopeless darkness. אשׁר is used in the same sense as in <a class=\"isa\" verses=\"WzE3NzY4XQ==\">Isaiah 5:28<\/a> and <a class=\"ref\">2 Samuel 2:4<\/a>, and possibly also as in <a class=\"ref\">1 Samuel 15:20<\/a>, instead of the more usual כּי , when used in the affirmative sense which springs in both particles out of the confirmative (<em> namque <\/em> and <em> quoniam <\/em> ): Truly they have no morning dawn to expect.<\/p><p> (Note: Strangely enough, <a class=\"isa\" verses=\"WzE3ODI3XQ==\">Isaiah 8:19<\/a> and <a class=\"isa\" verses=\"WzE3ODI4XQ==\">Isaiah 8:20<\/a> are described in Lev. <em> Rabba<\/em> , ch. xv, as words of the prophet Hosea incorporated in the book of Isaiah.)<\/p>",
    "audit": null
}