{
    "id": 13470,
    "source": "kdo",
    "verse_id": 18714,
    "verse_count": 1,
    "reference": "53:2",
    "title": "",
    "html": "<p>The confession, which follows, grows out of the great lamentation depicted by Zechariah in <a class=\"ref\">Zechariah 12:11<\/a>. <i>“And he sprang up like a layer-shoot before Him, and like a root-sprout out of dry ground: he had no form, and no beauty; and we looked, and there was no look, such that we could have found pleasure in him.”<\/i> <a class=\"isa\" verses=\"WzE4NzE0XQ==\">Isaiah 53:2<\/a>, as a sequel to <i><a class=\"isa\" verses=\"WzE4NzEzXQ==\">Isaiah 53:1<\/a> <\/i>, looks back to the past, and describes how the arm of Jehovah manifested itself in the servant's course of life from the very beginning, though imperceptibly at first, and unobserved by those who merely noticed the outside. The suffix of <span class=\"normal hebrew\">לפניו<\/span> cannot refer to the subject of the interrogative sentence, as Hahn and Hofmann suppose, for the answer to the <i>quis<\/i> there is <i>nemo<\/i>; it relates to Jehovah, by which it is immediately preceded. Before Jehovah, namely, so that He, whose counsel thus began to be fulfilled, fixed His eye upon him with watchfulness and protecting care, he grew up <span class=\"normal hebrew\">כּיּונק<\/span>, like the suckling, i.e., (in a horticultural sense) the tender twig which sucks up its nourishment from the root and stem (not as Hitzig supposes, according to <a class=\"ref\">Ezekiel 31:16<\/a>, from the moisture in the soil); for the tender twig upon a tree, or trunk, or stalk, is called <span class=\"normal hebrew\">ינקת<\/span> (for which we have <span class=\"normal hebrew\">יונק<\/span> here): vid., <a class=\"ref\">Ezekiel 17:22<\/a>, the twig of a cedar; <a class=\"ref\">Psalm 80:12<\/a> (11), of a vine; <a class=\"ref\">Job 8:16<\/a>, of a liana. It is thought of here as a layer, as in <a class=\"ref\">Ezekiel 17:22<\/a>; and, indeed, as the second figure shows when taken in connection with <a class=\"isa\" verses=\"WzE3ODg2XQ==\">Isaiah 11:1<\/a>, as having been laid down after the proud cedar of the Davidic monarchy from which it sprang had been felled; for elsewhere it is compared to a shoot which springs from the root left in the ground after the tree has been felled. Both figures depict the lowly and unattractive character of the small though vigorous beginning. The expression “out of dry ground,” which belongs to both figures, brings out, in addition, the miserable character of the external circumstances in the midst of which the birth and growth of the servant had taken place. The “dry ground” is the existing state of the enslaved and degraded nation; i.e., he was subject to all the conditions inseparable from a nation that had been given up to the power of the world, and was not only enduring all the consequent misery, but was in utter ignorance as to its cause; in a word, the dry ground is the corrupt character of the age. In what follows, the majority of the commentators have departed from the accents, and adopted the rendering, “he had no form and no beauty, that we should look at Him” (should have looked at Him), viz., with fixed looks that loved to dwell upon Him. This rendering was adopted by Symmachus and Vitringa (<span class=\"greek normal\"> ἳνα εἴδωμεν αὐτόν <\/span>; <i>ut ipsum respiceremus<\/i>). But Luther, Stier, and others, very properly adhere to the existing punctuation; since the other would lead us to expect <span class=\"normal hebrew\">בּו<\/span> <span class=\"normal hebrew\">ונראה<\/span> instead of <span class=\"normal hebrew\">ונראהוּ<\/span>, and the close reciprocal relation of <span class=\"normal hebrew\">ולא־מראה<\/span> <span class=\"normal hebrew\">ונראהוּ<\/span>, which resembles a play upon the words, is entirely expunged. The meaning therefore is, “We saw Him, and there was nothing in His appearance to make us desire Him, or feel attracted by Him.” The literal rendering of the Hebrew, with its lively method of transferring you into the precise situation, is <i>ut concupisceremus eum<\/i> (<i>delectaremur eo<\/i>); whereas, in our oriental style, we should rather have written <i>ut concupivissemus<\/i>, using the pluperfect instead of the imperfect, or the tense of the associated past. Even in this sense <span class=\"normal hebrew\">ונראהוּ<\/span> is very far from being unmeaning: He dwelt in Israel, so that they had Him bodily before their eyes, but in His outward appearance there was nothing to attract or delight the senses.<br><\/p>",
    "audit": null
}