{
    "id": 18203,
    "source": "kdo",
    "verse_id": 18790,
    "verse_count": 2,
    "reference": "58:3-4",
    "title": "",
    "html": "<p> There follow now the words of the work-righteous themselves, who hold up their fasting before the eyes of God, and complain that He takes no notice of it. And how could He?! <em> “'Wherefore do we fast and Thou seest not, afflict our soul and Thou regardest not?' Behold, on the day of your fasting ye carry on your business, and ye oppress all your labourers. Behold, ye fast with strife and quarrelling, and with smiting with the fist maliciously closed: ye do not fast now to make your voice audible on high.”<\/em> By the side of צוּם (root צם , to press, tie up, constrain) we have here the older expression found in the Pentateuch, נפשׁ ענּה , to do violence to the natural life. In addition to the fasting on the day of atonement (the tenth of the seventh month Tizri ), the only fast prescribed by the law, other fasts were observed according to <a class=\"ref\">Zechariah 7:3; Zechariah 8:19<\/a>, viz., fasts to commemorate the commencement of the siege of Jerusalem (10th Tebeth ), its capture (17th Tammuz ), its destruction (9th Aibb ), and the murder of Gedaliah (3rd Tizri ). The exiles boast of this fasting here; but it is a heartless, dead work, and therefore worthless in the sight of God. There is the most glaring contrast between the object of the fast and their conduct on the fast-day: for they carry on their work-day occupation; they are then, more than at any other time, true taskmasters to their work-people (lest the service of the master should suffer form the service of God); and because when fasting they are doubly irritable and ill-tempered, this leads to quarrelling and strife, and even to striking with angry fist ( בּאגרף , from גּרף , to collect together, make into a ball, clench). Hence in their present state the true purpose of fasting is quite unknown to them, viz., to enable them to draw near with importunate prayer to God, who is enthroned on high (<a class=\"isa\" verses=\"WzE4NzgxXQ==\">Isaiah 57:15<\/a>).<\/p><p> (Note: The ancient church called a fast <em> statio <\/em> , because he who fasted had to wait in prayer day and night like a soldier at his post. See on this and what follows, the <em> Shepherd of Hermas<\/em> , iii. Sim. 5, and the <em> Epistle of Barnabas<\/em> , c. iii.)<\/p><p> The only difficulty here is the phrase חפ ץ מצא . In the face of <a class=\"isa\" verses=\"WzE4ODAwXQ==\">Isaiah 58:13<\/a>, this cannot have any other meaning than to stretch one's hand after occupation, to carry on business, to occupy one's self with it - חפ ץ combining the three meanings, application or affairs, striving, and trade or occupation. מצא , however, maintains its primary meaning, to lay hold of or grasp (cf., <a class=\"isa\" verses=\"WzE3ODY1XQ==\">Isaiah 10:14<\/a>; Targ. צרכיכון תּבעין אתּוּן , ye seek your livelihood). This is sustained by what follows, whether we derive עצּביכם (cf., חלּקי , <a class=\"isa\" verses=\"WzE4NzcyXQ==\">Isaiah 57:6<\/a>) from עצב (<em> et omnes labores vestros graves rigide exigitis <\/em> ), נגשׂ (from which we have here תּנגּשׂוּ for תּגּשׂוּ , <a class=\"ref\">Deuteronomy 15:3<\/a>) being construed as in <a class=\"ref\">2 Kings 23:35<\/a> with the accusative of what is peremptorily demanded; or (what we certainly prefer) from עצב ; or better still from עצב morf ll (like עמל ): <em> omnes operarios vestros adigitis <\/em> (<em> urgetis <\/em> ), נגשׂ being construed with the accusative of the person oppressed, as in <a class=\"ref\">Deuteronomy 15:2<\/a>, where it is applied to the oppression of a debtor. Here, however, the reference is not to those who owe money, but to those who owe labour, or to obligations to labour; and עצב does not signify a debtor (an idea quite foreign to this verbal root), but a labourer, one who eats the bread of sorrows, or of hard toil (<a class=\"ref\">Psalms 127:2<\/a>). The prophet paints throughout from the life; and we cannot be persuaded by Stier's false zeal for Isaiah's authorship to give up the opinion, that we have here a figure drawn from the life of the exiles in Babylon.<\/p>",
    "audit": null
}