{
    "id": 17643,
    "source": "kdo",
    "verse_id": 17718,
    "verse_count": 2,
    "reference": "3:10-11",
    "title": "",
    "html": "<p> The prophet's meaning is evident enough. But inasmuch as it is the curse of sin to distort the knowledge of what is most obvious and self-evident, and even to take it entirely away, the prophet dwells still longer upon the fact that all sinning is self-destruction and self-murder, placing this general truth against its opposite in a palillogical Johannic way, and calling out to his contemporaries in <a class=\"isa\" verses=\"WzE3NzE4LDE3NzE5XQ==\">Isaiah 3:10, Isaiah 3:11<\/a> : <em> “Say of the righteous, that it is well with him; for they will enjoy the fruit of their doings. Woe to the wicked! it is ill; for what his hands have wrought will be done to him.”<\/em> We cannot adopt the rendering “Praise the righteous,” proposed by Vitringa and other modern commentators; for although <em> âmar <\/em> is sometimes construed with the accusative of the object (<a class=\"ref\">Psalms 40:11; Psalms 145:6, Psalms 145:11<\/a>), it never means to praise, but to declare (even in <a class=\"ref\">Psalms 40:11<\/a>). We have here what was noticed from <a class=\"ref\">Genesis 1:4<\/a> onwards - namely, the obvious <em> antiptôsis<\/em> or <em> antiphonêsis<\/em> in the verbs ראה (cf., <a class=\"isa\" verses=\"WzE4MDYyLDE1NTcsMTY1MF0=\">Isaiah 22:9; Exodus 2:2), ידע (1 Kings 5:17<\/a>), and אמר (like λέγειν , <a class=\"ref\">John 9:9<\/a>): <em> dicite justum quod bonus <\/em> = <em> dicite justum esse bonum <\/em> (Ewald, §336, <em> b<\/em> ). The object of sight, knowledge, or speech, is first of all mentioned in the most general manner; then follows the qualification, or more precise definition. טוב , and in <a class=\"isa\" verses=\"WzE3NzE5XQ==\">Isaiah 3:11<\/a> רע ( רע without the pause), might both of them be the third pers. pret. of the verbs, employed in a neuter sense: the former signifying, it is well, viz., with him (as in <a class=\"ref\">Deuteronomy 5:30; Jeremiah 22:15-16<\/a>); the latter, it is bad (as in <a class=\"ref\">Psalms 106:32<\/a>). But it is evident from <a class=\"ref\">Jeremiah 44:17<\/a> that הוּא טוב and הוּא רע may be used in the sense of καλῶς ( κακῶς ) ἔχει , and that the two expressions are here thought of in this way, so that there is no לו to be supplied in either case. The form of the first favours this; and in the second the accentuation fluctuates between אוי <em> tiphchah<\/em> לרשׁע <em> munach <\/em> , and the former with <em> m erka <\/em> , the latter <em> tiphchah<\/em> . At the same time, the latter mode of accentuation, which is favourable to the personal rendering of רע , is supported by editions of some worth, such as Brescia 1494, Pesaro 1516, Venice 1515, 1521, and is justly preferred by Luzzatto and Bär. The summary assertions, The righteous is well, the wicked ill, are both sustained by their eventual fate, in the light of which the previous misfortune of the righteous appears as good fortune, and the previous good fortune of the wicked as misfortune. With an allusion to this great difference in their eventual fate, the word “say,” which belongs to both clauses, summons to an acknowledgment of the good fortune of the one and the misfortune of the other. O that Judah and Jerusalem would acknowledge their to their own salvation before it was too late! For the state of the poor nation was already miserable enough, and very near to destruction.<\/p>",
    "audit": null
}