{
    "id": 17706,
    "source": "kdo",
    "verse_id": 17806,
    "verse_count": 3,
    "reference": "7:23-25",
    "title": "",
    "html": "<p> The prophet repeats this three times in <a class=\"isa\" verses=\"eyIxNzgwNiI6M30=\">Isaiah 7:23-25<\/a> : <em> “And it will come to pass in that day, every place, where a thousand vines stood at a thousand silverlings, will have become thorns and thistles. With arrows and with bows will men go, for the whole land will have become thorns and thistles. And all the hills that were accustomed to be hoed with the hoe, thou wilt not go to them for fear of thorns and thistles; and it has become a gathering-place for oxen, and a treading-place for sheep.”<\/em> The “thousand silverlings” (<em> 'eleph ceseph <\/em> , i.e., a thousand shekels of silver) recall to mind <a class=\"ref\">Song of Solomon 8:11<\/a>, though there it is the value of the yearly produce, whereas here the thousand shekels are the value of a thousand vines, the sign of a peculiarly valuable piece of a vineyard. At the present time they reckon the worth of a vineyard in Lebanon and Syria according to the value of the separate vines, and generally take the vines at one piastre (from 2nd to 3rd) each; just as in Germany a Johannisberg vine is reckoned at a ducat. Every piece of ground, where such valuable vines were standing, would have fallen a prey to the briers. People would go there with bow and arrow, because the whole land had become thorns and thistles (see at  ), and therefore wild animals had made their homes there. And thou (the prophet addresses the countryman thus) comest not to all the hills, which were formerly cultivated in the most careful manner; thou comest not thither to make them arable again, because thorns and thistles deter thee from reclaiming such a fallow. They would therefore give the oxen freedom to rove where they would, and let sheep and goats tread down whatever grew there. The description is intentionally thoroughly tautological and pleonastic, heavy and slow in movement. The writer's intention is to produce the impression of a waste heath, or tedious monotony. Hence the repetitions of <em> hâyâh <\/em> and <em> yihyeh <\/em> . Observe how great the variations are in the use of the future and perfect, and how the meaning is always determined by the context. In <a class=\"isa\" verses=\"WzE3ODA0LDE3ODA1XQ==\">Isaiah 7:21, Isaiah 7:22<\/a>, the futures have a really future sense; in <a class=\"isa\" verses=\"WzE3ODA2XQ==\">Isaiah 7:23<\/a> the first and third <em> yihyeh <\/em> signify “will have become” (<em> factus erit omnis locus <\/em> ), and the second “was” (<em> erat <\/em> ); in <a class=\"isa\" verses=\"WzE3ODA3XQ==\">Isaiah 7:24<\/a> יבוא means “will come” (<em> veniet <\/em> ), and <em> tihyeh <\/em> “will have become” (<em> facta erit terra <\/em> ); in <a class=\"isa\" verses=\"WzE3ODA4XQ==\">Isaiah 7:25<\/a> we must render <em> yē‛âdērūn <\/em> , <em> sarciebantur <\/em> (they used to be hoed). And in <a class=\"isa\" verses=\"WzE3ODA0LDE3ODA1XQ==\">Isaiah 7:21, Isaiah 7:22<\/a>, and <a class=\"isa\" verses=\"WzE3ODA2XQ==\">Isaiah 7:23<\/a>, <em> hâyâh <\/em> is equivalent to <em> fiet <\/em> (it will become); whilst in <a class=\"isa\" verses=\"WzE3ODA4XQ==\">Isaiah 7:25<\/a> it means <em> factum est <\/em> (it has become). Looked at from a western point of view, therefore, the future tense is sometimes a simple future, sometimes a future perfect, and sometimes an imperfect or synchronistic preterite; and the perfect sometimes a prophetic preterite, sometimes an actual preterite, but the sphere of an ideal past, or what is the same thing, of a predicted future.<\/p><p> This ends Isaiah's address to king Ahaz. He does not expressly say when Immanuel is to be born, but only what will take place before he has reached the riper age of boyhood - namely, first, the devastation of Israel and Syria, and then the devastation of Judah itself, by the Assyrians. From the fact that the prophet says no more than this, we may see that his spirit and his tongue were under the direction of the Spirit of God, who does not descend within the historical and temporal range of vision, without at the same time remaining exalted above it. On the other hand, however, we may see from what he says, that the prophecy has its human side as well. When Isaiah speaks of Immanuel as eating thickened milk and honey, like all who survived the Assyrian troubles in the Holy Land; he evidently looks upon and thinks of the childhood of Immanuel as connected with the time of the Assyrian calamities. And it was in such a perspective combination of events lying far apart, that the complex character of prophecy consisted. The reason for this <em> complex<\/em> character was a double one, viz., the human limits associated with the prophet's telescopic view of distant times, and the pedagogical wisdom of God, in accordance with which He entered into these limits instead of removing them. If, therefore, we adhere to the letter of prophecy, we may easily throw doubt upon its veracity; but if we look at the substance of the prophecy, we soon find that the complex character by no means invalidates its truth. For the things which the prophet saw in combination were essentially connected, even though chronologically separated. When, for example, in the case before us (chapters 7-12), Isaiah saw Asshur only, standing out as the imperial kingdom; this was so far true, that the four imperial kingdoms from the Babylonian to the Roman were really nothing more than the full development of the commencement made in Assyria. And when he spoke of the son of the virgin (chapter 7) as growing up in the midst of the Assyrian oppressions; this also was so far true, that Jesus was really born at a time when the Holy Land, deprived of its previous abundance, was under the dominion of the imperial power, and in a condition whose primary cause was to be traced to the unbelief of Ahaz. Moreover, He who became flesh in the fulness of time, did really lead an ideal life in the Old Testament history. He was in the midst of it in a pre-existent presence, moving on towards the covenant goal. The fact that the house and nation of David did not perish in the Assyrian calamities, was actually to be attributed, as chapter 8 presupposes, to His real though not His bodily presence. In this way the apparent discrepancy between the prophecy and the history of the fulfilment may be solved. We do not require the solution proposed by Vitringa, and recently appropriate by Haneberg - namely, that the prophet takes the stages of the Messiah's life out of the distant future, to make them the measure of events about to take place in the immediate future; nor that of Bengel, Schegg, Schmieder, and others - namely, that the sign consisted in an event belonging to the immediate future, which pointed typically to the birth of the true Immanuel; nor that of Hofmann, who regards the words of the prophet as an emblematical prediction of the rise of a new Israel, which would come to the possession of spiritual intelligence in the midst of troublous times, occasioned by the want of intelligence in the Israel of his own time. The prophecy, as will be more fully confirmed as we proceed, is directly Messianic; it is a divine prophecy within human limits.<\/p>",
    "audit": null
}