{
    "id": 17793,
    "source": "kdo",
    "verse_id": 17962,
    "verse_count": 1,
    "reference": "15:1",
    "title": "",
    "html": "<p> There is no other prophecy in the book of Isaiah in which the heart of the prophet is so painfully affected by what his mind sees, and his mouth is obliged to prophesy. All that he predicts evokes his deepest sympathy, just as if he himself belonged to the unfortunate nation to which he is called to be a messenger of woe. He commences with an utterance of amazement. <em> “Oracle concerning Moab! for in a night 'Ar-Moab is laid waste, destroyed; for in a night Kir-Moab is laid waste, destroyed.”<\/em> The <em> ci <\/em> (for) is explanatory in both instances, and not simply affirmative, or, as Knobel maintains, recitative, and therefore unmeaning. The prophet justifies the peculiar heading to his prophecy from the horrible vision given him to see, and takes us at once into the very heart of the vision, as in <a class=\"isa\" verses=\"WzE3OTg1LDE4MDc5XQ==\">Isaiah 17:1; Isaiah 23:1<\/a>. <em> 'Ar Moab<\/em> (in which <em> 'Ar<\/em> is Moabitish for <em> 'Ir<\/em> ; cf., <a class=\"ref\">Jeremiah 49:3<\/a>, where we find <em> 'Ai<\/em> written instead of <em> 'Ar<\/em> , which we should naturally expect) is the name of the capital of Moab (Grecized, <em> Areopolis<\/em> ), which was situated to the south of the Arnon, at present a large field of ruins, with a village of the name of <em> Rabba<\/em> . <em> Kir Moab<\/em> (in which <em> Kir<\/em> is the Moabitish for <em> Kiryah<\/em> ) was the chief fortress of Joab, which was situated to the south-east of <em> Ar<\/em> , the present <em> Kerek<\/em> , where there is still a town with a fortification upon a rock, which can be seen from Jerusalem with a telescope on a clear day, and forms so thoroughly one mass with the rock, that in 1834, when Ibrahim Pasha resolved to pull it down, he was obliged to relinquish the project. The identity of <em> Kir<\/em> and <em> Kerek<\/em> is unquestionable, but that of <em> Ar<\/em> and <em> Rabba<\/em> has been disputed; and on the ground of <a class=\"ref\">Numbers 22:36<\/a>, where it seems to be placed nearer the Arnon, it has been transposed to the ruins on the pasture land at the confluence of the <em> Lejûm<\/em> and <em> Mujib<\/em> (= “the city that is by the river” in <a class=\"ref\">Deuteronomy 2:36<\/a> and <a class=\"ref\">Joshua 13:9, Joshua 13:16<\/a> : see Comm. on <a class=\"ref\">Numbers 21:15<\/a>) - a conjecture which has this against it, that the name <em> Areopolis<\/em> , which has been formed from <em> Ar<\/em> , is attached to the “<em> metropolis civitas Ar <\/em> ,” which was called <em> Rabba<\/em> as the metropolis, and of which Jerome relates (on the passage before us), as an event associated with his own childhood, that it was then destroyed by an earthquake (probably in 342). The two names of the cities are used as masculine here, like <em> Dammesek<\/em> in <a class=\"isa\" verses=\"WzE3OTg1XQ==\">Isaiah 17:1<\/a>, and <em> Tzor<\/em> in <a class=\"isa\" verses=\"WzE4MDc5XQ==\">Isaiah 23:1<\/a>, though it cannot therefore be said, as at <a class=\"ref\">Micah 5:1<\/a>, that the <em> city<\/em> stands for the <em> inhabitants<\/em> (Ges. <em> Lehrgebäude<\/em> , p. 469). “<em> In a night<\/em> ” ( ליל absolute, as in <a class=\"isa\" verses=\"WzE4MDQ3XQ==\">Isaiah 21:11<\/a>, not construct, which would give an illogical assertion, as <em> shuddad <\/em> and <em> nidmâh <\/em> are almost coincident, so far as the sense is concerned) the two pillars of the strength of Moab are overthrown. In the space of a night, and therefore very suddenly (<a class=\"isa\" verses=\"WzE3OTk4XQ==\">Isaiah 17:14<\/a>), Moab is destroyed. The prophet repeats twice what it would have been quite sufficient to say once, just as if he had been condemned to keep his eye fixed upon the awful spectacle (on the <em> asyndeton<\/em> , see at <a class=\"isa\" verses=\"WzE4Mjg5XQ==\">Isaiah 33:9<\/a>; and on the <em> anadiplosis<\/em> , <a class=\"isa\" verses=\"W1sxNzk2OSwxNzgxNywxODA0N10seyIxNzk5NiI6Mn1d\">Isaiah 15:8; Isaiah 8:9; Isaiah 21:11; Isaiah 17:12-13<\/a>). His first sensation is that of horror.<\/p>",
    "audit": null
}