{
    "id": 17823,
    "source": "kdo",
    "verse_id": 18024,
    "verse_count": 2,
    "reference": "19:19-20",
    "title": "",
    "html": "<p> The allusion to the sun-city, which had become the city of destruction, led to the <em> m azzeboth <\/em> or obelisks (see <a class=\"ref\">Jeremiah 43:13<\/a>), which were standing there on the spot where <em> Ra<\/em> was worshipped. <em> “In that day there stands an altar consecrated to Jehovah in the midst of the land of Egypt, and an obelisk near the border of the land consecrated to Jehovah. And a sign and a witness for Jehovah of hosts is this in the land of Egypt: when they cry to Jehovah for oppressors, He will send them a helper and champion, and deliver them.”<\/em> This is the passage of Isaiah (not v. 18) to which Onias IV appealed, when he sought permission of Ptolemaeus Philometor to build a temple of Jehovah in Egypt. He built such a temple in the <em> nomos <\/em> of Heliopolis, 180 stadia (22 1\/2 miles) to the north-east of Memphis (Josephus, <em> Bell<\/em> . vii. 10, 3), and on the foundation and soil of the ὀχύρωμα in Leontopolis, which was dedicated to Bubastis (<em> Ant<\/em> . xiii. 3, 1, 2).<\/p><p> (Note: We are acquainted with two cities called Leontopolis, viz., the capital of the <em> nomos <\/em> called by its name, which was situated between the Busiritic and the Tanitic <em> nomoi <\/em> ; and a second between <em> Herōōn<\/em> -<em> poils <\/em> and <em> Magdōlon <\/em> (see Brugsch, <em> Geogr<\/em> . i. 262). The Leontopolis of Josephus, however, must have been another, or third. It may possibly have derived its name, as Lauth conjectures, from the fact that the goddess <em> Bast<\/em> (from which comes <em> Boubastos<\/em> , House of Bast) was called <em> Pacht<\/em> when regarded in her destructive character (Todtenbuch, 164, 12). The meaning of the name is “lioness,” and, as her many statues show, she was represented with a lion's head. At the same time, the boundaries of the districts fluctuated, and the Heliopolitan Leontopolis of Josephus may have originally belonged to the Bubastic district.)<\/p><p> This temple, which was altogether unlike the temple of Jerusalem in its outward appearance, being built in the form of a castle, and which stood for more than two hundred years (from 160 b.c. to a.d. 71, when it was closed by command of Vespasian), was splendidly furnished and much frequented; but the recognition of it was strongly contested both in Palestine and Egypt. It was really situated “in the midst of the land of Egypt.” But it is out of the question to seek in this temple for the fulfilment of the prophecy of Isaiah, from the simple fact that it was by Jews and for Jews that it was erected. And where, in that case, would the obelisk be, which, as Isaiah prophesies, was to stand on the border of Egypt, i.e., on the side towards the desert and Canaan? The altar was to be “<em> a sign<\/em> ” (<em> 'oth <\/em> ) that there were worshippers of Jehovah in Egypt; and the obelisk a “witness” (<em> ‛ēd <\/em> ) that Jehovah had proved Himself, to Egypt's salvation, to be the God of the gods of Egypt. And now, if they who erected this place of worship and this monument cried to Jehovah, He would show Himself ready to help them; and they would no longer cry in vain, as they had formerly done to their own idols (<a class=\"isa\" verses=\"WzE4MDA4XQ==\">Isaiah 19:3<\/a>). Consequently it is the approaching conversion of the native Egyptians that is here spoken of. The fact that from the Grecian epoch Judaism became a power in Egypt, is certainly not unconnected with this. But we should be able to trace this connection more closely, if we had any information as to the extent to which Judaism had then spread among the natives, which we do know to have been by no means small. The <em> therapeutae<\/em> described by Philo, which were spread through all the <em> nomoi <\/em> of Egypt, were of a mixed Egypto-Jewish character (vid., Philo, <em> Opp<\/em> . ii. p. 474, ed. Mangey). It was a victory on the part of the religion of Jehovah, that Egypt was covered with Jewish synagogues and coenobia even in the age before Christ. And Alexandra was the place where the law of Jehovah was translated into Greek, and thus made accessible to the heathen world, and where the religion of Jehovah created for itself those forms of language and thought, under which it was to become, as Christianity, the religion of the world. And after the introduction of Christianity into the world, there were more than one <em> m azzebah <\/em> (obelisk) that were met with on the way from Palestine to Egypt, even by the end of the first century, and more than one <em> mizbeach <\/em> (altar) found in the heart of Egypt itself. The importance of Alexandria and of the monasticism and anachoretism of the peninsula of Sinai and also of Egypt, in connection with the history of the spread of Christianity, is very well known.<\/p>",
    "audit": null
}