{
    "id": 17984,
    "source": "kdo",
    "verse_id": 18379,
    "verse_count": 2,
    "reference": "37:26-27",
    "title": "",
    "html": "<p> And yet what he was able to do was not the result of his own power, but of the counsel of God, which he subserved. Fourth turn, <em> “Hast thou not heart? I have done it long ago, from <\/em> (K.<em> l e min , since<\/em> )<em> the days of ancient time have I formed it, and now brought it to pass <\/em> ( הבאתיה , K. הביאתיה ):<em> that thou shouldst lay waste fortified cities into desolate stone heaps; and their inhabitants, powerless, were terrified, and were put to shame <\/em> ( ובשׁוּ , K. ויּבשׁוּ ):<em> became herb of the field and green of the turf, herb of the house-tops, and a corn-field <\/em> ( וּשׁדמה , K. <em> and blighted corn<\/em> )<em> before the blades.”<\/em> <em> L'mērâcōq <\/em> (from afar) is not to be connected with the preceding words, but according to the parallel with those which follow. The historical reality, in this instance the Assyrian judgment upon the nations, had had from all eternity an ideal reality in God (see at <a class=\"isa\" verses=\"WzE4MDY0XQ==\">Isaiah 22:11<\/a>). The words are addressed to the Assyrian; and as his instrumentality formed the essential part of the divine purpose, וּתהי does not mean “there should,” but “thou shouldest,” e!mellej e)chremw=sai (cf., <a class=\"isa\" verses=\"eyIxODU0OCI6Mn0=\">Isaiah 44:14-15<\/a>, and <a class=\"ref\">Habakkuk 1:17<\/a>). K. has להשׁות instead of להשׁאות (though not as <em> chethib<\/em> , in which case it would have to be pointed להשׁות ), a singularly syncopated <em> hiphil<\/em> (for לשׁאות ). The point of comparison in the four figures is the facility with which they can be crushed. The nations in the presence of the Assyrian became, as it were, weak, delicate grasses, with roots only rooted in the surface, or like a cornfield with the stalk not yet formed (<em> sh e dēmâh <\/em> , <a class=\"isa\" verses=\"WzE3OTc4XQ==\">Isaiah 16:8<\/a>), which could easily be rooted up, and did not need to be cut down with the sickle. This idea is expressed still more strikingly in Kings, “like corn blighted (<em> sh e dēphâh <\/em> , compare <em> shiddâpōn <\/em> , corn-blight) before the shooting up of the stalk;” the Assyrian being regarded as a parching east wind, which destroys the seed before the stalk is formed.<\/p>",
    "audit": null
}