{
    "id": 17849,
    "source": "kdo",
    "verse_id": 18068,
    "verse_count": 5,
    "reference": "22:15-19",
    "title": "",
    "html": "<p><em> “Thus spake the Lord, Jehovah of hosts, Go, get thee to that steward there, to Shebna the house-mayor. What has thou here, and whom hast thou here, that thou hast hewn thyself out a sepulchre here, hewing out his sepulchre high up, digging himself a dwelling in rocks? Behold, Jehovah hurleth thee, hurling with a man's throw, and graspeth thee grasping. Coiling, He coileth thee a coil, a ball into a land far and wide; there shalt thou die, and thither the chariots of thy glory, thou shame of the house of thy lord! And I thrust thee from thy post, and from thy standing-place he pulleth thee down.”<\/em> לך־בּ , go, take thyself in - not into the house, however, but into the present halting-place. It is possible, at the same time, that the expression may simply mean “take thyself away,” as in <a class=\"ref\">Genesis 45:17<\/a> and <a class=\"ref\">Ezekiel 3:4<\/a>. The preposition אל is interchanged with על , which more commonly denotes the coming of a stronger man upon a weaker one (<a class=\"ref\">1 Samuel 12:12<\/a>), and is here used to designate the overwhelming power of the prophet's word. “<em> That steward there:<\/em> ” this expression points contemptuously to the position of the minister of the court as one which, however high, was a subordinate one after all. We feel at once, as we read this introduction to the divine address, that insatiable ambition was one of the leading traits in Shebna's character. What Isaiah is to say to Shebna follows somewhat abruptly. The words “and say to him,” which are added in the Septuagint, naturally suggest themselves. The question, What hast thou to do here, and whom hast thou to bury here? is put with a glance at Shebna's approaching fate. This building of a sepulchre was quite unnecessary; Shebna himself would never lie there, nor would he be able to bury his relations there. The threefold repetition of the word “here” (<em> poh <\/em> ) is of very incisive force: it is not here that he will stay - here, where he is even now placing himself on a bier, as if it were his home. The participles חצבי and חקקי (with <em> c hirek <\/em> <em> c ompaginis <\/em> : see on <a class=\"ref\">Psalms 113:1-9<\/a>) are also part of the address. The third person which is introduced here is syntactically regular, although the second person is used as well (<a class=\"isa\" verses=\"W3siMTgwODAiOjJ9LFsyMjc2NF1d\">Isaiah 23:2-3; Habakkuk 2:15<\/a>). Rock-tombs, i.e., a collection of tombs in the form of chambers in the rocks, were indeed to be found to the east of Jerusalem, on the western slope of the Mount of Olives, and in the wall of rock to the west of Jerusalem; but the word <em> m ârom <\/em> (“high up”), in connection with the threefold “here” (<em> poh <\/em> ), and the contemptuous “that administrator there,” warrants us in assuming that <em> m ârom <\/em> refers to “the height of the sepulchres of the sons of David” (<a class=\"ref\">2 Chronicles 32:33<\/a>), i.e., the eastern slope of Zion, where the tombs of the kings were excavated in the rocks. <\/p><p> So high did Shebna stand, and so great did he think himself, that he helped after his death to rest among kings, and by no means down at the bottom. But how he deceived himself! Jehovah would hurl him far away (<em> tūl <\/em> , to be long; <em> pilpel <\/em> , to throw or stretch out to a distance),<\/p><p> (Note: In the later form of the language, this verbal stem signifies generally to move onward; hence <em> tiyyūl <\/em> , motion, or a walk, and <em> metaltelı̄n <\/em> , furniture, i.e., moveable goods.)<\/p><p>גּבר טלטלה . This is either equivalent to גּבר טלטלת טלטלה , with a man's throw (Rosenmüller), or גּבר is in apposition to Jehovah (Gesenius and Knobel). As <em> taltēlah <\/em> stands too baldly if the latter be adopted, for which reason the vocative rendering “O man,” which is found in the Syriac, does not commend itself, and as such an elliptical combination of the absolute with the genitive is by no means unusual (e.g., <a class=\"ref\">Proverbs 22:21; Jeremiah 10:10<\/a>), we give the preference to the former. Jerome's rendering, “as they carry off a cock,” which he obtained from the mouth of his <em> Hebraeus<\/em> , cannot be taken into consideration at all; although it has been retained by Schegg (see Geiger, <em> Lesestücke aus der Mischna<\/em> , p. 106). The verb עטה does not give a suitable sense as used in <a class=\"ref\">Jeremiah 43:12<\/a>, where it merely signifies to cover one's self, not to wrap up; nor can we obtain one from <a class=\"ref\">1 Samuel 15:19; 1 Samuel 25:14; 1 Samuel 14:32<\/a>, since the verbal forms which we find there, and which are to be traced to עיט (from which comes עיט , a bird of prey), and not to עטה , signify “to rush upon anything” (when construed with either בּ or אל ). It is better, therefore, to take it, as Michaelis, Rosenmüller, Knobel, and others do, in the sense of grasping or laying hold of. On the other hand, <em> tzânaph <\/em> , which is applied in other instances to the twisting of a turban, also signifies to wrap up, make up into a bundle, or coil up. And <em> c addūr <\/em> , like <em> tzenēphâh <\/em> , signifies that into which Shebna would be coiled up; for the Caph is not to be taken in a comparative sense, since the use of <em> c addūr <\/em> in the sense of globus or sphaera is established by the Talmud (see at <a class=\"ref\">Job 15:24<\/a>), whereas the Arabic <em> daur <\/em> only means <em> gyrus <\/em> , <em> periodus <\/em> . Shebna is made into a round coil, or ball, which is hurled into a land stretching out on both sides, i.e., over the broad surface of Mesopotamia, where he flies on farther and farther, without meeting with any obstacle whatever.<\/p><p> (Note: Compare the old saying, “The heart of man is an apple driven by a tempest over an open plain.”)<\/p><p> He comes thither to die - he who, by his exaggeration and abuse of his position, has not only dishonoured his office, but the Davidic court as well; and thither do his state carriages also come. There can be no doubt that it was by the positive command of Jehovah that Isaiah apostrophized the proud and wealthy Shebna with such boldness and freedom as this. And such freedom was tolerated too. The murder or incarceration of a prophet was a thing of rare occurrence in the kingdom of Judah before the time of Manasseh. In order to pave the way for the institution of another in Shebna's office, the punishment of deposition, which cannot be understood in any other way than as preceding the punishment of banishment, is placed at the close of the first half of the prophecy. The subject in  is not the king, as Luzzatto supposes, but <em> Jehovah<\/em> , as in  (compare <a class=\"isa\" verses=\"WzE3ODYzXQ==\">Isaiah 10:12<\/a>).<\/p>",
    "audit": null
}