{
    "id": 17891,
    "source": "kdo",
    "verse_id": 18153,
    "verse_count": 1,
    "reference": "27:1",
    "title": "",
    "html": "<p> Upon whom the judgment of Jehovah particularly falls, is described in figurative and enigmatical words in <a class=\"isa\" verses=\"WzE4MTUzXQ==\">Isaiah 27:1<\/a> : <em> “In that day will Jehovah visit with His sword, with the hard, and the great, and the strong, leviathan the fleet serpent, and leviathan the twisted serpent, and slay the dragon in the sea.”<\/em> No doubt the three animals are emblems of three imperial powers. The assertion that there are no more three animals than there are three swords, is a mistake. If the preposition were repeated in the case of the swords, as it is in the case of the animals, we should have to understand the passage as referring to three swords as well as three animals. But this is not the case. We have therefore to inquire what the three world-powers are; and this question is quite a justifiable one: for we have no reason to rest satisfied with the opinion held by Drechsler, that the three emblems are symbols of ungodly powers in general, of every kind and every sphere, unless the question itself is absolutely unanswerable. Now the <em> tannin <\/em> (the stretched-out aquatic animal) is the standing emblem of Egypt (<a class=\"isa\" verses=\"WzE4NjgzXQ==\">Isaiah 51:9<\/a>; <a class=\"ref\">Psalms 74:13; Ezekiel 29:3; Ezekiel 32:2<\/a>). And as the Euphrates-land and Asshur are mentioned in <a class=\"isa\" verses=\"WzE4MTY0LDE4MTY1XQ==\">Isaiah 27:12, Isaiah 27:13<\/a> in connection with Egypt, it is immediately probable that the other two animals signify the kingdom of the Tigris, i.e., Assyria, with its capital Nineveh which stood on the Tigris, and the kingdom of the Euphrates, i.e., Chaldea, with its capital Babylon which stood upon the Euphrates. Moreover, the application of the same epithet Leviathan to both the kingdoms, with simply a difference in the attributes, is suggestive of two kingdoms that were related to each other. We must not be misled by the fact that <em> nâchâsh <\/em> <em> bâriach <\/em> is a constellation in <a class=\"ref\">Job 26:13<\/a>; we have no <em> bammarōm <\/em> (on high) here, as in <a class=\"isa\" verses=\"WzE4MTE3XQ==\">Isaiah 24:21<\/a>, and therefore are evidently still upon the surface of the globe. The epithet employed was primarily suggested by the situation of the two cities. Nineveh was on the Tigris, which was called <em> Chiddekel<\/em> ,<\/p><p> (Note: In point of fact, not only does Arab. <em> tyr <\/em> signify both an arrow and the Tigris, according to the Neo-Persian lexicons, but the old explanation “Tigris, swift as a dart, since the Medes call the Tigris <em> toxeuma <\/em> ” (the shot or shot arrow; Eustath, on Dion Perieg. v. 984), is confirmed by the Zendic <em> tighri <\/em> , which has been proved to be used in the sense of arrow or shot (<em> Yesht<\/em> 8, 6, <em> yatha tighris mainyavacâo <\/em> ), i.e., like a heavenly arrow.)<\/p><p> on account of the swiftness of its course and its terrible rapids; hence Asshur is compared to a serpent moving along in a rapid, impetuous, long, extended course (<em> bâriach <\/em> , as in <a class=\"isa\" verses=\"WzE4NTIwXQ==\">Isaiah 43:14<\/a>, is equivalent to barriach, a noun of the same form as עלּיז , and a different word from <em> berriach <\/em> , a bolt, <a class=\"isa\" verses=\"WzE3OTY2XQ==\">Isaiah 15:5<\/a>). Babylon, on the other hand, is compared to a twisted serpent, i.e., to one twisting about in serpentine curves, because it was situated on the very winding Euphrates, the windings of which are especially labyrinthine in the immediate vicinity of Babylon. The river did indeed flow straight away at one time, but by artificial cuttings it was made so serpentine that it passed the same place, viz., Arderikka, no less than three times; and according to the declaration of Herodotus in his own time, when any one sailed down the river, he had to pass it three times in three days (Ritter, x. p. 8). The real meaning of the emblem, however, is no more exhausted by this allusion to the geographical situation, than it was in the case of “the desert of the sea” (<a class=\"isa\" verses=\"WzE4MDM3XQ==\">Isaiah 21:1<\/a>). The attribute of winding is also a symbol of the longer duration of one empire than of the other, and of the more numerous complications into which Israel would be drawn by it. The world-power on the Tigris fires with rapidity upon Israel, so that the fate of Israel is very quickly decided. But the world-power on the Euphrates advances by many windings, and encircles its prey in many folds. And these windings are all the more numerous, because in the prophet's view Babylon is the final form assumed by the empire of the world, and therefore Israel remains encircled by this serpent until the last days. The judgment upon Asshur, Babylon, and Egypt, is the judgment upon the world-powers universally.<\/p>",
    "audit": null
}