{
    "id": 13481,
    "source": "kdo",
    "verse_id": 18725,
    "verse_count": 1,
    "reference": "54:1",
    "title": "",
    "html": "<p>After the “Servant of God” has expiated the sin of His people by the sacrifice of Himself, and Israel has acknowledged its fault in connection with the rejected One, and entered into the possession and enjoyment of the salvation procured by Him, the glory of the church, which has thus become a partaker of salvation through repentance and faith, is quite ready to burst forth. Hence the prophet can now exclaim, <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 54:1<\/a>: <i>“Exult, O barren one, thou that didst not bear; break forth into exulting, and cry aloud, thou that didst not travail with child: for there are more children of the solitary one than children of the married wife, saith Jehovah.”<\/i> The words are addressed to Jerusalem, which was a counterpart of Sarah in her barrenness at first, and her fruitfulness afterwards (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 41:1-3<\/a>). She is not <span class=\"normal hebrew\">תלד<\/span> <span class=\"normal hebrew\">לא<\/span> <span class=\"normal hebrew\">עקרה<\/span> (<a class=\"ref\">Job 24:21<\/a>), but <span class=\"normal hebrew\">ילדה<\/span> <span class=\"normal hebrew\">לא<\/span> <span class=\"normal hebrew\">עקרה<\/span> (<a class=\"ref\">Judges 13:2<\/a>); not indeed that she had never had any children, but during her captivity and exile she had been robbed of her children, and as a holy city had given birth to no more (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 49:21<\/a>). She was <i>(<span class=\"translit\">shōmēmâh<\/span>), rendered solitary<\/i> (<a class=\"ref\">2 Samuel 13:20<\/a>; the allusion is to her depopulation as a city), whereas formerly she was <span class=\"normal hebrew\">בּעוּלה<\/span>, i.e., enjoyed the fellowship of Jehovah her husband ((<span class=\"translit\">ba‛al<\/span>)). But this condition would not last (for Jehovah had not given her a divorce): she was therefore to exult and shout, since the number of children which she would now have, as one desolate and solitary, would be greater than the number of those which she had as a married wife.<br><\/p>",
    "audit": null
}