{
    "id": 17666,
    "source": "kdo",
    "verse_id": 17751,
    "verse_count": 1,
    "reference": "5:11",
    "title": "",
    "html": "<p> The second woe, for which the curse about to fall upon vinedressing ( ) prepared the way by the simple association of ideas, is directed against the debauchees, who in their carnal security carried on their excesses even in the daylight. <em> “Woe unto them that rise up early in the morning to run after strong drink; who continue till late at night with wine inflaming them!”<\/em> <em> Boker <\/em> (from <em> bâkar <\/em> , <em> bakara <\/em> , to slit, to tear up, or split) is the break of day; and <em> nesheph <\/em> (from <em> nâshaph <\/em> , to blow) the cool of the evening, including the night (<a class=\"isa\" verses=\"WzE4MDQwLDE4ODExXQ==\">Isaiah 21:4; Isaiah 59:10<\/a>); <em> 'ichër <\/em> , to continue till late, as in <a class=\"ref\">Proverbs 23:30<\/a> : the construct state before words with a preposition, as in <a class=\"isa\" verses=\"WzE3ODMyLDE4MTc0XQ==\">Isaiah 9:2; Isaiah 28:9<\/a>, and many other passages (Ges. §116, 1). <em> Shēcâr <\/em> , in connection with <em> yayin <\/em> , is the general name for every other kind of strong drink, more especially for wines made artificially from fruit, honey, raisins, dates, etc., including barley-wine ( οἶνος κρίθινος ) or beer ( ἐκ κριθῶν μέθυ in Aeschylus, also called βρῦτον βρυτόν ζῦθος ζύθος , and by many other names), a beverage known in Egypt, which was half a wine country and half a beer country, from as far back as the time of the Pharaohs. The form <em> shēcâr <\/em> is composed, like ענב (with the fore-tone <em> tsere <\/em> ), from <em> shâcar <\/em> , to intoxicate; according to the Arabic, literally to close by stopping up, i.e., to stupefy.<\/p><p> (Note: It is a question, therefore, whether the name of sugar is related to it or not. The Arabic <em> sakar <\/em> corresponds to the Hebrew <em> shecâr <\/em> ; but sugar is called <em> sukkar <\/em> , Pers. <em> 'sakkar <\/em> , <em> 'sakar <\/em> , no doubt equivalent to σἀκχαρι (Arrian in <em> Periplus<\/em> , μἐλι τὸ καλἀμινον τὸ λεγὀμενου σἀκχαρι ), <em> saccharum <\/em> , an Indian word, which is pronounced <em> Carkarâ <\/em> in Sanscrit and <em> sakkara <\/em> in Prakrit, and signifies “forming broken pieces,” i.e., sugar in grains or small lumps (brown sugar). The art of boiling sugar from the cane was an Indian invention (see Lassen, <em> Indische Alterthumskunde<\/em> , i. 269ff.). The early Egyptian name for beer is <em> hek <\/em> (Brugsch, <em> Recueil<\/em> , p. 118); the demotic and hieratic name <em> henk <\/em> , the Coptic <em> henke <\/em> . The word ζῦθος ζὐθος ) is also old Egyptian. In the <em> Book of the Dead<\/em> (79, 8) the deceased says, “I have taken sacrificial cakes from the table, I have drunk <em> seth - t <\/em> in the evening.” Moses Stuart wrote an <em> Essay upon the Wines and Strong Drinks of the Ancient Hebrews<\/em> , which was published in London (1831), with a preface by J. Pye Smith.)<\/p><p> The clauses after the two participles are circumstantial clauses (Ewald, §341, <em> b<\/em> ), indicating the circumstances under which they ran out so early, and sat till long after dark: they hunted after mead, they heated themselves with wine, namely, to drown the consciousness of their deeds of darkness.<\/p>",
    "audit": null
}