{
    "id": 13520,
    "source": "kdo",
    "verse_id": 18845,
    "verse_count": 3,
    "reference": "61:1–3",
    "title": "",
    "html": " <p>The words of Jehovah Himself pass over here into the words of another, whom He has appointed as the Mediator of His gracious counsel. <i>“The Spirit of the Lord Jehovah is over me, because Jehovah hath anointed me, to bring glad tidings to sufferers, hath sent me to bind up broken-hearted ones, to proclaim liberty to those led captive, and emancipation to the fettered; to proclaim a year of grace from Jehovah, and a day of vengeance from our God; to comfort all that mourn; to put upon the mourners of Zion, to give them a head-dress for ashes, oil of joy for mourning, a wrapper of renown for an expiring spirit, that they may be called terebinths of righteousness, a planting of Jehovah for glorification.”<\/i>, Who is the person speaking here? The Targum introduces the passage with <span class=\"normal hebrew\">,נביּא <\/span> <span class=\"normal hebrew\">,אמר<\/span>,. Nearly all the modern commentators support this view. Even the closing remarks to Drechsler (iii. 381) express the opinion, that the prophet who exhibited to the church the summit of its glory in chapter 60, an evangelist of the rising from on high, an apocalyptist who sketches the painting which the New Testament apocalyptist is to carry out in detail, is here looking up to Jehovah with a grateful eye, and praising Him with joyful heart for his exalted commission. But this view, when looked at more closely, cannot possibly be sustained. It is open to the following objections: (1.) The prophet never speaks of himself as a prophet at any such length as this; on the contrary, with the exception of the closing words of <a class=\"isa\" verses=\"WzE4Nzg3XQ==\">Isaiah 57:21<\/a>, “saith my God,” he has always most studiously let his own person fall back into the shade. (2.) Wherever any other than Jehovah is represented as speaking, and as referring to his own calling, or his experience in connection with that calling, as in <a class=\"isa\" verses=\"WzE4NjM4XQ==\">Isaiah 49:1<\/a>., <a class=\"isa\" verses=\"WzE4NjY3XQ==\">Isaiah 50:4<\/a>., it is the very same “servant of Jehovah” of whom and to whom Jehovah speaks in <a class=\"isa\" verses=\"WzE4NDgyXQ==\">Isaiah 42:1<\/a>., <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+52:13-53&t1=en_nas\" id=\"4\" class=\"stL\" target=\"_blank\">, Isaiah 52:13-53<\/a>: <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+52:13&t1=en_nas\" id=\"5\" class=\"stL\" target=\"_blank\"><\/a>,12, and therefore not the prophet himself, but He who had been appointed to be the Mediator of a new covenant, the light of the Gentiles, the salvation of Jehovah for the whole world, and who would reach this glorious height, to which He had been called, through self-abasement even to death. (3.) All that the person speaking here says of himself is to be found in the picture of the unequalled “Servant of Jehovah,” who is highly exalted above the prophet. He is endowed with the Spirit of Jehovah (<a class=\"isa\" verses=\"WzE4NDgyXQ==\">Isaiah 42:1<\/a>); Jehovah has sent Him, and with Him His Spirit (<i> <a class=\"isa\" verses=\"WzE4NjMxXQ==\">Isaiah 48:16<\/a> <\/i>); He has a tongue taught of God, to help the exhausted with words (<a class=\"isa\" verses=\"WzE4NjY3XQ==\">Isaiah 50:4<\/a>); He spares and rescues those who are almost despairing and destroyed, the bruised reed and expiring wick (<a class=\"isa\" verses=\"WzE4NDg4XQ==\">Isaiah 42:7<\/a>). “To open blind eyes, to bring out prisoners from the prison, and them that sit in darkness out of the prison-house:” this is what He has chiefly to do for His people, both in word and deed (<a class=\"isa\" verses=\"WzE4NDg4XQ==\">Isaiah 42:7<\/a>; <a class=\"isa\" verses=\"WzE4NjQ2XQ==\">Isaiah 49:9<\/a>). (4.) We can hardly expect that, after the prophet has described the Servant of Jehovah, of whom He prophesied, as coming forward to speak with such dramatic directness as in <a class=\"isa\" verses=\"WzE4NjM4XQ==\">Isaiah 49:1<\/a>., <a class=\"isa\" verses=\"WzE4NjY3XQ==\">Isaiah 50:4<\/a>. (and even <i> <a class=\"isa\" verses=\"WzE4NjMxXQ==\">Isaiah 48:16<\/a> <\/i>), he will now proceed to put himself in the foreground, and ascribe to himself those very same official attributes which he has already set forth as characteristic features in his portrait of the predicted One. For these reasons we have no doubt that we have here the words of the Servant of Jehovah. The glory of Jerusalem is depicted in chapter 60 in the direct words of Jehovah Himself, which are well sustained throughout. And now, just as in <i> <a class=\"isa\" verses=\"WzE4NjMxXQ==\">Isaiah 48:16<\/a><\/i>, though still more elaborately, we have by their side the words of His servant, who is the mediator of this glory, and who above all others is the pioneer thereof in his evangelical predictions. Just as Jehovah says of him in <a class=\"isa\" verses=\"WzE4NDgyXQ==\">Isaiah 42:1<\/a>, “I have put my Spirit upon him;” so here he says of himself, “The Spirit of Jehovah is upon me.” And when he continues to explain this still further by saying, “because” (<span class=\"normal hebrew\">,יען<\/span>, from <span class=\"normal hebrew\">,ענה<\/span>, intention, purpose; here equivalent to <span class=\"normal hebrew\">,אשׁר <\/span> <span class=\"normal hebrew\">,יען <\/span>) “Jehovah hath anointed me” (<i>(<span class=\"translit\">, mâs <\/span>) <i>(<span class=\"translit\">,'ōthı̄ <\/span>), more emphatic than <i>(<span class=\"translit\">, meshâchanı̄ <\/span>)), notwithstanding the fact that <i>(<span class=\"translit\">, mâshach <\/span>) is used here in the sense of prophetic and not regal anointing (<a class=\"ref\">1 Kings 19:16<\/a>), we may find in the choice of this particular word a hint at the fact, that the Servant of Jehovah and the Messiah are one and the same person. So also the account given in <a class=\"ref\">Luke 4:16-22<\/a>, viz. that when Jesus was in the synagogue at Nazareth, after reading the opening words of this address, He closed the book with these words, “This day is this scripture fulfilled in your ears” - cannot be interpreted more simply in any other way, than on the supposition that Jesus here declares Himself to be the predicted and divinely anointed Servant of Jehovah, who brings the gospel of redemption to His people. Moreover, though it is not decisive in favour of our explanation, yet this explanation is favoured by the fact that the speaker not only appears as the herald of the new and great gifts of God, but also as the dispenser of them (“ <i>non praeco tantum, sed et dispensator<\/i>,” Vitringa). <br> The combination of the names of God (<i>(<span class=\"translit\">,'Adonai <\/span>) <i>(<span class=\"translit\">, Yehovâh <\/span>)) is the same as in <a class=\"isa\" verses=\"eyIxODY2NyI6Nn0=\">Isaiah 50:4-9<\/a>. On <i>(<span class=\"translit\">, bissēr <\/span>), <span class=\"greek normal\">,εὐαγγελίζειν<\/span>,(- <span class=\"greek normal\">,εσθαι <\/span>). He comes to put a bandage on the hearts' wounds of those who are broken-hearted: <span class=\"normal hebrew\">,ל <\/span> <span class=\"normal hebrew\">,חבשׁ<\/span>,(<span class=\"normal hebrew\">,חבּשׁ <\/span>) as in <a class=\"ref\">Ezekiel 34:4; Psalm 147:3<\/a>; cf., <span class=\"normal hebrew\">,ל <\/span> <span class=\"normal hebrew\">,רפא<\/span>,(<span class=\"normal hebrew\">,רפּא <\/span>); <span class=\"normal hebrew\">,ל <\/span> <span class=\"normal hebrew\">,הצדיק<\/span>,. <span class=\"normal hebrew\">,דרור <\/span> <span class=\"normal hebrew\">,קרא<\/span>, is the phrase used in the law for the proclamation of the freedom brought by the year of jubilee, which occurred every fiftieth year after seven sabbatical periods, and was called (<span class=\"translit\">, shenath <\/span>) (<span class=\"translit\">, hadderōr <\/span>) (<a class=\"ref\">Ezekiel 46:17<\/a>); (<span class=\"translit\">, deror <\/span>) from (<span class=\"translit\">, dârar <\/span>), a verbal stem, denoting the straight, swift flight of a swallow (see at <a class=\"ref\">Psalm 84:4<\/a>), and free motion in general, such as that of a flash of lightning, a liberal self-diffusion, like that of a superabundant fulness. (<span class=\"translit\">, Peqach <\/span>) -(<span class=\"translit\">, qōăch <\/span>) is written like two words (see at <a class=\"isa\" verses=\"WzE3NzA2XQ==\">Isaiah 2:20<\/a>). The Targum translates it as if (<span class=\"translit\">, peqach <\/span>) were an imperative: “Come to the light,” probably meaning undo the bands. But (<span class=\"translit\">, qōăch <\/span>) is not a Hebrew word; for the (<span class=\"translit\">, qı̄chōth <\/span>) of the Mishna(the loops through which the strings of a purse are drawn, for the purpose of lacing it up) cannot be adduced as a comparison. Parchon, AE, and A, take (<span class=\"translit\">, peqachqōăch <\/span>) as one word (of the form <span class=\"normal hebrew\">,פּתלתּל<\/span>, <span class=\"normal hebrew\">,שׁחרחר <\/span>), in the sense of throwing open, viz., the prison. But as (<span class=\"translit\">, pâqach <\/span>) is never used like (<span class=\"translit\">, pâthach <\/span>) (<a class=\"isa\" verses=\"WzE3OTQ2XQ==\">Isaiah 14:17<\/a>; <a class=\"isa\" verses=\"WzE4Njg4XQ==\">Isaiah 51:14<\/a>), to signify the opening of a room, but is always applied to the opening of the eyes (<a class=\"isa\" verses=\"WzE4MzI2XQ==\">Isaiah 35:5<\/a>; <a class=\"isa\" verses=\"WzE4NDg4XQ==\">Isaiah 42:7<\/a>, etc.), except in <a class=\"isa\" verses=\"WzE4NTAxXQ==\">Isaiah 42:20<\/a>, where it is used for the opening of the ears, we adhere to the strict usage of the language, if we understand by (<span class=\"translit\">, peqachqōăch <\/span>) the opening up of the eyes (as contrasted with the dense darkness of the prison); and this is how it has been taken even by the lxx, who have rendered it <span class=\"greek normal\">,καὶ τυφλοῖς ἀνάβλεψιν<\/span>, as if the reading had been <span class=\"normal hebrew\">,ולעורים<\/span>,(<a class=\"ref\">Psalm 146:8<\/a>). Again, he is sent to promise with a loud proclamation a year of good pleasure ((<span class=\"translit\">, râtsōn <\/span>): syn. (<span class=\"translit\">, yeshū‛âh <\/span>)) and a day of vengeance, which Jehovah has appointed; a promise which assigns the length of a year for the thorough accomplishment of the work of grace, and only the length of a day for the work of vengeance. The vengeance applies to those who hold the people of God in fetters, and oppress them; the grace to all those whom the infliction of punishment has inwardly humbled, though they have been strongly agitated by its long continuance (<a class=\"isa\" verses=\"WzE4NzgxXQ==\">Isaiah 57:15<\/a>). The (<span class=\"translit\">,'ăbhēlı̄m <\/span>), whom the Servant of Jehovah has to comfort, are the “mourners of Zion,” those who take to heart the fall of Zion. In <a class=\"isa\" verses=\"WzE4ODQ3XQ==\">Isaiah 61:3<\/a>, <span class=\"normal hebrew\">,לשׂוּם<\/span>,… <span class=\"normal hebrew\">,לתת<\/span>, he corrects himself, because what he brings is not merely a diadem, to which the word (<span class=\"translit\">, sūm <\/span>) (to set) would apply, but an abundant supply of manifold gifts, to which only a general word like (<span class=\"translit\">, nâthan <\/span>) (to give) is appropriate. Instead of <span class=\"normal hebrew\">,אפר<\/span>, the ashes of mourning or repentance laid upon the head, he brings <span class=\"normal hebrew\">,פּאר<\/span>, a diadem to adorn the head (a transposition even so far as the letters are concerned, and therefore the counterpart of <span class=\"normal hebrew\">,אפר<\/span>,; the”oil of joy” (from <a class=\"ref\">Psalm 45:8<\/a>; compare also <span class=\"normal hebrew\">,משׁחך<\/span>, there with <span class=\"normal hebrew\">,אתי <\/span> <span class=\"normal hebrew\">,משׁח<\/span>, here) instead of mourning; “a wrapper (cloak) of renown” instead of a faint and almost extinguished spirit. The oil with which they henceforth anoint themselves is to be joy or gladness, and renown the cloak in which they wrap themselves (a genitive connection, as in <a class=\"isa\" verses=\"WzE4ODE4XQ==\">Isaiah 59:17<\/a>). And whence is all this? The gifts of God, though represented in outward figures, are really spiritual, and take effect within, rejuvenating and sanctifying the inward man; they are the sap and strength, the marrow and impulse of a new life. The church thereby becomes “terebinths of righteousness” (<span class=\"normal hebrew\">,אילי <\/span>: Targ., Symm., Jer., render this, strong ones, mighty ones; Syr. (<span class=\"translit\">, dechre <\/span>), rams; but though both of these are possible, so far as the letters are concerned, they are unsuitable here), i.e., possessors of righteousness, produced by God and acceptable with God, having all the firmness and fulness of terebinths, with their strong trunks, their luxuriant verdure, and their perennial foliage - a planting of Jehovah, to the end that He may get glory out of it (a repetition of <a class=\"isa\" verses=\"WzE4ODQzXQ==\">Isaiah 60:21<\/a>). <br> <\/i> <\/i> <\/i> <\/i> <\/i> <\/i> <\/i> <\/p>",
    "audit": null
}