{
    "id": 13410,
    "source": "kdo",
    "verse_id": 18466,
    "verse_count": 3,
    "reference": "41:14–16",
    "title": "",
    "html": "<p>The consolatory words, “Fear not,” are now repeated, for the purpose of once more adding the promise that Israel will not succumb to its foes, but will acquire power over its enemies.<i> “Fear not, thou worm Jacob, and handful Israel: I will help thee, saith Jehovah; and thy Redeemer is the Holy One of Israel. Behold, I have made thee a threshing roller, a sharp new one, with double edges: thou wilt thresh mountains, and pound them; and hills thou wilt make like chaff. Thou wilt winnow them, and wind carries them away, and tempest scatters them: and thou wilt rejoice in Jehovah, and glory in the Holy One of Israel.”<\/i> Israel, which is now helplessly oppressed, is called “worm of Jacob” (<i> gen. appos.<\/i>) in compassion, i.e., Jacob that is like a worm, probably with some allusion to<a class=\"ref\">Psalm 22:7<\/a> ; for the image of the Messiah enriches itself in these discourses, inasmuch as Israel itself is looked upon in a Messianic light, so that the second David does not stand by the side of Israel, but appears as Israel's heart, or true and inmost essence. The people are then addressed as the “people of Israel,” with some allusion to the phrase<span class=\"normal hebrew\"> מספּר<\/span><span class=\"normal hebrew\"> מתי<\/span> (i.e., few men, easily numbered) in<a class=\"ref\">Genesis 34:30; Deuteronomy 4:27<\/a> (lxx<span class=\"greek normal\"> ὀλιγοστὸσ ̓Ισραήλ<\/span> ; Luther,<i> Ir armer hauffe Israel<\/i> , ye poor crowd of Israel). They no longer formed the compact mass of a nation; the band of the commonwealth was broken: they were melted down into a few individuals, scattered about hither and thither. But it would not continue so. “I help thee” (perfect of certainty) is Jehovah's solemn declaration; and the Redeemer (<i> redemtor<\/i> ,<a class=\"ref\">Leviticus 25:48-49<\/a>) of His now enslaved people is the Holy One of Israel, with His love, which perpetually triumphs over wrath. Not only will He set it free, but He will also endow it with might over its oppressors; (<span class=\"translit\"> samtı̄kh<\/span>) is a perfect of assurance (Ges. §126, 4); (<span class=\"translit\"> mōrag<\/span>) (roller) signifies a threshing-sledge (Arab. (<span class=\"translit\"> naureg<\/span>), (<span class=\"translit\"> nōreg<\/span>)), which has here the term<span class=\"normal hebrew\"> חרוּץ<\/span> (<a class=\"isa\" verses=\"WzE4MTkyXQ==\">Isaiah 28:27<\/a>) as a secondary name along with<span class=\"normal hebrew\"> חדשׁ<\/span> , and is described as furnished on the under part of the two arms of the sledge not only with sharp knives, but with two-edged knives (<span class=\"normal hebrew\"> פּיפיּות<\/span> a reduplication, like<span class=\"normal hebrew\"> מאסּאה<\/span> in<a class=\"isa\" verses=\"WzE4MTYwXQ==\">Isaiah 27:8<\/a> , whereas<span class=\"normal hebrew\"> מימי<\/span> is a double plural). Just like such a threshing machine would Israel thresh and grind to powder from that time forth both mountains and hills. This is evidently a figurative expression for proud and mighty foes, just as wind and tempest denote the irresistible force of Jehovah's aid. The might of the enemy would be broken down to the very last remnant, whereas Israel would be able to rejoice and glory in its God.<br><\/p> ",
    "audit": null
}