{
    "id": 13455,
    "source": "kdo",
    "verse_id": 18651,
    "verse_count": 3,
    "reference": "49:14–16",
    "title": "",
    "html": "<p>The prophet, looking back at the period of suffering from the standpoint of the deliverance, exclaims from the midst of this train of thought: <a class=\"isa\" verses=\"WzE4NjUxXQ==\">Isaiah 49:14<\/a><i>“Zion said, Jehovah hath forsaken me, and the Lord hath forgotten me.”<\/i> The period of suffering which forces out this lamentation still continues. What follows, therefore, applies to the church of the present, i.e., of the captivity. <a class=\"isa\" verses=\"WzE4NjUyXQ==\">Isaiah 49:15<\/a> , <a class=\"isa\" verses=\"WzE4NjUzXQ==\">Isaiah 49:16<\/a><i>“Does a woman forget her sucking child, so as not to have compassion upon the child of her womb? Even though mothers should forget, I will not forget thee. Behold, I have graven thee upon the palms of my hands; thy walls stand continually before me.”<\/i> In reply to the complaining church, which knows that her home is in Zion-Jerusalem, and which has been kept so long away from her home, Jehovah sets forth His love, which is as inalienable as a mother's love, yea, far greater than even maternal love. On<span class=\"normal hebrew\"> עוּל<\/span> , the<i>min<\/i> in<i>(<span class=\"translit\"> mērachēm<\/span>) is equivalent to<span class=\"greek normal\"> ὥστε μή<\/span> , as in <a class=\"isa\" verses=\"WzE4MDc5XQ==\">Isaiah 23:1<\/a>; <a class=\"isa\" verses=\"WzE4MTA2XQ==\">Isaiah 24:10<\/a>; <a class=\"isa\" verses=\"WzE4Mjk1XQ==\">Isaiah 33:15<\/a> , etc. <span class=\"normal hebrew\"> גּם<\/span> , so far as the actual sense is concerned, is equivalent to<span class=\"normal hebrew\"> גּם־כּי<\/span> (Ewald, §§362, <i>b<\/i>): “granted that such (mothers) should forget, i.e., disown, their love.” The picture of Zion (not merely the name, as<i> <a class=\"isa\" verses=\"WzE4NjUzXQ==\">Isaiah 49:16<\/a><\/i> clearly shows) is drawn in the inside of Jehovah's hands, just as men are accustomed to burn or puncture ornamental figures and mementoes upon the hand, the arm, and the forehead, and to colour the punctures with alhenna or indigo (see Tafel, xii., in vol. ii. pp. 33-35 of Lane's Manners and Customs of the Modern Egyptians<\/i>). There is the figure of Zion, unapproachable to every creature, as close to Him as He is to Himself, and facing Him amidst all the emotions of His divine life. There has He the walls of Zion constantly before Him (on (<span class=\"translit\"> neged<\/span>), see at <a class=\"isa\" verses=\"WzE3NjcwXQ==\">Isaiah 1:15<\/a>; <a class=\"isa\" verses=\"WzE4MTE5XQ==\">Isaiah 24:23<\/a>); and even if for a time they are broken down here below, with Him they have an eternal ideal existence, which must be realized again and again in an increasingly glorious form. <br><\/p> ",
    "audit": null
}