{
    "id": 17909,
    "source": "kdo",
    "verse_id": 18188,
    "verse_count": 4,
    "reference": "28:23-26",
    "title": "",
    "html": "<p> The address of the prophet is here apparently closed. But an essential ingredient is still wanting to the second half, to make it correspond to the first. There is still wanting the fringe of promise coinciding with <a class=\"isa\" verses=\"WzE4MTcwLDE4MTcxXQ==\">Isaiah 28:5, Isaiah 28:6<\/a>. The prophet has not only to alarm the scoffers, that if possible he may pluck some of them out of the fire through fear (<a class=\"ref\">Judges 5:23<\/a>); he has also to comfort believers, who yield themselves as disciples to him and to the word of God (<a class=\"isa\" verses=\"WzE3ODI0XQ==\">Isaiah 8:16<\/a>). He does this here in a very peculiar manner. He has several times assumed the tone of the <em> mashal <\/em> , more especially in chapter 26; but here the consolation is dressed up in a longer parabolical address, which sets forth in figures drawn from husbandry the disciplinary and saving wisdom of God. Isaiah here proves himself a master of the mashal. In the usual tone of a mashal song, he first of all claims the attention of his audience as a teacher of wisdom. V. 23 <em> “Lend me your ear, and hear my voice; attend, and hear my address!”<\/em> Attention is all the more needful, that the prophet leaves his hearers to interpret and apply the parable themselves. The work of a husbandman is very manifold, as he tills, sows, and plants his field. Vv. 24-26 <em> “Does the ploughman plough continually to sow? to furrow and to harrow his land? Is it not so: when he levels the surface thereof, he scatters black poppy seed, and strews cummin, and puts in wheat in rows, and barley in the appointed piece, and spelt on its border? And He has instructed him how to act rightly: his God teaches it him.”<\/em> The ploughing (<em> c hârash <\/em> ) which opens the soil, i.e., turns it up in furrows, and the harrowing (<em> siddēd <\/em> ) which breaks the clods, take place to prepare for the sowing, and therefore not interminably, but only so long as it necessary to prepare the soil to receive the seed. When the seed-furrows have been drawn in the levelled surface of the ground (<em> shivvâh <\/em> ), then the sowing and planting begin; and this also takes place in various ways, according to the different kinds of fruit. <em> Qetsach <\/em> is the black poppy (<em> nigella sativa <\/em> , Arab. <em> habbe soda <\/em> , so called from its black seeds), belonging to the <em> ranunculaceae <\/em> . <em> Kammōn <\/em> was the cummin (<em> c uminum cyminum <\/em> ) with larger aromatic seeds, Ar. <em> kammūn <\/em> , neither of them our common carraway (<em> Kümmel <\/em> , <em> carum<\/em> ). The wheat he sows carefully in rows (<em> sōrâh <\/em> , <em> ordo <\/em> ; <em> ad ordinem <\/em> , as it is translated by Jerome), i.e., he does not scatter it about carelessly, like the other two, but lays the grains carefully in the furrows, because otherwise when they sprang up they would get massed together, and choke one another. <em> Nismân <\/em> , like <em> sōrâh <\/em> , is an <em> acc. loci <\/em> : the barley is sown in a piece of the field specially marked off for it, or specially furnished with signs (<em> sı̄mânı̄m <\/em> ); and <em> kussemeth <\/em> , the spelt ( ζειά , also mentioned by Homer, <em> Od<\/em> . iv 604, between wheat and barley), along the edge of it, so that spelt forms the rim of the barley field. It is by a divine instinct that the husbandman acts in this manner; for God, who established agriculture at the creation (i.e., Jehovah, not Osiris), has also given men understanding. This is the meaning of <em> v'yiss e rō lammishpât <\/em> : and (as we may see from all this) <em> He<\/em> (his God: the subject is given afterwards in the second clause) <em> has led him<\/em> (<a class=\"ref\">Proverbs 31:1<\/a>) <em> to the right<\/em> (this is the rendering adopted by Kimchi, whilst other commentators have been misled by <a class=\"ref\">Jeremiah 30:11<\/a>, and last of all Malbim Luzzatto, “<em> Cosi Dio con giustizia corregge <\/em> ;” he would have done better, however, to say, <em> con moderazione <\/em> ).<\/p>",
    "audit": null
}