{
    "id": 18177,
    "source": "kdo",
    "verse_id": 18744,
    "verse_count": 3,
    "reference": "55:3-5",
    "title": "",
    "html": "<p> And in this way it is possible to obtain not only the satisfaction of absolute need, but a superabundant enjoyment, and an overflowing fulfilment of the promise. <em> “Incline your ear, and come to me: hear, and let your soul revive; and I will make an everlasting covenant with you, the true mercies of David. Behold, I have set him as a witness for nations, a prince and commander of nations. Behold, thou wilt call a mass of people that thou knowest not; and a mass of people that knoweth thee not will hasten to thee, for the sake of Jehovah thy God, and for the Holy One of Israel, that He hath made thee glorious.”<\/em> The expression “make a covenant” (<em> kârath <\/em> <em> b e rı̄th <\/em> ) is not always applied to a superior in relation to an inferior (compare, on the contrary, <a class=\"ref\">Ezra 10:3<\/a>); but here the double-sided idea implied in <em> pactio <\/em> is confined to one side alone, in the sense of a spontaneous <em> sponsio <\/em> having all the force of a covenant (<a class=\"isa\" verses=\"WzE4ODUyXQ==\">Isaiah 61:8<\/a>; compare <a class=\"ref\">2 Chronicles 7:18<\/a>, where <em> kârath <\/em> by itself signifies “to promise with the force of a covenant”), and also of the offer of a covenant or anticipated conclusion of a covenant, as in <a class=\"ref\">Ezekiel 34:25<\/a>, and in the case before us, where “the true mercies of David” are attached to the idea of offering or granting involved in the expression, “I will make an everlasting covenant with you,” as a more precise definition of the object. All that is required on the part of Israel is hearing, and coming, and taking: let it do this, and it will be pervaded by new life; and Jehovah will meet with with an everlasting covenant, viz., the unchangeable mercies of David. Our interpretation of this must be dependent chiefly upon whether <a class=\"isa\" verses=\"WzE4NzQ1XQ==\">Isaiah 55:4<\/a> is regarded as looking back to the history of David, or looking forward to something future. In the latter case we are either to understand by “David” the second David (according to <a class=\"ref\">Hosea 3:5; Jeremiah 30:9; Ezekiel 34:24<\/a>), so that the allusion is to the mercies granted in the Messiah, and according to <a class=\"isa\" verses=\"WzE3ODM3XQ==\">Isaiah 9:7<\/a>, enduring “from henceforth even for ever;” or else David is the son of Jesse, and “the mercies of David” are the mercies bestowed upon him, which are called “the true mercies” as mercies promised and running into the future (<a class=\"ref\">Psalms 89:50; 2 Chronicles 6:42<\/a>), in which case <a class=\"isa\" verses=\"WzE4NzQ1XQ==\">Isaiah 55:4<\/a> explains what David will become in the person of his antitype the second David. The directly Messianic application of the name “David” is to be objected to, on the ground that the Messiah is never so called without further remark; whilst the following objections may be adduced to the indirectly Messianic interpretation of <a class=\"isa\" verses=\"WzE4NzQ1XQ==\">Isaiah 55:4<\/a> (David in the Messiah). (1.) The change of the tense in <a class=\"isa\" verses=\"WzE4NzQ1LDE4NzQ2XQ==\">Isaiah 55:4, Isaiah 55:5<\/a>, which requires that we should assume that <a class=\"isa\" verses=\"WzE4NzQ1XQ==\">Isaiah 55:4<\/a> points backwards into the past, and <a class=\"isa\" verses=\"WzE4NzQ2XQ==\">Isaiah 55:5<\/a> forwards into the future.<\/p><p> (Note: F. Philippi observes that הן , which refers to the future in <a class=\"isa\" verses=\"WzE4NzQ2XQ==\">Isaiah 55:5<\/a> at any rate, must be taken as referring to the same sphere of time as that which immediately precedes. But <em> hēn <\/em> in Isaiah points sometimes backwards (<a class=\"isa\" verses=\"WzE4NjY0LDE4ODkwXQ==\">Isaiah 50:1; Isaiah 64:4<\/a>), sometimes forwards; and where two follow one another, of which the one points backwards and the other forwards, the former is followed by the perfect, the latter by the future (<a class=\"isa\" verses=\"eyIxODY2NCI6Mn0=\">Isaiah 50:1-2<\/a>). But if they both point to the future, the future tense is used in both instances (<a class=\"isa\" verses=\"WzE4NjcyXQ==\">Isaiah 50:9<\/a>). A better argument in favour of the prophetic interpretation of <a class=\"isa\" verses=\"WzE4NzQ1XQ==\">Isaiah 55:4<\/a> might be drawn from the fact that נתתּי הן may mean “I give (set, lay, or make) even now” (e.g., <a class=\"ref\">Jeremiah 1:9<\/a>). But what we have said above is sufficient proof that this is not the meaning here (if this were the meaning, we should rather expect נתתּיו הן ) .)<\/p><p> (2.) That the choice of the expression in <a class=\"isa\" verses=\"WzE4NzQ1LDE4NzQ2XQ==\">Isaiah 55:4, Isaiah 55:5<\/a> is designed to represent what Israel has to look for in the future as going beyond what was historically realized in David; for in <a class=\"isa\" verses=\"WzE4NzQ2XQ==\">Isaiah 55:5<\/a> the mass of the heathen world, which has hitherto stood out of all relation to Israel, answers to the לאמּי ם . (3.) That the juxtaposition of the Messiah and Israel would be altogether without parallel in these prophecies (chapters 40-66), and contrary to their peculiar character; for the earlier stereotype idea of the Messiah is here resolved into the idea of the “servant of Jehovah,” from which it returns again to its primary use, i.e., from the national basis to the individual, by means of the ascending variations through which this expression passes, and thus reaches a more comprehensive, spiritual, and glorified form. The personal “servant of Jehovah” is undoubtedly no other than the “Son of David” of the earlier prophecy; but the premises, from which we arrive at this conclusion in connection with our prophet, are not that the “servant of Jehovah” is of the seed of David and the final personal realization of the promise of a future king, but that he is of the nation of Israel, and the final personal realization of the idea of Israel, both in its inward nature, and in its calling in relation to the whole world of nations.<\/p><p> Consequently <a class=\"isa\" verses=\"WzE4NzQ1XQ==\">Isaiah 55:4<\/a> and <a class=\"isa\" verses=\"WzE4NzQ2XQ==\">Isaiah 55:5<\/a> stand to one another in the relation of type and antitype, and the “mercies of David” are called “the true mercies” (Probably with an allusion to <a class=\"ref\">2 Samuel 7:16<\/a>; cf., <a class=\"ref\">Psalms 89:29-30<\/a>), as being inviolable-mercies which had both been realized in the case of David himself, and would be realized still further, inasmuch as they must endure for an everlasting future, and therefore be further and further fulfilled, until they have reached that lofty height, on the summit of which they will remain unchangeable for ever. It is of David the son of Jesse that Jehovah says in <a class=\"isa\" verses=\"WzE4NzQ1XQ==\">Isaiah 55:4<\/a>, “I have given him for a witness to peoples, a leader and commander to the peoples.” So far as the sense is concerned, נגיד is as much a construct as מצוּה . In the application to David of the term עד , which never means anything but <em> testis <\/em> , witness, in these prophecies, we may clearly see the bent of the prophet's mind towards what is spiritual. David had subdued nations by the force of arms, but his true and loftiest greatness consisted in the fact that he was a witness of the nations - a witness by the victorious power of his word, the conquering might of his Psalms, the attractive force of his typical life. What he expresses so frequently in the Psalms as a resolution and a vow, viz., that he will proclaim the name of Jehovah among the nations (<a class=\"ref\">Psalms 18:50; Psalms 57:10<\/a>), he has really fulfilled: he has not only overcome them by bloody warfare, but by the might of his testimony, more especially as “the sweet psalmist of Israel” (<a class=\"ref\">2 Samuel 23:1<\/a>). What David himself was able to say in <a class=\"ref\">Psalms 18:43<\/a>, “People that I did not know served me,” will be fulfilled to a still wider extent in the experience of Israel. Having been presented with the promised “inviolable mercies of David,” it will effect a spiritual conquest over the heathen world, even over that portion which has hitherto stood in no reciprocal relation to it, and gain possession of it for itself for the sake of Jehovah, whom it has for its God, and to the Holy One of Israel ( ל of the object, in relation to which, or at the instigation of which, anything is done), because He hath glorified it (His people: פאר ך is not a pausal form for פאר ך , cf., <a class=\"isa\" verses=\"WzE4NzMwXQ==\">Isaiah 54:6<\/a>, but for פאר ך , פאר ך , hence = פאר ך , cf., ענ ך , <a class=\"isa\" verses=\"WzE4MjM3XQ==\">Isaiah 30:19<\/a>); so that joining themselves to Israel is the same as joining themselves to God and to the church of the God of revelation (cf., <a class=\"isa\" verses=\"WzE4ODMxXQ==\">Isaiah 60:9<\/a>, where  is repeated almost word for word).<\/p>",
    "audit": null
}