{
    "id": 13479,
    "source": "kdo",
    "verse_id": 18723,
    "verse_count": 1,
    "reference": "53:11",
    "title": "",
    "html": "<p>This great work of salvation lies as the great object of His calling in the hand of the deceased and yet eternally living One, and goes on victoriously through His mediation. He now reaps the fruit of His self-sacrifice in a continuous priestly course. <i>“Because of the travail of His soul, He will see, and be refreshed; through His knowledge will He procure justice, my righteous servant, for the many, and will take their iniquities upon Himself.”<\/i> The prophecy now leaves the standpoint of Israel's retrospective acknowledgment of the long rejected Servant of God, and becomes once more the prophetic organ of God Himself, who acknowledges the servant as His own. The <i>min<\/i> of <span class=\"normal hebrew\">מעמל<\/span> might be used here in its primary local signification, “far away from the trouble” (as in <a class=\"ref\">Job 21:9<\/a>, for example); or the temporal meaning which is derived from the local would be also admissible, viz., “from the time of the trouble,” i.e., immediately after it (as in <a class=\"ref\">Psalm 73:20<\/a>); but the causal sense is the most natural, viz., on account of, in consequence of (as in <a class=\"ref\">Exodus 2:23<\/a>), which not only separates locally and links together temporarily, but brings into intimate connection. The meaning therefore is, “In consequence of the trouble of His soul (i.e., trouble experienced not only in His body, but into the inmost recesses of His soul), He will see, satisfy Himself.” Hitzig supplies <span class=\"normal hebrew\">בּטּוב<\/span> (<a class=\"ref\">Jeremiah 29:32<\/a>); Knobel connects <span class=\"normal hebrew\">בדעתּו<\/span>, in opposition to the accents (like A. S. Th. <span class=\"greek normal\"> ἐμπλησθήσεται ἐν τῇ γνώσει αὐτοῦ <\/span>), thus: “He looks at His prudent work, and has full satisfaction therewith.” But there is nothing to supply, and no necessity to alter the existing punctuation. The second verb receives its colouring from the first; the expression “He will see, will satisfy Himself,” being equivalent to “He will enjoy a satisfying or pleasing sight” (cf., <a class=\"ref\">Psalm 17:15<\/a>), which will consist, as <i><a class=\"isa\" verses=\"WzE4NzIyXQ==\">Isaiah 53:10<\/a> <\/i> clearly shows, in the successful progress of the divine work of salvation, of which He is the Mediator. <span class=\"normal hebrew\">בדעתו<\/span> belongs to <span class=\"normal hebrew\">יצדּיק<\/span> as the medium of setting right (cf., <a class=\"ref\">Proverbs 11:9<\/a>). This is connected with <i>(<span class=\"translit\">ḻ<\/span>) in the sense of “procure justice,” like <span class=\"normal hebrew\">ל<\/span> <span class=\"normal hebrew\">רפא<\/span> (<a class=\"isa\" verses=\"WzE3NzgwXQ==\">Isaiah 6:10<\/a>); <span class=\"normal hebrew\">ל<\/span> <span class=\"normal hebrew\">הניח<\/span> in <a class=\"isa\" verses=\"WzE3OTMyXQ==\">Isaiah 14:3<\/a>; <a class=\"isa\" verses=\"WzE4MTc3XQ==\">Isaiah 28:12<\/a> (cf., <a class=\"ref\">Daniel 11:33<\/a>, <span class=\"normal hebrew\">ל<\/span> <span class=\"normal hebrew\">הבין<\/span>, to procure intelligence; <a class=\"ref\">Genesis 45:7<\/a>, <span class=\"normal hebrew\">ל<\/span> <span class=\"normal hebrew\">החיה<\/span>, to prolong life - a usage which leads on to the Aramaean combination of the dative with the accusative, e.g., <a class=\"ref\">Job 37:18<\/a>, compare <a class=\"ref\">Job 5:2<\/a>). <i>(<span class=\"translit\">Tsaddı̄q<\/span>) <i>(<span class=\"translit\">‛abhdı̄<\/span>) do not stand to one another in the relation of a proper name and a noun in apposition, as Hofmann thinks, nor is this expression to be interpreted according to <span class=\"normal hebrew\">דּוד<\/span> <span class=\"normal hebrew\">המּלך<\/span> (Ges. §113); but “a righteous man, my servant,” with the emphatic prominence given to the attribute (cf., <a class=\"isa\" verses=\"WzE3ODgxXQ==\">Isaiah 10:30<\/a>; <a class=\"isa\" verses=\"WzE4MDkwLDE1Mzc4XQ==\">Isaiah 23:12; Psalm 89:51<\/a>), is equivalent to “my righteous servant.' <br>But does <span class=\"normal hebrew\">בדעתו<\/span> mean <i>per cognitionem sui<\/i>, or <i>per cognitionem suam<\/i>? The former gives a sense which is both doctrinally satisfying and practically correct: the Righteous One makes others partakers of righteousness, through their knowledge of Him, His person, and His work, and (as the biblical <span class=\"normal hebrew\">ידע<\/span>, which has reference not only to the understanding, but to personal experience also, clearly signifies) through their entrance into living fellowship with Him. Nearly all the commentators, who understand by the servant of God the Divine Redeemer, give the preference to this explanation (e.g., Vitringa, Hengstenberg, and Stier). But the meaning preferred is not always the correct one. The subjective rendering of the suffix (cf., <a class=\"ref\">Proverbs 22:17<\/a>) is favoured by <a class=\"ref\">Malachi 2:7<\/a>, where it is said that “the priest's lips should keep (<span class=\"translit\">da‛ath<\/span>) (knowledge);” by <a class=\"ref\">Daniel 12:3<\/a>, where faithful teachers are called (<span class=\"translit\">matsdı̄qē<\/span>) (<span class=\"translit\">hârabbı̄m<\/span>) (they that turn many to righteousness); and by <a class=\"isa\" verses=\"WzE3ODg3XQ==\">Isaiah 11:2<\/a>, according to which “the spirit of knowledge” ((<span class=\"translit\">rūăch<\/span>) (<span class=\"translit\">da‛ath<\/span>)) is one of the seven spirits that descend upon the sprout of Jesse; so that “knowledge” ((<span class=\"translit\">da‛ath<\/span>)) is represented as equally the qualification for the priestly, the prophetic, and the regal calling. It is a very unseemly remark, therefore, on the part of a modern commentator, when he speaks of the subjective knowledge of the Servant as “halting weakly behind in the picture, after His sacrificial death has already been described.” We need only recall to mind the words of the Lord in <a class=\"ref\">Matthew 11:27<\/a>, which are not only recorded both by the synoptists and by John, but supported by testimony outside the Gospels also: “No man knoweth the Son, but the Father; neither knoweth any man the Father, save the Son, and he to whomsoever the Son will reveal Him.”<\/i> Let us remember also, that the Servant of Jehovah, whose priestly mediatorial work is unfolded before us here in chapter 53, upon the ground of which He rises to more than regal glory (<a class=\"isa\" verses=\"WzE4NzEyXQ==\">Isaiah 52:15<\/a>, compare <a class=\"isa\" verses=\"WzE4NzI0XQ==\">Isaiah 53:12<\/a>), is no other than He to whom His God has given the tongue of the learned, “to know how to speak a word in season to him that is weary, i.e., to raise up the wary and heavy laden” (<a class=\"isa\" verses=\"WzE4NjY3XQ==\">Isaiah 50:4<\/a>). He knows God, with whom He stands in loving fellowship; He knows the counsels of His love and the will of His grace, in the fulfilment of which His own life ascends, after having gone down into death and come forth from death; and by virtue of this knowledge, which rests upon His own truest and most direct experience, He, the righteous One, will help “the many,” i.e., the great mass ((<span class=\"translit\">hârabbı̄m<\/span>) as in <a class=\"ref\">Daniel 9:27; Daniel 11:33, Daniel 11:39; Daniel 12:3<\/a>; cf., <a class=\"ref\">Exodus 23:2<\/a>, where (<span class=\"translit\">rabbı̄m<\/span>) is used in the same sense without the article), hence all His own nation, and beyond that, all mankind (so far as they were susceptible of salvation = <span class=\"greek normal\"> τοῖς πολλοῖς <\/span>, <a class=\"ref\">Romans 5:19<\/a>, cf., <span class=\"greek normal\"> πολλῶν <\/span>, <a class=\"ref\">Matthew 26:28<\/a>), to a right state of life and conduct, and one that should be well-pleasing to God. The primary reference is to the righteousness of faith, which is the consequence of justification on the ground of His atoning work, when this is believingly appropriated; but the expression also includes that righteousness of life, which springs by an inward necessity out of those sanctifying powers, that are bound up with the atoning work which we have made our own (see <a class=\"ref\">Daniel 9:24<\/a>). The ancients recognised this connection between the justitia fidei et vitae<\/i> better than many of the moderns, who look askance at the Romish justitia infusa<\/i>, and therewith boast of advancing knowledge. Because our righteousness has its roots in the forgiveness of sins, as an absolutely unmerited gift of grace without works, the prophecy returns once more from the justifying work of the Servant of God to His sin-expunging work as the basis of all righteousness: “He shall bear their iniquities.” This (<span class=\"translit\">yisbōl<\/span>) (He shall bear), which stands along with futures, and therefore, being also future itself, refers to something to be done after the completion of the work to which He is called in this life (with which Hofmann connects it), denotes the continued operation of His (<span class=\"translit\">sebhâlâm<\/span>) (<a class=\"isa\" verses=\"WzE4NzE2XQ==\">Isaiah 53:4<\/a>), through His own active mediation. His continued lading of our trespasses upon Himself is merely the constant presence and presentation of His atonement, which has been offered once for all. The dead yet living One, because of His one self-sacrifice, is an eternal Priest, who now lives to distribute the blessings that He has acquired.<br><\/p>",
    "audit": null
}