{
    "id": 17721,
    "source": "kdo",
    "verse_id": 17832,
    "verse_count": 1,
    "reference": "9:2",
    "title": "",
    "html": "<p> The range of vision is first widened in <a class=\"isa\" verses=\"WzE3ODMyXQ==\">Isaiah 9:2<\/a>.: <em> “The people that walk about in darkness see a great light; they who dwell in the land of the shadow of death, upon them a light shines.”<\/em> The range of vision is here extended; not to the Gentiles, however, but to all Israel. Salvation would not break forth till it had become utterly dark along the horizon of Israel, according to the description in <a class=\"isa\" verses=\"WzE3NzcwXQ==\">Isaiah 5:30<\/a>, i.e., till the land of Jehovah had become a land of the shadow of death on account of the apostasy of its inhabitants from Jehovah (<em> zalmâveth <\/em> is modified, after the manner of a composite noun, from <em> zalmūth <\/em> , according to the form <em> kadrūth <\/em> , and is derived from צלם , Aeth. <em> salema <\/em> , Arab. <em> zalima <\/em> , to be dark).<\/p><p> (Note: The shadow or shade, <em> zēl <\/em> , Arab. <em> zill <\/em> (radically related to <em> tall<\/em> = טל , dew), derived its name <em> ab obtegendo <\/em> , and according to the idea attached to it as the opposite of heat or of light, was used as a figure of a beneficent shelter (<a class=\"isa\" verses=\"WzE3OTczXQ==\">Isaiah 16:3<\/a>), or of what was dark and horrible (cf., Targ. <em> tallâni <\/em> , a night-demon). The verb <em> zâlam <\/em> , in the sense of the Arabic <em> zalima <\/em> , bears the same relation to <em> zâlal <\/em> as <em> bâham <\/em> to <em> bâhâh <\/em> (<em> Gen<\/em> . p. 93), <em> ‛âram <\/em> , to be naked, to <em> ‛ârâh <\/em> (<em> Jeshurun<\/em> , p. 159). The noun <em> zelem <\/em> , however, is either formed from this <em> zâlam <\/em> , or else directly from <em> zēl <\/em> , with the substantive termination <em> em<\/em> .)<\/p><p> The apostate mass of the nation is to be regarded as already swept away; for if death has cast its shadow over the land, it must be utterly desolate. In this state of things the remnant left in the land beholds a great light, which breaks through the sky that has been hitherto covered with blackness. The people, who turned their eyes upwards to no purpose, because they did so with cursing (<a class=\"isa\" verses=\"WzE3ODI5XQ==\">Isaiah 8:21<\/a>), are now no more. It is the remnant of Israel which sees this light of spiritual and material redemption arise above its head. In what this light would consist the prophet states afterwards, when describing first the blessings and then the star of the new time.<\/p>",
    "audit": null
}