{
    "id": 17669,
    "source": "kdo",
    "verse_id": 17754,
    "verse_count": 1,
    "reference": "5:14",
    "title": "",
    "html": "<p> The threat of punishment commences again with “therefore;” it has not yet satisfied itself, and therefore grasps deeper still. <em> “Therefore the under-world opens its jaws wide, and stretches open its mouth immeasurably wide; and the glory of Jerusalem descends, and its tumult, and noise, and those who rejoice within it.”<\/em> The verbs which follow <em> lâcēn <\/em> (therefore) are prophetic preterites, as in <a class=\"isa\" verses=\"WzE3NzUzXQ==\">Isaiah 5:13<\/a>. The feminine suffixes attached to what the lower world swallows up do not refer to <em> sheol <\/em> (though this is construed more frequently, no doubt, as a feminine than as a masculine, as it is in <a class=\"ref\">Job 26:6<\/a>), but, as expressed in the translation, to Jerusalem itself, which is also necessarily required by the last clause, “those who rejoice within it.” The withdrawal of the tone from ועלז to the penultimate (cf., <em> C hâphētz <\/em> in <a class=\"ref\">Psalms 18:20; Psalms 22:9<\/a>) is intentionally omitted, to cause the rolling and swallowing up to be heard as it were. A mouth is ascribed to the under-world, also a <em> nephesh <\/em> , i.e., a greedy soul, in which sense <em> nephesh <\/em> is then applied metonymically sometimes to a thirst for blood (<a class=\"ref\">Psalms 27:12<\/a>), and sometimes to simple greediness (<a class=\"isa\" verses=\"WzE4NzY1XQ==\">Isaiah 56:11<\/a>), and even, as in the present passage and <a class=\"ref\">Habakkuk 2:5<\/a>, to the throat or swallow which the soul opens “without measure,” when its craving knows no bounds (<em> Psychol.<\/em> p. 204). It has become a common thing now to drop entirely the notion which formerly prevailed, that the noun <em> sheol <\/em> was derived from the verb <em> shâal <\/em> in the sense in which it was generally employed, viz., to ask or demand; but Caspari, who has revived it again, is certainly so far correct, that the derivation of the word which the prophet had in his mind was this and no other. The word <em> sheol <\/em> (an infinitive form, like <em> pekōd <\/em> ) signifies primarily the irresistible and inexorable demand made upon every earthly thing; and then secondarily, in a local sense, the place of the abode of shades, to which everything on the surface of the earth is summoned; or essentially the divinely appointed curse which demands and swallows up everything upon the earth. We simply maintain, however, that the word <em> sheol <\/em> , as generally sued, was associated in thought with <em> shâal <\/em> , to ask or demand. Originally, no doubt, it may have been derived from the primary and more material idea of the verb שׁאל , possibly from the meaning “to be hollow,” which is also assumed to be the primary meaning of שׁעל .<\/p><p> (Note: The meaning “to be hollow” is not very firmly established, however; as the primary meaning of שׁעל , and the analogy sometimes adduced of hell = hollow (Hölle = Höhle ), is a deceptive one, as Hölle (hell), to which Luther always gives the more correct form Helle, does not mean a hollow, but a hidden place (or a place which renders invisible: from <em> hëln <\/em> , to conceal), Lat. <em> celans <\/em> (see Jütting, Bibl. Wörterbuch, 1864, pp. 85, 86). It is much more probable that the meaning of sheol is not the hollow place, but the depression or depth, from של , which corresponds precisely to the Greek χαλᾶν so far as its primary meaning is concerned (compare the <em> talmud<\/em> ic <em> shilshêl <\/em> , to let down; <em> shilshul <\/em> , sinking or depression, Erubin 83b; <em> shul <\/em> , the foundation, fundus): see Hupfeld on <a class=\"ref\">Psalms 6:6<\/a>. Luzzatto on this passage also explains sheol as signifying depth, and compares the talmudic <em> hishchil <\/em> = <em> hēshil <\/em> , to let down (or, according to others, to draw up - two meanings which may easily be combined in the same word, starting from its radical idea, which indicates in a general a loosening of the previous connection). Fürst has also given up the meaning cavitas, a hollow, and endeavours to find a more correct explanation of the primary signification of <em> shâ'al <\/em> (see at <a class=\"isa\" verses=\"WzE4NDMzXQ==\">Isaiah 40:12<\/a>).)<\/p><p> At any rate, this derivation answers to the view that generally prevailed in ancient times. According to the prevalent idea, Hades was in the interior of the earth. And there was nothing really absurd in this, since it is quite within the power and freedom of the omnipresent God to manifest Himself wherever and however He may please. As He reveals Himself above the earth, i.e., in heaven, among blessed spirits in the light of His love; so did He reveal Himself underneath the earth, viz., in <em> Sheōl <\/em> , in the darkness and fire of His wrath. And with the exception of Enoch and Elijah, with their marvellous departure from this life, the way of every mortal ended there, until the time when Jesus Christ, having first paid the λὐτρον , i.e., having shed His blood, which covers our guilt and turns the wrath of God into love, descended into Hades and ascended into heaven, and from that time forth has changed the death of all believers from a descent into Hades into an ascension to heaven. But even under the Old Testament the believer may have known, that whoever hid himself on this side the grave in Jehovah the living One, would retain his eternal germ of life even in <em> Sheōl <\/em> in the midst of the shades, and would taste the love of God even in the midst of wrath. It was this postulate of faith which lay at the foundation of the fact, that even under the Old Testament the broader and more comprehensive idea of <em> Sheōl <\/em> began to be contracted into the more limited notion of hell (see <em> Psychol<\/em> . p. 415). This is the case in the passage before us, where Isaiah predicts of everything of which Jerusalem was proud, and in which it revelled, including the persons who rejoice din these things, a descent into Hades; just as the Korahite author of Ps 49 wrote (<a class=\"ref\">Psalms 49:14<\/a>) that the beauty of the wicked would be given up to Hades to be consumed, without having hereafter any place in the upper world, when the upright should have dominion over them in the morning. Hades even here is almost equivalent to the New Testament <em> gehenna <\/em> .<\/p>",
    "audit": null
}