{
    "id": 13401,
    "source": "kdo",
    "verse_id": 18424,
    "verse_count": 1,
    "reference": "40:3",
    "title": "",
    "html": "<p>There is a<i>sethume<\/i> in the text at this point. The first two vv. form a small<i>parashah<\/i> by themselves, the prologue of the prologue. After the substance of the consolation has been given on its negative side, the question arises, What positive salvation is to be expected? This question is answered for the prophet, inasmuch as, in the ecstatic stillness of his mind as turned to God, he hears a marvellous voice. <i>“Hark, a crier! In the wilderness prepare ye a way for Jehovah, make smooth in the desert a road for our God.”<\/i> This is not to be rendered “a voice cries” (Ges., Umbreit, etc.); but the two words are in the construct state, and form an interjectional clause, as in <a class=\"isa\" verses=\"WzE3OTExXQ==\">Isaiah 13:4<\/a>; <a class=\"isa\" verses=\"WzE4NzA1XQ==\">Isaiah 52:8<\/a>; <a class=\"isa\" verses=\"WzE4OTI5XQ==\">Isaiah 66:6<\/a>: Voice of one crying! Who the crier is remains concealed; his person vanishes in the splendour of his calling, and falls into the background behind the substance of his cry. The cry sounds like the long-drawn trumpet-blast of a herald (cf., <a class=\"isa\" verses=\"WzE3OTcxXQ==\">Isaiah 16:1<\/a>). The crier is like the outrider of a king, who takes care that the way by which the king is to go shall be put into good condition. The king is Jehovah; and it is all the more necessary to prepare the way for Him in a becoming manner, that this way leads through the pathless desert. <i>(<span class=\"translit\"> Bammidbâr<\/span>) is to be connected with<i>(<span class=\"translit\"> pannū<\/span>), according to the accents on account of the parallel (<i>(<span class=\"translit\"> zakeph katan<\/span>) has a stronger disjunctive force here than<i>(<span class=\"translit\"> zekpeh gadol<\/span>), as in <a class=\"ref\">Deuteronomy 26:14; Deuteronomy 28:8; 2 Kings 1:6<\/a>), though without any consequent collision with the New Testament description of the fulfilment itself. And so also the Targum and Jewish expositors take<span class=\"normal hebrew\"> במדבר<\/span><span class=\"normal hebrew\"> קור<\/span><span class=\"normal hebrew\"> קול<\/span> together, like the lxx, and after this the Gospels. We may, or rather apparently we must, imagine the crier as advancing into the desert, and summoning the people to come and make a road through it. But why does the way of Jehovah lie through the desert, and whither does it lead? It was through the desert that He went to redeem Israel out of Egyptian bondage, and to reveal Himself to Israel from Sinai ( <a class=\"ref\">Deuteronomy 33:2; Judges 5:4; Psalm 88:8<\/a>); and in <a class=\"ref\">Psalm 88:4<\/a> (5.) God the Redeemer of His people is called (<span class=\"translit\"> hârōkhēbh<\/span>) (<span class=\"translit\"> bâ‛ărâbhōth<\/span>). Just as His people looked for Him then, when they were between Egypt and Canaan; so was He to be looked for by His people again, now that they were in the “desert of the sea” ( <a class=\"isa\" verses=\"WzE4MDM3XQ==\">Isaiah 21:1<\/a>), and separated by Arabia deserta<\/i> from their fatherland. If He were coming at the head of His people, He Himself would clear the hindrances out of His way; but He was coming through the desert to Israel, and therefore Israel itself was to take care that nothing should impede the rapidity or detract from the favour of the Coming One. The description answers to the reality; but, as we shall frequently find as we go further on, the literal meaning spiritualizes itself in an allegorical way. <br><\/i><\/i><\/i><\/p> ",
    "audit": null
}