{
    "id": 17922,
    "source": "kdo",
    "verse_id": 18230,
    "verse_count": 3,
    "reference": "30:12-14",
    "title": "",
    "html": "<p> Thus do they fall out with Jehovah and the bearers of His word. <em> “Therefore thus saith the Holy One of Israel, Because ye dislike this word, and put your trust in force and shufflings, and rely upon this; therefore will this iniquity be to you like a falling breach, bent forwards in a high-towering wall, which falls to ruin suddenly, very suddenly. And He smites it to pieces, as a potter's vessel falls to pieces, when they smash it without sparing, and of which, when it lies smashed to pieces there, you cannot find a sherd to fetch fire with from the hearth, or to take water with out of a cistern.”<\/em> The “word” towards which they cherished <em> me'ōs <\/em> (read <em> mo'oskhem <\/em> ), was the word of Jehovah through His prophet, which was directed against their untheocratic policy of reckoning upon Egypt. <em> Nâlōz <\/em> , bent out or twisted, is the term used to denote this very policy, which was ever resorting to bypaths and secret ways; whilst <em> ‛ōsheq <\/em> denotes the squeezing out of the money required to carry on the war of freedom, and to purchase the help of Egypt (compare <a class=\"ref\">2 Kings 15:20<\/a>). The guilt of Judah is compared to the broken and overhanging part of a high wall (<em> nibh‛eh <\/em> , bent forwards; compare ( בּעבּע , a term applied to a diseased swelling). Just as such a broken piece brings down the whole of the injured wall along with it, so would the sinful conduct of Judah immediately ruin the whole of its existing constitution. Israel, which would not recognise itself as the image of Jehovah, even when there was yet time (<a class=\"isa\" verses=\"WzE4MjEwXQ==\">Isaiah 29:16<\/a>), would be like a vessel smashed into the smallest fragments. It is the captivity which is here figuratively threatened by the prophet; for the smashing had regard to Israel as a state. The subject to וּשׁברהּ in <a class=\"isa\" verses=\"WzE4MjMyXQ==\">Isaiah 30:14<\/a> is Jehovah, who would make use of the hostile power of man to destroy the wall, and break up the kingdom of Judah into such a diaspora of broken <em> sherds<\/em> . The reading is not ושׁהברהּ (lxx, Targum), but וּשׁברהּ , <em> et franget eam <\/em> . <em> Kâthōth <\/em> is an infinitive statement of the mode; the participle <em> kâthūth <\/em> , which is adopted by the Targum, Kimchi, Norzi, and others, is less suitable. It was necessary to proceed with יחמל לא (without his sparing), simply because the infinitive absolute cannot be connected with לא (Ewald, §350,<em> a<\/em> ). לחשּׂוף (to be written thus with <em> dagesh<\/em> both here and <a class=\"ref\">Haggai 2:16<\/a>) passes from the primary meaning <em> nudare <\/em> to that of scooping up, as ערה does to that of pouring out.<\/p>",
    "audit": null
}