{
    "id": 17733,
    "source": "kdo",
    "verse_id": 17863,
    "verse_count": 1,
    "reference": "10:12",
    "title": "",
    "html": "<p> And when He had made use of him as He would, He would throw him away. <em> “And it will come to pass, when the Lord shall have brought to an end all His work upon Mount Zion and upon Jerusalem, I will come to punish over the fruit of the pride of heart of the king of Asshur, and over the haughty look of his eyes.”<\/em> The “fruit” (<em> peri <\/em> ) of the heart's pride of Asshur is his vainglorious blasphemy of Jehovah, in which his whole nature is comprehended, as the inward nature of the tree is in the fruit which hangs above in the midst of the branches; <em> tiph'ereth <\/em> , as in <a class=\"ref\">Zechariah 12:7<\/a>, the self-glorification which expresses itself in the lofty look of the eyes. Several constructives are here intentionally grouped together (Ges. §114, 1), to express the great swelling of Asshur even to bursting. But Jehovah, before whom humility is the soul of all virtue, would visit this pride with punishment, when He should have completely cut off His work, i.e., when He should have thoroughly completed (<em> bizza' <\/em> , <em> absolvere <\/em> ) His punitive work upon Jerusalem (<em> ma‛aseh <\/em> , as in <a class=\"isa\" verses=\"WzE4MTg2XQ==\">Isaiah 28:21<\/a>). The prep. <em> Beth<\/em> is used in the same sense as in <a class=\"ref\">Jeremiah 18:23<\/a>, <em> agere cum aliquo <\/em> . It is evident that <em> ma‛aseh <\/em> is not used to indicate the work of punishment and grace together, so that <em> yebazza‛ <\/em> could be taken as a literal future (as Schröring and Ewald suppose), but that it denotes the work of punishment especially; and consequently <em> yebazza‛ <\/em> is to be taken as a <em> futurum exactum <\/em> (cf., <a class=\"isa\" verses=\"WzE3NzM4XQ==\">Isaiah 4:4<\/a>), as we may clearly see from the choice of this word in <a class=\"ref\">Lamentations 2:17<\/a> (cf., <a class=\"ref\">Zechariah 4:9<\/a>).<\/p>",
    "audit": null
}