{
    "id": 18126,
    "source": "kdo",
    "verse_id": 18661,
    "verse_count": 3,
    "reference": "49:24-26",
    "title": "",
    "html": "<p> There follows now a sceptical question prompted by weakness of faith; and the divine reply. The question, <a class=\"isa\" verses=\"WzE4NjYxXQ==\">Isaiah 49:24<\/a> : <em> “Can the booty indeed be wrested from a giant, or will the captive host of the righteous escape?”<\/em> The question is logically one, and only divided rhetorically into two (Ges. §153, 2). The giant, or gigantically strong one, is the Chaldean. Knobel, in opposition to Hitzig, who supposes the Persian to be referred to, points very properly to <a class=\"isa\" verses=\"eyIxODY4NiI6Mn0=\">Isaiah 51:12-13<\/a>, and <a class=\"isa\" verses=\"WzE4NzAyXQ==\">Isaiah 52:5<\/a>. He is mistaken, however, in thinking that we must read ערי ץ שׁבי in  , as Ewald does after the Syriac and Jerome, on account of the parallelism. The exiles are called <em> sh e bhı̄ tsaddı̄q <\/em> , not, however, as captives wrested from the righteous (the congregation of the righteous), as Meier thinks, taking <em> tsaddı̄q <\/em> as the <em> gen. obj.<\/em> ; still less as captives carried off by the righteous one, i.e., the Chaldean, for the Chaldean, even regarded as the accomplisher of the righteous judgment of God, is not <em> tsaddı̄q <\/em> , but “wicked” (<a class=\"ref\">Habakkuk 1:13<\/a>); but merely as a host of captives consisting of righteous men (Hitzig). The divine answer, <a class=\"isa\" verses=\"WzE4NjYyLDE4NjYzXQ==\">Isaiah 49:25, Isaiah 49:26<\/a> : <em> “Yea, thus saith Jehovah, Even the captive hosts of a giant are wrested from him, and the booty of a tyrant escapes: and I will make war upon him that warreth with thee, and I will bring salvation to thy children. And I feed them that pain thee with their own flesh; and they shall be drunken with their own blood, as if with new wine; and all flesh sees that I Jehovah am thy Saviour, and that thy Redeemer is the Mighty One of Jacob.”<\/em> We might take the <em> kı̄ <\/em> in  as a simple affirmative, but it is really to be taken as preceded by a tacit intermediate thought. Rosenmüller's explanation is the correct one: “that which is hardly credible shall take place, for thus hath Jehovah said.” He has also given the true interpretation of <em> gam <\/em> : “although this really seems incredible, yet I will give it effect.” Ewald, on the contrary, has quite missed the sense of <a class=\"isa\" verses=\"WzE4NjYxLDE4NjYyXQ==\">Isaiah 49:24, Isaiah 49:25<\/a>, which he gives as follows: “The booty in men which a hero has taken in war, may indeed be taken from him again; but Jehovah will never let the booty that He takes from the Chaldean (viz., Israel) be wrested from Him again.” This is inadmissible, for the simple reason that it presupposes the emendation ערי ץ שׁבי עריץ noita ; and this <em> ' ârı̄ts <\/em> is quite unsuitable, partly because it would be Jehovah to whom the case supposed referred, and still more, because the correspondence in character between <a class=\"isa\" verses=\"WzE4NjYxXQ==\">Isaiah 49:24<\/a> and <a class=\"isa\" verses=\"WzE4NjUxXQ==\">Isaiah 49:14<\/a> is thereby destroyed. The <em> gibbōr <\/em> and <em> ' ârı̄ts <\/em> is called יריב ך in  , with direct reference to Zion. This is a noun formed from the future, like <em> Jareb <\/em> in <a class=\"ref\">Hosea 5:13<\/a> and <a class=\"ref\">Hosea 10:6<\/a> - a name chosen as the distinctive epithet of the Asiatic emperor (probably a name signifying “king Fighting-cock”). The self-laceration threatened against the Chaldean empire recals to mind <a class=\"isa\" verses=\"eyIxNzg0OSI6Mn0=\">Isaiah 9:19-20<\/a>, and <a class=\"ref\">Zechariah 11:9<\/a>, and has as revolting <em> a<\/em> sound as <a class=\"ref\">Numbers 23:24<\/a> and <a class=\"ref\">Zechariah 9:15<\/a> -passages which Daumer and Ghillany understand in the cannibal sense which they appear to have, whereas what they understand literally is merely a hyperbolical figure. Moreover, it must not be forgotten that the Old Testament church was a nation, and that the spirit of revelation in the Old Testament assumed the national form, which it afterwards shattered to pieces. Knobel points to the revolt of the Hyrcanians and several satraps, who fought on the side of Cyrus against their former rulers (<em> Cyrop.<\/em> iv 2, 6, v. 1-3). All this will be subservient to that salvation and redemption, which form the historical aim of Jehovah and the irresistible work of the Mighty One of Jacob. The name of God which we meet with here, viz., the Mighty One of Jacob, only occurs again in <a class=\"isa\" verses=\"WzE3Njc5XQ==\">Isaiah 1:24<\/a>, and shows who is the author of the prophecy which is concluded here. The first half set forth, in the servant of Jehovah, the mediator of Israel's restoration and of the conversion of the heathen, and closed with an appeal to the heaven and the earth to rejoice with the ransomed church. The second half (<a class=\"isa\" verses=\"eyIxODY1MSI6MTN9\">Isaiah 49:14-26<\/a>) rebukes the despondency of Zion, which fancies itself forgotten of Jehovah, by pointing to Jehovah's more than maternal love, and the superabundant blessing to be expected from Him. It also rebukes the doubts of Zion as to the possibility of such a redemption, by pointing to the faithfulness and omnipotence of the God of Israel, who will cause the exiles to be wrested from the Chaldean, and their tormentors to devour one another. The following chapter commences a fresh train of ideas.<\/p>",
    "audit": null
}