{
    "id": 17964,
    "source": "kdo",
    "verse_id": 18320,
    "verse_count": 2,
    "reference": "34:16-17",
    "title": "",
    "html": "<p> Whenever any one compared the prophecy with the fulfilment, they would be found to coincide. <em> “Search in the book of Jehovah, and read! Not one of the creatures fails, not one misses the other: for my mouth - it has commanded it; and His breath - it has brought them together. And He has cast the lot for them, and His hand has assigned it <\/em> (<em> this land<\/em> )<em> to them by measure: they will possess it for ever; to generation and generation they will dwell therein.”<\/em> The phrase על כּתב is used for entering in a book, inasmuch as what is written there is placed <em> upon<\/em> the page; and מעל דּרשׁ for searching in a book, inasmuch as a person leans <em> over<\/em> the book when searching in it, and gets the object of his search <em> out of<\/em> it. The prophet applied the title “The Book of Jehovah” to his collection of the prophecies with which Jehovah had inspired him, and which He had commanded him to write down. Whoever lived to see the time when the judgment should come upon Edom, would have only to look inquiringly into this holy scripture; and if he compared what was predicted there with what had been actually realized, he would find the most exact agreement between them. The creatures named, which loved to frequent the marshes and solitary places, and ruins, would all really make their homes in what had once been Edom. But the <em> satyrs<\/em> and the <em> lı̄lı̄th <\/em> , which were only the offspring of the popular belief - what of them? They, too, would be there; for in the sense intended by the prophet they were actual devils, which he merely calls by well-known popular names to produce a spectral impression. Edom would really become a rendezvous for all the animals mentioned, as well as for such unearthly spirits as those which he refers to here. The prophet, or rather Jehovah, whose temporary organ he was, still further confirms this by saying, “My mouth hath commanded it, and His breath has brought them (all these creatures) together.” As the first creating word proceeded from the mouth of Jehovah, so also does the word of prophecy, which resembles such a word; and the breath of the mouth of Jehovah, i.e., His Spirit, is the power which accomplishes the fiat of prophecy, as it did that of creation, and moulds all creatures and their history according to the will and counsel of God (<a class=\"ref\">Psalms 33:6<\/a>). In the second part of  the prophet is speaking of Jehovah; whereas in the first Jehovah speaks through him - a variation which vanishes indeed if we read פּיו (Olshausen on <a class=\"ref\">Job 9:2<\/a>), or, what would be better, פּיהוּ , but which may be sustained by a hundred cases of a similar kind. There is a shadow, as it were, of this change in the להם , which alternates with להן in connection with the animals named. The suffix of <em> c hill e qattâh <\/em> (without <em> m appik <\/em> , as in <a class=\"ref\">1 Samuel 1:6<\/a>) refers to the land of Edom. Edom is, as it were, given up by a divine lot, and measured off with a divine measure, to be for ever the horrible abode of beasts and demons such as those described. A prelude of the fulfilment of this swept over the mountainous land of Edom immediately after the destruction of Jerusalem (see Köhler on <a class=\"ref\">Malachi 1:2-5<\/a>); and it has never risen to its previous state of cultivation again. It swarms with snakes, and the desolate mountain heights and barren table-lands are only inhabited by wild crows and eagles, and great flocks of birds. But the ultimate fulfilment, to which the appeal in <a class=\"isa\" verses=\"WzE4MzIwXQ==\">Isaiah 34:16<\/a> refers, is still in the future, and will eventually fall upon the abodes of those who spiritually belong to that circle of hostility to Jehovah (Jesus) and His church, of which ancient Edom was merely the centre fixed by the prophet. <\/p>",
    "audit": null
}