{
    "id": 17662,
    "source": "kdo",
    "verse_id": 17746,
    "verse_count": 1,
    "reference": "5:6",
    "title": "",
    "html": "<p> This puts an end to the unthankful vineyard, and indeed a hopeless one.<em> ”And I will put an end to it: it shall not be pruned nor digged, and it shall break out in thorns and thistles; and I will command the clouds to rain no rain over it.”<\/em> <em> “Put an end:”<\/em> <em> bâthâh <\/em> (= <em> battâh <\/em> : Ges. §67, Anm. 11) signifies, according to the primary meaning of <em> bâthath <\/em> ( בּוּת , בּהת , see at <a class=\"isa\" verses=\"WzE3Njg0XQ==\">Isaiah 1:29<\/a>), viz., <em> abscindere <\/em> , either <em> abscissum <\/em> = <em> locus abscissus <\/em> or <em> praeruptus <\/em> (<a class=\"isa\" verses=\"WzE3ODAyXQ==\">Isaiah 7:19<\/a>), or <em> abscissio <\/em> = <em> deletio <\/em> . The latter is the meaning here, where <em> shı̄th <\/em> <em> bâthâh <\/em> is a refined expression for the more usual כלה עשׂה , both being construed with the accusative of the thing which is brought to an end. Further pruning and hoeing would do it no good, but only lead to further disappointment: it was the will of the Lord, therefore, that the deceitful vineyard should shoot up in thorns and thistles (<em> âlâh <\/em> is applied to the soil, as in <a class=\"isa\" verses=\"WzE4MzE3XQ==\">Isaiah 34:13<\/a> and <a class=\"ref\">Proverbs 24:31<\/a>; <em> shâimr <\/em> <em> vâshaith <\/em> , thorns and thistles, are in the accusative, according to Ges. §138, 1, Anm. 2; and both the words themselves, and also their combination, are exclusively and peculiarly Isaiah's).<\/p><p> (Note: Cassel associates <em> shâmir <\/em> as the name of a plant (<em> saxifraga <\/em> ) with σμὐρις , and <em> shaith <\/em> with <em> sentis <\/em> , ἄκανθα ; but the name <em> shâmir <\/em> is not at all applicable to those small delicate plants, which are called <em> saxifraga <\/em> (stone-breakers) on account of their growing out of clefts in the rock, and so appearing to have split the rock itself. Both <em> shâmir <\/em> <em> vâshaith <\/em> and <em> kōts <\/em> <em> v'dardar <\/em> , in <a class=\"ref\">Genesis 3:18<\/a>, seem rather to point to certain kinds of <em> rhamnus <\/em> , together with different kinds of thistles. The more arid and waste the ground is, the more does it abound, where not altogether without vegetation, in thorny, prickly, stunted productions.)<\/p><p> In order that it might remain a wilderness, the clouds would also receive commandment from the Lord not to rain upon it. There can be no longer any doubt who the Lord of the vineyard is. He is Lord of the clouds, and therefore the Lord of heaven and earth. It is He who is the prophet's beloved and dearest one. The song which opened in so minstrel-like and harmless a tone, has now become painfully severe and terribly repulsive. The husk of the parable, which has already been broken through, now falls completely off (cf., <a class=\"ref\">Matthew 22:13; Matthew 25:30<\/a>). What it sets forth in symbol is really true. This truth the prophet establishes by an open declaration.<\/p>",
    "audit": null
}