{
    "id": 17696,
    "source": "kdo",
    "verse_id": 17787,
    "verse_count": 1,
    "reference": "7:4",
    "title": "",
    "html": "<p> No means were left untried. <em> “And say unto him, Take heed, and keep quiet; and let not thy heart become soft from these two smoking firebrand-stumps: at the fierce anger of Rezin, and Aram, and the son of Remaliah.”<\/em> The imperative השּׁמר (not pointed השּׁמר , as is the case when it is to be connected more closely with what follows, and taken in the sense of <em> cave ne<\/em> , or even <em> cave ut<\/em> ) warned the king against acting for himself, in estrangement from God; and the imperative <em> hashkēt <\/em> exhorted him to courageous calmness, secured by confidence in God; or, as Calvin expresses it, exhorted him “to restrain himself outwardly, and keep his mind calm within.” The explanation given by Jewish expositors to the word <em> hisshamēr <\/em> , viz., conside super faeces tuas (Luzzatto: <em> vivi riposato <\/em> ), according to <a class=\"ref\">Jeremiah 48:11; Zephaniah 1:12<\/a>, yields a sense which hardly suits the exhortation. The object of terror, at which and before which the king's heart was not to despair, is introduced first of all with <em> Min<\/em> and then with <em> Beth<\/em> , as in <a class=\"ref\">Jeremiah 51:46<\/a>. The two allies are designated at once as what they were in the sight of God, who sees through the true nature and future condition. They were two tails, i.e., nothing but the fag-ends, of wooden pokers (<em> lit<\/em> . stirrers, i.e., fire-stirrers), which would not blaze any more, but only continue smoking. They would burn and light no more, though their smoke might make the eyes smart still. Along with Rezin, and to avoid honouring him with the title of king, Aram (Syria) is especially mentioned; whilst Pekah is called Ben-Remaliah, to recall to mind his low birth, and the absence of any promise in the case of his house.<\/p><p> The <em> ya‛an 'asher <\/em> (“<em> because<\/em> ”) which follows (as in <a class=\"ref\">Ezekiel 12:12<\/a>) does not belong to <a class=\"isa\" verses=\"WzE3Nzg3XQ==\">Isaiah 7:4<\/a> (as might appear from the sethume that comes afterwards), in the sense of “do not be afraid because,” etc., but is to be understood as introducing the reason for the judicial sentence in <a class=\"isa\" verses=\"WzE3NzkwXQ==\">Isaiah 7:7<\/a>.<\/p>",
    "audit": null
}