{
    "id": 18268,
    "source": "kdo",
    "verse_id": 18919,
    "verse_count": 3,
    "reference": "65:21-23",
    "title": "",
    "html": "<p> In the place of the threatened curses of the law in <a class=\"ref\">Leviticus 26:16<\/a> (cf., <a class=\"ref\">Deuteronomy 28:30<\/a>), the very opposite will now receive their fullest realization. <em> “And they will build houses and inhabit them, and plant vineyards and enjoy the fruit thereof. They will not build and another inhabit, nor plant and another enjoy; for like the days of trees are the days of my people, ad my chosen ones will consume the work of their hands. They will not weary themselves in vain, nor bring forth for sudden disaster; for they are a family of the blessed of Jehovah, and their offspring are left to them.”<\/em> They themselves will enjoy what they have worked for, without some one else stepping in, whether a countryman by violence or inheritance, or a foreigner by plunder or conquest (<a class=\"isa\" verses=\"WzE4ODYzXQ==\">Isaiah 62:8<\/a>), to take possession of that which they have built and planted (read יטעוּ without <em> dagesh<\/em> ); for the duration of their life will be as great as that of trees (i.e., of oaks, terebinths, and cedars, which live for centuries), and thus they will be able thoroughly to enjoy in their own person what their hands have made. <em> Billâh <\/em> does not mean merely to use and enjoy, but to use up and consume. Work and generation will be blessed then, and there will be no more disappointed hopes. They will not weary themselves ( יגעוּ with a preformative י without that of the root) for failure, not get children <em> labbehâlâh <\/em> , i.e., for some calamity to fall suddenly upon them and carry them away (<a class=\"ref\">Leviticus 26:16<\/a>, cf., <a class=\"ref\">Psalms 78:33<\/a>). The primary idea of <em> bâhal <\/em> is either acting, permitting, or bearing, with the characteristic of being let loose, of suddenness, of overthrow, or of throwing into confusion. The lxx renders it εἰς κατάραν , probably according to the Egypto-Jewish usage, in which <em> behâlâh <\/em> may have signified cursing, like <em> bahle <\/em> , <em> buhle <\/em> in the Arabic (see the <em> Appendices<\/em> ). The two clauses of the explanation which follows stand in a reciprocal relation to the two clauses of the previous promise. They are a family of the blessed of God, upon whose labour the blessing of God rests, and their offspring are with them, without being lost to them by premature death. This is the true meaning, as in <a class=\"ref\">Job 21:8<\/a>, and not “their offspring with them,” i.e., in like manner, as Hitzig supposes.<\/p>",
    "audit": null
}