{
    "id": 17967,
    "source": "kdo",
    "verse_id": 18326,
    "verse_count": 3,
    "reference": "35:5-7",
    "title": "",
    "html": "<p><em> “Then the eyes of the blind will be opened, and the ears of the deaf unstopped. Then will the lame man leap as the stag, and the tongue of the dumb man shout; for waters break out in the desert, and brooks in the steppe. And the mirage becomes a fish-pond, and the thirsty ground gushing water-springs; in the place of jackals, where it lies, there springs up grass with reeds and rushes.”<\/em> The bodily defects mentioned here there is no reason for regarding as figurative representations of spiritual defects. The healing of bodily defects, however, is merely the outer side of what is actually effected by the coming of Jehovah (for the other side, comp. <a class=\"isa\" verses=\"eyIxODI2MyI6Mn0=\">Isaiah 32:3-4<\/a>). And so, also, the change of the desert into a field abounding with water is not a mere poetical ornament; for in the last times, he era of redemption, nature itself will really share in the <em> doxa <\/em> which proceeds from the manifested God to His redeemed. <em> Shârâb <\/em> (Arab. <em> sarâb <\/em> ) is essentially the same thing as that which we call in the western languages the <em> mirage<\/em> , or <em> Fata morgana <\/em> ; not indeed every variety of this phenomenon of the refraction of light, through strata of air of varying density lying one above another, but more especially that appearance of water, which is produced as if by magic in the dry, sandy desert<\/p><p> (Note: See. G. Rawlinson, <em> Monarchies<\/em> , i. p. 38.)<\/p><p> (literally perhaps the “desert shine,” just as we speak of the “Alpine glow;” see <a class=\"isa\" verses=\"WzE4NjQ3XQ==\">Isaiah 49:10<\/a>). The antithesis to this is <em> 'ăgam <\/em> (Chald. <em> ' agmâ' <\/em> , Syr. <em> egmo <\/em> , Ar. <em> agam <\/em> ), a fish-pond (as in <a class=\"isa\" verses=\"WzE4NDcwXQ==\">Isaiah 41:18<\/a>, different from <em> ' âgâm <\/em> in <a class=\"isa\" verses=\"WzE4MDE1XQ==\">Isaiah 19:10<\/a>). In the arid sandy desert, where the jackal once had her lair and suckled her young (this is, according to <a class=\"ref\">Lamentations 4:3<\/a>, the true explanation of the permutative <em> ribhtsâh <\/em> , for which <em> ribhtsâm <\/em> would be in some respects more suitable), grass springs up even into reeds and rushes; so that, as <a class=\"isa\" verses=\"WzE4NTI2XQ==\">Isaiah 43:20<\/a> affirms, the wild beasts of the desert praise Jehovah.<\/p>",
    "audit": null
}