{
    "id": 17852,
    "source": "kdo",
    "verse_id": 18079,
    "verse_count": 18,
    "reference": 23,
    "title": "",
    "html": "<p> The Oracle Concerning Tyre - Isaiah 23<\/p><p> The second leading type of the pride of heathen power closes the series of prophecies against the nations, as Stier correctly observes, just as Babylon opened it. Babylon was the city of the imperial power of the world; Tyre, the city of the commerce of the world. The former was the centre of the greatest land power; the latter of the greatest maritime power. The former subjugated the nations with an iron arm, and ensured its rule by means of deportation; the latter obtained possession of the treasures of the nations in as peaceable a manner as possible, and secured its advantages by colonies and factories. The Phoenician cities formed at first six or eight independent states, the government of which was in the hands of kings. Of these, Sidon was much older than Tyre. The <em> thorah<\/em> and Homer mention only the former. Tyre did not rise into notoriety till after the time of David. But in the Assyrian era Tyre had gained a kind of supremacy over the rest of the Phoenician states. It stood by the sea, five miles from Sidon; but when hard pressed by enemies it had transferred the true seat of its trade and wealth to a small island, which was three-quarters of a mile farther to the north, and only twelve hundred paces from the mainland. The strait which separated this insular Tyre (Tyrus) from ancient Tyre (<em> Palaetyrus<\/em> ) was mostly shallow, and its navigable waters near the island had only a draught of about eighteen feet, so that on one or two occasions a siege of singular Tyre was effected by throwing up an embankment of earth - namely, once by Alexander (the embankment still in existence), and once possible by Nebuchadnezzar, for Tyre was engaged in conflict with the Chaldean empire as well as the Assyrian. Now which of these two conflicts was it that the prophet had in his mind? Eichhorn, Rosenmller Hitzig, and Movers say the Chaldean, and seek in this way to establish the spuriousness of the passage; whereas Gesenius, Maurer, Umbreit, and Knobel say the Assyrian, thinking that this is the only way of sustaining its genuineness. Ewald and Meier say the same; but they pronounce <a class=\"isa\" verses=\"eyIxODA5MyI6NH0=\">Isaiah 23:15-18<\/a> an interpolation belonging to the Persian era. De Wette wavers between the genuineness and spuriousness of the whole. In our opinion, however, as in that of Vitringa and those who tread in his footsteps, the question whether the imperial power by which Tyre was threatened was the Assyrian or the Chaldean, is a purely exegetical question, not a critical one.<\/p>",
    "audit": null
}