{
    "id": 18009,
    "source": "kdo",
    "verse_id": 18427,
    "verse_count": 3,
    "reference": "40:6-8",
    "title": "",
    "html": "<p> The prophet now hears a second voice, and then a third, entering into conversation with it. <em> “Hark, one speaking, Cry! And he answers, What shall I cry? All flesh is grass, and all its beauty as the flower of the field. Grass is withered, flower faded: for the breath of Jehovah has blown upon it. Surely grass is the people; grass withereth, flower fadeth: yet the word of our God will stand for ever.”<\/em> A second voice celebrates the divine word of promise in the face of the approaching fulfilment, and appoints a preacher of its eternal duration. The verb is not ואמר (<em> et dixi <\/em> , lxx, Vulg.), but ואמר ; so that the person asking the question is not the prophet himself, but an ideal person, whom he has before him in visionary objectiveness. The appointed theme of his proclamation is the perishable nature of all flesh (<a class=\"isa\" verses=\"WzE4NDI2XQ==\">Isaiah 40:5<\/a> πᾶσα σάρξ , here πᾶσα ἡ σάρξ ), and, on the other hand, the imperishable nature of the word of God. Men living in the flesh are universally impotent, perishing, limited; God, on the contrary (<a class=\"isa\" verses=\"WzE4MjU0XQ==\">Isaiah 31:3<\/a>), is the omnipotent, eternal, all-determining; and like Himself, so is His word, which, regarded as the vehicle and utterance of His willing and thinking, is not something separate from Himself, and therefore is the same as He. <em> Chasdō <\/em> is the charm or gracefulness of the outward appearance (lxx; <a class=\"ref\">1 Peter 1:24<\/a>, δόξα : see Schott on the passage, <a class=\"ref\">James 1:11<\/a>, εὐπρέπεια ). The comparison instituted with grass and flower recals <a class=\"isa\" verses=\"WzE4MzgwXQ==\">Isaiah 37:27<\/a> and <a class=\"ref\">Job 8:12<\/a>, and still more <a class=\"ref\">Psalms 90:5-6<\/a>, and <a class=\"ref\">Job 14:2<\/a>.  describes what happens to the grass and flower. The preterites, like the Greek <em> aoristus gnomicus<\/em> (cf., <a class=\"isa\" verses=\"WzE4MTQxXQ==\">Isaiah 26:10<\/a>), express a fact of experience sustained by innumerable examples: <em> exaruit<\/em> <em> gramen <\/em> , <em> emarcuit<\/em> <em> flos <\/em> ;<\/p><p> (Note: נבל has <em> munach <\/em> here and in <a class=\"isa\" verses=\"WzE4NDI5XQ==\">Isaiah 40:8<\/a> attached to the penultimate in all correct texts (hence <em> m ilel <\/em> , on account of the monosyllable which follows), and <em> m ehteg <\/em> on the <em> tzere <\/em> to sustain the lengthening.)<\/p><p> consequently the כּי which follows is not hypothetical (granting that), but explanatory of the reason, viz., “because <em> rūăch Jehovah <\/em> hath blown upon it,” i.e., the “breath” of God the Creator, which pervades the creation, generating life, sustaining life, and destroying life, and whose most characteristic elementary manifestation is the wind. Every breath of wind is a drawing of the breath of the whole life of nature, the active indwelling principle of whose existence is the <em> rūăch <\/em> of God. A fresh v. ought to commence now with אכן . The clause העם חציר אכן is genuine, and thoroughly in Isaiah's style, notwithstanding the lxx, which Gesenius and Hitzig follow. עכן is not equivalent to a comparative כן (Ewald, §105,<em> a<\/em> ), but is assuring, as in <a class=\"isa\" verses=\"WzE4NTc3LDE4NjQxLDE4NzE2XQ==\">Isaiah 45:15; Isaiah 49:4; Isaiah 53:4<\/a>; and <em> hâ‛âm <\/em> (the people) refers to men generally, as in <a class=\"isa\" verses=\"WzE4NDg2XQ==\">Isaiah 42:5<\/a>. The order of thought is in the form of a triolet. The explanation of the striking simile commences with <em> ' âkhēn <\/em> (surely); and then in the repetition of the words, “grass withereth, flower fadeth,” the men are intended, resemble the grass and the flower. Surely grass is the human race; such grass withereth and such flower fadeth, but the word of our God (Jehovah, the God of His people and of sacred history) <em> yâqūm <\/em> <em> l e ‛ōlâm <\/em> , i.e., it rises up without withering or fading, and endures for ever, fulfilling and verifying itself through all times. This general truth refers, in the preset instance, to the word of promise uttered by the voice in the desert. If the word of God generally has an eternal duration, more especially is this the case with the word of the <em> parousia<\/em> of God the Redeemer, the word in which all the words of God are yea and amen. The imperishable nature of this word, however, has for its dark foil the perishable nature of all flesh, and all the beauty thereof. The oppressors of Israel are mortal, and their chesed with which they impose and bribe is perishable; but the word of God, with which Israel can console itself, preserves the fields, and ensures it a glorious end to its history. Thus the seal, which the first crier set upon the promise of Jehovah's speedy coming, is inviolable; and the comfort which the prophets of God are to bring to His people, who have now been suffering so long, is infallibly sure.<\/p>",
    "audit": null
}