{
    "id": 17982,
    "source": "kdo",
    "verse_id": 18377,
    "verse_count": 1,
    "reference": "37:24",
    "title": "",
    "html": "<p> Second turn, <em> “By thy servants <\/em> (K.<em> thy messengers<\/em> )<em> hast thou reviled the Lord, in that thou sayest, With the multitude <\/em> (K.<em> chethib <\/em> ברכב )<em> of my chariots have I climbed the height of the mountains, the inner side of Lebanon; and I shall fell the lofty growth of its cedars, the choice <\/em> (<em> mibhchar , <\/em> K.<em> mibhchōr <\/em> )<em> of its cypresses: and I shall penetrate <\/em> (K.<em> and will penetrate<\/em> )<em> to the height <\/em> (K.<em> the halting-place<\/em> )<em> of its uttermost border, the grove of its orchard.”<\/em> The other text appears, for the most part, the preferable one here. Whether <em> m al'ăkhekhâ <\/em> (thy messengers, according to <a class=\"isa\" verses=\"WzE3ODQ0XQ==\">Isaiah 9:14<\/a>) or <em> ‛ ăbhâdekhâ <\/em> (thy servants, viz., Rabshakeh, Tartan, and Rabsaris) is to be preferred, may be left undecided; also whether רכבי ברכב is an error or a superlative expression, “with chariots of my chariots,” i.e., my countless chariots; also, thirdly, whether Isaiah wrote <em> mibhchōr <\/em> . He uses <em> mistōr <\/em> in <a class=\"isa\" verses=\"WzE3NzQwXQ==\">Isaiah 4:6<\/a> for a special reason; but such obscure forms befit in other instances the book of Kings, with its colouring of northern Palestine; and we also meet with <em> mibhchōr <\/em> in <a class=\"ref\">2 Kings 3:19<\/a>, in the strongly Aramaic first series of histories of Elisha. On the other hand, קצּה מלון is certainly the original reading, in contrast with קצו מרום . It is important, as bearing upon the interpretation of the passage, that both texts have ואכרת , not ואכרת , and that the other text confirms this pointing, inasmuch as it has ואבואה instead of ואובא . The Lebanon here, if not purely emblematical (as in <a class=\"ref\">Jeremiah 22:6<\/a> = the royal city Jerusalem; <a class=\"ref\">Ezekiel 17:3<\/a> = Judah-Jerusalem), has at any rate a synecdochical meaning (cf., <a class=\"isa\" verses=\"WzE3OTM3XQ==\">Isaiah 14:8<\/a>), signifying the land of Lebanon, i.e., the land of Israel, into which he had forced a way, and all the fortresses and great men of which he would destroy. He would not rest till Jerusalem, the most renowned height of the land of Lebanon, was lying at his feet. Thenius is quite right in regarding the “resting-place of the utmost border” and “the pleasure-garden wood” as containing allusions to the holy city and its royal citadel (compare the allegory in chapter 5).<\/p>",
    "audit": null
}