{
    "id": 17798,
    "source": "kdo",
    "verse_id": 17972,
    "verse_count": 1,
    "reference": "16:2",
    "title": "",
    "html": "<p> The advice does not remain without effect, but they embrace it eagerly.<em> ”And the daughters of Moab will be like birds fluttering about, a scared nest, at the fords of the Arnon.”<\/em> “The daughters of Moab,” like “the daughters of Judah,” for example, in <a class=\"ref\">Psalms 48:12<\/a>, are the inhabitants of the cities and villages of the land of Moab. They were already like birds soaring about (<a class=\"ref\">Proverbs 27:8<\/a>), because of their flight from their own land; but here, as we may see from the expression תהיינה ... והיה , the simile is intended to depict the condition into which they would be thrown by the prophet's advice. The figure (cf., <a class=\"isa\" verses=\"WzE3ODY1XQ==\">Isaiah 10:14<\/a>) as well as the expression (cf., <a class=\"isa\" verses=\"WzE3OTg2XQ==\">Isaiah 17:2<\/a>) is thoroughly Isaiah's. It is a state of anxious and timid indecision, resembling the fluttering to and fro of birds, that have been driven away from their nest, and wheel anxiously round and round, without daring to return to their old home. In this way the daughters of Moab, coming out of their hiding-places, whether nearer or more remote, show themselves at the fords of the Arnon, that is to say, on the very soil of their old home, which was situated between the Arnon and Wady el-Ahsa, and which was now devastated by the hand of a foe. לארנון מעברות we should regard as in apposition to <em> b e noth Moab <\/em> (the daughters of Moab), if <em> m a‛bâroth <\/em> signifies the coast-lands (like <em> ‛ebrē <\/em> in <a class=\"isa\" verses=\"WzE3ODAzXQ==\">Isaiah 7:20<\/a>), and not, as it invariably does, the fords. It is locative in its meaning, and is so accentuated.<\/p>",
    "audit": null
}