{
    "id": 17986,
    "source": "kdo",
    "verse_id": 18383,
    "verse_count": 1,
    "reference": "37:30",
    "title": "",
    "html": "<p> The prophet now turns to Hezekiah. <em> “And let this be a sign to thee, Men eat this year what is self-sown; and in the second year what springs from the roots<\/em> ( shâc , K. sâchı̄sh );<em> and in the third year they sow and reap and plant vineyards, and eat <\/em> (<em> chethib<\/em> אכול )<em> their fruit.”<\/em> According to Thenius, <em> hasshânâh <\/em> (this year) signifies the first year after Sennacherib's invasions, <em> hasshânâh <\/em> <em> hasshēnı̄th <\/em> (the second year) the current year in which the words were uttered by Hezekiah, <em> hasshânâh <\/em> <em> hassh e lı̄shith <\/em> (the third year) the year that was coming in which the land would be cleared of the enemy. But understood in this way, the whole would have been no sign, but simply a prophecy that the condition of things during the two years was to come to an end in the third. It would only be a “sign” if the second year was also still in the future. By <em> hasshânâh <\/em> , therefore, we are to understand what the expression itself requires (cf., <a class=\"isa\" verses=\"WzE4MTk1LDE4MjcwXQ==\">Isaiah 29:1; Isaiah 32:10<\/a>), namely the current year, in which the people had been hindered from cultivating their fields by the Assyrian who was then in the land, and therefore had been thrown back upon the <em> sâphı̄ach <\/em> , i.e., the after growth ( αὐτόματα , lxx, the self-sown), or crop which had sprung up from the fallen grains of the previous harvest (from <em> sâphach <\/em> , <em> adjicere <\/em> , see at <a class=\"ref\">Habakkuk 2:15<\/a>; or, according to others, <em> effundere <\/em> ). It was autumn at the time when Isaiah gave this sign (<a class=\"isa\" verses=\"WzE4Mjg5XQ==\">Isaiah 33:9<\/a>), and the current civil year was reckoned from one autumnal equinox to the other, as, for example, in <a class=\"ref\">Exodus 23:16<\/a>, where the feast of tabernacles or harvest festival is said to fall at the close of the year; so that if the fourteenth year of Hezekiah was the year 714, the current year would extend from Tishri 714 to Tishri 713. But if in the next year also, 713-712, there was no sowing and reaping, but the people were to eat <em> shâchis <\/em> , i.e., that which grew of itself ( αὐτοφυές , A q., Theod.), and that very sparingly, not from the grains shed at the previous harvest, but from the roots of the wheat, we need not assume that this year, 713-712, happened to be a sabbatical year, in which the law required all agricultural pursuits to be suspended.<\/p><p> (Note: There certainly is no necessity for a sabbatical year followed by a year of jubilee, to enable us to explain the “sign,” as Hofmann supposes.)<\/p><p> It is very improbable in itself that the prophet should have included a circumstance connected with the calendar in his “sign;” and, moreover, according to the existing chronological data, the year 715 had been a sabbatical year (see Hitzig). It is rather presupposed, either that the land would be too thoroughly devastated and desolate for the fields to be cultivated and sown (Keil); or, as we can hardly imagine such an impossibility as this, if we picture to ourselves the existing situation and the kind of agriculture common in Palestine, that the Assyrian would carry out his expedition to Egypt in this particular year (713-12), and returning through Judah, would again prevent the sowing of the corn (Hitzig, Knobel). But in the third year, that is to say the year 712-11, freedom and peace would prevail again, and there would be nothing more to hinder the cultivation of the fields or vineyards. If this should be the course of events during the three years, it would be a sign to king Hezekiah that the fate of the Assyrian would be no other than that predicated. The year 712-11 would be the peremptory limit appointed him, and the year of deliverance.<\/p>",
    "audit": null
}