{
    "id": 17608,
    "source": "kdo",
    "verse_id": 17673,
    "verse_count": 1,
    "reference": "1:18",
    "title": "",
    "html": "<p> The first leading division of the address is brought to a close, and <a class=\"isa\" verses=\"WzE3NjczXQ==\">Isaiah 1:18<\/a> contains the turning-point between the two parts into which it is divided. Hitherto Jehovah has spoken to His people in wrath. But His love began to move even in the admonitions in <a class=\"isa\" verses=\"WzE3NjcxLDE3NjcyXQ==\">Isaiah 1:16, Isaiah 1:17<\/a>. And now this love, which desired not Israel's destruction, but Israel's inward and outward salvation, breaks fully through. <em> “O come, and let us reason together, saith Jehovah. If your sins come forth like scarlet cloth, they shall become white as snow; if they are red as crimson, they shall come forth like wool!”<\/em> Jehovah here challenges Israel to a formal trial: <em> nocach <\/em> is thus used in a reciprocal sense, and with the same meaning as <em> nishpat <\/em> in <a class=\"isa\" verses=\"WzE4NTMyXQ==\">Isaiah 43:26<\/a> (Ges. §51, 2). In such a trial Israel must lose, for Israel's self-righteousness rests upon sham righteousness; and this sham righteousness, when rightly examined, is but unrighteousness dripping with blood. It is taken for granted that this must be the result of the investigation. Israel is therefore worthy of death. Yet Jehovah will not treat Israel according to His retributive justice, but according to His free compassion. He will remit the punishment, and not only regard the sin as not existing, but change it into its very opposite. The reddest possible sin shall become, through His mercy, the purest white. On the two <em> hiphils<\/em> here applied to colour, see Ges. §53, 2; though he gives the meaning incorrectly, viz., “to take a colour,” whereas the words signify rather to emit a colour: not <em> Colorem accipere <\/em> , but <em> Colorem dare <\/em> . <em> Shâni <\/em> , bright red (the plural <em> shânim <\/em> , as in <a class=\"ref\">Proverbs 31:21<\/a>, signifies materials dyed with <em> shâni <\/em> ), and <em> tolâ <\/em> , warm colour, are simply different names for the same colour, viz., the crimson obtained from the cochineal insect, <em> Color cocccineus <\/em> . The representation of the work of grace promised by God as a change from red to white, is founded upon the symbolism of colours, quite as much as when the saints in the Revelation (<a class=\"ref\">Revelation 19:8<\/a>) are described as clothed in white raiment, whilst the clothing of Babylon is purple and scarlet (<a class=\"isa\" verses=\"WzE3OTg4XQ==\">Isaiah 17:4<\/a>). Red is the colour of fire, and therefore of life: the blood is red because life is a fiery process. For this reason the heifer, from which the ashes of purification were obtained for those who had been defiled through contact with the dead, was to be red; and the sprinkling-brush, with which the unclean were sprinkled, was to be tied round with a band of scarlet wool. But red as contrasted with white, the colour of light (<a class=\"ref\">Matthew 17:2<\/a>), is the colour of selfish, covetous, passionate life, which is self-seeking in its nature, which goes out of itself only to destroy, and drives about with wild tempestuous violence: it is therefore the colour of wrath and sin. It is generally supposed that Isaiah speaks of red as the colour of sin, because sin ends in murder; and this is not really wrong, though it is too restricted. Sin is called red, inasmuch as it is a burning heat which consumes a man, and when it breaks forth consumes his fellow-man as well. According to the biblical view, throughout, sin stands in the same relation to what is well-pleasing to God, and wrath in the same relation to love or grace, as fire to light; and therefore as red to white, or black to white, for red and black are colours which border upon one another. In the Song of Solomon (<a class=\"isa\" verses=\"WzE3Nzg4XQ==\">Isaiah 7:5<\/a>), the black locks of Shulamith are described as being “like purple,” and Homer applies the same epithet to the dark waves of the sea. But the ground of this relation lies deeper still. Red is the colour of fire, which flashes out of darkness and returns to it again; whereas white without any admixture of darkness represents the pure, absolute triumph of light. It is a deeply significant symbol of the act of justification. Jehovah offers to Israel an <em> actio forensis <\/em> , out of which it shall come forth justified by grace, although it has merited death on account of its sins. The righteousness, white as snow and wool, with which Israel comes forth, is a gift conferred upon it out of pure compassion, without being conditional upon any legal performance whatever.<\/p>",
    "audit": null
}