{
    "id": 17925,
    "source": "kdo",
    "verse_id": 18237,
    "verse_count": 4,
    "reference": "30:19-22",
    "title": "",
    "html": "<p> None but such are heirs of the grace that follows the judgment - a people, newly pardoned in response to its cry for help, conducted by faithful teachers in the right way, and renouncing idolatry with disgust. <em> “For a people continues dwelling in Zion, in Jerusalem; thou shalt not weep for ever: He will prove Himself gracious to thee at the sound of thy cry for help; as soon as He hears, He answers thee. And the Lord giveth you bread in penury, and water for your need; and thy teachers will not hide themselves any more, and thine eyes come to see thy teachers. And thine ears will hear words behind thee, saying, 'This is the way, walk ye in it!' whether ye turn to the right hand or to the left. And ye defile the covering of thy graven images of silver, and the clothing of thy molten images of gold; thou wilt scatter them like filthy thing: 'Get out!' thou sayest to it.”<\/em> We do not render  , “For O people that dwelleth in Zion, in Jerusalem!” For although the personal pronoun may be omitted after <em> Vav<\/em> in an apostrophizing connection (<a class=\"ref\">Proverbs 8:5; Joel 2:23<\/a>), we should certainly expect to find אתּה here. The accent very properly marks these words as forming an independent clause. The apparent tautology in the expression, “in Zion, in Jerusalem,” is emphatic and explanatory. The fate of Zion-Jerusalem will not be the same as that of the imperial city (<a class=\"isa\" verses=\"WzE3OTI3LDE4MTIxXQ==\">Isaiah 13:20; Isaiah 25:2<\/a>); for it is the city of Jehovah, which, according to His promise, cannot become an eternally deserted ruin. After this promising declaration, the prophet turns and addresses the people of the future in the people of his own time; <em> bâkhō <\/em> strengthens the verbal notion with the mark of duration; <em> c hânōn <\/em> with the mark of certainty and fulness. יחנ ך , with an advanced <em> ŏ <\/em> , as in <a class=\"ref\">Genesis 43:29<\/a>, for יחן . כּ is the shortest expression used to denote simultaneous occurrence; answering and hearing would coincide (<em> shom‛âh <\/em> , <em> nomen actionis <\/em> , as in <a class=\"isa\" verses=\"WzE4NjA5LDE4NzQzXQ==\">Isaiah 47:9; Isaiah 55:2<\/a>; Ges. §45, 1<em> b<\/em> ; <em> ‛ ânâkh <\/em> , the pausal form here, as in <a class=\"ref\">Jeremiah 23:37<\/a>). From this lowest stage of response to the penitential cry for help, the promise rises higher and higher. The next stage is that in which Jerusalem is brought into all the distress consequent upon a siege, as threatened by the prophet in <a class=\"isa\" verses=\"eyIxODE5NyI6Mn0=\">Isaiah 29:3-4<\/a>; the besieged would not be allowed by God to die of starvation, but He would send them the necessary support. The same expression, but very little altered, viz., “to give to eat <em> lechem lachatz ūmayim lachatz <\/em> ,” signifies to put any one upon the low rations of a siege or of imprisonment, in <a class=\"ref\">1 Kings 22:27<\/a> and <a class=\"ref\">2 Chronicles 18:26<\/a>; but here it is a promise, with the threat kept in the background. צר and לח ץ are connected with the absolute nouns לחם and מים , not as adverbial, but as appositional definitions (like תּרעלה יין , “wine which is giddiness,” in <a class=\"ref\">Psalms 60:5<\/a>; and בּרכּים מים , “water which is knees,” i.e., which has the measure of the knees, where <em> birkayim <\/em> is also in apposition, and not the accusative of measurement): literally, bread which is necessity, and water which is affliction; that is to say, nourishment of which there is extreme need, the very opposite of bread and water in abundance. Umbreit and Drechsler understand this spiritually. But the promise rises as it goes on. There is already an advance, in the fact that the faithful and well-meaning teachers (<em> mōrı̄m <\/em> ) no longer keep themselves hidden because of the hard-heartedness and hatred of the people, as they have done ever since the time of Ahaz ( נכנף , a denom.: to withdraw into כּנף , πτέρυξ , the utmost end, the most secret corner; though <em> kânaph <\/em> in itself signifies to cover or conceal). Israel, when penitent, would once more be able to rejoice in the sight of those whom it longed to have back again. מורי ך is a plural, according to the context (on the singular of the previous predicate, see Ges. §147). As the shepherds of the flock, they would follow the people with friendly words of admonition, whilst the people would have their ears open to receive their instruction. תּאמינוּ is here equivalent to תּימינוּ , תּימינוּ . The abominations of idolatry (which continued even in the first years of Hezekiah's reign: <a class=\"isa\" verses=\"W1sxODI1OCwyMjU4NV0seyIyMjY0NSI6M30sWzIyNjY1XV0=\">Isaiah 31:7; Micah 1:5; Micah 5:11-13; Micah 6:16<\/a>) would now be regarded as abominations, and put away. Even gold and silver, with which the images that were either carved or cast in inferior metal were overlaid, would be made unclean (see 2 Kings 28:8ff.); that is to say, no use would be made of them. <em> Dâvâh <\/em> is a shorter expression for <em> k e lı̄ <\/em> <em> dâvâh <\/em> , the cloth worn by a woman at the monthly period. On <em> zârâh <\/em> , to dispense - to which <em> dâvâh <\/em> would be inappropriate if understood of the woman herself, as it is by Luzzatto - compare <a class=\"ref\">2 Kings 23:6<\/a>. With זהב ך , the plural used in the general address passes over into the individualizing singular; לו is to be taken as a neuter pointing back to the plunder of idols.<\/p>",
    "audit": null
}