{
    "id": 17865,
    "source": "kdo",
    "verse_id": 18100,
    "verse_count": 6,
    "reference": "24:4-9",
    "title": "",
    "html": "<p> That this is the case is evident from <a class=\"isa\" verses=\"eyIxODEwMCI6Nn0=\">Isaiah 24:4-9<\/a>, where the accursed state into which the earth is brought is more fully described, and the cause thereof is given. <em> “Smitten down, withered up is the earth; pined away, wasted away is the world; pined away have they, the foremost of the people of the earth. And the earth has become wicked among its inhabitants; for they transgressed revelations, set at nought the ordinance, broke the everlasting covenant. Therefore hath the curse devoured the earth, and they who dwelt in it make expiation: therefore are the inhabitants of the earth withered up, and there are very few mortals left. New wine mourneth, vine is parched, all the merry-hearted groan. The joyous playing of tabrets is silent; the noise of them that rejoice hath ceased; the joyous playing of the guitar is silent. They drink no wine with a song; meth tastes bitter to them that drink it.”<\/em> “The world” (<em> tēbēl <\/em> ) is used here in <a class=\"isa\" verses=\"WzE4MTAwXQ==\">Isaiah 24:4<\/a>, as in <a class=\"isa\" verses=\"WzE4MTQwXQ==\">Isaiah 26:9<\/a> (always in the form of a proper name, and without the article), as a parallel to “<em> the earth<\/em> ” (<em> hâ'âretz <\/em> ), with which it alternates throughout this cycle of prophecies. It is used poetically to signify the globe, and that without limitation (even in <a class=\"isa\" verses=\"WzE3OTE4XQ==\">Isaiah 13:11<\/a> and <a class=\"isa\" verses=\"WzE4MDAxXQ==\">Isaiah 18:3<\/a>); and therefore “the earth” is also to be understood here in its most comprehensive sense (in a different sense, therefore, from <a class=\"isa\" verses=\"WzE4Mjg5XQ==\">Isaiah 33:9<\/a>, which contains the same play upon sounds). The earth is sunk in mourning, and has become like a faded plant, withered up with heat; the high ones of the people of the earth (<em> m erōm <\/em> ; <em> abstr. pro concr.<\/em> , like <em> c âbōd <\/em> in <a class=\"isa\" verses=\"WzE3NzUzLDE4MDc3XQ==\">Isaiah 5:13; Isaiah 22:24<\/a>) are included ( עם is used, as in <a class=\"isa\" verses=\"WzE4NDg2LDE4NDI4XQ==\">Isaiah 42:5; Isaiah 40:7<\/a>, to signify humanity, i.e., man generally). אמללוּ (for the form, see <em> Comm. on Job<\/em> , at <a class=\"ref\">Job 18:16-19<\/a>) stands in half pause, which throws the subjective notion that follows into greater prominence. It is the punishment of the inhabitants of the earth, which the earth has to share, because it has shared in the wickedness of those who live upon it: <em> c hânaph <\/em> (not related to <em> tânaph <\/em> ) signifies to be degenerate, to have decided for what is evil (<a class=\"isa\" verses=\"WzE3ODQ2XQ==\">Isaiah 9:16<\/a>), to be wicked; and in this intransitive sense it is applied to the land, which is said to be affected with the guilt of wicked, reckless conduct, more especially of blood-guiltiness (<a class=\"ref\">Psalms 106:38; Numbers 35:33<\/a>; compare the transitive use in <a class=\"ref\">Jeremiah 3:9<\/a>). The wicked conduct of men, which has caused the earth also to become <em> c hanēphâh <\/em> , is described in three short, rapid, involuntarily excited sentences (compare <a class=\"isa\" verses=\"WzE3OTY3LDE3OTc0LDE4MjE0LDE4Mjg4XQ==\">Isaiah 15:6; Isaiah 16:4; Isaiah 29:20; Isaiah 33:8<\/a>; also <a class=\"isa\" verses=\"WzE4MTAxLDE3NjU5LDE3NjYxLDE3NjYzXQ==\">Isaiah 24:5; Isaiah 1:4, Isaiah 1:6, Isaiah 1:8<\/a>; out of the book of Isaiah, however, we only meet with this in <a class=\"ref\">Joel 1:10<\/a>, and possibly <a class=\"ref\">Joshua 7:11<\/a>). Understanding “the earth” as we do in a general sense, “the law” cannot signify merely the positive law of Israel. The Gentile world had also a <em> torâh <\/em> or divine teaching within, which contained an abundance of divine directions (<em> tōrōth <\/em> ). They also had a law written in their hearts; and it was with the whole human race that God concluded a covenant in the person of Noah, at a time when the nations had none of them come into existence at all. This is the explanation given by even Jewish commentators; nevertheless, we must not forget that Israel was included among the transgressors, and the choice of expression was determined by this. With the expression “therefore” the prophecy moves on from sin to punishment, just as in <a class=\"isa\" verses=\"WzE3NzY1XQ==\">Isaiah 5:25<\/a> (cf., <a class=\"isa\" verses=\"WzE3NzY0XQ==\">Isaiah 5:24<\/a>). אלה is the curse of God denounced against the transgressors of His law (<a class=\"ref\">Daniel 9:11<\/a>; compare <a class=\"ref\">Jeremiah 23:10<\/a>, which is founded upon this, and from which אבלה has been introduced into this passage in some codices and editions). The curse of God devours, for it is fire, and that from within outwards (see <a class=\"isa\" verses=\"W1sxNzY4NiwxNzc2NCwxNzg0OF0seyIxNzg2NyI6Mn0sWzE4MjAwLDE4MjQ1XSx7IjE4MjkxIjo0fV0=\">Isaiah 1:31; Isaiah 5:24; Isaiah 9:18; Isaiah 10:16-17; Isaiah 29:6; Isaiah 30:27., Isaiah 33:11-14<\/a>): <em> c hârū <\/em> (<em> m ilel <\/em> , since <em> pashta <\/em> is an <em> acc. postpos.<\/em> ),<\/p><p> (Note: In correct texts <em> c hâr <\/em> has two <em> pashtas <\/em> , the former indicating the place of the tone.)<\/p><p> from <em> c hârar <\/em> , they are burnt up, <em> exusti <\/em> . With regard to ויּאשׁמוּ , it is hardly necessary to observe that it cannot be traced back to אשׁם = ישׁם , שׁמם ; and that of the two meanings, <em> culpam contrahere <\/em> and <em> culpam sustinere <\/em> , it has the latter meaning here. We must not overlook the genuine mark of Isaiah here in the description of the vanishing away of men down to a small remnant: נשׁאר ( שׁאר ) is the standing word used to denote this; מזער (used with regard to number both here and in <a class=\"isa\" verses=\"WzE3OTg0XQ==\">Isaiah 16:14<\/a>; and with regard to time in <a class=\"isa\" verses=\"WzE3ODc2XQ==\">Isaiah 10:25<\/a> and <a class=\"isa\" verses=\"WzE4MjExXQ==\">Isaiah 29:17<\/a>) is exclusively Isaiah's; and אנושׁ is used in the same sense as in <a class=\"isa\" verses=\"WzE4Mjg4XQ==\">Isaiah 33:8<\/a> (cf., <a class=\"isa\" verses=\"WzE3OTE5XQ==\">Isaiah 13:12<\/a>). In <a class=\"isa\" verses=\"WzE4MTAzXQ==\">Isaiah 24:7<\/a> we are reminded of Joel 1 (on the short sentences, see <a class=\"isa\" verses=\"W1sxODIxNF0seyIxNzk3OCI6M31d\">Isaiah 29:20; Isaiah 16:8-10<\/a>); in <a class=\"isa\" verses=\"WzE4MTA0LDE4MTA1XQ==\">Isaiah 24:8, Isaiah 24:9<\/a> any one acquainted with Isaiah's style will recall to mind not only <a class=\"isa\" verses=\"WzE3NzUyLDE3NzU0XQ==\">Isaiah 5:12, Isaiah 5:14<\/a>, but a multitude of other parallels. We content ourselves with pointing to עלּיז (which belongs exclusively to Isaiah, and is taken from <a class=\"isa\" verses=\"WzE4MDU1XQ==\">Isaiah 22:2<\/a> and <a class=\"isa\" verses=\"WzE4MjczXQ==\">Isaiah 32:13<\/a> in <a class=\"ref\">Zephaniah 2:15<\/a>, and from <a class=\"isa\" verses=\"WzE3OTEwXQ==\">Isaiah 13:3<\/a> in <a class=\"ref\">Zephaniah 3:11<\/a>); and for <em> basshir <\/em> (with joyous song) to <a class=\"isa\" verses=\"WzE4MjUwXQ==\">Isaiah 30:32<\/a> (with the beating of drums and playing of guitars), together with <a class=\"isa\" verses=\"WzE4MTcyXQ==\">Isaiah 28:7<\/a>. The picture is elegiac, and dwells so long upon the wine (cf., <a class=\"isa\" verses=\"eyIxNzk3MSI6MTR9\">Isaiah 16:1-14<\/a>), just because wine, both as a natural production and in the form of drink, is the most exhilarating to the heart of all the natural gifts of God (<a class=\"ref\">Psalms 104:15; Judges 9:13<\/a>). All the sources of joy and gladness are destroyed; and even if there is much still left of that which ought to give enjoyment, the taste of the men themselves turns it into bitterness.<\/p>",
    "audit": null
}