{
    "id": 17747,
    "source": "kdo",
    "verse_id": 17887,
    "verse_count": 1,
    "reference": "11:2",
    "title": "",
    "html": "<p> Jehovah acknowledges Him, and consecrates and equips Him for His great work with the seven spirits.<em> ”And the Spirit of Jehovah descends upon Him, spirit of wisdom and understanding, spirit of counsel and might, spirit of knowledge and fear of Jehovah.”<\/em> “The Spirit of Jehovah” (<em> ruach Yehovah <\/em> ) is the Divine Spirit, as the communicative vehicle of the whole creative fulness of divine powers. Then follow the six spirits, comprehended by the <em> ruach Yehovah <\/em> in three pairs, of which the first relates to the intellectual life, the second to the practical life, and the third to the direct relation to God. For <em> c hocmâh <\/em> (wisdom) is the power of discerning the nature of things through the appearance, and <em> bı̄nâh <\/em> (understanding) the power of discerning the differences of things in their appearance; the former is σοφία , the latter διάκρισις or σύνεσις . “Counsel” (<em> etzâh <\/em> ) is the gift of forming right conclusions, and “might” (<em> gebūrâh <\/em> ) the ability to carry them out with energy. “The knowledge of Jehovah” (<em> da‛ath Yehovah <\/em> ) is knowledge founded upon the fellowship of love; and “the fear of Jehovah” (<em> yir'ath Yehovâh <\/em> ), fear absorbed in reverence. There are seven spirits, which are enumerated in order from the highest downwards; since the spirit of the fear of Jehovah is the basis of the whole (<a class=\"ref\">Proverbs 1:7; Job 28:28; Psalms 111:10<\/a>), and the Spirit of Jehovah is the heart of all. It corresponds to the shaft of the seven-lighted candlestick, and the three pair of arms that proceeded from it. In these seven forms the Holy Spirit descended upon the second David for a permanent possession, as is affirmed in the <em> perf. consec<\/em> . ונהה (with the tone upon the ultimate, on account of the following guttural, to prevent its being pronounced unintelligibly;<\/p><p> (Note: This moving forward of the tone to the last syllable is also found before <em> Ayin<\/em> in <a class=\"ref\">Genesis 26:10<\/a>, and very commonly with <em> kūmâh <\/em> , and verbs of a similar kind; also before Elohim and Jehovah, to be read <em> Adonai<\/em> , and before the half-guttural <em> resh<\/em> , <a class=\"ref\">Psalms 43:1; Psalms 119:154<\/a>, but nowhere on any other ground than the orthophonic rather than euphonic one mentioned above; compare also וסרה in <a class=\"isa\" verses=\"WzE3ODk4XQ==\">Isaiah 11:13<\/a>, with וסרוּ (with ה following) in <a class=\"ref\">Exodus 8:7<\/a>.)<\/p><p><em> nuach <\/em> like καταβαίνειν καὶ μένειν , <a class=\"ref\">John 1:32-33<\/a>). The seven torches before the throne of God (<a class=\"ref\">Revelation 4:5<\/a>, cf., <a class=\"isa\" verses=\"WzE3NjU5XQ==\">Isaiah 1:4<\/a>) burn and give light in His soul. The seven spirits are His seven eyes (<a class=\"ref\">Revelation 5:6<\/a>).<\/p>",
    "audit": null
}