{
    "id": 13528,
    "source": "kdo",
    "verse_id": 18899,
    "verse_count": 2,
    "reference": "65:1–2",
    "title": "",
    "html": " <p>After the people have poured out their heart before Jehovah, He announces what they may expect from Him. But instead of commencing with a promise, as we might anticipate after the foregoing prayer, He begins with reproach and threatening; for although the penitential portion of the community had included the whole nation in their prayer, it was destruction, and not deliverance, which awaited one portion of the nation, and that portion was the greater one. The great mass were in that state of “sin unto death” which defies all intercession (<a class=\"ref\">1 John 5:16<\/a>), because they had so scornfully and obstinately resisted the grace which had been so long and so incessantly offered to them. <i>“I was discernible to those who did not inquire, discoverable by those who did not seek me. I said, 'Here am I, here am I,' to a nation where my name was not called. I spread out my hands all the day to a refractory people, who walked in the way that was not good, after their own thoughts.”<\/i>, The lxx (A) render <i> <a class=\"isa\" verses=\"WzE4ODk5XQ==\">Isaiah 65:1<\/a><\/i>, “I was found by those who did not seek me, I became manifest to those who did not ask for me” (B reverses the order); and in <a class=\"ref\">Romans 10:20-21<\/a>, Paul refers <a class=\"isa\" verses=\"WzE4ODk5XQ==\">Isaiah 65:1<\/a>, to the Gentiles, and <a class=\"isa\" verses=\"WzE4OTAwXQ==\">Isaiah 65:2<\/a>, to Israel. The former, to whom He has hitherto been strange, enter into fellowship with Him; whilst the latter, to whom He has constantly offered Himself, thrust Him away, and lose His fellowship. Luther accordingly adopts this rendering: “I shall be sought by those who did not ask for me, I shall be found by those who did not seek me. And to the heathen who did not call upon my name, I say, Here am I, here am I.” Zwingli, again, observes on <a class=\"isa\" verses=\"WzE4ODk5XQ==\">Isaiah 65:1<\/a>, “This is an irresistible testimony to the adoption of the Gentiles.” Calvin also follows the apostle's exposition, and observes, that “Paul argues boldly for the calling of the Gentiles on the ground of this passage, and says that Isaiah dared to proclaim and assert that the Gentiles had been called by God, because he announced a greater thing, and announced it more clearly than the reason of those times would bear.” Of all the Jewish expositors, where is only one, viz., Gecatilia, who refers v. 1 to the Gentiles; and of all the Christina expositors of modern times, there is only one, viz., Hendewerk, who interprets it in this way, without having been influenced by the quotation made by Paul. Hofman, however, and Stier, feel obliged to follow the apostle's exposition, and endeavour to vindicate it. But we have no sympathy with any such untenable efforts to save the apostle's honour. In <a class=\"ref\">Romans 9:25-26<\/a>, he also quotes <a class=\"ref\">Hosea 2:23<\/a>, and <a class=\"ref\">Hosea 2:1<\/a>, in support of the calling of the Gentiles; whereas he could not have failed to know, that it is the restoration of Israel to favour which is alluded to there. He merely appeals to Hos 2 in support of the New Testament fact of the calling of the Gentiles, so far as it is in these words of the Old Testament prophet that the fact is most adequately expressed. And according to <a class=\"ref\">1 Peter 2:10<\/a>, Peter received the same impression from Hosea's words. <br> But with the passage before us it is very different. The apostle shows, by the way in which he applies the Scripture, how he depended in this instance upon the Septuagint translation, which was in his own hands and those of his readers also, and by which the allusion to the Gentiles is naturally suggested, even if not actually demanded. And we may also assume that the apostle himself understood the Hebrew text, with which he, the pupil of Rabban Gamaliel, was of course well acquainted, in the same sense, viz., as relating to the calling of the Gentiles, without being therefore legally bound to adopt the same interpretation. The interchange of <span class=\"normal hebrew\">,גּוי<\/span>,(cf., <a class=\"isa\" verses=\"WzE4NzQ2XQ==\">Isaiah 55:5<\/a>) and <span class=\"normal hebrew\">,עם<\/span>,; the attribute <span class=\"normal hebrew\">,בשׁים <\/span> <span class=\"normal hebrew\">,קרא <\/span> <span class=\"normal hebrew\">,לא<\/span>, which applies to heathen, and heathen only; the possibility of interpreting <a class=\"isa\" verses=\"eyIxODg5OSI6Mn0=\">Isaiah 65:1-2<\/a>, in harmony with the context both before and after, if <a class=\"isa\" verses=\"WzE4ODk5XQ==\">Isaiah 65:1<\/a>, be taken as referring to the Gentiles, on the supposition that Jehovah is here contrasting His success with the Gentiles and His failure with Israel: all these certainly throw weight into the scale. Nevertheless they are not decisive, if we look at the Hebrew alone, apart altogether from the lxx. For <i>(<span class=\"translit\">, nidrashtı̄ <\/span>) does not mean “I have become manifest;” but, regarded as the so-called <i>niphal tolerativum<\/i>,(according to <a class=\"ref\">Ezekiel 14:3; Ezekiel 20:3, Ezekiel 20:31; Ezekiel 36:37<\/a>), “I permitted myself to be explored or found out;” and consequently <span class=\"normal hebrew\">,נמצאתי<\/span>, according to <a class=\"isa\" verses=\"WzE4NzQ3XQ==\">Isaiah 55:6<\/a>, “I let myself be found.” And so explained, <a class=\"isa\" verses=\"WzE4ODk5XQ==\">Isaiah 65:1<\/a>, stands in a parallel relation to <a class=\"isa\" verses=\"WzE4NzQ3XQ==\">Isaiah 55:6<\/a>: Jehovah was searchable, was discoverable (cf., <a class=\"ref\">Zephaniah 1:6<\/a>) to those who asked no questions, and did not seek Him (<span class=\"normal hebrew\">,ללוא<\/span>,= <span class=\"normal hebrew\">,לא <\/span> <span class=\"normal hebrew\">,לאשׁר<\/span>, Ges. §123, 3), i.e., He displayed to Israel the fulness of His nature and the possibility of His fellowship, although they did not bestir themselves or trouble themselves in the least about Him - a view which is confirmed by the fact that <i> <a class=\"isa\" verses=\"WzE4ODk5XQ==\">Isaiah 65:1<\/a><\/i>, merely refers to offers made to them, and not to results of any kind. Israel, however, is called <span class=\"normal hebrew\">,בשׁמי <\/span> <span class=\"normal hebrew\">,אל־קרא <\/span> <span class=\"normal hebrew\">,גוי<\/span>, not as a nation that was not called by Jehovah's name (which would be expressed by <span class=\"normal hebrew\">,נקרא<\/span>, <a class=\"isa\" verses=\"WzE4NTEzXQ==\">Isaiah 43:7<\/a>; cf., <span class=\"normal hebrew\">,מקראי<\/span>, <span class=\"greek normal\">,κλητός μου<\/span>, <a class=\"isa\" verses=\"WzE4NjI3XQ==\">Isaiah 48:12<\/a>), but as a nation where (supply (<span class=\"translit\">,'ăsher <\/span>)) Jehovah's name was not invoked (lxx “who called not upon my name”), and therefore as a thoroughly heathenish nation; for which reason we have (<span class=\"translit\">, gōi <\/span>) (lxx <span class=\"greek normal\">,ἔθνος <\/span>) here, and not (<span class=\"translit\">,‛am <\/span>)<\/i>,(lxx <span class=\"greek normal\">,λαός <\/span>). Israel was estranged from Him, just like the heathen; but He still turned towards them with infinite patience, and (as is added in <a class=\"isa\" verses=\"WzE4OTAwXQ==\">Isaiah 65:2<\/a>) with ever open arms of love. He spread out His hands (as a man does to draw another towards him to embrace him) all the day (i.e., continually, cf., <a class=\"isa\" verses=\"WzE4MTg5XQ==\">Isaiah 28:24<\/a>) towards an obstinate people, who walked in the way that was not good (cf., <a class=\"ref\">Psalm 36:5; Proverbs 16:29<\/a>; here with the article, which could not be repeated with the adjective, because of the <span class=\"normal hebrew\">,לא <\/span>), behind their own thoughts. That which led them, and which they followed, was not the will of God, but selfish views and purposes, according to their won hearts' lusts; and yet Jehovah did not let them alone, but they were the constant thought and object of His love, which was ever seeking, alluring, and longing for their salvation. <br> <\/p>",
    "audit": null
}