{
    "id": 18079,
    "source": "kdo",
    "verse_id": 18548,
    "verse_count": 4,
    "reference": "44:14-17",
    "title": "",
    "html": "<p> The prophet now traces the origin of the idols still further back. Their existence or non-existence ultimately depends upon whether it rains or not. <em> “One prepares to cut down cedars, and takes holm and oak-tree, and chooses for himself among the trees of the forest. He has planted a fig, and the rain draws it up. And it serves the man for firing: he takes thereof, and warms himself; he also heats, and bakes bread; he also works it into a god, and prostrates himself; makes an idol of it, and falls down before it. The half of it he has burned in the fire: over the half of it he eats flesh, roasts a roast, and is satisfied; he also warms himself, and says, Hurrah, I am getting warm, I feel the heat. And the rest of it he makes into a god, into his idol, and says, Save me, for thou art my god.”<\/em> The subject of the sentence is not the carpenter of the previous verse, but “any one.” ארזים apparently stands first, as indicating the species; and in the <em> Talmud<\/em> and Midrash the trees named are really described as ארזים מיני . But <em> tirzâh <\/em> (from <em> târaz <\/em> , to be hard or firm) does not appear to be a coniferous tree; and the connection with <em> 'allōn <\/em> , the oak, is favourable to the rendering ἀγριοβάλανος (lxx, A. Th.), <em> ilex <\/em> (Vulg.). On <em> 'immēts <\/em> , to choose, see <a class=\"isa\" verses=\"WzE4NDYyXQ==\">Isaiah 41:10<\/a>. ארן (with <em> Nun minusculum <\/em> ), plur. ארונים (<em> b.<\/em> <em> Ros-ha Sana<\/em> 23<em> a<\/em> ) or ארנים (Para iii. 8), is explained by the Talmud as ערי , sing. ערא , i.e., according to Aruch and Rashi, <em> laurier<\/em> , the berries of which are called <em> baies<\/em> . We have rendered it “fig,” according to the lxx and Jerome, since it will not do to follow the seductive guidance of the similarity in sound to <em> ornus <\/em> (which is hardly equivalent to ὀρεινός ).<\/p><p> (Note: The ἀρία of Theophrastus is probably <em> quercus ilex <\/em> , which is still called ἀρία ; the <em> laurus nobilis <\/em> is now called βαΐηά , from the branches which serve instead of palm-branches.)<\/p><p> The description is genealogical, and therefore moves retrogressively, from the felling to the planting. והיה in  refers to the felled and planted tree, and primarily to the ash. מהם (of such as these) is neuter, as in <a class=\"isa\" verses=\"WzE4MjI0XQ==\">Isaiah 30:6<\/a>; at the same time, the prophet had the עצים (the wood, both as produce and material) in his mind. The repeated אף lays emphasis upon the fact, that such different things are done with the very same wood. It is sued for warming, and fore the preparation of food, as well as for making a god. On the verbs of adoration, <em> hishtachăvâh <\/em> (root <em> shach <\/em> , to sink, to settle down) and <em> sâgad <\/em> , which is only applied to idolatrous worship, and from which <em> m es'gid <\/em> , a mosque, is derived, see Holemann's <em> Bibelstudien<\/em> , i. 3. למו may no doubt be take as a plural (= להם , as in <a class=\"isa\" verses=\"WzE4MjIzXQ==\">Isaiah 30:5<\/a>), “such things (<em> taila <\/em> ) does he worship,” as Stier supposes; but it is probably pathetic, and equivalent to לו , as in <a class=\"isa\" verses=\"WzE4NzIwXQ==\">Isaiah 53:8<\/a> (compare <a class=\"ref\">Psalms 11:7<\/a>; Ewald, §247,<em> a<\/em> ). According to the double application of the wood mentioned in <a class=\"isa\" verses=\"WzE4NTQ5XQ==\">Isaiah 44:15<\/a>, a distinction is drawn in <a class=\"isa\" verses=\"WzE4NTUwLDE4NTUxXQ==\">Isaiah 44:16, Isaiah 44:17<\/a> between the one half of the wood and the other. The repeated <em> chetsyō <\/em> (the half of it) in <a class=\"isa\" verses=\"WzE4NTUwXQ==\">Isaiah 44:16<\/a> refers to the first half, which furnishes not only fuel for burning, but shavings and coals for roasting and baking as well. And as a fire made for cooking warms quite as much as one made expressly for the purpose, the prophet dwells upon this benefit which the wood of the idol does confer. On the tone upon the last syllable of <em> c hammōthı̄ <\/em> , see at <a class=\"ref\">Job 19:17<\/a>; and on the use of the word ראה as a comprehensive term, embracing every kind of sensation and perception, see my <em> Psychologie<\/em> , p. 234. Diagoras of Melos, a pupil of Democritus, once threw a wooden standing figure of Hercules into the fire, and said jocularly, “Come now, Hercules, perform thy thirteenth labour, and help me to cook the turnips.”<\/p>",
    "audit": null
}