{
    "id": 13458,
    "source": "kdo",
    "verse_id": 18664,
    "verse_count": 1,
    "reference": "50:1",
    "title": "",
    "html": "<p>The words are no longer addressed to Zion, but to her children. <i>“Thus saith Jehovah, Where is your mother's bill of divorce, with which I put her away? Or where is one of my creditors, to whom I sold you? Behold, for your iniquities are ye sold, and for your transgressions is your mother put away.”<\/i> It was not He who had broken off the relation in which He stood to Zion; for the mother of Israel, whom Jehovah had betrothed to Himself, had no bill of divorce to show, with which Jehovah had put her away and thus renounced for ever the possibility of receiving her again (according to <a class=\"ref\"><\/a>), provided she should in the meantime have married another. Moreover, He had not yielded to outward constraint, and therefore given her up to a foreign power; for where was there on of His creditors (there is not any one) to whom He would have been obliged to relinquish His sons, because unable to pay His debts, and in this way to discharge them? - a harsh demand, which was frequently made by unfelling creditors of insolvent debtors ( <a class=\"ref\">; ;<\/a>). On (<span class=\"translit\"> nōsheh<\/span>), a creditor, see at <a class=\"ref\"><\/a>. Their present condition was indeed that of being sold and put away; but this was not the effect of despotic caprice, or the result of compulsion on the part of Jehovah. It was Israel itself that had broken off the relation in which it stood to Jehovah; they had been sold through their own faults, and “for your transgressions is your mother put away.” Instead of<span class=\"normal hebrew\"> וּבפשׁעיה<\/span> we have<span class=\"normal hebrew\"> וּבפשׁעיכם<\/span> . This may be because the church, although on the one hand standing higher and being older than her children (i.e., her members at any particular time), is yet, on the other hand, orally affected by those to whom she has given birth, who have been trained by her, and recognised by her as her own. <br><\/p> ",
    "audit": null
}