{
    "id": 17795,
    "source": "kdo",
    "verse_id": 17966,
    "verse_count": 2,
    "reference": "15:5-6",
    "title": "",
    "html": "<p> The difficult words in which the prophet expresses this sympathy we render as follows: <em> “My heart, towards Moab it crieth out; its bolts reached to Zoar, the three-year-old heifer.”<\/em> The <em> Lamed<\/em> in <em> l'Moab <\/em> is the same both here and in <a class=\"isa\" verses=\"WzE3OTgxXQ==\">Isaiah 16:11<\/a> as in <a class=\"isa\" verses=\"eyIxNzkzNyI6Mn0=\">Isaiah 14:8-9<\/a>, viz., “turned toward Moab.” Moab, which was masculine in <a class=\"isa\" verses=\"WzE3OTY1XQ==\">Isaiah 15:4<\/a>, is feminine here. We may infer from this that עד־צער בריחה is a statement which concerns Moab as a land. Now, <em> b e richim <\/em> signifies the <em> bolts<\/em> in every other passage in which it occurs; and it is possible to speak of the bolts of a land with just as much propriety as in <a class=\"ref\">Lamentations 2:9<\/a> and <a class=\"ref\">Jeremiah 51:30<\/a> (cf., <a class=\"ref\">Jonah 2:7<\/a>) of the bolts of a city. And the statement that the bolts of this land went to <em> Zoar<\/em> is also a very appropriate one, for Kir Moab and Zoar formed the southern fortified girdle of the land; and Zoar, on the south-western tongue of land which runs into the Dead Sea, was the uttermost fortress of Moab, looking over towards Judah; and in its depressed situation below the level of the sea it formed, as it were, the opposite pole of Kir Moab, the highest point in the high land itself. Hence we agree with Jerome, who adopts the rendering <em> vectes ejus usque ad Segor <\/em> , whereas all the modern translators have taken the word in the sense of fugitives. <em> ‛Eglath sh e ilshiyyâh <\/em> , which Rosenmüller, Knobel, Drechsler, Meier, and others have taken quite unnecessarily as a proper name, is either in apposition to Zoar or to Moab. In the former case it is a distinguishing epithet. An ox of the three years, or more literally of the third year (cf., <em> m e shullesheth <\/em> , <a class=\"ref\">Genesis 15:9<\/a>), i.e., a three-year-old ox, is one that is still in all the freshness and fulness of its strength, and that has not yet been exhausted by the length of time that it has worn the yoke. The application of the term to the Moabitish nation is favoured by <a class=\"ref\">Jeremiah 46:20<\/a>, where Egypt is called “a very fair heifer” (<em> ‛ eglâh <\/em> <em> yephēh<\/em> -<em> phiyyâh <\/em> ), whilst Babylon is called the same in <a class=\"ref\">Jeremiah 50:11<\/a> (cf., <a class=\"ref\">Hosea 4:16; Hosea 10:11<\/a>). And in the same way, according to the lxx, Vulg., Targum, and Gesenius, Moab is called <em> juvenca tertii anni, h. e. indomita jugoque non assueta <\/em> , as a nation that was still in the vigour of youth, and if it had hitherto borne the yoke, had always shaken it off again. But the application of it to Zoar is favoured (1.) by <a class=\"ref\">Jeremiah 48:34<\/a>, where this epithet is applied to another Moabitish city; (2.) by the accentuation; and (3.) by the fact that in the other case we should expect <em> b e rı̄châh <\/em> (the three-year-old heifer, i.e., Moab, is a fugitive to Zoar: vid., Luzzatto). Thus Zoar, the fine, strong, and hitherto unconquered city, is now the destination of the wildest flight before the foe that is coming from the north. A blow has fallen upon Joab, that is more terrible than any that has preceded it.<\/p><p> In a few co-ordinate clauses the prophet now sets before us the several scenes of mourning and desolation. <em> “for the mountain slope of Luhith they ascend with weeping; for on the road to Horonayim they lift up a cry of despair. For the waters of Nimrim are waste places from this time forth: for the grass is dried up, the vegetation wasteth away, the green is gone.”<\/em> The road to <em> Luhith<\/em> (according to the <em> Onom<\/em> . between Ar-Moab and Zoar, and therefore in the centre of Moabitis proper) led up a height, and the road to <em> Horonayim<\/em> (according to <a class=\"ref\">Jeremiah 48:5<\/a>) down a slope. Weeping, they ran up to the mountain city to hide themselves there (<em> bo <\/em> , as in <a class=\"ref\">Psalms 24:3<\/a>; in <a class=\"ref\">Jeremiah 48:5<\/a> it is written incorrectly בּכי ). Raising loud cries of despair, they stand in front of Horonayim, which lay below, and was more exposed to the enemy. יעערוּ is softened from יערערוּ (possibly to increase the resemblance to an echo), like כּוכב from כּבכּב . The Septuagint renders it very well, κραυγὴν συντριμμοῦ ἐξαναγεροῦσιν - an unaccustomed expression of intense and ever renewed cries at the threatening danger of utter destruction, and with the hope of procuring relief and assistance (<em> sheber <\/em> , as in <a class=\"isa\" verses=\"WzE3NjgzLDE4MjQ0XQ==\">Isaiah 1:28; Isaiah 30:26<\/a>). From the farthest south the scene would suddenly be transferred to the extreme north of the territory of Moab, if <em> Nimrim<\/em> were the <em> Nimra<\/em> (<em> Beth-Nimra<\/em> , Talm. <em> nimrin <\/em> ) which was situated near to the Jordan in Gilead, and therefore farther north than any of the places previously mentioned, and the ruins of which lie a little to the south of Salt, and are still called <em> Nimrin<\/em> . But the name itself, which is derived from the vicinity of fresh water (Arab. <em> nemir <\/em> , <em> nemı̄r <\/em> , clear, pure, sound), is one of frequent occurrence; and even to the south of Moabitis proper there is a <em> Wadi Numere<\/em> , and a brook called <em> Moyet Numere<\/em> (two diminutives: “dear little stream of Nimra”), which flows through stony tracks, and which formerly watered the country (Burckhardt, Seetzen, and De Saulcy). In all probability the ruins of <em> Numere<\/em> by the side of this wady are the Nimrim referred to here, and the waters of the brook the “waters of Nimrim” (<em> me Nimrim <\/em> ). The waters that flowed fresh from the spring had been filled up with rubbish by the enemy, and would now probably lie waste for ever (a similar expression to that in <a class=\"isa\" verses=\"WzE3OTg2XQ==\">Isaiah 17:2<\/a>). He had gone through the land scorching and burning, so that all the vegetation had vanished. On the miniature-like short sentences, see <a class=\"isa\" verses=\"W1sxODIxNF0seyIxODI4OCI6Mn0sWzE4MjcwXV0=\">Isaiah 29:20; Isaiah 33:8-9; Isaiah 32:10<\/a>; and on היה לא (“it is not in existence,” or “it has become not,” i.e., annihilated), vid., <a class=\"ref\">Ezekiel 21:32<\/a>.<\/p>",
    "audit": null
}