{
    "id": 17917,
    "source": "kdo",
    "verse_id": 18216,
    "verse_count": 3,
    "reference": "29:22-24",
    "title": "",
    "html": "<p> Everything that was incorrigible would be given up to destruction; and therefore the people of God, when it came out of the judgment, would have nothing of the same kind to look for again. <em> “Therefore thus saith Jehovah of the house of Jacob, He who redeemed Abraham: Jacob shall not henceforth be ashamed, nor shall his face turn pale any more. For when he, when his children see the work of my hands in the midst of him, they will sanctify my name, and sanctify the Holy One of Jacob, and shudder before the God of Israel. And those who were of an erring spirit discern understanding, and murmurers accept instruction.”<\/em> With אל (for which Luzzatto, following Lowth, reads אל sda , “the God of the house of Jacob”) the theme is introduced to which the following utterance refers. The end of Israel will correspond to the holy root of its origin. Just as Abraham was separated from the human race that was sunk in heathenism, to become the ancestor of a nation of Jehovah, so would a remnant be separated from the great mass of Israel that was sunk in apostasy from Jehovah; and this remnant would be the foundation of a holy community well pleasing to God. And this would never be confounded or become pale with shame again (on <em> bōsh <\/em> , see at <a class=\"isa\" verses=\"WzE3Njg0XQ==\">Isaiah 1:29<\/a>; <em> c hâvar <\/em> is a poetical Aramaism); for both sins and sinners that called forth the punishments of God, which had put them to shame, would have been swept away (cf., <a class=\"ref\">Zephaniah 3:11<\/a>). In the presence of this decisive work of punishment (<em> m a‛ăseh <\/em> as in <a class=\"isa\" verses=\"WzE4MTg2LDE3ODYzLDE3NzUyLDE3NzU5XQ==\">Isaiah 28:21; Isaiah 10:12; Isaiah 5:12, Isaiah 5:19<\/a>), which Jehovah would perform in the heart of Israel, Israel itself would undergo a thorough change. ילדיו is in apposition to the subject in בּראתו , “when he, namely his children” (comp. <a class=\"ref\">Job 29:3<\/a>); and the expression “his children” is intentionally chosen instead of “his sons” (<em> bânı̄m <\/em> ), to indicate that there would be a new generation, which would become, in the face of the judicial self-manifestation of Jehovah, a holy church, sanctifying Him, the Holy One of Israel. <em> Yaqdı̄shū <\/em> is continued in <em> v e hiqdı̄shū <\/em> : the prophet intentionally repeats this most significant word, and <em> he‛ĕrı̄ts <\/em> is the parallel word to it, as in <a class=\"isa\" verses=\"eyIxNzgyMCI6Mn0=\">Isaiah 8:12-13<\/a>. The new church would indeed not be a sinless one, or thoroughly perfect; but, according to <a class=\"isa\" verses=\"WzE4MjE4XQ==\">Isaiah 29:24<\/a>, the previous self-hardening in error would have been exchanged for a willing and living appropriation of right understanding, and the former murmuring resistance to the admonitions of Jehovah would have given place to a joyful and receptive thirst for instruction. There is the same interchange of <em> Jacob<\/em> and <em> Israel<\/em> here which we so frequently met with in chapters 40ff. And, in fact, throughout this undisputedly genuine prophecy of Isaiah, we can detect the language of chapters 40-66. Through the whole of the first part, indeed, we may trace the gradual development of the thoughts and forms which predominate there.<\/p>",
    "audit": null
}