{
    "id": 17606,
    "source": "kdo",
    "verse_id": 17671,
    "verse_count": 1,
    "reference": "1:16",
    "title": "",
    "html": "<p> The first three run thus: <em> “Wash, clean yourselves; put away the badness of your doings from the range of my eyes; cease to do evil.”<\/em> This is not only an advance from figurative language to the most literal, but there is also an advance in what is said. The first admonition requires, primarily and above all, purification from the sins committed, by means of forgiveness sought for and obtained. <em> Wash:<\/em> <em> rachatzu <\/em> , from <em> râchatz <\/em> , in the frequent middle sense of washing one's self. <em> Clean yourselves:<\/em> <em> hizdaccu <\/em> , with the tone upon the last syllable, is not the <em> niphal<\/em> of <em> zâkak <\/em> , as the first plur. imper. <em> niph<\/em> . of such verbs has generally and naturally the tone upon the penultimate (see <a class=\"isa\" verses=\"WzE4NzA4XQ==\">Isaiah 52:11<\/a>; <a class=\"ref\">Numbers 17:10<\/a>), but the <em> hithpael <\/em> of <em> zacah <\/em> for <em> hizdaccu <\/em> , with the preformative <em> Tav <\/em> resolved into the first radical letter, as is very common in the <em> hithpael <\/em> (Ges. §54, 2,<em> b<\/em> ). According to the difference between the two synonyms (to wash one's self, to clean one's self), the former must be understood as referring to the one great act of repentance on the part of a man who is turning to God, the latter to the daily repentance of one who has so turned. The second admonition requires them to place themselves in the light of the divine countenance, and put away the evil of their doings, which was intolerable to pure eyes (<a class=\"ref\">Habakkuk 1:13<\/a>). They were to wrestle against the wickedness to which their actual sin had grown, until at length it entirely disappeared. <em> Neged <\/em> , according to its radical meaning, signifies prominence (compare the Arabic <em> ne‛gd <\/em> , high land which is visible at a great distance), conspicuousness, so that <em> minneged <\/em> is really equivalent to <em> ex apparentia <\/em> .<\/p>",
    "audit": null
}