{
    "id": 17709,
    "source": "kdo",
    "verse_id": 17813,
    "verse_count": 3,
    "reference": "8:5-7",
    "title": "",
    "html": "<p> The heading or introduction, <em> “And Jehovah proceeded still further to speak to me, as follows,”<\/em> extends to all the following addresses as far as <a class=\"isa\" verses=\"eyIxNzkwMiI6Nn0=\">Isaiah 12:1-6<\/a>. They all finish with consolation. But consolation presupposes the need of consolation. Consequently, even in this instance the prophet is obliged to commence with a threatening of judgment. <em> “Forasmuch as this people despiseth the waters of Siloah that go softly, and regardeth as a delight the alliance with Rezin and the son of Remalyahu, therefore, behold! the Lord of all bringeth up upon them the waters of the river, the mighty and the great, the king of Asshur and all his military power; and he riseth over all his channels, and goeth over all his banks.”<\/em> The Siloah had its name (<em> Shiloach<\/em> , or, according to the reading of this passage contained in very good MSS, <em> Shilloach<\/em> ), <em> ab emittendo <\/em> , either in an infinitive sense, “shooting forth,” or in a participial sense, with a passive colouring, emissus, sent forth, spirted out (vid., <a class=\"ref\">John 9:7<\/a>; and on the variations in meaning of this substantive form, <em> Concord<\/em> . p. 1349, <em> s<\/em> .). Josephus places the fountain and pool of Siloah at the opening of the Tyropoeon, on the south-eastern side of the ancient city, where we still find it at the present day (vid., Jos. <em> Wars of the Jews<\/em> , v. 4, 1; also Robinson, <em> Pal<\/em> . i. 504). The clear little brook - a pleasant sight to the eye as it issues from the ravine which runs between the south-western slope of Moriah and the south-eastern slope of Mount Zion<\/p><p> (Note: It is with perfect propriety, therefore, that Jerome sometimes speaks in the <em> fons Siloe <\/em> as flowing <em> ad radices Montis Zion <\/em> , and at other times as flowing <em> in radicibus Montis Moria <\/em> .)<\/p><p> (V. Schulbert, <em> Reise<\/em> , ii. 573) - is used here as a symbol of the Davidic monarchy enthroned upon Zion, which had the promise of God, who was enthroned upon Moriah, in contrast with the imperial or world kingdom, which is compared to the overflowing waters of the Euphrates. The reproach of despising the waters of Siloah applied to Judah as well as Ephraim: to the former because it trusted in Asshur, and despised the less tangible but more certain help which the house of David, if it were but believing, had to expect from the God of promise; to the latter, because it had entered into alliance with Aram to overthrow the house of David; and yet the house of David, although degenerate and deformed, was the divinely appointed source of that salvation, which is ever realized through quiet, secret ways. The second reproach applied more especially to Ephraim. The <em> 'eth <\/em> is not to be taken as the sign of the accusative, for <em> sūs <\/em> never occurs with the accusative of the object (not even in <a class=\"isa\" verses=\"WzE4MzIyXQ==\">Isaiah 35:1<\/a>), and could not well be so used. It is to be construed as a preposition in the sense of “<em> and<\/em> (or because) <em> delight<\/em> (is felt) <em> with<\/em> (i.e., in) <em> the alliance with Rezin and Pekah<\/em> .” (On the constructive before a preposition, see Ges. §116, 1: <em> sūs 'ēth <\/em> , like <em> râtzâh ‛im <\/em> .) Luzzatto compares, for the construction, <a class=\"ref\">Genesis 41:43<\/a>, <em> v'nâthōn <\/em> ; but only the <em> inf. abs<\/em> . is used in this way as a continuation of the finite verb (see Ges. §131, 4,<em> a<\/em> ). Moreover, משׂושׂ is not an Aramaic infinitive, but a substantive used in such a way as to retain the power of the verb (like מסּע in <a class=\"ref\">Numbers 10:2<\/a>, and מספר in <a class=\"ref\">Numbers 23:10<\/a>, unless, indeed, the reading here should be ספר מי ). The substantive clause is preferred to the verbal clause ושׂשׂ , for the sake of the antithetical consonance of משׂושׂס with מאס . It is also quite in accordance with Hebrew syntax, that an address which commences with כי יען should here lose itself in the second sentence “in the twilight,” as Ewald expresses it (§351,<em> c<\/em> ), of a substantive clause. Knobel and others suppose the reproof to relate to dissatisfied Judaeans, who were secretly favourable to the enterprise of the two allied kings. But there is no further evidence that there were such persons; and <a class=\"isa\" verses=\"WzE3ODE2XQ==\">Isaiah 8:8<\/a> is opposed to this interpretation. The overflowing of the Assyrian forces would fall first of all upon Ephraim. The threat of punishment is introduced with ולכן , the <em> Vav<\/em> being the sign of sequence (Ewald, §348, <em> b<\/em> ). The words “the king of Asshur” are the prophet's own gloss, as in <a class=\"isa\" verses=\"WzE3ODAwLDE3ODAzXQ==\">Isaiah 7:17, Isaiah 7:20<\/a>.<\/p>",
    "audit": null
}