{
    "id": 13399,
    "source": "kdo",
    "verse_id": 18422,
    "verse_count": 1,
    "reference": "40:1",
    "title": "",
    "html": " <p>In this first address the prophet vindicates his call to be the preacher of the comfort of the approaching deliverance, and explains this comfort on the ground that Jehovah, who called him to this comforting proclamation, was the incomparably exalted Creator and Ruler of the world. The first part of this address (<a class=\"isa\" verses=\"eyIxODQyMiI6MTF9\">Isaiah 40:1-11 <\/a>) may be regarded as the prologue to the whole twenty-seven. The theme of the prophetic promise, and the irresistible certainty of its fulfilment, are here declared. Turning of the people of the captivity, whom Jehovah has neither forgotten nor rejected, the prophet commences thus in <a class=\"isa\" verses=\"WzE4NDIyXQ==\">Isaiah 40:1 <\/a>: “ <i>Comfort ye, comfort ye may people, saith your God. <\/i>,” This is the divine command to the prophets. <i>(<span class=\"translit\">,Nachămū <\/span>) (<i>piel <\/i>,, literally, to cause to breathe again) is repeated, because of its urgency (<i>anadiplosis <\/i>,, as in <a class=\"isa\" verses=\"WzE4NDc5XQ==\">Isaiah 41:27 <\/a>; <a class=\"isa\" verses=\"WzE4NTE3XQ==\">Isaiah 43:11 <\/a>,, <a class=\"isa\" verses=\"WzE4NTMxXQ==\">Isaiah 43:25 <\/a>,, etc.). The word <span class=\"normal hebrew\">,יאמר <\/span>,, which does not mean “will say” here (Hofmann, Stier), but “saith” (lxx, Jerome) - as, for example, in <a class=\"ref\">1 Samuel 24:14 <\/a>,- affirms that the command is a continuous one. The expression “saith your God <\/i>,” is peculiar to Isaiah, and common to both parts of the collection (<a class=\"isa\" verses=\"WzE3NjY2XQ==\">Isaiah 1:11 <\/a>,, <a class=\"isa\" verses=\"WzE3NjczXQ==\">Isaiah 1:18 <\/a>; <a class=\"isa\" verses=\"WzE4MjkwXQ==\">Isaiah 33:10 <\/a>; <a class=\"isa\" verses=\"WzE4NDIyXQ==\">Isaiah 40:1 <\/a>,, <a class=\"isa\" verses=\"WzE4NDQ2XQ==\">Isaiah 40:25 <\/a>; <a class=\"isa\" verses=\"WzE4NDczXQ==\">Isaiah 41:21 <\/a>; <a class=\"isa\" verses=\"WzE4OTMyXQ==\">Isaiah 66:9 <\/a>). The future in all these passages is expressive of that which is taking place or still continuing. And it is the same here. The divine command has not been issued once only, or merely to one prophet, but is being continually addressed to many prophets. “Comfort ye, comfort ye my people,” is the continual charge of the God of the exiles. who has not ceased to be their God even in the midst of wrath, to His messengers and heralds the prophets. <br> <\/p>,",
    "audit": null
}