{
    "id": 17741,
    "source": "kdo",
    "verse_id": 17873,
    "verse_count": 2,
    "reference": "10:22-23",
    "title": "",
    "html": "<p> To Him the remnant of Israel would turn, but only the remnant. <em> “For if thy people were even as the sea-sand, the remnant thereof will turn: destruction is firmly determined, flowing away righteousness. For the Lord, Jehovah of hosts, completes the finishing stroke and that which is firmly determined, within the whole land.”<\/em> As the words are not preceded by any negative clause, <em> ci 'im <\/em> are not combined in the sense of <em> sed <\/em> or <em> nisi <\/em> ; but they belong to two sentences, and signify <em> nam si <\/em> (for if). If the number of the Israelites were the highest that had been promised, only the remnant among them, or of them (<em> bō <\/em> partitive, like the French <em> en <\/em> ), would turn, or, as the nearer definition <em> ad Deum <\/em> is wanting here, come back to their right position. With regard to the great mass, destruction was irrevocably determined (<em> râchatz <\/em> , τέμνειν , then to resolve upon anything, ἀποτόμως , <a class=\"ref\">1 Kings 20:40<\/a>); and this destruction “overflowed with righteousness,” or rather “flowed on (<em> shōtēph <\/em> , as in <a class=\"isa\" verses=\"WzE4MTgzXQ==\">Isaiah 28:18<\/a>) righteousness,” i.e., brought forth righteousness as it flowed onwards, so that it was like a swell of the penal righteousness of God (<em> shâtaph <\/em> , with the accusative, according to Ges. §138, Anm. 2). That <em> c illâyōn <\/em> is not used here in the sense of completion any more than in <a class=\"ref\">Deuteronomy 28:65<\/a>, is evident from <a class=\"isa\" verses=\"WzE3ODc0XQ==\">Isaiah 10:23<\/a>, where <em> c âlâh <\/em> (fem. of <em> c âleh <\/em> , that which vanishes, then the act of vanishing, the end) is used interchangeably with it, and <em> necherâtzâh <\/em> indicates judgment as a thing irrevocably decided (as in <a class=\"isa\" verses=\"WzE4MTg3XQ==\">Isaiah 28:22<\/a>, and borrowed from these passages in <a class=\"ref\">Daniel 9:27; Daniel 11:36<\/a>). Such a judgment of extermination the almighty Judge had determined to carry fully out (<em> ‛ōseh <\/em> in the sense of a <em> fut. instans<\/em> ) within all the land (<em> b'kereb <\/em> , within, not <em> b'thok <\/em> , in the midst of), that is to say, one that would embrace the whole land and all the people, and would destroy, if not every individual without exception, at any rate the great mass, except a very few.<\/p>",
    "audit": null
}