{
    "id": 17924,
    "source": "kdo",
    "verse_id": 18236,
    "verse_count": 1,
    "reference": "30:18",
    "title": "",
    "html": "<p> The prophet now proceeds with ולכן , to which we cannot give any other meaning than <em> et propterea <\/em> , which it has everywhere else. The thought of the prophet is the perpetually recurring one, that Israel would have to be reduced to a small remnant before Jehovah would cease from His wrath. <em> “And therefore will Jehovah wait till He inclines towards you, and therefore will He withdraw Himself on high till He has mercy upon you; for Jehovah is a God of right, salvation to those who wait for Him.”<\/em> In other places <em> lâkhēn <\/em> (therefore) deduces the punishment from the sin; here it infers, from the nature of the punishment, the long continuance of the divine wrath. <em> Chikkâh <\/em> , to wait, connected as it is here with <em> Lamed<\/em> , has at least the idea, if not the actual signification, of <em> delay<\/em> (as in <a class=\"ref\">2 Kings 9:3<\/a>; compare <a class=\"ref\">Job 32:4<\/a>). This helps to determine the sense of <em> yârūm <\/em> , which does not mean, He will show Himself exalted as a judge, that through judgment He may render it possible to have mercy upon you (which is too far-fetched a meaning); but, He will raise Himself up, so as to be far away (cf., <a class=\"ref\">Numbers 16:45<\/a>, “Get you up from among this congregation;” and <a class=\"ref\">Psalms 10:5<\/a>, <em> m ârōm <\/em> = “far above,” as far as heaven, out of his sight), that thus (after having for a long time withdrawn His gracious presence; cf., <a class=\"ref\">Hosea 5:6<\/a>) He may bestow His mercy upon you. A dark prospect, but only alarming to unbelievers. The salvation at the remotest end of the future belongs to believers even now. This is affirmed in the word <em> 'ashrē <\/em> (blessed), which recalls <a class=\"ref\">Psalms 2:12<\/a>. The prophet uses <em> c hâkhâh <\/em> in a very significant double sense here, just as he did nuus a short time before. Jehovah is waiting for the time when He can show His favour once more, and blessed are they who meet His waiting with their own waiting.<\/p>",
    "audit": null
}