{
    "id": 17599,
    "source": "kdo",
    "verse_id": 17663,
    "verse_count": 1,
    "reference": "1:8",
    "title": "",
    "html": "<p><em> “And the daughter of Zion remains lie a hut in a vineyard; like a hammock in a cucumber field.”<\/em> The vineyard and cucumber field (<em> mikshah <\/em> , from <em> kisshu <\/em> , a cucumber, <em> Cucumis <\/em> , not a gourd, <em> Cucurbita <\/em> ; at least not the true round gourd, whose Hebrew name, <em> dalâth <\/em> , does not occur in the Old Testament) are pictured by the prophet in their condition before the harvest (not after, as the Targums render it), when it is necessary that they should be watched. The point of comparison therefore is, that in the vineyard and cucumber field not a human being is to be seen in any direction; and there is nothing but the cottage and the night barrack or hammock (cf., <a class=\"ref\">Job 27:18<\/a>) to show that there are any human beings there at all. So did Jerusalem stand in the midst of desolation, reaching far and wide - a sign, however, that the land was not entirely depopulated. But what is the meaning of the third point of comparison? Hitzig renders it, “like a watch-tower;” Knobel, “like a guard-city.” But the noun neither means a tower nor a castle (although the latter would be quite possible, according to the primary meaning, <em> Cingere <\/em> ); and <em> nezurâh <\/em> does not mean “watch” or “guard.” On the other hand, the comparison indicated (like, or as) does not suit what would seem the most natural rendering, viz., “like a guarded city,” i.e., a city shielded from danger. Moreover, it is inadmissible to take the first two <em> Caphs <\/em> in the sense of <em> sicut <\/em> (as) and the third in the sense of <em> sic <\/em> (so); since, although this correlative is common in clauses indicating identity, it is not so in sentences which institute a simple comparison. We therefore adopt the rendering,  , <em> “As a besieged city,”<\/em> deriving <em> nezurâh <\/em> not from <em> zur <\/em> , <em> niphal<\/em> <em> nâzor <\/em> (never used), as Luzzatto does, but from <em> nâzar <\/em> , which signifies to observe with keen eye, either with a good intention, or, as in <a class=\"ref\">Job 7:20<\/a>, for a hostile purpose. It may therefore be employed, like the synonyms in <a class=\"ref\">2 Samuel 11:16<\/a> and <a class=\"ref\">Jeremiah 5:6<\/a>, to denote the reconnoitring of a city. Jerusalem was not actually blockaded at the time when the prophet uttered his predictions; but it was like a blockaded city. In the case of such a city there is a desolate space, completely cleared of human beings, left between it and the blockading army, in the centre of which the city itself stands solitary and still, shut up to itself. The citizens do not venture out; the enemy does not come within the circle that immediately surrounds the city, for fear of the shots of the citizens; and everything within this circle is destroyed, either by the citizens themselves, to prevent the enemy from finding anything useful, or else by the enemy, who cut down the trees. Thus, with all the joy that might be felt at the preservation of Jerusalem, it presented but a gloomy appearance. It was, as it were, in a state of siege. A proof that this is the way in which the passage is to be explained, may be found in <a class=\"ref\">Jeremiah 4:16-17<\/a>, where the actual storming of Jerusalem is foretold, and the enemy is called <em> nozerim <\/em> , probably with reference to the simile before us.<\/p>",
    "audit": null
}