{
    "id": 18254,
    "source": "kdo",
    "verse_id": 18890,
    "verse_count": 1,
    "reference": "64:4",
    "title": "",
    "html": "<p>(5)<\/p><p> After the long period governed by לוּא has thus been followed by the retrospect in <a class=\"isa\" verses=\"WzE4ODg5XQ==\">Isaiah 64:3<\/a> (4.), it is absolutely impossible that  (5<em> a<\/em> ) should be intended as an optative, in the sense of “O that thou wouldst receive him that,” etc., as Stier and others propose. The retrospect is still continued thus: <em> “Thou didst meet him that rejoiceth to work righteousness, when they remembered Thee in Thy ways.”<\/em> צדק ועשׂה שׂשׂ is one in whom joy and right action are paired, and is therefore equivalent to לעשׂות שׂשׂ . At the same time, it may possibly be more correct to take צדק as the object of both verses, as Hofmann does in the sense of “those who let what is right be their joy, and their action also;” for though שׂוּשׂ ( שׂישׂ ) cannot be directly construed with the accusative of the object, as we have already observed at <a class=\"isa\" verses=\"WzE3ODE0XQ==\">Isaiah 8:6<\/a> and <a class=\"isa\" verses=\"WzE4MzIyXQ==\">Isaiah 35:1<\/a>, it may be indirectly, as in this passage and <a class=\"isa\" verses=\"WzE4OTE2XQ==\">Isaiah 65:18<\/a>. On <em> pâga‛ <\/em> , “to come to meet,” in the sense of “coming to the help of,” see at <a class=\"isa\" verses=\"WzE4NjAzXQ==\">Isaiah 47:3<\/a>; it is here significantly interchanged with בּדרכי ך of the minor clause <em> bidrâkhekhâ <\/em> <em> yizk e rūkhâ <\/em> , “those who remember Thee in Thy ways” (for the syntax, compare <a class=\"isa\" verses=\"WzE3NjYwXQ==\">Isaiah 1:5<\/a> and <a class=\"isa\" verses=\"WzE4MTQ3XQ==\">Isaiah 26:16<\/a>): “When such as love and do right, walking in Thy ways, remembered Thee (i.e., thanked Thee for grace received, and longed for fresh grace), Thou camest again and again to meet them as a friend.” <\/p><p> But Israel appeared to have been given up without hope to the wrath of this very God.  (5<em> b<\/em> ). <em> “Behold, Thou, Thou art enraged, and we stood as sinners there; already have we been long in this state, and shall we be saved?”<\/em> Instead of <em> hēn <\/em> <em> ‛ attâh <\/em> (the antithesis of now and formerly), the passage proceeds with <em> hēn <\/em> <em> ' attâh <\/em> . There was no necessity for <em> ' attâh <\/em> with <em> qâtsaphtâ <\/em> ; so that it is used with special emphasis: <em> “Behold, Thou, a God who so faithfully accepts His own people, hast broken out in wrath.”<\/em> The following word ונּחטא cannot mean “and we have sinned,” but is a <em> fut. consec.<\/em> , and therefore must mean at least, “then we have sinned” (the sin inferred from the punishment). It is more correct, however, to take it, as in <a class=\"ref\">Genesis 43:9<\/a>, in the sense of, “Then we stand as sinners, as guilty persons:” the punishment has exhibited Israel before the world, and before itself, as what it really is (consequently the <em> fut. consec.<\/em> does not express the logical inference, but the practical consequence). As ונחטא has <em> tsakeph<\/em> , and therefore the accents at any rate preclude Shelling's rendering, “and we have wandered in those ways from the very earliest times,” we must take the next two clauses as independent, if indeed בה ם is to be understood as referring to בדרכי ך . Stier only goes halfway towards this when he renders it, “And indeed in them (the ways of God, we sinned) from of old, and should we be helped?” This is forced, and yet not in accordance with the accents. Rosenmüller and Hahn quite satisfy this demand when they render it, “<em> Tamen in viis tuis aeternitas ut salvemur <\/em> ;” but <em> ‛ ōlâm <\/em> , αἰών , in this sense of αἰωνιότης , is not scriptural. The rendering adopted by Besser, Grotius, and Starck is a better one: “(<em> Si vero <\/em> ) <em> in illis <\/em> (<em> viis<\/em> <em> tuis <\/em> ) <em> perpetuo <\/em> (<em> m ansissemus <\/em> ), <em> tunc servati fuerimus <\/em> ” (if we had continued in Thy ways, then we should have been preserved). But there is no succession of tenses here, which could warrant us in taking ונוּשׁע as a <em> paulo-post future;<\/em> and Hofmann's view is syntactically more correct, “In them (i.e., the ways of Jehovah) eternally, we shall find salvation, after the time is passed in which He has been angry and we have sinned” (or rather, been shown to be guilty). But we question the connection between בהם and רדכיך in any form. In our view the prayer suddenly takes a new turn from <em> hēn <\/em> (behold) onwards, just as it did with <em> lū' <\/em> (O that) in <a class=\"isa\" verses=\"WzE4ODg3XQ==\">Isaiah 64:1<\/a>; and רדכיך in  stands at the head of a subordinate clause. Hence בהם must refer back to ונחטא קצפת (“in Thine anger and in our sins,” Schegg). There is no necessity, however, to search for nouns to which to refer בּהם . It is rather to be taken as neuter, signifying “therein” (<a class=\"ref\">Ezekiel 33:18<\/a>, cf., <a class=\"ref\">Psalms 90:10<\/a>), like עליהם , thereupon = thereby (<a class=\"isa\" verses=\"WzE4NDA3XQ==\">Isaiah 38:16<\/a>), בּהן therein (<a class=\"isa\" verses=\"WzE4MzY5XQ==\">Isaiah 37:16<\/a>), מהם thereout (<a class=\"isa\" verses=\"WzE4MjI0XQ==\">Isaiah 30:6<\/a>), therefrom (<a class=\"isa\" verses=\"WzE4NTQ5XQ==\">Isaiah 44:15<\/a>). The idea suggested by such expressions as these is no doubt that of plurality (here a plurality of manifestations of wrath and of sins), but one which vanishes into the neuter idea of totality. Now we do justice both to the clause without a verb, which, being a logical <em> copula <\/em> , admits simply of a present <em> sumus <\/em> ; and also to <em> ‛ ōlâm <\/em> , which is the accusative of duration, when we explain the sentence as meaning, “In this state we are and have been for a long time.” <em> ‛ Olâm <\/em> is used in other instances in these prophecies to denote the long continuance of the sate of punishment (see <a class=\"isa\" verses=\"WzE4NDk1LDE4Nzc3XQ==\">Isaiah 42:14; Isaiah 57:11<\/a>), since it appeared to the exiles as an eternity (a whole aeon), and what lay beyond it as but a little while (<em> m its‛âr <\/em> , <a class=\"isa\" verses=\"WzE4ODg1XQ==\">Isaiah 63:18<\/a>). The following word ונוּשׁע needs no correction. There is no necessity to change it into ונּתע , as Ewald proposes, after the lxx καὶ ἐπλανήθημεν (“and we fell into wandering”), or what would correspond still more closely to the lxx (cf., <a class=\"isa\" verses=\"WzE4NTk1XQ==\">Isaiah 46:8<\/a>, פשׁעים , lxx πεπλανήμενοι ), but is less appropriate here, into ונּפשׁע (“and we fell into apostasy”), the reading supported by Lowth and others. If it were necessary to alter the text at all, we might simply transpose the letters, and read וּנשׁוּע , “and cried for help.” But if we take it as a question, “And shall we experience salvation - find help?” there is nothing grammatically inadmissible in this (compare <a class=\"isa\" verses=\"WzE4MTkzXQ==\">Isaiah 28:28<\/a>), and psychologically it is commended by the state of mind depicted in <a class=\"isa\" verses=\"W1sxODQ0OF0seyIxODgxMSI6M31d\">Isaiah 40:27; Isaiah 59:10-12<\/a>. Moreover, what follows attaches itself quite naturally to this.<\/p>",
    "audit": null
}