{
    "id": 17653,
    "source": "kdo",
    "verse_id": 17736,
    "verse_count": 1,
    "reference": "4:2",
    "title": "",
    "html": "<p><em> “In that day will the sprout of Jehovah become an ornament and glory, and the fruit of the land pride and splendour for the redeemed of Israel.”<\/em> The four epithets of glory, which are here grouped in pairs, strengthen our expectation, that now that the mass of Israel has been swept away, together with the objects of its worthless pride, we shall find a description of what will become an object of well-grounded pride to the “escaped of Israel,” i.e., to the remnant that has survived the judgment, and been saved from destruction. But with this interpretation of the promise it is impossible that it can be the church of the future itself, which is here called the <em> “sprout of Jehovah”<\/em> and <em> “fruit of the land,”<\/em> as Luzzatto and Malbim suppose; and equally impossible, with such an antithesis between what is promised and what is abolished, that the “sprout of Jehovah” and “fruit of the earth” should signify the harvest blessings bestowed by Jehovah, or the rich produce of the land. For although the expression <em> zemach <\/em> <em> Jehovah <\/em> (sprout of Jehovah) may unquestionably be used to signify this, as in <a class=\"ref\">Genesis 2:9<\/a> and <a class=\"ref\">Psalms 104:14<\/a> (cf., <a class=\"isa\" verses=\"WzE4ODU1XQ==\">Isaiah 61:11<\/a>), and fruitfulness of the land is a standing accompaniment of the eschatological promises (e.g., <a class=\"isa\" verses=\"WzE4MjQxXQ==\">Isaiah 30:23<\/a>., compare the conclusion of Joel and Amos), and it was also foretold that the fruitful fields of Israel would become a glory in the sight of the nations (<a class=\"ref\">Ezekiel 34:29; Malachi 3:12<\/a>; cf., <a class=\"ref\">Joel 2:17<\/a>); yet this earthly material good, of which, moreover, there was no lack in the time of Uzziah and Jotham, was altogether unsuitable to set forth such a contrast as would surpass and outshine the worldly glory existing before. But even granting what Hofmann adduces in support of this view - namely, that the natural God-given blessings of the field do form a fitting antithesis to the studied works of art of which men had hitherto been proud - there is still truth in the remark of Rosenmüller, that “the magnificence of the whole passage is at variance with such an interpretation.” Only compare <a class=\"isa\" verses=\"WzE4MTcwXQ==\">Isaiah 28:5<\/a>, where Jehovah Himself is described in the same manner, as the glory and ornament of the remnant of Israel. But if the “sprout of Jehovah” is neither the redeemed remnant itself, nor the fruit of the field, it must be the name of the Messiah. And it is in this sense that it has been understood by the Targum, and by such modern commentators as Rosenmüller, Hengstenberg, Steudel, Umbreit, Caspari, Drechsler, and others. The great King of the future is called <em> zemach <\/em> , ἀνατολή in the sense of <a class=\"ref\">Hebrews 7:14<\/a>, viz., as a shoot springing out of the human, Davidic, earthly soil - a shoot which Jehovah had planted in the earth, and would cause to break through and spring forth as the pride of His congregation, which was waiting for this heavenly child. It is He again who is designated in the parallel clause as the <em> “fruit of the land”<\/em> (or lit., fruit of the earth), as being the fruit which the land of Israel, and consequently the earth itself, would produce, just as in <a class=\"ref\">Ezekiel 17:5<\/a> Zedekiah is called a “seed of the earth.” The reasons already adduced to show that “the sprout of Jehovah” cannot refer to the blessings of the field, apply with equal force to “the fruit of the earth.” This also relates to the Messiah Himself, regarded as the fruit in which all the growth and bloom of this earthly history would eventually reach its promised and divinely appointed conclusion. The use of this double epithet to denote “the coming One” can only be accounted for, without anticipating the New Testament standpoint,<\/p><p> (Note: From a New Testament point of view we might say that the “sprout of Jehovah” or “fruit of the earth” was the grain of wheat which redeeming love sowed in the earth on Good Friday; the grain of wheat which began to break through the ground and grow towards heaven on Easter Sunday; the grain of wheat whose golden blade ascended heavenwards on Ascension Day; the grain of wheat whose myriad-fold ear bent down to the earth on the day of Pentecost, and poured out the grains, from which the holy church not only was born, but still continues to be born. But such thoughts as these lie outside the historico-grammatical meaning.)<\/p><p> from the desire to depict His double-sided origin. He would come, on the one hand, from <em> Jehovah<\/em> ; but, on the other hand, from <em> the earth<\/em> , inasmuch as He would spring from Israel. We have here the passage, on the basis of which <em> zemach <\/em> (the sprout of “Branch”) was adopted by Jeremiah (<a class=\"ref\">Jeremiah 23:5<\/a> and <a class=\"ref\">Jeremiah 33:15<\/a>) and Zechariah (<a class=\"ref\">Zechariah 3:8; Zechariah 6:12<\/a>) as a proper name for the Messiah, and upon which Matthew, by combining this proper name <em> zemach <\/em> (sprout) with <em> nezer <\/em> (<a class=\"isa\" verses=\"WzE3ODg2XQ==\">Isaiah 11:1<\/a>, cf., <a class=\"isa\" verses=\"WzE4NzE0XQ==\">Isaiah 53:2<\/a>), rests his affirmation, that according to the Old Testament prophecies the future Messiah was to be called a Nazarene. It is undoubtedly strange that this epithet should be introduced so entirely without preparation even by Isaiah, who coined it first. In fact, the whole passage relating to the Messiah stands quite alone in this cycle of prophecies in chapters 1-6. But the book of Isaiah is a complete and connected work. What the prophet indicates merely in outline here, he carries out more fully in the cycle of prophecies which follows in chapters 7-12; and there the enigma, which he leaves as an enigma in the passage before us, receives the fullest solution. Without dwelling any further upon the <em> man<\/em> of the future, described in this enigmatically symbolical way, the prophet hurries on to a more precise description of the <em> church<\/em> of the future.<\/p>",
    "audit": null
}