{
    "id": 13440,
    "source": "kdo",
    "verse_id": 18588,
    "verse_count": 2,
    "reference": "46:1–2",
    "title": "",
    "html": " <p>There follows now a trilogy of prophecies referring to Babylon. After the prophet has shown what Israel has to expect of Cyrus, he turns to what awaits Babylon at the hands of Cyrus. <i>“Bel sinketh down, Nebo stoopeth; its images come to the beast of burden and draught cattle: your litters are laden, a burden for the panting. They stopped, sank down all at once, and could not get rid of the burden; and their own self went into captivity.”<\/i>, The reference to Babylon comes out at once in the names of the gods. <i>(<span class=\"translit\">, Bēl<\/span>) was the Jupiter of the Babylonians and, as <i>Bel-Merodach<\/i>, the tutelar deity of Babylon; <i>Nebo<\/i>, was Mercury, the tutelar deity of the later Chaldean royal family, as the many kings' names in which it appears clearly show (e.g., <i>Mabonassar<\/i>, <i>Nabo-polassar<\/i>, etc.). The pryamidal heap of ruins on the right bank of the Euphrates, which is now called <i>Birs Nimrud<\/i>, is the ruin of the temple of Bel, of which Herodotus gives a description in i. 181-183, and probably also of the tower mentioned in Gen 11, which was dedicated to Bel, if not to <i>El<\/i>,= Saturn. Herodotus describes two golden statues of Bel which were found there (cf., Diodorus, ii. 9, 5), but the way in which Nebo was represented is still unknown. The judgment of Jehovah falls upon these gods through Cyrus. Bel suddenly falls headlong, and Nebo stoops till he also falls. Their images come to (fall to the lot of) the <i>(<span class=\"translit\">, chayyâh <\/span>), i.e., the camels, dromedaries, and elephants; and <i>(<span class=\"translit\">, behēmâh <\/span>), i.e., horses, oxen, and asses. Your <span class=\"normal hebrew\">,נשׂאת<\/span>, <i>gestamina<\/i>, the prophet exclaims to the Babylonians, i.e., the images hitherto carried by you in solemn procession (<a class=\"isa\" verses=\"WzE4NTgyXQ==\">Isaiah 45:20<\/a>; <a class=\"ref\">Amos 5:26; Jeremiah 10:5<\/a>), are now packed up, a burden for that which is wearied out, i.e., for cattle that has become weary with carrying them. In <a class=\"isa\" verses=\"WzE4NTg4XQ==\">Isaiah 46:1<\/a>, as the two participial clauses show, the prophet still takes his stand in the midst of the catastrophe; but in <a class=\"isa\" verses=\"WzE4NTg5XQ==\">Isaiah 46:2<\/a>, it undoubtedly lies behind him as a completed act. In <i> <a class=\"isa\" verses=\"WzE4NTg5XQ==\">Isaiah 46:2<\/a><\/i>, he continues, as in <a class=\"isa\" verses=\"WzE4NTg4XQ==\">Isaiah 46:1<\/a>, to enter into the delusion of the heathen, and distinguish between the numina<\/i>, and simulacra<\/i>,. The gods of Babylon have all stooped at once, have sunken down, and have been unable to save their images which were packed upon the cattle, out of the hands of the conquerors. In <a class=\"isa\" verses=\"WzE4NTg5XQ==\">Isaiah 46:2<\/a><\/i>, he destroys this delusion: they are going into captivity (<a class=\"ref\">Hosea 10:5; Jeremiah 48:7; Jeremiah 49:3<\/a>), even “their ownself” ((<span class=\"translit\">, naphshâm <\/span>)), since the self or personality of the beingless beings consists of nothing more than the wood and metal of which their images are composed. <br> <\/p>",
    "audit": null
}