{
    "id": 17742,
    "source": "kdo",
    "verse_id": 17875,
    "verse_count": 1,
    "reference": "10:24",
    "title": "",
    "html": "<p> In these esoteric addresses, whoever, it is not the prophet's intention to threaten and terrify, but to comfort and encourage. He therefore turns to that portion of the nation which needs and is susceptible of consolation, and draws this conclusion from the element of consolation contained in what has been already predicted, that they may be consoled. - <em> “Therefore thus saith the Lord, Jehovah of hosts, My people that dwellest in Zion, be not afraid of Asshur, if it shall smite thee with the rod, and lift its stick against thee, in the manner of Egypt.”<\/em> “Therefore:” <em> lacēn <\/em> never occurs in Hebrew in the sense of <em> attamen<\/em> (Gesenius and Hitzig), and this is not the meaning here, but <em> propterea<\/em> . The elevating appeal is founded upon what has just before been threatened in such terrible words, but at the same time contains an element of promise in the midst of the peremptory judgment. The very words in which the people are addressed, “My people that dwelleth on Zion,” are indirectly encouraging. Zion was the site of the gracious presence of God, and of that sovereignty which had been declared imperishable. Those who dwelt there, and were the people of God (the servants of God), not only according to their calling, but also according to their internal character, were also heirs of the promise; and therefore, even if the Egyptian bondage should be renewed in the Assyrian, they might be assured of this to their consolation, that the redemption of Egypt would also be renewed. “<em> In the manner of Egypt:<\/em> ” <em> b'derek Mitzraim <\/em> , lit., in the way, i.e., the Egyptians' mode of acting; <em> derek <\/em> denotes the course of active procedure, and also, as in <a class=\"isa\" verses=\"WzE3ODc3XQ==\">Isaiah 10:26<\/a> and <a class=\"ref\">Amos 4:10<\/a>, the course of passive endurance.<\/p>",
    "audit": null
}