{
    "id": 18137,
    "source": "kdo",
    "verse_id": 18681,
    "verse_count": 2,
    "reference": "51:7-8",
    "title": "",
    "html": "<p> Upon this magnificent promise of the final triumph of the counsel of God, an exhortation is founded to the persecuted church, not to be afraid of men. <em> “Hearken unto me, ye that know about righteousness, thou people with my law in the heart; fear ye not the reproach of mortals, and be ye not alarmed at their revilings. For the moth will devour them like a garment, and the worm devour them like woollen cloth; and my righteousness will stand for ever, and my salvation to distant generations.”<\/em> The idea of the “servant of Jehovah,” in its middle sense, viz., as denoting the true Israel, is most clearly set forth in the address here. They that pursue after righteousness, and seek Jehovah (<a class=\"isa\" verses=\"WzE4Njc1XQ==\">Isaiah 51:1<\/a>), that is to say, the servants of Jehovah (<a class=\"isa\" verses=\"eyIxODkwNiI6Mn0=\">Isaiah 65:8-9<\/a>), are embraced in the unity of a “people,” as in <a class=\"isa\" verses=\"WzE4OTA4XQ==\">Isaiah 65:10<\/a> (cf., <a class=\"isa\" verses=\"WzE3ODc1XQ==\">Isaiah 10:24<\/a>), i.e., of the true people of God in the people of His choice, and therefore of the kernel in the heart of the whole mass - an integral intermediate link in the organism of the general idea, which Hהvernick and, to a certain extent, Hofmann eliminate from it,<\/p><p> (Note: Hävernick, in his <em> Lectures on the Theology of the Old Testament<\/em> , published by H. A. Hahn, 1848, and in a second edition by H. Schultz, 1863; Drechsler, in his article on the Servant of Jehovah, in the <em> Luth. Zeitschrift<\/em> , 1852; V. Hofmann, in his <em> Schriftbeweis<\/em> , ii. 1, 147. The first two understand by the servant of Jehovah as an individual, the true Israel personified: the idea has simply Israel as a whole at its base, i.e., Israel which did not answer to its ideal, and the Messiah as the summit, in whom the ideal of Israel was fully realized. Drechsler goes so far as to call the central link, viz., an Israel true to its vocation, a modern abstraction that has no support in the Scriptures. Hofmann, however, says that he has no wish to exclude this central idea, and merely wishes to guard against the notion that a number of individuals, whether Israelites generally or pious Israelites, are ever intended by the epithet “servant of Jehovah.” “The nation,” he says himself at p. 145, “was called as a nation to be the servant of God, but it fulfilled its calling as a church of believers.” And so say we; but we also add that this church is a kernel always existing within the outer <em> ecclesia mixta <\/em> , and therefore always a number of individuals, though they are only known to God.)<\/p><p> but not without thereby destroying the typical mirror in which the prophet beholds the passion of the One. The words are addressed to those who know from their own experience what righteousness is as a gift of grace, and as conduct in harmony with the plan of salvation, i.e., to the nation, which bears in its heart the law of God as the standard and impulse of its life, the church which not only has it as a letter outside itself, but as a vital power within (cf., <a class=\"ref\">Psalms 40:9<\/a>). None of these need to be afraid of men. Their despisers and blasphemers are men (<em> 'ĕnōsh <\/em> ; cf., <a class=\"isa\" verses=\"WzE4Njg2LDE0MDQyLDE0MDYwXQ==\">Isaiah 51:12, Psalms 9:20; Psalms 10:18<\/a>), whose pretended omnipotence, exaltation, and indestructibility, are an unnatural self-convicted lie. The double figure in <a class=\"isa\" verses=\"WzE4NjgyXQ==\">Isaiah 51:8<\/a>, which forms a play upon words that cannot well be reproduced, affirms that the smallest exertion of strength is quite sufficient to annihilate their sham greatness and sham power; and that long before they are actually destroyed, they carry the constantly increasing germ of it within themselves. The <em> sâs <\/em> , says a Jewish proverb, is brother to the <em> ‛ âsh <\/em> . The latter (from <em> ‛ âshēsh <\/em> , <em> collabi <\/em> , Arab. <em> ‛aththa <\/em> , trans. <em> corrodere <\/em> ) signifies a moth; the former (like the Arabic <em> sūs <\/em> , <em> sūse <\/em> , Gr. σής ) a moth, and also a weevil, <em> curculio <\/em> . The relative terms in Greek are σής (Armen. <em> tzetz <\/em> ) and κίς . But whilst the persecutors of the church succumb to these powers of destruction, the righteousness and salvation of God, which are even now the confidence and hope of His church, and the full and manifest realization of which it will hereafter enjoy, stand for ever, and from “generation to generation,” <em> l e dōr dōrı̄m <\/em> , i.e., to an age which embraces endless ages within itself.<\/p>",
    "audit": null
}