{
    "id": 13380,
    "source": "kdo",
    "verse_id": 18332,
    "verse_count": 22,
    "reference": 36,
    "title": "",
    "html": "<p align=\"center\"> Fulfilments of Prophecy; Prophecies Belonging to the Fourteenth Year of Hezekiah's Reign; and the Times Immediately Following - Isaiah 36-39 part vii<\/p> \n\n\n\n <p>To the first six books of Isaiah's prophecies there is now appended a seventh. The six form three syzygies. In the “Book of Hardening,” chapters 1-6 (apart from chapter 1, which belonged to the times of Uzziah and Jotham), we saw Israel's day of grace brought to an end. In the “Book of Immanuel,” chapters 7-12 (from the time of Ahaz), we saw the judgment of hardening and destruction in its first stage of accomplishment; but Immanuel was pledge that, even if the great mass should perish, neither the whole of Israel nor the house of David would be destroyed. The separate judgments through which the way was to be prepared for the kingdom of Immanuel, are announced in the “Book concerning the Nations,” chapters 13-23 (from the time of Ahaz and Hezekiah); and the general judgment in which they would issue, and after which a new Israel would triumph, is foretold in the “Book of the great Catastrophe,” chapters 24-27 (after the fifteenth year of Hezekiah). These two syzygies form the first great orbit of the collection. A second opens with the “Book of Woes, or of the Precious Corner-stone,” chapters 28-33 (ch. 28-32, from the first years of Hezekiah, and chapter 33 from the fourteenth year), by the side of which is placed the “Book of the Judgment upon Edom, and of the Restoration of Israel,” chapters 34-35 (after Hezekiah's fifteenth year). The former shows how Ephraim succumbs to the power of Asshur, and Judah's trust in Egypt is put to shame; the latter, how the world, with its hostility to the church, eventually succumbs to the vengeance of Jehovah, whereas the church itself is redeemed and glorified. Then follows, in chapters 36-39, a “Book of Histories,” which returns from the ideal distances of chapters 34-35 to the historical realities of chapters 33, and begins by stating that “at the conduit of the upper pool in the highway of the fuller's field,” where Ahaz had formerly preferred the help of Asshur to that of Jehovah, there stood an embassy from the king of Asshur with a detachment of his army (<a class=\"isa\" verses=\"WzE4MzMzXQ==\">Isaiah 36:2<\/a>), scornfully demanding the surrender of Jerusalem. <br> Just as we have found throughout a well-considered succession and dovetailing of the several parts, so here we can see reciprocal bearings, which are both designed and expressive; and it is <i> à priori<\/i> a probable thing that Isaiah, who wrote the historical introduction to the Judaeo-Assyrian drama in the second book, is the author of the concluding act of the same drama, which is here the subject of Book 7. The fact that the murder of Sennacherib is related in <a class=\"isa\" verses=\"eyIxODM5MCI6Mn0=\">Isaiah 37:37-38<\/a> , in accordance with the prophecy in <a class=\"isa\" verses=\"WzE4MzYwXQ==\">Isaiah 37:7<\/a> , does not render this impossible, since, according to credible tradition, Isaiah outlived Hezekiah. The assertion made by Hitzig and others - that the speciality of the prophecy, and the miraculous character of the events recorded in chapters 36-39, preclude the possibility of Isaiah's authorship, inasmuch as, “according to a well-known critical rule,” such special prophecies as these are always <i> vaticinia ex eventu<\/i> , and accounts of miracles are always more recent than their historical germ - rests upon a foregone conclusion which was completed before any investigation took place, and which we have good ground for rejecting, although we are well acquainted with the valuable service that has been rendered by this philosopher's stone. The statement that accounts of miracles as such are never contemporaneous with the events themselves, is altogether at variance with experience; and if the advance from the general to the particular were to be blotted out of Isaiah's prophecy in relation to Asshur, this would be not only unhistorical, but unpsychological also. <br> The question whether Isaiah is the author of chapters 36-39 or not, is bound up with the question whether the original place of these histories is in the book of Isaiah or the book of Kings, where the whole passage is repeated with the exception of Hezekiah's psalm of thanksgiving (<a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=2%20Kings+18:13-20&t1=en_nas\" id=\"3\" class=\"stL\" target=\"_blank\"> 2 Kings 18:13-20<\/a> : <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=2%20Kings+18:13&t1=en_nas\" id=\"4\" class=\"stL\" target=\"_blank\"> <\/a> 19). We shall find that the text of the book of Kings is in several places the purer and more authentic of the two (though not so much so as a biassed prejudice would assume), from which it apparently follows that this section is not in its original position in the book of Isaiah, but has been taken from some other place and inserted there. But this conclusion is a deceptive one. In the relation in which Jer 52 and <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=2%20Kings+24:18-25&t1=en_nas\" id=\"5\" class=\"stL\" target=\"_blank\"> 2 Kings 24:18-25<\/a> : <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=2%20Kings+24:18&t1=en_nas\" id=\"6\" class=\"stL\" target=\"_blank\"> <\/a> 30 stand to one another, we have a proof that the text of a passage may be more faithfully preserved in a secondary place than in its original one. For in this particular instance it is equally certain that the section relating to king Zedekiah and the Chaldean catastrophe was written by the author of the book of Kings, whose style was formed on that of Deuteronomy, and also, that in the book of Jeremiah it is an appendix taken by an unknown hand from the book of the Kings. But it is also an acknowledged fact, that the text of Jer is incomparably the purer of the two, and also that there are many other instances in which the passage in the book of Kings is corrupt - that is to say, in the form in which it lies before us now - whereas the Alexandrian translator had it in his possession in a partially better form. Consequently, the fact that Isaiah 36-39 is in some respects less pure than <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=2%20Kings+18:13-20&t1=en_nas\" id=\"7\" class=\"stL\" target=\"_blank\"> 2 Kings 18:13-20<\/a> : <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=2%20Kings+18:13&t1=en_nas\" id=\"8\" class=\"stL\" target=\"_blank\"> <\/a> 19, cannot be any argument in itself against the originality of this section in the book of Isaiah. <br> It is indeed altogether inconceivable, that the author of the book of Kings should have written it; for, on the one hand, the liberality of the prophetic addresses communicated point to a written source; and, on the other hand, it is wanting in that Deuteronomic stamp, by which the hand of this author is so easily recognised. Nor can it have been copied by him out of the annals of Hezekiah (<i> (<span class=\"translit\"> dibhrē hayyâmı̄m<\/span>)), as is commonly supposed, since it is written in prophetic and not in annalistic style. Whoever has once made himself acquainted with these two different kinds of historical composition, the fundamentally different characteristics of which we have pointed out in the Introduction, can never by any possibility confound them again. And this passage is written in a style so peculiarly prophetical, that, like the magnificent historical accounts of Elijah, for example, which commence so abruptly in <a class=\"ref\">2 Kings 17:1<\/a> , it must have been taken from some special and prophetical source, which had nothing to do with other prophetico-historical portions of the book of Kings. And the following facts are sufficient to raise the probability, that this source was no other than the book of Isaiah itself, into an absolute certainty. In the <i> first<\/i> place, the author of the book of Kings had the book of Isaiah amongst the different sources, of which his apparatus was composed; this is evident from <a class=\"ref\">2 Kings 16:5<\/a> , a passage which was written with <a class=\"isa\" verses=\"WzE3Nzg0XQ==\">Isaiah 7:1<\/a> in view. And secondly<\/i> , we have express, though indirect, testimony to the effect that this section, which treats of the most important epoch in Hezekiah's reign, is in its original place in the book of Isaiah. The author of the book of Chronicles says, in <a class=\"ref\">2 Chronicles 32:32<\/a> : “Now the rest of the acts of Hezekiah, and the gracious occurrences of his life, behold, they are written in the vision ((<span class=\"translit\"> châzōn<\/span>)) of Isaiah the son of Amoz, and in the book of the kings of Judah and Israel.” This notice clearly proves that a certain historical account of Hezekiah had either been taken out of the collection of Isaiah's prophecies, which is headed (<span class=\"translit\"> châzōn<\/span>) (vision), and inserted in the “book of the kings of Judah and Israel,” or else had been so inserted along with the whole collection. The book of the Kings was the principal source employed by the chronicler, which he calls “the (<span class=\"translit\"> midrash<\/span>) of the book of the Kings” in <a class=\"ref\">2 Chronicles 24:27<\/a> . Into this Midrash, or else into the still earlier work upon which it was a commentary, the section in question was copied from the book of Isaiah; and it follows from this, that the writer of the history of the kings made use of our book of Isaiah for one portion of the history of Hezekiah's reign, and made extracts from it. The chronicler himself did not care to repeat the whole section, which he knew to be already contained in the canonical book of Kings (to say nothing of the book of Isaiah). At the same time, his own historical account of Hezekiah in <a class=\"ref\">2 Chronicles 27:1-9<\/a> clearly shows that he was acquainted with it, and also that the historical materials, which the annals supplied to him through the medium of the Midrash, were totally different both in substance and form from those contained in the section in question. These two testimonies are further strengthened by the fact, that Isaiah is well known to us as a historian through another passage in the Chronicles, namely, as the author of a complete history of Uzziah's reign; also by the fact, that the prophetico-historical style of chapters 36-39, with their fine, noble, pictorial prose, which is comparable to the grandest historical composition to be met with in Hebrew, is worthy of Isaiah, and bears every mark of Isaiah's pen; thirdly, by the fact, that there are other instances in which Isaiah has interwoven historical accounts with his prophecies (chapters 7-8 and <a class=\"isa\" verses=\"eyIxODAzMSI6Nn0=\">Isaiah 20:1-6<\/a>), and that in so doing he sometimes speaks of himself in the first person (<a class=\"isa\" verses=\"WzE3NzcxXQ==\">Isaiah 6:1<\/a> ; <a class=\"isa\" verses=\"eyIxNzgwOSI6NH0=\">Isaiah 8:1-4<\/a>), and sometimes in the third (<a class=\"isa\" verses=\"WzE3Nzg2XQ==\">Isaiah 7:3<\/a> ., and <a class=\"isa\" verses=\"WzE4MDMxXQ==\">Isaiah 20:1<\/a>), just as in chapters 36-39; and fourthly, by the fact that, as we have already observed, <a class=\"isa\" verses=\"WzE3Nzg2XQ==\">Isaiah 7:3<\/a> and <a class=\"isa\" verses=\"WzE4MzMzXQ==\">Isaiah 36:2<\/a> bear the clearest marks of having had one and the same author; and, as we shall also show, the order in which the four accounts in chapters 36-39 are arranged, corresponds to the general plan of the whole collection of prophecies - chapters 36 and 37 looking back to the prophecies of the Assyrian era, and chapters 38 and <a class=\"isa\" verses=\"eyIxODQxNCI6OH0=\">Isaiah 39:1-8<\/a> looking forwards to those of the Babylonian era, which is the prophet's ideal present from chapter 40 onwards. <br> <\/p> ",
    "audit": null
}