{
    "id": 18181,
    "source": "kdo",
    "verse_id": 18753,
    "verse_count": 2,
    "reference": "55:12-13",
    "title": "",
    "html": "<p> The true point of comparison, however, is the energy with which the word is realized. Assuredly and irresistibly will the word of redemption be fulfilled. <em> “For ye will go out with joy, and be led forth in peace: the mountains and the hills will break out before you into shouting, and all the trees of the field will clap their hands. Instead of the thorn will cypresses shoot up, and instead of the fleabane will myrtles shoot up: and it will be to Jehovah for a name, for an everlasting memorial that will not be swept away.”<\/em> “With joy,” i.e., without the hurry of fear (<a class=\"isa\" verses=\"WzE4NzA5XQ==\">Isaiah 52:12<\/a>); “in peace,” i.e., without having to fight their way through or flee. The idea of the sufferer falls back in הוּבל behind that of a festal procession (<a class=\"ref\">Psalms 45:15-16<\/a>). In applying the term <em> kaph <\/em> (hand) to the trees, the prophet had in his mind their <em> kippōth <\/em> , or branches. The psalmist in <a class=\"ref\">Psalms 98:8<\/a> transfers the figure created by our prophet to the waves of the streams. <em> Na‛ătsūts <\/em> (from <em> nâ‛ats <\/em> , to sting) is probably no particular kind of thorn, such, for example, as the fuller's thistle, but, as in <a class=\"isa\" verses=\"WzE3ODAyXQ==\">Isaiah 7:19<\/a>, briers and thorns generally. On <em> sirpad <\/em> , see Ges. <em> Thes<\/em> .; we have followed the rendering, κόυζα , of the lxx. That this transformation of the vegetation of the desert is not to be taken literally, any more than in <a class=\"isa\" verses=\"eyIxODQ2OSI6NH0=\">Isaiah 41:17-20<\/a>, is evident from the shouting of the mountains, and the clapping of hands on the part of the trees. On the other hand, however, the prophet says something more than that Israel will return home with such feelings of joy as will cause everything to appear transformed. Such promises as those which we find here and in <a class=\"isa\" verses=\"WzE4NDcxXQ==\">Isaiah 41:19<\/a> and <a class=\"isa\" verses=\"eyIxODMyMiI6Mn0=\">Isaiah 35:1-2<\/a>, and such exhortations as those which we find in <a class=\"isa\" verses=\"WzE4NTU3LDE4NjUwXQ==\">Isaiah 44:23; Isaiah 49:13<\/a>, and <a class=\"isa\" verses=\"WzE4NzA2XQ==\">Isaiah 52:9<\/a>, arise from the consciousness, which was common to both prophets and apostles, that the whole creation will one day share in the liberty and glory of the children of God (<a class=\"ref\">Romans 8:21<\/a>). This thought is dressed up sometimes in one for, and sometimes in another. The psalmists after the captivity borrowed the colours in which they painted it from our prophet (see at <a class=\"ref\">Psalms 96:1-13<\/a> and <a class=\"ref\">Psalms 98:1-9<\/a>). והיה is construed as a neuter (cf., בּראתיו , <a class=\"isa\" verses=\"WzE4NTcwXQ==\">Isaiah 45:8<\/a>), referring to this festal transformation of the outer world on the festive return of the redeemed. אות is treated in the attributive clause as a masculine, as if it came from אוּת , to make an incision, to crimp, as we have already indicated; but the Arabic <em> âyat <\/em> , shows that it comes from אוה , to point out, and is contracted from <em> ăwăyat <\/em> , and therefore was originally a feminine.<\/p>",
    "audit": null
}