{
    "id": 17896,
    "source": "kdo",
    "verse_id": 18162,
    "verse_count": 2,
    "reference": "27:10-11",
    "title": "",
    "html": "<p> The prophet said this from out of the midst of the state of punishment, and was therefore able still further to confirm the fact, that the punishment would cease with the sin, by the punishment which followed the sin. <em> “For the strong city is solitary, a dwelling given up and forsaken like the steppe: there calves feed, and there they lie down, and eat off its branches. When its branches become withered, they are broken: women come, make fires with them; for it is not a people of intelligence: therefore its Creator has no pity upon it, and its Former does not pardon it.”<\/em> The nation without any intelligence (<a class=\"isa\" verses=\"WzE3NjU4XQ==\">Isaiah 1:3<\/a>), of which Jehovah was the Creator and Former (<a class=\"isa\" verses=\"WzE4MDY0XQ==\">Isaiah 22:11<\/a>), is Israel; and therefore the fortress that has been destroyed is the city of Jerusalem. The standpoint of the prophet must therefore be beyond the destruction of Jerusalem, and in the midst of the captivity. If this appears strange for Isaiah, nearly every separate word in these two vv. rises up as a witness that it is Isaiah, and no other, who is speaking here (compare, as more general proofs, <a class=\"isa\" verses=\"eyIxODI3MyI6Mn0=\">Isaiah 32:13-14<\/a>, and <a class=\"isa\" verses=\"WzE3NzU3XQ==\">Isaiah 5:17<\/a>; and as more specific exemplifications, <a class=\"isa\" verses=\"WzE3OTcyLDE3OTc5LDE3ODkyXQ==\">Isaiah 16:2, Isaiah 16:9; Isaiah 11:7<\/a>, etc.). The suffix in “<em> her<\/em> branches” refers to the city, whose ruins were overgrown with bushes. Synonymous with סעפּים , branches (always written with <em> dagesh<\/em> in distinction from סעפים , clefts, <a class=\"isa\" verses=\"WzE3NzA3XQ==\">Isaiah 2:21<\/a>), is <em> kâtzir <\/em> , cuttings, equivalent to shoots that can be easily cut off. It was a mistake on the part of the early translators to take <em> kâtzir <\/em> in the sense of “harvest” (Vulg., Symm., Saad., though not the lxx or Luther). As <em> kâtzir <\/em> is a collective term here, signifying the whole mass of branches, the predicate can be written in the plural, <em> tisshâbarnâh <\/em> , which is not to be explained as a singular form, as in <a class=\"isa\" verses=\"WzE4MTY4XQ==\">Isaiah 28:3<\/a>. אותהּ , in the neuter sense, points back to this: women light it האיר , as in <a class=\"ref\">Malachi 1:10<\/a>), i.e., make with it a lighting flame ( אור ) and a warming fire ( אוּר , <a class=\"isa\" verses=\"WzE4NzQwXQ==\">Isaiah 54:16<\/a>). So desolate does Jerusalem lie, that in the very spot which once swarmed with men a calf now quietly eats the green foliage of the bushes that grow between the ruins; and in the place whence hostile armies had formerly been compelled to withdraw without accomplishing their purpose, women now come and supply themselves with wood without the slightest opposition.<\/p>",
    "audit": null
}