{
    "id": 17654,
    "source": "kdo",
    "verse_id": 17737,
    "verse_count": 1,
    "reference": "4:3",
    "title": "",
    "html": "<p><em> “And it will come to pass, whoever is left in Zion and remains in Jerusalem, holy will he be called, all who are written down for life in Jerusalem.”<\/em> The leading emphasis of the whole v. rests upon <em> kadosh <\/em> (holy). Whereas formerly in Jerusalem persons had been distinguished according to their rank and condition, without any regard to their moral worth (<a class=\"isa\" verses=\"W3siMTc3MDkiOjN9LHsiMTc3MTgiOjJ9XQ==\">Isaiah 3:1-3, Isaiah 3:10-11<\/a>; cf., <a class=\"isa\" verses=\"WzE4MjY1XQ==\">Isaiah 32:5<\/a>); so the name <em> kadosh <\/em> (holy) would now be the one chief name of honour, and would be given to every individual, inasmuch as the national calling of Israel would now be realized in the persons of all (<a class=\"ref\">Exodus 19:6<\/a>, etc.). Consequently the expression <em> “he shall be called”<\/em> is not exactly equivalent to “he shall be,” but rather presupposes the latter, as in <a class=\"isa\" verses=\"WzE3NjgxLDE4ODUwLDE4ODU5XQ==\">Isaiah 1:26; Isaiah 61:6; Isaiah 62:4<\/a>. The term <em> kadosh <\/em> denotes that which is withdrawn from the world, or separated from it. The church of the saints or holy ones, which now inhabits Jerusalem, is what has been left from the smelting; and their holiness is the result of washing. הנוּתר is interchanged with נהנּשׁאר . The latter, as Papenheim has shown in his Hebrew synonyms, involves the idea of intention, viz., “that which has been left behind;” the former merely expresses the fact, viz., that which remains. The character of this “remnant of grace,” and the number of members of which it would consist, are shown in the apposition contained in  . This apposition means something more than those who are entered as living in Jerusalem, i.e., the population of Jerusalem as entered in the city register (Hofmann); for the verb with <em> Lamed<\/em> does not mean merely to enter as a certain thing, but (like the same verb with the accusative in <a class=\"ref\">Jeremiah 22:30<\/a>) to enter as intended for a certain purpose. The expression להיּי ם may either be taken as a noun, viz., “to life” (<a class=\"ref\">Daniel 12:2<\/a>), or as an adjective, “to the living” (a meaning which is quite as tenable; cf., <a class=\"ref\">Psalms 69:29; 1 Samuel 25:29<\/a>). In either case the notion of predestination is implied, and the assumption of the existence of a divine “book of life” (<a class=\"ref\">Exodus 32:32-33; Daniel 12:1<\/a>; cf., <a class=\"ref\">Psalms 139:16<\/a>); so that the idea is the same as that of <a class=\"ref\">Acts 13:48<\/a> : “As many as were ordained to eternal life.” The reference here is to persons who were entered in the book of God, on account of the good kernel of faith within them, as those who should become partakers of the life in the new Jerusalem, and should therefore be spared in the midst of the judgment of sifting in accordance with this divine purpose of grace. For it was only through the judgment setting this kernel of faith at liberty, that such a holy community as is described in the protasis which comes afterwards, as in <a class=\"ref\">Psalms 63:6-7<\/a>, could possibly arise.<\/p>",
    "audit": null
}