{
    "id": 18058,
    "source": "kdo",
    "verse_id": 18500,
    "verse_count": 1,
    "reference": "42:19",
    "title": "",
    "html": "<p> The next v. states who these self-willed deaf and blind are, and how necessary this arousing was. <em> “Who is blind, but my servant? and deaf, as my messenger whom I send? who blind as the confidant of God, and blind as the servant of Jehovah?”<\/em> The first double question implies that Jehovah's servant and messenger is blind and deaf in a singular and unparalleled way. The words are repeated, the questioner dwelling upon the one predicate <em> ‛ı̄vvēr <\/em> , “blind,” in which everything is affirmed, and, according to Isaiah's favourite custom, returning palindromically to the opening expression “servant of Jehovah” (cf., <a class=\"isa\" verses=\"WzE4NDQwLDE4NDk2XQ==\">Isaiah 40:19; Isaiah 42:15<\/a>, and many other passages). משׁלּם does not mean “the perfect one,” as Vitringa renders it, nor “the paid, i.e., purchased one,” as Rosenmüller supposes, but one allied in peace and friendship, the confidant of God. It is the passive of the Arabic <em> muslim<\/em> , one who trusts in God (compare the <em> hophal<\/em> in <a class=\"ref\">Job 5:23<\/a>). It is impossible to read the expression, “My messenger whom I send,” without thinking of <a class=\"isa\" verses=\"WzE4NDgyXQ==\">Isaiah 42:1<\/a>., where the “servant of Jehovah” is represented as a messenger to the heathen. (Jerome is wrong in following the Jewish commentators, and adopting the rendering, <em> ad quem nuntios meos misi <\/em> .) With this similarity both of name and calling, there must be a connection between the “servant” mentioned here, and the “servant” referred to there. Now the “servant of Jehovah” is always Israel. But since Israel might be regarded either according to the character of the overwhelming majority of its members (the mass), who had forgotten their calling, or according to the character of those living members who had remained true to their calling, and constituted the kernel, or as concentrated in that one Person who is the essence of Israel in the fullest truth and highest potency, statements of the most opposite kind could be made with respect to this one homonymous subject. In <a class=\"isa\" verses=\"WzE4NDYwXQ==\">Isaiah 41:8<\/a>. the “servant of Jehovah” is caressed and comforted, inasmuch as there the true Israel, which deserved and needed consolation, is addressed, without regard to the mass who had forgotten their calling. In <a class=\"isa\" verses=\"WzE4NDgyXQ==\">Isaiah 42:1<\/a>. that One person is referred to, who is, as it were, the centre of this inner circle of Israel, and the head upon the body of Israel. And in the passage before us, the idea is carried from this its highest point back again to its lowest basis; and the servant of Jehovah is blamed and reproved for the harsh contrast between its actual conduct and its divine calling, between the reality and the idea. As we proceed, we shall meet again with the “servant of Jehovah” in the same <em> systole<\/em> and <em> diastole<\/em> . The expression covers two concentric circles, and their one centre. The inner circle of the “Israel according to the Spirit” forms the connecting link between Israel in its widest sense, and Israel in a personal sense. Here indeed Israel is severely blamed as incapable, and unworthy of fulfilling its sacred calling; but the expression “whom I send” nevertheless affirms that it will fulfil it - namely, in the <em> person<\/em> of the servant of Jehovah, and in all those members of the “servant of Jehovah” in a national sense, who long for deliverance from the ban and bonds of the present state of punishment (see <a class=\"isa\" verses=\"WzE4MjEyXQ==\">Isaiah 29:18<\/a>). For it is really the mission of Israel to be the medium of salvation and blessing to the nations; and this is fulfilled by the servant of Jehovah, who proceeds from Israel, and takes his place at the head of Israel. And as the history of the fulfilment shows, when the foundation for the accomplishment of this mission had been laid by the servant of Jehovah in person, it was carried on by the servant of Jehovah in a national sense; for the Lord became “a covenant of the people” through His own preaching and that of His apostles. But “a light of the Gentiles” He became purely and simply through the apostles, who represented the true and believing Israel.<\/p>",
    "audit": null
}