{
    "id": 18282,
    "source": "kdo",
    "verse_id": 18941,
    "verse_count": 1,
    "reference": "66:18",
    "title": "",
    "html": "<p> The prophecy now marks out clearly the way which the history of Israel will take. It is the same as that set forth by Paul, the prophetic apostle, in Rom 9-11 as the winding but memorable path by which the compassion of God will reach its all-embracing end. A universal judgment is the turning-point. <em> “And I, their works and their thoughts - it comes to pass that all nations and tongues are gathered together, that they come and see my glory.”<\/em> This v. commences in any case with a harsh ellipsis. Hofmann, who regards <a class=\"isa\" verses=\"WzE4OTQwXQ==\">Isaiah 66:17<\/a> as referring not to idolatrous Israelites, but to the idolatrous world outside Israel, tries to meet the difficulty by adopting this rendering: “And I, saith Jehovah, when their thoughts and actions succeed in bringing together all nations and tongues (to march against Jerusalem), they come and see my glory (i.e., the alarming manifestation of my power).” But what is the meaning of the opening ואנכי (and I), which cannot possibly strengthen the distant כּבודי , as we should be obliged to assume? Or what rule of syntax would warrant our taking בּאה וּמחשׁבתיהם מעשׂיהם as a participial clause in opposition to the accents? Again, it is impossible that ואנכי should mean “<em> et contra me <\/em> ;” or ומחשׁבתיהם מעשׂיהם , “in spite of their works and thoughts,” as Hahn supposes, which leaves ואנכי sevael hc quite unexplained; not to mention other impossibilities which Ewald, Knobel, and others have persuaded themselves to adopt. If we wanted to get rid of the ellipsis, the explanation adopted by Hitzig would recommend itself the most strongly, viz., “and as for me, their works and thoughts have come, i.e., have become manifest ( ἥκασιν , Susanna v. 52), so that I shall gather together.” But this separation of לקבּ ץ בּאה (it is going to gather together) is improbable: moreover, according to the accents, the first clause reaches as far as ומחסבתיהם (with the twin-accent <em> zakeph<\/em> -<em> m unach<\/em> instead of <em> zakeph<\/em> and <em> m etheg<\/em> ); whereupon the second clause commences with באה , which could not have any other disjunctive accent than <em> zakeph<\/em> <em> gadol<\/em> according to the well-defined rules (see, for example, <a class=\"ref\">Numbers 13:27<\/a>). But if we admit the elliptical character of the expression, we have not to supply ידעתּי (I know), as the Targ., Syr., Saad., Ges., and others do, but, what answers much better to the strength of the emotion which explains the ellipsis, אפקד (I will punish). The ellipsis is similar in character to that of the “<em> Quos ego <\/em> ” of Virgil (Aen. i. 139), and comes under the rhetorical figure <em> aposiopesis<\/em> : “and I, their works and thoughts (I shall now how to punish).” The thoughts are placed after the works, because the reference is more especially to their plans against Jerusalem, that work of theirs, which has still to be carried out, and which Jehovah turns into a judgment upon them. The passage might have been continued with <em> kı̄ <\/em> <em> m ishpâtı̄ <\/em> (for my judgment), like the derivative passage in <a class=\"ref\">Zephaniah 3:8<\/a>; but the emotional hurry of the address is still preserved: בּאה (properly accented as a participle) is equivalent to העת ( בּא ) בּאה in <a class=\"ref\">Jeremiah 51:33; Ezekiel 7:7, Ezekiel 7:12<\/a> (cf., הבּאים , <a class=\"isa\" verses=\"WzE4MTU4XQ==\">Isaiah 27:6<\/a>). At the same time there is no necessity to supply anything, since באה by itself may also be taken in a neuter sense, and signify <em> venturum <\/em> (<em> futurum <\/em> ) <em> est <\/em> (<a class=\"ref\">Ezekiel 39:8<\/a>). The expression “peoples and tongues” (as in the genealogy of the nations in Gen. 10) is not tautological, since, although the distinctions of tongues and nationalities coincided at first, yet in the course of history they diverged from one another in many ways. All nations and all communities of men speaking the same language does Jehovah bring together (including the apostates of Israel, cf., <a class=\"ref\">Zechariah 14:14<\/a>): these will come, viz., as Joel describes it in <a class=\"ref\">Joel 3:9<\/a>., impelled by enmity towards Jerusalem, but not without the direction of Jehovah, who makes even what is evil subservient to His plans, and will see His glory - not the glory manifest in grace (Ewald, Umbreit, Stier, Hahn), but His majestic manifestation of judgment, by which they, viz., those who have been encoiled by sinful conduct, are completely overthrown.<\/p>",
    "audit": null
}