{
    "id": 17847,
    "source": "kdo",
    "verse_id": 18061,
    "verse_count": 4,
    "reference": "22:8-11",
    "title": "",
    "html": "<p> When Judah, after being for a long time intoxicated with hope, shall become aware of the extreme danger in which it is standing, it will adopt prudent measures, but without God. <em> “Then he takes away the covering of Judah, and thou lookest in that day to the store of arms of the forest-house; and ye see the breaches of the city of David, that there are many of them; and ye collect together the waters of the lower pool. And ye number the houses of Jerusalem, and pull down the houses, to fortify the wall. And ye make a basin between the two walls for the waters of the old pool; and ye do not look to Him who made it, neither do ye have regard to Him who fashioned it long ago.”<\/em> <em> Mâsâk <\/em> is the curtain or covering which made Judah blind to the threatening danger. Their looks are now directed first of all to the forest-house, built by Solomon upon Zion for the storing and display of valuable arms and utensils (<em> nēshĕk <\/em> , or rather, according to the Masora on <a class=\"ref\">Job 20:24<\/a>, and the older editions, <em> nĕshĕk <\/em> ), and so called because it rested upon four rows of cedar columns that ran all round (it was in the centre of the fore-court of the royal palace; see Thenius, <em> das vorexil. Jerusalem<\/em> , p. 13). They also noticed in the city of David, the southern and highest portion of the city of Jerusalem, the bad state of the walls, and began to think of repairing them. To this end they numbered the houses of the city, to obtain building materials for strengthening the walls and repairing the breaches, by pulling down such houses as were suitable for the purpose, and could be dispensed with (<em> vattithtzu <\/em> , from <em> nâthatz <\/em> , with the removal of the recompensative reduplication). The lower pool and the old pool, probably the upper, i.e., the lower and upper Gihon, were upon the western side of the city, the lower (<em> Birket<\/em> <em> es<\/em> -<em> Sultan<\/em> ) to the west of Sion, the upper (<em> Birket<\/em> <em> el<\/em> -<em> Mamilla<\/em> ) farther up to the west of Akra (Robinson, i. 483-486; V. Raumer, Pal. pp. 305-6). <em> Kibbētz <\/em> either means to collect in the pool by stopping up the outflow, or to gather together in the reservoirs and wells of the city by means of artificial canals. The latter, however, would most probably be expressed by אסף ; so that the meaning that most naturally suggests itself is, that they concentrate the water, so as to be able before the siege to provide the city as rapidly as possible with a large supply. The word <em> sâtham <\/em> , which is used in the account of the actual measures adopted by Hezekiah when he was threatened with siege (<a class=\"ref\">2 Chronicles 32:2-5<\/a>), is a somewhat different one, and indicates the stopping up, not of the outflow but of the springs, and therefore of the influx. But in all essential points the measures adopted agree with those indicated here in the prophecy. The chronicler closes the account of Hezekiah's reign by still further observing that “Hezekiah also stopped the outflow of the upper Gihon, and carried the water westwards underground to the city of David” (<a class=\"ref\">2 Chronicles 32:30<\/a>, explanatory of <a class=\"ref\">2 Kings 20:20<\/a>). If the upper Gihon is the same as the upper pool, there was a conduit (<em> te e âlâh <\/em> ), connected with the upper Gihon as early as the time of Ahaz, <a class=\"isa\" verses=\"WzE3Nzg2XQ==\">Isaiah 7:3<\/a>. And Hezekiah's peculiar work consisted in carrying the water of the upper pool “into the city of David.” The <em> m ikvâh <\/em> between the two walls, which is here prospectively described by Isaiah, is connected with this water supply, which Hezekiah really carried out. There is still a pool of Hezekiah (also called <em> Birket<\/em> <em> el<\/em> -<em> Batrak<\/em> , pool of the patriarchs, the <em> Amygdalon<\/em> of Josephus) on the western side of the city, to the east of the Joppa gate. During the rainy season this pool is supplied by the small conduit which runs from the upper pool along the surface of the ground, and then under the wall against or near the Joppa gate. It also lies between two walls, viz., the wall to the north of Zion, and the one which runs to the north-east round the Akra (Robinson, i. 487-489). How it came to pass that Isaiah's words concerning “a basin between the two walls” were so exactly carried out, as though they had furnished a hydraulic plan, we do not know. But we will offer a conjecture at the close of the exposition. It stands here as one of those prudent measures which would be resorted to in Jerusalem in the anticipation of the coming siege; but it would be thought of too late, and in self-reliant alienation from God, with no look directed to Him who had wrought and fashioned that very calamity which they were now seeking to avert by all these precautions, and by whom it had been projected long, long before the actual realization. עשׂיה might be a plural, according to <a class=\"isa\" verses=\"WzE4NzI5XQ==\">Isaiah 54:5<\/a>; but the parallel יצרהּ favours the singular (on the form itself, from עשׂי = עשׂה , see <a class=\"isa\" verses=\"WzE4NDg2XQ==\">Isaiah 42:5<\/a>, and at <a class=\"isa\" verses=\"WzE3NzUyLDE3Njg1XQ==\">Isaiah 5:12; Isaiah 1:30<\/a>). We have here, and at <a class=\"isa\" verses=\"WzE4Mzc5XQ==\">Isaiah 37:26<\/a>, i.e., within the first part of the book of Isaiah, the same doctrine of “ideas” that forms so universal a key-note of the second part, the authenticity of which has been denied. That which is realized in time has existed long before as a spiritual pattern, i.e., as an idea in God. God shows this to His prophets; and so far as prophecy foretells the future, whenever the event predicted is fulfilled, the prophecy becomes a proof that the event is the work of God, and was long ago the predetermined counsel of God. The whole of the Scripture presupposes this pre-existence of the divine idea before the historical realization, and Isaiah in Israel (like Plato in the heathen world) was the assiduous interpreter of this supposition. Thus, in the case before us, the fate of Jerusalem is said to have been fashioned “long ago” in God. But Jerusalem might have averted its realization, for it was no <em> decretum absolutum <\/em> . If Jerusalem repented, the realization would be arrested.<\/p>",
    "audit": null
}