{
    "id": 17813,
    "source": "kdo",
    "verse_id": 18002,
    "verse_count": 3,
    "reference": "18:4-6",
    "title": "",
    "html": "<p> The prophet knows for certain that the messengers may be home and announce this act of Jehovah to their own people and to all the world. <em> “For thus hath Jehovah spoken to me: I will be still, and will observe upon my throne during clear weather in sunshine, during a cloud of dew in the heat of harvest. For before the harvest, when the blossom falls off, and the fruit becomes the ripening grape: then will He cut off the branches with pruning-hooks; and the tendrils He removes, breaks off. They are left altogether to the birds of prey on the mountains, and to the cattle of the land; and the birds of prey summer thereon, and all the cattle of the land will winter thereon.”<\/em> The prophecy explains itself here, as is very frequently the case, especially with Isaiah; for the literal words of v. 6 show us unquestionably what it is that Jehovah will allow to develop itself so prosperously under favourable circumstances, and without any interposition on His part, until He suddenly and violently puts an end to the whole, must as it is approaching perfect maturity. It is the might of Assyria. Jehovah quietly looks on from the heavenly seat of His glorious presence, without disturbing the course of the thing intended. This quietness, however, is not negligence, but, as the hortative expressions show, a well-considered resolution. The two <em> Caphs<\/em> in v. 4 are not comparative, but indicate the time. He remains quiet whilst there is clear weather with sunshine ( עלי indicating continuance, as in <a class=\"ref\">Jeremiah 8:18; 1 Samuel 14:32<\/a>), and whilst there is a dew-cloud in the midst of that warmth, which is so favourable for the harvest, by causing the plants that have been thoroughly heated in the day and refreshed at night by the dew, to shoot up and ripen with rapidity and luxuriance. The plant thought of, as v. 5 clearly shows, is the vine. By <em> liphnē <\/em> <em> kâtzir <\/em> (before the harvest) we are either to understand the period just before the wheat-harvest, which coincides with the flowering of the grape; or, since Isaiah uses <em> kâtzir <\/em> for <em> bâzri <\/em> in <a class=\"isa\" verses=\"WzE3OTc5XQ==\">Isaiah 16:9<\/a>, the time at the close of the summer, immediately preceding the vintage. Here again the <em> Caph<\/em> indicates the time. When the blossoming is over, so that the flower fades away, and the fruit that has set becomes a ripening grape (<em> boser <\/em> , as in <a class=\"ref\">Job 15:33<\/a>, not in the sense of <em> labruscum <\/em> , but of <em> omphax <\/em> ; and <em> gâmal <\/em> , <em> m aturescere <\/em> , as in <a class=\"ref\">Numbers 17:8<\/a>, <em> maturare <\/em> ), He cuts off the branches (<em> zalzalilm <\/em> , from <em> zilzēl <\/em> , to swing to and fro; compare the Arabic <em> dâliye <\/em> , a vine-branch, from <em> dalâ <\/em> , to hang long and loose) upon which the nearly ripened grapes are hanging, and removes or nips off<\/p><p> (Note: התז = התז with a pausal sharpening of the <em> tzere <\/em> , which is lengthened by the tone, from <em> tâzaz <\/em> or <em> tı̄z <\/em> in post-biblical Hebrew, to knock off, knock to pieces, or weaken (compare <em> tâshash <\/em> ). On this change of vowels in pause, see at <a class=\"ref\">Genesis 17:14<\/a>; and compare Olshausen, §91, d. For an example of the post-biblical use of the word, vid., <em> b. Sanhedrin<\/em> 102<em> a<\/em> , “like two sticks <em> hammattı̄zōth <\/em> ,” i.e., one of which “hits the other in two” (<em> hittiz <\/em> , apparently from <em> tūz <\/em> , or <em> tiz <\/em> , like <em> hinnı̄ach <\/em> from <em> nuach <\/em> ).)<\/p><p> the tendrils (<em> netishoth <\/em> , as in <a class=\"ref\">Jeremiah 5:10<\/a>, from <em> nâtash <\/em> , to stretch far out; <em> niphal<\/em> , to twist about a long way, <a class=\"isa\" verses=\"WzE3OTc4XQ==\">Isaiah 16:8<\/a>, compare <a class=\"ref\">Jeremiah 48:32<\/a>); an intentional asyndeton with a pictorial sound. The words of Jehovah concerning Himself have here passed imperceptibly into words of the prophet concerning Jehovah. The ripening grapes, as <a class=\"isa\" verses=\"WzE4MDA0XQ==\">Isaiah 18:6<\/a> now explains, are the Assyrians, who were not far from the summit of their power; the fruit-branches that are cut off and nipped in pieces are their corpses, which are now through both summer and winter the food of swarms of summer birds, as well as of beasts of prey that remain the whole winter through. This is the act of divine judgment, to which the approaching exaltation of the banner, and the approaching blast of trumpets, is to call the attention of the people of Ethiopia.<\/p>",
    "audit": null
}