{
    "id": 17890,
    "source": "kdo",
    "verse_id": 18151,
    "verse_count": 2,
    "reference": "26:20-21",
    "title": "",
    "html": "<p> The judgment upon them is not mentioned, indeed, till after the completion of the church through those of its members that have died, although it must have actually preceded the latter. Thus the standpoint of the prophecy is incessantly oscillating backwards and forwards in these four chapters (Isaiah 24-27). This explains the exhortation in the next verses, and the reason assigned. <em> “Go in, my people, into thy chambers, and shut the door behind thee; hide thyself a little moment, till the judgment of wrath passes by. For, behold, Jehovah goeth out from His place to visit the iniquity of the inhabitants of the earth upon them; and the earth discloses the blood that it has sucked up, and no more covers her slain.”<\/em> The <em> shı̄r <\/em> is now at an end. The prophecy speaks once more as a prophet. Whilst the judgment of wrath (<em> za‛am <\/em> ) is going forth, and until it shall have passed by (on the <em> fut. exact.<\/em> , see <a class=\"isa\" verses=\"WzE3ODYzLDE3NzM4XQ==\">Isaiah 10:12; Isaiah 4:4<\/a>; and on the fact itself, <em> acharith <\/em> <em> hazza‛am <\/em> , <a class=\"ref\">Daniel 8:19<\/a>), the people of God are to continue in the solitude of prayer (<a class=\"ref\">Matthew 6:6<\/a>, cf., <a class=\"ref\">Psalms 27:5; Psalms 31:21<\/a>). They can do so, for the judgment by which they get rid of their foes is the act of Jehovah alone; and they are to do so because only he who is hidden in God by prayer can escape the wrath. The judgment only lasts a little while (<a class=\"isa\" verses=\"W3siMTc4NzUiOjJ9LHsiMTg3MzEiOjJ9XQ==\">Isaiah 10:24-25; Isaiah 54:7-8<\/a>,. cf., <a class=\"ref\">Psalms 30:6<\/a>), a short time which is shortened for the elect's sake. Instead of the dual דּלתי ך (as the house-door is called, though not the chamber-door), the word is pointed דּלת (from דּלה = דּלת ), just as the prophet intentionally chooses the feminine חבי instead of חבה . The nation is thought of as feminine in this particular instance (cf., <a class=\"isa\" verses=\"eyIxODczMSI6Mn0=\">Isaiah 54:7-8<\/a>); because Jehovah, its avenger and protector, is acting on its behalf, whilst in a purely passive attitude it hides itself in Him. Just as Noah, behind whom Jehovah shut the door of the ark, was hidden in the ark whilst the water-floods of the judgment poured down without, so should the church be shut off from the world without in its life of prayer, because a judgment of Jehovah was at hand. “He goeth out of His place” (verbatim the same as in <a class=\"ref\">Micah 1:3<\/a>), i.e., not out of His own divine life, as it rests within Himself, but out of the sphere of the manifested glory in which He presents Himself to the spirits. He goeth forth thence equipped for judgment, to visit the iniquity of the inhabitant of the earth upon him (the singular used collectively), and more especially their blood-guiltiness. The prohibition of murder was given to the sons of Noah, and therefore was one of the stipulations of “the covenant of old” (<a class=\"isa\" verses=\"WzE4MTAxXQ==\">Isaiah 24:5<\/a>). The earth supplies two witnesses: (1.) the innocent blood which has been violently shed (on <em> dâmim <\/em> , see <a class=\"isa\" verses=\"WzE3NjcwXQ==\">Isaiah 1:15<\/a>), which she has had to suck up, and which is now exposed, and cries for vengeance; and (2.) the persons themselves who have been murdered in their innocence, and who are slumbering within her. Streams of blood come to light and bear testimony, and martyrs arise to bear witness against their murderers. <\/p>",
    "audit": null
}