{
    "id": 17883,
    "source": "kdo",
    "verse_id": 18139,
    "verse_count": 2,
    "reference": "26:8-9",
    "title": "",
    "html": "<p> It then commences again in a lyrical tone in <a class=\"isa\" verses=\"WzE4MTM5XQ==\">Isaiah 26:8<\/a> and <a class=\"isa\" verses=\"WzE4MTQwXQ==\">Isaiah 26:9<\/a> : <em> “We have also waited for Thee, that Thou shouldest come in the path of Thy judgments; the desire of the soul went after Thy name, and after Thy remembrance. With my soul I desired Thee in the night; yea, with my spirit deep within me, I longed to have Thee here: for when Thy judgments strike the earth, the inhabitants of the earth learn righteousness.”<\/em> In the opinion of Hitzig, Knobel, Drechsler, and others, the prophet here comes back from the ideal to the actual present. But this is not the case. The church of the last days, looking back to the past, declares with what longing it has waited for that manifestation of the righteousness of God which has now taken place. “The path of Thy judgments:” <em> 'orach m ishpâtēkâ <\/em> belongs to the <em> te<\/em> ; <em> venientem <\/em> (or <em> venturum <\/em> ) being understood. The clause follows the poetical construction ארח בּוא , after the analogy of דר ך הל ך . They longed for God to come as a Redeemer in the way of His judgments. The “name” and “remembrance” ad the nature of God, that has become nameable and memorable through self-assertion and self-manifestation (<a class=\"ref\">Exodus 3:15<\/a>). They desired that God should present Himself again to the consciousness and memory of man, by such an act as should break through His concealment and silence. The prophet says this more especially of himself; for he feels himself “in spirit” to be a member of the perfected church. “My soul” and “my spirit” are accusatives giving a more precise definition (Ewald, §281,<em> c<\/em> ). “<em> The night<\/em> ” is the night of affliction, as in <a class=\"isa\" verses=\"WzE4MDQ3XQ==\">Isaiah 21:11<\/a>. In connection with this, the word <em> shichēr <\/em> (lit. to dig for a thing, to seek it eagerly) is employed here, with a play upon <em> shachar <\/em> . The dawning of the morning after a night of suffering was the object for which he longed, <em> naphshi <\/em> (my soul), i.e., with his entire personality (<em> Pyschol<\/em> . p. 202), and <em> ruchi b'kirbi <\/em> (my spirit within me), i.e., with the spirit of his mind, πνεῦμα τοῦ νοός (<em> Psychol<\/em> . p. 183). And why? Because, as often as God manifested Himself in judgment, this brought men to the knowledge, and possibly also to the recognition, of what was right (cf., <a class=\"ref\">Psalms 9:17<\/a>). “<em> Will learn:<\/em> ” <em> lâmdu <\/em> is a <em> praet. gnomicum<\/em> , giving the result of much practical experience.<\/p>",
    "audit": null
}