{
    "id": 13535,
    "source": "kdo",
    "verse_id": 18930,
    "verse_count": 3,
    "reference": "66:7–9",
    "title": "",
    "html": " <p>All of these fall victims to the judgment; and yet Zion is not left either childless or without population. <i>“Before she travailed she brought forth; before pains came upon her, she was delivered of a boy. Who hath heard such a thing? Who hath seen anything like it? Are men delivered of a land in one day? or is a nation begotten at once? For Zion hath travailed, yea, hath brought forth her children. Should I bring to the birth, and not cause to bring forth? saith Jehovah: or should I, who cause to bring forth, shut it? saith thy God.” <\/i>,Before Zion travaileth, before any labour pains come upon her (<i>(<span class=\"translit\">,chēbhel <\/span>) with <i>tzere <\/i>), she has already given birth, or brought with ease into the world a male child (<i>(<span class=\"translit\">,hı̄mlit <\/span>) like <i>(<span class=\"translit\">,millēt <\/span>), in <a class=\"ref\"> <\/a>,, to cause to glide out). This boy, of whom she is delivered with such marvellous rapidity, is a whole land full of men, an entire nation. The seer exclaims with amazement, like Zion herself in <a class=\"ref\"> <\/a>,, “who hath heard such a thing, or seen anything like it? is a land brought to the birth (<i>(<span class=\"translit\">,hăyūchal <\/span>) followed by <i>(<span class=\"translit\">,'erets <\/span>) for <i>(<span class=\"translit\">,hăthūchal <\/span>), as in <a class=\"ref\">; <\/a>; Ges. §147), i.e., the population of a whole land (as in <a class=\"ref\"> <\/a>), and that in one day, or a nation born all at once (<i>(<span class=\"translit\">,yivvâlēd <\/span>), with <i>munach <\/i>,attached to the <i>kametz <\/i>,, and <i>metheg <\/i>,to the <i>tzere <\/i>)? This unheard-of event has taken place now, for Zion has travailed, yea, has also brought forth her children,” - not one child, but her children, a whole people that calls her mother. <\/i> <\/i> <\/i> <\/i> <\/i> <\/i> <\/i> <\/p> <i> <i>\n\n\n\n <\/i> <\/i> <p>(Note: There is a certain similarity in the saying, with which a <i>talmud <\/i>,ic teacher roused up the sleepy scholars of the Beth ha-Midrash: “There was once a woman, who was delivered of 600,000 children in one day,” viz., Jochebed, who, when she gave birth to Moses, brought 600,000 to the light of freedom (<a class=\"ref\"> <\/a>).) <\/p>,\n\n\n\n <p>“For” (<i>(<span class=\"translit\">,kı̄ <\/span>)) presupposes the suppressed thought, that this unexampled event has now occurred: <i>(<span class=\"translit\">,yâledâh <\/span>) follows <i>(<span class=\"translit\">,châlâh <\/span>) with <i>(<span class=\"translit\">,gam <\/span>), because <i>(<span class=\"translit\">,chı̄l <\/span>) signifies strictly <i>parturire <\/i>,; <i>(<span class=\"translit\">,yâl <\/span>), <i>parere <\/i>,. Zion, the mother, is no other than the woman of the sun in Rev 12; but the child born of her there is the shepherd of the nations, who proceeds from her at the end of the days, whereas here it is the new Israel of the last days; for the church, which is saved through all her tribulations, is both the mother of the Lord, by whom Babel is overthrown, and the mother of that Israel which inherits the promises, that the unbelieving mass have failed to obtain. <a class=\"ref\"> <\/a>,follows with an emphatic confirmation of the things promised. Jehovah inquires: “Should I create the delivery (cause the child to break through the matrix) and not the birth (both hiphil <\/i>,, causative), so that although the child makes an effort to pass the opening of the womb, it never comes to the light of day? Or should I be one to bring it to the birth, and then to have closed, viz., the womb, so that the word of bringing forth should remain ineffectual, when all that is required is the last effort to bring to the light the fruit of the womb?” From the expression “thy God,” we see that the questions are addressed to Zion, whose faith they are intended to strengthen. According to Hofmann (Schriftbeweis <\/i>,, ii. 1, 149, 150), the future <span class=\"normal hebrew\">,יאמר <\/span>,affirms what Jehovah will say, when the time for bringing forth arrives, and the perfect <span class=\"normal hebrew\">,אמר <\/span>,what He is saying now: “Should I who create the bringing forth have shut up?” And He comforts the now barren daughter Zion (<a class=\"ref\"> <\/a>) with the assurance, that her barrenness is not meant to continue for ever. “The prediction,” says Hofmann, “which is contained in <span class=\"normal hebrew\">,ה <\/span> <span class=\"normal hebrew\">,יאמר <\/span>,, of the ultimate issue of the fate of Zion, is so far connected with the consolation administered for the time present, that she who is barren now is exhorted to anticipate the time when the former promise shall be fulfilled.” But this change in the standpoint is artificial, and contrary to the general use of the expression <span class=\"normal hebrew\">,ה <\/span> <span class=\"normal hebrew\">,יאמר <\/span>,elsewhere (see at <a class=\"ref\"> <\/a>). Moreover, the meaning of the two clauses, which constitute here as elsewhere a disjunctive double question in form more than in sense, really runs into one. The first member affirms that Jehovah will complete the bringing to the birth; the second, that He will not ultimately frustrate what He has almost brought to completion: an ego sum is qui parere faciat et <\/i>,(uterum <\/i>) occluserim <\/i>,(occludam <\/i>)? There is no other difference between <span class=\"normal hebrew\">,יאמר <\/span>,and <span class=\"normal hebrew\">,אמר <\/span>,, than that the former signifies the word of God which is sounding at the present moment, the latter the word that has been uttered and is resounding still. The prophetic announcement of our prophet has advanced so far, that the promised future is before the door. The church of the future is already like the fruit of the body ripe for the birth, and about to separate itself from the womb of Zion, which has been barren until now. The God by whom everything has been already so far prepared, will suddenly cause Zion to become a mother - a boy, viz., a whole people after Jehovah's own heart, will suddenly lie in her lap, and this new-born Israel, not the corrupt mass, will build a temple for Jehovah. <br> <\/p>,",
    "audit": null
}