{
    "id": 17814,
    "source": "kdo",
    "verse_id": 18005,
    "verse_count": 1,
    "reference": "18:7",
    "title": "",
    "html": "<p> What effect this act of Jehovah would have upon the Ethiopian kingdom, if it should now take place, is described in <a class=\"isa\" verses=\"WzE4MDA1XQ==\">Isaiah 18:7<\/a> : <em> “At that time will there be offered as a homage to Jehovah of hosts a nation stretched out and polished, and from a terrible people, far away on the other side; a nation of command upon command and treading down, whose land rivers cut through, at the place of the name of Jehovah of hosts, the mountain of Zion.”<\/em> עם (a people), at the commencement, cannot possibly be equivalent to מעם (from a people). If it were taken in this sense, it would be necessary to make the correction accordingly, as Knobel has done; but the important parallels in <a class=\"isa\" verses=\"WzE4OTQzXQ==\">Isaiah 66:20<\/a> and <a class=\"ref\">Zephaniah 3:10<\/a> are against this. Consequently <em> ‛am <\/em> and <em> goi <\/em> (people and nation) must be rendered as subjects; and the מן in מעם must be taken as partitive. Ethiopia is offered, i.e., offers itself, as a free-will offering to Jehovah, impelled irresistibly by the force of the impression made by the mighty act of Jehovah, or, as it is expressed in “the Titan among the Psalms” (<a class=\"ref\">Psalms 68:32<\/a>, probably a Davidic psalm of the time of Hezekiah), “there come kingdoms of splendour out of Egypt; Cush rapidly stretches out its hands to <em> Elohim <\/em> .” In order that the greatness of this spiritual conquest might be fully appreciated, the description of this strangely glorious people is repeated here; and with this poetical rounding, the prophecy itself, which was placed as a kind of overture before the following <em> massa Mitzraim <\/em> when the prophet collected the whole of his prophecies together, is brought to a close.<\/p>",
    "audit": null
}