{
    "id": 18243,
    "source": "kdo",
    "verse_id": 18870,
    "verse_count": 4,
    "reference": "63:3-6",
    "title": "",
    "html": "<p> The person replies: <em> “I have trodden the wine-trough alone, and of the nations no one was with me: and I trode them in my wrath, and trampled them down in my fury; and their life-sap spirted upon my clothes, and all my raiment was stained. For a day of vengeance was in my heart, and the year of my redemption was come. And I looked round, and there was no helper; and I wondered there was no supporter: then mine own arm helped me; and my fury, it became my support. And I trode down nations in my wrath, and made them drunk in my fury, and made their life-blood run down to the earth.”<\/em> He had indeed trodden the wine-press (<em> pūrâh <\/em> = <em> gath <\/em> , or, if distinct from this, the pressing-trough as distinguished from the pressing-house or pressing-place; according to Fürst, something hollowed out; but according to the traditional interpretation from <em> pūr <\/em> = <em> pârar <\/em> , to crush, press, both different from <em> yeqebh <\/em> : see at <a class=\"isa\" verses=\"eyIxODAzNyI6MzF9\">Isaiah 21:1-22:14<\/a>. For not only is the name of Edom made covertly into an emblem of its future fate, אדם becoming אדם upon the apparel of Jehovah the avenger, when the blood of the people, stained with blood-guiltiness towards the people of God, is spirted out, but the name of Bozrah also; for <em> bâtsar <\/em> means to cut off bunches of grapes (<em> vindemiare <\/em> ), and <em> botsrâh <\/em> becomes <em> bâtsı̄r <\/em> , i.e., a vintage, which Jehovah treads in His wrath, when He punishes the Edomitish nation as well as all the rest of the nations, which in their hostility towards Him and His people have taken pleasure in the carrying away of Israel and the destruction of Jerusalem, and have lent their assistance in accomplishing them. Knobel supposes that the judgment referred to is the defeat which Cyrus inflicted upon the nations under Croesus and their allies; but it can neither be shown that this defeat affected the Edomites, nor can we understand why Jehovah should appear as if coming from Edom-Bozrah, after inflicting this judgment, to which <a class=\"isa\" verses=\"eyIxODg3NCI6MjR9\">Isaiah 63:7-64:11<\/a> a prayer commencing with the thanksgiving as it looks back to the past, and closing with a prayer for help as it turns to the present. Hitzig and Knobel connect this closely with <a class=\"isa\" verses=\"eyIxODg3NCI6NzR9\">Isaiah 63:7-66:24<\/a> as an appendix to this whole book of consolation, since the traces of the same prophet are unmistakeable; but the whole style of the description is obviously different, and the historical circumstances must have been still further developed in the meantime. <\/p><p> The three prophecies which follow are the <em> finale<\/em> of the whole. The announcement of the prophet, which has reached its highest point in the majestic vision in <a class=\"isa\" verses=\"eyIxODg2OCI6Nn0=\">Isaiah 63:1-6<\/a>, is now drawing to an end. It is standing close upon the threshold of all that has been promised, and nothing remains but the fulfilment of the promise, which he has held up like a jewel on every side. And now, just as in the finale of a poetical composition, all the melodies and movements that have been struck before are gathered up into one effective close; and first of all, as in Hab, into a prayer, which forms, as it were, the lyrical echo of the preaching that has gone before.<\/p>",
    "audit": null
}