{
    "id": 17811,
    "source": "kdo",
    "verse_id": 17999,
    "verse_count": 7,
    "reference": 18,
    "title": "",
    "html": "<p> Ethiopia's Submission to Jehovah - <a class=\"isa\" verses=\"eyIxNzk5OSI6N30=\">Isaiah 18:1-7<\/a><\/p><p> The notion that <a class=\"isa\" verses=\"eyIxODAwMiI6M30=\">Isaiah 18:4-6<\/a> contains an account of the judgment of Jehovah upon Ethiopia is quite an untenable one. The prophet is here predicting the destruction of the army of Sennacherib in his usual way, and in accordance with the actual fulfilment (<a class=\"isa\" verses=\"WzE4Mzg5XQ==\">Isaiah 37:36<\/a>). The view which Hofmann has adopted from the Jewish expositors - namely, that the people so strangely described at the commencement and close of the prophecy is the Israelitish nation - is equally untenable. It is Ethiopia. Taking both these facts together, then, the conclusion to which we are brought is, that the prophet is here foretelling the effect that will be produced upon Ethiopia by the judgment which Jehovah is about to inflict upon Asshur. But it is altogether improbable either that the prophecy falls later than the Assyrian expedition against Egypt (as Schegg supposes), or that the Ethiopian ambassadors mentioned here are despatched to Judah to seek for friendship and aid (as Ewald, Knobel, Meier, and Thenius maintain). The expedition was still impending, and that against Judah was the means to this further end. The ambassadors are not sent to Judah, but carry commands with the most stirring despatch to every province under Ethiopian rule. The Ethiopian kingdom is thrown into the greatest excitement in the face of the approaching Assyrian invasion, and the messengers are sent out to raise the militia. At that time both Egypts were governed by the Ethiopian (or twenty-fifth) dynasty, <em> Sabako<\/em> the Ethiopian having made himself master of the country on the Lower Nile.<\/p><p> (Note: See Brugsch, <em> Histoire d'Egypte<\/em> , i. (1859) 244-246.)<\/p><p> The king of Egypt who was contemporaneous with Sennacherib was the <em> Tirhaka<\/em> of the Old Testament, the <em> Tarakos<\/em> of Manetho, and the <em> Tearkon<\/em> of Strabo - a great conqueror, according to Megasthenes, like Sesostris and Nebuchadnezzar, who had carried his conquests as far as the Pillars of Hercules (Strabo, xv 1, 6). This explains the strangely sounding description given in <a class=\"isa\" verses=\"WzE4MDAwLDE4MDA1XQ==\">Isaiah 18:2, Isaiah 18:7<\/a> of the Ethiopian people, which had the universal reputation in antiquity of gigantic strength and invincibility. It is impossible to determine the length of time that intervened between the composition of the prophecy and the fourteenth year of Hezekiah's reign, in which the Assyrian army commenced the expedition across Judah to Egypt. The event which the prophecy foretells - namely, that the judgment of Jehovah upon Asshur would be followed by the submission of Ethiopia to Jehovah - was only partially and provisionally fulfilled (<a class=\"ref\">2 Chronicles 32:23<\/a>). And there is nothing to surprise us in this, inasmuch as in the prophecies delivered before the destruction of Assyria the latter always presented itself to the mind of the prophet as the kingdom of the world; and consequently the prophecy had also an eschatological feature, which still remained for a future and remote fulfilment.<\/p>",
    "audit": null
}