{
    "id": 17681,
    "source": "kdo",
    "verse_id": 17768,
    "verse_count": 1,
    "reference": "5:28",
    "title": "",
    "html": "<p> The prophet then proceeds to describe their weapons and war-chariots. <em> “He whose arrows are sharpened, and all his bows strung; the hoofs of his horses are counted like flint, and his wheels like the whirlwind.”<\/em> In the prophet's view they are coming nearer and nearer. For he sees that they have brought the sharpened arrows in their quivers (<a class=\"isa\" verses=\"WzE4MDU5XQ==\">Isaiah 22:6<\/a>); and the fact that all their bows are already <em> trodden<\/em> (namely, as their length was equal to a man's height, by treading upon the string with the left foot, as we may learn from Arrian's <em> Indica<\/em> ), proves that they are near to the goal. The correct reading in Jablonsky (according to Kimchi's <em> Lex<\/em> . cf., <em> Michlal yofi<\/em> ) is קשּׁתתיו with <em> dagesh dirimens<\/em> , as in <a class=\"ref\">Psalms 37:15<\/a> (Ges. §20, 2,<em> b<\/em> ). As the custom of shoeing horses was not practised in ancient times, firm hoofs ( ὃπλαι καρτεραί , according to Xenophon's <em> Hippikos<\/em> ) were one of the most important points in a good horse. And the horses of the enemy that was now drawing near to Judah had hoofs that would be found like flint (<em> tzar <\/em> , only used here, equivalent to the Arabic <em> zirr <\/em> ). Homer designates such horses <em> Chalkopodes <\/em> , brazen-footed. And the two wheels of the war-chariots, to which they were harnessed, turned with such velocity, and overthrew everything before them with such violence, that it seemed not merely as if a whirlwind drove them forward, but as if they were the whirlwind itself (<a class=\"isa\" verses=\"WzE4OTM4LDE5MDQxXQ==\">Isaiah 66:15; Jeremiah 4:13<\/a>). Nahum compares them to lightning (<a class=\"isa\" verses=\"WzE3NjkxXQ==\">Isaiah 2:5<\/a>). Thus far the prophet's description has moved on, as if by forced marches, in clauses of from two to four words each. It now changes into a heavy, stealthy pace, and then in a few clauses springs like a wild beast upon its prey.<\/p>",
    "audit": null
}