{
    "id": 17698,
    "source": "kdo",
    "verse_id": 17791,
    "verse_count": 2,
    "reference": "7:8-9",
    "title": "",
    "html": "<p><em> “For head of Aram is Damascus, and head of Damascus Rezin, and in five-and-sixty years will Ephraim as a people be broken in pieces. And head of Ephraim is Samaria, and head of Samaria the son of Remalyahu; if ye believe not, surely ye will not remain.”<\/em> The attempt to remove  , as a gloss at variance with the context, which is supported by Eichhorn, Gesenius, Hitzig, Knobel, and others, is a very natural one; and in that case the train of thought would simply be, that the two hostile kingdoms would continue in their former relation without the annexation of Judah. But when we look more closely, it is evident that the removal of  destroys both the internal connection and the external harmony of the clauses. For just as  and  correspond, so do  and  . Ephraim, i.e., the kingdom of the ten tribes, which has entered into so unnatural and ungodly a covenant with idolatrous Syria, will cease to exist as a nation in the course of sixty-five years; “and ye, if ye do not believe, but make flesh your arm, will also cease to exist.” Thus the two clauses answer to one another:  is a prophecy announcing Ephraim's destruction, and  a warning, threatening Judah with destruction, if it rejects the promise with unbelief. Moreover, the style of  is quite in accordance with that of Isaiah (on בּעוד , see <a class=\"isa\" verses=\"WzE4MDUyXQ==\">Isaiah 21:16<\/a> and <a class=\"isa\" verses=\"WzE3OTg0XQ==\">Isaiah 16:14<\/a>; and on מעם , “away from being a people,” in the sense of “so that it shall be no longer a nation,” <a class=\"isa\" verses=\"WzE3OTg1LDE4MTIxXQ==\">Isaiah 17:1; Isaiah 25:2<\/a>, and <a class=\"ref\">Jeremiah 48:2, Jeremiah 48:42<\/a>). And the doctrinal objection, that the prophecy is too minute, and therefore taken <em> ex eventu <\/em> , has no force whatever, since the Old Testament prophecy furnishes an abundance of examples of the same kind (vid., <a class=\"isa\" verses=\"W3siMTgwMzMiOjJ9LFsxODM5NiwxNzk4NCwxODA1MiwyMDUzNSwxODA5N11d\">Isaiah 20:3-4; Isaiah 38:5; Isaiah 16:14; Isaiah 21:16; Ezekiel 4:5., Isaiah 24:1<\/a>., etc.). The only objection that can well be raised is, that the time given in  is wrong, and is not in harmony with <a class=\"isa\" verses=\"WzE3Nzk5XQ==\">Isaiah 7:16<\/a>. Now, undoubtedly the sixty-five years do not come out if we suppose the prophecy to refer to what was done by Tiglath-pileser after the Syro-Ephraimitish war, and to what was also done to Ephraim by Shalmanassar in the sixth year of Hezekiah's reign, to which <a class=\"isa\" verses=\"WzE3Nzk5XQ==\">Isaiah 7:16<\/a> unquestionably refers, and more especially to the former. But there is another event still, through which the existence of Ephraim, not only as a kingdom, but also as a people, was broken up - namely, the carrying away of the last remnant of the Ephraimitish population, and the planting of colonies from Eastern Asia by Esarhaddon.<\/p><p> (Note: The meaning of this king's name is <em> Assur fratrem dedit <\/em> (<em> Asuṙacḣyiddin <\/em> ): vid., Oppert, <em> Expedition<\/em> , t. ii. p. 354.)<\/p><p> on Ephraimitish soil (<a class=\"ref\">2 Kings 17:24; Ezra 4:2<\/a>). Whereas the land of Judah was left desolate after the Chaldean deportation, and a new generation grew up there, and those who were in captivity were once more enabled to return; the land of Ephraim was occupied by heathen settlers, and the few who were left behind were melted up with these into the mixed people of the Samaritans, and those in captivity were lost among the heathen. We have only to assume that what was done to Ephraim by Esarhaddon, as related in the historical books, took place in the twenty-second and twenty-third years of Manasseh (the sixth year of Esarhaddon), which is very probable, since it must have been under Esarhaddon that Manasseh was carried away to Babylon about the middle of his reign (<a class=\"ref\">2 Chronicles 33:11<\/a>); and we get exactly sixty-five years from the second year of the reign of Ahaz to the termination of Ephraim's existence as a nation (viz., Ahaz, 14; Hezekiah, 29; Manasseh, 22; in all, 65). It was then that the unconditional prediction, <em> “Ephraim as a people will be broken in pieces,”<\/em> was fulfilled (<em> yēchath <\/em> <em> m ē‛âm <\/em> ; it is certainly not the 3rd pers. <em> fut<\/em> . <em> kal<\/em> , but the <em> niphal<\/em> , <a class=\"ref\">Malachi 2:5<\/a>), just as the conditional threat “ye shall not remain” was fulfilled upon Judah in the Babylonian captivity. נאמן signifies to have a fast hold, and האמין to prove fast-holding. If Judah did not <em> hold fast<\/em> to its God, it would lose its <em> fast hold<\/em> by losing its country, the ground beneath its feet. We have the same play upon words in <a class=\"ref\">2 Chronicles 20:20<\/a>. The suggestion of Geiger is a very improbable one, viz., that the original reading was בי תאמינו לא אם , but that בי appeared objectionable, and was altered into כּי . Why should it be objectionable, when the words form the conclusion to a direct address of Jehovah Himself, which is introduced with all solemnity? For this כּי , passing over from a confirmative into an affirmative sense, and employed, as it is here, to introduce the apodosis of the hypothetical clause, see <a class=\"ref\">1 Samuel 14:39<\/a>, and (in the formula עתּה כּי ) <a class=\"ref\">Genesis 31:42; Genesis 43:10; Numbers 22:29, Numbers 22:33; 1 Samuel 14:30<\/a> : their continued existence would depend upon their faith, as this chi emphatically declares.<\/p>",
    "audit": null
}