{
    "id": 13434,
    "source": "kdo",
    "verse_id": 18570,
    "verse_count": 1,
    "reference": "45:8",
    "title": "",
    "html": " <p>In the prospect of this ultimate and saving purpose of the mission of Cyrus, viz., the redemption of Israel and the conversion of the heathen, heaven and earth are now summoned to bring forth and pour down spiritual blessings in heavenly gifts, according to the will and in the power of Jehovah, who has in view a new spiritual creation. <i>“Cause to trickle down, ye heavens above, and let the blue sky rain down righteousness; let the earth open, and let salvation blossom, and righteousness; let them sprout together: I Jehovah have created it.”<\/i>, What the heavens are to cause to trickle down, follows as the object to <span class=\"normal hebrew\">,יזּלוּ<\/span>,. And what is to flower when the earth opens (<i>(<span class=\"translit\">, pâthach<\/span>) as in <a class=\"ref\">Psalm 106:17<\/a>; compare <i>aprilis<\/i>, and the Neo-Greek <i>anoixis<\/i>, spring), is salvation and righteousness. But <i>(<span class=\"translit\">, tzedek<\/span>) (righteousness) is immediately afterwards the object of a new verb; so that <span class=\"normal hebrew\">,וּצדקה <\/span> <span class=\"normal hebrew\">,ישׁע<\/span>, which are thought of as combined, as the word <span class=\"normal hebrew\">,יחד<\/span>, (together) shows, are uncoupled in the actual expression. Knobel expresses a different opinion, and assumes that <span class=\"normal hebrew\">,ישׁע<\/span>, is regarded as a collective noun, and therefore construed with a plural, like <span class=\"normal hebrew\">,אמרּה<\/span>, in <a class=\"ref\">Psalm 119:103<\/a>, and <span class=\"normal hebrew\">,חמדה<\/span>, in <a class=\"ref\">Haggai 2:7<\/a>. But the use of (<span class=\"translit\">, yachad<\/span>) (together) favours the other interpretation. The suffix of <span class=\"normal hebrew\">,בּראתיו<\/span>, points to this fulness of righteousness and salvation. It is a creation of Jehovah Himself. Heaven and earth, when co-operating to effect this, are endowed with their capacity through Him from whom cometh every good and perfect gift, and obey now, as at the first, His creative fiat. This “rorate caeli desuper et nubes pluant justum,”<\/i>, as the Vulgate renders it, is justly regarded as an old advent cry. <br> <\/i> <\/p>",
    "audit": null
}