{
    "id": 17892,
    "source": "kdo",
    "verse_id": 18154,
    "verse_count": 4,
    "reference": "27:2-5",
    "title": "",
    "html": "<p> The prophecy here passes for the fourth time into the tone of a song. The church recognises itself in the judgments upon the world, as Jehovah's well-protected and beloved vineyard. <\/p><p><em> In that day a merry vineyard - sing it! <\/em><\/p><p><em> I, Jehovah, its keeper, <\/em><\/p><p><em> Every moment I water it.<\/em><\/p><p><em> That nothing may come near it, <\/em><\/p><p><em> I watch it night and day.<\/em><\/p><p><em> Wrath have I none; <\/em><\/p><p><em> O, had I thorns, thistles before me! <\/em><\/p><p><em> I would make up to them in battle, <\/em><\/p><p><em> Burn them all together.<\/em><\/p><p><em> Men would then have to grasp at my protection, <\/em><\/p><p><em> Make peace with me, <\/em><\/p><p><em> Make peace with me. <\/em><\/p><p> Instead of introducing the song with, “In that day shall this song be sung,” or some such introduction, the prophecy passes at once into the song. It consists in a descending scale of strophes, consisting of one of five lines (<a class=\"isa\" verses=\"WzE4MTU0LDE4MTU1XQ==\">Isaiah 27:2, Isaiah 27:3<\/a>), one of four lines (<a class=\"isa\" verses=\"WzE4MTU2XQ==\">Isaiah 27:4<\/a>), and one of three lines (<a class=\"isa\" verses=\"WzE4MTU3XQ==\">Isaiah 27:5<\/a>). The thema is placed at the beginning, in the absolute case: <em> cerem chemer <\/em> . This may signify a vineyard of fiery or good wine (compare <em> cerem zaith <\/em> in <a class=\"ref\">Judges 15:5<\/a>); but it is possible that the reading should be <em> c erem <\/em> <em> c hemed <\/em> , as in <a class=\"isa\" verses=\"WzE4MjcyXQ==\">Isaiah 32:12<\/a>, as the lxx, Targum, and most modern commentators assume. ענּה ל signifies, according to <a class=\"ref\">Numbers 21:17; Psalms 147:7<\/a> (cf., <a class=\"ref\">Exodus 32:18; Psalms 88:1<\/a>), to strike up a song with reference to anything - an onomatopoetic word (different from ענה , to begin, literally to meet). <em> Cerem <\/em> (the vineyard) is a feminine here, like בּאר , the well, in the song of the well in <a class=\"ref\">Numbers 21:17-18<\/a>, and just as Israel, of which the vineyard here is a symbol (<a class=\"isa\" verses=\"WzE3NzIyLDE3NzQxXQ==\">Isaiah 3:14; Isaiah 5:1<\/a>.), is sometimes regarded as masculine, and at other times as feminine (<a class=\"isa\" verses=\"WzE4MTUxXQ==\">Isaiah 26:20<\/a>). Jehovah Himself is introduced as speaking. He is the keeper of the vineyard, who waters it every moment when there is any necessity (<em> lirgâ‛im <\/em> , like <em> labb e kârim <\/em> in <a class=\"isa\" verses=\"WzE4MjgyXQ==\">Isaiah 33:2<\/a>, every morning), and watches it by night as well as by day, that nothing may visit it. על פּקד (to visit upon) is used in other cases to signify the infliction of punishment; here it denotes visitation by some kind of misfortune. Because it was the church purified through afflictions, the feelings of Jehovah towards it were pure love, without any admixture of the burning of anger (<em> c hēmâh <\/em> ). This is reserved for all who dare to do injury to this vineyard. Jehovah challenges these, and says, Who is there, then, that gives me thorns, thistles! עיתּנני = לי יתּן , as in <a class=\"ref\">Jeremiah 9:1<\/a>, cf., <a class=\"ref\">Joshua 15:19<\/a>.) The <em> asyndeton<\/em> , instead of ושׁית שׁמיר , which is customary elsewhere, corresponds to the excitement of the exalted defender. If He had thorns, thistles before Him, He would break forth upon them in war, i.e., make war upon them (<em> bâh <\/em> , neuter, upon such a mass of bush), and set it all on fire ( הצית = הצּית ). The arrangement of the strophes requires that we should connect כּמּלחמה with אפשׂעה (var. אפשׂעה ), though this is at variance with the accents. We may see very clearly, even by the choice of the expression <em> bammilchâmâh <\/em> , that thorns and thistles are a figurative representation of the enemies of the church (<a class=\"ref\">2 Samuel 23:6-7<\/a>). And in this sense the song concludes in <a class=\"isa\" verses=\"WzE4MTU3XQ==\">Isaiah 27:5<\/a> : only by yielding themselves to mercy will they find mercy. או with a voluntative following, “unless,” as in <a class=\"ref\">Leviticus 26:41<\/a>. “<em> Take hold of:<\/em> ” <em> hechezik <\/em> <em> b' <\/em> , as in <a class=\"ref\">1 Kings 1:50<\/a>, of Adonijah, who lays hold of the horns of the altar. “<em> Make peace with:<\/em> ” <em> ‛ âsâh <\/em> <em> shâlōm l' <\/em> , as in <a class=\"ref\">Joshua 9:15<\/a>. The song closes here. What the church here utters, is the consciousness of the gracious protection of its God, as confirmed in her by the most recent events.<\/p>",
    "audit": null
}