{
    "id": 17688,
    "source": "kdo",
    "verse_id": 17775,
    "verse_count": 1,
    "reference": "6:5",
    "title": "",
    "html": "<p> The seer, who was at first overwhelmed and intoxicated by the majestic sight, now recovers his self-consciousness.<em> ”Then said I, Woe to me! for I am lost; for I am a man of unclean lips, and I am dwelling among a people of unclean lips: for mine eyes have seen the King, Jehovah of hosts.”<\/em> That a man cannot see God without dying is true in itself, and was an Old Testament conviction throughout (<a class=\"ref\">Exodus 33:20<\/a>, etc.). He must die, because the holiness of God is to the sinner a consuming fire (<a class=\"isa\" verses=\"WzE4Mjk0XQ==\">Isaiah 33:14<\/a>); and the infinite distance between the creature and the Creator is sufficient of itself to produce a prostrating effect, which even the seraphim could not resist without veiling their faces. Isaiah therefore regarded himself as lost (<em> nidmēthi <\/em> , like ὄλωλα , <em> perii<\/em> , a preterite denoting the fact which, although not outwardly completed, is yet effected so far as a man's own consciousness is concerned), and all the more because he himself was of unclean lips, and he was also a member of a nation of unclean lips. The unholiness of his own person was doubled, in consequence of the closeness of the natural connection, by the unholiness of the nation to which he belonged. He designates this unholiness as uncleanness of lips, because he found himself transported into the midst of choirs of beings who were praising the Lord with pure lips; and he calls the King <em> Jehovah<\/em> , because, although he had not seen Jehovah face to face, he had seen the throne, and the all-filling robe, and the seraphim who surrounded and did homage to Him that sat upon the throne; and therefore, as he had seen the heavenly King in His revealed majesty, he describes the scene according to the impression that he had received. But to stand here in front of Jehovah of hosts, the exalted King, to whom everything does homage, and to be obliged to remain mute in the consciousness of deep uncleanness, excited within him the annihilating anguish of self-condemnation. And this is expressed in the confession made by the contrite seer.<\/p>",
    "audit": null
}