{
    "id": 17956,
    "source": "kdo",
    "verse_id": 18303,
    "verse_count": 2,
    "reference": "33:23-24",
    "title": "",
    "html": "<p> Now indeed it was apparently very different from this. It was not Assyria, but Jerusalem, that was like a ship about to be wrecked; but when that which had just been predicted should be fulfilled, Jerusalem, at present so powerless and sinful, would be entirely changed. <em> “Thy ropes hang loose; they do not hold fast the support of thy mast; they do not hold the flag extended: then is booty of plunder divided in abundance; even lame men share the prey. And not an inhabitant will say, I am weak: the people settled there have their sins forgiven.”<\/em> Nearly every commentator (even Luzzatto) has taken <a class=\"isa\" verses=\"WzE4MzAzXQ==\">Isaiah 33:23<\/a> as addressed to Assyria, which, like a proud vessel of war, would cross the encircling river by which Jerusalem was surrounded. But Drechsler has very properly given up this view. The address itself, with the suffix <em> ayikh <\/em> (see at <a class=\"isa\" verses=\"WzE3NjgxXQ==\">Isaiah 1:26<\/a>), points to Jerusalem; and the reference to this gives the most appropriate sense, whilst the contrast between the <em> now<\/em> and <em> then<\/em> closes the prophecy in the most glorious manner. Jerusalem is now a badly appointed ship, dashed about by the storm, the sport of the waves. Its rigging hangs loose (Jerome, <em> laxati sunt <\/em> ); it does not hold the <em> kēn tornâm <\/em> fast, i.e., the support of their mast, or cross beam with a hole in it, into which the mast is slipped (the <em> mesodme <\/em> of Homer, <em> Od<\/em> . xv 289), which is sure to go to ruin along with the falling mast, if the ropes do not assist its bearing power (<em> malum sustinentes thecae succurrant <\/em> , as Vitruvius says). And so the ropes of the ship Jerusalem do not keep the <em> nēs <\/em> spread out, i.e., the ἐπίσημον of the ship, whether we understand by it a flag or a sail, with a device worked upon it (see Winer, <em> R.W. s. v. Schiffe<\/em> ). And this is the case with Jerusalem now; but then (<em> ' âz <\/em> ) it will be entirely different. Asshur is wrecked, and Jerusalem enriches itself, without employing any weapons, from the wealth of the Assyrian camp. It was with a prediction of this spoiling of Asshur that the prophet commenced in <a class=\"isa\" verses=\"WzE4MjgxXQ==\">Isaiah 33:1<\/a>; so that the address finishes as it began. But the closing words of the prophet are, that the people of Jerusalem are now strong in God, and are עון נשׂא (as in <a class=\"ref\">Psalms 32:1<\/a>), lifted up, taken away from their guilt. A people humbled by punishment, penitent, and therefore pardoned, would then dwell in Jerusalem. The strength of Israel, and all its salvation, rest upon the forgiveness of its sins.<\/p>",
    "audit": null
}