{
    "id": 17749,
    "source": "kdo",
    "verse_id": 17889,
    "verse_count": 2,
    "reference": "11:4-5",
    "title": "",
    "html": "<p> This is the standard according to which He will judge when saving, and judge when punishing. <em> “And judges the poor with righteousness, and passes sentence with equity for the humble in the land; and smites the earth with the rod of His mouth, and with the breath of His lips He slays the wicked. And righteousness is the girdle of His loins, and faithfulness the girdle of His hips.”<\/em> The main feature in <a class=\"isa\" verses=\"WzE3ODg5XQ==\">Isaiah 11:4<\/a> is to be seen in the objective ideas. He will do justice to the <em> dallim <\/em> , the weak and helpless, by adopting an incorruptibly righteous course towards their oppressors, and decide with straightforwardness for the humble or meek of the land: <em> ‛ ânâv <\/em> , like <em> ‛ ânı̄ <\/em> , from <em> ‛ ânâh <\/em> , to bend, the latter denoting a person bowed down by misfortune, the former a person inwardly bowed down, i.e., from all self-conceit (<em> hōcı̄ach l' <\/em> , as in <a class=\"ref\">Job 16:21<\/a>). The poor and humble, or meek, are the peculiar objects of His royal care; just as it was really to them that the first beatitudes of the Sermon on the Mount applied. But “the earth” and “the wicked” (the latter is not to be understood collectively, but, as in several passages in the Old Testament, viz., <a class=\"ref\">Psalms 68:22; Psalms 110:6; Habakkuk 3:13-14<\/a>, as pointing forward prophetically to an eschatological person, in whom hostility towards Jehovah and His Anointed culminates most satanically) will experience the full force of His penal righteousness. The very word of His mouth is a rod which shatters in pieces (<a class=\"ref\">Psalms 2:9; Revelation 1:16<\/a>); and the breath of His lips is sufficient to destroy, without standing in need of any further means (<a class=\"ref\">2 Thessalonians 2:8<\/a>). As the girdle upon the hips (<em> m othnaim <\/em> , lxx την̀ ὀσφύν ), and in front upon the loins (<em> c hălâzaim <\/em> , lxx τὰς πλευράς ), fastens the clothes together, so all the qualities and active powers of His person have for their band <em> tzedâkâh <\/em> , which follows the inviolable norm of the divine will, and <em> hâ'emūnâh <\/em> , which holds immovably to the course divinely appointed, according to promise (<a class=\"isa\" verses=\"WzE4MTIwXQ==\">Isaiah 25:1<\/a>). Special prominence is given by the article to <em> ' emūnâh <\/em> ; He is the faithful and true witness (<a class=\"ref\">Revelation 1:5; Revelation 3:14<\/a>). Consequently with Him there commences a new epoch, in which the Son of David and His righteousness acquire a world-subduing force, and find their home in a humanity that has sprung, like Himself, out of deep humiliation.<\/p>",
    "audit": null
}