{
    "id": 13407,
    "source": "kdo",
    "verse_id": 18457,
    "verse_count": 3,
    "reference": "41:5–7",
    "title": "",
    "html": " <p>In the following v. we have not a description of the impression made upon the heathen by the argument of Jehovah, but the argument itself is continued. <a class=\"isa\" verses=\"WzE4NDU3XQ==\">Isaiah 41:5<\/a> <i>“Islands have seen it, and shuddered; the ends of the earth trembled; they have approached, and drawn near.”<\/i>, We have here a description of the effects which the victorious course of Cyrus had begun to produce in the heathen world. The perfects denote the past, and the futures a simultaneous past; so that we have not to compare <i> <a class=\"isa\" verses=\"WzE4NDU3XQ==\">Isaiah 41:5<\/a><\/i>, with <a class=\"ref\">Habakkuk 3:10<\/a>, so much as with <a class=\"ref\">Psalm 77:17<\/a>. The play upon the words <span class=\"normal hebrew\">,וייראּוּ<\/span>,… <span class=\"normal hebrew\">,ראּוּ<\/span>, pairs together both seeing and fearing. The Cumaeans, when consulting the oracle, commenced thus: <span class=\"greek normal\">,ἡμεῖς δὲ δειμαίνοντες τὴν Περσέων δύναμιν<\/span>,. The perfect with the aorist following in <i> <a class=\"isa\" verses=\"WzE4NDU3XQ==\">Isaiah 41:5<\/a><\/i>, places the following picture upon the stage: They have approached and drawn near (from all directions) to meet the threatening danger; and how? <a class=\"isa\" verses=\"WzE4NDU4LDE4NDU5XQ==\">Isaiah 41:6, Isaiah 41:7<\/a> <i>“One helped his companion, and he said to his brother, Only firm! The caster put firmness into the melter, the hammer-smoother into the anvil-smiter, saying of the soldering, It is good; and made him firm with nails, that he should not shake.” <\/i> <i>Him<\/i>, viz., the idol. Everything is in confusion, from the terror that prevails; and the gods from which they expect deliverance are not made till now, the workmen stimulating one another to work. The <i>(<span class=\"translit\">, chârâsh <\/span>), who casts the image, encourages the <i>(<span class=\"translit\">, tsōrēph <\/span>), whose task it is to provide it with the plating of gold and silver chains (<a class=\"isa\" verses=\"WzE4NDQwXQ==\">Isaiah 40:19<\/a>), to work more bravely; and the man who smooths with the hammer (pattish<\/i>, instrumentalis<\/i>) does the same to the man who smites the anvil (<span class=\"normal hebrew\">,הולם<\/span>, with (<span class=\"translit\">, seghol <\/span>), whereas in other cases, e.g., <a class=\"ref\">Ezekiel 22:25<\/a>, the tone generally gives way without any change in the vowel-pointing). The latter finds the soldering all right, by which the gold plates of the covering are fastened together, so as to give to the golden idol a massive appearance. He is the last into whose hands it comes; and nothing more is wanting, than that he should forge upon the anvil the nails with which it is fastened, to prevent it from falling. To such foolish, fruitless proceedings have the nations resorted when threatened with subjugation by Cyrus. <br> <\/p>",
    "audit": null
}