{
    "id": 17807,
    "source": "kdo",
    "verse_id": 17985,
    "verse_count": 3,
    "reference": "17:1-3",
    "title": "",
    "html": "<p> The first turn: <em> “Behold, Damascus must <\/em> (<em> be taken<\/em> )<em> away out of the number of the cities, and will be a heap of fallen ruins. The cities of Aroer are forsaken, they are given up to flocks, they lie there without any one scaring them away. And the fortress of Ephraim is abolished, and the kingdom of Damascus; and it happens to those that are left of Aram as to the glory of the sons of Israel, saith Jehovah of hosts.”<\/em> “<em> Behold<\/em> ,” etc.: <em> hinnēh <\/em> followed by a participle indicates here, as it does everywhere else, something very near at hand. Damascus is removed מעיר (= עיר מהיות , cf., <a class=\"ref\">1 Kings 15:13<\/a>), i.e., out of the sphere of existence as a city. It becomes מעי , a heap of ruins. The word is used intentionally instead of עי , to sound as much as possible like מעיר : a mutilated city, so to speak. It is just the same with Israel, which has made itself an appendage of Damascus. The “cities of Aroer” (<em> gen. appos.<\/em> Ges. §114, 3) represent the land to the east of the Jordan: there the judgment upon Israel (executed by Tiglath-pileser) first began. There were two <em> Aroers<\/em> : an old Amoritish city allotted to the tribe of Reuben, viz., “Aroer on the Arnon” (<a class=\"ref\">Deuteronomy 2:36; Deuteronomy 3:12<\/a>, etc.); and an old Ammonitish one, allotted to the tribe of Gad, viz., “Aroer before Rabbah” (Rabbath, Ammon, <a class=\"ref\">Joshua 13:25<\/a>). The ruins of the former are <em> Arair<\/em> , on the lofty northern bank of the <em> Mugib<\/em> ; but the situation of the latter has not yet been determined with certainty (see Comm. on <a class=\"ref\">Joshua 13:25<\/a>). The “cities of Aroer” are these two Aroers, and the rest of the cities similar to it on the east of the Jordan; just as “the Orions” in <a class=\"isa\" verses=\"WzE3OTE3XQ==\">Isaiah 13:10<\/a> are Orion and other similar stars. We meet here again with a significant play upon the sound in the expression <em> ‛ ârē <\/em> <em> ‛Aro‛ēr <\/em> (cities of Aroer): the name of Aroer was ominous, and what its name indicated would happen to the cities in its circuit. ערער means “to lay bare,” to pull down (<a class=\"ref\">Jeremiah 51:58<\/a>); and ערער , ערירי signifies a stark-naked condition, a state of desolation and solitude. After <a class=\"isa\" verses=\"WzE3OTg1XQ==\">Isaiah 17:1<\/a> has threatened Damascus in particular, and <a class=\"isa\" verses=\"WzE3OTg2XQ==\">Isaiah 17:2<\/a> has done the same to Israel, <a class=\"isa\" verses=\"WzE3OTg3XQ==\">Isaiah 17:3<\/a> comprehends them both. Ephraim loses the fortified cities which once served it as defences, and Damascus loses its rank as a kingdom. Those that are left of Aram, who do not fall in the war, become like the proud citizens of the kingdom of Israel, i.e., they are carried away into captivity. All this was fulfilled under Tiglath-pileser. The accentuation connects ארם שׁאר (the remnant of Aram) with the first half of the verse; but the meaning remains the same, as the subject to יהיוּ is in any case the Aramaeans.<\/p>",
    "audit": null
}