{
    "id": 17672,
    "source": "kdo",
    "verse_id": 17758,
    "verse_count": 1,
    "reference": "5:18",
    "title": "",
    "html": "<p> The third woe is directed against the supposed strong-minded men, who called down the judgment of God by presumptuous sins and wicked words. <em> “Woe unto them that draw crime with cords of lying, and sin as with the rope of the waggon.”<\/em> Knobel and most other commentators take <em> m âshak <\/em> in the sense of <em> attrahere <\/em> (to draw towards one's self): “They draw towards them sinful deeds with cords of lying palliation, and the cart-rope of the most daring presumption;” and cite, as parallel examples, <a class=\"ref\">Job 40:24<\/a> and <a class=\"ref\">Hosea 11:4<\/a>. But as <em> m âshak <\/em> is also used in <a class=\"ref\">Deuteronomy 21:3<\/a> in the sense of drawing in a yoke, that is to say, drawing a plough or chariot; and as the waggon or cart (<em> agâlâh <\/em> , the word commonly used for a transport-waggon, as distinguished from <em> m ercâbâh <\/em> , the state carriage or war chariot is expressly mentioned here, the figure employed is certainly the same as that which underlies the New Testament ἑτεροζυγεῖν (“unequally yoked,” <a class=\"ref\">2 Corinthians 6:14<\/a>). Iniquity was the burden which they drew after them with cords of lying (<em> shâv'h <\/em> : see at <a class=\"ref\">Psalms 26:4<\/a> and <a class=\"ref\">Job 15:31<\/a>), i.e., “want of character or religion;” and sin was the waggon to which they were harnessed as if with a thick cart-rope (Hofmann, Drechsler, and Caspari; see Ewald, §221,<em> a<\/em> ). Iniquity and sin are mentioned here as carrying with them their own punishment. The definite העו ן (crime or misdeed) is generic, and the indefinite הטּאה qualitative and massive. There is a bitter sarcasm involved in the bold figure employed. They were proud of their unbelief; but this unbelief was like a halter with which, like beasts of burden, they were harnessed to sin, and therefore to the punishment of sin, which they went on drawing further and further, in utter ignorance of the waggon behind them.<\/p>",
    "audit": null
}