{
    "id": 13441,
    "source": "kdo",
    "verse_id": 18590,
    "verse_count": 3,
    "reference": "46:3-5",
    "title": "",
    "html": "<p>From this approaching reduction of the gods of Babylon to their original nothingness, several admonitions are now derived. The first admonition is addressed to all Israel. <i>“Hearken unto me, O house of Jacob, and all the remnant of the house of Israel: ye, lifted up from the womb; ye, carried from the mother's lap! And till old age it is I, and to grey hair I shall bear you on my shoulder: I have done it, and I shall carry; and I put upon my shoulder, and deliver. To whom can ye compare me, and liken, and place side by side, that we should be equal?”<\/i> The house of Jacob is Judah here, as in <a class=\"ref\">Obadiah 1:18<\/a> (see Caspari on the passage), <a class=\"ref\">Nahum 2:3<\/a>, and the house of Israel the same as the house of Joseph in Obadiah; whereas in <a class=\"ref\">Amos 3:13; Amos 6:8; Amos 7:2<\/a>, Jacob stands for Israel, in distinction from Judah. The Assyrian exile was earlier than the Babylonian, and had already naturalized the greater part of the exiles in a heathen land, and robbed them of their natural character, so that there was only a remnant left by whom there was any hope that the prophet's message would be received. What the exiles of both houses were to hear was the question in <a class=\"isa\" verses=\"WzE4NTkyXQ==\">Isaiah 46:5<\/a>, which called upon them to consider the incomparable nature of their God, as deduced from what Jehovah could say of Himself in relation to all Israel, and what He does say from <span class=\"normal hebrew\">העמסים<\/span> onwards. Babylon carried its idols, but all in vain: they were carried forth, without being able to save themselves; but Jehovah carried His people, and saved them. The expressions, “from the womb, and from the mother's lap,” point back to the time when the nation which had been in process of formation from the time of Abraham onwards came out of Egypt, and was born, as it were, into the light of the world. From this time forward it had lain upon Jehovah like a willingly adopted burden, and He had carried it as a nurse carries a suckling (<a class=\"ref\">Numbers 11:12<\/a>), and an eagle its young (<a class=\"ref\">Deuteronomy 32:11<\/a>). In <a class=\"isa\" verses=\"WzE4NTkxXQ==\">Isaiah 46:4<\/a> the attributes of the people are carried on in direct (not relative) self-assertions on the part of Jehovah. The <i>senectus<\/i> and <i>canities<\/i> are obviously those of the people - not, however, as though it was already in a state of dotage (as Hitzig maintains, appealing erroneously to <a class=\"isa\" verses=\"WzE4NjA2XQ==\">Isaiah 47:6<\/a>), but as denoting the future and latest periods of its history. Even till then Jehovah is He, i.e., the Absolute, and always the same (see <a class=\"isa\" verses=\"WzE4NDU2XQ==\">Isaiah 41:4<\/a>). As He has acted in the past, so will He act at all times - supporting and saving His people. Hence He could properly ask, Whom could you place by the side of me, so that we should be equal? (<i>Vav consec.<\/i> as in <a class=\"isa\" verses=\"WzE4NDQ2XQ==\">Isaiah 40:25<\/a>).<br><\/p>",
    "audit": null
}