{
    "id": 17875,
    "source": "kdo",
    "verse_id": 18128,
    "verse_count": 1,
    "reference": "25:9",
    "title": "",
    "html": "<p> After this prophetic section, which follows the first melodious echo like an interpolated recitative, the song of praise begins again; but it is soon deflected into the tone of prophecy. The shame of the people of God, mentioned in <a class=\"isa\" verses=\"WzE4MTI3XQ==\">Isaiah 25:8<\/a>, recals to mind the special enemies of the church in its immediate neighbourhood, who could not tyrannize over it indeed, like the empire of the world, but who nevertheless scoffed at it and persecuted it. The representative and emblem of these foes are the proud and boasting Moab (<a class=\"isa\" verses=\"WzE3OTc2XQ==\">Isaiah 16:6<\/a>; <a class=\"ref\">Jeremiah 48:29<\/a>). All such attempts as that of Knobel to turn this into history are but so much lost trouble. Moab is a mystic name. It is the prediction of the humiliation of Moab in this spiritual sense, for which the second echo opens the way by celebrating Jehovah's appearing. Jehovah is now in His manifested presence the conqueror of death, the drier of tears, the saviour of the honour of His oppressed church. <em> “And they say in that day, Behold our God, for whom we waited to help us: this is Jehovah, for whom we waited; let us be glad and rejoice in His salvation.”<\/em> The undefined but self-evident subject to <em> v'âmar <\/em> (“they say”) is the church of the last days. “Behold:” <em> hinnēh <\/em> and <em> zeh <\/em> belong to one another, as in <a class=\"isa\" verses=\"WzE4MDQ1XQ==\">Isaiah 21:9<\/a>. The <em> waiting<\/em> may be understood as implying a retrospective glance at all the remote past, even as far back as Jacob's saying, “I wait for Thy salvation, O Jehovah” (<a class=\"ref\">Genesis 49:18<\/a>). The appeal, “Let us be glad,” etc., has passed over into the grand <em> hodu <\/em> of <a class=\"ref\">Psalms 118:24<\/a>.<\/p>",
    "audit": null
}