{
    "id": 17638,
    "source": "kdo",
    "verse_id": 17712,
    "verse_count": 1,
    "reference": "3:4",
    "title": "",
    "html": "<p> Thus robbed of its support, and torn out of its proper groove, the kingdom of Judah would fall a prey to the most shameless despotism: <em> “And I give them boys for princes, and caprices shall rule over them.”<\/em> The revived “Solomonian” glory is followed, as before, by the times of Rehoboam. The king is not expressly named. This was intentional. He had sunk into the mere shadow of a king: it was not he who ruled, but the aristocratic party that surrounded him, who led him about in leading strings as <em> unum inter pares <\/em> . Now, if it is a misfortune in most cases for a king to be a child (<em> na'ar <\/em> , <a class=\"ref\">Ecclesiastes 10:16<\/a>), the misfortune is twice as great when the princes or magnates who surround and advise him are youngsters (<em> ne'ârim <\/em> , i.e., young lords) in a bad sense. It produces a government of <em> tâlulim <\/em> . None of the nouns in this form have a personal signification. According to the primary meaning of the verbal stem, the word might signify childishnesses, equivalent to little children (the abstract for the concrete, like τἀπαιδικά <em> amasius <\/em> ), as Ewald supposes; or puppets, <em> fantocci <\/em> , poltroons, or men without heart or brain, as Luzzatto maintains. But the latter has no support in the general usage of the language, and the verb <em> yimshelu <\/em> (shall rule) does not necessarily require a personal subject (cf., <a class=\"ref\">Psalms 19:14; Psalms 103:19<\/a>). The word <em> tâlulim <\/em> is formed from the reflective verb <em> hithallel <\/em> , which means to meddle, to gratify one's self, to indulge one's caprice. Accordingly <em> tâlulim <\/em> itself might be rendered <em> vexationes <\/em> (<a class=\"isa\" verses=\"WzE4OTI3XQ==\">Isaiah 66:4<\/a>). Jerome, who translates the word <em> effeminati <\/em> , appears to have thought of התעלּל in an erotic sense. The Sept. rendering, ἐμπαῖκται is better, though ἐμπαίγματα would be more exact. When used, as the word is here, along with <em> ne'arim <\/em> , it signifies outbursts of youthful caprice, which do injury to others, whether in joke or earnest. Neither law nor justice would rule, but the very opposite of justice: a course of conduct which would make subjects, like slaves, the helpless victims at one time of their lust (<a class=\"ref\">Judges 19:25<\/a>), and at another of their cruelty. They would be governed by lawless and bloodstained caprice, of the most despotic character and varied forms. And the people would resemble their rulers: their passions would be let loose, and all restraints of modesty and decorum be snapt asunder.<\/p>",
    "audit": null
}