{
    "id": 13476,
    "source": "kdo",
    "verse_id": 18720,
    "verse_count": 1,
    "reference": "53:8",
    "title": "",
    "html": "<p>The description of the closing portion of the life of the Servant of Jehovah is continued in<a class=\"isa\" verses=\"WzE4NzIwXQ==\">Isaiah 53:8<\/a> .<i> “He has been taken away from prison and from judgment; and of His generation who considered: 'He was snatched away out of the land of the living; for the wickedness of my people punishment fell upon Him'?”<\/i> The principal emphasis is not laid upon the fact that He was taken away from suffering, but that it was out of the midst of suffering that He was carried off. The idea that is most prominent in<i> (<span class=\"translit\"> luqqâch<\/span>) (with<i> (<span class=\"translit\"> â<\/span>) in half pause) is not that of being translated (as in the accounts of Enoch and Elijah), but of being snatched or hurried away (<i> abreptus est<\/i> ,<a class=\"isa\" verses=\"WzE4NzAyXQ==\">Isaiah 52:5<\/a> ;<a class=\"ref\">Ezekiel 33:4<\/a> , etc.). The parallel is<i> abscissus<\/i> (cf.,<i> (<span class=\"translit\"> nikhrath<\/span>),<a class=\"ref\">Jeremiah 11:19<\/a>)<i> a terra viventium<\/i> , for which<span class=\"normal hebrew\"> נגזר<\/span> by itself is supposed to be used in the sense of carried away (i.e., out of the sphere of the living into that of the dead,<a class=\"ref\">Lamentations 3:54<\/a> ; cf.,<a class=\"ref\">Ezekiel 37:11<\/a> , “It is all over with us”).<span class=\"normal hebrew\"> עצר<\/span> (from<span class=\"normal hebrew\"> עצר<\/span> ,<i> compescere<\/i>) is a violent constraint; here, as in<a class=\"ref\">Psalm 107:39<\/a> , it signifies a persecuting treatment which restrains by outward force, such as that of prison or bonds; and<i> (<span class=\"translit\"> mishpât<\/span>) refers to the judicial proceedings, in which He was put upon His trial, accused and convicted as worthy of death - in other words, to His unjust judgment. The<i> min<\/i> might indeed be understood, as in<i><a class=\"isa\" verses=\"WzE4NzE3XQ==\">Isaiah 53:5<\/a><\/i> , not as referring to the persons who swept Him away (=<span class=\"greek normal\"> ὑπὸ<\/span>), but, as in<a class=\"ref\">Psalm 107:39<\/a> , as relating to the ground and cause of the sweeping away. But the local sense, which is the one most naturally suggested by<i> (<span class=\"translit\"> luqqach<\/span>) (e.g.,<a class=\"isa\" verses=\"WzE4NjYxXQ==\">Isaiah 49:24<\/a>), is to be preferred: hostile oppression and judicial persecution were the circumstances out of which He was carried away by death. With regard to what follows, we must in any case adhere to the ordinary usage, according to which<i> (<span class=\"translit\"> dōr<\/span>) (= Arab.<i> (<span class=\"translit\"> daur<\/span>),<i> (<span class=\"translit\"> dahr<\/span>), a revolution or period of time) signifies an age, or the men living in a particular age; also, in an ethical sense, the entire body of those who are connected together by similarity of disposition (see, for example,<a class=\"ref\">Psalm 14:5<\/a>); or again (= Arab.<i> (<span class=\"translit\"> dâr<\/span>)) a dwelling, as in<a class=\"isa\" verses=\"WzE4NDAzXQ==\">Isaiah 38:12<\/a> , and possibly also (of the grave) in<a class=\"ref\">Psalm 49:20<\/a> . Such meanings as length of life (Luther and Grotius), course of life (Vitringa), or fate (Hitzig), it is impossible to sustain. Hence the Sept. rendering,<span class=\"greek normal\"> τὴν γενεὰν αὐτοῦ τίς<\/span><span class=\"greek normal\"> διηγήσεται<\/span> , which Jerome also adopts, can only mean, so far as the usage of the language is concerned, “who can declare the number of His generation” (i.e., of those inspire by His spirit,or filled with His life); but in this connection such a thought would be premature. Moreover, the generation intended would be called<span class=\"normal hebrew\"> זרעו<\/span> rather than<span class=\"normal hebrew\"> דורו<\/span> , as springing from Him.<br> Still less can we adopt the meaning “dwelling,” as Knobel does, who explains the passage thus: “who considers how little the grave becomes Him, which He has received as His dwelling-place.” The words do not admit of this explanation. Hofmann formerly explained the passage as meaning, “No one takes His dwelling-place into his mind or mouth, so as even to think of it, or inquire what had become of Him;” but in His<i> Schriftbeweis<\/i> he has decided in favour of the meaning, His contemporaries, or the men of His generation. It is only with this rendering that we obtain a thought at all suitable to the picture of suffering given here, or to the words which follow (compare<a class=\"ref\">Jeremiah 2:31<\/a> , O ye men of this generation).<span class=\"normal hebrew\"> ואת־דּורו<\/span> in that case is not the object to<span class=\"normal hebrew\"> ישׂוחח<\/span> , the real object to which is rather the clause introduced by<span class=\"normal hebrew\"> כּי<\/span> , but an adverbial accusative, which may serve to give emphatic prominence to the subject, as we may see from<a class=\"isa\" verses=\"WzE4Nzc4LDIwODQ3LDEyNTQ2XQ==\">Isaiah 57:12; Ezekiel 17:21; Nehemiah 9:34<\/a> (Ges §117, Anm.); for<span class=\"normal hebrew\"> את<\/span> cannot be a preposition, since<i> inter aequales ejus<\/i> would not be expressed in Hebrew by<span class=\"normal hebrew\"> את־דרור<\/span> , but by<span class=\"normal hebrew\"> בדורו<\/span> . The<i> pilel<\/i><i> (<span class=\"translit\"> sōchēăch<\/span>) with<i> (<span class=\"translit\"> be<\/span>) signifies in<a class=\"ref\">Psalm 143:5<\/a> a thoughtful consideration or deliberation, in a word,<i> meditationem alicujus rei<\/i> (compare the kal<\/i> with the accusative,<a class=\"ref\">Psalm 145:5<\/a>). The following (<span class=\"translit\"> kı̄<\/span>) is an explanatory quod<\/i> : with regard to His contemporaries, who considered that, etc. The words introduced with (<span class=\"translit\"> kı̄<\/span>) are spoken, as it were, out of the heart of His contemporaries, who ought to have considered, but did not. We may see from<span class=\"normal hebrew\"> עמּי<\/span> that it is intended to introduce a direct address; and again, if we leave (<span class=\"translit\"> kı̄<\/span>) untranslated, like<span class=\"greek normal\"> ὃτι<\/span> recitativum<\/i> (see, for example,<a class=\"ref\">Joshua 2:24<\/a> ; compare (<span class=\"translit\"> di<\/span>),<a class=\"ref\">Daniel 2:25<\/a>), we can understand why the address, which has been carried on thus far in such general terms, assumes all at once an individual form. It cannot be denied, indeed, that we obtain a suitable object for the missing consideration, if we adopt this rendering: “He was torn away (3rd praet.<\/i>) out of the land of the living, through (min<\/i> denoting the mediating cause) the wicked conduct of my people (in bringing Him to death), to their own punishment; i.e., none of the men of His age (like (<span class=\"translit\"> mı̄<\/span>) in<a class=\"isa\" verses=\"WzE4NzEzXQ==\">Isaiah 53:1<\/a> , no one = only a very few) discerned what had befallen them on account of their sin, in ridding themselves of Him by a violent death.” Hofmann and V. F. Oehler both adopt this explanation, saying, “Can the prophet have had the person of the Ecce Homo<\/i> before his eye, without intimating that his people called down judgment upon themselves, by laying violent hands upon the Servant of God?” We cannot, however, decide in favour of this explanation; since the impression produced by this<span class=\"normal hebrew\"> למו<\/span><span class=\"normal hebrew\"> נגע<\/span><span class=\"normal hebrew\"> עמּי<\/span><span class=\"normal hebrew\"> מפּשׁע<\/span> is, that it is intended to be taken as a rectification of<span class=\"normal hebrew\"> נגוע<\/span><span class=\"normal hebrew\"> חשׁבנהו<\/span><span class=\"normal hebrew\"> ואנחנו<\/span> in<a class=\"isa\" verses=\"WzE4NzE2XQ==\">Isaiah 53:4<\/a><\/i> , to which it stands in a reciprocal relation. This reciprocal relation is brought out more fully, if we regard the force of the min<\/i> as still continued (ob plagam quae illis debebatur<\/i> , Seb. Schmid, Kleinert, etc.); though not in the sense of “through the stroke proceeding from them, my people” (Hahn), which would be opposed to the general usage of<span class=\"normal hebrew\"> נגע<\/span> ; or taking<span class=\"normal hebrew\"> למו<\/span><span class=\"normal hebrew\"> נגע<\/span> as a relative clause, populi mei quibus plaga debebatur<\/i> (Hengstenberg, Hävernick). But the most natural course is to take (<span class=\"translit\"> lâmō<\/span>) as referring to the Servant of God, more especially as our prophet uses (<span class=\"translit\"> lâmō<\/span>) pathetically for (<span class=\"translit\"> lō<\/span>), as<a class=\"isa\" verses=\"WzE4NzM5XQ==\">Isaiah 54:15<\/a> unquestionably shows (notwithstanding the remonstrance of Stier, who renders the passage, “He was all plague, or smiting, for them”).<span class=\"normal hebrew\"> נגע<\/span> always signifies suffering as a calamity proceeding from Go (e.g.,<a class=\"ref\">Exodus 11:1; Psalm 39:11<\/a> , and in every other passage in which it does not occur in the special sense of leprosy, which also points back, however, to the generic idea of a plague divinely sent); hence Jerome renders it, “for the sin of my people have I smitten Him.” The text does not read so; but the smiter is really Jehovah. Men looked upon His Servant as a<span class=\"normal hebrew\"> נגוע<\/span> ; and so He really was, but not in the sense of which men regarded Him as such. Yet, even if they had been mistaken concerning His during His lifetime; now that He no longer dwelt among the living, they ought to see, as they looked back upon His actions and His sufferings, that it was not for His own wickedness, but for that of Israel, viz., to make atonement for it, that such a visitation from God had fallen upon Him (<span class=\"normal hebrew\"> ל<\/span> as in<a class=\"isa\" verses=\"WzE4MTEyXQ==\">Isaiah 24:16<\/a> and<a class=\"isa\" verses=\"WzE4MTQ3XQ==\">Isaiah 26:16<\/a> , where the sentence is in the same logical subordination to the previous one as it is here, where Dachselt gives this interpretation, which is logically quite correct: propter praevaricationem populi mei plaga ei contingente<\/i>).<br><\/p> ",
    "audit": null
}