{
    "id": 17745,
    "source": "kdo",
    "verse_id": 17879,
    "verse_count": 7,
    "reference": "10:28-34",
    "title": "",
    "html": "<p> Aesthetically considered, the description is one of the most magnificent that human poetry has ever produced. <em> “He comes upon Ayyath, passes through Migron; in Michmash he leaves his baggage. They go through the pass: let Geba be our quarters for the night! Ramah trembles; Gibeah of Saul flees. Scream aloud, O daughter of Gallim! Only listen, O Laysha! Poor Anathoth! Madmenah hurries away; the inhabitants of Gebim rescue. He still halts in Nob today; swings his hand over the mountain of the daughter of Zion, the hill of Jerusalem. Behold, the Lord, Jehovah of hosts, lops down the branches with terrific force; and those of towering growth are hewn down, and the lofty are humbled. And He fells the thickets of the forest with iron; and Lebanon, it falls by a Majestic One.”<\/em> When the Assyrian came upon Ayyath (= <em> Ayyah <\/em> , <a class=\"ref\">1 Chronicles 7:28 (?), Nehemiah 11:31<\/a>, generally <em> hâ<\/em> -<em> ‛ai <\/em> , or <em> 'Ai<\/em> ), about thirty miles to the north-east of Jerusalem, he trod for the first time upon Benjaminitish territory, which was under the sway of Judaea. The name of this 'Ai, which signifies “stone-heap,” tallies, as Knobel observes, with the name of the <em> Tell el-hagar<\/em> , which is situated about three-quarters of an hour to the south-east of Beitîn , i.e., Bethel. But there are tombs, reservoirs, and ruins to be seen about an hour to the south-east of Beitin; and these Robinson associates with Ai. From Ai, however, the army will not proceed towards Jerusalem by the ordinary route, viz., the great north road (or “Nablus road”); but, in order to surprise Jerusalem, it takes a different route, in which it will have to cross three deep and difficult valleys. From Ai they pass to Migron, the name of which has apparently been preserved in the ruins of <em> Burg Magrun<\/em> , situated about eight minutes' walk from Beitîn.<\/p><p> (Note: I also find the name written <em> Magrum<\/em> (read <em> Magrun<\/em> ), which is probably taken from a more correct hearsay than the <em> Machrûn<\/em> of Robinson (ii. 127).)<\/p><p> Michmash is still to be found in the form of a deserted village with ruins, under the name of <em> Muchmâs<\/em> , on the eastern side of the valley of Migron. Here they deposit their baggage (<em> hiphkid <\/em> , <a class=\"ref\">Jeremiah 36:20<\/a>), so far as they are able to dispense with it - either to leave it lying there, or to have it conveyed after them by an easier route. For they proceed thence through the pass of Michmash, a deep and precipitous ravine about forty-eight minutes in breadth, the present Wady Suweinit. “The pass” (<em> m a‛bârâh <\/em> ) is the defile of Michmash, with two prominent rocky cliffs, where Jonathan had his adventure with the garrison of the Philistines. One of these cliffs was called <em> Seneh<\/em> (<a class=\"ref\">1 Samuel 14:4<\/a>), a name which suggests <em> es-Suweinit<\/em> . Through this defile they pass, encouraging one another, as they proceed along the difficult march, by the prospect of passing the night in Geba, which is close at hand. It is still disputed whether this Geba is the same place as the following Gibeah of Saul or not. There is at the present time a village called Geba' below <em> Muchmâs<\/em> , situated upon an eminence. The almost universal opinion now is, that this is not Gibeah of Saul, but that the latter is to be seen in the prominent <em> Tell<\/em> (<em> Tuleil<\/em> ) <em> el- Fûl<\/em> , which is situated farther south. This is possibly correct.<\/p><p> (Note: This is supported by Robinson in his <em> Later Biblical Researches in Palestine<\/em> (1857), by Valentiner (pastor at Jerusalem), and by Keil in the <em> Commentary on Joshua, Judges,<\/em> etc. (<a class=\"ref\">Joshua 18:21-28<\/a>), where all the more recent writings on this topographical question are given.)<\/p><p> For there can be no doubt that this mountain, the name of which signifies “Bean-hill,” would be a very strong position, and one very suitable for Gibeah of Saul; and the supposition that there were two places in Benjamin named <em> Geba<\/em> , <em> Gibeah<\/em> , or <em> Gibeath<\/em> , is favoured at any rate by <a class=\"ref\">Joshua 18:21-28<\/a>, where <em> Geba<\/em> and <em> Gibeath<\/em> are distinguished from one another. And this mountain, which is situated to the south of <em> er- Râm<\/em> - that is to say, between the ancient Ramah and Anathoth - tallies very well with the route of the Assyrian as here described; whilst it is very improbable that Isaiah has designated the very same place first of all <em> Geba<\/em> , and then (for what reason no one can tell) Gibeah of Saul. We therefore adopt the view, that the Assyrian army took up its quarters for the night at Geba, which still bears this name, spreading terror in all directions, both east and west, and still more towards the south. Starting in the morning from the deep valley between Michmash and Geba, they pass on one side of Rama (the present <em> er- Râm<\/em> ), situated half an hour to the west of Geba, which trembles as it sees them go by; and the inhabitants of Gibeath of Saul, upon the “Bean-hill,” a height that commands the whole of the surrounding country, take to flight when they pass by. Every halting-place on their route brings them nearer to Jerusalem. The prophet goes in spirit through it all. It is so objectively real to him, that it produces the utmost anxiety and pain. The cities and villages of the district are lost.<\/p><p> He appeals to the daughter, i.e., the population, of Gallim, to raise a far-sounding yell of lamentation with their voice (Ges. §138, 1, Anm. 3), and calls out in deep sympathy to Laysha, which was close by (on the two places, both of which have vanished now, see <a class=\"ref\">1 Samuel 25:44<\/a> and <a class=\"ref\">Judges 18:29<\/a>), “only listen,” the enemy is coming nearer and nearer; and then for Anathoth (<em> ‛ Anâtâ <\/em> , still to be seen about an hour and a quarter to the north of Jerusalem) he utters this lamentation (taking the name as an omen of its fate): O poor Anathoth! There is no necessity for any alteration of the text; <em> ‛ anniyâh <\/em> is an appeal, or rather an exclamation, as in <a class=\"isa\" verses=\"WzE4NzM1XQ==\">Isaiah 54:11<\/a>; and <em> ‛ anâthoth <\/em> follows, according to the same verbal order as in <a class=\"isa\" verses=\"WzE4MDkwXQ==\">Isaiah 23:12<\/a>, unless indeed we take it at once as an adjective written before the noun - an arrangement of the words which may possibly have been admissible in such interjectional sentences. The catastrophe so much to be dreaded by Jerusalem draws nearer and nearer. Madmenah (dung-hill, see <em> Comm. on Job<\/em> , at <a class=\"ref\">Job 9:11-15<\/a>) flees in anxious haste: the inhabitants of Gebim (water-pits) carry off their possessions ( הּעיז , from עוּז , to flee, related to <em> chush <\/em> , hence to carry off in flight, to bring in haste to a place of security, <a class=\"ref\">Exodus 9:19<\/a>, cf., <a class=\"ref\">Jeremiah 4:6; Jeremiah 6:1<\/a>; synonymous with <em> hēnı̄s <\/em> , <a class=\"ref\">Exodus 9:20; Judges 6:11<\/a>; different from <em> ‛ âzaz <\/em> , to be firm, strong, defiant, from which <em> m â‛oz <\/em> , a fortress, is derived - in distinction from the Arabic <em> m a‛âdh <\/em> , a place of refuge: comp. <a class=\"isa\" verses=\"WzE4MjIwXQ==\">Isaiah 30:2<\/a>, to flee to Pharaoh's shelter). There are no traces left of either place. The passage is generally understood as implying that the army rested another day in Nob. But this would be altogether at variance with the design - to take Jerusalem by surprise by the suddenness of the destructive blow. We therefore render it, “Even to-day he will halt in Nob” (<em> in eo est ut subsistat <\/em> , Ges. §132, Anm. 1) - namely, to gather up fresh strength there in front of the city which was doomed to destruction, and to arrange the plan of attack. The supposition that Nob was the village of <em> el-'Isawiye<\/em> , which is still inhabited, and lies to the south-west of Anât , fifty-five minutes to the north of Jerusalem, is at variance with the situation, as correctly described by Jerome, when he says: “<em> Stans in oppidulo Nob et procul urbem conspiciens Jerusalem <\/em> .” A far more appropriate situation is to be found in the hill which rises to the north of Jerusalem, and which is called <em> Sadr<\/em> , from its breast-like projection or roundness - a name which is related in meaning to <em> nob<\/em> , <em> nâb <\/em> , to rise. From this eminence the way leads down into the valley of Kidron; and as you descend, the city spreads out before you at a very little distance off. It may have been here, in the prophet's view, that the Assyrians halted.<\/p><p> (Note: This is the opinion of Valentiner, who also regards the march of the Assyrians as an “execution-march” in two columns, one of which took the road through the difficult ground to the east, whilst the other inflicted punishment upon the places that stood near the road. The text does not require this, however, but describes a march, which spread alarm both right and left as it went along.)<\/p><p> It was not long, however (as the <em> yenōphēph <\/em> which follows ἀσυνδέτως implies), before his hand was drawn out to strike (<a class=\"isa\" verses=\"WzE3OTAwLDE4MDIxXQ==\">Isaiah 11:15; Isaiah 19:16<\/a>), and swing over the mountain of the daughter of Zion (<a class=\"isa\" verses=\"WzE3OTcxXQ==\">Isaiah 16:1<\/a>), over the city of the holy hill. But what would Jehovah do, who was the only One who could save His threatened dwelling-place in the face of such an army? As far as  , the prophet's address moved on at a hurried, stormy pace; it then halted, and seemed, as it were, panting with anxiety; it now breaks forth in a dactylic movement, like a long rolling thunder. The hostile army stands in front of Jerusalem, like a broad dense forest. But it is soon manifest that Jerusalem has a God who cannot be defied with impunity, and who will not leave His city in the lurch at the decisive moment, like the gods of Carchemish and Calno. Jehovah is the Lord, the God of both spiritual and starry hosts. He smites down the branches of this forest of an army: <em> sē‛ēph <\/em> is a so-called <em> piel<\/em> <em> privativum<\/em> , to lop (lit. to take the branches in hand; cf., <em> sikkēl <\/em> , <a class=\"isa\" verses=\"WzE3NzQyXQ==\">Isaiah 5:2<\/a>); and <em> pu'rah <\/em> = <em> pe'urah <\/em> (in Ezekiel <em> pō'rah <\/em> ) is used like the Latin <em> frons <\/em> , to include both branches and foliage - in other words, the leafy branches as the ornament of the tree, or the branches as adorned with leaves. The instrument He employs is <em> m a‛arâtzâh <\/em> , his terrifying and crushing power (compare the verb in <a class=\"isa\" verses=\"WzE3NzA1LDE3NzA3XQ==\">Isaiah 2:19, Isaiah 2:21<\/a>). And even the lofty trunks of the forest thus cleared of branches and leaves do not remain; they lie hewn down, and the lofty ones must fall. It is just the same with the trunks, i.e., the leaders, as with the branches and the foliage, i.e., with the great crowded masses. The whole of the forest thicket (as in <a class=\"isa\" verses=\"WzE3ODQ3XQ==\">Isaiah 9:17<\/a>) he hews down (<em> nikkaph <\/em> , third pers. <em> piel<\/em> , though it may also be <em> niphal<\/em> ); and Lebanon, i.e., the army of Asshur which is now standing opposite to Mount Zion, like Lebanon with its forest of cedars, falls down through a Majestic One (<em> 'addı̄r <\/em> ), i.e., through Jehovah (<a class=\"isa\" verses=\"WzE4MzAxXQ==\">Isaiah 33:21<\/a>, cf., <a class=\"ref\">Psalms 76:5; Psalms 93:4<\/a>). In the account of the fulfilment (<a class=\"isa\" verses=\"WzE4Mzg5XQ==\">Isaiah 37:36<\/a>) it is the angel of the Lord (<em> mal'ach Jehovah <\/em> ), who is represented as destroying the hundred and eighty-five thousand in the Assyrian camp in a single night. The angel of Jehovah is not a messenger of God sent from afar, but the chosen organ of the ever-present divine power. <\/p>",
    "audit": null
}