{
    "id": 17729,
    "source": "kdo",
    "verse_id": 17848,
    "verse_count": 4,
    "reference": "9:18-21",
    "title": "",
    "html": "<p> Strophe 3. <em> “For the wickedness burneth up like fire: it devours thorns and thistles, and burns in the thickets of the wood; and they smoke upwards in a lofty volume of smoke. Through the wrath of Jehovah of hosts the land is turned into coal, and the nation has become like the food of fire: not one spares his brother. They hew on the right, and are hungry; and devour on the left, and are not satisfied: they devour the flesh of their own arm: Manasseh, Ephraim; and Ephraim, Manasseh: these together over Judah. With all this His anger is not turned away, and His hand is stretched out still.”<\/em> The standpoint of the prophet is at the extreme end of the course of judgment, and from that he looks back. Consequently this link of the chain is also past in his view, and hence the future conversives. The curse, which the apostasy of Israel carries within itself, now breaks fully out. Wickedness, i.e., the constant thirst of evil, is a fire which a man kindles in himself. And when the grace of God, which damps and restrains this fire, is all over, it is sure to burst forth: the wickedness bursts forth like fire (the verb is used here, as in <a class=\"isa\" verses=\"WzE4MjQ1XQ==\">Isaiah 30:27<\/a>, with reference to the wrath of God). And this is the case with the wickedness of Israel, which now consumes first of all thorns and thistles, i.e., individual sinners who are the most ripe for judgment, upon whom the judgment commences, and then the thicket of the wood (<em> sib<\/em> -<em> che <\/em> ,<\/p><p> (Note: The <em> metheg<\/em> (<em> gaya<\/em> ) in סבכי (to be pronounced <em> sib<\/em> -<em> che <\/em> ) has simply the caphonic effect of securing a distinct enunciation to the sibilant letter (in other instances to the guttural, vid., <em> ‛arboth <\/em> , <a class=\"ref\">Numbers 31:12<\/a>), in cases where the second syllable of the word commences with a guttural or labial letter, or with an aspirate.)<\/p><p> as in <a class=\"isa\" verses=\"WzE3ODg1XQ==\">Isaiah 10:34<\/a>, from <em> sebac <\/em> , <a class=\"ref\">Genesis 22:13<\/a> = <em> sobec <\/em> ), that is to say, the great mass of the people, which is woven together by bands of iniquity (<em> vattizzath <\/em> is not a reflective <em> niphal<\/em> , as in <a class=\"ref\">2 Kings 22:13<\/a>, but <em> kal<\/em> , to kindle into anything, i.e., to set it on fire). The contrast intended in the two figures is consequently not the high and low (Ewald), nor the useless and useful (Drechsler), but individuals and the whole (Vitringa). The fire, into which the wickedness bursts out, seizes individuals first of all; and then, like a forest fire, it seizes upon the nation at large in all its ranks and members, who “<em> whirl up<\/em> (roll up) <em> ascending of smoke<\/em> ,” i.e., who roll up in the form of ascending smoke (<em> hith'abbek <\/em> , a synonym of <em> hithhappēk <\/em> , <a class=\"ref\">Judges 7:13<\/a>, to curl or roll). This fire of wickedness was no other than the wrath (<em> ebrâh <\/em> ) of God: it is God's own wrath, for all sin carries this within itself as its own self-punishment. By this fire of wrath the soil of the land is gradually but thoroughly burnt out, and the people of the land utterly consumed: עתם ἁπ λεγ to be red-hot (lxx συγκέκαυται , also the Targum), and to be dark or black (Arabic <em> ‛atame <\/em> , late at night), for what is burnt out becomes black. Fire and darkness are therefore correlative terms throughout the whole of the Scriptures. So far do the figures extend, in which the prophet presents the inmost essence of this stage of judgment. In its historical manifestation it consisted in the most inhuman self-destruction during an anarchical civil war. Destitute of any tender emotions, they devoured one another without being satisfied: <em> gâzar <\/em> , to cut, to hew (hence the Arabic for a butcher): <em> zero'o <\/em> , <em> his arm<\/em> , according to <a class=\"ref\">Jeremiah 19:9<\/a>, equivalent to the member of his own family and tribe, who was figuratively called his arm (Arabic <em> ‛adud <\/em> : see Ges. <em> Thes<\/em> . p. 433), as being the natural protector and support. This interminable self-immolation, and the regicide associated with the jealousy of the different tribes, shook the northern kingdom again and again to its utter destruction. And the readiness with which the unbrotherly feelings of the northern tribes towards one another could turn into combined hostility towards Judah, was evident enough from the Syro-Ephraimitish war, the consequences of which had not passed away at the time when these prophecies were uttered. This hostility on the part of the brother kingdoms would still further increase. And the end of the judgments of wrath had not come yet. <\/p>",
    "audit": null
}