{
    "id": 17594,
    "source": "kdo",
    "verse_id": 17658,
    "verse_count": 1,
    "reference": "1:3",
    "title": "",
    "html": "<p> Jehovah then complains that the rebellion with which His children have rewarded Him is not only inhuman, but even worse than that of the brutes: <em> “An ox knoweth its owner, and an ass its master's crib: Israel doth not know, my people doth not consider.”<\/em> An ox has a certain knowledge of its buyer and owner, to whom it willingly submits; and an ass has at least a knowledge of the crib of its master (the noun for “master” is in the plural: this is not to be understood in a numerical, but in an amplifying sense, “the authority over it,” as in <a class=\"ref\">Exodus 21:29<\/a> : vid., Ges. §108, 2, <em> b<\/em> , and Dietrich's <em> Heb. Gram.<\/em> p. 45), i.e., it knows that it is its master who fills its crib or manger with fodder (<em> evus <\/em> , the crib, from <em> avas <\/em> , to feed, is radically associated with φάτνη , vulgar πάτνη , Dor. and Lac. πάτνη , and is applied in the Talmud to the large common porringer used by labourers).<\/p><p> (Note: <em> Nedarim<\/em> iv 4 <em> jer. Demai<\/em> viii. The stable is called <em> repheth <\/em> Even in<em> jer. Shebuoth<\/em> viii. 1, where cattle are spoken of as standing <em> b'evus <\/em> , the word signifies a crib or manger, not a stable. Luzzatto tries to prove that <em> evus <\/em> signifies a threshing-floor, and indeed an enclosed place, in distinction from <em> geren <\/em> ; but he is mistaken.)<\/p><p> Israel had no such knowledge, neither instinctive and direct, nor acquired by reflection (<em> hithbonan <\/em> , the reflective conjugation, with a pausal change of the  into a long <em> a<\/em> , according to Ges. §54, note). The expressions “doth not know” and “doth not consider” must not be taken here in an objectless sense - as, for example, in <a class=\"isa\" verses=\"WzE4NzY0XQ==\">Isaiah 56:10<\/a> and <a class=\"ref\">Psalms 82:5<\/a> -viz. as signifying they were destitute of all knowledge and reflection; but the object is to be supplied from what goes before: they knew not, and did not consider what answered in their case to the owner and to the crib which the master fills,” - namely, that they were the children and possession of Jehovah, and that their existence and prosperity were dependent upon the grace of Jehovah alone. The parallel, with its striking contrasts, is self-drawn, like that in <a class=\"ref\">Jeremiah 8:7<\/a>, where animals are referred to again, and is clearly indicated in the words “Israel” and “my people.” Those who were so far surpassed in knowledge and perception even by animals, and so thoroughly put to shame by them, were not merely a nation, like any other nation on the earth, but were “Israel,” descendants of Jacob, the wrestler with God, who wrestled down the wrath of God, and wrestled out a blessing for himself and his descendants; and “my people,” the nation which Jehovah had chosen out of all other nations to be the nation of His possession, and His own peculiar government. This nation, bearing as it did the God-given title of a hero of faith and prayer, this favourite nation of Jehovah, had let itself down far below the level of the brutes. This is the complaint which the exalted speaker pours out in <a class=\"isa\" verses=\"WzE3NjU3XQ==\">Isaiah 1:2<\/a> and <a class=\"isa\" verses=\"WzE3NjU4XQ==\">Isaiah 1:3<\/a> before heaven and earth. The words of God, together with the introduction, consist of two tetrastichs, the measure and rhythm of which are determined by the meaning of the words and the emotion of the speaker. There is nothing strained in it at all. Prophecy lives and moves amidst the thoughts of God, which prevail above the evil reality: and for that very reason, as a reflection of the glory of God, which is the ideal of beauty (<a class=\"ref\">Psalms 50:1<\/a>), it is through and through poetical. That of Isaiah is especially so. There was no art of oratory practised in Israel, which Isaiah did not master, and which did not serve as the vehicle of the word of God, after it had taken shape in the prophet's mind. <\/p><p> With <a class=\"isa\" verses=\"WzE3NjU5XQ==\">Isaiah 1:4<\/a> there commences a totally different rhythm. The words of Jehovah are ended. The piercing lamentation of the deeply grieved Father is also the severest accusation. The cause of God, however, is to the prophet the cause of a friend, who feels an injury done to his friend quite as much as if it were done to himself (<a class=\"isa\" verses=\"WzE3NzQxXQ==\">Isaiah 5:1<\/a>). The lamentation of God, therefore, is changed now into violent scolding and threatening on the part of the prophet; and in accordance with the deep wrathful pain with which he is moved, his words pour out with violent rapidity, like flash after flash, in climactic clauses having no outward connection, and each consisting of only two or three words.<\/p>",
    "audit": null
}