{
    "id": 17629,
    "source": "kdo",
    "verse_id": 17699,
    "verse_count": 2,
    "reference": "2:13-14",
    "title": "",
    "html": "<p> The prophet then proceeds to enumerate all the high things upon which that day would fall, arranging them two and two, and binding them in pairs by a double correlative <em> Vav<\/em> . The day of Jehovah comes, as the first two pairs affirm, upon everything lofty in nature. <em> “As upon all the cedars of Lebanon, the lofty and exalted, so upon all the oaks of Bashan. As upon all mountains, the lofty ones, so upon all hills the exalted ones.”<\/em> But wherefore upon all this majestic beauty of nature? Is all this merely figurative? Knobel regards it as merely a figurative description of the grand buildings of the time of Uzziah and Jotham, in the erection of which wood had been used from Lebanon as well as from Bashan, on the western slopes of which the old shady oaks (<em> sindiân <\/em> and <em> ballūt <\/em> ) are flourishing still.<\/p><p> (Note: On the meaning of the name of this region, <em> Bashan <\/em> (<em> Basanitis <\/em> ), see <em> Comm. on Job<\/em> , Appendix, Eng. Tr.)<\/p><p> But the idea that trees can be used to signify the houses built with the good obtained from them, is one that cannot be sustained from <a class=\"isa\" verses=\"WzE3ODM5XQ==\">Isaiah 9:9<\/a> (10.), where the reference is not to houses built of sycamore and cedar wood, but to trunks of trees of the king mentioned; nor even from <a class=\"ref\">Nahum 2:4<\/a> (3.), where <em> habberoshim <\/em> refers to the fir lances which are brandished about in haughty thirst for battle. So again mountains and hills cannot denote the castles and fortifications built upon them, more especially as these are expressly mentioned in <a class=\"isa\" verses=\"WzE3NzAxXQ==\">Isaiah 2:15<\/a> in the most literal terms. In order to understand the prophet, we must bear in mind what the Scriptures invariably assume, from their first chapter to the very close, namely, that the totality of nature is bound up with man in one common history; that man and the totality of nature are inseparably connected together as centre and circumference; that this circumference is affected by the sin which proceeds from man, as well as by the anger or the mercy which proceeds from God to man; that the judgments of God, as the history of the nations proves, involve in fellow-suffering even that part of the creation which is not free; and that this participation in the “corruption” (<em> phthora <\/em> ) and “glory” (<em> doxa <\/em> ) of humanity will come out with peculiar distinctness and force at the close of the world's history, in a manner corresponding to the commencement; and lastly, that the world in its present condition needs a <em> palingenesia <\/em> , or regeneration, quite as much as the corporeal nature of man, before it can become an object of good pleasure on the part of God. We cannot be surprised, therefore, that, in accordance with this fundamental view of the Scriptures, when the judgment of God fell upon Israel, it should also be described as going down to the land of Israel, and as overthrowing not only the false glory of the nation itself, but everything glorious in the surrounding nature, which had been made to minister to its national pride and love of show, and to which its sin adhered in many different ways. What the prophet foretold began to be fulfilled even in the Assyrian wars. The cedar woods of Lebanon were unsparingly destroyed; the heights and valleys of the land were trodden down and laid waste; and, in the period of the great empires which commenced with Tiglath-pileser, the Holy Land was reduced to a shadow of its former promised beauty.<\/p>",
    "audit": null
}