{
    "id": 17959,
    "source": "kdo",
    "verse_id": 18308,
    "verse_count": 1,
    "reference": "34:4",
    "title": "",
    "html": "<p> The judgment foretold by Isaiah also belongs to the last things; for it takes place in connection with the simultaneous destruction of the present heaven and the present earth.<em> ”And all the host of the heavens moulder away, and the heavens are rolled up like a scroll, and all their host withers as a leaf withers away from the vine, and like withered leaves from the fig-tree”<\/em> (<em> Nâmaq <\/em> , to be dissolved into powdered mother (<a class=\"isa\" verses=\"WzE3NzMyLDE3NzY0XQ==\">Isaiah 3:24; Isaiah 5:24<\/a>); <em> nâgōl <\/em> (for <em> nâgal <\/em> , like <em> nâzōl <\/em> in <a class=\"isa\" verses=\"WzE4ODg2LDE4ODg4XQ==\">Isaiah 63:19; Isaiah 64:2<\/a>, and <em> nârōts <\/em> in <a class=\"ref\">Ecclesiastes 12:6<\/a>), to be rolled up - a term applied to the cylindrical book-scroll. The heaven, that is to say, the present system of the universe, breaks up into atoms, and is rolled up like a book that has been read through; and the stars fall down as a withered leaf falls from a vine, when it is moved by even the lightest breeze, or like the withered leaves shaken from the fig-tree. The expressions are so strong, that they cannot be understood in any other sense than as relating to the end of the world (<a class=\"isa\" verses=\"WzE4OTE1LDE4OTQ1XQ==\">Isaiah 65:17; Isaiah 66:22<\/a>; compare <a class=\"ref\">Matthew 24:29<\/a>). It is not sufficient to say that “the stars appear to fall to the earth,” though even Vitringa gives this explanation.<\/p><p> When we look, however, at the following <em> kı̄ <\/em> (for), it undoubtedly appears strange that the prophet should foretell the passing away of the heavens, simply because Jehovah judges Edom. But Edom stands here as the representative of all powers that are hostile to the church of God as such, and therefore expresses an idea of the deepest and widest cosmical signification (as <a class=\"isa\" verses=\"WzE4MTE3XQ==\">Isaiah 24:21<\/a> clearly shows). And it is not only a doctrine of Isaiah himself, but a biblical doctrine universally, that God will destroy the present world as soon as the measure of the sin which culminates in unbelief, and in the persecution of the congregation of the faithful, shall be really full.<\/p>",
    "audit": null
}