{
    "id": 17794,
    "source": "kdo",
    "verse_id": 17963,
    "verse_count": 3,
    "reference": "15:2-4",
    "title": "",
    "html": "<p> But just as horror, when once it begins to reflect, is dissolved in tears, the thunder-claps in <a class=\"isa\" verses=\"WzE3OTYyXQ==\">Isaiah 15:1<\/a> are followed by universal weeping and lamentation. <em> “They go up to the temple-house and Dibon, up to the heights to weep: upon Nebo and upon Medebah of Moab there is weeping: on all heads baldness, every beard is mutilated. In the markets of Moab they gird themselves with sackcloth; on the roofs of the land, and in its streets, everything wails, melting into tears. Heshbon cries, and 'Elגle; even to Jahaz they hear their howling; even the armed men of Moab break out into mourning thereat; its soul trembles within it.”<\/em> The people (the subject to עלה ) ascend the mountain with the temple of <em> Chemosh<\/em> , the central sanctuary of the land. This temple is called <em> hab<\/em> -<em> baith <\/em> , though not that there was a Moabitish town or village with some such name as <em> Bêth<\/em> -<em> Diblathaim<\/em> (<a class=\"ref\">Jeremiah 48:22<\/a>), as Knobel supposes. <em> Dibon<\/em> , which lay above the Arnon (<em> Wady Mujib<\/em> ), like all the places mentioned in <a class=\"isa\" verses=\"eyIxNzk2MyI6M30=\">Isaiah 15:2-4<\/a>, at present a heap of ruins, a short hour to the north of the central Arnon, in the splendid plain of <em> el-Chura<\/em> , had consecrated heights in the neighbourhood (cf., <a class=\"ref\">Joshua 13:17; Numbers 22:41<\/a>), and therefore would turn to them. Moab mourns upon <em> Nebo<\/em> and <em> Medebah<\/em> ; ייליל , for which we find יהיליל in <a class=\"isa\" verses=\"WzE4NzAyXQ==\">Isaiah 52:5<\/a>, is written intentionally for a double preformative, instead of ייליל (compare the similar forms in <a class=\"ref\">Job 24:21; Psalms 138:6<\/a>, and Ges. §70, Anm.). על is to be taken in a local sense, as Hendewerk, Drechsler, and Knobel have rendered it. For Nebo was probably a place situated upon a height on the mountain of that name, towards the south-east of Heshbon (the ruins of <em> Nabo<\/em> , <em> Nabau<\/em> , mentioned in the <em> Onom<\/em> .); and Medebah (still a heap of ruins bearing the same name) stood upon a round hill about two hours to the south-east of Heshbon. According to Jerome, there was an image of Chemosh in Nebo; and among the ruins of Madeba, Seetzen discovered the foundations of a strange temple. There follows here a description of the expressions of pain. Instead of the usual ראשיו , we read ראשיו here. And instead of <em> gedu‛âh <\/em> (<em> abscissae <\/em> ), Jeremiah (<a class=\"ref\">Jeremiah 48:37<\/a>) has, according to his usual style, <em> geru' âh <\/em> (<em> decurtatae <\/em> ), with the simple alteration of a single letter.<\/p><p> (Note: At the same time, the Masora on this passage before us is for <em> geru‛ah <\/em> with <em> Resh<\/em> , and we also find this reading in Nissel, Clodius, Jablonsky, and in earlier editions; whilst Sonc. 1486, Ven. 1521, and others, have <em> gedu‛ah <\/em> , with <em> Daleth <\/em> .)<\/p><p> All runs down with weeping (<em> culloh <\/em> , written as in <a class=\"isa\" verses=\"WzE3OTc3XQ==\">Isaiah 16:7<\/a>; in <a class=\"isa\" verses=\"WzE3ODM4LDE3ODQ2XQ==\">Isaiah 9:8, Isaiah 9:16<\/a>, we have <em> cullo <\/em> instead). In other cases it is the eyes that are said to run down in tears, streams, or water-brooks; but here, by a still bolder metonymy, the whole man is said to flow down to the ground, as if melting in a stream of tears. <em> Heshbon<\/em> and <em> Elale<\/em> are still visible in their ruins, which lie only half an hour apart upon their separate hills and are still called by the names <em> Husban<\/em> and <em> el-Al<\/em> . They were both situated upon hills which commanded an extensive prospect. And there the cry of woe created an echo which was audible as far as <em> Jahaz<\/em> (<em> Jahza<\/em> ), the city where the king of Heshbon offered battle to Israel in the time of Moses (<a class=\"ref\">Deuteronomy 2:32<\/a>). The general mourning was so great, that even the armed men, i.e., the heroes (<a class=\"ref\">Jeremiah 48:41<\/a>) of Moab, were seized with despair, and cried out in their anguish (the same figure as in <a class=\"isa\" verses=\"WzE4Mjg3XQ==\">Isaiah 33:7<\/a>). על־כן ( , thereat, namely on account of this universal lamentation. Thus the lamentation was universal, without exception. <em> Naphsho <\/em> (his soul) refers to Moab as a whole nation. The soul of Moab trembles in all the limbs of the national body; ירעה (forming a play upon the sound with יריעוּ ), an Arabic word, and in יריעה a Hebrew word also, signifies <em> tremere<\/em> , <em> huc illuc agitari <\/em> - an explanation which we prefer, with Rosenmüller and Gesenius, to the idea that ירע is a secondary verb to רעע , fut. ירע . לו is an ethical dative (as in <a class=\"ref\">Psalms 120:6<\/a> and <a class=\"ref\">Psalms 123:4<\/a>), throwing the action or the pathos inwardly (see <em> Psychology<\/em> , p. 152). The heart of the prophet participates in this pain with which Moab is agitated throughout; for, as Rashi observes, it is just in this that the prophets of Israel were distinguished from heathen prophets, such as Balaam for example, viz., that the calamities which they announced to the nations went to their own heart (compare <a class=\"isa\" verses=\"eyIxODAzOSI6Mn0=\">Isaiah 21:3-4<\/a>, with <a class=\"isa\" verses=\"WzE4MDU3XQ==\">Isaiah 22:4<\/a>).<\/p>",
    "audit": null
}