{
    "id": 17730,
    "source": "kdo",
    "verse_id": 17852,
    "verse_count": 4,
    "reference": "10:1-4",
    "title": "",
    "html": "<p> Strophe 4. <em> “Woe unto them that decree unrighteous decrees, and to the writers who prepare trouble to force away the needy from demanding justice, and to rob the suffering of my people of their rightful claims, that widows may become their prey, and they plunder orphans! And what will ye do in the day of visitation, and in the storm that cometh from afar? To whom will ye flee for help? and where will ye deposit your glory? There is nothing left but to bow down under prisoners, and they fall under the slain. With all this His anger is not turned away, but His hand is stretched out still.”<\/em> This last strophe is directed against the unjust authorities and judges. The woe pronounced upon them is, as we have already frequently seen, Isaiah's <em> Ceterum censeo <\/em> . <em> Châkak <\/em> is their decisive decree (not, however, in a denominative sense, but in the primary sense of hewing in, recording in official documents, <a class=\"isa\" verses=\"WzE4MjI2XQ==\">Isaiah 30:8<\/a>; <a class=\"ref\">Job 19:23<\/a>); and <em> Cittēb <\/em> (<em> piel<\/em> only occurring here, and a perfect, according to Gesenius, §126, 3) their official signing and writing. Their decrees are <em> Chikekē 'aven <\/em> (an open plural, as in <a class=\"ref\">Judges 5:15<\/a>, for <em> Chukkē <\/em> , after the analogy of גללי , עממי , with an absolute <em> C hăkâkim <\/em> underlying it: Ewald, §186-7), inasmuch as their contents were worthlessness, i.e., the direct opposite of morality; and what they wrote out was <em> ‛ âmâl <\/em> , trouble, i.e., an unjust oppression of the people (compare πόνος and πονηρός ).<\/p><p> (Note: The current accentuation, ומכתבים <em> mercha<\/em> , עמל <em> tiphchah<\/em> , is wrong. The true accentuation would be the former with <em> tiphchah<\/em> (and <em> metheg<\/em> ), the latter with <em> mercha<\/em> ; for <em> ‛âmâl cittēbu <\/em> is an attributive (an elliptical relative) clause. According to its etymon, <em> ‛âmâl <\/em> seems to stand by the side of μ ῶλος , <em> moles<\/em> , <em> molestus <\/em> (see Pott in <em> Kuhn's Zeitschrift<\/em> , ix. 202); but within the Semitic itself it stands by the side of אמל , to fade, <em> marcescere <\/em> , which coincides with the Sanscrit root <em> mlâ <\/em> and its cognates (see Leo Meyer, <em> Vergleichende Grammatik<\/em> , i. 353), so that <em> ‛âmâl <\/em> is, strictly speaking, to wear out or tire out (vulg. to worry).)<\/p><p> Poor persons who wanted to commence legal proceedings were not even allowed to do so, and possessions to which widows and orphans had a well-founded claim were a welcome booty to them (for the diversion into the finite verb, see <a class=\"isa\" verses=\"WzE3NzY0LDE3ODE5LDE4NjQyLDE4NzkyXQ==\">Isaiah 5:24; Isaiah 8:11; Isaiah 49:5; Isaiah 58:5<\/a>). For all this they could not escape the judgment of God. This is announced to them in <a class=\"isa\" verses=\"WzE3ODU0XQ==\">Isaiah 10:3<\/a>, in the form of three distinct questions (commencing with <em> ūmâh <\/em> , <em> quid igitur <\/em> ). The noun <em> pekuddah <\/em> in the <em> first question<\/em> always signifies simply a visitation of punishment; <em> sho'âh <\/em> is a confused, dull, desolate rumbling, hence confusion (<em> turba<\/em> ), desolation: here it is described as “coming from afar,” because a distant nation (Asshur) was the instrument of God's wrath. <em> Second question:<\/em> “Upon whom will ye throw yourselves in your search for help then” (<em> nūs ‛al <\/em> , a <em> constr. praegnans<\/em> , only met with here)? <em> Third question:<\/em> “Where, i.e., in whose hand, will ye deposit your wealth in money and possessions” (<em> c âbōd <\/em> , what is weighty in value and imposing in appearance); <em> ‛ âzab <\/em> with <em> b'yad <\/em> (<a class=\"ref\">Genesis 39:6<\/a>), or with <em> Lamed<\/em> (<a class=\"ref\">Job 39:14<\/a>), to leave anything with a person as property in trust. No one would relieve them of their wealth, and hold it as a deposit; it was irrecoverably lost. To this negative answer there is appended the following <em> bilti <\/em> , which, when used as a preposition after a previous negation, signifies <em> praeter<\/em> ; when used as a conjunction, <em> nisi <\/em> (<em> bilti 'im <\/em> , <a class=\"ref\">Judges 7:14<\/a>); and where it governs the whole sentence, as in this case, <em> nisi quod <\/em> (cf., <a class=\"ref\">Numbers 11:6; Daniel 11:18<\/a>). In the present instance, where the previous negation is to be supplied in thought, it has the force of <em> nil reliquum est nisi quod <\/em> (there is nothing left but). The singular verb (<em> c âra‛ <\/em> ) is used contemptuously, embracing all the high persons as one condensed mass; and tachath does not mean <em> aeque ac<\/em> or <em> loco<\/em> (like, or in the place of), as Ewald (§217, <em> k<\/em> ) maintains, but is used in the primary and local sense of <em> infra <\/em> (below). Some crouch down to find room at the feet of the prisoners, who are crowded closely together in the prison; or if we suppose the prophet to have a scene of transportation in his mind, they sink down under the feet of the other prisoners, in their inability to bear such hardships, whilst the rest fall in war; and as the slaughter is of long duration, not only become corpses themselves, but are covered with corpses of the slain (cf., <a class=\"isa\" verses=\"WzE3OTQ4XQ==\">Isaiah 14:19<\/a>). And even with this the wrath of God is not satisfied. The prophet, however, does not follow out the terrible gradation any further. Moreover, the captivity, to which this fourth strophe points, actually formed the conclusion of a distinct period.<\/p>",
    "audit": null
}