{
    "id": 18201,
    "source": "kdo",
    "verse_id": 18785,
    "verse_count": 3,
    "reference": "57:19-21",
    "title": "",
    "html": "<p> But when the redemption comes, it will divide Israel into two halves, with very different prospects. <em> “Creating fruit of the lips; Jehovah saith, 'Peace, peace to those that are far off, and to those that are near; and I heal it.' But the wicked are like the sea that is cast up for it cannot rest, and its waters cast out slime and mud. There is no peace, saith my God, for the wicked.”<\/em> The words of God in <a class=\"isa\" verses=\"eyIxODc2MyI6MTV9\">Isaiah 56:9-57:11<\/a><em> a<\/em> the style is so thoroughly different, that Ewald maintains that the prophet has here inserted in his book a fragment from some earlier writer of the time of Manasseh. But we regard this as very improbable. It is not required by what is stated concerning the prophets and shepherds, for the book of Ezekiel clearly shows that the prophets and shepherds of the captivity were thus debased. Still less does what is stated concerning the early death of the righteous require it; for the fundamental idea of the suffering servant of Jehovah, which is peculiar to the second book, is shadowed forth therein. Nor by what is affirmed as to the idolatrous conduct of the people; for in the very centre (<a class=\"isa\" verses=\"WzE4NzcwXQ==\">Isaiah 57:4<\/a>) the great mass of the people are reproached for their contemptuous treatment of the servants of Jehovah. Nor does the language itself force us to any such conjecture, for <a class=\"isa\" verses=\"eyIxODcxMyI6MTJ9\">Isaiah 53:1-12<\/a> also differs from the style met with elsewhere; and yet (although Ewald regards it as an earlier, borrowed fragment) it must be written by the author of the whole, since its grandest idea finds its fullest expression there. At the same time, we may assume that the prophet described the idolatry of the people under the influences of earlier models. If he had been a prophet of the captives after the time of Isaiah, he would have rested his prophecies on Jeremiah and Ezekiel. For just as <a class=\"isa\" verses=\"WzE4NjkyXQ==\">Isaiah 51:18<\/a>. has the ring of the Lamentations of Jeremiah, so does <a class=\"isa\" verses=\"WzE4NzY5XQ==\">Isaiah 57:3<\/a>. resemble in many respects the earlier reproaches of Jeremiah (compare <a class=\"ref\">Jeremiah 5:7-9, Jeremiah 5:29; Jeremiah 9:8<\/a>, with the expression, “Should I rest satisfied with this?”); also <a class=\"ref\">Jeremiah 2:25 ( נואשׁ ), Jeremiah 2:20; Jeremiah 3:6, Jeremiah 3:13<\/a> (“upon lofty mountains and under green trees”); also the night scene in Ezek 23.<\/p>",
    "audit": null
}