{
    "id": 18253,
    "source": "kdo",
    "verse_id": 18889,
    "verse_count": 1,
    "reference": "64:3",
    "title": "",
    "html": "<p> The following clause gives the reason for this; ו being very frequently the logical equivalent for <em> kı̄ <\/em> (e.g., <a class=\"isa\" verses=\"WzE3NzE1XQ==\">Isaiah 3:7<\/a> and <a class=\"isa\" verses=\"WzE4NDA2XQ==\">Isaiah 38:15<\/a>). The justification of this wish, which is forced from them by the existing misery, is found in the incomparable acts of Jehovah for the good of His own people, which are to be seen in a long series of historical events. <a class=\"isa\" verses=\"WzE4ODg5XQ==\">Isaiah 64:3<\/a> (4.). <em> “For from olden time men have not heard, nor perceived, nor hath an eye seen, a God beside Thee, who acted on behalf of him that waiteth for Him.”<\/em> No ear, no eye has ever been able to perceive the existence of a God who acted like Jehovah, i.e., really interposed on behalf of those who set their hopes upon Him. This is the explanation adopted by Knobel; but he wrongly supplies נוראות to יעשׂה , whereas עשׂה is used here in the same pregnant sense as in <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Ps+22:32&t1=en_nas\" id=\"22\" class=\"stL\" target=\"_blank\">Ps. 22:32<\/a>; <a class=\"ref\">Psalms 37:5<\/a>; 52:11 (cf., <em> gâmar <\/em> in <a class=\"ref\">Psalms 57:3; Psalms 138:8<\/a>). It has been objected to this explanation, that האזין is never connected with the accusative of the person, and that God can neither be heard nor seen. But what is terrible in relation to שׁמע in <a class=\"ref\">Job 42:5<\/a> cannot be untenable in relation to האזין . Hearing and seeing God are here equivalent to recognising His existence through the perception of His works. The explanation favoured by Rosenmüller and Stier, viz., “And from olden time men have not heard it, nor perceived with ears, no eye has seen it, O God, beside Thee, what (this God) doth to him that waiteth for Him,” is open to still graver objections. The thought is the same as in <a class=\"ref\">Psalms 31:20<\/a>, and when so explained it corresponds more exactly to the free quotation in <a class=\"ref\">1 Corinthians 2:9<\/a>, which with our explanation there is no necessity to trace back to either <a class=\"isa\" verses=\"eyIxODQ5NiI6Mn0=\">Isaiah 42:15-16<\/a>, or a lost book, as Origen imagined (see Tischendorf's ed. vii. of the N.T. on this passage). This which no ear has heard, no eye seen, is not God Himself, but He who acts for His people, and justifies their waiting for Him (cf., Hofmann, <em> Die h. Schrift Neuen Testaments<\/em> , ii. 2, 51). Another proof that Paul had no other passage than this in his mind, is the fact that the same quotation is met with in Clement's <em> Epistle to the Corinthians<\/em> (ch. 34), where, instead of “those that love Him,” we have “those that wait for Him,” a literal rendering of למחכּה־לו . The quotation by Paul therefore by no means leads us to take <em> Elohim <\/em> as a vocative or וגו יעשׂה as the object, although it must not be concealed that this view of the passage and its reference to the fulness of glory in the eternal life is an old rabbinical one, as Rashi expressly affirms, when he appeals to R. Jose (Joseph Kara) as bondsman for the other (see <em> b. Sanhedrin <\/em> 99<em> a<\/em> ). Hahn has justly objected to this traditional explanation, which regards Elohim as a vocative, that the thought, that God alone has heard and perceived and seen with His eye what He intends to do to His people, is unsuitable in itself, and at variance with the context, and that if וגו יעשׂה was intended as the object, אשר ( את ) would certainly be inserted. And to this we may add, that we cannot find the words <em> Elohim <\/em> <em> zūlâth e khâ <\/em> (God beside Thee) preceded by a negation anywhere in chapters 40-66 without receiving at once the impression, that they affirm the sole deity of Jehovah (comp. <a class=\"isa\" verses=\"WzE4NTY3LDE4NTgzXQ==\">Isaiah 45:5, Isaiah 45:21<\/a>). The meaning therefore is, <em> “No other God beside Jehovah has ever been heard or seen, who acted for <\/em> (<em> ageret pro <\/em> )<em> those who waited for Him.”<\/em> <em> M e chakkēh <\/em> is the construct, according to Ges. §116, 1; and <em> ya‛ăsēh <\/em> has <em> tsere<\/em> here, according to Kimchi (<em> Michlol<\/em> 125<em> b<\/em> ) and other testimonies, just as we meet with תעסה four times (in <a class=\"ref\">Genesis 26:29; Joshua 7:9; 2 Samuel 13:12; Jeremiah 40:16<\/a>) and ונעשׂה once (<a class=\"ref\">Joshua 9:24<\/a>), mostly with a disjunctive accent, and not without the influence of a whole or half pause, the form with <em> tsere<\/em> being regarded as more emphatic than that with <em> seghol<\/em> .<\/p><p> (Note: In addition to the examples given above, we have the following forms of the same kind in kal: ימּצה (with <em> tiphchah<\/em> ) in <a class=\"ref\">Jeremiah 17:17<\/a>; תּראה (with <em> tsakpeh<\/em> ) in <a class=\"ref\">Daniel 1:13<\/a>, compare תּגלּה (with <em> athnach<\/em> ) in <a class=\"ref\">Leviticus 18:7-8<\/a>, and תגלּה (with the smaller disjunctive <em> tiphchah<\/em> ) in <a class=\"ref\">Leviticus 18:9-11<\/a>; ינקּה (with <em> athnach<\/em> ) in <a class=\"ref\">Nahum 1:3<\/a>; אזרה (with <em> tsakeph<\/em> ) in <a class=\"ref\">Ezekiel 5:12<\/a>. This influence of the accentuation has escaped the notice of the more modern grammarians (e.g., Ges. §75, Anm. 17).)<\/p>",
    "audit": null
}