{
    "id": 17656,
    "source": "kdo",
    "verse_id": 17739,
    "verse_count": 1,
    "reference": "4:5",
    "title": "",
    "html": "<p><em> “And Jehovah creates over every spot of Mount Zion, and over its festal assemblies, a cloud by day, and smoke, and the shining of flaming fire by night: for over all the glory comes a canopy.”<\/em> Just as Jehovah guided and shielded Israel in the days of the redemption from Egypt in a smoke-cloud by day and a fire-cloud by night, which either moved in front like a pillar, or floated above them as a roof (<a class=\"ref\">Numbers 14:14<\/a>, etc.), the perpetuation of His presence at Sinai (<a class=\"ref\">Exodus 19:9, Exodus 19:16<\/a>.); so would Jehovah in like manner shield the Israel of the final redemption, which would no longer need the pillar of cloud since its wanderings would be over, but only the cloudy covering; and such a covering Jehovah would create, as the praet. consec. וּברא ) (“and He creates”) distinctly affirms. The verb <em> bârâh <\/em> always denotes a divine and miraculous production, having its commencement in time; for even the natural is also supernatural in its first institution by God. In the case before us, however, the reference is to a fresh manifestation of His gracious presence, exalted above the present course of nature. This manifestation would consist by day in “a cloud,” and as the <em> hendiadys <\/em> “cloud and smoke” (i.e., cloud in form and smoke in substance) distinctly affirms, a smoke-cloud, not a watery cloud, like those which ordinarily cover the sky; and by night in a fiery splendour, not merely a lingering fiery splendour like that of the evening sky, but, as the words clearly indicate, a flaming brightness (<em> lehâbâh <\/em> ), and therefore real and living fire. The purpose of the cloud would not only be to overshadow, but also to serve as a wall of defence against opposing influences;<\/p><p> (Note: The cloud derived its name, <em> ‛ânân <\/em> , not from the idea of covering, but from that of coming to meet one. The clouds come towards the man who gazes at them, inserting themselves between him and the sky, and thus forcing themselves upon his notice instead of the sky; hence the visible outer side of the vault of heaven is also called <em> ‛anan <\/em> (plur. <em> ‛anân <\/em> ), just as the same word is used to denote the outermost portion of the branches or foliage of a tree which is the first to strike the eye (in contradistinction to the inner portions, which are not so easily seen, seven if visible at all).)<\/p><p> and the fire would not only give light, but by flaming and flashing would ward off hostile powers. But, above all, the cloud and fire were intended as signs of the nearness of God, and His satisfaction. In the most glorious times of the temple a smoke-cloud of this kind filled the Holy of holies; and there was only one occasion - namely, at the dedication of Solomon's temple - on which it filled the whole building (<a class=\"ref\">1 Kings 8:10<\/a>); but now the cloud, the smoke of which, moreover, would be turned at night into flaming fire, would extend over every spot (<em> m âcōn <\/em> , a more poetical word for <em> m âkōm <\/em> ) of Mount Zion, and over the festal assemblies thereon. The whole mountain would thus become a Holy of holies. It would be holy not only as being the dwelling-place of Jehovah, but as the gathering-place of a community of saints. <em> “Her assemblies”<\/em> (<em> m ikrâehâ <\/em> ) points back to Zion, and is a plural written defectively (at least in our editions),<\/p><p> (Note: Such codices and ancient editions as Soncino (1488), Brescia (1494), and many others, have the word with the <em> yod <\/em> of the plural.)<\/p><p> - as, for example, in <a class=\"ref\">Jeremiah 19:8<\/a>. There is no necessity to take this noun in the sense of “meeting halls” (a meaning which it never has anywhere else), as Gesenius, Ewald, Hitzig, and others have done, since it may also signify “the meetings,” though not in an abstract, but in a concrete sense (<em> ecclesiae <\/em> ).<\/p><p> (Note: It is doubtful whether the form מפעל ( מפעל ) is ever strictly a <em> nomen actionis kal <\/em> (Ges. §84, 14). Its meaning seems rather to be always concrete, even in Arabic, where <em> menâm <\/em> signifies a sleeping-place, sleeping-time, or a dream, but never sleep, or sleeping (like <em> inse <\/em> , Heb. <em> shenâh <\/em> , or <em> naum <\/em> , Heb. <em> nūm <\/em> ).)<\/p><p> The explanatory clause, <em> “for over all the glory<\/em> (comes) <em> a canopy,”<\/em> admits of several interpretations. Dr. Shegg and others take it in the general sense: “for defence and covering are coming for all that is glorious.” Now, even if this thought were not so jejune as it is, the word <em> C huppâh <\/em> would not be the word used to denote covering for the sake of protection; it signifies rather covering for the sake of beautifying and honouring that which is covered. <em> Chuppâh <\/em> is the name still given by the Jews to the wedding canopy, i.e., a canopy supported on four poles and carried by four boys, under which the bride and bridegroom receive the nuptial blessing - a meaning which is apparently more appropriate, even in <a class=\"ref\">Psalms 19:6<\/a> and <a class=\"ref\">Joel 2:16<\/a>, than the ordinary explanation <em> thalamus <\/em> to <em> torus <\/em> . Such a canopy would float above Mount Zion in the form of a cloud of smoke and blaze of fire. (There is no necessity to take <em> C huppâh <\/em> as a third pers. <em> pual<\/em> , since תּהיה , which follows immediately afterwards in <a class=\"isa\" verses=\"WzE3NzQwXQ==\">Isaiah 4:6<\/a>, may easily be supplied in thought.) The only question is whether <em> C ol <\/em> <em> C âbōd <\/em> signifies “every kind of glory,” or according to <a class=\"ref\">Psalms 39:6; Psalms 45:14<\/a>, “pure glory” (Hofmann, <em> Stud. u. Krit.<\/em> 1847, pp. 936-38). The thought that Jerusalem would now be “all glory,” as its inhabitants were all holiness, and therefore that this shield would be spread out over pure glory, is one that thoroughly commends itself. but we nevertheless prefer the former, as more in accordance with the substantive clause. The glory which Zion would now possess would be exposed to no further injury: Jehovah would acknowledge it by signs of His gracious presence; for henceforth there would be nothing glorious in Zion, over which there would not be a canopy spread in the manner described, shading and yet enlightening, hiding, defending, and adorning it.<\/p>",
    "audit": null
}