{
    "id": 17888,
    "source": "kdo",
    "verse_id": 18147,
    "verse_count": 3,
    "reference": "26:16-18",
    "title": "",
    "html": "<p> The <em> tephillâh <\/em> now returns to the retrospective glance already cast in <a class=\"isa\" verses=\"WzE4MTM5LDE4MTQwXQ==\">Isaiah 26:8, Isaiah 26:9<\/a> into that night of affliction, which preceded the redemption that had come. <em> “Jehovah, in trouble they missed Thee, poured out light supplication when Thy chastisement came upon them. As a woman with child, who draws near to her delivery, writhes and cries out in her pangs, so were we in Thy sight, O Jehovah. We went with child, we writhed; it was as if we brought forth wind. We brought no deliverance to the land, and the inhabitants of the world did not come to the light.”<\/em> The substantive circumstantial clause in the parallel line, למו מוּסר , <em> c astigatione<\/em> <em> tua<\/em> <em> eos<\/em> <em> affilgente <\/em> ( ל as in <a class=\"isa\" verses=\"WzE4MTQwXQ==\">Isaiah 26:9<\/a>), corresponds to בּצּר ; and לחשׁ צקוּן , a preterite עצוּק etire = יצק , <a class=\"ref\">Job 28:2; Job 29:6<\/a>, to be poured out and melt away) with <em> Nun <\/em> <em> paragogic <\/em> (which is only met with again in <a class=\"ref\">Deuteronomy 8:3, Deuteronomy 8:16<\/a>, the <em> yekōshūn <\/em> in <a class=\"isa\" verses=\"WzE4MjE1XQ==\">Isaiah 29:21<\/a> being, according to the syntax, the future of <em> kōsh <\/em> ), answers to <em> pâkad <\/em> , which is used here as in <a class=\"isa\" verses=\"WzE4MzIwLDc3MzcsNzg3N10=\">Isaiah 34:16; 1 Samuel 20:6; 1 Samuel 25:15<\/a>, in the sense of <em> lustrando desiderare <\/em> . <em> Lachash <\/em> is a quiet, whispering prayer (like the whispering of forms of incantation in <a class=\"isa\" verses=\"WzE3NzExXQ==\">Isaiah 3:3<\/a>); sorrow renders speechless in the long run; and a consciousness of sin crushes so completely, that a man does not dare to address God aloud (<a class=\"isa\" verses=\"WzE4MTk4XQ==\">Isaiah 29:4<\/a>). Pregnancy and pangs are symbols of a state of expectation strained to the utmost, the object of which appears all the closer the more the pains increase. Often, says the perfected church, as it looks back upon its past history, often did we regard the coming of salvation as certain; but again and again were our hopes deceived. The first כּמו is equivalent to כּ , “as a woman with child,” etc. (see at <a class=\"isa\" verses=\"WzE3ODMwXQ==\">Isaiah 8:22<\/a>); the second is equivalent to כּאשׁר , “as it were, we brought forth wind.” This is not an inverted expression, signifying we brought forth as it were wind; but כמו governs the whole sentence in the sense of “(it was) <em> as if<\/em> .” The issue of all their painful toil was like the result of a false pregnancy (<em> empneumatosis<\/em> ), a delivery of wind. This state of things also proceeded from Jehovah, as the expression “before Thee” implies. It was a consequence of the sins of Israel, and of a continued want of true susceptibility to the blessings of salvation. Side by side with their disappointed hope, <a class=\"isa\" verses=\"WzE4MTQ5XQ==\">Isaiah 26:18<\/a> places the ineffectual character of their won efforts. Israel's own doings - no, they could never make the land into ישׁוּעת (i.e., bring it into a state of complete salvation); and (so might the final clause be understood) they waited in vain for the judgment of Jehovah upon the sinful world that was at enmity against them, or they made ineffectual efforts to overcome it. This explanation is favoured by the fact, that throughout the whole of this cycle of prophecies <em> yōshbē tēbēl <\/em> does not mean the inhabitants of the holy land, but of the globe at large in the sense of “the world” (<a class=\"isa\" verses=\"W1sxODE1Ml0seyIxODEwMSI6Mn1d\">Isaiah 26:21; Isaiah 24:5-6<\/a>). Again, the relation of יפּלוּ to the תּפּיל in <a class=\"isa\" verses=\"WzE4MTUwXQ==\">Isaiah 26:19<\/a>, land the figure previously employed of the pains of child-birth, speak most strongly in favour of the conclusion, that <em> nâphal <\/em> is here used for the falling of the fruit of the womb (cf., <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Wis+7:3&t1=en_nas\" id=\"86\" class=\"stL\" target=\"_blank\">Wis. 7:3<\/a>, <em> Il<\/em> . xix. 110, καταπεσεῖν and πεσεῖν ). And <em> yōshbē <\/em> <em> tēbēl <\/em> (the inhabitants of the world) fits in with this sense (viz., that the expected increase of the population never came), from the fact that in this instance the reference is not to <em> the<\/em> inhabitants of the earth; but the words signify inhabitants generally, or, as we should say, young, new-born “mortals.” The punishment of the land under the weight of the empire still continued, and a new generation did not come to the light of day to populate the desolate land (cf., <em> Psychol.<\/em> p. 414).<\/p>",
    "audit": null
}