{
    "id": 13510,
    "source": "kdo",
    "verse_id": 18824,
    "verse_count": 2,
    "reference": "60:2-3",
    "title": "",
    "html": "<p>It is now all darkness over mankind; but Zion is the east, in which this sun of suns will rise. <a class=\"isa\" verses=\"MTg4MjQ=\">Isaiah 60:2<\/a> <i>“For, behold, the darkness covereth the earth, and deep darkness the nations; and Jehovah riseth over thee, and His glory becomes visible over thee.”<\/i> The night which settles upon the world of nations is not to be understood as meaning a night of ignorance and enmity against God. This prophecy no doubt stands in progressive connection with the previous one; but, according to <a class=\"isa\" verses=\"MTg4MjA=\">Isaiah 59:19<\/a>, the manifestation of judgment, through which Zion is redeemed, brings even the heathen from west to east, i.e., those who survive the judgment, to the fear of Jehovah. The idea is rather the following: After the judgments of God have passed, darkness in its greatest depth still covers the earth, and a night of clouds the nations. It is still night as on the first day, but a night which is to give place to light. Where, then, will the sun rise, by which this darkness is to be lighted up? The answer is, “Over Zion, the redeemed church of Israel.” But whilst darkness still covers the nations, it is getting light in the Holy Land, for a sun is rising over Zion, viz., Jehovah in His unveiled glory. The consequence of this is, that Zion itself becomes thoroughly light, and that not for itself only, but for all mankind. When Jehovah has transformed Zion into the likeness of His own glory, Zion transforms all nations into the likeness of her own. <a class=\"isa\" verses=\"MTg4MjU=\">Isaiah 60:3<\/a> <i>“And nations walk to thy light, and kings to the shining of thy rays.”<\/i> Zion exerts such an attractive force, that nations move towards her light (<span class=\"normal hebrew\">ל<\/span> <span class=\"normal hebrew\">הלך<\/span> as in <span class=\"normal hebrew\">לביתו<\/span> <span class=\"normal hebrew\">ni<\/span> <span class=\"normal hebrew\">הלך<\/span> and other similar expressions), and kings to the splendour of her rays, to share in them for themselves, and enjoy them with her. All earthly might and majesty station themselves in the light of the divine glory, which is reflected by the church.<br><\/p>",
    "audit": null
}