{
    "id": 18246,
    "source": "kdo",
    "verse_id": 18877,
    "verse_count": 1,
    "reference": "63:10",
    "title": "",
    "html": "<p> Israel's ingratitude. <em> “But they resisted and vexed His Holy Spirit: then He turned to be their enemy; He made war upon them.”<\/em> Not only has ועצּבוּ (to cause cutting pain) קדשׁו את־רוּח as its object, but מרוּ has the same (on the primary meaning, see at <a class=\"isa\" verses=\"WzE3NzE2XQ==\">Isaiah 3:8<\/a>). In other cases, the object of <em> m e rōth <\/em> (<em> hamrōth <\/em> ) is Jehovah, or His word, His promise, His providence, hence Jehovah himself in the revelations of His nature in word and deed; here it is the spirit of holiness, which is distinguished from Him as a personal existence. For just as the angel who is His face, i.e., the representation of His nature, is designated as a person both by His name and also by the redeeming activity ascribed to Him; so also is the Spirit of holiness, by the fact that He can be grieved, and therefore can feel grief (compare <a class=\"ref\">Ephesians 4:30<\/a>, “Grieve not the Holy Spirit of God”). Hence Jehovah, and the angel of His face, and the Spirit of His holiness, are distinguished as three persons, but so that the two latter derive their existence from the first, which is the absolute ground of the Deity, and of everything that is divine. Now, if we consider that the angel of Jehovah was indeed an angel, but that he was the angelic anticipation of the appearance of God the Mediator “in the flesh,” and served to foreshadow Him “who, as the image of the invisible God” (<a class=\"ref\">Colossians 1:15<\/a>), as “the reflection of His glory and the stamp of His nature” (<a class=\"ref\">Hebrews 1:3<\/a>), is not merely a temporary medium of self-manifestation, but the perfect personal self-manifestation of the divine <em> pânı̄m <\/em> , we have here an unmistakeable indication of the mystery of the triune nature of God the One, which was revealed in history in the New Testament work of redemption. The subject to ויּהפ ך is Jehovah, whose Holy Spirit they troubled. He who proved Himself to be their Father (cf., <a class=\"ref\">Deuteronomy 32:6<\/a>), became, through the reaction of His holiness, the very reverse of what He wished to be. He turned to be their enemy; הוּא , He, the most fearful of all foes, made war against them. This is the way in which we explain  , although with this explanation it would have to be accentuated differently, viz., ויהפך <em> m ahpach <\/em> , להם <em> pashta <\/em> , לאויב <em> zakeph <\/em> , הוא <em> tiphchah <\/em> , נלחם־בם <em> silluk <\/em> . The accentuation as we find it takes נלחם־בם הוא as an attributive clause: “to an enemy, who made war against them.”<\/p>",
    "audit": null
}