{
    "id": 17918,
    "source": "kdo",
    "verse_id": 18219,
    "verse_count": 5,
    "reference": "30:1-5",
    "title": "",
    "html": "<p> The plan which, according to <a class=\"isa\" verses=\"WzE4MjA5XQ==\">Isaiah 29:15<\/a>, was already projected and prepared in the deepest secrecy, is now much further advanced. The negotiations by means of ambassadors have already been commenced; but the prophet condemns what he can no longer prevent. <em> “Woe to the stubborn children, saith Jehovah, to drive plans, and not by my impulse, and to plait alliance, and not according to my Spirit, to heap sin upon sin: that go away to travel down to Egypt, without having asked my mouth, to fly to Pharaoh's shelter, and to conceal themselves under the shadow of Egypt. And Pharaoh's shelter becomes a shame to them, and the concealment under the shadow of Egypt a disgrace. For Judah's princes have appeared in Zoan, and his ambassadors arrive in Hanes. They will all have to be ashamed of a people useless to them, that brings no help and no use, but shame, and also reproach.”<\/em> <em> Sōr e rı̄m <\/em> is followed by infinitives with <em> Lamed<\/em> (cf., <a class=\"isa\" verses=\"WzE3NzYyLDE3NzE2XQ==\">Isaiah 5:22; Isaiah 3:8<\/a>): who are bent upon it in their obstinacy. <em> Massēkhâh <\/em> designates the alliance as a plait (<em> massēkheth <\/em> ). According to Cappellus and others, it designates it as formed with a libation ( σπονδη , from σπένδεσθαι ); but the former is certainly the more correct view, inasmuch as <em> m assēkhâh <\/em> (from <em> nâsakh <\/em> , <em> fundere <\/em> ) signifies a cast, and hence it is more natural here to take <em> nâsakh <\/em> as equivalent to <em> sâkhakh <\/em> , <em> plectere <\/em> (Jerome: <em> ordiremini telam <\/em> ). The context leaves no doubt as to the meaning of the adverbial expressions ולא־מנּי and ולא־רוּחי , viz., without its having proceeded from me, and without my Spirit being there. “Sin upon sin:” inasmuch as they carry out further and further to perfect realization the thought which was already a sinful one in itself. The prophet now follows for himself the ambassadors, who are already on the road to the country of the Nile valley. He sees them arrive in Zoan, and watches them as they proceed thence into Hanes. He foresees and foretells what a disgraceful opening of their eyes will attend the reward of this untheocratical beginning. On <em> lâ‛ōz b' <\/em> , see at <a class=\"isa\" verses=\"WzE3ODgyXQ==\">Isaiah 10:31<\/a> : <em> ‛ōz <\/em> is the infinitive constr. of <em> ‛ūz <\/em> ; <em> m â‛ōz <\/em> , on the contrary, is a derivative of <em> ‛ âzaz <\/em> , to be strong. The suffixes of שׂריו (his princes) and מלאכיו (his ambassadors) are supposed by Hitzig, Ewald, and Knobel, who take a different view of what is said, to refer to the princes and ambassadors of Pharaoh. But this is by no means warranted on the ground that the prophet cannot so immediately transfer to Zoan and Hanes the ambassadors of Judah, who were still on their journey according to <a class=\"isa\" verses=\"WzE4MjIwXQ==\">Isaiah 30:2<\/a>. The prophet's vision overleaps the existing stage of the desire for this alliance; he sees the great men of his nation already suing for the favour of Egypt, first of all in Zoan, and then still further in Hanes, and at once foretells the shameful termination of this self-desecration of the people of Jehovah. The lxx give for יגיעוּ חנּס , μάτην κοπιάσουσιν , i.e., ייגעוּ סהנּם , and Knobel approves this reading; but it is a misunderstanding, which only happens to have fallen out a little better this time than the rendering ὡς Δαυίδ given for כּדּוּר in <a class=\"isa\" verses=\"WzE4MTk3XQ==\">Isaiah 29:3<\/a>. If <em> c hinnâm <\/em> had been the original reading, it would hardly have entered any one's mind to change it into <em> c hânēs <\/em> . The latter was the name of a city on an island of the Nile in Central Egypt, the later Heracleopolis (Eg. <em> Hnēs <\/em> ; <em> Ehnēs <\/em> ), the <em> Anysis<\/em> of Herodotus (ii. 137). On <em> Zoan<\/em> , see at <a class=\"isa\" verses=\"WzE4MDE2XQ==\">Isaiah 19:11<\/a>. At that time the Tanitic dynasty was reigning, the dynasty preceding the Ethiopian. Tanis and Anysis were the two capitals. הבאישׁ (= היבשׁ =( ה , a metaplastic <em> hiphil<\/em> of יבשׁ = בּושׁ , a different word from יבשׁ ) is incorrectly pointed for הבאישׁ , like ריאשׁנה (<em> keri<\/em> ) for ראישׁנה in <a class=\"ref\">Joshua 21:10<\/a>. הבאישׁ signifies elsewhere, “to make stinking” (to calumniate, <a class=\"ref\">Proverbs 13:5<\/a>), or “to come into ill odour” (<a class=\"ref\">1 Samuel 27:12<\/a>); here, however, it means to be put to shame ( בּאשׁ = בּושׁ ).<\/p>",
    "audit": null
}