{
    "id": 13460,
    "source": "kdo",
    "verse_id": 18675,
    "verse_count": 3,
    "reference": "51:1–3",
    "title": "",
    "html": "<p>The prophetic address now turns again from the despisers of the word, whom it has threatened with the torment of fire, to those who long for salvation. <i>“Hearken to me, ye that are in pursuit of righteousness, ye that seek Jehovah. Look up to the rock whence ye are hewn, and to the hollow of the pit whence ye are dug. Look up toe Abraham your forefather, and to Sara who bare you, that he was one when I called him, and blessed him, and multiplied him. For Jehovah hath comforted Zion, comforted all her ruins, and turned her desert like Eden, and her steppe as into the garden of God; joy and gladness are found in her, thanksgiving and sounding music.”<\/i> The prophecy is addressed to those who are striving after the right kind of life and seeking Jehovah, and not turning from Him to make earthly things and themselves the object of their pursuit; for such only are in a condition by faith to regard that as possible, and in spirit to behold that as real, which seems impossible, and in spirit to behold that as real, which seems impossible to human understanding, because the very opposite is lying before the eye of the senses. Abraham and Sarah they are mentally to set before them, for they are types of the salvation to be anticipated now. Abraham is the rock whence the stones were hewn, of which the house of Jacob is composed; and Sarah with her maternal womb the hollow of the pit out of which Israel was brought to the light, just as peat is dug out of a pit, or copper out of a mine. The marriage of Abraham and Sarah was for a long time unfruitful; it was, as it were, out of hard stone that God raised up children to Himself in Abraham and Sarah. The rise of Israel was a miracle of divine power and grace. In antithesis to the masculine<i>(<span class=\"translit\"> tsūr<\/span>), <i>(<span class=\"translit\"> bōr<\/span>) is made into a feminine through<i>(<span class=\"translit\"> maqqebheth<\/span>), which is chosen with reference to<i>(<span class=\"translit\"> neqēbhâh<\/span>). to<span class=\"normal hebrew\"> חצּבתּם<\/span> we must supply<span class=\"normal hebrew\"> ממּנּוּ<\/span> …<span class=\"normal hebrew\"> אשׁר<\/span> , and to<span class=\"normal hebrew\"> נקּרתּם<\/span> ,<span class=\"normal hebrew\"> ממּנּה<\/span> …<span class=\"normal hebrew\"> אשׁר<\/span> . <i> <a class=\"isa\" verses=\"WzE4Njc2XQ==\">Isaiah 51:2<\/a><\/i> informs them who the rock and the hollow of the pit are, viz., Abraham your forefather, and Sarah<i>(<span class=\"translit\"> techōlelkhem<\/span>), who bare you with all the pains of childbirth: “you<\/i> ,” for the birth of Isaac, the son of promise, was the birth of the nation. The point to be specially looked at in relation to Abraham (in comparison with whom Sarah falls into the background) is given in the words quod unum vocavi eum<\/i> (that he was one when I called him). The perfect<span class=\"normal hebrew\"> קראתיו<\/span> relates the single call of divine grace, which removed Abraham from the midst of idolaters into the fellowship of Jehovah. The futures that follow (with Vav cop. <\/i>) point out the blessing and multiplication that were connected with it ( <a class=\"ref\">Genesis 12:1-2<\/a>). He is called one ((<span class=\"translit\"> 'echâd<\/span>) as in <a class=\"ref\">Ezekiel 33:24; Malachi 2:15<\/a>), because he was one at the time of his call, and yet through the might of the divine blessing became the root of the whole genealogical tree of Israel, and of a great multitude of people that branched off from it. This is what those who are now longing for salvation are to remember, strengthening themselves by means of the olden time in their faith in the future which so greatly resembles it. The corresponding blessing is expressed in preterites ((<span class=\"translit\"> nicham<\/span>), (<span class=\"translit\"> vayyâsem<\/span>)), inasmuch as to the eye of faith and in prophetic vision the future has the reality of a present and the certainty of a completed fact. Zion, the mother of Israel ( <a class=\"isa\" verses=\"WzE4NjY0XQ==\">Isaiah 50:1<\/a>), the counterpart of Sarah, the ancestress of the nation-Zion, which is now mourning so bitterly, because she is lying waste and in ruins - is comforted by Jehovah. The comforting word of promise ( <a class=\"isa\" verses=\"WzE4NDIyXQ==\">Isaiah 40:1<\/a>) becomes, in her case, the comforting fact of fulfilment ( <a class=\"isa\" verses=\"WzE4NjUwXQ==\">Isaiah 49:13<\/a>). Jehovah makes her waste like Eden (lxx<span class=\"greek normal\"> ὡς παράδεισον<\/span>), like a garden, as glorious as if it had been directly planted by Himself ( <a class=\"ref\">Genesis 13:10; Numbers 24:6<\/a>). And this paradise is not without human occupants; but when you enter it you find joy and gladness therein, and hear thanksgiving at the wondrous change that has taken place, as well as the voice of melody ((<span class=\"translit\"> zimrâh<\/span>) as in <a class=\"ref\">Amos 5:23<\/a>). The pleasant land is therefore full of men in the midst of festal enjoyment and activity. As Sarah gave birth to Isaac after a long period of barrenness, so Zion, a second Sarah, will be surrounded by a joyous multitude of children after a long period of desolation. <br><\/i><\/i><\/p> ",
    "audit": null
}