{
    "id": 17955,
    "source": "kdo",
    "verse_id": 18301,
    "verse_count": 2,
    "reference": "33:21-22",
    "title": "",
    "html": "<p> It is also a great Lord who dwells therein, a faithful and almighty defender. <em> “No, there dwells for us a glorious One, Jehovah; a place of streams, canals of wide extent, into which no fleet of rowing vessels ventures, and which no strong man of war shall cross. For Jehovah is our Judge; Jehovah is our war-Prince; Jehovah is our King; He will bring us salvation.”<\/em> Following upon the negative clauses in  , the next v. commences with <em> kı̄ 'im <\/em> (<em> imo <\/em> ). Glorious (<em> 'addı̄r <\/em> ) is Jehovah, who has overthrown Lebanon, i.e., Assyria (<a class=\"isa\" verses=\"WzE3ODg1XQ==\">Isaiah 10:34<\/a>). He dwells in Jerusalem for the good of His people - a place of streams, i.e., one resembling a place of streams, from the fact that He dwells therein. Luzzatto is right in maintaining, that בּו and יעברנּוּ point back to מקום , and therefore that <em> m e kōm <\/em> is neither equivalent to <em> loco <\/em> (<em> tachath <\/em> , instead of), which would be quite possible indeed, as <a class=\"ref\">1 Kings 21:19<\/a>, if not <a class=\"ref\">Hosea 2:1<\/a>, clearly proves (cf., <a class=\"ref\">1 Kings 22:38<\/a>), nor used in the sense of substitution or compensation. The meaning is, that, by virtue of Jehovah's dwelling there, Jerusalem had become a place, or equivalent to a place, or broad streams, like those which in other instances defended the cities they surrounded (e.g., Babylon, the “twisted snake,” <a class=\"isa\" verses=\"WzE4MTUzXQ==\">Isaiah 27:1<\/a>), and of broad canals, which kept off the enemy, like moats around a fortification. The word יארים was an Egyptian word, that had become naturalized in Hebrew; nevertheless it is a very natural supposition, that the prophet was thinking of the <em> No<\/em> of Egypt, which was surrounded by waters, probably Nile-canals (see Winer, <em> R.W.<\/em> <a class=\"ref\">Nahum 3:8<\/a>). The adjective in which <em> yâdaim <\/em> brings out with greater force the idea of breadth, as in <a class=\"isa\" verses=\"WzE4MDcxXQ==\">Isaiah 22:18<\/a> (“on both sides”), belongs to both the nouns, which are placed side by side, ὰσυνδέτως (because permutative). The presence of Jehovah was to Jerusalem what the broadest streams and canals were to other cities; and into these streams and canals, which Jerusalem had around it spiritually in Jehovah Himself, no rowing vessels ventured בּ הל ך , <em> ingredi <\/em> ). Luzzatto renders the word “ships of roving,” i.e., pirate ships; but this is improbable, as <em> shūt <\/em> , when used as a nautical word, signifies to row. Even a majestic <em> tsı̄ <\/em> , i.e., <em> trieris magna <\/em> , could not cross it: a colossal vessel of this size would be wrecked in these mighty and dangerous waters. The figure is the same as that in <a class=\"isa\" verses=\"WzE4MTMyXQ==\">Isaiah 26:1<\/a>. In the consciousness of this inaccessible and impenetrable defence, the people of Jerusalem gloried in their God, who watched as a <em> shōphēt <\/em> over Israel's rights and honour, who held as <em> m e choqēq <\/em> the commander's rod, and ruled as <em> melekh <\/em> in the midst of Israel; so that for every future danger it was already provided with the most certain help.<\/p>",
    "audit": null
}