{
    "id": 13519,
    "source": "kdo",
    "verse_id": 18839,
    "verse_count": 2,
    "reference": "60:17-18",
    "title": "",
    "html": "<p>The outward and inward beauty of the new Jerusalem is now depicted by the materials of her structure, and the powers which prevail within her. <i>“For copper I bring gold, and for iron I bring silver, and for wood copper, and for stones iron, and make peace thy magistracy, and righteousness thy bailiffs. Injustice is no more seen in thy land, wasting and destruction in thy borders; and thou callest salvation thy walls, and renown thy gates.”<\/i> Wood and stone are not used at all in the building of the new Jerusalem. Just as in the time of Solomon silver was counted as nothing (<a class=\"ref\">1 Kings 10:21<\/a>) and had only the value of stones (<a class=\"ref\">1 Kings 10:27<\/a>), so here Jehovah gives her gold instead of copper, silver instead of iron; whilst copper and iron are so despised with this superabundance of the precious metals, that they take the place of such building materials as wood and stones. Thus the city will be a massive one, and not even all of stone, but entirely built of metal, and indestructible not only by the elements, but by all kinds of foes. The allegorical continuation of the prophecy shows very clearly that the prophet does not mean his words to be taken literally. The lxx, Saad., and others, are wrong in adopting the rendering, “I make thy magistracy peace,” etc.; since <i>(<span class=\"translit\">shâlōm<\/span>) and <i>(<span class=\"translit\">tsedâqâh<\/span>) are not accusatives of either the predicate or the object, but such personifications as we are accustomed to in Isaiah (vid., <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 32:16-17<\/a>; <a class=\"isa\" verses=\"MTg4MTU=\">Isaiah 59:14<\/a>; cf., <a class=\"isa\" verses=\"MTg1NzA=\">Isaiah 45:8<\/a>). Jehovah makes peace its (<span class=\"translit\">pequddâh<\/span>), i.e., its “overseership” (like (<span class=\"translit\">gebhūrâh<\/span>), heroship, in <a class=\"isa\" verses=\"MTc3MzM=\">Isaiah 3:25<\/a>, and (<span class=\"translit\">‛ezrâh<\/span>), helpership, in <a class=\"isa\" verses=\"MTgyNTM=\">Isaiah 31:2<\/a>), or magistracy; and righteousness its bailiffs. The plural <span class=\"normal hebrew\">נגשׂיך<\/span> is no disproof of the personification; the meaning is, that (<span class=\"translit\">tsedâqâh<\/span>) (righteousness) is to Jerusalem what the whole body of civil officers together are: that is to say, righteousness is a substitute for the police force in every form. Under such magistracy and such police, nothing is ever heard within the land, of which Jerusalem is the capital, of either (<span class=\"translit\">châmâs<\/span>), i.e., a rude and unjust attack of the stronger upon the weaker, or of (<span class=\"translit\">shōd<\/span>), i.e., conquest and devastation, and (<span class=\"translit\">shebher<\/span>), i.e., dashing to pieces, or breaking in two. It has walls (<a class=\"isa\" verses=\"MTg4MzI=\">Isaiah 60:10<\/a>); but in truth “salvation,” the salvation of its God, is regarded as its impregnable fortifications. It has gates (<a class=\"isa\" verses=\"MTg4MzM=\">Isaiah 60:11<\/a>) but (<span class=\"translit\">tehillâh<\/span>), the renown that commands respect, with which Jehovah has invested it, is really better than any gate, whether for ornament or protection.<br><\/i><\/i><\/p>",
    "audit": null
}