{
    "id": 18267,
    "source": "kdo",
    "verse_id": 18918,
    "verse_count": 1,
    "reference": "65:20",
    "title": "",
    "html": "<p> There will be a different measure then, and a much greater one, for measuring the period of life and grace. <em> “And there shall no more come thence a suckling of a few days, and an old man who has not lived out all his days; for the youth in it will die as one a hundred years old, and the sinner be smitten with the curse as one a hundred years old.”<\/em> Our editions of the text commence <a class=\"isa\" verses=\"WzE4OTE4XQ==\">Isaiah 65:20<\/a> with לא־יהיה , but according to the Masora (see <em> Mas. finalis<\/em> , p. 23, col. 7), which reckons five ולא־יהיה at the commencement of verses, and includes our v. among them, it must read ולא־יהיה , as it is also rendered by the lxx and Targum. The meaning and connection are not affected by this various reading. Henceforth there will not spring from Jerusalem (or, what <em> hâyâh <\/em> really means, “come into existence;” “<em> thence<\/em> ,” <em> m isshâm <\/em> , not “from that time,” but locally, as in <a class=\"ref\">Hosea 2:17<\/a> and elsewhere, cf., <a class=\"isa\" verses=\"WzE4Nzk5XQ==\">Isaiah 58:12<\/a>) a suckling (see p. 90) of days, i.e., one who has only reached the age of a few days (<em> yâmı̄m <\/em> as in <a class=\"ref\">Genesis 24:55<\/a>, etc.), nor an old man who has not filled his days, i.e., has not attained to what is regarded as a rule as the full measure of human life. He who dies as a youth, or is regarded as having died young, will not die before the hundredth year of his life; and the sinner ( והחוטא with <em> seghol<\/em> , as in <a class=\"ref\">Ecclesiastes 8:12; Ecclesiastes 9:18<\/a>; Ges. §75, Anm. 21) upon whom the curse of God falls, and who is overwhelmed by the punishment, will not be swept away before the hundredth year of his life. We cannot maintain with Hofmann (<em> Schriftbeweis<\/em> , ii. 2, 567), that it is only in appearance that less is here affirmed than in <a class=\"isa\" verses=\"WzE4MTI3XQ==\">Isaiah 25:8<\/a>. The reference there is to the ultimate destruction of the power of death; here it is merely to the limitation of its power.<\/p>",
    "audit": null
}