{
    "id": 13483,
    "source": "kdo",
    "verse_id": 18742,
    "verse_count": 2,
    "reference": "55:1–2",
    "title": "",
    "html": "<p>All things are ready; the guests are invited; and nothing is required of them except to come. <i>“Alas, all ye thirsty ones, come ye to the water; and ye that have no silver, come ye, buy, and eat! Yea, come, buy wine and milk without money and without payment! Wherefore do ye weigh silver for that which is not bread, and the result of your labour for that which satisfieth not? O hearken ye to me, and eat the good, and let your soul delight itself in fat.”<\/i> Hitzig and Knobel understand by water, wine, and milk, the rich material blessings which awaited the exiles on their return to their fatherland, whereas they were now paying tribute and performing service inf Babylon without receiving anything in return. But the prophet was acquainted with something higher than either natural water ( <a class=\"isa\" verses=\"WzE4NzI3XQ==\">Isaiah 54:3<\/a> , cf., <a class=\"isa\" verses=\"WzE4NDY5XQ==\">Isaiah 41:17<\/a>) or natural wine ( <a class=\"isa\" verses=\"WzE4MTI1XQ==\">Isaiah 25:6<\/a>). He knew of an eating and drinking which reached beyond the mere material enjoyment ( <a class=\"isa\" verses=\"WzE4OTExXQ==\">Isaiah 65:13<\/a>); and the expression<span class=\"normal hebrew\"> ה<\/span><span class=\"normal hebrew\"> טּוּב<\/span> , whilst it includes material blessings ( <a class=\"ref\">Jeremiah 31:12<\/a>), is not exhausted by them ( <a class=\"isa\" verses=\"WzE4ODc0XQ==\">Isaiah 63:7<\/a> , cf., <a class=\"ref\">Psalm 27:13<\/a>), just as<span class=\"normal hebrew\"> התענּג<\/span> in <a class=\"isa\" verses=\"WzE4ODAxXQ==\">Isaiah 58:14<\/a> (cf., <a class=\"ref\">Psalm 37:4, Psalm 37:11<\/a>) does not denote a feeling or worldly, but of spiritual joy. Water, wine, and milk, as the fact that water is placed first clearly shows, are not the produce of the Holy Land, but figurative representations of spiritual revival, recreation, and nourishment (cf., <a class=\"ref\">1 Peter 2:2<\/a> , “the sincere milk of the word”). The whole appeal is framed accordingly. When Jehovah summons the thirsty ones of His people to come to the water, the summons must have reference to something more than the water to which a shepherd leads his flock. And as buying without money or any other medium of exchange is an idea which neutralizes itself in the sphere of natural objects, wine and ilk are here blessings and gifts of divine grace, which are obtained by grace (<span class=\"greek normal\"> χάριτι<\/span> , <i>gratis<\/i>), their reception being dependent upon nothing but a sense of need, and a readiness to accept the blessings offered. Again, the use of the verb<span class=\"normal hebrew\"> שׁברוּ<\/span> , which is confined in other passages to the purchase of cereals, is a sufficient proof that the reference is not to natural objects, but to such objects as could properly be compared to cereals. The bread and other provisions, which Israel obtained in its present state of punishment, are called “not bread,” and “not serving to satisfy,” because that which truly satisfies the soul comes from above, and being of no earthly nature, is to be obtained by those who are the most destitute of earthly supplies. Can any Christian reader fail to recall, when reading the invitation in <a class=\"isa\" verses=\"WzE4NzQyXQ==\">Isaiah 55:1<\/a> , the words of the parable in <a class=\"ref\">Matthew 22:4<\/a> , “All things are now ready?” And does not <a class=\"isa\" verses=\"WzE4NzQzXQ==\">Isaiah 55:2<\/a> equally suggest the words of Paul in <a class=\"ref\">Romans 11:6<\/a> , “If by grace, then is it no more of works?” Even the exclamation (<span class=\"translit\"> hoi<\/span>) (alas! see <a class=\"isa\" verses=\"WzE3OTk5XQ==\">Isaiah 18:1<\/a>), with which the passage commences, expresses deep sorrow on account of the unsatisfied thirst, and the toilsome labour which affords nothing but seeming satisfaction. The way to true satisfaction is indicated in the words, “Hearken unto me:” it is the way of the obedience of faith. In this way alone can the satisfaction of the soul be obtained. <br><\/p> ",
    "audit": null
}