{
    "id": 13404,
    "source": "kdo",
    "verse_id": 18454,
    "verse_count": 1,
    "reference": "41:2",
    "title": "",
    "html": "<p>The parties invited are now to be thought of as present, and Jehovah commences in <a class=\"isa\" verses=\"WzE4NDU0XQ==\">Isaiah 41:2<\/a>:<i>“Who hath raised up the man from the rising of the sun, whom justice meets at his foot, He giveth up nations before him, and kings He subdues, giveth men like the dust to his sword, and like driven stubble to his bow?”<\/i> The sentence governed by “who” (<i>(<span class=\"translit\"> mı̄<\/span>)) ends at<i>(<span class=\"translit\"> leraglō<\/span>) (at his foot); at the same time, all that follows is spoken with the echo of the interrogative accent. The person raised up is Cyrus, who is afterwards mentioned by name. The coming one (if, that is to say, we adhere to the belief in Isaiah's authorship of these addresses) first approaches gradually within the horizon of the prophet's ideal present; and it is only little by little that the prophet becomes more intimately acquainted with a phenomenon which belongs to so distant a future, and has been brought so close to his own eyes. Jehovah has raised up the new great hero “from the east” (<i>(<span class=\"translit\"> mimmizrâch<\/span>)), and, according to <a class=\"isa\" verses=\"WzE4NDc3XQ==\">Isaiah 41:25<\/a> , “from the north” also. Both of these were fulfilled; for Cyrus was a Persian belonging to the clan of Achaemenes (<i>(<span class=\"translit\"> Hakhâmanis<\/span>)), which stood at the head of the tribe, or of the Pasargadae. He was the son of Cambyses; and even if the Median princess Mandane were not his mother, yet, according to nearly all the ancient accounts, he was connected with the royal house of Media; at any rate, after Astyages was dethroned, he became head and chief of the Medes as well as of the Persians (hence the name of “Mule” which was give to him by the oracle, and that given by Jerome, “<i>agitator bigae<\/i> ”). Now Media was to the north of Babylonia, and Persia to the east; so that his victorious march, in which, even before the conquest of Babylon, he subjugated all the lands from the heights of Hinduku to the shores of the Aegean Sea, had for its starting-point both the east and north. <\/i><\/i><\/i><\/i><\/p><i><i>\n\n\n\n<\/i><\/i><p>(Note: See Pahl'es<i>Geschichte des Oriental. Alterthums<\/i> . (1864), p. 170ff.)<\/p> \n\n\n\n<p>The clause<span class=\"normal hebrew\"> לרגלו<\/span><span class=\"normal hebrew\"> יקראהוּ<\/span><span class=\"normal hebrew\"> צדק<\/span> is an attributive clause, and as such a virtual object: “him whom (supply<span class=\"normal hebrew\"> עת־אשׁר<\/span>) justice comes to meet (<span class=\"normal hebrew\"> קרא<\/span>)=<span class=\"normal hebrew\"> קרה<\/span> , Ges. §75, vi.) on his track” (cf., <a class=\"ref\">Genesis 30:30; Job 18:11; Habakkuk 3:5<\/a>). The idea of<i>(<span class=\"translit\"> tsedeq<\/span>) is determined by what follows: Jehovah gives up nations before him, and causes kings to be trodden down (causative of (<span class=\"translit\"> râdâh<\/span>)). Accordingly, (<span class=\"translit\"> tsedeq<\/span>) is either to be understood here in an attributive sense, as denoting the justice exercised by a person (viz., the justice executed successfully by Cyrus, as the instrument of Jehovah, by the force of arms); or objectively of the justice awarded to a person (to which the idea of “meeting” is more appropriate), viz., the favourable result, the victory which procures justice for the just cause of the combatant. Rosenmüller, Knobel, and others, are wrong in maintaining that (<span class=\"translit\"> tsedeq<\/span>) ((<span class=\"translit\"> tsedâqâh<\/span>)) in chapters 40-66 signifies primarily justice, and the prosperity and salvation as its reward. The word means straightness, justice, righteousness, and nothing more (from (<span class=\"translit\"> tsâdaq<\/span>), to be hard, firm, extended, straight, e.g., (<span class=\"translit\"> rumh<\/span><\/i> -(<span class=\"translit\"> un-(<span class=\"translit\"> tsadq<\/span>), a hard, firm, and straight lance); but it has a double aspect, because justice consists, according to circumstances, of either wrath of favour, and therefore has sometimes the idea of the strict execution of justice, as in this instance, sometimes of a manifestation of justice in fidelity to promises, as in <a class=\"isa\" verses=\"WzE4NDYyXQ==\">Isaiah 41:10<\/a>. <span class=\"normal hebrew\"> יתּן<\/span> is repeated here in <a class=\"isa\" verses=\"WzE4NDU0XQ==\">Isaiah 41:2<\/a> (just like<span class=\"normal hebrew\"> וילמדהו<\/span> in <a class=\"isa\" verses=\"WzE4NDM1XQ==\">Isaiah 40:14<\/a>) with the same subject, but in a different sense. To make sword and bow the subject, in the sense of “his sword gives (sc., 'the foe'),” is a doubtful thing in itself; and as (<span class=\"translit\"> cherebh<\/span>) and (<span class=\"translit\"> qesheth<\/span>) are feminines, it is by no means advisable. Moreover, in other instances, the comparative<span class=\"normal hebrew\"> כ<\/span> leaves it to the reader to carry out the figure indicated according to his own fancy. And this is the case here: He (Jehovah) makes his sword as if there were dust, his bow as if there were hunted stubble (Böttcher), i.e., pounding the enemy like dust, and hunting it like flying stubble. Our text has<span class=\"normal hebrew\"> כּעפר<\/span> , but in certain codices we find<span class=\"normal hebrew\"> כּעפר<\/span> with (<span class=\"translit\"> tzere<\/span>); and this reading, which is contrary to rule, has in its favour the express testimony of Moses the punctuator. <\/span><\/p> \n\n\n\n<p>(Note: In his<span class=\"normal hebrew\"> הנקוד<\/span><span class=\"normal hebrew\"> דרכי<\/span> (rules of pointing), with which the Masora finalis is surrounded.)<br><\/p> ",
    "audit": null
}