{
    "id": 13416,
    "source": "kdo",
    "verse_id": 18486,
    "verse_count": 3,
    "reference": "42:5–7",
    "title": "",
    "html": " <p>The words of Jehovah are now addressed to His servant himself. He has not only an exalted vocation, answering to the infinite exaltation of Him from whom he has received his call; but by virtue of the infinite might of the caller, he may be well assured that he will never be wanting in power to execute his calling. <i>“Thus saith God, Jehovah, who created the heavens, and stretched them out; who spread the earth, and its productions; who gave the spirit of life to the people upon it, and the breath of life to them that walk upon it: I, Jehovah, I have called thee in righteousness, and grasped thy hand; and I keep thee, and make thee the covenant of the people, the light of the Gentiles, to open blind eyes, to bring out prisoners out of the prison, them that sit in darkness out of the prison-house.”<\/i>, The perfect <i>(<span class=\"translit\">,'âmar <\/span>) is to be explained on the ground that the words of God, as compared with the prophecy which announces them, are always the earlier of the two. <span class=\"normal hebrew\">,האל<\/span>,(the absolutely Mighty) is an anticipatory apposition to Jehovah (Ges. §113**). The attributive participles we have resolved into perfects, because the three first at least declare facts of creation, which have occurred once for all. <span class=\"normal hebrew\">,נוטיהם<\/span>, is not to be regarded as a plural, after <a class=\"isa\" verses=\"WzE4NzI5XQ==\">Isaiah 54:5<\/a>, and <a class=\"ref\">Job 35:10<\/a>; but as <span class=\"normal hebrew\">,בּורא<\/span>, precedes it, we may take it as a singular with an original quiescent <i>(<span class=\"translit\">, Yod <\/span>), after <a class=\"isa\" verses=\"WzE3NzUyXQ==\">Isaiah 5:12<\/a>; <a class=\"isa\" verses=\"WzE4MDY0XQ==\">Isaiah 22:11<\/a>; <a class=\"isa\" verses=\"WzE4MTQzXQ==\">Isaiah 26:12<\/a>. On <span class=\"normal hebrew\">,רקע<\/span>,(construct of <span class=\"normal hebrew\">,רקע <\/span>), see <a class=\"isa\" verses=\"WzE4NDQwXQ==\">Isaiah 40:19<\/a>. The <span class=\"normal hebrew\">,ו<\/span>, of <span class=\"normal hebrew\">,וצאצאיה<\/span>,(a word found both in Job and Isaiah, used here in its most direct sense, to signify the vegetable world) must be taken in accordance with the sense, as the <i>Vav<\/i>, of appurtenance; since <span class=\"normal hebrew\">,רקע<\/span>, may be affirmed of the globe itself, but not of the vegetable productions upon it (cf., <a class=\"ref\">Genesis 4:20; Judges 6:5; 2 Chronicles 2:3<\/a>). <i>(<span class=\"translit\">, Neshâmâh <\/span>) and <i>(<span class=\"translit\">, rūăch <\/span>) are epithets applied to the divine principle of life in all created corporeal beings, or, what is the same thing, in all beings with living souls. At the same time, <i>(<span class=\"translit\">, neshâmâh <\/span>) is an epithet restricted to the self-conscious spirit of man, which gives him his personality (<i>Psychol.<\/i>, p. 76, etc.); whereas <i>(<span class=\"translit\">, rūăch <\/span>) is applied not only to the human spirit, but to the spirit of the beast as well. Accordingly, <span class=\"normal hebrew\">,עם<\/span>, signifies the human race, as in <a class=\"isa\" verses=\"WzE4NDI4XQ==\">Isaiah 40:7<\/a>. What is it, then, that Jehovah, the Author of all being and all life, the Creator of the heaven and the earth, says to His servant here? “I Jehovah have called thee 'in righteousness'” (<i>(<span class=\"translit\">, betsedeq <\/span>): cf., <a class=\"isa\" verses=\"WzE4NTc1XQ==\">Isaiah 45:13<\/a>, where Jehovah also says of Cyrus, “I have raised him up in righteousness”). <span class=\"normal hebrew\">,צדק<\/span>, derived from <span class=\"normal hebrew\">,צדק<\/span>, to be rigid, straight, denotes the observance of a fixed rule. The righteousness of God is the stringency with which He acts, in accordance with the will of His holiness. This will of holiness is, so far as the human race is concerned, and apart from the counsels of salvation, a will of wrath; but from the standpoint of these counsels it is a will of love, which is only changed into a will of wrath towards those who despise the grace thus offered to them. Accordingly, <i>(<span class=\"translit\">, tsedeq <\/span>) denotes the action of God in accordance with His purposes of love and the plan of salvation. It signifies just the same as what we should call in New Testament phraseology the <i>holy love<\/i>, of God, which, because it is a <i>holy<\/i>, love, has wrath against its despisers as its obverse side, but which acts towards men not according to the law of works, but according to the law of grace. The word has this evangelical sense here, where Jehovah says of the Mediator of His counsels of love, that He has called Him in strict adherence to the will of His love, which will show mercy as right, but at the same time will manifest a right of double severity towards those who scornfully repel the offered mercy. That He had been called in righteousness, is attested to the servant of Jehovah by the fact that Jehovah has taken Him by the hand (<span class=\"normal hebrew\">,ואחזד<\/span>, contracted after the manner of a future of sequence), and guards Him, and appoints Him <span class=\"normal hebrew\">,גּוים <\/span> <span class=\"normal hebrew\">,לאור <\/span> <span class=\"normal hebrew\">,עם <\/span> <span class=\"normal hebrew\">,לברית<\/span>,. These words are a decisive proof that the idea of the expression “servant of Jehovah” has been elevated in <a class=\"isa\" verses=\"WzE4NDgyXQ==\">Isaiah 42:1<\/a>., as compared with <a class=\"isa\" verses=\"WzE4NDYwXQ==\">Isaiah 41:8<\/a>, from the national base to the personal apex. Adherence to the national sense necessarily compels a resort to artifices which carry their own condemnation, such as that <span class=\"normal hebrew\">,עם <\/span> <span class=\"normal hebrew\">,ברית<\/span>, signifies the “covenant nation,”as Hitzig supposes, or “the mediating nation,” as Ewald maintains, whereas either of these would require <span class=\"normal hebrew\">,ברית <\/span> <span class=\"normal hebrew\">,עם<\/span>,; or “national covenant” (Knobel), in support of which we are referred, though quite inconclusively, to <a class=\"ref\">Daniel 11:28<\/a>, where <span class=\"normal hebrew\">,קדשׁ <\/span> <span class=\"normal hebrew\">,בּרית<\/span>, does not mean the covenant of the patriots among themselves, but the covenant religion, with its distinctive sign, circumcision; or even that <span class=\"normal hebrew\">,עם<\/span>, is collective, and equivalent to <span class=\"normal hebrew\">,עמים<\/span>,(Rosenmüller), whereas <span class=\"normal hebrew\">,עם<\/span>, and <span class=\"normal hebrew\">,גוים<\/span>, when standing side by side, as they do here, can only mean Israel and the Gentiles; and so far as the passage before us is concerned, this is put beyond all doubt by <a class=\"isa\" verses=\"WzE4NjQ1XQ==\">Isaiah 49:8<\/a>,(cf., <a class=\"isa\" verses=\"WzE4NDg3XQ==\">Isaiah 42:6<\/a>). <br>, An unprejudiced commentator must admit that the “servant of Jehovah” is pointed out here, as He in whom and through whom Jehovah concludes a new covenant with His people, in the place of the old covenant that was broken - namely, the covenant promised in <a class=\"isa\" verses=\"WzE4NzM0XQ==\">Isaiah 54:10<\/a>; <a class=\"isa\" verses=\"W1sxODg1Ml0seyIxOTcyMyI6NH0sWzIwODIzXV0=\">Isaiah 61:8; Jeremiah 31:31-34; Ezekiel 16:60<\/a>. The mediator of this covenant with Israel cannot be Israel itself, not even the true Israel, as distinguished from the mass (where do we read anything of this kind?); on the contrary, the remnant left after the sweeping away of the mass is the object of this covenant. <\/i> <\/i> <\/i> <\/i> <\/i> <\/i> <\/i> <\/i> <\/p> <i> <i>\n\n\n\n <\/i> <\/i> <p>(Note: This is equally applicable to V. F. Oehler (Der Knecht Jehova's im Deuterojesaia, 2 Theile, 1865), who takes the “servant of Jehovah” as far as <a class=\"isa\" verses=\"WzE4NzExXQ==\">Isaiah 52:14<\/a>, in a national sense, and supposes “the transition from the 'servant' as a collective noun, to the 'servant' as an individual,” to be effected there; whereas two younger theologians, E. Schmutz (Le Serviteur de Jéhova, 1858) and Ferd. Philippi (Die bibl. Lehre vom Knechte Gottes, 1864), admit that the individualizing commences as early as <a class=\"isa\" verses=\"WzE4NDgyXQ==\">Isaiah 42:1<\/a>.) <\/p>\n\n\n\n <p>Nor can the expression refer to the prophets as a body, or, in fact, have any collective meaning at all: the form of the word, which is so strongly personal, is in itself opposed to this. It cannot, in fact, denote any other than that Prophet who is more than a prophet, namely, Malachi's “Messenger of the covenant” (<a class=\"isa\" verses=\"WzE3NzA5XQ==\">Isaiah 3:1<\/a>). Amongst those who suppose that the “servant of Jehovah” is either Israel, regarded in the light of its prophetic calling, or the prophets as a body, Umbreit at any rate is obliged to admit that this collective body is looked at here in the ideal unity of one single Messianic personality; and he adds, that “in the holy countenance of this prophet, which shines forth as the idea of future realization, we discern exactly the loved features of Him to whom all prophecy points, and who saw Himself therein.” This is very beautiful; but why this roundabout course? Let us bear in mind, that the servant of Jehovah appears here not only as one who is the medium of a covenant to the nation, and of light to the Gentiles, but as being himself the people's covenant and heathen's light, inasmuch as in his own person he is the band of a new fellowship between Israel and Jehovah, and becomes in his own person the light which illumines the dark heathen world. This is surely more than could be affirmed of any prophet, even of Isaiah or Jeremiah. Hence the “servant of Jehovah” must be that one Person who was the goal and culminating point to which, from the very first, the history of Israel was ever pressing on; that One who throws into the shade not only all that prophets did before, but all that had been ever done by Israel's priests of kings; that One who arose out of Israel, for Israel and the whole human race, and who stood in the same relation not only to the wider circle of the whole nation, but also to the inner circle of the best and noblest within it, as the heart to the body which it animates, or the head to the body over which it rules. All that Cyrus did, was simply to throw the idolatrous nations into a state of alarm, and set the exiles free. But the Servant of Jehovah opens blind eyes; and therefore the deliverance which He brings is not only redemption from bodily captivity, but from spiritual bondage also. He leads His people (cf., <a class=\"isa\" verses=\"eyIxODY0NSI6Mn0=\">Isaiah 49:8-9<\/a>), and the Gentiles also, out of night into light; He is the Redeemer of all that need redemption and desire salvation. <br> <\/p>",
    "audit": null
}