{
    "id": 18082,
    "source": "kdo",
    "verse_id": 18555,
    "verse_count": 2,
    "reference": "44:21-22",
    "title": "",
    "html": "<p> The second half of the prophecy commences with <a class=\"isa\" verses=\"WzE4NTU1XQ==\">Isaiah 44:21<\/a>. It opens with an admonition. <em> “Remember this, Jacob and Israel; for thou art my servant: I have formed thee; thou art servant to me, O Israel: thou art not forgotten by me.”<\/em> The thing to which the former were blind - namely, that idolatry is a lie - Jacob was to have firmly impressed upon its mind. The words “and Israel,” which are attached, are a contract for “and remember this, O Israel” (compare the vocatives after <em> Vâv <\/em> in <a class=\"ref\">Proverbs 8:5<\/a> and <a class=\"ref\">Joel 2:23<\/a>). In the reason assigned, the tone rests upon <em> my<\/em> in the expression “my servant,” and for this reason “servant to me” is used interchangeably with it. Israel is the servant of Jehovah, and as such it was formed by Jehovah; and therefore reverence was due to Him, and Him alone. The words which follow are rendered by the lxx, Targum, Jerome, and Luther as though they read לא תנשׁני , though Hitzig regards the same rendering as admissible even with the reading תנּשנּי , inasmuch as the <em> niphal<\/em> נשּׁה has the middle sense of ἐπιλανθάνεσθαι , <em> oblivisci <\/em> . But it cannot be shown that <em> nizkar <\/em> is ever used in the analogous sense of μ ιμνήσκεσθαι , <em> recordari <\/em> . The <em> niphal<\/em> , which was no doubt originally reflective, is always used in Hebrew to indicate simply the passive endurance of something which originated with the subject of the action referred to, so that <em> nisshâh <\/em> could only signify “to forget one's self.” We must indeed admit the possibility of the meaning “to forget one's self” having passed into the meaning “to be forgetful,” and this into the meaning “to forget.” The Aramaean תנשׁי also signifies to be forgotten and (with an accent following) to forget, and the connection with an objective suffix has a support in ויּלּחמוּני in <a class=\"ref\">Psalms 109:3<\/a>. But the latter is really equivalent to אתּי וילחמו , so that it may be adduced with equal propriety in support of the other rendering, according to which תּנּשׁני is equivalent to לי תנש (Ges., Umbr., Ewald, Stier). There are many examples of this brachyological use of the suffix (Ges. §121, 4), so that this rendering is certainly the safer of the two. It also suits the context quite as well as the former, “Oh, forget me not;” the assurance “thou wilt not be forgotten by me” (compare <a class=\"isa\" verses=\"WzE4NjUyXQ==\">Isaiah 49:15<\/a> and the lamentation of Israel in <a class=\"isa\" verses=\"WzE4NDQ4XQ==\">Isaiah 40:27<\/a>) being immediately followed by an announcement of the act of love, by which the declaration is most gloriously confirmed. - <a class=\"isa\" verses=\"WzE4NTU2XQ==\">Isaiah 44:22<\/a> <em> “I have blotted out thy transgressions as a mist, and thy sins as clouds: return to me; for I have redeemed thee.”<\/em> We have adopted the rendering “mist” merely because we have no synonym to “cloud;” we have not translated it “thick cloud,” because the idea of darkness, thickness, or opacity, which is the one immediately suggested by the word, had become almost entirely lost (see <a class=\"isa\" verses=\"WzE4MTI0XQ==\">Isaiah 25:5<\/a>). Moreover, קל עב is evidently intended here (see <a class=\"isa\" verses=\"WzE4MDA2XQ==\">Isaiah 19:1<\/a>), inasmuch as the point of comparison is not the dark, heavy multitude of sins, but the facility and rapidity with which they are expunged. Whether we connect with מסהיתי the idea of a stain, as in <a class=\"ref\">Psalms 51:3, Psalms 51:11<\/a>, or that of a debt entered in a ledge, as in <a class=\"ref\">Colossians 2:14<\/a>, and as we explained it in <a class=\"isa\" verses=\"WzE4NTMxXQ==\">Isaiah 43:25<\/a> (cf., <em> m âchâh <\/em> , <a class=\"ref\">Exodus 32:32-33<\/a>), in any case sin is regarded as something standing between God and man, and impeding or disturbing the intercourse between them. This Jehovah clears away, just as when His wind sweeps away the clouds, and restores the blue sky again (<a class=\"ref\">Job 26:13<\/a>). Thus does God's free grace now interpose at the very time when Israel thinks He has forgotten it, blotting out Israel's sin, and proving this by redeeming it from a state of punishment. What an evangelical sound the preaching of the Old Testament evangelist has in this passage also! Forgiveness and redemption are not offered on condition of conversion, but the mercy of God comes to Israel in direct contrast to what its works deserve, and Israel is merely called upon to reciprocate this by conversion and renewed obedience. The perfects denote that which has essentially taken place. Jehovah has blotted out Israel's sin, inasmuch as He does not impute it any more, and thus has redeemed Israel. All that yet remains is the outward manifestation of this redemption, which is already accomplished in the counsel of God.<\/p>",
    "audit": null
}