{
    "id": 13452,
    "source": "kdo",
    "verse_id": 18644,
    "verse_count": 1,
    "reference": "49:7",
    "title": "",
    "html": "<p>The words of the servant of God, in which he enforces his claim upon the nations, are now lost in words of Jehovah to him, which are no longer reported by him, but are appended as an independent address. His present condition is one of the deepest humiliation. <i>“Thus saith Jehovah, the Redeemer of Israel, His Holy One, to him of contemptible soul, to the abhorrence of the people, to the servant of tyrants: kings shall see and arise; princes, and prostrate themselves for the sake of Jehovah, who is faithful, the Holy One of Israel, that He hath chosen thee.”<\/i> As <i>(<span class=\"translit\">bâzōh<\/span>) with a changeable <i>kamtez<\/i>(cf., <i>(<span class=\"translit\">châmōts<\/span>), <a class=\"isa\" verses=\"WzE3NjcyXQ==\">Isaiah 1:17<\/a>) has, if not exactly a passive force, yet something very like a passive circumstantial meaning, <span class=\"normal hebrew\">בּזה־נפשׁ<\/span> must mean the man who is contemptible as regards his soul, i.e., held in contempt, or, as Hofmann explains it, whom men do not think worthy to live (though he follows Ewald, and takes <i>(<span class=\"translit\">bezōh<\/span>) as an infinitive treated as a substantive). Accordingly <span class=\"normal hebrew\">מתעב<\/span> is also to be taken personally. The meaning <i>abhorring<\/i> is unsuitable; but <span class=\"normal hebrew\">תּעב<\/span> is also used in a causative sense, to cause to abhor, i.e., to make a thing an abomination (<a class=\"ref\">Ezekiel 16:25<\/a>), or to excite abhorrence: hence, “to him who excites the people's abhorrence,” which is the same, so far as the sense is concerned, as “to the object of their abhorrence.” But even as a participial substantive <span class=\"normal hebrew\">מתעב<\/span> would literally mean the thing exciting abhorrence, i.e., the abhorrence, just as <i>(<span class=\"translit\">mekhasseh<\/span>) in <a class=\"isa\" verses=\"WzE4MDk2XQ==\">Isaiah 23:18<\/a> signifies the thing covering, i.e., the covering. All these participial substantives of the <i>piel<\/i> indicate the thing, place, or instrument accomplishing that which the <i>piel<\/i> affirms. We need not raise the question whether (<span class=\"translit\">gōi<\/span>) refers to Israel or to the heathen. It signifies the mass of men, the people, like (<span class=\"translit\">‛âm<\/span>) in <a class=\"ref\">Psalm 62:9<\/a>, and in those passages in which it is used by our prophet for the human race generally. The (<span class=\"translit\">mōsheilim<\/span>), of whom the person here addressed is the servant or enslaved one, are obviously heathen tyrants. What is here affirmed of the “one servant of Jehovah” was no doubt also applicable to the nation generally, and more especially to that portion of the nation which was true to its calling and confession. He in whom Israel's relation of servant to Jehovah was fully realized, did indeed spring out of His own nation, when it was under the oppression of the powers of this world; and all the shame and persecution which those who remained faithful among His people had to endure from the heathen oppressors, and also from the ungodly among their own countrymen (see, for example, <a class=\"isa\" verses=\"WzE4OTI4XQ==\">Isaiah 66:5<\/a>), discharge their force like a violent storm upon Him as an individual. When, therefore, we find the sufferings of the people and the glory of which they became partakers described in other passages in just the same terms, we must not infer from this that “servant of Jehovah” is a collective epithet in the passage before us. The person addressed here is the Restorer of Israel, the Light of the Gentiles, the Salvation of Jehovah for all mankind. When kings and princes shall behold Him who was once brought so low, delivered from His humiliation, and exalted to the glorious height of the work to which He has been called, they will rise up with reverence from their thrones, and prostrate themselves upon the ground in worship for the sake of Jehovah, as before Him who (<span class=\"normal hebrew\">אשׁר<\/span> emphatic, utpote qui<\/i>) is faithful, showing Himself sincere in His promises, and for the sake of the Holy One of Israel, in that, as is now made manifest, “He hath chosen thee.” The fut. consec.<\/i> particularizes the general motive assigned, and carries it still further.<br><\/i><\/i><\/p>",
    "audit": null
}