{
    "id": 17621,
    "source": "kdo",
    "verse_id": 17688,
    "verse_count": 1,
    "reference": "2:2",
    "title": "",
    "html": "<p> The subject of the borrowed prophecy is Israel's future glory: <em> “And it cometh to pass at the end of the days, the mountain of the house of Jehovah will be set at the top of the mountains, and exalted over hills; and all nations pour unto it.”<\/em> The expression “the last days” (<em> acharith <\/em> <em> hayyamim <\/em> , “the end of the days”), which does not occur anywhere else in Isaiah, is always used in an eschatological sense. It never refers to the course of history immediately following the time being, but invariably indicates the furthest point in the history of this life - the point which lies on the outermost limits of the speaker's horizon. This horizon was a very fluctuating one. The history of prophecy is just the history of its gradual extension, and of the filling up of the intermediate space. In Jacob's blessing (Gen 49) the conquest of the land stood in the foreground of the <em> acharith <\/em> or last days, and the perspective was regulated accordingly. But here in Isaiah the <em> acharith <\/em> contained no such mixing together of events belonging to the more immediate and the most distant future. It was therefore the last time in its most literal and purest sense, commencing with the beginning of the New Testament aeon, and terminating at its close (compare <a class=\"ref\">Hebrews 1:1; 1 Peter 1:20<\/a>, with 1 Cor 15 and the Revelation). The prophet here predicted that the mountain which bore the temple of Jehovah, and therefore was already in dignity the most exalted of all mountains, would. one day tower in actual height above all the high places of the earth. The basaltic mountains of Bashan, which rose up in bold peaks and columns, might now look down with scorn and contempt upon the small limestone hill which Jehovah had chosen (<a class=\"ref\">Psalms 68:16-17<\/a>); but this was an incongruity which the last times would remove, by making the outward correspond to the inward, the appearance to the reality and the intrinsic worth. That this is the prophet's meaning is confirmed by <a class=\"ref\">Ezekiel 40:2<\/a>, where the temple mountain looks gigantic to the prophet, and also by <a class=\"ref\">Zechariah 14:10<\/a>, where all Jerusalem is described as towering above the country round about, which would one day become a plain. The question how this can possibly take place in time, since it presupposes a complete subversion of the whole of the existing order of the earth's surface, is easily answered. The prophet saw the new Jerusalem of the last days on this side, and the new Jerusalem of the new earth on the other (<a class=\"ref\">Revelation 21:10<\/a>), blended as it were together, and did not distinguish the one from the other. But whilst we thus avoid all unwarrantable spiritualizing, it still remains a question what meaning the prophet attached to the word <em> b'rosh <\/em> (<em> “at the top”<\/em> ). Did he mean that Moriah would one day stand <em> upon the top<\/em> of the mountains that surrounded it (as in <a class=\"ref\">Psalms 72:16<\/a>), or that it would stand <em> at their head<\/em> (as in <a class=\"ref\">1 Kings 21:9, 1 Kings 21:12; Amos 6:7; Jeremiah 31:7<\/a>)? The former is Hofmann's view, as given in his <em> Weissagung und Erfüllung<\/em> , ii. 217: “he did not indeed mean that the mountains would be piled up one upon the other, and the temple mountain upon the top, but that the temple mountain would appear to float upon the summit of the others.” But as the expression <em> “will be set”<\/em> (<em> nacon <\/em> ) does not favour this apparently romantic exaltation, and <em> b'rosh <\/em> occurs more frequently in the sense of <em> “at the head”<\/em> than in that of <em> “on the top,”<\/em> I decide for my own part in favour of the second view, though I agree so far with Hofmann, that it is not merely an exaltation of the temple mountain in the estimation of the nations that is predicted, but a physical and external elevation also. And when thus outwardly exalted, the divinely chosen mountain would become the rendezvous and centre of unity for all nations. They would all “flow unto it” (<em> nâhar <\/em> , a denom. verb, from <em> nâhâr <\/em> , a river, as in <a class=\"ref\">Jeremiah 51:44; Jeremiah 31:12<\/a>). It is the temple of Jehovah which, being thus rendered visible to nations afar off, exerts such magnetic attraction, and with such success. Just as at a former period men had been separated and estranged from one another in the plain of Shinar, and thus different nations had first arisen; so would the nations at a future period assemble together on the mountain of the house of Jehovah, and there, as members of one family, live together in amity again. And as Babel (<em> confusion<\/em> , as its name signifies) was the place whence the stream of nations poured into all the world; so would Jerusalem (the <em> city of peace<\/em> ) become the place into which the stream of nations would empty itself, and where all would be reunited once more. At the present time there was only one people, viz., Israel, which made pilgrimages to Zion on the great festivals, but it would be very different then.<\/p>",
    "audit": null
}