{
    "id": 18059,
    "source": "kdo",
    "verse_id": 18501,
    "verse_count": 3,
    "reference": "42:20-22",
    "title": "",
    "html": "<p> The reproof, which affects Israel <em> a potiori <\/em> , now proceeds still further, as follows. <em> “Thou hast seen much, and yet keepest not; opening the ears, he yet doth not hear. Jehovah was pleased for His righteousness' sake: He gave a thorah great and glorious. And yet it is a people robbed and plundered; fastened in holes all of them, and they are hidden in prison-houses: they have become booty, without deliverers; a spoil, without any one saying, Give it up again!”<\/em> In <a class=\"isa\" verses=\"WzE4NTAxXQ==\">Isaiah 42:20<\/a> “thou” and “he” alternate, like “they” and “ye” in <a class=\"isa\" verses=\"WzE3Njg0XQ==\">Isaiah 1:29<\/a>, and “I” and “he” in <a class=\"isa\" verses=\"WzE3OTU5XQ==\">Isaiah 14:30<\/a>. ראית , which points back to the past, is to be preserved. The reading of the <em> keri<\/em> is ראות (inf. abs. like שׁתות , <a class=\"isa\" verses=\"WzE4MDY2XQ==\">Isaiah 22:13<\/a>, and ערות , <a class=\"ref\">Habakkuk 3:13<\/a>), which makes the two half-verses uniform. Israel has had many and great things to see, but without keeping the admonitions they contained; opening its ears, namely to the earnestness of the preaching, it hears, and yet does not hear, i.e., it only hears outwardly, but without taking it into itself. <a class=\"isa\" verses=\"WzE4NTAyXQ==\">Isaiah 42:21<\/a> shows us to what <a class=\"isa\" verses=\"WzE4NTAxXQ==\">Isaiah 42:20<\/a> chiefly refers. חפ ץ is followed here by the future instead of by <em> Lamed<\/em> with an infinitive, just as in <a class=\"isa\" verses=\"WzE4NzIyXQ==\">Isaiah 53:10<\/a> it is followed by the perfect (Ges. §142, 3,<em> b<\/em> ). Jehovah was pleased for His righteousness' sake (which is mentioned here, not as that which recompenses for works of the law, but as that which bestows mercy according to His purpose, His promise, and the plan of salvation) to make <em> thorâh <\/em> , i.e., the direction, instruction, revelation which He gave to His people, great and glorious. The reference is primarily and chiefly to the Sinaitic law, and the verbs relate not to the solemnity of the promulgation, but to the riches and exalted character of the contents. But what a glaring contrast did the existing condition of Israel present to these manifestations and purposes of mercy on the part of its God! The intervening thought expressed by Hosea ( ), viz., that this condition was the punishment of unfaithfulness, may easily be supplied. The inf. abs. הפח is introduced to give life to the picture, as in <a class=\"isa\" verses=\"WzE4MDY2XQ==\">Isaiah 22:13<\/a>. Hahn renders it, “They pant (<em> hiphil<\/em> of puuach) in the holes all of them,” but <em> kullâm <\/em> (all of them) must be the accusative of the object; so that the true meaning is, “They have fastened (<em> hiphil<\/em> of <em> pâchach <\/em> ) all of them,” etc. (Ges. §131, 4,<em> b<\/em> ). Schegg adopts the rendering, “All his youths fall into traps,” which is wrong in two respects; for <em> bachūrı̄m <\/em> is the plural of <em> c hūr <\/em> (<a class=\"isa\" verses=\"WzE3ODkzXQ==\">Isaiah 11:8<\/a>), and it is parallel to the double plural כלאים בּתּי , houses of custodies. The whole nation in all its members is, as it were, put into bonds, and confined in prisons of all kinds (an allegorizing picture of the homelessness and servitude of exile), without any one thinking of demanding it back ( השׁב = השׁב , as in <a class=\"ref\">Ezekiel 21:32<\/a>; a pausal form here: vid., Ges. §29, 4 Anm.).<\/p>",
    "audit": null
}