{
    "id": 17791,
    "source": "kdo",
    "verse_id": 17961,
    "verse_count": 1,
    "reference": "14:32",
    "title": "",
    "html": "<p> To understand <a class=\"isa\" verses=\"WzE3OTYxXQ==\">Isaiah 14:32<\/a>, which follows here, nothing more is needed than a few simple parenthetical thoughts, which naturally suggest themselves. This one desire was the thirst for conquest, and such a desire could not possibly have only the small strip of Philistian coast for its object; but the conquest of this was intended as the means of securing possession of other countries on the right hand and on the left. The question arose, therefore, How would Judah fare with the fire which was rolling towards it from the north? For the very fact that the prophet of Judah was threatening Philistia with this fire, presupposed that Judah itself would not be consumed by it.<\/p><p> And this is just what is expressed in <a class=\"isa\" verses=\"WzE3OTYxXQ==\">Isaiah 14:32<\/a> : <em> “And what answer do the messengers of the nations bring? That Jehovah hath founded Zion, and that the afflicted of His people are hidden therein.”<\/em> “The messengers of the nations” (<em> mal e acē goi <\/em> ): goi is to be taken in a distributive sense, and the messengers to be regarded either as individuals who have escaped from the Assyrian army, which was formed of contingents from many nations, or else (as we should expect <em> pelitē <\/em> in that case, instead of <em> mal'acē <\/em> ) messengers from the neighbouring nations, who were sent to Jerusalem after the Assyrian army had perished in front of the city, to ascertain how the latter had fared. And they all reply as if with one mouth (<em> yaaneh <\/em> ): Zion has stood unshaken, protected by its God; and the people of this God, the poor and despised congregation of Jehovah (cf., <a class=\"ref\">Zechariah 11:7<\/a>), are, and know that they are, concealed in Zion. The prophecy is intentionally oracular. Prophecy does not adopt the same tone to the nations as to Israel. Its language to the former is dictatorially brief, elevated with strong self-consciousness, expressed in lofty poetic strains, and variously coloured, according to the peculiarity of the nation to which the oracle refers. The following prophecy relating to Moab shows us very clearly, that in the prophet's view the judgment executed by Asshur upon Philistia would prepare the way for the subjugation of Philistia by the sceptre of David. By the wreck of the Assyrian world-power upon Jerusalem, the house of David would recover its old supremacy over the nations round about. And this really was the case. But the fulfilment was not exhaustive. Jeremiah therefore took up the prophecy of his predecessor again at the time of the Chaldean judgment upon the nations (<a class=\"ref\">Jeremiah 47:1-7<\/a>), but only the second strophe. The Messianic element of the first was continued by Zechariah (Zech 9).<\/p>",
    "audit": null
}