{
    "id": 13518,
    "source": "kdo",
    "verse_id": 18837,
    "verse_count": 2,
    "reference": "60:15–16",
    "title": "",
    "html": "<p>The fourth turn (<a class=\"isa\" verses=\"eyIxODgzNyI6NH0=\">Isaiah 60:15-18<\/a>) describes the glorification of Zion through the growth and stability of its community both without and within. A glorious change takes place in the church, not only in itself, but also in the judgment of the nations.<i> “Whereas thou wast forsaken, and hated, and no one walked through thee, I make thee now into eternal splendour, a rapture from generation to generation. And thou suckest the milk of nations, and the breast of kings thou wilt suck, and learn that I Jehovah am thy Saviour and thy Redeemer, the Mighty One of Jacob.”<\/i> Of the two ideas of a church (the mother of Israel) and a city (Metropolis) involved in the term Zion, the former prevails in<a class=\"isa\" verses=\"WzE4ODM3XQ==\">Isaiah 60:15<\/a> , the latter in<a class=\"isa\" verses=\"WzE4ODM4XQ==\">Isaiah 60:16<\/a> . For although<span class=\"normal hebrew\"> עזוּבה<\/span> and<span class=\"normal hebrew\"> שׂנוּאה<\/span> are equally applicable to a city and a church (<a class=\"isa\" verses=\"WzE4NzMwXQ==\">Isaiah 54:6<\/a> ,<a class=\"isa\" verses=\"WzE4NzM1XQ==\">Isaiah 54:11<\/a>), the expression “no one walked through thee” applies only to the desolate city as she lay in ruins (see<a class=\"isa\" verses=\"WzE4MzE0XQ==\">Isaiah 34:10<\/a>). The fusion of the two ideas in<a class=\"isa\" verses=\"WzE4ODM3XQ==\">Isaiah 60:15<\/a> is similar to<a class=\"isa\" verses=\"WzE4NjU4XQ==\">Isaiah 49:21<\/a> . Jerusalem will now become thoroughly a splendour, and in fact an eternal splendour, a rapture of successive generations so long as the history of this world continues. The nations and their kings give up their own vital energy to the church, just as a mother or nurse gives the milk of her breasts to a child; and the church has thereby rich food for a prosperous growth, and a constant supply of fresh material for grateful joy. We cannot for a moment think of enriching by means of conquest, as Hitzig does; the sucking is that of a child, not of a vampyre. We should expect<i> (<span class=\"translit\"> melâkhōth<\/span>) (<a class=\"isa\" verses=\"WzE4NjYwXQ==\">Isaiah 49:23<\/a>) instead of<i> (<span class=\"translit\"> melâkhı̄m<\/span>) (kings); but by<span class=\"normal hebrew\"> שׁד<\/span> (as in<a class=\"isa\" verses=\"WzE4NzY1XQ==\">Isaiah 56:11<\/a> for<span class=\"normal hebrew\"> שׁדי<\/span>) the natural character of what is promised is intentionally spiritualized. The figure proves itself to be only a figure, and requires an ideal interpretation. The church sees in all this the gracious superintendence of her God; she learns from experience that Jehovah is her Saviour, that He is her Redeemer, He the Mighty One of Jacob, who has conquered for her, and now causes her to triumph (<span class=\"normal hebrew\"> אני<\/span><span class=\"normal hebrew\"> כּי<\/span> with (<span class=\"translit\"> munach<\/span>) (<span class=\"translit\"> yethib<\/span>), as in<a class=\"isa\" verses=\"WzE4NjYzXQ==\">Isaiah 49:26<\/a><\/i> , which passage is repeated almost verbatim<\/i> here, and<a class=\"isa\" verses=\"WzE4ODUyXQ==\">Isaiah 61:8<\/a>).<br><\/p> ",
    "audit": null
}