{
    "id": 17815,
    "source": "kdo",
    "verse_id": 18006,
    "verse_count": 25,
    "reference": 19,
    "title": "",
    "html": "<p> The Oracle Concerning Egypt - Isaiah 19<\/p><p> <a class=\"isa\" verses=\"WzE4MDA2XQ==\">Isaiah 19:1<\/a><strong> <\/strong><\/p><p> The three prophecies in <a class=\"isa\" verses=\"eyIxNzk5OSI6N30=\">Isaiah 18:1-7<\/a>, 19 and <a class=\"isa\" verses=\"eyIxODAzMSI6Nn0=\">Isaiah 20:1-6<\/a> really form a trilogy. The first (<a class=\"isa\" verses=\"eyIxNzk5OSI6N30=\">Isaiah 18:1-7<\/a>), which, like chapter 1, the introduction to the whole, is without any special heading, treats in language of the sublimest pathos of <em> Ethiopia<\/em> . The second (chapter 19) treats in a calmer and more descriptive tone of <em> Egypt<\/em> . The third (<a class=\"isa\" verses=\"eyIxODAzMSI6Nn0=\">Isaiah 20:1-6<\/a>) treats of both <em> Egypt<\/em> and <em> Ethiopia<\/em> in the style of historic prose. The kingdom to which all three prophecies refer is one and the same, viz., the Egypto-Ethiopian kingdom; but whilst <a class=\"isa\" verses=\"eyIxNzk5OSI6N30=\">Isaiah 18:1-7<\/a> refers to the ruling nation, chapter 19 treats of the conquered one, and <a class=\"isa\" verses=\"eyIxODAzMSI6Nn0=\">Isaiah 20:1-6<\/a> embraces both together. The reason why such particular attention is given to Egypt in the prophecy, is that no nation on earth was so mixed up with the history of the kingdom of God, from the patriarchal times downwards, as Egypt was. And because Israel, as the law plainly enjoined upon it, was never to forget that it had been sheltered for a long time in Egypt, and there had grown into a great nation, and had received many benefits; whenever prophecy has to speak concerning Egypt, it is quite as earnest in its promises as it is in its threats. And thus the <em> massa <\/em> of Isaiah falls into two distinct halves, viz., a threatening one (<a class=\"isa\" verses=\"eyIxODAwNiI6MTV9\">Isaiah 19:1-15<\/a>), and a promising one (<a class=\"isa\" verses=\"eyIxODAyMyI6OH0=\">Isaiah 19:18-25<\/a>); whilst between the judgment and the salvation (in <a class=\"isa\" verses=\"WzE4MDIxXQ==\">Isaiah 19:16<\/a> and <a class=\"isa\" verses=\"WzE4MDIyXQ==\">Isaiah 19:17<\/a>) there stands the alarm, forming as it were a connecting bridge between the two. And just in proportion as the coil of punishments is unfolded on the one hand by the prophet, the promise is also unfolded in just as many stages on the other; and moving on in ever new grooves, rises at length to such a height, that it breaks not only through the limits of contemporaneous history, but even through those of the Old Testament itself, and speaks in the spiritual language of the world-embracing love of the New Testament.<\/p>",
    "audit": null
}