{
    "id": 18207,
    "source": "kdo",
    "verse_id": 18802,
    "verse_count": 2,
    "reference": "59:1-2",
    "title": "",
    "html": "<p> This second prophetic address continues the reproachful theme of the first. In the previous prophecy we found the virtues which are well-pleasing to God, and to which He promises redemption as a reward of grace, set in contrast with those false means, upon which the people rested their claim to redemption. In the prophecy before us the sins which retard redemption are still more directly exposed. <em> “Behold, Jehovah's hand is not too short to help, nor His ear too heavy to hear; but your iniquities have become a party-wall between you and your God, and your sins have hidden His face from you, so that He does not hear.”<\/em> The reason why redemption is delayed, is not that the power of Jehovah has not been sufficient for it (cf., <a class=\"isa\" verses=\"WzE4NjY1XQ==\">Isaiah 50:2<\/a>), or that He has not been aware of their desire for it, but that their iniquities ( עונתיכם with the second syllable defective) have become dividers ( מבדּלים , defective), have grown into a party-wall between them and their God, and their sins (cf., <a class=\"ref\">Jeremiah 5:25<\/a>) have hidden <em> pânı̄m <\/em> from them. As the “hand” (<em> yâd <\/em> ) in <a class=\"isa\" verses=\"WzE4MTY3XQ==\">Isaiah 28:2<\/a> is the <em> absolute<\/em> hand; so here the “face” <em> pânı̄m <\/em> ) is that face which sees everything, which is everywhere present, whether uncovered or concealed; which diffuses light when it unveils itself, and leaves darkness when it is veiled; the sight of which is blessedness, and not to see which is damnation. This absolute countenance is never to be seen in this life without a veil; but the rejection and abuse of grace make this veil a perfectly impenetrable covering. And Israel had forfeited in this way the light and sight of this countenance of God, and had raised a party-wall between itself and Him, and that משּׁמוע , so that He did not hear, i.e., so that their prayer did not reach Him (<a class=\"ref\">Lamentations 3:44<\/a>) or bring down an answer from Him.<\/p>",
    "audit": null
}