{
    "id": 17830,
    "source": "kdo",
    "verse_id": 18037,
    "verse_count": 17,
    "reference": 21,
    "title": "",
    "html": "<p> The Oracle Concerning the Desert of the Sea (Babylon) - <a class=\"isa\" verses=\"eyIxODAzNyI6MTB9\">Isaiah 21:1-10<\/a><\/p><p> Ewald pronounces this and other headings to be the glosses of ancient readers (<em> proph<\/em> . i. 56, 57). Even Vitringa at first attributed it to the collectors, but he afterwards saw that this was inadmissible. In fact, it is hardly possible to understand how the expression “desert of the sea” (<em> midbar<\/em> -<em> yâm <\/em> ) could have been taken from the prophecy itself; for <em> yâm <\/em> cannot signify the south (as though synonymous with <em> negeb<\/em> ), but is invariably applied to the west, whilst there is nothing about a <em> sea<\/em> in the prophecy. The heading, therefore, is a peculiar one; and this Knobel admits, though he nevertheless adheres to the opinion that it sprang from a later hand. But why? According to modern critics, the hand by which the whole <em> massa <\/em> was written was certainly quite late enough. From Koppe to Knobel they are almost unanimous in asserting that it emanated from a prophet who lived at the end of the Babylonian captivity. And Meier asserts with dictatorial brevity, that no further proof is needed that Isaiah was not the author. But assuming, what indeed seems impossible to modern critics - namely, that a prophet's insight into futurity might stretch over hundreds of years - the <em> massa <\/em> contains within itself and round about itself the strongest proofs of its genuineness. Within itself: for both the thoughts themselves, and the manner in which they are expressed, are so thoroughly Isaiah's, even in the most minute points, that it is impossible to conceive of any prophecy in a form more truly his own. And round about itself: inasmuch as the four massa's (<a class=\"isa\" verses=\"W3siMTgwMzciOjEwfSx7IjE4MDQ3IjoyfSx7IjE4MDQ5Ijo1fV0=\">Isaiah 21:1-10, Isaiah 21:11-12, Isaiah 21:13-17<\/a>; 22), are so intertwined the one with the other as to form a tetralogy, not only through their emblematical titles (compare <a class=\"isa\" verses=\"WzE4MjI0XQ==\">Isaiah 30:6<\/a>) and their visionary bearing, but also in many ways through the contexts themselves. Thus the designation of the prophet as a “watchman” is common to the <em> first<\/em> and <em> second<\/em> massa's; and in the <em> fourth<\/em> , Jerusalem is called the valley of vision, because the watch-tower was there, from which the prophet surveyed the future fate of Babylon, Edom, and Arabia. And just as in the first, Elam and Madai march against Babylon; so in the fourth (<a class=\"isa\" verses=\"WzE4MDU5XQ==\">Isaiah 22:6<\/a>) Kir and Elam march against Jerusalem. The form of expression is also strikingly similar in both instances (compare <a class=\"isa\" verses=\"eyIxODA1OSI6Mn0=\">Isaiah 22:6-7<\/a>, with <a class=\"isa\" verses=\"WzE4MDQzXQ==\">Isaiah 21:7<\/a>). Is it then possible that the first portion of the tetralogy should be spurious, and the other three genuine? We come to the same conclusion in this instance as we did at <a class=\"isa\" verses=\"WzE3OTA4XQ==\">Isaiah 13:1<\/a>.; and that, most truly, neither from a needless apologetical interest, nor from forced traditional prejudice. Just as the <em> m assâ <\/em> <em> Bâbel <\/em> rests upon a prophecy against Asshur, which forms, as it were, a pedestal to it, and cannot be supposed to have been placed there by any one but Isaiah himself; so that <em> massa <\/em> <em> midbar<\/em> -<em> yâm <\/em> rests, as it were, upon the pillars of its genuineness, and announces itself <em> velut de tripode <\/em> as Isaiah's. This also applies to the heading. We have already noticed, in connection with <a class=\"isa\" verses=\"WzE3OTYyXQ==\">Isaiah 15:1<\/a>, how closely the headings fit in to the prophecies themselves. Isaiah is fond of symbolical names (<a class=\"isa\" verses=\"WzE4MTk1LDE4MjI1XQ==\">Isaiah 29:1; Isaiah 30:7<\/a>). And <em> midbar<\/em> -<em> yâm <\/em> (desert of the sea) is a name of this kind applied to Babylon and the neighbourhood. The continent on which Babylon stood was a <em> m idbâr <\/em> , a great plain running to the south into <em> Arabia deserta<\/em> ; and so intersected by the Euphrates as well as by marshes and lakes, that it floated, as it were, in the sea. The low-lying land on the Lower Euphrates had been wrested, as it were, from the sea; for before Semiramis constructed the dams, the Euphrates used to overflow the whole just like a sea ( πελαγίζειν , Herod. i. 184). Abydenus even says, that at first the whole of it was covered with water, and was called <em> thalassa<\/em> (Euseb. <em> praep<\/em> . ix. 41). We may learn from <a class=\"isa\" verses=\"WzE3OTUyXQ==\">Isaiah 14:23<\/a>, why it was that the prophet made use of this symbolical name. The origin and natural features of Babylon are made into ominous prognostics of its ultimate fate. The true interpretation is found in Jeremiah (<a class=\"ref\">Jeremiah 51:13; Jeremiah 50:38<\/a>), who was acquainted with this oracle.<\/p>",
    "audit": null
}