{
    "id": 17596,
    "source": "kdo",
    "verse_id": 17660,
    "verse_count": 1,
    "reference": "1:5",
    "title": "",
    "html": "<p> In this v. a disputed question arises as to the words על־מה ( מה , the shorter, sharper form of מה , which is common even before non-gutturals, Ges. §32, 1): viz., whether they mean “wherefore,” as the lxx, Targums, Vulgate, and most of the early versions render them, or “upon what,” i.e., upon which part of the body, as others, including Schröring, suppose. Luzzatto maintains that the latter rendering is spiritless, more especially because there is nothing in the fact that a limb has been struck already to prevent its being struck again; but such objections as these can only arise in connection with a purely literal interpretation of the passage. If we adopted this rendering, the real meaning would be, that there was no judgment whatever that had not already fallen upon Israel on account of its apostasy, so that it was not far from utter destruction. We agree, however, with Caspari in deciding in favour of the meaning “to what” (to what end). For in all the other passage in which the expression occurs (fourteen times in all), it is used in this sense, and once even with the verb <em> hiccâh <\/em> , to smite (<a class=\"ref\">Numbers 22:32<\/a>), whilst it is only in <a class=\"isa\" verses=\"WzE3NjYxXQ==\">Isaiah 1:6<\/a> that the idea of the people as one body is introduced; whereas the question “upon what” would require that the reader or hearer should presuppose it here. But in adopting the rendering “whereto,” or to what end, we do not understand it, as Malbim does, in the sense of <em> Cui bono <\/em> , with the underlying thought, “It would be ineffectual, as all the previous smiting has proved;” for this thought never comes out in a direct expression, as we should expect, but rather - according to the analogy of the questions with <em> lamah <\/em> in <a class=\"ref\">Ezekiel 18:31; Jeremiah 44:7<\/a> -in the sense of <em> qua de causa <\/em> , with the underlying thought, “There would be only an infatuated pleasure in your own destruction.” <\/p><p> we therefore render thus: <em> “Why would ye be perpetually smitten, multiplying rebellion?”<\/em> עוד (with <em> tiphchah<\/em> , a stronger disjunctive than <em> tebir <\/em> ) belongs to תּכּוּ ; see the same form of accentuation in <a class=\"ref\">Ezekiel 19:9<\/a>. They are not two distinct interrogative clauses (“why would ye be smitten afresh? why do ye add revolt?” (Luzzatto), but the second clause is subordinate to the first (without there being any necessity to supply <em> C hi <\/em> , <em> “because,”<\/em> as Gesenius supposes), an adverbial minor clause defining the main clause more precisely; at all events this is the logical connection, as in <a class=\"isa\" verses=\"WzE3NzUxXQ==\">Isaiah 5:11<\/a> (cf., <a class=\"ref\">Psalms 62:4<\/a>, “delighting in lies,” and <a class=\"ref\">Psalms 4:3<\/a>, “loving vanity”): lxx “adding iniquity.” <em> Sârâh <\/em> (rebellion) is a deviation from truth and rectitude; and here, as in many other instances, it denotes apostasy from Jehovah, who is the absolutely Good, and absolute goodness. There is a still further dispute whether the next words should be rendered “every head” and “every heart,” or “the whole head” and “the whole heart.” In prose the latter would be impossible, as the two nouns are written without the article; but in the poetic style of the prophets the article may be omitted after <em> Col <\/em> , when used in the sense of “the whole” (e.g., <a class=\"isa\" verses=\"WzE3ODQyXQ==\">Isaiah 9:12<\/a> : with <em> whole<\/em> mouth, i.e., with full mouth). Nevertheless <em> Col <\/em> , without the article following, never signifies “the whole” when it occurs several times in succession, as in <a class=\"isa\" verses=\"WzE3OTYzXQ==\">Isaiah 15:2<\/a> and <a class=\"ref\">Ezekiel 7:17-18<\/a>. We must therefore render  , <em> “Every head is diseased, and every heart is sick.”<\/em> The <em> Lamed<\/em> in <em> locholi <\/em> indicates the state into which a thing has come: every head in a state of disease (Ewald, §217, <em> d:<\/em> <em> locholi <\/em> without the article, as in <a class=\"ref\">2 Chronicles 21:18<\/a>). The prophet asks his fellow-countrymen why they are so foolish as to heap apostasy upon apostasy, and so continue to call down the judgments of God, which have already fallen upon them blow after blow. Has it reached such a height with them, that among all the many heads and hearts there is not one head which is not in a diseased state, not one heart which is not thoroughly ill? (<em> davvai <\/em> an emphatic form of <em> daveh <\/em> ). Head and heart are mentioned as the noblest parts of the outer and inner man. Outwardly and inwardly every individual in the nation had already been smitten by the wrath of God, so that they had had enough, and might have been brought to reflection.<\/p>",
    "audit": null
}