{
    "id": 17945,
    "source": "kdo",
    "verse_id": 18283,
    "verse_count": 2,
    "reference": "33:3-4",
    "title": "",
    "html": "<p> While the prophet is praying thus, he already sees the answer. <em> “At the sound of a noise peoples pass away; at Thy rising nations are scattered. And your booty is swept away as a swarm of locusts sweeps away; as beetles run, they run upon it.”<\/em> The indeterminate <em> hâmōn <\/em> , which produces for that very reason the impression of something mysterious and terrible, is at once explained. The noise comes from Jehovah, who is raising Himself judicially above Assyria, and thunders as a judge. Then the hostile army runs away ( נפצוּ = נפצּוּ , from the <em> niphal<\/em> נפ ץ , <a class=\"ref\">1 Samuel 13:11<\/a>, from פּץ = נפו ץ , from פּוּ ץ ); and your booty (the address returns to Assyria) is swept away, just as when a swarm of locusts settles on a field, it soon eats it utterly away. Jerome, Cappellus, and others follow the Septuagint rendering, ὃν τρόπον ἐάν τις συναγάγη ἀκρίδας . The figure is quite as appropriate, but the article in <em> hechâsı̄l <\/em> makes the other view the more natural one; and  places this beyond all doubt. <em> Shâqaq <\/em> , from which the participle <em> shōqēq <\/em> and the substantive <em> m asshâq <\/em> are derived, is sued here, as in <a class=\"ref\">Joel 2:9<\/a>, to signify a busy running hither and thither (<em> discursitare <\/em> ). The syntactic use of <em> shōqēq <\/em> is the same as that of קרא (they call) in <a class=\"isa\" verses=\"WzE4MDQ3XQ==\">Isaiah 21:11<\/a>, and <em> sōph e dı̄m <\/em> (they smite) in <a class=\"isa\" verses=\"WzE4MjcyXQ==\">Isaiah 32:12<\/a>. The inhabitants of Jerusalem swarm in the enemy's camp like beetles; they are all in motion, and carry off what they can.<\/p>",
    "audit": null
}