{
    "id": 17779,
    "source": "kdo",
    "verse_id": 17941,
    "verse_count": 1,
    "reference": "14:12",
    "title": "",
    "html": "<p><em> “How art thou fallen from the sky, thou star of light, sun of the dawn, hurled down to the earth, thou that didst throw down nations from above?”<\/em> הילל is here the morning star (from <em> hâlal <\/em> , to shine, resolved from <em> hillel <\/em> , after the form מאן , <a class=\"ref\">Jeremiah 13:10, סעף , Psalms 119:113<\/a>, or rather attaching itself as a third class to the forms היכל , עירם : compare the Arabic <em> sairaf <\/em> , exchanger; <em> saikal <\/em> , sword-cleaner). It derives its name in other ancient languages also from its striking brilliancy, and is here called <em> ben<\/em> -<em> shachar <\/em> (sun of the dawn), just as in the classical mythology it is called son of Eos, from the fact that it rises before the sun, and swims in the morning light as if that were the source of its birth.<\/p><p> (Note: It is singular, however, that among the Semitic nations the morning star is not personified as a male (<em> Heōsphoros <\/em> or <em> Phōsphoros <\/em> ), but as a female (Astarte, see at <a class=\"isa\" verses=\"WzE3OTkyXQ==\">Isaiah 17:8<\/a>), and that it is called <em> Nâghâh <\/em> , <em> Ashtoreth<\/em> , <em> Zuhara<\/em> , but never by a name derived from <em> hâlal <\/em> ; whilst the moon is regarded as a male deity (<em> Sin<\/em> ), and in Arabic <em> hilâl <\/em> signifies the new moon, which might be called ben- shacar (son of the dawn), from the fact that, from the time when it passes out of the invisibility of its first phase, it is seen at sunrise, and is as it were born out of the dawn.)<\/p><p> Lucifer, as a name given to the devil, was derived from this passage, which the fathers (and lately Stier) interpreted, without any warrant whatever, as relating to the apostasy and punishment of the angelic leaders. The appellation is a perfectly appropriate one for the king of Babel, on account of the early date of the Babylonian culture, which reached back as far as the grey twilight of primeval times, and also because of its predominant astrological character. The additional epithet <em> chōlēsh ‛al<\/em> -<em> gōyim <\/em> is founded upon the idea of the <em> influxus siderum <\/em> :<\/p><p> (Note: In a similar manner, the sun-god (<em> San<\/em> ) is called the “conqueror of the king's enemies,” “breaker of opposition,” etc., on the early Babylonian monuments (see G. Rawlinson, <em> The Five Great Monarchies<\/em> , i. 160).)<\/p><p><em> cholesh <\/em> signifies “overthrowing” or laying down (<a class=\"ref\">Exodus 17:13<\/a>), and with <em> ‛al <\/em> , “bringing defeat upon;” whilst the Talmud (b. <em> Sabbath<\/em> 149<em> b<\/em> ) uses it in the sense of <em> projiciens sortem <\/em> , and thus throws light upon the <em> cholesh <\/em> (= <em> purah <\/em> , lot) of the Mishnah. A retrospective glance is now cast at the self-deification of the king of Babylon, in which he was the antitype of the devil and the type of antichrist (<a class=\"ref\">Daniel 11:36; 2 Thessalonians 2:4<\/a>), and which had met with its reward.<\/p>",
    "audit": null
}