{
    "id": 17862,
    "source": "kdo",
    "verse_id": 18096,
    "verse_count": 1,
    "reference": "23:18",
    "title": "",
    "html": "<p> This restoration of the trade of Tyre is called a visitation on the part of Jehovah, because, however profane the conduct of Tyre might be, it was nevertheless a holy purpose to which Jehovah rendered it subservient. <em> “And her gain and her reward of prostitution will be holy to Jehovah: it is not stored up nor gathered together; but her gain from commerce will be theirs who dwell before Jehovah, to eat to satiety and for stately clothing.”<\/em> It is not the conversion of Tyre which is held up to view, but something approaching it. <em> Sachar<\/em> (which does not render it at all necessary to assume a form <em> sâchâr <\/em> for <a class=\"isa\" verses=\"WzE4MDgxXQ==\">Isaiah 23:3<\/a>) is used here in connection with <em> ' ethnân <\/em> , to denote the occupation itself which yielded the profit. This, and also the profit acquired, would become holy to Jehovah; the latter would not be treasured up and capitalized as it formerly was, but they would give tribute and presents from it to Israel, and thus help to sustain in abundance and clothe in stately dress the nation which dwelt before Jehovah, i.e., whose true dwelling-place was in the temple before the presence of God (<a class=\"ref\">Psalms 27:4; Psalms 84:5<\/a>; <em> mecasseh <\/em> = that which covers, i.e., the covering; <em> ‛ âthik <\/em> , like the Arabic <em> ‛atik <\/em> , old, noble, honourable). A strange prospect! As Jerome says, “<em> Haec secundum historiam necdum facta comperimus <\/em> .”<\/p><p> The Assyrians, therefore, were not the predicted instruments of the punishment to be inflicted upon Phoenicia. Nor was Shalmanassar successful in his Phoenician war, as the extract from the chronicle of Menander in the <em> Antiquities<\/em> of Josephus (<em> Ant.<\/em> ix. 14, 2) clearly shows. Elulaeus, the king of Tyre, had succeeded in once more subduing the rebellious Cyprians (<em> Kittaioi<\/em> ). But with their assistance (if indeed ἐπὶ τούτους πέμπσας is to be so interpreted)<\/p><p> (Note: The view held by Johann Brandis is probably the more correct one-namely, that Shalmanassar commenced the contest by sending an army over to the island against the Chittaeans ( ἐπὶ not in the sense of <em> ad <\/em> , to, but of <em> contra <\/em> , against, just as in the expression further on, ἐπ ̓ αὐτοὺς ὑπέστρεψε , <em> contra eos rediit <\/em> ), probably to compel them to revolt again from the Tyrians. Rawlinson (<em> Monarchies<\/em> , ii. 405) proposes, as an emendation of the text, ἐπὶ του'τον , by which the Cyprian expedition is got rid of altogether.))<\/p><p> Shalmanassar made war upon Phoenicia, though a general peace soon put an end to this campaign. Thereupon Sidon, Ace, Palaetyrus, and many other cities, fell away from Tyrus (insular Tyre), and placed themselves under Assyrian supremacy. But as the Tyrians would not do this, Shalmanassar renewed the war; and the Phoenicians that were under his sway supplied him with six hundred ships and eight hundred rowers for this purpose. The Tyrians, however, fell upon them with twelve vessels of war, and having scattered the hostile fleet, took about five hundred prisoners. This considerably heightened the distinction of Tyre. And the king of Assyria was obliged to content himself with stationing guards on the river (Leontes), and at the conduits, to cut off the supply of fresh water from the Tyrians. This lasted for five years, during the whole of which time the Tyrians drank from wells that they hand sunk themselves. Now, unless we want to lower the prophecy into a mere picture of the imagination, we cannot understand it as pointing to Asshur as the instrument of punishment, for the simple reason that Shalmanassar was obliged to withdraw from the “fortress of the sea” without accomplishing his purpose, and only succeeded in raising it to all the greater honour. But it is a question whether even Nebuchadnezzar was more successful with insular Tyre. All that Josephus is able to tell us from the Indian and Phoenician stories of Philostratus, is that Nebuchadnezzar besieged Tyre for thirteen years in the reign of Ithobal (<em> Ant.<\/em> x. 11, 1). And from Phoenician sources themselves, he merely relates (c. <em> Ap.<\/em> i. 21) that Nebuchadnezzar besieged Tyre for thirteen years under Ithobal (viz., from the seventh year of his reign onwards). But so much, at any rate, may apparently be gathered from the account of the Tyrian government which follows, viz., that the Persian era was preceded by the subjection of the Tyrians to the Chaldeans, inasmuch as they sent twice to fetch their king from Babylon. When the Chaldeans made themselves masters of the Assyrian empire, Phoenicia (whether with or without insular Tyre, we do not know) was a satrapy of that empire (Josephus, <em> Ant.<\/em> x. 11, 1; c. <em> Ap.<\/em> i. 19, from Berosus), and this relation still continued at the close of the Chaldean rule. So much is certain, however - and Berosus, in fact, says it expressly - viz. that Nebuchadnezzar once more subdued Phoenicia when it rose in rebellion; and that when he was called home to Babylon in consequence of the death of his father, he returned with Phoenician prisoners. What we want, however, is a direct account of the conquest of Tyre by the Chaldeans. Neither Josephus nor Jerome could give any such account. And the Old Testament Scriptures appear to state the very opposite - namely, the failure of Nebuchadnezzar's enterprise. For in the twenty-seventh year after Jehoiachim's captivity (the sixteenth from the destruction of Jerusalem) the following word of the Lord came to Ezekiel (<a class=\"ref\">Ezekiel 29:17-18<\/a>): “Son of man, Nebuchadnezzar the king of Babylon has caused his army to perform a long and hard service against Tyre: every head is made bald, and every shoulder peeled; yet neither he nor his army has any wages at Tyre for the hard service which they have performed around the same.” It then goes on to announce that Jehovah would give Egypt to Nebuchadnezzar, and that this would be the wages of his army. Gesenius, Winer, Hitzig, and others, infer from this passage, when taken in connection with other non-Israelitish testimonies given by Josephus, which merely speak of a siege, that Nebuchadnezzar did not conquer Tyre; but Hengstenberg (<em> de rebus Tyriorum<\/em> , 1832), Hävernick (<em> Ezek<\/em> . pp. 427-442), and Drechsler (<em> Isaiah<\/em> ii. 166-169) maintain by arguments, which have been passed again and again through the sieve, that this passage presupposes the conquest of Tyre, and merely announces the disproportion between the profit which Nebuchadnezzar derived from it and the effort that it cost him. Jerome (on Ezekiel) gives the same explanation. When the army of Nebuchadnezzar had made insular Tyre accessible by heaping up an embankment with enormous exertions, and they were in a position to make use of their siege artillery, they found that the Tyrians had carried away all their wealth in vessels to the neighbouring islands; “so that when the city was taken, Nebuchadnezzar found nothing to repay him for his labour; and because he had obeyed the will of God in this undertaking, after the Tyrian captivity had lasted a few years, Egypt was given to him” (Jerome).<\/p><p> I also regard this as the correct view to take; though without wishing to maintain that the words might not be understood as implying the failure of the siege, quite as readily as the uselessness of the conquest. But on the two following grounds, I am persuaded that they are used here in the latter sense. (1.) In the great trilogy which contains Ezekiel's prophecy against Tyre (Ezek 26-28), and in which he more than once introduces thoughts and figures from Isaiah 23, which he still further amplifies and elaborates (according to the general relation in which he stands to his predecessors, of whom he does not make a species of mosaic, as Jeremiah does, but whom he rather expands, fills up, and paraphrases, as seen more especially in his relation to Zephaniah), he predicts the conquest of insular Tyre by Nebuchadnezzar. He foretells indeed even more than this; but if Tyre had not been at least conquered by Nebuchadnezzar, the prophecy would have fallen completely to the ground, like any merely human hope. Now we candidly confess that, on doctrinal grounds, it is impossible for us to make such an assumption as this. There is indeed an element of human hope in all prophecy, but it does not reach such a point as to be put to shame by the test supplied in <a class=\"ref\">Deuteronomy 18:21-22<\/a>. (2.) If I take a comprehensive survey of the following ancient testimonies: (<em> a<\/em> ) that Nebuchadnezzar, when called home in consequence of his father's death, took some Phoenician prisoners with him (Berosus, <em> ut sup.<\/em> ); (<em> b<\/em> ) that with this fact before us, the statement found in the Phoenician sources, to the effect that the Tyrians fetched two of their rulers from Babylon, viz., Merbal and Eirom, presents a much greater resemblance to <a class=\"ref\">2 Kings 24:12, 2 Kings 24:14<\/a>, and <a class=\"ref\">Daniel 1:3<\/a>, than to <a class=\"ref\">1 Kings 12:2-3<\/a>, with which Hitzig compares it; (<em> c<\/em> ) that, according to Josephus (c. <em> Ap.<\/em> i. 20), it was stated “in the archives of the Phoenicians concerning this king Nebuchadnezzar, that he conquered all Syria and Phoenicia;” and (<em> d<\/em> ) that the voluntary submission to the Persians (Herod. <a class=\"isa\" verses=\"WzE3NzI3XQ==\">Isaiah 3:19<\/a>; Xen. <em> Cyrop.<\/em> i. 1, 4) was not the commencement of servitude, but merely a change of masters; - if, I say, I put all these things together, the conclusion to which I am brought is, that the thirteen years' siege of Tyre by Nebuchadnezzar ended in its capture, possibly through capitulation (as Winer, Movers, and others assume). <\/p><p> The difficulties which present themselves to us when we compare together the prophecies of Isaiah and Ezekiel, are still no doubt very far from being removed; but it is in this way alone that any solution of the difficulty is to be found. For even assuming that Nebuchadnezzar conquered Tyre, he did not destroy it, as the words of the two prophecies would lead us to expect. The real solution of the difficulty has been already given by Hävernick and Drechsler: “The prophet sees the whole enormous mass of destruction which eventually came upon the city, concentrated, as it were, in Nebuchadnezzar's conquest, inasmuch as in the actual historical development it was linked on to that fact like a closely connected chain. The power of Tyre as broken by Nebuchadnezzar is associated in his view with its utter destruction.” Even Alexander did not destroy Tyre, when he had conquered it after seven months' enormous exertions. Tyre was still a flourishing commercial city of considerable importance under both the Syrian and the Roman sway. In the time of the Crusades it was still the same; and even the Crusaders, who conquered it in 1125, did not destroy it. It was not till about a century and a half later that the destruction was commenced by the removal of the fortifications on the part of the Saracens. At the present time, all the glory of Tyre is either sunk in the sea or buried beneath the sand - an inexhaustible mine of building materials for Beirut and other towns upon the coast. Amidst these vast ruins of the island city, there is nothing standing now but a village of wretched wooden huts. And the island is an island no longer. The embankment which Alexander threw up has grown into a still broader and stronger tongue of earth through the washing up of sand, and now connects the island with the shore - a standing memorial of divine justice (Strauss, <em> Sinai und Golgotha<\/em> , p. 357). This picture of destruction stands before the prophet's mental eye, and indeed immediately behind the attack of the Chaldeans upon Tyre - the two thousand years between being so compressed, that the whole appears as a continuous event. This is the well-known law of perspective, by which prophecy is governed throughout. This law cannot have been unknown to the prophets themselves, inasmuch as they needed it to accredit their prophecies even to themselves. Still more was it necessary for future ages, in order that they might not be deceived with regard to the prophecy, that this universally determining law, in which human limitations are left unresolved, and are miraculously intermingled with the eternal view of God, should be clearly known.<\/p><p> But another enigma presents itself. The prophet foretells a revival of Tyre at the end of seventy years, and the passing over of its world-wide commerce into the service of the congregation of Jehovah. We cannot agree with R. O. Gilbert (<em> Theodulia<\/em> , 1855, pp. 273-4) in regarding the seventy years as a sacred number, which precludes all clever human calculation, because the Lord thereby conceals His holy and irresistible decrees. The meaning of the seventy is clear enough: they are, as we saw, the seventy years of the Chaldean rule. And this is also quite enough, if only a prelude to what is predicted here took place in connection with the establishment of the Persian sway. Such a prelude there really was in the fact, that, according to the edict of Cyrus, both Sidonians and Tyrians assisted in the building of the temple at Jerusalem (<a class=\"ref\">Ezra 3:7<\/a>, cf., <a class=\"isa\" verses=\"WzE3NjU5XQ==\">Isaiah 1:4<\/a>). A second prelude is to be seen in the fact, that at the very commencement of the labours of the apostles there was a Christian church in Tyre, which was visited by the Apostle Paul (<a class=\"ref\">Acts 21:3-4<\/a>), and that this church steadily grew from that time forward. In this way again the trade of Tyre entered the service of the God of revelation. But it is Christian Tyre which now lies in ruins. One of the most remarkable ruins is the splendid cathedral of Tyre, for which Eusebius of Caesarea wrote a dedicatory address, and in which Friedrich Barbarossa, who was drowned in the Kalykadnos in the year 1190, is supposed to have been buried. Hitherto, therefore, these have been only preludes to the fulfilment of the prophecy. Its ultimate fulfilment has still to be waited for. But whether the fulfilment will be an ideal one, when not only the kingdoms of the world, but also the trade of the world, shall belong to God and His Christ; or <em> spiritually<\/em> , in the sense in which this word is employed in the Apocalypse, i.e., by the true essence of the ancient Tyre reappearing in another city, like that of Babylon in Rome; or <em> literally<\/em> , by the fishing village of <em> Tzur<\/em> actually disappearing again as Tyre rises from its ruins - it would be impossible for any commentator to say, unless he were himself a prophet.<\/p>",
    "audit": null
}