{
    "id": 13433,
    "source": "kdo",
    "verse_id": 18566,
    "verse_count": 4,
    "reference": "45:4–7",
    "title": "",
    "html": "<p>A second and third object are introduced by a second and third<span class=\"normal hebrew\"> למען<\/span> . <i>“For the sake of my servant Jacob, and Israel my chosen, I called thee hither by name, surnamed thee when thou knewest me not. I Jehovah, and there is none else, beside me no God: I equipped thee when thou knewest me not; that they may know from the rising of the sun, and its going down, that there is none without me: I Jehovah, and there is none else, former of the light, and creator of the darkness; founder of peace, and creator of evil: I Jehovah am He who worketh all this.”<\/i> The<span class=\"normal hebrew\"> ואקרא<\/span> which follows the second reason assigned like an apodosis, is construed doubly: “I called to thee, calling thee by name.” The parallel<span class=\"normal hebrew\"> אכנּך<\/span> refers to such titles of honour as “my shepherd” and “my anointed,” which had been given to him by Jehovah. This calling, distinguishing, and girding, i.e., this equipment of Cyrus, took place at a time when Cyrus knew nothing as yet of Jehovah, and by this very fact Jehovah made known His sole Deity. The meaning is, not that it occurred while he was still worshipping false gods, but, as the<i>refrain<\/i> -like repetition of the words “though thou hast not know me” affirms with strong emphasis, before he had been brought into existence, or could know anything of Jehovah. The passage is to be explained in the same way as <a class=\"ref\">Jeremiah 1:5<\/a> , “Before I formed thee in the womb, I knew thee” (see<i>Psychol. <\/i> pp. 36, 37, 39); and what the God of prophecy here claims for Himself, must not be questioned by false criticism, or weakened down by false apologetics (i.e., by giving up the proper name<i>Cyrus<\/i> as a gloss in <a class=\"isa\" verses=\"WzE4NTYyXQ==\">Isaiah 44:28<\/a> and <a class=\"isa\" verses=\"WzE4NTYzXQ==\">Isaiah 45:1<\/a>; or generalizing it into a king's name, such as Pharaoh, Abimelech, or Agag). The third and last object of this predicted and realized success of the oppressor of nations and deliverer of Israel is the acknowledgement of Jehovah, spreading over the heathen world from the rising and setting of the sun, i.e., in every direction. The<i>(<span class=\"translit\"> ah<\/span>) of<span class=\"normal hebrew\"> וּממּערבה<\/span> is not a feminine termination (lxx, Targ., Jer.), but a feminine suffix with<i>(<span class=\"translit\"> He<\/span>)<i>(<span class=\"translit\"> raphato<\/span>)<i>(<span class=\"translit\"> pro<\/span>)<i>(<span class=\"translit\"> mappic<\/span>) (<i>(<span class=\"translit\"> Kimchi<\/span>)); compare <a class=\"isa\" verses=\"eyIxODA5NSI6Mn0=\">Isaiah 23:17-18<\/a>; <a class=\"isa\" verses=\"WzE4MzIxXQ==\">Isaiah 34:17<\/a> (but not<span class=\"normal hebrew\"> נצּה<\/span> in <a class=\"isa\" verses=\"WzE4MDAzXQ==\">Isaiah 18:5<\/a> , or<span class=\"normal hebrew\"> מוּסדה<\/span> in <a class=\"isa\" verses=\"WzE4MjUwXQ==\">Isaiah 30:32<\/a>). <i>(<span class=\"translit\"> Shemesh<\/span>) (the sun) is a feminine here, as in <a class=\"ref\">Genesis 15:17, Nahum 3:17, Malachi 4:2<\/a> , and always in Arabic; for the west is invariably called<span class=\"normal hebrew\"> מערב<\/span> (Arab. (<span class=\"translit\"> magrib<\/span>)). In <a class=\"isa\" verses=\"WzE4NTY5XQ==\">Isaiah 45:7<\/a> we are led by the context to understand by darkness and evil the penal judgments, through which light and peace, or salvation, break forth for the people of God and the nations generally. But as the prophecy concerning Cyrus closes with this self-assertion of Jehovah, it is unquestionably a natural supposition that there is also a contrast implied to the dualistic system of Zarathustra, which divided the one nature of the Deity into two opposing powers (see Windischmann, Zoroastrische Studien<\/i> , p. 135). The declaration is so bold, that Marcion appealed to this passage as a proof that the God of the Old Testament was a different being from the God of the New, and not the God of goodness only. The Valentinians and other gnostics also regarded the words “There is no God beside me” in Isaiah, as deceptive words of the Demiurugs. The early church met them with Tertullian's reply, “de his creator profitetur malis quae congruunt judici,”<\/i> and also made use of this self-attestation of the God of revelation as a weapon with which to attack Manicheesism. The meaning of the words is not exhausted by those who content themselves with the assertion, that by the evil<\/i> (or darkness<\/i>) we are not to understand the evil of guilt (malum culpae<\/i>), but the evil of punishment (malum paenae<\/i>). Undoubtedly, evil as an act is not the direct working of God, but the spontaneous work of a creature endowed with freedom. At the same time, evil, as well as good, has in this sense its origin in God - that He combines within Himself the first principles of love and wrath, the possibility of evil, the self-punishment of evil, and therefore the consciousness of guilt as well as the evil of punishment in the broadest sense. When the apostle celebrates the glory of free grace in <a class=\"ref\">Romans 9:11<\/a>., he stands on that giddy height, to which few are able to follow him without falling headlong into the false conclusions of a decretum absolutum<\/i> , and the denial of all creaturely freedom. <br><\/p> ",
    "audit": null
}