{
    "id": 17911,
    "source": "kdo",
    "verse_id": 18195,
    "verse_count": 4,
    "reference": "29:1-4",
    "title": "",
    "html": "<p> The prophecy here passes from the fall of Samaria, the crown of flowers (<a class=\"isa\" verses=\"eyIxODE2NiI6NH0=\">Isaiah 28:1-4<\/a>), to its formal parallel. Jerusalem takes its place by the side of Samaria, the crown of flowers, and under the emblem of a hearth of God. <em> 'Arı̄'ēl <\/em> might, indeed, mean a lion of God. It occurs in this sense as the name of certain Moabitish heroes (<a class=\"ref\">2 Samuel 23:20; 1 Chronicles 11:22<\/a>), and Isaiah himself used the shorter form אראל for the heroes of Judah (<a class=\"isa\" verses=\"WzE4Mjg3XQ==\">Isaiah 33:7<\/a>). But as אריאל (God's heart, interchanged with הראל htiw degna , God's height) is the name given in <a class=\"ref\">Ezekiel 43:15-16<\/a>, to the altar of burnt-offering in the new temple, and as Isaiah could not say anything more characteristic of Jerusalem, than that Jehovah had a fire and hearth there (<a class=\"isa\" verses=\"WzE4MjYwXQ==\">Isaiah 31:9<\/a>); and, moreover, as Jerusalem the city and community within the city would have been compared to a lioness rather than a lion, we take אריאל in the sense of <em> ara Dei <\/em> (from ארה , to burn). The prophet commences in his own peculiar way with a grand summary introduction, which passes in a few gigantic strides over the whole course from threatening to promise. <a class=\"isa\" verses=\"WzE4MTk1XQ==\">Isaiah 29:1<\/a> <em> “Woe to Ariel, to Ariel, the castle where David pitched his tent! Add year to year, let the feasts revolve: then I distress Ariel, and there is groaning and moaning; and so she proves herself to me as Ariel.”<\/em> By the fact that David fixed his headquarters in Jerusalem, and then brought the sacred ark thither, Jerusalem became a hearth of God. Within a single year, after only one more round of feasts (to be interpreted according to <a class=\"isa\" verses=\"WzE4MjcwXQ==\">Isaiah 32:10<\/a>, and probably spoken at the passover), Jehovah would make Jerusalem a besieged city, full of sighs (<em> vahătsı̄qōthı̄ <\/em> , <em> perf. cons.<\/em> , with the tone upon the ultimate); but “she becomes to me like an <em> Arı̄el <\/em> ,” i.e., being qualified through me, she will prove herself a hearth of God, by consuming the foes like a furnace, or by their meeting with their destruction at Jerusalem, like wood piled up on the altar and then consumed in flame. The prophecy has thus passed over the whole ground in a few majestic words. It now starts from the very beginning again, and first of all expands the <em> hoi <\/em> . <a class=\"isa\" verses=\"WzE4MTk3LDE4MTk4XQ==\">Isaiah 29:3, Isaiah 29:4<\/a> <em> “And I encamp in a circle round about thee, and surround thee with watch-posts, and erect tortoises against thee. And when brought down thou wilt speak from out of the ground, and thy speaking will sound low out of the dust; and thy voice cometh up like that of a demon from the ground, and thy speaking will whisper out of the dust.”<\/em> It would have to go so far with Ariel first of all, that it would be besieged by a hostile force, and would lie upon the ground in the greatest extremity, and then would whisper with a ghostlike softness, like a dying man, or like a spirit without flesh and bones. <em> Kaddūr <\/em> signifies <em> sphaera <\/em> , <em> orbis <\/em> , as in <a class=\"isa\" verses=\"WzE4MDcxXQ==\">Isaiah 22:18<\/a> and in the Talmud (from <em> kâdar <\/em> = <em> kâthar <\/em> ; cf., <em> kudur <\/em> in the name <em> Nabu<\/em> -<em> kudur<\/em> -<em> ussur <\/em> , Nebo protect the crown, κίδαριν ), and is used here poetically for סביב . Jerome renders it <em> quasi sphaeram <\/em> (from <em> dūr <\/em> , <em> orbis <\/em> ). מצּב (from נצב , יצב ) might signify “firmly planted” (Luzzatto, <em> immobilmente <\/em> ; compare <em> shūth <\/em> , <a class=\"isa\" verses=\"WzE3NjkzXQ==\">Isaiah 2:7<\/a>); but according to the parallel it signifies a military post, like מצּב , נציב . <em> M e tsurōth <\/em> (from <em> m âtsōr <\/em> , <a class=\"ref\">Deuteronomy 20:20<\/a>) are instruments of siege, the nature of which can only be determined conjecturally. On <em> 'ōbh <\/em> , see <a class=\"isa\" verses=\"WzE3ODI3XQ==\">Isaiah 8:19<\/a>;<\/p><p> (Note: The <em> 'akkuubh <\/em> mentioned there is equivalent to <em> anbûb <\/em> , Arab. a knot on a reed stalk, then that part of such a reed which comes between two knots, then the reed stalk itself; root נב , to rise up, swell, or become convex without and concave within (Fl.). It is possible that it would be better to trace <em> 'ōbh <\/em> back to this radical and primary meaning of what is hollow (and therefore has a dull sound), whether used in the sense of a leather-bag, or applied to a spirit of incantation, and the possessor of such a spirit.)<\/p><p> there is no necessity to take it as standing for <em> ba‛al 'ōbh <\/em> .<\/p>",
    "audit": null
}