{
    "id": 17782,
    "source": "kdo",
    "verse_id": 17947,
    "verse_count": 2,
    "reference": "14:18-19",
    "title": "",
    "html": "<p> The prophet, whose own words now follow the words of the spectators, proceeds to describe the state in which the tyrant lies, and which calls for such serious reflections. <em> “All the kings of the nations, they are all interred in honour, every one in his house: but thou art cast away far from thy sepulchre like a shoot hurled away, clothed with slain, with those pierced through with the sword, those that go down to the stones of the pit; like a carcase trodden under feet.”<\/em> Every other king was laid out after his death “in his house” (<em> b'bēthō <\/em> ), i.e. within the limits of his own palace; but the Chaldean lay far away from the sepulchre that was apparently intended for him. The מן in מקברך signifies <em> procul ab<\/em> , as in <a class=\"ref\">Numbers 15:24; Proverbs 20:3<\/a>. He lies there like <em> nētzer <\/em> <em> nith‛âb <\/em> , i.e., like a branch torn off from the tree, that has withered and become offensive, or rather (as neetzer does not mean a branch, but a shoot) like a side-shoot that has been cut off the tree and thrown away with disgust as ugly, useless, and only a hindrance to the regular growth of the tree (possibly also an excrescence); <em> nith‛âb <\/em> (cast away) is a pregnant expression, signifying “cast away with disgust.” The place where he lies is the field of battle. A <em> vaticinium post eventum <\/em> would be expressed differently from this, as Luzzatto has correctly observed. For what <em> Seder 'Olam<\/em> says - namely, that Nebuchadnezzar's corpse was taken out of the grave by Evilmerodach, or as Abravanel relates it, by the Medo-Persian conquerors - is merely a conclusion drawn from the passage before us, and would lead us to expect הוצת rather than השלכת . It is a matter of indifference, so far as the truth of the prophecy is concerned, whether it was fulfilled in the person of Nebuchadnezzar I, or of that second Nebuchadnezzar who gave himself out as a son of Nabonet, and tried to restore the freedom of Babylon. The scene which passes before the mind of the prophet is the field of battle. To clear this they made a hole and throw stones (<em> abnē<\/em> -<em> bor <\/em> , stones of the pit) on the top, without taking the trouble to shovel in the earth; but the king of Babylon is left lying there, like a carcase that is trampled under foot, and deserves nothing better than to be trampled under foot (<em> m ūbâs <\/em> , part. <em> hoph<\/em> . of <em> būs <\/em> , <em> conculcare <\/em> ). They do not even think him worth throwing into a hole along with the rest of the corpses.<\/p>",
    "audit": null
}