{
    "id": 17765,
    "source": "kdo",
    "verse_id": 17918,
    "verse_count": 2,
    "reference": "13:11-12",
    "title": "",
    "html": "<p> The prophet now hears again the voice of Jehovah revealing to him what His purpose is - namely, a visitation punishing the wicked, humbling the proud, and depopulating the countries. <em> “And I visit the evil upon the world, and upon sinners their guilt, and sink into silence the pomp of the proud; and the boasting of tyrants I throw to the ground. I make men more precious than fine gold, and people than a jewel of Ophir.”<\/em> The verb <em> pâkad <\/em> is construed, as in <a class=\"ref\">Jeremiah 23:2<\/a>, with the accusative of the thing punished, and with על of the person punished. Instead of <em> 'eretz <\/em> we have here <em> tēbel <\/em> , which is always used like a proper name (never with the article), to denote the earth in its entire circumference. We have also <em> ‛ ârı̄tzı̄m <\/em> instead of <em> nedı̄bı̄m <\/em> : the latter signifies merely princes, and it is only occasionally that it has the subordinate sense of despots; the former signifies men naturally cruel, or tyrants (it occurs very frequently in Isaiah). Everything here breathes the spirit of Isaiah both in thought and form. “The lofty is thrown down:” this is one of the leading themes of Isaiah's proclamation; and the fact that the judgment will only leave a remnant is a fundamental thought of his, which also runs through the oracles concerning the heathen (<a class=\"isa\" verses=\"WzE3OTg0LDE4MDUzLDE4MTAyXQ==\">Isaiah 16:14; Isaiah 21:17; Isaiah 24:6<\/a>), and is depicted by the prophet in various ways (<a class=\"isa\" verses=\"W3siMTc4NjciOjR9LHsiMTc5ODgiOjN9LFsxODEwOSwxODIzNV1d\">Isaiah 10:16-19; Isaiah 17:4-6; Isaiah 24:13; Isaiah 30:17<\/a>). There it is expressed under the figure that men become as scarce as the finest kinds of gold. Word-painting is Isaiah's delight and strength. <em> 'Ophir<\/em> , which resembles <em> 'okir <\/em> in sound, was the gold country of India, that lay nearest to the Phoenicians, the coast-land of <em> Abhira<\/em> on the northern shore of the <em> Runn<\/em> (<em> Irina<\/em> ), i.e., the salt lake to the east of the mouths of the Indus (see at <a class=\"ref\">Genesis 10:29<\/a> and <a class=\"ref\">Job 22:24<\/a>; and for the Egypticized <em> Souphir<\/em> of the lxx, <a class=\"ref\">Job 28:16<\/a>).<\/p>",
    "audit": null
}