{
    "id": 17755,
    "source": "kdo",
    "verse_id": 17900,
    "verse_count": 2,
    "reference": "11:15-16",
    "title": "",
    "html": "<p> He dwells still longer upon the miracles in which the antitypical redemption will resemble the typical one. <em> “And Jehovah pronounces the ban upon the sea-tongue of Egypt, and swings His hand over the Euphrates in the glow of His breath, and smites it into seven brooks, and makes it so that men go through in shoes. And there will be a road for the remnant of His people that shall be left, out of Asshur, as it was for Israel in the day of its departure out of the land of Egypt.”<\/em> The two countries of the <em> diaspora<\/em> mentioned first are Asshur and Egypt. And Jehovah makes a way by His miraculous power for those who are returning out of both and across both. The sea-tongue of Egypt, which runs between Egypt and Arabia, i.e., the Red Sea (<em> sinus Heroopolitanus<\/em> , according to another figure), He smites with the ban (<em> hecherim <\/em> , corresponding in meaning to the pouring out of the vial of wrath in <a class=\"ref\">Revelation 16:12<\/a> -a stronger term than <em> gâ‛ar <\/em> , e.g., <a class=\"ref\">Psalms 106:9<\/a>); and the consequence of this is, that it affords a dry passage to those who are coming back (though without there being any necessity to read <em> hecherı̄b <\/em> , or to follow Meier and Knobel, who combine <em> hecherı̄m <\/em> with <em> c hârūm <\/em> , <a class=\"ref\">Leviticus 21:18<\/a>, in the precarious sense of splitting). And in order that the dividing of Jordan may have its antitype also, Jehovah swings His hand over the Euphrates, to smite, breathing upon it at the same time with burning breath, so that it is split up into seven shallow brooks, through which men can walk in sandals. בּעים stands, according to the law of sound, for בּעים ; and the ἁπ λεγ עים (with a fixed <em> kametz<\/em> ), from עום = חום , חמם , to glow, signifies a glowing heat - a meaning which is also so thoroughly supported by the two Arabic verbs <em> med<\/em> . <em> Ye ‛lm <\/em> and <em> glm <\/em> (<em> inf<\/em> . <em> ‛aim <\/em> , <em> gaim <\/em> , internal heat, burning thirst, also violent anger), that there is no need whatever for the conjecture of Luzzatto and Gesenius, בעתסם . The early translators (e.g., lxx πνεύματι βιαίῳ , Syr. <em> b e uchdono <\/em> , with a display of might) merely give conjectural renderings of the word, which had become obsolete before their time; Saadia, however, renders it with etymological correctness <em> suchūn <\/em> , from <em> sachana <\/em> , to be hot, or set on fire. Thus, by changing the Euphrates in the (parching) heat of His breath into seven shallow wadys , Jehovah makes a free course for His people who come out of Asshur, etc. This was the idea which presented itself to the prophet in just this shape, though it by no means followed that it must necessarily embody itself in history in this particular form. <\/p>",
    "audit": null
}