{
    "id": 18022,
    "source": "kdo",
    "verse_id": 18443,
    "verse_count": 1,
    "reference": "40:22",
    "title": "",
    "html": "<p> The prophet now proceeds to describe the God whom both His works and word proclaim. The participles which follow are predicates of the subject, which filled the consciousness of the prophet as well as that of every believer. <em> “He who is enthroned above the vault of the earth, and its inhabitants resemble grasshoppers; who has spread out the heavens like gauze, and stretched them out like a tent-roof to dwell in.”<\/em> He, the manifested and yet unknown, is He who has for His throne the circle of the heavens (<em> chūg shâmayim <\/em> , <a class=\"ref\">Job 22:14<\/a>), which arches over the earth, and to whom from His inaccessible height men appear as diminutive as grasshoppers (<a class=\"ref\">Numbers 13:33<\/a>); He who has spread out the blue sky like a thin transparent garment (<em> dōq <\/em> , a thin fabric, like <em> daq <\/em> , fine dust, in <a class=\"isa\" verses=\"WzE4NDM2XQ==\">Isaiah 40:15<\/a>), and stretched it out above the earth like a tent for dwelling in (<em> 'ōhel <\/em> <\/p><p> (Note: The noun <em> 'ōhel <\/em> is derived from the root אל , from which come Arab. <em> 'wl <\/em> , <em> coaluit <\/em> , <em> cohaesit <\/em> , to thicken within or gain consistency (hence, regarded on another side, to lose in outward extent or outward bulk, to shrink; to go back to its original or essential condition; to issue in something as the final result; or generally, to draw back or return from a distance), and Arab. <em> 'h' <\/em> , to attach one's self or accustom one's self to a person or thing, equivalent to <em> alifa<\/em> and <em> anisa<\/em> ; to take up one's abode in a place, or absolutely, to commence housekeeping by marrying, like the Italian <em> accasarsi <\/em> , Turkish <em> ewlenmek <\/em> (from <em> ew <\/em> , a house); or, when applied to a place itself, to be habitable, inhabited, and cultivated (= pass. <em> uhila <\/em> , more especially in the participle <em> âhil <\/em> , = <em> ‛ âmir <\/em> = <em> m a‛mūr <\/em> ). (Hence <em> ahl <\/em> , one who belongs to a person or place, with its numerous applications, and also אהל , a tent (primarily a dwelling generally, Engl. <em> abode<\/em> ), which stands at the end of this etymological series.)<\/p><p><em> lâshebheth <\/em> ). The participle brings to view the actions and circumstances of all times. In the present instance, where it is continued in the historical sense, it is to be resolved into the perfect; in other cases, the preservation of the world is evidently thought of as a <em> creatio continua <\/em> (see <em> Psychol.<\/em> P. 111).<\/p>",
    "audit": null
}