{
    "id": 18077,
    "source": "kdo",
    "verse_id": 18543,
    "verse_count": 3,
    "reference": "44:9-11",
    "title": "",
    "html": "<p> The heathen gods are so far from being a ground of trust, that all who trust in them must discover with alarm how they have deceived themselves. <em> “The makers of idols, they are all desolation, and their bosom-children worthless; and those who bear witness for them see nothing and know nothing, that they may be put to shame. Who hath formed the god, and cast the idol to no profit? Behold, all its followers will be put to shame; and the workmen are men: let them all assemble together, draw near, be alarmed, be all put to shame together.”<\/em> The <em> c hămūdı̄m <\/em> (favourites) of the makers of idols are the false gods, for whose favour they sue with such earnestness. If we retain the word המּה , which is pointed as critically suspicious, and therefore is not accentuated, the explanation might possibly be, “Their witnesses (i.e., witnesses against themselves) are they (the idols): they see not, and are without consciousness, that they (those who trust in them) may be put to shame.” In any case, the subject to <em> yēbhōshū <\/em> (shall be put to shame) is the worshippers of idols. If we erase המה , ( עדיהם will be those who come forward as witnesses for the idols. This makes the words easier and less ambiguous. At the same time, the Septuagint retains the word ( καὶ μάρτυρες αὐτῶν εἰσίν ). As “not seeing” here signifies to be blind, so “not knowing” is also to be understood as a self-contained expression, meaning to be irrational, just as in <a class=\"isa\" verses=\"WzE4NTgyLDE4NzY0XQ==\">Isaiah 45:20; Isaiah 56:10<\/a> (in <a class=\"isa\" verses=\"WzE3NjU4XQ==\">Isaiah 1:3<\/a>, on the other hand, we have taken it in a different sense). למען implies that the will of the sinner in his sin has also destruction for its object; and this is not something added to the sin, but growing out of it. The question in <a class=\"isa\" verses=\"WzE4NTQ0XQ==\">Isaiah 44:10<\/a> summons the maker of idols for the purpose of announcing his fate, and in הועיל לבלתּי (to no profit) this announcement is already contained. <a class=\"isa\" verses=\"WzE4NTQ1XQ==\">Isaiah 44:11<\/a> is simply a development of this expression, “to no profit.” יצר , like נטע in <a class=\"isa\" verses=\"WzE4NTQ4XQ==\">Isaiah 44:14<\/a>, is contrary to the rhythmical law <em> milra <\/em> which prevails elsewhere. חבריו (its followers) are not the fellow-workmen of the maker of idols (inasmuch as in that case the maker himself would be left without any share in the threat), but the associates (i.e., followers) of the idols (<a class=\"ref\">Hosea 4:17; 1 Corinthians 10:20<\/a>). It is a pernicious work that they have thus had done for them. And what of the makers themselves? They are numbered among the men. So that they who ought to know that they are made by God, become makers of gods themselves. What an absurdity! Let them crowd together, the whole guild of god-makers, and draw near to speak to the works they have made. All their eyes will soon be opened with amazement and alarm.<\/p>",
    "audit": null
}