{
    "id": 17610,
    "source": "kdo",
    "verse_id": 17676,
    "verse_count": 1,
    "reference": "1:21",
    "title": "",
    "html": "<p><em> “How is she become a harlot, the faithful citadel! she, full of right, lodged in righteousness, and now-murderers.”<\/em> It is the keynote of an elegy (<em> kinah <\/em> ) which is sounded here. איכה , and but rarely איך , which is an abbreviated form, is expressive of complaint and amazement. This longer form, like a long-drawn sigh, is a characteristic of the <em> kinah <\/em> . The <em> kinoth <\/em> (Lamentations) of Jeremiah commence with it, and receive their title from it; whereas the shorter form is indicative of scornful complaining, and is characteristic of the <em> m âshōl <\/em> (e.g., <a class=\"isa\" verses=\"WzE3OTMzLDE3OTQxXQ==\">Isaiah 14:4, Isaiah 14:12<\/a>; <a class=\"ref\">Micah 2:4<\/a>). From this word, which gives the keynote, the rest all follows, soft, full, monotonous, long drawn out and slow, just in the style of an elegy. We may see clearly enough that forms like מלאתי for מלאת , softened by lengthening, were adapted to elegiac compositions, from the first v. of the Lamentations of Jeremiah, where three of these forms occur. Jerusalem had previously been a faithful city, i.e., one stedfastly adhering to the covenant of Jehovah with her (vid., <a class=\"ref\">Psalms 78:37<\/a>).<\/p><p> (Note: We have translated the word <em> kiryah <\/em> <em> “citadel”<\/em> (<em> Burg<\/em> ), instead of “city;” but Burg also became the name of the town which sprang up around the citadel, and the persons living in and around the <em> Burg<\/em> or citadel were called <em> burgenses <\/em> , “burghers.” Jerusalem, which was also called Zion, might be called, with quite as much right, a citadel (<em> Burg<\/em> ), as a city.)<\/p><p> This covenant was a marriage covenant. And she had broken it, and had thereby become a <em> zonâh <\/em> (harlot) - a prophetic view, the germs of which had already been given in the Pentateuch, where the worship of idols on the part of Israel is called whoring after them (<a class=\"ref\">Deuteronomy 31:16; Exodus 34:15-16<\/a>; in all, seven times). It was not, however, merely gross outward idolatry which made the church of God a “harlot,” but infidelity of heart, in whatever form it might express itself; so that Jesus described the people of His own time as an “adulterous generation,” notwithstanding the pharisaical strictness with which the worship of Jehovah was then observed. For, as the v. before us indicates, this marriage relation was founded upon right and righteousness in the broadest sense: <em> mishpat <\/em> , <em> “right,”<\/em> i.e., a realization of right answering to the will of God as positively declared; and <em> tzedek <\/em> , <em> “righteousness,”<\/em> i.e., a righteous state moulded by that will, or a righteous course of conduct regulated according to it (somewhat different, therefore, from the more qualitative <em> tzedâkâh <\/em> ). Jerusalem was once full of such right; and righteousness was not merely there in the form of a hastily passing guest, but had come down from above to take up her permanent abode in Jerusalem: she tarried there day and night as if it were her home. The prophet had in his mind the times of David and Solomon, and also more especially the time of Jehoshaphat (about one hundred and fifty years before Isaiah's appearance), who restored the administration of justice, which had fallen into neglect since the closing years of Solomon's reign and the time of Rehoboam and Abijah, to which Asa's reformation had not extended, and re-organized it entirely in the spirit of the law. It is possible also that Jehoiada, the high priest in the time of Joash, may have revived the institutions of Jehoshaphat, so far as they had fallen into disuse under his three godless successors; but even in the second half of the reign of Joash, the administration of justice fell into the same disgraceful state, at least as compared with the times of David, Solomon, and Jehoshaphat, as that in which Isaiah found it. The glaring contrast between the present and the past is indicated by the expression <em> “and now.”<\/em> In all the correct MSS and editions, <em> mishpat <\/em> is not accented with <em> zakeph <\/em> , but with <em> rebia <\/em> ; and <em> bâh <\/em> , which ought to have <em> zakeph <\/em> , is accented with <em> tiphchah<\/em> , on account of the brevity of the following clause. In this way the statement as to the past condition is sufficiently distinguished from that relating to the present.<\/p><p> (Note: It is well known that <em> rebia <\/em> has less force as a disjunctive than <em> tiphchah<\/em> , and that <em> zakeph <\/em> is stronger then either. With regard to the law, according to which <em> bâh <\/em> has <em> rebia <\/em> instead of <em> zakeph <\/em> , see Bär, <em> Thorath Emeth<\/em> , p. 70. To the copies enumerated by Luzzatto, as having the correct accentuation (including Brescia 1494, and Venice, by J. B. Chayim, 1526), we may add Plantin (1582), Buxtorf (1618), Nissel (1662), and many others (cf., Dachselt's <em> Biblia accentuata<\/em> , which is not yet out of date).)<\/p><p> Formerly righteousness, now <em> “murderers”<\/em> (<em> merazzechim <\/em> ), and indeed, as distinguished from <em> rozechim <\/em> , murderers by profession, who formed a band, like king Ahab and his son (<a class=\"ref\">2 Kings 6:32<\/a>). The contrast was as glaring as possible, since murder is the direct opposite, the most crying violation, of righteousness. <\/p>",
    "audit": null
}