{
    "id": 18287,
    "source": "kdo",
    "verse_id": 18947,
    "verse_count": 1,
    "reference": "66:24",
    "title": "",
    "html": "<p> They who go on pilgrimage to Jerusalem every new moon and Sabbath, see there with their own eyes the terrible punishment of the rebellious. <em> “And they go out and look at the corpses of the men that have rebelled against me, for their worm will not die and their fire will not be quenched, and they become an abomination to all flesh.”<\/em> They perfects are <em> perf. cons.<\/em> regulated by the foregoing יבוא . ויצאוּ (accented with <em> pashta<\/em> in our editions, but more correctly with <em> m unach<\/em> ) refers to their going out of the holy city. The prophet had predicted in <a class=\"isa\" verses=\"WzE4OTQxXQ==\">Isaiah 66:18<\/a>, that in the last times the whole multitude of the enemies of Jerusalem would be crowded together against it, in the hope of getting possession of it. This accounts for the fact that the neighbourhood of Jerusalem becomes such a scene of divine judgment. בּ ראה always denotes a fixed, lingering look directed to any object; here it is connected with the grateful feeling of satisfaction at the righteous acts of God and their own gracious deliverance. דראון , which only occurs again in <a class=\"ref\">Daniel 12:2<\/a>, is the strongest word for “abomination.” It is very difficult to imagine the picture which floated before the prophet's mind. How is it possible that all flesh, i.e., all men of all nations, should find room in Jerusalem and the temple? Even if the city and temple should be enlarged, as Ezekiel and Zechariah predict, the thing itself still remains inconceivable. And again, how can corpses be eaten by worms at the same time as they are being burned, or how can they be the endless prey of worms and fire without disappearing altogether from the sight of man? It is perfectly obvious, that the thing itself, as here described, must appear monstrous and inconceivable, however we may suppose it to be realized. The prophet, by the very mode of description adopted by him, precludes the possibility of our conceiving of the thing here set forth as realized in any material form in this present state. He is speaking of the future state, but in figures drawn from the present world. The object of his prediction is no other than the new Jerusalem of the world to come, and the eternal torment of the damned; but the way in which he pictures it, forces us to translate it out of the figures drawn from this life into the realities of the life to come; as has already been done in the apocryphal books of Judith (16:17) and Wisdom (7:17), as well as in the New Testament, e.g., <a class=\"ref\">Mark 9:43<\/a>., with evident reference to this passage. This is just the distinction between the Old Testament and the New, that the Old Testament brings down the life to come to the level of this life, whilst the New Testament lifts up this life to the level of the life to come; that the Old Testament depicts both this life and the life to come as an endless extension of this life, whilst the New Testament depicts is as a continuous line in two halves, the last point in this finite state being the first point of the infinite state beyond; that the Old Testament preserves the continuity of this life and the life to come by transferring the outer side, the form, the appearance of this life to the life to come, the New Testament by making the inner side, the nature, the reality of the life to come, the δυνάμεις μ ε λλοντος αἰῶνος , immanent in this life. The new Jerusalem of our prophet has indeed a new heaven above it and a new earth under it, but it is only the old Jerusalem of earth lifted up to its highest glory and happiness; whereas the new Jerusalem of the Apocalypse comes down from heaven, and is therefore of heavenly nature. In the former dwells the Israel that has been brought back from captivity; in the latter, the risen church of those who are written in the book of life. And whilst our prophet transfers the place in which the rebellious are judged to the neighbourhood of Jerusalem itself; in the Apocalypse, the lake of fire in which the life of the ungodly is consumed, and the abode of God with men, are for ever separated. The Hinnom-valley outside Jerusalem has become <em> Gehenna<\/em> , and this is no longer within the precincts of the new Jerusalem, because there is no need of any such example to the righteous who are for ever perfect. <\/p><p> In the lessons prepared for the synagogue <a class=\"isa\" verses=\"WzE4OTQ2XQ==\">Isaiah 66:23<\/a> is repeated after <a class=\"isa\" verses=\"WzE4OTQ3XQ==\">Isaiah 66:24<\/a>, on account of the terrible character of the latter, “so as to close with words of consolation.”<\/p><p> (Note: Isaiah is therefore regarded as an exception to the rule, that the prophets close their orations ותנחומים שבח בדברי (<em> b. Berachoth<\/em> 31<em> a<\/em> ), although, on the other hand, this exception is denied by some, on the ground that the words “they shall be an abhorring” apply to the Gentiles (<em> j. Berachoth<\/em> c. V. Anf. <em> Midras Tillim<\/em> on <a class=\"ref\">Psalms 4:8<\/a>).)<\/p><p> But the prophet, who has sealed the first two sections of these prophetic orations with the words, “there is no peace to the wicked,” intentionally closes the third section with this terrible picture of their want of peace. The promises have gradually soared into the clear light of the eternal glory, to the new creation in eternity; and the threatenings have sunk down to the depth of eternal torment, which is the eternal foil of the eternal light. More than this we could not expect from our prophet. His threefold book is now concluded. It consists of twenty-seven orations. The central one of the whole, i.e., the fourteenth, is <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+52:13-53&t1=en_nas\" id=\"168\" class=\"stL\" target=\"_blank\">Isaiah 52:13-53<\/a>:<a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+52:13&t1=en_nas\" id=\"169\" class=\"stL\" target=\"_blank\"><\/a>12; so that the cross forms the centre of this prophetic trilogy. <em> Per crucem ad lucem <\/em> is its watchword. The self-sacrifice of the Servant of Jehovah lays the foundation for a new Israel, a new human race, a new heaven and a new earth.<\/p>",
    "audit": null
}