{
    "id": 17711,
    "source": "kdo",
    "verse_id": 17817,
    "verse_count": 2,
    "reference": "8:9-10",
    "title": "",
    "html": "<p> The prophet's imploring look at Immanuel does not remain unanswered. We may see this from the fact, that what was almost a silent prayer is changed at once into the jubilate of holy defiance. <em> “Exasperate yourselves, O nations, and go to pieces; and see it, all who are far off in the earth! Gird yourselves, and go to pieces; gird yourselves, and go to pieces! Consult counsel, and it comes to nought; speak the word, and it is not realized: for with us is God.”<\/em> The second imperatives in <a class=\"isa\" verses=\"WzE3ODE3XQ==\">Isaiah 8:9<\/a> are threatening words of authority, having a future signification, which change into futures in <a class=\"isa\" verses=\"WzE3ODI3XQ==\">Isaiah 8:19<\/a> (Ges. §130, 2): Go on exasperating yourselves רעוּ ( with the tone upon the penultimate, and therefore not the <em> pual<\/em> of רעה , consociari, which is the rendering adopted in the Targum, but the <em> kal<\/em> of רעע , <em> m alum<\/em> <em> esse <\/em> ; not <em> vociferari <\/em> , for which רוּע , a different verb from the same root, is commonly employed), go on arming; ye will nevertheless fall to pieces (<em> Chōttu <\/em> , from <em> C hâthath <\/em> , related to <em> C âthath <\/em> , <em> Confringi <\/em> , <em> Consternari <\/em> ). The prophet classes together all the nations that are warring against the people of God, pronounces upon them the sentence of destruction, and calls upon all distant lands to hear this ultimate fate of the kingdom of the world, i.e., of the imperial power. The world-kingdom must be wrecked on the land of Immanuel; “<em> for with us<\/em> ,” as the watchword of believers runs, pointing to the person of the Savour, “<em> with us is God<\/em> .”<\/p>",
    "audit": null
}