{
    "id": 18130,
    "source": "kdo",
    "verse_id": 18668,
    "verse_count": 2,
    "reference": "50:5-6",
    "title": "",
    "html": "<p> His calling is to save, not to destroy; and for this calling he has Jehovah as a teacher, and to Him he has submitted himself in docile susceptibility and immoveable obedience. <a class=\"isa\" verses=\"WzE4NjY4XQ==\">Isaiah 50:5<\/a> <em> “The Lord Jehovah hath opened mine ear; and I, I was not rebellious, and did not turn back.”<\/em> He put him into a position inwardly to discern His will, that he might become the mediator of divine revelation; and he did not set himself against this calling (<em> m ârâh <\/em> , according to its radical meaning <em> stringere <\/em> , to make one's self rigid against any one, ἀντιτείνειν ), and did not draw back from obeying the call, which, as he well knew, would not bring him earthly honour and gain, but rather shame and ill-treatment. Ever since he had taken the path of his calling, he had not drawn timidly back from the sufferings with which it was connected, but had rather cheerfully taken them upon him. V.6 <em> “I offered my back to smiters, and my cheeks to them that pluck off the hair; I hid not my face from shame and spitting.”<\/em> He offered his back to such as smote it, his cheeks to such as plucked out the hair of his beard (<em> m ârat <\/em> as in <a class=\"ref\">Nehemiah 13:25<\/a>). He did not hide his face, to cover it up from actual insults, or from being spit upon (on <em> k e limmōth <\/em> with <em> rōq <\/em> , smiting on the cheek, κολαφίζειν , strokes with rods, ῥαπίζειν , blows upon the head, τύπτειν εἰς τὴν κεφαλήν with ἐμπτύειν , compare <a class=\"ref\">Matthew 26:67; Matthew 27:30; John 18:22<\/a>). The way of his calling leads through a shameful condition of humiliation. What was typified in Job (see <a class=\"isa\" verses=\"WzE4MjI4LDE3OTkwXQ==\">Isaiah 30:10; Isaiah 17:6<\/a>), and prefigured typically and prophetically in the Psalms of David (see <a class=\"ref\">Psalms 22:7; Psalms 69:8<\/a>), finds in him its perfect antitypical fulfilment.<\/p>",
    "audit": null
}