{
    "id": 18213,
    "source": "kdo",
    "verse_id": 18813,
    "verse_count": 2,
    "reference": "59:12-13",
    "title": "",
    "html": "<p> The people have already indicated by על־כּן in <a class=\"isa\" verses=\"WzE4ODEwXQ==\">Isaiah 59:9<\/a> that this benighted, hopeless state is the consequence of their prevailing sins; they now come back to this, and strike the note of penitence (<em> viddui <\/em> ), which is easily recognised by the recurring rhymes <em> ānu <\/em> and <em> ênu <\/em> . The prophet makes the confession (as in <a class=\"ref\">Jeremiah 14:19-20<\/a>, cf., <a class=\"isa\" verses=\"WzE3NzI5XQ==\">Isaiah 3:21<\/a>.), standing at the head of the people as the leader of their prayer (<em> ba‛al <\/em> <em> t e phillâh <\/em> ): <em> “For our transgressions are many before Thee, and our sins testify against us; for our transgressions are known to us, and our evil deeds well known: apostasy and denial of Jehovah, and turning back from following our God, oppressive and false speaking, receiving and giving out from the heart words of falsehood.”<\/em> The people acknowledge the multitude and magnitude of their apostate deeds, which are the object of the omniscience of God, and their sins which bear witness against them ( ענתה the predicate of a neuter plural; Ges. §146, 3). The second כּי resumes the first: “our apostate deeds are with us ( את as in <a class=\"ref\">Job 12:3<\/a>; cf., עם , <a class=\"ref\">Job 15:9<\/a>), i.e., we are conscious of them; and our misdeeds, we know them” ( ידענוּם for ידענון , as in <a class=\"ref\">Genesis 41:21<\/a>, cf., <a class=\"isa\" verses=\"WzE4ODA5XQ==\">Isaiah 59:8<\/a>, and with ע , as is always the case with verbs ל ע before נ , and with a suffix; Ewald, §§60). The sins are now enumerated in <a class=\"isa\" verses=\"WzE4ODE0XQ==\">Isaiah 59:13<\/a> in abstract infinitive forms. At the head stands apostasy in thought and deed, which is expressed as a threefold sin. בּה (of Jehovah) belongs to both the “apostasy” (treachery; e.g., <a class=\"isa\" verses=\"WzE3NjU3XQ==\">Isaiah 1:2<\/a>) and the “denial” (<a class=\"ref\">Jeremiah 5:12<\/a>). נסוג is an inf. abs. (different from <a class=\"ref\">Psalms 80:19<\/a>). Then follow sins against the neighbour: viz., such speaking as leads to oppression, and consists of <em> sârâh <\/em> , that which deviates from or is opposed to the law and truth (<a class=\"ref\">Deuteronomy 19:16<\/a>); also the conception (<em> concipere <\/em> ) of lying words, and the utterance of them from the heart in which they are conceived (<a class=\"ref\">Matthew 15:18; Matthew 12:35<\/a>). הרו and הגו are the only <em> poel<\/em> infinitives which occur in the Old Testament, just as שׁושׂתי (<a class=\"isa\" verses=\"WzE3ODY0XQ==\">Isaiah 10:13<\/a>) is the only example of a <em> poel perfect<\/em> of a verb ל ה . The <em> poël<\/em> is suitable throughout this passage, because the action expressed affects others, and is intended to do them harm. According to Ewald, the <em> poel<\/em> indicates the object or tendency: it is the conjugation employed to denote seeking, attacking, or laying hold of; e.g., לושׁן , <em> lingua petere <\/em> , i.e., to <em> calumniate <\/em> ; עוין , <em> oculo petere <\/em> , i.e., to envy.<\/p>",
    "audit": null
}