{
    "id": 18043,
    "source": "kdo",
    "verse_id": 18478,
    "verse_count": 3,
    "reference": "41:26-28",
    "title": "",
    "html": "<p> As <a class=\"isa\" verses=\"eyIxNzkwOCI6NDV9\">Isaiah 13:1-14:23<\/a>, and <a class=\"isa\" verses=\"eyIxODAzNyI6MTB9\">Isaiah 21:1-10<\/a>), just as Ezekiel, when prophesying of Gog and Magog, looks back in <a class=\"isa\" verses=\"WzE4NDA4XQ==\">Isaiah 38:17<\/a> fro the ideal standpoint of this remote future, more especially to his own prophecies in relation to it. In that case the <em> m e bhassēr <\/em> , or evangelist, more especially referred to is the prophet himself (Grotius and Stier), namely, as being the foreteller of those prophets to whom the commission in <a class=\"isa\" verses=\"WzE4NDIyXQ==\">Isaiah 40:1<\/a>, “Comfort ye, comfort ye,” is addressed, and who are greeted in <a class=\"isa\" verses=\"eyIxODcwNCI6Mn0=\">Isaiah 52:7-8<\/a> as the bearers of the joyful news of the existing fulfilment of the deliverance that has appeared, and therefore as the <em> m e bhassēr <\/em> or evangelist of the future מבשׂרים . In any case, it follows from <a class=\"isa\" verses=\"WzE4NDc4LDE4NDc5XQ==\">Isaiah 41:26, Isaiah 41:27<\/a> that the overthrow of Babylon and the redemption of Israel had long before been proclaimed by Jehovah through His prophets; and if our exposition is correct so far, the futures in <a class=\"isa\" verses=\"WzE4NDgwXQ==\">Isaiah 41:28<\/a> are to be taken as imperfects: And I looked round ( וארא , a voluntative in the hypothetical protasis, Ges. §128, 2), and there was no one (who announced anything of the kind); and of these (the idols) there was no adviser (with regard to the future, <a class=\"ref\">Numbers 24:14<\/a>), and none whom I could ask, and who answered me (the questioner). Consequently, just as the raising up of Cyrus proclaimed the sole omnipotence of Jehovah, so did the fact that the deliverance of Zion-Jerusalem, for which the raising up of Cyrus prepared the way, had been predicted by Him long before, proclaim His sole omniscience.<\/p>",
    "audit": null
}