{
    "id": 13475,
    "source": "kdo",
    "verse_id": 18719,
    "verse_count": 1,
    "reference": "53:7",
    "title": "",
    "html": " <p>The fourth turn describes how He suffered and died and was buried. <i>“He was ill treated; whilst He suffered willingly, and opened not His mouth, like the sheep that is led to the slaughter-bench, and like a lamb that is dumb before its shearers, and opened not His mouth.”<\/i>, The third pers. <i>niphal<\/i>, stands first in a passive sense: He has been hard pressed (<a class=\"ref\">1 Samuel 13:6<\/a>): He is driven, or hunted (<a class=\"ref\">1 Samuel 14:24<\/a>), treated tyrannically and unsparingly; in a word, plagued (<i>vexatus<\/i>,; compare the <i>niphal<\/i>, in a reciprocal sense in <a class=\"isa\" verses=\"WzE3NzEzXQ==\">Isaiah 3:5<\/a>, and according to the reading <span class=\"normal hebrew\">,נגשׂ<\/span>, in <a class=\"isa\" verses=\"WzE4MjA3XQ==\">Isaiah 29:13<\/a>, in a reflective sense, to torment one's self). Hitzig renders the next clause, “and although tormented, He opened not His mouth.” But although an explanatory subordinate clause may precede the principal clause which it more fully explains, not example can be found of such a clause with (a retrospective) <span class=\"normal hebrew\">,והוּא<\/span>, explaining what follows; for in <a class=\"ref\">Job 2:8<\/a>, the circumstantial clause, “sitting down among the ashes,” belongs to the principal fact which stands before. And so here, where <span class=\"normal hebrew\">,נענה<\/span>,(from which comes the participle <span class=\"normal hebrew\">,נענה<\/span>, usually met with in circumstantial clauses) has not a passive, but a reflective meaning, as in <a class=\"ref\">Exodus 10:3<\/a>: “He was ill treated, whilst He bowed Himself (= suffered voluntarily), and opened not His mouth” (the regular leap from the participle to the finite). The voluntary endurance is then explained by the simile “like a sheep that is led to the slaughter” (an attributive clause, like <a class=\"ref\">Jeremiah 11:19<\/a>); and the submissive quiet bearing, by the simile “like a lamb that is dumb before its shearers.” The commentators regard <span class=\"normal hebrew\">,נאלמה<\/span>, as a participle; but this would have the tone upon the last syllable (see <a class=\"isa\" verses=\"WzE3Njc2XQ==\">Isaiah 1:21<\/a>, <a class=\"isa\" verses=\"WzE3NjgxLDIyNzI0XQ==\">Isaiah 1:26; Nahum 3:11<\/a>; cf., <i>Comm. on Job<\/i>, at <a class=\"ref\">Job 20:27<\/a>, note). The tone shows it to be the pausal form for <span class=\"normal hebrew\">,נאלרמה<\/span>, and so we have rendered it; and, indeed, as the interchange of the perfect with the future in the attributive clause must be intentional, not <i>quae obmutescit<\/i>, but <i>obmutuit<\/i>,. The following words, <span class=\"normal hebrew\">,פּיו <\/span> <span class=\"normal hebrew\">,יפתּח <\/span> <span class=\"normal hebrew\">,ולא<\/span>, do not form part of the simile, which would require (<span class=\"translit\">, tiphtach <\/span>), for nothing but absolute necessity would warrant us in assuming that it points back beyond <span class=\"normal hebrew\">,רחל<\/span>, to <span class=\"normal hebrew\">,שׂה<\/span>, as Rashi and others suppose. The palindromical repetition also favours the unity of the subject with that of the previous <span class=\"normal hebrew\">,יפתח<\/span>, and the correctness of the delicate accentuation, with which the rendering in the lxx and <a class=\"ref\">Acts 8:32<\/a>, coincides. All the references in the New Testament to the Lamb of God (with which the corresponding allusions to the passover are interwoven) spring from this passage in the book of Isaiah. <br> <\/p>",
    "audit": null
}