{
    "id": 13400,
    "source": "kdo",
    "verse_id": 18423,
    "verse_count": 1,
    "reference": "40:2",
    "title": "",
    "html": "<p>The summons is now repeated with still greater emphasis, the substance of the consoling proclamation being also given. <i>“Speak ye to the heart of Jerusalem, and cry unto her, that her affliction is ended, that her debt is paid, that she has received from the hand of Jehovah double for all her sins.”<\/i> The holy city is thought of here in connection with the population belonging to it. <span class=\"normal hebrew\">על־לב<\/span> <span class=\"normal hebrew\">דּבּר<\/span> (to speak to the heart) is an expression applied in <a class=\"ref\">Genesis 34:3<\/a> and <a class=\"ref\">Judges 19:3<\/a> to words adapted to win the heart; in <a class=\"ref\">Genesis 50:21<\/a>, to the words used by Joseph to inspire his brethren with confidence; whilst here it is used in precisely the same sense as in <a class=\"ref\">Hosea 2:16<\/a>, and possibly not without a reminiscence of this earlier prophecy. <span class=\"normal hebrew\">אל<\/span> <span class=\"normal hebrew\">קרא<\/span> (to call to a person) is applied to a prophetic announcement made to a person, as in <a class=\"ref\">Jeremiah 7:27; Zechariah 1:4<\/a>. The announcement to be made to Jerusalem is then introduced with <span class=\"normal hebrew\">כּי<\/span>, <span class=\"greek normal\"> ὅτι <\/span>, which serves as the introduction to either an indirect or a direct address (Ges. §155, 1,<i> e<\/i>). (1.) Her affliction has become full, and therefore has come to an end. <span class=\"normal hebrew\">צבא<\/span>, military service, then feudal service, and hardship generally (<a class=\"ref\">Job 7:1<\/a>); here it applies to the captivity or exile - that unsheltered bivouac, as it were, of the people who had bee transported into a foreign land, and were living there in bondage, restlessness, and insecurity. (2.) Her iniquity is atoned for, and the justice of God is satisfied: <i>(<span class=\"translit\">nirtsâh<\/span>), which generally denotes a satisfactory reception, is used here in the sense of meeting with a satisfactory payment, like <span class=\"normal hebrew\">עון<\/span> <span class=\"normal hebrew\">רצה<\/span> in <a class=\"ref\">Leviticus 26:41, Leviticus 26:43<\/a>, to pay off the debt of sin by enduring the punishment of sin. (3.) The third clause repeats the substance of the previous ones with greater emphasis and in a fuller tone: Jerusalem has already suffered fully for her sins. In direct opposition to <span class=\"normal hebrew\">לקחה<\/span>, which cannot, when connected with two actual perfects as it is here, be take as a perfect used to indicate the certainty of some future occurrence, Gesenius, Hitzig, Ewald, Umbreit, Stier, and Hahn suppose (<span class=\"translit\">kiphlayim<\/span>) to refer to the double favour that Jerusalem was about to receive (like (<span class=\"translit\">mishneh<\/span>) in <a class=\"isa\" verses=\"WzE4ODUxXQ==\">Isaiah 61:7<\/a>, and possibly borrowed from Isaiah in <a class=\"ref\">Zechariah 9:12<\/a>), instead of to the double punishment which Jerusalem had endured (like (<span class=\"translit\">mishneh<\/span>) in <a class=\"ref\">Jeremiah 16:18<\/a>). It is not to be taken, however, in a judicial sense; in which case God would appear over-rigid, and therefore unjust. Jerusalem had not suffered more than its sins had deserved; but the compassion of God regarded what His justice had been obliged to inflict upon Jerusalem as superabundant. This compassion also expresses itself in the words “for all” ((<span class=\"translit\">bekhol<\/span>), c. Beth pretii<\/i>): there is nothing left for further punishment. The turning-point from wrath to love has arrived. The wrath has gone forth in double measure. With what intensity, therefore, will the love break forth, which has been so long restrained!<br><\/p>",
    "audit": null
}