{
    "id": 13487,
    "source": "kdo",
    "verse_id": 18757,
    "verse_count": 1,
    "reference": "56:3",
    "title": "",
    "html": "<p>The <span class=\"normal hebrew\">אשרי<\/span> (blessed) of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 56:2<\/a> is now extended to those who might imagine that they had no right to console themselves with the promises which it contained. <i>“And let not the foreigner, who hath not joined himself to Jehovah, speak thus: Assuredly Jehovah will cut me off from His people; and let not the eunuch say, I am only a dry tree.”<\/i> As <span class=\"normal hebrew\">נלוה<\/span> is not pointed as a participle (<span class=\"normal hebrew\">נלוה<\/span>), but as a 3rd pers. pres., the <span class=\"normal hebrew\">ה<\/span> of <span class=\"normal hebrew\">הנּלוה<\/span> is equivalent to <span class=\"normal hebrew\">אשׁר<\/span>, as in <a class=\"ref\">Joshua 10:24; Genesis 18:21; Genesis 21:3; Genesis 46:27; 1 Kings 11:9<\/a> (Ges. §109). By the eunuchs we are to understand those of Israelitish descent, as the attributive clause is not repeated in their case. Heathen, who professed the religion of Jehovah, and had attached themselves to Israel, might be afraid lest, when Israel should be restored to its native land, according to the promise, as a holy and glorious community with a thoroughly priestly character, Jehovah would no longer tolerate them, i.e., would forbid their receiving full citizenship. <span class=\"normal hebrew\">יבדּילני<\/span> has the connecting vowel <i>á<\/i>, as in <a class=\"ref\">Genesis 19:19; Genesis 29:32<\/a>, instead of the usual (<span class=\"translit\">ē<\/span>). And the Israelitish eunuchs, who had been mutilated against their will, that they might serve at heathen courts or in the houses of foreign lords, and therefore had not been unfaithful to Jehovah, might be afraid lest, as unfruitful trees, they should be pronounced unworthy of standing in the congregation of Jehovah. There was more ground for the anxiety of the latter than for that of the former. For the law in <a class=\"ref\">Deuteronomy 23:4-7<\/a> merely prohibits Ammonites and Moabites for all time to come from reception into the congregation, on account of their unbrotherly conduct towards the Israelites as they came out of Egypt, whilst that in <a class=\"ref\">Deuteronomy 23:8-9<\/a> prohibits the reception of Edomites and Egyptians to the third generation; so that there was no prohibition as to other allies - such, for example, as the Babylonians. On the other hand, the law in <a class=\"ref\">Deuteronomy 23:2<\/a> expressly declares, as an expression of the horror of God at any such mutilation of nature, and for the purpose of precluding it, that no kind of emasculated person is to enter the congregation of Jehovah. But prophecy breaks through these limits of the law. <br><\/p>",
    "audit": null
}