{
    "id": 17651,
    "source": "kdo",
    "verse_id": 17734,
    "verse_count": 1,
    "reference": "3:26",
    "title": "",
    "html": "<p> What the prophet here foretells to the daughter of Zion he sees in <a class=\"isa\" verses=\"WzE3NzM0XQ==\">Isaiah 3:26<\/a> fulfilled upon her: <em> “Then will her gates lament and mourn, and desolate is she, sits down upon the ground.”<\/em> The gates, where the husbands of the daughters of Zion, who have now fallen in war, sued at one time to gather together in such numbers, are turned into a state of desolation, in which they may, as it were, be heard complaining, and seen to mourn (<a class=\"isa\" verses=\"WzE3OTYwXQ==\">Isaiah 14:31<\/a>; <a class=\"ref\">Jeremiah 14:2; Lamentations 1:4<\/a>); and the daughter of Zion herself is utterly vacated, thoroughly emptied, completely deprived of all her former population; and in this state of the most mournful widowhood or orphanage, brought down from her lofty seat (<a class=\"isa\" verses=\"WzE4NjAxXQ==\">Isaiah 47:1<\/a>) and princely glory (<a class=\"ref\">Jeremiah 13:18<\/a>), she sits down upon the ground, just as Judaea is represented as doing upon Roman medals that were struck after the destruction of Jerusalem, where she is introduced as a woman thoroughly broken down, and sitting under a palm-tree in an attitude of despair, with a warrior standing in front of her, the inscription upon the medal being <em> Judaea capta <\/em> , or <em> devicta <\/em> . The Septuagint rendering is quite in accordance with the sense, viz., καὶ καταλειφθἠση μ όνη καὶ εἰς την̀ γῆν ἐδαφισθήση (cf., <a class=\"ref\">Luke 19:44<\/a>), except that תּשׁב is not the second person, but the third, and נקּתה the third pers. pret. <em> niph<\/em> . for נקּתה - a pausal form which is frequently met with in connection with the smaller distinctive accents, such as <em> silluk<\/em> and <em> athnach<\/em> (here it occurs with <em> tiphchah<\/em> , as, for example, in <a class=\"ref\">Amos 3:8<\/a>). The clause “sits down upon the ground” is appended ἀσυνδἔτως - a frequent construction in cases where one of two verbs defines the other in a manner which is generally expressed adverbially (vid., <a class=\"ref\">1 Chronicles 13:2<\/a>, and the inverted order of the words in <a class=\"ref\">Jeremiah 4:5<\/a>; cf., <a class=\"isa\" verses=\"WzE3OTA3XQ==\">Isaiah 12:6<\/a>): Zion sits upon the earth in a state of utter depopulation.<\/p>",
    "audit": null
}