{
    "id": 17904,
    "source": "kdo",
    "verse_id": 18176,
    "verse_count": 3,
    "reference": "28:11-13",
    "title": "",
    "html": "<p> The prophet takes the <em> ki <\/em> (“for”) out of their mouths, and carries it on in his own way. It was quite right that their ungodliness should show itself in such a way as this, for it would meet with an appropriate punishment. <em> “For through men stammering in speech, and through a strange tongue, will He speak to this people. He who said to them, There is rest, give rest to weary ones, and there is refreshing! But they would not hear. Therefore the word of Jehovah becomes to them precept upon precept, precept upon precept, line upon line, line upon line, a little here, a little there, that they may go and stumble backwards, and be wrecked to pieces, and be snared and taken.”<\/em> Jehovah would speak to the scoffing people of stammering tongue a language of the same kind, since He would speak to them by a people that stammered in their estimation, i.e., who talked as barbarians (cf., βαρβαρίζειν and <em> balbutire <\/em> ; see <a class=\"isa\" verses=\"WzE4Mjk5XQ==\">Isaiah 33:19<\/a>, compared with <a class=\"ref\">Deuteronomy 28:49<\/a>). The Assyrian Semitic had the same sound in the ear of an Israelite, as Low Saxon (a provincial dialect) in the ear of an educated German; in addition to which, it was plentifully mixed up with Iranian, and possibly also with Tatar elements. This people would practically interpret the will of Jehovah in its own <em> patios<\/em> to the despisers of the prophet. Jehovah had directed them, through His prophets, after the judgments which they had experienced with sufficient severity (<a class=\"isa\" verses=\"WzE3NjYwXQ==\">Isaiah 1:5<\/a>.), into the true way to rest and refreshing (<a class=\"ref\">Jeremiah 6:16<\/a>), and had exhorted them to give rest to the nation, which had suffered so much under Ahaz through the calamities of war (2 Chron 28), and not to drag it into another way by goading it on to rise against Assyria, or impose a new burden in addition to the tribute to Assyria by purchasing the help of Egypt. But they would not hearken ( אבוּא = אבוּ , <a class=\"isa\" verses=\"eyIxODIzMyI6Mn0=\">Isaiah 30:15-16<\/a>; Ges. §23, 3, Anm. 3). Their policy was a very different one from being still, or believing and waiting. And therefore the word of Jehovah, which they regarded as en endless series of trivial commands, would be turned in their case into an endless series of painful sufferings. To those who thought themselves so free, and lived so free, it would become a stone on which they would go to pieces, a net in which they would be snared, a trap in which they would be caught (compare <a class=\"isa\" verses=\"eyIxNzgyMiI6Mn0=\">Isaiah 8:14-15<\/a>).<\/p>",
    "audit": null
}