{
    "id": 13408,
    "source": "kdo",
    "verse_id": 18460,
    "verse_count": 3,
    "reference": "41:8–10",
    "title": "",
    "html": " <p>The proof adduced by Jehovah of His own deity closes here. But instead of our hearing whether the nations, with which He has entered upon the contest, have any reply to make, the address turns to Israel, upon which deliverance dawns from that very quarter, from which the others are threatened with destruction. <i>“And thou, Israel my servant, Jacob whom I have chosen, seed of Abraham my friend, thou whom I have laid hold of from the ends of the earth, and called from the corners thereof, and said to thee, Thou art my servant, I have chosen and not despised thee; fear thou not, for I am with thee; be not afraid, for I am thy God: I have chosen thee, I also help thee, I also hold thee with the right hand of my righteousness.”<\/i>, The <span class=\"normal hebrew\">,ו<\/span>, before <span class=\"normal hebrew\">,ואתּה<\/span>, connects together antitheses, which show themselves at once to be antitheses. Whereas the nations, which put their trust in idols that they themselves had made, were thrown into alarm, and yielded before the world-wide commotions that had originated with the eastern conqueror, Israel, the nation of Jehovah, might take comfort to itself. Every word here breathes the deepest affection. The address moves on in soft undulating lines. The repetition of the suffix <span class=\"normal hebrew\">,ך<\/span>, with which <span class=\"normal hebrew\">,אשׁר<\/span>, forms a relative of the second person, for which we have no equivalent in our language (Ges. §123, Anm. 1), gives to the address a pressing, clinging, and, as it were, loving key-note. The reason, which precedes the comforting assurance in <a class=\"isa\" verses=\"WzE4NDYyXQ==\">Isaiah 41:10<\/a>, recals the intimate relation in which Jehovah had placed Himself towards Israel, and Israel towards Himself. The leading thought, “servant of Jehovah,” which is characteristic of chapters 40-46, and lies at the root of the whole spirit of these addresses, more especially of their Christology, we first meet with here, and that in a popular sense. It has both an objective and a subjective side. On the one hand, Israel is the servant of Jehovah by virtue of a divine act; and this act, viz., its election and call, was an act of pure grace, and was not to be traced, as the expression “I have chosen and not despised thee' indicates, to any superior excellence or merit on the part of Israel. On the contrary, Israel was so obscure that Jehovah might have despised it; nevertheless He had anticipated it in free unmerited love with this stamp of the <i>character indelibilis<\/i>, of a servant of Jehovah. On the other hand, Israel was the servant of Jehovah, inasmuch as it acted out what Jehovah had made it, partly in reverential worship of this God, and partly in active obedience. <span class=\"normal hebrew\">,את־ה <\/span> <span class=\"normal hebrew\">,עבד<\/span>, i.e., “serving Jehovah,” includes both liturgical service (also <span class=\"normal hebrew\">,עבד<\/span>, absolutely, <a class=\"isa\" verses=\"WzE4MDI4XQ==\">Isaiah 19:23<\/a>) and the service of works. The divine act of choosing and calling is dated from Abraham. From a Palestinian point of view, Ur of Chaldaea, within the old kingdom of Nimrod, and Haran in northern Mesopotamia, seemed like the ends and corners of the earth (<i>(<span class=\"translit\">,'ătsı̄lı̄m <\/span>), remote places, from <i>(<span class=\"translit\">,'âtsal <\/span>), to put aside or apart). Israel and the land of Israel were so inseparably connected, that whenever the origin of Israel was spoken of, the point of view could only be taken in Palestine. To the far distant land of the Tigris and Euphrates had Jehovah gone to fetch Abraham, “the friend of God” (<a class=\"ref\">James 2:23<\/a>), who is called in the East even to the present day, (<span class=\"translit\">, chalil ollah <\/span>), the friend of God. This calling of Abraham was the furthest terminus a quo<\/i>, of the existence of Israel as the covenant nation; for the leading of Abraham was providentially appointed with reference to the rise of Israel as a nation. The latter was pre-existent in him by virtue of the counsel of God. And when Jehovah adopted Abraham as His servant, and called him “my servant” (<a class=\"ref\">Genesis 26:24<\/a>), Israel, the nation that was coming into existence in Abraham, received both the essence and name of a “servant of Jehovah.” Inasmuch then as, on looking back to its past history, it would not fail to perceive that it was so thoroughly a creation of divine power and grace, it ought not to be fearful, and look about with timidity and anxiety; for He who had presented Himself at the very beginning as its God, was still always near. The question arises, in connection with the word <span class=\"normal hebrew\">,אמּצתּי<\/span>, whether it means to strengthen (<a class=\"isa\" verses=\"WzE4MzI0LDE1MzQ5XQ==\">Isaiah 35:3; Psalm 89:22<\/a>), or to lay firm hold of, to attach firmly to one's self, to choose. We decide in favour of the latter meaning, which is established by <a class=\"isa\" verses=\"WzE4NTQ4XQ==\">Isaiah 44:14<\/a>, cf., <a class=\"ref\">Psalm 80:16, Psalm 80:18<\/a>. The other perfects affirm what Jehovah has ever done, and still continues to do. In the expression “by the right hand of my righteousness,” the justice or righteousness is regarded pre-eminently on its brighter side, the side turned towards Israel; but it is also regarded on its fiery side, or the side turned towards the enemies of Israel. It is the righteousness which aids the oppressed congregation against its oppressors. The repeated <span class=\"normal hebrew\">,אף<\/span>, heaps one synonym upon another, expressive of the divine love; for <span class=\"normal hebrew\">,ו<\/span>, simply connects, <span class=\"normal hebrew\">,גּם<\/span>, appends, <span class=\"normal hebrew\">,אף<\/span>, heaps up (cumulat <\/i>). Language is too contracted to hold all the fulness of the divine love; and for this reason the latter could not find words enough to express all that it desired. <br> <\/p>",
    "audit": null
}