{
    "id": 17869,
    "source": "kdo",
    "verse_id": 18117,
    "verse_count": 1,
    "reference": "24:21",
    "title": "",
    "html": "<p> But if the old earth passes away in this manner out of the system of the universe, the punishment of God must fall at the same time both upon the princes of heaven and upon the princes of earth (the prophet does not arrange what belongs to the end of all things in a “chronotactic” manner). They are the secrets of two worlds, that are here unveiled to the apocalyptic seer of the Old Testament. <em> “And it cometh to pass in that day, Jehovah will visit the army of the high place in the high place, and the kings of the earth on the earth. And they are imprisoned, as one imprisons captives in the pit, and shut up in prison; and in the course of many days they are visited. And the moon blushes, and the sun turns pale: for Jehovah of hosts reigns royally upon Mount Zion and in Jerusalem, and before His elders is glory.”<\/em> With this doubly expressed antithesis of <em> m ârōm <\/em> and <em> ' adâmâh <\/em> (cf.,  ) before us, brought out as it is as sharply as possible, we cannot understand “<em> the army of the high place<\/em> ” as referring to certain earthly powers (as the Targum, Luther, Calvin, and Hävernick do). Moreover, the expression itself is also opposed to such an interpretation; for, as <a class=\"isa\" verses=\"WzE4MTE0XQ==\">Isaiah 24:18<\/a> clearly shows, in which <em> m immârom <\/em> is equivalent to <em> m isshâmaim <\/em> (cf., <a class=\"isa\" verses=\"WzE4Mjg1LDE4Mzc2LDE4NDQ3XQ==\">Isaiah 33:5; Isaiah 37:23; Isaiah 40:26<\/a>), מרום צבא is synonymous with השּׁמים צבא ; and this invariably signifies either the starry host (<a class=\"isa\" verses=\"WzE4NDQ3XQ==\">Isaiah 40:26<\/a>) or the angelic host (<a class=\"ref\">1 Kings 22:19; Psalms 148:2<\/a>), and occasionally the two combined, without any distinction (<a class=\"ref\">Nehemiah 9:6<\/a>). As the moon and sun are mentioned, it might be supposed that by the “host on high” we are to understand the angelic host, as Abravanel, Umbreit, and others really do: “the stars, that have been made into idols, the shining kings of the sky, fall from their altars, and the kings of the earth from their thrones.” But the very antithesis in the word “kings” (<em> m alchē <\/em> ) leads us to conjecture that “the host on high” refers to personal powers; and the view referred to founders on the more minute description of the visitation (<em> pâkad <\/em> <em> ‛al <\/em> , as in <a class=\"isa\" verses=\"WzE4MTUzLDE4MTU1XQ==\">Isaiah 27:1, Isaiah 27:3<\/a>, cf., <a class=\"isa\" verses=\"WzE4MTUyXQ==\">Isaiah 26:21<\/a>), “they are imprisoned,” etc.; for this must also be referred to the heavenly host. The objection might indeed be urged, that the imprisonment only relates to the kings, and that the visitation of the heavenly host finds its full expression in the shaming of the moon and sun (<a class=\"isa\" verses=\"WzE4MTE5XQ==\">Isaiah 24:23<\/a>); but the fact that the moon and sun are thrown into the shade by the revelation of the glory of Jehovah, cannot be regarded as a judgment inflicted upon them. Hence the commentators are now pretty well agreed, that “the host on high” signifies here the angelic army. But it is self-evident, that a visitation of the angelic army cannot be merely a relative and partial one. And it is not sufficient to understand the passage as meaning the wicked angels, to the exclusion of the good. Both the context and the parallelism show that the reference must be to a penal visitation in the spiritual world, which stands in the closest connection with the history of man, and in fact with the history of the nations. Consequently the host on high will refer to the angels of the nations and kingdoms; and the prophecy here presupposes what is affirmed in <a class=\"ref\">Deuteronomy 32:8<\/a> (lxx), and sustained in the book of Daniel, when it speaks of a <em> sar <\/em> of Persia, Javan, and even the people of Israel. In accordance with this exposition, there is a rabbinical saying, to the effect that “God never destroys a nation without having first of all destroyed its prince,” i.e., the angel who, by whatever means he first obtained possession of the nation, whether by the will of God or against His will, has exerted an ungodly influence upon it. Just as, according to the scriptural view, both good and evil angels attach themselves to particular men, and an elevated state of mind may sometimes afford a glimpse of this encircling company and this conflict of spirits; so do angels contend for the rule over nations and kingdoms, either to guide them in the way of God or to lead them astray from God; and therefore the judgment upon the nations which the prophet here foretells will be a judgment upon angels also. The kingdom of spirits has its own history running parallel to the destinies of men. What is recorded in Gen 6 was a seduction of men by angels, and one of later occurrence than the temptation by Satan in paradise; and the seduction of nations and kingdoms by the host of heaven, which is here presupposed by the prophecy of Isaiah, is later than either.<\/p>",
    "audit": null
}