{
    "id": 17727,
    "source": "kdo",
    "verse_id": 17838,
    "verse_count": 5,
    "reference": "9:8-12",
    "title": "",
    "html": "<p> The great light would not arise till the darkness had reached its deepest point. The gradual increase of this darkness is predicted in this second section of the esoteric addresses. Many difficult questions suggest themselves in connection with this section. 1. Is it directed against the northern kingdom only, or against all Israel? 2. What was the historical standpoint of the prophet himself? The majority of commentators reply that the prophet is only prophesying against Ephraim here, and that Syria and Ephraim have already been chastised by Tiglath-pileser. The former is incorrect. The prophet does indeed commence with Ephraim, but he does not stop there. The fates of both kingdoms flow into one another here, as well as in <a class=\"isa\" verses=\"WzE3ODEzXQ==\">Isaiah 8:5<\/a>., just as they were causally connected in actual fact. And it cannot be maintained, that when the prophet uttered his predictions Ephraim had already felt the scourging of Tiglath-pileser. The prophet takes his stand at a time when judgment after judgment had fallen upon all Israel without improving it. And one of these past judgments was the scourging of Ephraim by Tiglath-pileser. How much or how little of the events which the prophet looks back upon from this ideal standpoint had already taken place, it is impossible to determine; but this is a matter of indifference so far as the prophecy is concerned. The prophet, from his ideal standing-place, had not only this or that behind him, but all that is expressed in this section by perfects and aorists (Ges. §129, 2,<em> b<\/em> ). And we already know from <a class=\"isa\" verses=\"WzE3Njk1LDE3NzY1XQ==\">Isaiah 2:9; Isaiah 5:25<\/a>, that he sued the future conversive as the preterite of the ideal past. We therefore translate the whole in the present tense. In outward arrangement there is no section of Isaiah so symmetrical as this. In chapter 5 we found one partial approach to the strophe in similarity of commencement, and another in chapter 2 in similarity of conclusion. But here  is adapted as the <em> refrain<\/em> of four symmetrical strophes. We will take each strophe by itself.<\/p><p> Strophe 1. <a class=\"isa\" verses=\"eyIxNzgzOCI6NX0=\">Isaiah 9:8-12<\/a> “<em> The Lord sends out a word against Jacob, and it descends into Israel. And all the people must make atonement, Ephraim and the inhabitants of Samaria, saying in pride and haughtiness of heart, 'Bricks are fallen down, and we build with square stones; sycamores are hewn down, and we put cedars in their place.' Jehovah raises Rezin's oppressors high above him, and pricks up his enemies: Aram from the east, and Philistines from the west; they devour Israel with full mouth. For all this His anger is not turned away, and His hand is stretched out still<\/em> .” The <em> word<\/em> (<em> dâbâr <\/em> ) is both in nature and history the messenger of the Lord: it runs quickly through the earth (<a class=\"ref\">Psalms 147:15, Psalms 147:18<\/a>), and when sent by the Lord, comes to men to destroy or to heal (<a class=\"ref\">Psalms 107:20<\/a>), and never returns to its sender void (<a class=\"isa\" verses=\"eyIxODc1MSI6Mn0=\">Isaiah 55:10-11<\/a>). Thus does the Lord now send a word against Jacob (<em> Jacob<\/em> , as in <a class=\"isa\" verses=\"WzE3NjkxXQ==\">Isaiah 2:5<\/a>); and this heavenly messenger descends into Israel (<em> nâphal <\/em> , as in <a class=\"ref\">Daniel 4:28<\/a>, and like the Arabic <em> nazala <\/em> , which is the word usually employed to denote the communication of divine revelation), taking shelter, as it were, in the soul of the prophet. Its immediate commission is directed against Ephraim, which has been so little humbled by the calamities that have fallen upon it since the time of Jehu, that the people are boasting that they will replace bricks and sycamores (or sycamines, from <em> shikmin <\/em> ), that wide-spread tree (<a class=\"ref\">1 Kings 10:27<\/a>), with works of art and cedars. “<em> We put in their place:<\/em> ” <em> nachaliph <\/em> is not used here as in <a class=\"ref\">Job 14:7<\/a>, where it signifies to sprout again (<em> nova germina emittere <\/em> ), but as in <a class=\"isa\" verses=\"WzE4NDUyLDE4NDUzXQ==\">Isaiah 40:31; Isaiah 41:1<\/a>, where it is construed with כּח (strength), and signifies to renew (<em> novas vires assumere <\/em> ). In this instance, when the object is one external to the subject, the meaning is to substitute (<em> substituere <\/em> ), like the Arabic <em> achlafa <\/em> , to restore. The poorest style of building in the land is contrasted with the best; for “the sycamore is a tree which only flourishes in the plain, and there the most wretched houses are still built of bricks dried in the sun, and of knotty beams of sycamore.” <\/p><p> (Note: Rosen, <em> Topographisches aus Jerusalem<\/em> .)<\/p><p> These might have been destroyed by the war, but more durable and stately buildings would rise up in their place. Ephraim, however, would be made to feel this defiance of the judgments of God (to “know,” as in <a class=\"ref\">Hosea 9:7; Ezekiel 25:14<\/a>). Jehovah would give the adversaries of Rezin authority over Ephraim, and instigate his foes: <em> sicsēc <\/em> , as in <a class=\"isa\" verses=\"WzE4MDA3XQ==\">Isaiah 19:2<\/a>, from <em> sâcac <\/em> , in its primary sense of “prick,” <em> figere <\/em> , which has nothing to do with the meanings to plait and cover, but from which we have the words שׂך , סך , a thorn, nail, or plug, and which is probably related to שׂכה , to view, lit., to fix; hence <em> pilpel <\/em> , to prick up, incite, which is the rendering adopted by the Targum here and in <a class=\"isa\" verses=\"WzE4MDA3XQ==\">Isaiah 19:2<\/a>, and by the lxx at <a class=\"isa\" verses=\"WzE4MDA3XQ==\">Isaiah 19:2<\/a>. There is no necessity to quote the talmudic <em> sicsēc <\/em> , to kindle (by friction), which is never met with in the metaphorical sense of exciting. It would be even better to take our <em> sicsēc <\/em> as an intensive form of <em> sâcac <\/em> , used in the same sense as the Arabic, viz., to provide one's self with weapons, to arm; but this is probably a denominative from <em> sicca <\/em> , signifying offensive armour, with the idea of pricking and spearing - a radical notion, from which it would be easy to get at the satisfactory meaning, to spur on or instigate. “The oppressors of <em> Rezin<\/em> ” <em> tzâr <\/em> <em> Retzı̄n <\/em> , a simple play upon the words, like <em> hoi <\/em> <em> goi <\/em> in <a class=\"isa\" verses=\"WzE3NjU5XQ==\">Isaiah 1:4<\/a>, and many others in Isaiah) are the Assyrians, whose help had been sought by Ahaz against Rezin; though perhaps not these exclusively, but possibly also the Trachonites, for example, against whom the mountain fortress <em> Rezı̄n <\/em> appears to have been erected, to protect the rich lands of eastern Hauran. In <a class=\"isa\" verses=\"WzE3ODQyXQ==\">Isaiah 9:12<\/a> the range of vision stretches over all Israel. It cannot be otherwise, for the northern kingdom never suffered anything from the Philistines; whereas an invasion of Judah by the Philistines was really one of the judgments belonging to the time of Ahaz (<a class=\"ref\">2 Chronicles 28:16-19<\/a>). Consequently by <em> Israel<\/em> here we are to understand all Israel, the two halves of which would become a rich prize to the enemy. Ephraim would be swallowed up by Aram - namely, by those who had been subjugated by Asshur, and were now tributary to it - and Judah would be swallowed up by the Philistines. But this strait would be very far from being the end of the punishments of God. Because Israel would not turn, the wrath of God would not turn away.<\/p>",
    "audit": null
}