{
    "id": 17726,
    "source": "kdo",
    "verse_id": 17837,
    "verse_count": 1,
    "reference": "9:7",
    "title": "",
    "html": "<p><em> “To the increase of government and to peace without end, upon the throne of David, and over his Kingdom, to strengthen it, and to support it through judgment and righteousness from henceforth even for ever. The jealousy of Jehovah of hosts will fulfil this.”<\/em> למרבּה (written with <em> Mêm clausum <\/em> in the middle of the one word, and, according to Elias Levita, properly to be read רבּה לם , <em> iis magnificando <\/em> , in accordance with this way of writing the word)<\/p><p> (Note: When Bar-Kappara says (b. <em> Sanhedrin<\/em> 94<em> a<\/em> ) that God designed to make Hezekiah the Messiah and Sennacherib Gog and Magog, but that Hezekiah was not found worthy of this, and therefore the <em> Mem<\/em> of <em> l'marbeh <\/em> was closed, there is so far some sense in this, that the Messianic hopes really could centre for a certain time in Hezekiah; whereas the assertion of a certain Hillel (<em> ib<\/em> . 98<em> b<\/em> ), that Hezekiah was actually the Messiah of Israel, and no other was to be expected, is nothing but the perverted fancy of an empty brain. For an instance of the opposite, see <a class=\"ref\">Nehemiah 2:13<\/a>, פרוצים הם , on which passage the Midrash observes, “The broken walls of Jerusalem will be closed in the day of salvation, and the government which has been closed up to the time of the King Messiah will be opened then.”))<\/p><p> is not a participle here, but a substantive after the forms מראה , מעשׂה , and that not from הרבּה , but from רבה , an infinitive noun expressing, according to its formation, the practical result of an action, rather than the abstract idea.<\/p><p> (Note: We have already observed at p. 101, that this substantive formation had not a purely abstract meaning even at the first. Fürst has given the correct explanation in his <em> Lehrgebäude der Aram. Idiome<\/em> , §130.)<\/p><p> Ever extending dominion and endless peace will be brought in by the sublime and lofty King's Son, when He sits upon the throne of David and rules over David's kingdom. He is a <em> semper Augustus <\/em> , i.e., a perpetual increaser of the kingdom; not by war, however, but with the spiritual weapons of peace. And within He gives to the kingdom “judgment” (<em> m ishpât <\/em> ) and “righteousness” (<em> zedâkâh <\/em> ), as the foundations and pillars of its durability: <em> m ishpât <\/em> , judgment or right, which He pronounces and ordains; and righteousness, which He not only exercises Himself, but transfers to the members of His kingdom. This new epoch of Davidic sovereignty was still only a matter of faith and hope. But the zeal of Jehovah was the guarantee of its realization. The accentuation is likely to mislead here, inasmuch as it makes it appear as though the words “from henceforth even for ever” (<em> m e‛attâh v‛ad ōlâm <\/em> ) belonged to the closing sentence, whereas the eternal perspective which they open applies directly to the reign of the great Son of David, and only indirectly to the work of the divine jealousy. “<em> Zeal<\/em> ,” or <em> jealousy<\/em> , <em> kin'âh <\/em> , lit., glowing fire, from קנּא , Arab. <em> kanaa <\/em> , to be deep red (<a class=\"ref\">Deuteronomy 4:24<\/a>), is one of the deepest of the Old Testament ideas, and one of the most fruitful in relation to the work of reconciliation. It is two-sided. The fire of love has for its obverse the fire of wrath. For jealousy contends for the object of its love against everything that touches either the object or the love itself.<\/p><p> (Note: Cf., Weber, <em> On the Wrath of God<\/em> (p. xxxv ). It is evident that by <em> kin'âh <\/em> , ζῆλος , we are to understand the energy of love following up its violated claims upon the creature, from the comparison so common in the Scriptures between the love of God to His church and connubial affection. It is the jealousy of absolute love, which seeks to be loved in return, and indeed demands undivided love, and asserts its claim to reciprocity of love wherever this claim is refused. In a word, it is the self-vindication of scornful love. But this idea includes not only jealousy seeking the recovery of what it has lost, but also jealousy that consumes what cannot be saved (<a class=\"ref\">Nahum 1:2; Hebrews 10:27<\/a>); and the Scriptures therefore deduce the wrath, by which the love resisted affirms itself, and the wrath which meets those who have resisted love in the form of absolute hostility-in other words, the jealousy of love as well as the jealousy of hatred-not from love and holiness as two entirely distinct sources, but from the single source of absolute holy love, which, just because it is absolute and holy, repels and excludes whatever will not suffer itself to be embraced (<a class=\"ref\">Joshua 24:19<\/a>).)<\/p><p> Jehovah loves His nation. That He should leave it in the hands of such bad Davidic kings as Ahaz, and give it up to the imperial power of the world, would be altogether irreconcilable with this love, if continued long. But His love flares up, consumes all that is adverse, and gives to His people the true King, in whom that which was only foreshadowed in David and Solomon reaches its highest antitypical fulfilment. With the very same words, “the zeal of Jehovah of hosts,” etc., Isaiah seals the promise in <a class=\"isa\" verses=\"WzE4Mzg1XQ==\">Isaiah 37:32<\/a>.<\/p>",
    "audit": null
}