{
    "id": 18132,
    "source": "kdo",
    "verse_id": 18671,
    "verse_count": 2,
    "reference": "50:8-9",
    "title": "",
    "html": "<p> In the midst of his continued sufferings he was still certain of victory, feeling himself exalted above every human accusation, and knowing that Jehovah would acknowledge him; whereas his opponents were on the way to that destruction, the germ of which they already carried with them. <em> “He is near that justifieth me; who will contend with me?! We will draw near together! Who is my adversary in judgment?! Let him draw near to me! Behold, the Lord Jehovah will help me; who is he that could condemn me?! Behold, they all shall fall to pieces like a garment; the moth shall eat them up.”<\/em> הצדּיו and הרשׁיע are forensic antitheses: the former signifies to set one forth, both practically and judicially, as righteous (<a class=\"ref\">2 Samuel 15:4; Psalms 82:3<\/a>); the latter as guilty, רשׁע (<a class=\"ref\">Deuteronomy 25:1; Psalms 109:7<\/a>). נעמדה , which has lost the principal tone on account of the following יחד ( יּהד ), has <em> m unach <\/em> instead of <em> m etheg <\/em> in the antepenultimate. <em> Ba‛al <\/em> <em> m ishpâtı̄ <\/em> means, “he who has a judicial cause of lawsuit against me,” just as in Roman law the <em> dominus litis <\/em> is distinguished from the procurator, i.e., from the person who represents him in court (syn. <em> ba‛al <\/em> <em> d e bhârı̄m <\/em> , <a class=\"ref\">Exodus 24:14<\/a>, and <em> 'ı̄sh <\/em> <em> rı̄bhı̄ <\/em> in <a class=\"ref\">Job 31:35<\/a>; compare <a class=\"isa\" verses=\"WzE4NDYzXQ==\">Isaiah 41:11<\/a>). מי־הוּא are connected, and form an emphatic τίς , <a class=\"ref\">Romans 8:34<\/a> (Ewald §325,<em> a<\/em> ). “All of them” (<em> kullâm <\/em> ): this refers to all who are hostile to him. They fall to pieces like a worn-out garment, and fall a prey to the moth which they already carry within them - a figure which we meet with again in <a class=\"isa\" verses=\"WzE4NjgyXQ==\">Isaiah 51:8<\/a> (cf., <a class=\"ref\">Job 13:28; Hosea 5:12<\/a>), and one which, although apparently insignificant, is yet really a terrible one, inasmuch as it points to a power of destruction working imperceptibly and slowly, but yet effecting the destruction of the object selected with all the greater certainty.<\/p>",
    "audit": null
}