{
    "id": 18212,
    "source": "kdo",
    "verse_id": 18810,
    "verse_count": 3,
    "reference": "59:9-11",
    "title": "",
    "html": "<p> In the second strophe the prophet includes himself when speaking of the people. They now mourn over that state of exhaustion into which they have been brought through the perpetual straining and disappointment of expectation, and confess those sins on account of which the righteousness and salvation of Jehovah have been withheld. The prophet is speaking communicatively here; for even the better portion of the nation was involved in the guilt and consequences of the corruption which prevailed among the exiles, inasmuch as a nation forms an organized whole, and the delay of redemption really affected them. <em> “Therefore right remains far from us, and righteousness does not overtake us; we hope for light, and behold darkness; for brightness - we walk in thick darkness. We grope along the wall like the blind, and like eyeless men we grope: we stumble in the light of noon-day as in the darkness, and among the living like the dead. We roar all like bears, and moan deeply like doves: we hope for right, and it cometh not; for salvation - it remaineth far off from us.”<\/em> At the end of this group of verses, again, the thought with which it sets out is palindromically repeated. The perfect רחקה denotes a state of things reaching from the past into the present; the future תשּׂיגנוּ a state of things continuing unchangeable in the present. By <em> m ishpât <\/em> we understand a solution of existing inequalities or incongruities through the judicial interposition of God; by <em> ts e dâqâh <\/em> the manifestation of justice, which bestows upon Israel grace as its right in accordance with the plan of salvation after the long continuance of punishment, and pours out merited punishment upon the instruments employed in punishing Israel. The prophet's standpoint, whether a real or an ideal one, is the last decade of the captivity. At that time, about the period of the Lydian war, when Cyrus was making one prosperous stroke after another, and yet waited so long before he turned his arms against Babylon, it may easily be supposed that hope and despondency alternated incessantly in the minds of the exiles. The dark future, which the prophet penetrated in the light of the Spirit, was indeed broken up by rays of hope, but it did not amount to light, i.e., to a perfect lighting up (<em> n e gōhōth <\/em> , an intensified plural of <em> n e gōhâh <\/em> , like <em> n e khōchōth <\/em> in <a class=\"isa\" verses=\"WzE4MTQxXQ==\">Isaiah 26:10<\/a>, pl. of <em> n e khōchâh <\/em> in <a class=\"isa\" verses=\"WzE4ODE1XQ==\">Isaiah 59:14<\/a>); on the contrary, darkness was still the prevailing state, and in the deep thick darkness (<em> ' ăphēlōth <\/em> ) the exiles pined away, without the promised release being effected for them by the oppressor of the nations. “We grope,” they here complain, “like blind men by a wall, in which there is no opening, and like eyeless men we grope.” גּשּׁשׁ (only used here) is a synonym of the older משּׁשׁ (<a class=\"ref\">Deuteronomy 28:29<\/a>); נגשׁשׁה (with the elision of the reduplication, which it is hardly possible to render audible, and which comes up again in the pausal נגשּׁשׁה ) has the <em> âh <\/em> of force, here of the impulse to self-preservation, which leads them to grope for an outlet in this ἀπορία ; and עינים אין is not quite synonymous with עורים , for there is such a thing as blindness with apparently sound eyes (cf., <a class=\"isa\" verses=\"WzE4NTE0XQ==\">Isaiah 43:8<\/a>); and there is also a real absence of eyes, on account of either a natural malformation, or the actual loss of the eyes through either external injury or disease.<\/p><p> In the lamentation which follows, “we stumble in the light of noon-day ( צהרים , <em> m eridies <\/em> = <em> m esidies <\/em> , the culminating point at which the eastern light is separated from the western) as if it were darkness, and בּאשׁמנּים , as if we were dead men,” we may infer from the parallelism that since בּאשׁמנּים must express some antithesis to כּמּתים , it cannot mean either <em> in c aliginosis <\/em> (Jer., Luther, etc.), or “in the graves” (Targ., D. Kimchi, etc.), or “in desolate places” (J. Kimchi). Moreover, there is no such word in Hebrew as אשׁם , to be dark, although the lexicographers give a Syriac word אוּתמנא , thick darkness (possibly related to Arab. <em> ‛atamat <\/em> , which does not mean the dark night, but late in the night); and the verb <em> shâmēn <\/em> , to be fat, is never applied to “fat, i.e., thick darkness,” as Knobel assumes, whilst the form of the word with נ <em> c. dagesh<\/em> precludes the meaning a solitary place or desert (from אשׁם = שׁמם ). The form in question points rather to the verbal stem שׁמן , which yields a fitting antithesis to כמתים , whether we explain it as meaning “in luxuriant fields,” or “among the fat ones, i.e., those who glory in their abundant health.” We prefer the latter, since the word <em> m ishmannı̄m <\/em> (<a class=\"ref\">Daniel 11:24<\/a>; cf., <a class=\"ref\">Genesis 27:28<\/a>) had already been coined to express the other idea; and as a rule, words formed with א <em> prosth.<\/em> point rather to an attributive than to a substantive idea. אשׁמן is a more emphatic form of שׁמן (<a class=\"ref\">Judges 3:29<\/a>);<\/p><p> (Note: The name of the Phoenician god of health and prosperity, viz., Esmoun, which Alois Müller (Esmun, <em> ein Beitrag zur Mythologie des orient<\/em> . Alterthums. 1864) traces to חשׁמן (<a class=\"ref\">Psalms 68:32<\/a>) from אשׁם = חשׁם , “the splendid one (<em> illustris <\/em> ),” probably means “the healthy one, or one of full health” (after the form אשׁחוּר , אשׁמוּרה ), which agrees somewhat better with the account of Photios: ̓́Εσμουνον ὑπὸ Φοινίκων ὠνομασμένον ἐπὶ τῇ θέρμη τῆς ζωῆς .)<\/p><p> and אשׁמנּים indicates indirectly the very same thing which is directly expressed by משׁמנּים in <a class=\"isa\" verses=\"WzE3ODY3XQ==\">Isaiah 10:16<\/a>. Such explanations as “<em> in opimis rebus <\/em> ” (Stier, etc.), or “in fatness of body, i.e., fulness of life” (Böttcher), are neither so suitable to the form of the word, nor do they answer to the circumstances referred to here, where all the people in exile are speaking. The true meaning therefore is, “we stumble (reel about) among fat ones, or those who lead a merry life,” as if we were dead. “And what,” as Doederlein observes, “can be imagined more gloomy and sad, than to be wandering about like shades, while others are fat and flourishing?” The growling and moaning in <a class=\"isa\" verses=\"WzE4ODEyXQ==\">Isaiah 59:11<\/a> are expressions of impatience and pain produced by longing. The people now fall into a state of impatience, and roar like bears (<em> hâmâh <\/em> like <em> fremere <\/em> ), as when, for example, a bear scents a flock, and prowls about it (<em> vespertinus circumgemit ursus ovile <\/em> : Hor. <em> Ep<\/em> . xvi. 51); and now again they give themselves up to melancholy, and moan in a low and mournful tone like the doves, <em> quarum blanditias verbaque murmur habet <\/em> (Ovid). הגה , like <em> murmurare <\/em> , expresses less depth of tone or <em> raucitas <\/em> than המה . All their looking for righteousness and salvation turns out again and again to be nothing but self-deception, when the time for their coming seems close at hand.<\/p>",
    "audit": null
}