{
    "id": 13394,
    "source": "kdo",
    "verse_id": 18392,
    "verse_count": 3,
    "reference": "38:1–3",
    "title": "",
    "html": "<p>There is nothing to surprise us in the fact that we are carried back to the time when Jerusalem was still threatened by the Assyrian, since the closing vv. of chapter 37 merely contain an anticipatory announcement, introduced for the purpose of completing the picture of the last Assyrian troubles, by adding the fulfilment of Isaiah's prediction of their termination. It is within this period, and indeed in the year of the Assyrian invasion (<a class=\"isa\" verses=\"WzE4MzMyXQ==\">Isaiah 36:1<\/a>), since Hezekiah reigned twenty-nine years, and fifteen of these are promised here, that the event described by Isaiah falls - an event not merely of private interest, but one of importance in connection with the history of the nation also.<i> “In those days Hizkiyahu became dangerously ill. And Isaiah son of Amoz, the prophet, came to him, and said to him, Thus saith Jehovah, Set thine house in order: for thou wilt die, and not recover. Then Hizkiyahu turned<\/i> (K. om.)<i> his face to the wall, and prayed to Jehovah, and said<\/i> (K.<i> saying<\/i>)<i> , O Jehovah, remember this, I pray, that I have walked before thee in truth, and with the whole heart, and have done what was good in Thine eyes! And Hizkiyahu wept with loud weeping.”<\/i> “Give command to thy house” (<span class=\"normal hebrew\"> ל<\/span> , cf.,<span class=\"normal hebrew\"> אל<\/span> ,<a class=\"ref\">2 Samuel 17:23<\/a>) is equivalent to, “Make known thy last will to thy family” (compare the rabbinical<i> (<span class=\"translit\"> tsavvâ'âh<\/span>), the last will and testament); for though<i> (<span class=\"translit\"> tsivvâh<\/span>) is generally construed with the accusative of the person, it is also construed with<i> Lamed<\/i> (e.g.,<a class=\"ref\">Exodus 1:22<\/a> ; cf.,<span class=\"normal hebrew\"> אל<\/span> ,<a class=\"ref\">Exodus 16:34<\/a>).<span class=\"normal hebrew\"> חיה<\/span> in such a connection as this signifies to revive or recover. The announcement of his death is unconditional and absolute. As Vitringa observes, “the condition was not expressed, because God would draw it from him as a voluntary act.” The sick man turned his face towards the wall (<span class=\"normal hebrew\"> פּניו<\/span><span class=\"normal hebrew\"> הסב<\/span> , hence the usual fut. cons.<span class=\"normal hebrew\"> ויּסּב<\/span> as in<a class=\"ref\">1 Kings 21:4, 1 Kings 21:8, 1 Kings 21:14<\/a>), to retire into himself and to God. The supplicatory<span class=\"normal hebrew\"> אנּה<\/span> (here, as in<a class=\"ref\">Psalm 116:4, Psalm 116:16<\/a> , and in all six times, with<span class=\"normal hebrew\"> ה<\/span>) always has the principal tone upon the last syllable before<span class=\"normal hebrew\"> יהוה<\/span> =<span class=\"normal hebrew\"> אדני<\/span> (<a class=\"ref\">Nehemiah 1:11<\/a>). The (<span class=\"translit\"> metheg<\/span>) has sometimes passed into a conjunctive accent (e.g.,<a class=\"ref\">Genesis 50:17; Exodus 32:31<\/a>).<span class=\"normal hebrew\"> אשׁר<\/span><span class=\"normal hebrew\"> את<\/span> does not signify that which, but this, that, as in<a class=\"ref\">Deuteronomy 9:7; 2 Kings 8:12<\/a> , etc. “In truth,” i.e., without wavering or hypocrisy.<span class=\"normal hebrew\"> שׁלם<\/span><span class=\"normal hebrew\"> בלב<\/span> , with a complete or whole heart, as in<a class=\"ref\">1 Kings 8:61<\/a> , etc. He wept aloud, because it was a dreadful thing to him to have to die without an heir to the throne, in the full strength of his manhood (in the thirty-ninth year of his age), and with the nation in so unsettled a state.<br><\/i><\/i><\/p> ",
    "audit": null
}