{
    "id": 13462,
    "source": "kdo",
    "verse_id": 18698,
    "verse_count": 2,
    "reference": "52:1–2",
    "title": "",
    "html": " <p>The same call, which was addressed in <a class=\"isa\" verses=\"WzE4NjgzXQ==\">Isaiah 51:9<\/a>, to the arm of Jehovah that was then represented as sleeping, is here addressed to Jerusalem, which is represented as a sleeping woman. <i>“Awake, awake; clothe thyself in thy might, O Zion; clothe thyself in thy state dresses, O Jerusalem, thou holy city: for henceforth there will no more enter into thee one uncircumcised and unclean! Shake thyself from the dust; arise, sit down, O Jerusalem: loose thyself from the chains of thy neck, O captive daughter of Zion!”<\/i>, Jerusalem is lying upon the ground stupefied with the wrath of God, and exhausted with grief; but this shameful prostration and degradation will now come to an end. She is to rise up and put on her might, which has long been broken down, and apparently has altogether disappeared, but which can and must be constantly renewed, because it rests upon the foundation of an inviolable promise. She is to wake up and recover her ancient power, and put on her state robes, i.e., her priestly and royal ornaments, which belong to her as a “royal city,” i.e., as the city of Jehovah had His anointed one. For henceforth she will be what she was always intended to be, and that without any further desecration. Heathen, uncircumcised, and those who were unclean in heart and flesh (<a class=\"ref\">Ezekiel 44:9<\/a>), had entered her by force, and desecrated her: heathen, who had no right to enter the congregation of Jehovah as they were (<a class=\"ref\">Lamentations 1:10<\/a>). But she should no longer be defiled, not to say conquered, by such invaders as these (<a class=\"ref\">Joel 3:17<\/a>; <i> <a class=\"ref\">Nahum 2:1<\/a><\/i>,; compare <a class=\"ref\">Joel 3:7<\/a>, with <i> <a class=\"ref\">Nahum 2:1<\/a> <\/i>). On the construction <i>non perget intrabit<\/i>,= <i>intrare<\/i>, see Ges. §142, 3, <i>c<\/i>,. In <a class=\"isa\" verses=\"WzE4Njk5XQ==\">Isaiah 52:2<\/a>, the idea of the city falls into the background, and that of the nation takes its place. <span class=\"normal hebrew\">,ירולשׁם <\/span> <span class=\"normal hebrew\">,שׁבי<\/span>, does not mean “captive people of Jerusalem,” however, as Hitzig supposes, for this would require <span class=\"normal hebrew\">,שׁביה<\/span>, in accordance with the personification, as in <i> <a class=\"isa\" verses=\"WzE4Njk5XQ==\">Isaiah 52:2<\/a><\/i>,. The rendering supported by the lxx is the true one, “Sit down, O Jerusalem;” and this is also the way in which it is accentuated. The exhortation is the counterpart of <a class=\"isa\" verses=\"WzE4NjAxXQ==\">Isaiah 47:1<\/a>. Jerusalem is sitting upon the ground as a prisoner, having no seat to sit upon; but this is only that she may be the more highly exalted; - whereas the daughter of Babylon is seated as a queen upon a throne, but only to be the more deeply degraded. The former is now to shake herself free from the dust, and to rise up and sit down (viz., upon a throne, Targum). The captive daughter of Zion (<i>(<span class=\"translit\">, shebhiyyâh <\/span>), <span class=\"greek normal\">,αἰχμάλωτος<\/span>, <a class=\"ref\">Exodus 12:29<\/a>, an adjective written first for the sake of emphasis, as in <a class=\"isa\" verses=\"WzE3ODgxXQ==\">Isaiah 10:30<\/a>; <a class=\"isa\" verses=\"WzE4NzIzXQ==\">Isaiah 53:11<\/a>) is to undo for herself (<i>sibi laxare<\/i>, according to p. 62, note, like <i>(<span class=\"translit\">, hithnachēl <\/span>), <a class=\"isa\" verses=\"WzE3OTMxXQ==\">Isaiah 14:2<\/a>, sibi possidendo capere<\/i>) the chains of her neck (the chethib <\/i> <span class=\"normal hebrew\">,התפתחו<\/span>, they loosen themselves, is opposed to the beautiful parallelism); for she who was mourning in her humiliation is to be restored to honour once more, and she who was so shamefully laden with fetters to liberty. <br> <\/p>",
    "audit": null
}