{
    "id": 17687,
    "source": "kdo",
    "verse_id": 17774,
    "verse_count": 1,
    "reference": "6:4",
    "title": "",
    "html": "<p> When Isaiah heard this, he stood entranced at the farthest possible distance from Him that sat upon the throne, namely, under the door of the heavenly palace or temple. What he still further felt and saw, he proceeds to relate in <a class=\"isa\" verses=\"WzE3Nzc0XQ==\">Isaiah 6:4<\/a> : <em> “And the foundations of the thresholds shook with the voice of them that cried; and the house became full of smoke.”<\/em> By <em> ‛ammoth <\/em> <em> hassippim <\/em> , the lxx, Vulgate, Syriac, and others understand the posts of the lintels, the supporting beams of the <em> superliminaria<\/em> , which closed the doorway at the top. But as <em> saph<\/em> is only used in other places to signify the threshold and porch (<em> limen<\/em> and <em> vestibulum <\/em> ), <em> ‛ammoth <\/em> <em> hassippim <\/em> must be understood here in the (perfectly appropriate) sense of “the foundations of the thresholds” (<em> ammâh <\/em> , which bears the same relation to עם , mother, as <em> m atrix <\/em> to <em> m ater <\/em> , is used to denote the receptive basis into which the door-steps with their plugs were inserted, like the talmudic <em> ammetâh <\/em> <em> derēchayyâh <\/em> , the frame or box of the hand-mill (<em> Berachoth<\/em> 18<em> b<\/em> ), and <em> ammath megērah <\/em> , the wood-work which runs along the back of the saw and keeps it firmly extended (<em> Kelim<\/em> 21, 3); compare the “<em> Schraubenmutter<\/em> ,” literally screw-<em> mother<\/em> , or female screw, which receives and holds the cylindrical screw). Every time that the choir of seraphim ( הקּורא : compare such collective singulars as <em> hâ'oreb <\/em> , the ambush, in <a class=\"ref\">Joshua 8:19<\/a>; <em> hechâlutz <\/em> , of men of war, in <a class=\"ref\">Joshua 6:7<\/a>, etc.) began their song, the support of the threshold of the porch in which Isaiah was standing trembled. The building was seized with reverential awe throughout its whole extent, and in its deepest foundations: for in the blessed state beyond, nothing stands immoveable or unsusceptible in relation to the spirits there; but all things form, as it were, the <em> accidentia <\/em> of their free personality, yielding to their impressions, and voluntarily following them in all their emotions. The house was also “<em> filled with smoke<\/em> .” Many compare this with the similar occurrence in connection with the dedication of Solomon's temple (<a class=\"ref\">1 Kings 8:10<\/a>); but Drechsler is correct in stating that the two cases are not parallel, for there God simply attested His own presence by the cloud of smoke behind which He concealed Himself, whereas here there was no need of any such self-attestation. Moreover, in this instance God does not dwell in the cloud and thick darkness, whilst the smoke is represented as the effect of the songs of praise in which the seraphim have joined, and not of the presence of God. The smoke arose from the altar of incense mentioned in <a class=\"isa\" verses=\"WzE3Nzc2XQ==\">Isaiah 6:6<\/a>. But when Drechsler says that it was the prayers of <em> saints<\/em> (as in <a class=\"ref\">Revelation 5:8; Revelation 8:3-4<\/a>), which ascended to the Lord in the smoke, this is a thought which is quite out of place here. The smoke was the immediate consequence of the seraphs' song of praise.<\/p><p> This begins to throw a light upon the name <em> seraphim<\/em> , which may help us to decipher it. The name cannot possibly be connected with <em> sârâph <\/em> , a snake (Sanscr. <em> sarpa <\/em> , Lat. <em> serpens <\/em> ); and to trace the word to a verb <em> sâraph <\/em> in the sense of the Arabic <em> 'sarafa <\/em> (<em> 'sarufa <\/em> ), to tower high, to be exalted, or highly honoured (as Gesenius, Hengstenberg, Hofmann, and others have done), yields a sense which does not very strongly commend itself. On the other hand, to follow Knobel, who reads <em> shârâthim <\/em> (worshippers of God), and thus presents the Lexicon with a new word, and to pronounce the word <em> serpahim<\/em> a copyist's error, would be a rash concession to the heaven-storming omnipotence which is supposed to reside in the ink of a German scholar. It is hardly admissible, however, to interpret the name as signifying directly spirits of light or fire, since the true meaning of <em> sâraph <\/em> is not <em> urere <\/em> (to burn), but <em> Comburere <\/em> (to set on fire or burn up). Umbreit endeavours to do justice to this transitive meaning by adopting the explanation “fiery beings,” by which all earthly corruption is opposed and destroyed. The vision itself, however, appears to point to a much more distinctive and special meaning in the name, which only occurs in this passage of Isaiah. We shall have more to say upon this point presently.<\/p>",
    "audit": null
}