{
    "id": 17913,
    "source": "kdo",
    "verse_id": 18203,
    "verse_count": 4,
    "reference": "29:9-12",
    "title": "",
    "html": "<p> This enigma of the future the prophet holds out before the eyes of his contemporaries. The prophet received it by revelation of Jehovah; and without the illumination of Jehovah it could not possibly be understood. The deep degradation of Ariel, the wonderful deliverance, the sudden elevation from the abyss to this lofty height - all this was a matter of faith. But this faith was just what the nation wanted, and therefore the understanding depending upon it was wanting also. The <em> sh e mu‛âh <\/em> was there, but the <em> bı̄nâh <\/em> was absent; and all שׁמועה הבין was wrecked on the obtuseness of the mass. The prophet, therefore, who had received the unhappy calling to harden his people, could not help exclaiming ( ), “<em> Stop, and stare; blind yourselves, and grow blind!<\/em> ” התמהמהּ , to show one's self delaying (from מההּ , according to Luzzatto the reflective of תּמהמהּ , an emphatic form which is never met with), is connected with the synonymous verb תּמהּ , to be stiff with astonishment; but to שׁעע , to be plastered up, i.e., incapable of seeing (cf., <a class=\"isa\" verses=\"WzE3NzgwXQ==\">Isaiah 6:10<\/a>), there is attached the <em> hithpalpel <\/em> of the same verb, signifying “to place one's self in such circumstances,” <em> se oblinere <\/em> (differently, however, in <a class=\"ref\">Psalms 119:16, Psalms 119:47<\/a>, compare <a class=\"isa\" verses=\"WzE3ODkzXQ==\">Isaiah 11:8<\/a>, <em> se permulcere <\/em> ). They could not understand the word of God, but they were confused, and their eyes were, so to speak, festered up: therefore this self-induced condition would become to them a God-appointed punishment. The imperatives are judicial words of command.<\/p><p> This growth of the self-hardening into a judicial sentence of obduracy, is proclaimed still more fully by the prophet. <em> “They are drunken, and not with wine; they reel, and not with meth. For Jehovah hath poured upon you a spirit of deep sleep, and bound up your eyes; the prophets and your heads, the seers, He has veiled. And the revelation of all this will be to you like words of a sealed writing, which they give to him who understands writing, saying, Pray, read this; but he says, I cannot, it is sealed. And they give the writing to one who does not understand writing, saying, Pray, read this; but he says, I do not understand writing.”<\/em> They were drunken and stupid; not, however, merely because they gave themselves up to sensual intoxication ( יין , dependent upon שׁכרוּ , <em> ebrii vino <\/em> ), but because Jehovah had given them up to spiritual confusion and self-destruction. All the punishments of God are inflicted through the medium of His no less world-destroying than world-sustaining Spirit, which, although not willing what is evil, does make the evil called into existence by the creature the means of punishing evil. <em> Tardēmâh <\/em> is used here to signify the powerless, passive state of utter spiritual insensibility. This judgment had fallen upon the nation in all its members, even upon the eyes and heads of the nation, i.e., the prophets. Even they whose duty is was to see to the good of the nation, and lead it, were blind leaders of the blind; their eyes were fast shut ( עצּם , the intensive form of the <em> kal<\/em> , <a class=\"isa\" verses=\"WzE4Mjk1XQ==\">Isaiah 33:15<\/a>; Aram. עצּם ; <em> Talmud<\/em> also עמּ ץ : to shut the eyes, or press them close), and over their heads a cover was drawn, as over sleepers in the night. Since the time of Koppe and Eichhorn it has become a usual thing to regard את־הנּביאים and החזים as a gloss, and indeed as a false one (compare <a class=\"isa\" verses=\"eyIxNzg0MyI6Mn0=\">Isaiah 9:13-14<\/a>); but the reason assigned - namely, that Isaiah's polemics are directed not against the prophets, but against the stupid staring people - is utterly groundless (compare <a class=\"isa\" verses=\"WzE4MTcyXQ==\">Isaiah 28:7<\/a>, and the polemics of his contemporary Micah, e.g., <a class=\"isa\" verses=\"eyIxNzcxMyI6NH0=\">Isaiah 3:5-8<\/a>). Moreover, the author of a gloss would have been more likely to interpret ראשׁיכם by השּׂרים or הכּהנים (compare <a class=\"ref\">Job 9:24<\/a>). And <a class=\"isa\" verses=\"WzE4MjA1LDE4MjA2XQ==\">Isaiah 29:11, Isaiah 29:12<\/a> are also opposed to this assumption of a gloss. For by those who understood what was written (<em> sēpher <\/em> ), it is evident that the prophets and rulers of the nation are intended; and by those who did not understand it, the great mass of the people. To both of them, “the vision of all,” i.e., of all and everything that God had shown to His true prophets, was by the judgment of God completely sealed. Some of them might have an outward knowledge; but the inward understanding of the revelation was sealed to them. Some had not even this, but stared at the word of the prophet, just as a man who cannot read stares at what is written. The <em> chethib<\/em> has הסּפר ; the <em> keri<\/em> ספר , though without any ground, since the article is merely generic. Instead of נא־זה קר א , we should write זה קרא־נא in both cases, as certain codices and old editions do.<\/p>",
    "audit": null
}