{
    "id": 13442,
    "source": "kdo",
    "verse_id": 18593,
    "verse_count": 2,
    "reference": "46:6-7",
    "title": "",
    "html": "<p>The negative answer to this question is the direct result of what precedes, but a still further proof is given in <a class=\"isa\" verses=\"MTg1OTM=\">Isaiah 46:6<\/a>, <a class=\"isa\" verses=\"MTg1OTQ=\">Isaiah 46:7<\/a>. <i>“They who pour gold out of the bag, and weigh silver with the balance, hire a goldsmith to make it into a god, that they may fall down, yea, throw themselves down. They lift it up, carry it away upon their shoulder, and set it down in its place: there it stands; from its place it does not move: men also cry to it, but it does not answer; it saves no one out of distress.”<\/i> There is no necessity for assuming that <span class=\"normal hebrew\">הזּלים<\/span> is used in the place of the finite verb, as Hitzig imagines, or as equivalent to <span class=\"normal hebrew\">זלים<\/span> <span class=\"normal hebrew\">הם<\/span>, as Rosenmüller and Gesenius suppose; but up to <span class=\"normal hebrew\">ישׂכּרוּ<\/span> the whole is subject, and therefore <span class=\"normal hebrew\">ישׁקלוּ<\/span> is the point at which the change into the finite verb occurs (Ges. §131, 2). The point in <i>(<span class=\"translit\">hazzâlı̄m<\/span>) is not the extravagant expenditure, as Ewald thinks, but the mean origin of the god, which commences with the pouring out of gold from a purse ((<span class=\"translit\">zūl<\/span>) = (<span class=\"translit\">zâlal<\/span>), to shake, to pour out). (<span class=\"translit\">Qâneh<\/span>) is the lever of the scales (<span class=\"greek normal\"> κανών <\/span>). The metal weighed out is given to a goldsmith, who plates the idol with the gold, and makes the ornaments for it of silver. When it is finished, they lift it up, or shoulder it (<span class=\"normal hebrew\">ישּׂאהוּ<\/span> with a distinctive Great Telisha), carry it home, and set it down in the place which it is to have under it<\/i> (<span class=\"normal hebrew\">תּחתּיו<\/span>). There it stands firm, immoveable, and also deaf and dumb, hearing no one, answering no one, and helping no one. The subject to <span class=\"normal hebrew\">יצעק<\/span> is any <span class=\"normal hebrew\">צעק<\/span>. The first admonition closes here. The gods who are carried fall without being able to save themselves, whereas Israel's God carries and saves His people; He, the Incomparable, more especially in contrast with the lifeless puppets of idols.<br><\/p>",
    "audit": null
}