{
    "id": 17801,
    "source": "kdo",
    "verse_id": 17977,
    "verse_count": 2,
    "reference": "16:7-8",
    "title": "",
    "html": "<p> Therefore the delightful land is miserably laid waste. <em> “Therefore will Moab wail for Moab, everything will wail: for the grape-cakes of Kir-hareseth will ye whine, utterly crushed. For the fruit-fields of Heshbon have faded away: the vine of Sibmah, lords of the nations its branches smote down; they reached to Ja'zer, trailed through the desert: its branches spread themselves out wide, crossed over the sea.”<\/em> The <em> Lamed<\/em> in <em> l'Moab <\/em> is the same as in <a class=\"isa\" verses=\"WzE3OTY2XQ==\">Isaiah 15:5<\/a>, and in <em> la'ashishē <\/em> , which follows here. <em> Kir<\/em> -<em> hareseth<\/em> (written <em> Kir<\/em> -<em> heres<\/em> in <a class=\"isa\" verses=\"WzE3OTgxXQ==\">Isaiah 16:11<\/a>, and by Jeremiah; compare <a class=\"ref\">2 Kings 3:25<\/a>, where the vowel-pointing is apparently false): <em> Heres<\/em> or <em> Hareseth<\/em> may possibly refer to the glazed tiles or grooved stones. As this was the principal fortress of Moab, and according to <a class=\"isa\" verses=\"WzE3OTYyXQ==\">Isaiah 15:1<\/a> it had already been destroyed, <em> ‛ashishē <\/em> appears to mean the “strong foundations,” - namely, as laid bare; in other words, the “ruins” (cf., <a class=\"ref\">Jeremiah 50:15<\/a>, and <em> mōs e dē <\/em> in <a class=\"isa\" verses=\"WzE4Nzk5XQ==\">Isaiah 58:12<\/a>). But in every other passage in which the word occurs it signifies a kind of cake; and as the devastation of the vines of Moab is made the subject of mourning afterwards, it has the same meaning here as in <a class=\"ref\">Hosea 3:1<\/a>, namely <em> raisin-cakes<\/em> , or raisins pressed into the form of cakes. Such cakes as these may have been a special article of the export trade of Kir. Jeremiah has altered <em> 'ashishē <\/em> into <em> 'anshē <\/em> (<a class=\"ref\">Jeremiah 48:31<\/a>), and thus made men out of the grapes. <em> Hâgâh <\/em> is to be understood in accordance with <a class=\"isa\" verses=\"WzE4NDA1LDE4ODEyXQ==\">Isaiah 38:14; Isaiah 59:11<\/a> (viz., of the cooing of the dove); <em> 'ac <\/em> (in good texts it is written with <em> mercha <\/em> , not with <em> makkeph <\/em> ) according to <a class=\"ref\">Deuteronomy 16:15<\/a>. On the construction of the <em> pluralet<\/em> . <em> shadmoth <\/em> , compare <a class=\"ref\">Habakkuk 3:17<\/a>. We have rendered the clause commencing with <em> baalē goyim <\/em> (lords of the nations) with the same amphibolism as we find in the Hebrew. It might mean either “lords of the nations (<em> domini gentium <\/em> ) smote down its branches” (viz., those of the vine of <em> Sibmah<\/em> ;<\/p><p> (Note: In MSS Shibmah is written with <em> gaya <\/em> , in order that the two labials may be distinctly expressed.)<\/p><p><em> hâlam <\/em> being used as in <a class=\"isa\" verses=\"WzE4NDU5XQ==\">Isaiah 41:7<\/a>), or “its branches smote down (i.e., intoxicated) lords of the nations” (<em> dominos gentium <\/em> ; <em> hâlam <\/em> having the same meaning as in the undisputed prophecy of Isaiah in <a class=\"isa\" verses=\"WzE4MTY2XQ==\">Isaiah 28:1<\/a>). As the prophet enlarges here upon the excellence of the Moabitish wine, the latter is probably intended. The wine of Sibmah was so good, that it was placed upon the tables of monarchs, and so strong that it smote down, i.e., inevitably intoxicated, even those who were accustomed to good wines. This Sibmah wine was cultivated, as the prophet says, far and wide in Moab - northwards as far as <em> Ja'zer<\/em> (between Ramoth, i.e., Salt, and Heshbon, now a heap of ruins), eastwards into the desert, and southwards across the Dead Sea - a hyperbolical expression for close up to its shores. Jeremiah defines <em> yâm <\/em> (the sea) more closely as <em> yam Ja‛zer <\/em> (the sea of Jazer; vid., <a class=\"ref\">Jeremiah 48:32<\/a>), so that the hyperbole vanishes. But what sea can the sea of Jazer be? Probably some celebrated large pool, like the pools of Heshbon, in which the waters of the <em> Wady<\/em> (<em> Nahr<\/em> ) <em> Sir<\/em> , which takes its rise close by, were collected. Seetzen found some pools still there. The “sea” (<em> yâm <\/em> ) in Solomon's temple shows clearly enough that the term sea was also commonly applied to artificial basins of a large size; and in Damascus the marble basins of flowing water in the halls of houses are still called <em> baharât <\/em> ; and the same term is applied to the public reservoirs in all the streets of the city, which are fed by a network of aqueducts from the river <em> Baradâ <\/em> . The expression “break through the desert” (<em> tâ‛u <\/em> <em> m idbâr <\/em> ) is also a bold one, probably pointing to the fact that, like the red wines of Hungary at the present time, they were trailing vines, which did not require to be staked, but ran along the ground.<\/p>",
    "audit": null
}