{
    "id": 17947,
    "source": "kdo",
    "verse_id": 18287,
    "verse_count": 4,
    "reference": "33:7-10",
    "title": "",
    "html": "<p> The prophet has thus run through the whole train of thought with a few rapid strides, in accordance with the custom which we have already frequently noticed; and now he commences afresh, mourning over the present miserable condition of things, in psalm-like elegiac tones, and weeping with his weeping people. <em> “Behold, their heroes weep without; the messengers of peace weep bitterly. Desolate are roads, disappeared are travellers; he has broken covenant, insulted cities, despised men. The land mourns, languishes; Lebanon stands ashamed, parched; the meadow of Sharon has become like a steppe, and Bashan and Carmel shake their leaves.”<\/em> אראלּם is probably chosen with some allusion to <em> 'Ariel <\/em> , the name of Jerusalem in chapter 29; but it has a totally different meaning. We have rendered it “heroes,” because אראל is here synonymous with אראל in the <em> Nibelung<\/em> -like piece contained in <a class=\"ref\">2 Samuel 23:20<\/a> and <a class=\"ref\">1 Chronicles 11:22<\/a>. This <em> 'ărı̄'ēl <\/em> , which is here contracted into <em> 'er'el <\/em> (compare the biblical name <em> 'Ar'ēlı̄ <\/em> and the post-biblical name of the angels, <em> 'Er'ellı̄m <\/em> ), is compounded of <em> 'arı̄ <\/em> (a lion) and <em> ‛El <\/em> (God), and therefore signifies “the lion of God,” but in this sense, that <em> El <\/em> (God) gives to the idea of leonine courage merely the additional force of extraordinary or wonderful; and as a composite word, it contents itself with a singular, with a collective sense according to circumstances, without forming any plural at all. The <em> dagesh<\/em> is to be explained from the fact that the word (which tradition has erroneously regarded as a compound of להם אראה ) is pointed in accordance with the form כּרמל ( כרמלּו ). The heroes intended by the prophet were the messengers sent to Sennacherib to treat with him for peace. They carried to him the amount of silver and gold which he had demanded as the condition of peace (<a class=\"ref\">2 Kings 18:14<\/a>). But Sennacherib broke the treaty, by demanding nothing less than the surrender of Jerusalem itself. Then the heroes of Jerusalem cried aloud, when they arrived at Jerusalem, and had to convey this message of disgrace and alarm to the king and nation; and bitterly weeping over such a breach of faith, such deception and disgrace, the embassy, which had been sent off, to the deep self-humiliation of Judah and themselves, returned to Jerusalem. Moreover, Sennacherib continued to storm the fortified places, in violation of his agreement (on <em> m â'as ‛arı̄m <\/em> , see <a class=\"ref\">2 Kings 18:13<\/a>). The land was more and more laid waste, the fields were trodden down; and the autumnal aspect of Lebanon, with its faded foliage, and of Bashan and Carmel, with their falling leaves, looked like shame and grief at the calamities of the land. It was in the autumn, therefore, that the prophet uttered these complaints; and the definition of the time given in his prophecy (<a class=\"isa\" verses=\"WzE4MjcwXQ==\">Isaiah 32:10<\/a>) coincides with this. קמל is the pausal form for קמל , just as in other places an <em> ē <\/em> with the tone, which has sprung from <em> i<\/em> , easily passes into <em> a<\/em> in pause; the sharpening of the syllable being preferred to the lengthening of it, not only when the syllable which precedes the tone syllable is an open one, but sometimes even when it is closed (e.g., <a class=\"ref\">Judges 6:19<\/a>, ויּגּשׁ ). Instead of כּערבה we should read כּערבה (without the article), as certain codd. and early editions do.<\/p><p> (Note: We find the same in <a class=\"ref\">Zechariah 14:10<\/a>, and כּערבים in <a class=\"isa\" verses=\"WzE4NTM4XQ==\">Isaiah 44:4<\/a>, whereas we invariably have בּערבה (see <em> Michlol<\/em> , 45<em> b<\/em> ), just as we always find בּאבנים , and on the other hand כּבנים .)<\/p><p> Isaiah having mourned in the tone of the Psalms, now comforts himself with the words of a psalm. Like David in <a class=\"ref\">Psalms 12:6<\/a>, he hears Jehovah speak. The measure of Asshur's iniquity is full; the hour of Judah's redemption is come; Jehovah has looked on long enough, as though sitting still (<a class=\"isa\" verses=\"WzE4MDAyXQ==\">Isaiah 18:4<\/a>). <a class=\"isa\" verses=\"WzE4MjkwXQ==\">Isaiah 33:10<\/a> <em> “Now will I arise, saith Jehovah, now exalt myself, now lift up myself.”<\/em> Three times does the prophet repeat the word <em> ‛ attâh <\/em> (now), which is so significant a word with all the prophets, but more especially with Hosea and Isaiah, and which always fixes the boundary-line and turning-point between love and wrath, wrath and love. ארומם (in half pause for ארוממא is contracted from עתרומם (Ges. §54, 2,<em> b<\/em> ). Jehovah would rise up from His throne, and show Himself in all His greatness to the enemies of Israel.<\/p>",
    "audit": null
}