{
    "id": 18216,
    "source": "kdo",
    "verse_id": 18822,
    "verse_count": 1,
    "reference": "59:21",
    "title": "",
    "html": "<p> Jehovah, having thus come as a Redeemer to His people, who have hitherto been lying under the curse, makes an everlasting covenant with them. <em> “And I, this is my covenant with them, saith Jehovah: My Spirit which is upon thee, and my word which I have put in thy mouth, shall not depart out of thy mouth, and out of the mouth of thy seed, and out of the mouth of thy seed's seed, saith Jehovah, from henceforth and for ever.”<\/em> In the words, “And I, this is my covenant with them,” we have a renewal of the words of God to Abram in <a class=\"ref\">Genesis 17:4<\/a>, “As for me, behold, my covenant is with thee.” Instead of אתּם we have in the same sense אתם (not אותם , as in <a class=\"isa\" verses=\"WzE4NzM5XQ==\">Isaiah 54:15<\/a>); we find this very frequently in Jeremiah. The following prophecy is addressed to Israel, the “servant of Jehovah,” which has been hitherto partially faithful and partially unfaithful, but which has now returned to fidelity, viz., the “remnant of Israel,” which has been rescued through the medium of a general judgment upon the nations, and to which the great body of all who fear God from east to west attach themselves. This church of the new covenant has the Spirit of God over it, for it comes down upon it from above; and the comforting saving words of God are not only the blessed treasure of its heart, but the confession of its mouth which spreads salvation all around. The words intended are those which prove, according to <a class=\"isa\" verses=\"WzE4NjkwXQ==\">Isaiah 51:16<\/a>, the seeds of the new heaven and the new earth. The church of the last days, endowed with the Spirit of God, and never again forsaking its calling, carries them as the evangelist of God in her apostolic mouth. The subject of the following prophecy is the new Jerusalem, the glorious centre of this holy church.<\/p>",
    "audit": null
}