{
    "id": 17689,
    "source": "kdo",
    "verse_id": 17776,
    "verse_count": 2,
    "reference": "6:6-7",
    "title": "",
    "html": "<p> This confession was followed by the forgiveness of his sins, of which he received an attestation through a heavenly sacrament, and which was conveyed to him through the medium of a seraphic absolution. <em> “And one of the seraphim flew to me with a red-hot coal in his hand, which he had taken with the tongs from the altar. And he touched my mouth with it, and said, Behold, this hath touched thy lips, and thine iniquity is taken away; and so thy sin is expiated.”<\/em> One of the beings hovering round the Lord (there were, therefore, a large and indefinite number) flew to the altar of incense - the heavenly original of the altar of incense in the earthly temple, which was reckoned as belonging to the Most Holy Place - and took from this altar a <em> ritzpâh <\/em> , i.e., either a red-hot stone (Vulg. <em> Calculum <\/em> , Ar. <em> radfe <\/em> or <em> radafe <\/em> ), or, according to the prevailing tradition, a red-hot coal (vid., <em> râtzēph <\/em> -<em> râshaph <\/em> , to scatter sparks, sparkle, or glow: syn. <em> gacheleth <\/em> ), and that with a pair of tongs, because even a seraph's hand cannot touch the vessels consecrated to God, or the sacrifices that belong to Him. With this red-hot coal he flew to Isaiah, and having touched his mouth with it, i.e., that member of his body of whose uncleanness he had more especially complained (cf., <a class=\"ref\">Jeremiah 1:9<\/a>, where the prophet's mouth is touched by Jehovah's hand, and made eloquent in consequence), he assured him of the forgiveness of his sins, which coincided with the application of this sacramental sign. The <em> Vav<\/em> connects together what is affirmed by <em> nâga‛ <\/em> (hath touched) and <em> sâr <\/em> (a taker away) as being simultaneous; the <em> zeh <\/em> (this) points as a neuter to the red-hot coal. The future <em> tecuppâr <\/em> is a future consec., separated by <em> Vav<\/em> conversive for the purpose of bringing the subject into greater prominence; as it is practically impossible that the removal of guilt should be thought of as immediate and momentary, and the expiation as occurring gradually. The fact that the guilt was taken away was the very proof that the expiation was complete. <em> Cipper <\/em> , with the “sin” in the accusative, or governed by על , signifies to cover it up, extinguish, or destroy it (for the primary meaning, vid., <a class=\"isa\" verses=\"WzE4MTgzXQ==\">Isaiah 28:18<\/a>), so that it has no existence in relation to the penal justice of God. All sinful uncleanness was burned away from the prophet's mouth. The seraph, therefore, did here what his name denotes: he burned up or burned away (<em> Comburit <\/em> ). He did this, however, not by virtue of his own fiery nature, but by means of the divine fire which he had taken from the heavenly altar. As the smoke which filled the house came from the altar, and arose in consequence of the adoration offered to the Lord by the seraphim, not only must the incense-offering upon the altar and this adoration be closely connected; but the fire, which revealed itself in the smoke and consumed the incense-offering, and which must necessarily have been divine because of its expiatory power, was an effect of the love of God with which He reciprocated the offerings of the seraphim. A fiery look from God, and that a fiery look of pure love as the seraphim were sinless, had kindled the sacrifice. Now, if the fact that a seraph absolved the seer by means of this fire of love is to be taken as an illustrative example of the historical calling of the seraphim, they were the vehicles and media of the fire of divine love, just as the cherubim in Ezekiel are vehicles and media of the fire of divine wrath. For just as, in the case before us, a seraph takes the fire of love from the altar; so there, in <a class=\"ref\">Ezekiel 10:6-7<\/a>, a cherub takes the fire of wrath from the throne-chariot. Consequently the cherubim appear as the vehicles and media of the wrath which destroys sinners, or rather of the divine <em> doxa <\/em> , with its fiery side turned towards the world; and the seraphim as the vehicles and media of the love which destroys sin, or of the same divine <em> doxa <\/em> with its light side towards the world.<\/p><p> (Note: Seraphic love is the expression used in the language of the church to denote the <em> ne plus ultra <\/em> of holy love in the creature. The Syriac fathers regarded the burning coal as the symbol of the incarnate Son of God, who is often designated in poetry as the “live or burning coal” (<em> Kemurto denuro <\/em> ): DMZ. 1860, pp. 679, 681.)<\/p>",
    "audit": null
}