{
    "id": 18140,
    "source": "kdo",
    "verse_id": 18690,
    "verse_count": 1,
    "reference": "51:16",
    "title": "",
    "html": "<p> The promise, as the pledge of which Jehovah has staked His absolute power, to which everything must yield, now rises up to an eschatological height, from the historical point at which it began. <em> “And I put my words into thy mouth, and in the shadow of my hand have I covered thee, to plant heavens, and to found an earth, and to say to Zion, Thou art my people.”<\/em> It is a lofty calling, a glorious future, for the preparation and introduction of which Israel, although fallen as low as <a class=\"isa\" verses=\"WzE4NjgxXQ==\">Isaiah 51:7<\/a> describes, has been equipped and kept in the shadow of unapproachable omnipotence. Jehovah has put His words into the mouth of this Israel - His words, the force and certainty of which are measured by His all-determining absoluteness. And what is the exalted calling which it is to subserve through the medium of these words, and for which it is preserved, without previously, or indeed at any time, passing away? We must not render it, “that thou mayest plant,” etc., with which the conclusion does not harmonize, viz., “that thou mayest say,” etc.; for it is not Israel who says this to Israel, but Jehovah says it to Israel. The planter, founder, speaker, is therefore Jehovah. It is God's own work, to which Israel is merely instrumentally subservient, by means of the words of God place din its mouth, viz., the new creation of the world, and the restoration of Israel to favour; both of them, the former as well as the latter, <em> regalia<\/em> of God. The reference is to the last times. The Targum explains it thus: “to restore the people of whom it is said, They will be as numerous as the stars of heaven; and to perfect the church, of which it is said, They will be as numerous as the dust of the earth.” Knobel understands by this a completion of the theocracy, and a new arrangement of the condition of the world; Ewald, a new spiritual creation, of which the liberation of Israel is the first corner-stone. But the prophecy speaks of a new heaven and a new earth, in something more than a figurative sense, as a new creation of God (<a class=\"isa\" verses=\"WzE4OTE1XQ==\">Isaiah 65:17<\/a>). Jehovah intends to create a new world of righteousness and salvation, and practically to acknowledge Zion as His people. The preparation for this great and all-renewing work of the future is aided by the true Israel, which is now enslaved by the heathen, and disowned and persecuted by its own countrymen. A future of salvation, embracing Israel and the heaven and the earth, is implied in the words placed by Jehovah in the mouth of His church, which was faithful to its calling. These words in their mouth are the seed-corns of a new world in the midst of the old. The fact that the very same thing is said here of the true spiritual Israel, as in <a class=\"isa\" verses=\"WzE4NjM5XQ==\">Isaiah 49:2<\/a> of the one servant of Jehovah, may be explained in the same manner as when the apostles apply to themselves, in <a class=\"ref\">Acts 13:47<\/a>, a word of God relating to the one Servant of Jehovah, by saying, “So hath the Lord commanded us.” The One is, in fact, one with this Israel; He is this Israel in its highest potency; He towers above it, but only as the head rises above the members of the body, with which it forms a living whole. There is no necessity, therefore, to assume, as Hengstenberg and Philippi do, that <a class=\"isa\" verses=\"WzE4Njg3XQ==\">Isaiah 51:13<\/a> contains an address from the One who then stood before the mind of the prophet. “There is no proof,” as Vitringa affirms, “of any change in the object in this passage, nor any solid reason for assuming it.” The circumference of the idea is always the same. Here, however, it merely takes the direction towards the centre, and penetrates its smaller inner circle, but does not go back to the centre itself.<\/p>",
    "audit": null
}