{
    "id": 17615,
    "source": "kdo",
    "verse_id": 17681,
    "verse_count": 1,
    "reference": "1:26",
    "title": "",
    "html": "<p> As the threat couched in the previous figure does not point to the destruction, but simply to the smelting of Jerusalem, there is nothing strange in the fact that in <a class=\"isa\" verses=\"WzE3NjgxXQ==\">Isaiah 1:26<\/a> it should pass over into a pure promise; the meltingly soft and yearningly mournful termination of the clauses with <em> ayich <\/em> , the keynote of the later songs of Zion, being still continued. <em> “And I will bring back thy judges as in the olden time, and thy counsellors as in the beginning; afterwards thou wilt be called city of righteousness, faithful citadel.”<\/em> The threat itself was, indeed, relatively a promise, inasmuch as whatever could stand the fire would survive the judgment; and the distinct object of this was to bring back Jerusalem to the purer metal of its own true nature. But when that had been accomplished, still more would follow. The indestructible kernel that remained would be crystallized, since Jerusalem would receive back from Jehovah the judges and counsellors which it had had in the olden flourishing times of the monarchy, ever since it had become the city of David and of the temple; not, indeed, the very same persons, but persons quite equal to them in excellence. Under such God-given leaders Jerusalem would become what it had once been, and what it ought to be. The names applied to the city indicate the impression produced by the manifestation of its true nature. The second name is written without the article, as in fact the word <em> kiryah <\/em> (city), with its massive, definite sound, always is in Isaiah. Thus did Jehovah announce the way which it had been irrevocably determined that He would take with Israel, as the only way to salvation. Moreover, this was the fundamental principle of the government of God, the law of Israel's history.<\/p>",
    "audit": null
}