{
    "id": 18286,
    "source": "kdo",
    "verse_id": 18946,
    "verse_count": 1,
    "reference": "66:23",
    "title": "",
    "html": "<p><em> “And it will come to pass: from new moon to new moon, and from Sabbath to Sabbath, all flesh will come, to worship before me, saith Jehovah.”<\/em> New moons and Sabbaths will still be celebrated therefore; and the difference is simply this, that just as all Israel once assembled in Jerusalem at the three great feasts, all flesh now journey to Jerusalem every new moon and every Sabbath. דּי (construct דּי ) signifies that which suffices, then that which is plentiful (see <a class=\"isa\" verses=\"WzE4NDM3XQ==\">Isaiah 40:16<\/a>), that which is due or fitting, so that ( שׁבת ) חדשׁ מדּי (with a temporal, not an explanatory <em> min<\/em> , as Gesenius supposes) signifies “from the time when, or as often as what is befitting to the new moon (or Sabbath) occurs” (cf., <a class=\"isa\" verses=\"WzE4MTg0XQ==\">Isaiah 28:19<\/a>). If ( בשׁבת ) בחדשׁ be added, בּ is that of exchange: as often as new moon (Sabbath) for new moon (Sabbath) is befitting, i.e., ought to occur: <a class=\"ref\">1 Samuel 7:16; Zechariah 14:16<\/a> (cf., <a class=\"ref\">1 Samuel 1:7; 1 Kings 10:25; 1 Chronicles 27:1<\/a> : “year by year,” “month by month”). When we find ( בּשׁבּתּו ) בּחדשׁו as we do here, the meaning is, “as often as it has to occur on one new moon (or Sabbath) after the other,” i.e., in the periodical succession of one after another. At the same time it might be interpreted in accordance with <a class=\"ref\">1 Kings 8:59<\/a>, בּיומו יום דּבר , which does not mean the obligation of one day after the other, but rather “of a day on the fitting day” (cf., <a class=\"ref\">Numbers 28:10, Numbers 28:14<\/a>), although the meaning of change and not of a series might be sustained in the passage before us by the suffixless mode of expression which occurs in connection with it.<\/p>",
    "audit": null
}