{
    "id": 18251,
    "source": "kdo",
    "verse_id": 18885,
    "verse_count": 2,
    "reference": "63:18-19",
    "title": "",
    "html": "<p> But the existing condition of Israel looks like a withdrawal of this grace; and it is impossible that these contrasts should cease, unless Jehovah comes down from heaven as the deliverer of His people. <a class=\"isa\" verses=\"WzE4ODc1LDE4ODg2XQ==\">Isaiah 63:8, Isaiah 63:19<\/a> (<a class=\"isa\" verses=\"WzE4ODg3XQ==\">Isaiah 64:1<\/a>). <em> “For a little time Thy holy people was in possession. Our adversaries have trodden down Thy sanctuary. We have become such as He who is from everlasting has not ruled over, upon whom Thy name was not called. O that Thou wouldst rend the heaven, come down, the mountains would shake before thy countenance.”<\/em> It is very natural to try whether <em> yâr e shū <\/em> may not have <em> tsârēnū <\/em> for its subject (cf., <a class=\"ref\">Jeremiah 49:2<\/a>); but all the attempts made to explain the words on this supposition, show that <em> lammits‛âr <\/em> is at variance with the idea that <em> yâr e shū <\/em> refers to the foes. Compare, for example, Jerome's rendering “<em> quasi nihilum <\/em> (i.e., <em> ad nihil et absque allo labore <\/em> ) <em> possederunt populum sanctum tuum <\/em> ;” that of Cocceius, “<em> propemodum ad haereditatem <\/em> ;” and that of Stier, “for a little they possess entirely Thy holy nation.” <em> Mits‛âr <\/em> is the harsher form for <em> m iz‛âr <\/em> , which the prophet uses in <a class=\"isa\" verses=\"WzE3ODc2LDE3OTg0LDE4MjExXQ==\">Isaiah 10:25; Isaiah 16:14; Isaiah 29:17<\/a> for a contemptibly small space of time; and as ל is commonly used to denote the time to which, towards which, within which, and through which, anything occurs (cf., <a class=\"ref\">2 Chronicles 11:17; 2 Chronicles 29:17<\/a>; Ewald, §217,<em> d<\/em> ), <em> lammits‛âr <\/em> may signify for a (lit. the well-known) short time (<em> per breve tempus <\/em> ; like εἰς ἐπ ̓κατ ̓ ἐνιαυτόν , a year long). If <em> m iqdâsh <\/em> could mean the holy land, as Hitzig and others suppose, <em> m iqdâshekhâ <\/em> might be the common object of both sentences (Ewald, §351, p. 838). But <em> m iqdash Jehovah <\/em> (the sanctuary of Jehovah) is the place of His abode and worship; and “taking possession of the temple” is hardly an admissible expression. On the other hand, <em> yârash <\/em> <em> hâ'ârets <\/em> , to take possession of the (holy) land, is so common a phrase (e.g., <a class=\"isa\" verses=\"WzE4ODQzLDE4OTA3LDE0NTc2XQ==\">Isaiah 60:21; Isaiah 65:9; Psalms 44:4<\/a>), that with the words “Thy holy people possessed for a little (time)” we naturally supply the holy land as the object. The order of the words in the two clauses is chiastic. The two strikingly different subjects touch one another as the two inner members. Of the perfects, the first expresses the more remote past, the second the nearer past, as in  . The two clauses of the v. rhyme - the holiest thing in the possession of the people, which was holy according to the choice and calling of Jehovah, being brought into the greatest prominence; <em> bōsēs <\/em> = πατεῖν , <a class=\"ref\">Luke 21:24; Revelation 11:2<\/a>. Hahn's objection, that the time between the conquest of the land and the Chaldean catastrophe could not be called <em> m its‛âr <\/em> (a little while), may be answered, from the fact that a time which is long in itself shrinks up when looked back upon or recalled, and that as an actual fact from the time of David and Solomon, when Israel really rejoiced in the possession of the land, the coming catastrophe began to be foreboded by many significant preludes. <\/p><p> The lamentation in <a class=\"isa\" verses=\"WzE4ODg2XQ==\">Isaiah 63:19<\/a> proceeds from the same feeling which caused the better portion of the past to vanish before the long continuance of the mournful present. Hitzig renders היינוּ “we were;” Hahn, “we shall be;” but here, where the speaker is not looking back, as in <a class=\"isa\" verses=\"WzE4MTQ4XQ==\">Isaiah 26:17<\/a>, at a state of things which has come to an end, but rather at one which is still going on, it signifies “we have become.” The passage is rendered correctly in S.: ἐγενήθημεν (or better, γεγόναμεν ) ὡς ἀπ ̓αἰῶνος ὧν οὐκ ἐξουσίασας οὐδὲ ἐπικλήθη τὸ ὄνομά σου αὐτοῖς . The virtual predicate to <em> hâyı̄nū <\/em> commences with <em> m ē‛ōlâm <\/em> : “we have become such (or like such persons) as,” etc.; which would be fully expressed by אשׁר כּעם , or merely כּעשׁר , or without אשׁר , and simply by transposing the words, וגו משׁלתּ כּלא (cf., <a class=\"ref\">Obadiah 1:16<\/a>): compare the virtual subject אהבו יהוה in <a class=\"isa\" verses=\"WzE4NjI5XQ==\">Isaiah 48:14<\/a>, and the virtual object בשׁמי יקרא in <a class=\"isa\" verses=\"WzE4NDc3XQ==\">Isaiah 41:25<\/a> (Ewald, §333,<em> b<\/em> ). Every form of “as if” is intentionally omitted. The relation in which Jehovah placed Himself to Israel, viz., as its King, and as to His own people called by His name, appears not only as though it had been dissolved, but as though it had never existed at all. The existing state of Israel is a complete practical denial of any such relation. Deeper tones than these no lamentation could possibly utter, and hence the immediate utterance of the sigh which goes up to heaven: “O that Thou wouldst rend heaven!” It is extremely awkward to begin a fresh chapter with כּקדח (“as when the melting fire burneth”); at the same time, the Masoretic division of the vv. is unassailable.<\/p><p> (Note: In the Hebrew Bibles, <a class=\"isa\" verses=\"eyIxODg4NyI6MTJ9\">Isaiah 64:1-12<\/a> commences at the second v. of our version; and the first v. is attached to <a class=\"isa\" verses=\"WzE4ODg2XQ==\">Isaiah 63:19<\/a> of the previous chapter. - Tr.)<\/p><p> For  (<a class=\"isa\" verses=\"WzE4ODg3XQ==\">Isaiah 64:1<\/a>) could not be attached to <a class=\"isa\" verses=\"eyIxODg4NyI6Mn0=\">Isaiah 64:1-2<\/a>, since this v. would be immensely overladen; moreover, this sigh really belongs to  (<a class=\"isa\" verses=\"WzE4ODg2XQ==\">Isaiah 63:19<\/a>), and ascends out of the depth of the lamentation uttered there. On <em> utinam discideris <\/em> = <em> discinderes <\/em> , see at <a class=\"isa\" verses=\"WzE4NjMzXQ==\">Isaiah 48:18<\/a>. The wish presupposes that the gracious presence of God had been withdrawn from Israel, and that Israel felt itself to be separated from the world beyond by a thick party-wall, resembling an impenetrable black cloud. The closing member of the optative clause is generally rendered (<em> utinam <\/em> ) <em> a facie tua montes diffluerent <\/em> (e.g., Rosenmüller after the lxx τακήσονται ), or more correctly, <em> defluerent <\/em> (Jerome), as <em> nâzal <\/em> means to flow down, not to melt. The meaning therefore would be, “O that they might flow down, as it were to the ground melting in the fire” (Hitzig). The form <em> nâzollu <\/em> cannot be directly derived from <em> nâzal <\/em> , if taken in this sense; for it is a pure fancy that <em> nâzōllū <\/em> may be a modification of the pausal נזלוּ with <em> ō <\/em> for <em> ā <\/em> , and the so-called <em> dagesh<\/em> <em> affectuosum<\/em> ). Stier invents a verb <em> med. o. <\/em> נזל . The more probable supposition is, that it is a <em> niphal<\/em> formed from <em> zâlāl <\/em> = <em> nâzal <\/em> (Ewald, §§193,<em> c<\/em> ). But <em> zâlal <\/em> signifies to hang down slack, to sway to and fro (hence <em> zōlēl <\/em> , lightly esteemed, and <em> zalzallı̄m <\/em> , <a class=\"isa\" verses=\"WzE4MDAzXQ==\">Isaiah 18:5<\/a>, pliable branches), like <em> zūl <\/em> in <a class=\"isa\" verses=\"WzE4NTkzXQ==\">Isaiah 46:6<\/a>, to shake, to pour down;<\/p><p> (Note: Just as the Greek has in addition to σαλ-εὐειν the much simpler and more root-like σεἰ-ειν ; so the Semitic has, besides זל , the roots זא , זע : compare the Arabic סלסל , זאזע , זעזע , all three denoting restless motion.)<\/p><p> and <em> nâzōllu <\/em> , if derived from this, yields the appropriate sense <em> concuterentur <\/em> (compare the Arabic <em> zalzala <\/em> , which is commonly applied to an earthquake). The nearest <em> niphal<\/em> form would be נזלּוּ (or resolved, נזלוּ , <a class=\"ref\">Judges 5:5<\/a>); but instead of the <em> a <\/em> of the second syllable, the <em> niphal<\/em> of the verbs ע has sometimes <em> o <\/em> , like the verb ע ו (e.g., נגלּוּ , <a class=\"isa\" verses=\"WzE4MzA4XQ==\">Isaiah 34:4<\/a>; Ges. §67, Anm. 5).<\/p>",
    "audit": null
}