{
    "id": 13392,
    "source": "kdo",
    "verse_id": 18374,
    "verse_count": 3,
    "reference": "37:21-23",
    "title": "",
    "html": "<p>The prophet's reply. <i>“And Isaiah the son of Amoz sent to Hizkiyahu, saying, Thus saith Jehovah the God of Israel, That which thou hast prayed to me concerning Sennacherib the king of Asshur <\/i>(K. adds,<i> I have heard<\/i>)<i>: this is the utterance which Jehovah utters concerning him.”<\/i> He sent, i.e., sent a message, viz., by one of his disciples (<i>(<span class=\"translit\">limmūdı̄m<\/span>), <a class=\"isa\" verses=\"MTc4MjQ=\">Isaiah 8:16<\/a>). According to the text of Isaiah, <span class=\"normal hebrew\">אשׁר<\/span> would commence the protasis to <span class=\"normal hebrew\">הדּבר<\/span> <span class=\"normal hebrew\">זה<\/span> (as for that which - this is the utterance); or, as the <i>Vav<\/i> of the apodosis is wanting, it might introduce relative clauses to what precedes (“I, to whom:” Ges. §123, 1, Anm. 1). But both of these are very doubtful. We cannot dispense with <span class=\"normal hebrew\">שׁמעתּי<\/span> (I have heard), which is given by both the lxx and Syr. in the text of Isaiah, as well as that of Kings.<\/i><\/p><i>\n\n\n\n<\/i><p>The prophecy of Isaiah which follows here, is in all respects one of the most magnificent that we meet with. It proceeds with strophe-like strides on the cothurnus of the Deborah style: <i>“The virgin daughter of Zion despiseth thee, laugheth thee to scorn; the daughter of Jerusalem shaketh her head after thee. Whom hast thou reviled and blasphemed, and over whom hast thou spoken loftily, that thou hast lifted up thine eyes on high? Against the Holy One of Israel.”<\/i> The predicate is written at the head, in <i><a class=\"isa\" verses=\"MTgzNzU=\">Isaiah 37:22<\/a> <\/i>, in the masculine, i.e., without any precise definition; since <span class=\"normal hebrew\">בּזה<\/span> is a verb <span class=\"normal hebrew\">ל<\/span> <span class=\"normal hebrew\">ה<\/span>, and neither the participle nor the third pers. fem. of <span class=\"normal hebrew\">בּוּז<\/span>. Zion is called a virgin, with reference to the shame with which it was threatened though without success (<a class=\"isa\" verses=\"MTgwOTA=\">Isaiah 23:12<\/a>); (<span class=\"translit\">bethūlath<\/span>) (<span class=\"translit\">bath<\/span>) are subordinate appositions, instead of co-ordinate. With a contented and heightened self-consciousness, she shakes her head behind him as he retreats with shame, saying by her attitude, as she moves her head backwards and forwards, that it must come to this, and could not be otherwise (<a class=\"ref\">Jeremiah 18:16; Lamentations 2:15-16<\/a>). The question in <a class=\"isa\" verses=\"MTgzNzY=\">Isaiah 37:23<\/a> reaches as far as <span class=\"normal hebrew\">עיניך<\/span>, although, according to the accents, <a class=\"isa\" verses=\"MTgzNzY=\">Isaiah 37:23<\/a> is an affirmative clause: “and thou turnest thine eyes on high against the Holy One of Israel” (Hitzig, Ewald, Drechsler, and Keil). The question is put for the purpose of saying to Asshur, that He at whom they scoff is the God of Israel, whose pure holiness breaks out into a consuming fire against all by whom it is dishonoured. The fut. cons. <span class=\"normal hebrew\">ותּשּׂה<\/span> is essentially the same as in <a class=\"isa\" verses=\"eyIxODY4NiI6Mn0=\">Isaiah 51:12-13<\/a>, and <span class=\"normal hebrew\">מרום<\/span> is the same as in <a class=\"isa\" verses=\"MTg0NDc=\">Isaiah 40:26<\/a>.<br><\/p>",
    "audit": null
}