{
    "id": 13390,
    "source": "kdo",
    "verse_id": 18363,
    "verse_count": 4,
    "reference": "37:10-13",
    "title": "",
    "html": "<p>The message. <i>“Thus shall ye say to Hizkiyahu king of Judah, saying, Let not thy God in whom thou trustest deceive thee, saying, Jerusalem will not be given into the hand of the king of Asshur. Behold, thou hast surely heard what <\/i>(K.<i> that which<\/i>)<i> the kings of Asshur have done to all lands, to lay the ban upon them; and thou, thou shouldst be delivered?! Have the gods of the nations, which my fathers destroyed, delivered them: Gozan, and Haran, and Rezeph, and the (<span class=\"translit\">Benē-(<span class=\"translit\">‛Eden<\/span>), which are in Tellasar? Where is <\/span><\/i>(K.<i> where is he<\/i>)<i> the king of Hamath, and the king of Arpad, and the king of 'Ir-Sepharvaim, Hena', and 'Ivah?”<\/i>Although <span class=\"normal hebrew\">ארץ<\/span> is feminine, <span class=\"normal hebrew\">אותם<\/span> (K. <span class=\"normal hebrew\">אתם<\/span>), like <span class=\"normal hebrew\">להחרימם<\/span>, points back to the lands (in accordance with the want of any thoroughly developed distinction of the genders in Hebrew); likewise <span class=\"normal hebrew\">אשׁר<\/span> <i>quas pessumdederunt<\/i>. There is historical importance in the fact, that here Sennacherib attributes to his fathers (Sargon and the previous kings of the Derketade dynasty which he had overthrown) what Rabshakeh on the occasion of the first mission had imputed to Sennacherib himself. On Gozan, see p. 33. It is no doubt identical with the Zuzan of the Arabian geographers, which is described as a district of outer Armenia, situated on the <i>Chabur<\/i>, e.g., in the <i>Merasid<\/i>. (“The <i>Chabur<\/i> is the <i>Chabur<\/i> of <i>el-Hasaniye<\/i>, a district of <i>Mosul<\/i>, to the east of the Tigris; it comes down from the mountains of the land of Zuzan, flows through a broad and thickly populated country in the north of <i>Mosul<\/i>, which is called outer Armenia, and empties itself into the Tigris.” Ptolemy, on the other hand (<a class=\"isa\" verses=\"WzE4MzcxXQ==\">Isaiah 37:18<\/a>, <a class=\"isa\" verses=\"WzE4MzY3XQ==\">Isaiah 37:14<\/a>), is acquainted with a Mesopotamian <i>Gauzanitis<\/i>; and, looking upon northern Mesopotamia as the border land of Armenia, he says, <span class=\"greek normal\"> κατέχει δὲ τῆς ξηώρας τὰ μὲν πρὸς τῆ Αρμενία ἡ Ανθεμουσία <\/span> (not far from Edessa) <span class=\"greek normal\"> ὑφ ἥν ἡ Χαλκῖτις ὑπὸ δὲ ταύτην ἡ Γαυζανῖτις <\/span>, possibly the district of <i>Gulzan<\/i>, in which <i>Nisibin<\/i>, the ancient <i>Nisibis<\/i>, still stands.<\/p>\n\n\n\n<p>(Note: See Oppert, <i>Expédition<\/i>, i. 60.)<\/p>\n\n\n\n<p>For <i>Hârân<\/i>(Syr. <i>Horon<\/i>; Joseph. <i>Charran<\/i> of Mesopotamia), the present <i>Harrân<\/i>, not far from <i>Charmelik<\/i>, see <i>Genesis<\/i>, p. 327. The <i>Harran <\/i>in the <i>Guta<\/i> of Damascus (on the southern arm of the <i>Harus<\/i>), which Beke has recently identified with it, is not connected with it in any way. <i>Retseph<\/i> is the <i>Rhesapha<\/i> of Ptol. v. 18, 6, below Thapsacus, the present <i>Rusafa<\/i> in the Euphrates-valley of <i>ez-Zor<\/i>, between the Euphrates and Tadmur (Palmyra; see Robinson, <i>Pal<\/i>.). <i>Telassar<\/i>, with which the Targum (ii. iii.) and Syr. confound the Ellasar of <a class=\"ref\">Genesis 14:1<\/a>, i.e., Artemita (Artamita), is not the <i>Thelseae<\/i> of the <i>Itin. Antonini<\/i> and of the <i>Notitia dignitatum<\/i> - in which case the <i>(<span class=\"translit\">Benē<\/span><\/i>-<i>(<span class=\"translit\">‛Eden<\/span>) might be the tribe of <i>BêtGenn<\/i> (Bettegene) on the southern slope of Lebanon (i.e., the 'Eden of Coelesyria, <a class=\"ref\">Amos 1:5<\/a>; the <i>Paradeisos<\/i> of Ptol. v. 15, 20; <i>Paradisus<\/i>, Plin. v. 19) - but the <i>Thelser<\/i> of the <i>Tab. Peuting.<\/i>, on the eastern side of the Tigris; and <i>(<span class=\"translit\">Benē<\/span><\/i>-<i>(<span class=\"translit\">‛Eden<\/span>) is the tribe of the <i>'Eden<\/i> mentioned by Ezekiel (<a class=\"ref\">Ezekiel 27:23<\/a>) after Haran and Ctesiphon. Consequently the enumeration of the warlike deeds describes a curve, which passes in a north-westerly direction through Hamath and Arpad, and then returns in Sepharvaim to the border of southern Mesopotamia and Babylonia. <i>'Ir-Sepharvaim <\/i>is like <i>'Ir-Nâchâs<\/i>, <i>'Ir-shemesh<\/i>, etc. The legends connect the name with the sacred books. The form of the name is inexplicable; but the name itself probably signifies the double shore (after the Aramaean), as the city, which was the southernmost of the leading places of Mesopotamia, was situated on the Euphrates. The words <span class=\"normal hebrew\">ועוּה<\/span> <span class=\"normal hebrew\">הנע<\/span>, if not take as proper names, would signify, “he has taken away, and overthrown;” but in that case we should expect <span class=\"normal hebrew\">ועוּוּ<\/span> <span class=\"normal hebrew\">הניעוּ<\/span> or <span class=\"normal hebrew\">ועוּיתי<\/span> <span class=\"normal hebrew\">הניעתי<\/span>. They are really the names of cities which it is no longer possible to trace. <i>Hena'<\/i> is hardly the well-known <i>Avatho<\/i> on the Euphrates, as Gesenius, V. Niebuhr, and others suppose; and <i>'Ivah<\/i>, the seat of the <i>(<span class=\"translit\">Avvı̄m<\/span>) (<a class=\"ref\">2 Kings 17:31<\/a>), agrees still less, so far as the sound of the word is concerned, with “the province of <i>Hebeh<\/i> (? <i>Hebeb:<\/i> Ritter, <i>Erdk<\/i>. xi. 707), situated between Anah<\/i> and the Chabur<\/i> on the Euphrates,” with which V. Niebuhr combines it.<\/i><\/p>\n\n\n\n<p>(Note: For other combinations of equal value, see Oppert, Expédition, i. 220.)<\/p>",
    "audit": null
}