{
    "id": 17616,
    "source": "kdo",
    "verse_id": 17682,
    "verse_count": 1,
    "reference": "1:27",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE3NjgyXQ==\">Isaiah 1:27<\/a> presents it in a brief and concise form: <em> “Sion will be redeemed through judgment, and her returning ones through righteousness.”<\/em> <em> Mishpat <\/em> and <em> tzedâkâh <\/em> are used elsewhere for divine gifts (<a class=\"isa\" verses=\"WzE4Mjg1LDE4MTcxXQ==\">Isaiah 33:5; Isaiah 28:6<\/a>), for such conduct as is pleasing to God (<a class=\"isa\" verses=\"WzE3Njc2LDE4Mjc2XQ==\">Isaiah 1:21; Isaiah 32:16<\/a>), and for royal Messianic virtues (<a class=\"isa\" verses=\"W1sxNzgzNl0seyIxNzg4OCI6M30sWzE3OTc1LDE4MjYxXV0=\">Isaiah 9:6; Isaiah 11:3-5; Isaiah 16:5; Isaiah 32:1<\/a>). Here, however, where we are helped by the context, they are to be interpreted according to such parallel passages as <a class=\"isa\" verses=\"WzE3NzM4LDE3NzU2LDE4MTgyXQ==\">Isaiah 4:4; Isaiah 5:16; Isaiah 28:17<\/a>, as signifying God's right and righteousness in their primarily judicious self-fulfilment. A judgment, on the part of God the righteous One, would be the means by which Zion itself, so far as it had remained faithful to Jehovah, and those who were converted in the midst of the judgment, would be redeemed - a judgment upon sinners and sin, by which the power that had held in bondage the divine nature of Zion, so far as it still continued to exist, would be broken, and in consequence of which those who turned to Jehovah would be incorporated into His true church. Whilst, therefore, God was revealing Himself in His punitive righteousness; He was working out a righteousness which would be bestowed as a gift of grace upon those who escaped the former. The notion of “righteousness” is now following a New Testament track. In front it has the fire of the law; behind, the love of the gospel. Love is concealed behind the wrath, like the sun behind the thunder-clouds. Zion, so far as it truly is or is becoming Zion, is redeemed, and none but the ungodly are destroyed. But, as is added in the next verse, the latter takes place without mercy.<\/p>",
    "audit": null
}