{
    "id": 17660,
    "source": "kdo",
    "verse_id": 17743,
    "verse_count": 2,
    "reference": "5:3-4",
    "title": "",
    "html": "<p> The song of the beloved who was so sorely deceived terminates here. The prophet recited it, not his beloved himself; but as they were both of one heart and one soul, the prophet proceeds thus in <a class=\"isa\" verses=\"WzE3NzQzXQ==\">Isaiah 5:3<\/a> and <a class=\"isa\" verses=\"WzE3NzQ0XQ==\">Isaiah 5:4<\/a> : <em> “And now, O inhabitants of Jerusalem and men of Judah, judge, I pray you, between me and my vineyard! What could have been done more to my vineyard that I have not done in it? Wherefore did I hope that it would bring forth grapes, and it brought forth wild grapes?”<\/em> The fact that the prophet speaks as if he were the beloved himself, shows at once who the beloved must be. The beloved of the prophet and the lover of the prophet (<em> yâdid <\/em> and <em> dōd <\/em> ) were Jehovah, with whom he was so united by a <em> union mystica<\/em> exalted above all earthly love, that, like the angel of Jehovah in the early histories, he could speak as if he were Jehovah Himself (see especially <a class=\"ref\">Zechariah 2:12-13<\/a>). To any one with spiritual intuition, therefore, the parabolical meaning and object of the song would be at once apparent; and even the inhabitants of Jerusalem and the men of Judah (yoosheeb and iish are used collectively, as in <a class=\"isa\" verses=\"WzE3ODIyLDE3ODM4LDE4MDc0XQ==\">Isaiah 8:14; Isaiah 9:8; Isaiah 22:21<\/a>, cf., <a class=\"isa\" verses=\"WzE4MDM2XQ==\">Isaiah 20:6<\/a>) were not so stupefied by sin, that they could not perceive to what the prophet was leading. It was for them to decide where the guilt of this unnatural issue lay - that is to say, of this thorough contradiction between the “doing” of the vineyard and the “doing” of the Lord; that instead of the grapes he hoped for, it brought forth wild grapes. (On the expression “what could have been done,” <em> quid faciendum est <\/em> , <em> m ah<\/em> -<em> la'asoth <\/em> , see at <a class=\"ref\">Habakkuk 1:17<\/a>, Ges. §132, Anm. 1.) Instead of למה ( למּה ) we have the more suitable term מדּוּע , the latter being used in relation to the actual cause (<em> Causa efficiens <\/em> ), the former in relation to the object (<em> Causa finalis <\/em> ). The parallel to the second part, viz., <a class=\"isa\" verses=\"WzE4NjY1XQ==\">Isaiah 50:2<\/a>, resembles the passage before us, not only in the use of this particular word, but also in the fact that there, as well as here, it relates to both clauses, and more especially to the latter of the two. We find the same paratactic construction in connection with other conjunctions (cf., <a class=\"isa\" verses=\"WzE3OTAyLDE4OTEwXQ==\">Isaiah 12:1; Isaiah 65:12<\/a>). They were called upon to decide and answer as to this <em> what<\/em> and <em> wherefore<\/em> ; but they were silent, just because they could clearly see that they would have to condemn themselves (as David condemned himself in connection with Nathan's parable, <a class=\"ref\">2 Samuel 12:5<\/a>). The Lord of the vineyard, therefore, begins to speak. He, its accuser, will now also be its judge.<\/p>",
    "audit": null
}