{
    "id": 13468,
    "source": "kdo",
    "verse_id": 18708,
    "verse_count": 2,
    "reference": "52:11–12",
    "title": "",
    "html": " <p>This salvation in its immediate manifestation is the liberation of the exiles; and on the ground of what the prophet sees in spirit, he exclaims to them (as in <a class=\"isa\" verses=\"WzE4NjM1XQ==\">Isaiah 48:20<\/a>), in <a class=\"isa\" verses=\"WzE4NzA4XQ==\">Isaiah 52:11<\/a>, <a class=\"isa\" verses=\"WzE4NzA5XQ==\">Isaiah 52:12<\/a>: <i>“Go ye forth, go ye forth, go out from thence, lay hold of no unclean thing; go ye out of the midst of her, cleanse yourselves, ye that bear the vessels of Jehovah. For ye shall not go out in confusion, and ye shall not go forth in flight: for Jehovah goeth before you, and the God of Israel is your rear-guard.”<\/i>, When they go out from thence, i.e., from Babylon, they are not to touch anything unclean, i.e., they are not to enrich themselves with the property of their now subjugated oppressors, as was the case at the exodus from Egypt (<a class=\"ref\">Exodus 12:36<\/a>). It is to be a holy procession, at which they are to appear morally as well as corporeally unstained. But those who bear the vessels of Jehovah, i.e., the vessels of the temple, are not only not to defile themselves, but are to purify themselves (<i>(<span class=\"translit\">, hibbârū <\/span>) with the tone upon the last syllable, a regular imperative <i>niphal<\/i>, of <i>(<span class=\"translit\">, bârar <\/span>)). This is an indirect prophecy, and was fulfilled in the fact that Cyrus directed the golden and silver vessels, which Nebuchadnezzar had brought to Babylon, to be restored to the returning exiles as their rightful property (<a class=\"ref\">Ezra 1:7-11<\/a>). It would thus be possible for them to put themselves into the right attitude for their departure, since it would not take place in precipitous haste ((<span class=\"translit\">, bechippâzon <\/span>)), as the departure from Egypt did (<a class=\"ref\">Deuteronomy 16:3<\/a>, cf., <a class=\"ref\">Exodus 12:39<\/a>), nor like a flight, but they would go forth under the guidance of Jehovah. <span class=\"normal hebrew\">,מאסּפכם<\/span>,(with the (<span class=\"translit\">, ē <\/span>) changed into the original (<span class=\"translit\">,ı̆ <\/span>)) does not man, “He bringeth you, the scattered ones, together,” but according to <a class=\"ref\">Numbers 10:25; Joshua 6:9, Joshua 6:13<\/a>, “He closes your procession,” - He not only goes before you to lead you, but also behind you, to protect you (as in <a class=\"ref\">Exodus 14:19<\/a>). For the (<span class=\"translit\">, me'assēph <\/span>), or the rear-guard of an army, is its keystone, and has to preserve the compactness of the whole. <br> The division of the chapters generally coincides with the several prophetic addresses. But here it needs emendation. Most of the commentators are agreed that the words “Behold my servant,” etc. ((<span class=\"translit\">, hinnēh <\/span>) (<span class=\"translit\">, yaskı̄l <\/span>) (<span class=\"translit\">,‛abhdı̄ <\/span>)) commence a new section, like (<span class=\"translit\">, hēn ‛abhdı̄ <\/span>) (behold my servant) in <a class=\"isa\" verses=\"WzE4NDgyXQ==\">Isaiah 42:1<\/a>. <br> <\/i> <\/i> <\/p>",
    "audit": null
}