{
    "id": 13412,
    "source": "kdo",
    "verse_id": 18482,
    "verse_count": 1,
    "reference": "42:1",
    "title": "",
    "html": "<p>The<i>(<span class=\"translit\"> hēn<\/span>) (behold) in <a class=\"isa\" verses=\"WzE4NDgxXQ==\">Isaiah 41:29<\/a> is now followed by a second<i>(<span class=\"translit\"> hēn<\/span>). With the former, Jehovah pronounced sentence upon the idolaters and their idols; with the latter, He introduces His “servant.” In <a class=\"isa\" verses=\"WzE4NDYwXQ==\">Isaiah 41:8<\/a> this epithet was applied to the nation, which had been chosen as the servant and for the service of Jehovah. But the servant of Jehovah who is presented to us here is distinct from Israel, and has so strong an individuality and such marked personal features, that the expression cannot possibly be merely a personified collective. Nor can the prophet himself be intended; for what is here affirmed of this servant of Jehovah goes infinitely beyond anything to which a prophet was ever called, or of which a man was ever capable. It must therefore be the future Christ; and this is the view taken in the Targum, where the translation of our prophecy commences thus: “<i>(<span class=\"translit\"> Hâ'<\/span>).” Still there must be a connection between the national sense, in which the expression “servant of Jehovah” was used in <a class=\"isa\" verses=\"WzE4NDYwXQ==\">Isaiah 41:8<\/a> , and the personal sense in which it is used here. The coming Saviour is not depicted as the Son of David, as in chapters 7-12, and elsewhere, but appears as the embodied idea of Israel, i.e., as its truth and reality embodied in one person. The idea of “the servant of Jehovah” assumed, to speak figuratively, the from of a pyramid. The base was Israel as a whole; the central section was that Israel, which was not merely Israel according to the flesh, but according to the spirit also; the apex is the person of the Mediator of salvation springing out of Israel. And the last of the three is regarded (1.) as the centre of the circle of the promised kingdom -<i>the second David;<\/i> (2.) the centre of the circle of the people of salvation -<i>the second Israel;<\/i> (3.) the centre of the circle of the human race - the second Adam. <\/i> Throughout the whole of these prophecies in chapters 40-66 the knowledge of salvation is still in its second stage, and about to pass into the third. Israel's true nature as a servant of God, which had its roots in the election and calling of Jehovah, and manifested itself in conduct and action in harmony with this calling, is all concentrated in Him, the One, as its ripest fruit. The gracious purposes of God towards the whole human race, which were manifested even in the election of Israel, are brought by Him to their full completion. Whilst judgments are inflicted upon the heathen by the oppressor of the nations, and display the nothingness of idolatry, the servant of Jehovah brings to them in a peaceful way the greatest of all blessings. “Behold my servant, whom I uphold; mine elect, whom my soul loveth: I have laid my Spirit upon Him; He will bring out right to the Gentiles.”<\/i> We must not render the first clause “by whom I hold.” (<span class=\"translit\"> Tâmakh b'<\/span>) means to lay firm hold of and keep upright (sustinere<\/i>). <span class=\"normal hebrew\"> נפשׁי<\/span><span class=\"normal hebrew\"> רצתה<\/span> (supply<span class=\"normal hebrew\"> בו<\/span> or<span class=\"normal hebrew\"> אתו<\/span> , <a class=\"ref\">Job 33:26<\/a>) is an attributive clause. The amplified subject extends as far as naphshii; then follows the predicate: I have endowed Him with my Spirit, and by virtue of this Spirit He will carry out (<span class=\"translit\"> mishpât<\/span>), i.e., absolute and therefore divine right, beyond the circle in which He Himself is to be found, even far away to the Gentiles. (<span class=\"translit\"> Mishpât<\/span>) is the term employed here to denote true religion regarded on its practical side, as the rule and authority for life in all its relations, i.e., religion as the law of life,<span class=\"greek normal\"> νομός<\/span> . <br><\/p> ",
    "audit": null
}