{
    "id": 17894,
    "source": "kdo",
    "verse_id": 18159,
    "verse_count": 2,
    "reference": "27:7-8",
    "title": "",
    "html": "<p> The prophet does not return even now to his own actual times; but, with the certainty that Israel will not be exalted until it has been deeply humbled on account of its sins, he placed himself in the midst of this state of punishment. And there, in the face of the glorious future which awaited Israel, the fact shines out brightly before his eyes, that the punishment which God inflicts upon Israel is a very different thing from that inflicted upon the world. <em> “Hath He smitten it like the smiting of its smiter, or is it slain like the slaying of those slain by Him? Thou punishedst it with measures, when thou didst thrust it away, sifting with violent breath in the day of the east wind.”<\/em> “<em> Its smiter<\/em> ” (<em> maccēhū <\/em> ) is the imperial power by which Israel had been attacked (<a class=\"isa\" verses=\"WzE3ODcxXQ==\">Isaiah 10:20<\/a>); and “those slain by Him” ( הרגיו ) are the slain of the empire who had fallen under the strokes of Jehovah. The former smote unmercifully, and its slain ones now lay without hope (<a class=\"isa\" verses=\"WzE4MTQ1XQ==\">Isaiah 26:14<\/a>). Jehovah smites differently, and it is very different with the church, which has succumbed in the persons of its righteous members. For the double play upon words, see <a class=\"isa\" verses=\"WzE4MTEyLDE4MDcxLDE3ODY3XQ==\">Isaiah 24:16; Isaiah 22:18; Isaiah 10:16<\/a>. When Jehovah put Israel away (as if by means of a “bill of divorcement,” <a class=\"isa\" verses=\"WzE4NjY0XQ==\">Isaiah 50:1<\/a>), He strove against it (<a class=\"isa\" verses=\"WzE4NjYyXQ==\">Isaiah 49:25<\/a>), i.e., punished it, “<em> in measure<\/em> ,” i.e., determining the measure very exactly, that it might not exceed the enduring power of Israel, not endanger the existence of Israel as a nation (cf., <em> b e mishpât <\/em> in <a class=\"ref\">Jeremiah 10:24; Jeremiah 30:11; Jeremiah 46:28<\/a>). On the other hand, Hitzig, Ewald, and Knobel read בּסאסאה , from a word סאסא ,<\/p><p> (Note: Böttcher refers to a Talmudic word, הסיא (to remove), but this is to be pronounced הסּיא (= הסּיע ), and is moreover, very uncertain.)<\/p><p> related to זעזע , or even טאטא , “when thou didst disturb (or drive forth);” but the traditional text does not indicate any various reading with ה <em> mappic.<\/em> , and the ancient versions and expositors all take the word as a reduplication of סאה , which stands here as the third of an ephah to denote a moderately large measure. The clause <em> hâgâh <\/em> <em> b e rūchō <\/em> is probably regarded as an elliptical relative clause, in which case the transition to the third person can be best explained: “thou, who siftedst with violent breath.” <em> Hâgâh <\/em> , which only occurs again in <a class=\"ref\">Proverbs 25:4<\/a>, signifies to separate, e.g., the dross from silver (<a class=\"isa\" verses=\"WzE3NjgwXQ==\">Isaiah 1:25<\/a>). Jehovah sifted Israel (compare the figure of the threshing-floor in <a class=\"isa\" verses=\"WzE4MDQ2XQ==\">Isaiah 21:10<\/a>), at the time when, by suspending captivity over it, He blew as violently upon it as if the east wind had raged (vid., <a class=\"ref\">Job 2:1-13<\/a> :19). But He only sifted, He did not destroy.<\/p>",
    "audit": null
}