{
    "id": 17915,
    "source": "kdo",
    "verse_id": 18209,
    "verse_count": 2,
    "reference": "29:15-16",
    "title": "",
    "html": "<p> Their hypocrisy, which was about to be so wonderfully punished according to the universal law (<a class=\"ref\">Psalms 18:26-27<\/a>), manifested itself in their self-willed and secret behaviour, which would not inquire for Jehovah, nor suffer itself to be chastened by His word. <em> “Woe unto them that hide plans deep from Jehovah, and their doing occurs in a dark place, and they say, Who saw us then, and who knew about us? Oh for your perversity! It is to be regarded as potters' clay; that a work could say to its maker, He has not made me; and an image to its sculptor, He does not understand it!”<\/em> Just as Ahaz had carefully kept his appeal to Asshur for help secret from the prophet; so did they try, as far as possible, to hide from the prophet the plan for an alliance with Egypt. לסתּיר is a syncopated <em> hiphil<\/em> for להסתּיר , as in <a class=\"isa\" verses=\"WzE3NjY3LDE3NzE2LDE4MDg5XQ==\">Isaiah 1:12; Isaiah 3:8; Isaiah 23:11<\/a>. העמיק adds the adverbial notion, according to our mode of expression (comp. <a class=\"ref\">Joel 2:20<\/a>, and the opposite thought in <a class=\"ref\">Joel 2:26<\/a>; Ges. §142). To hide from Jehovah is equivalent to hiding from the prophet of Jehovah, that they might not have to listen to reproof from the word of Jehovah. We may see from <a class=\"isa\" verses=\"WzE3ODIwXQ==\">Isaiah 8:12<\/a> how suspiciously they watched the prophet in such circumstances as these. But Jehovah saw them in their secrecy, and the prophet saw through the whole in the light of Jehovah. הפכּכם is an exclamation, like תּפלצתּ ך in <a class=\"ref\">Jeremiah 49:16<\/a>. They are perverse, or (<em> 'im <\/em> ) “is it not so?” They think they can dispense with Jehovah, and yet they are His creatures; they attribute cleverness to themselves, and practically disown Jehovah, as if the pot should say to the potter who has turned it, He does not understand it.<\/p>",
    "audit": null
}