{
    "id": 17719,
    "source": "kdo",
    "verse_id": 17829,
    "verse_count": 2,
    "reference": "8:21-22",
    "title": "",
    "html": "<p> The night of despair to which the unbelieving nation would be brought, is described in <a class=\"isa\" verses=\"WzE3ODI5LDE3ODMwXQ==\">Isaiah 8:21, Isaiah 8:22<\/a> : <em> “And it goes about therein hard pressed and hungry: and it comes to pass, when hunger befals it, it frets itself, and curses by its king and by its God, and turns its face upward, and looks to the earth, and beyond distress and darkness, benighting with anguish, and thrust out into darkness.”<\/em> The singulars attach themselves to the לו in <a class=\"isa\" verses=\"WzE3ODI3XQ==\">Isaiah 8:19<\/a>, which embraces all the unbelievers in one mass; “therein” (<em> bâh <\/em> ) refers to the self-evident land (<em> 'eretz <\/em> ). The people would be brought to such a plight in the approaching Assyrian oppressions, that they would wander about in the land pressed down by their hard fate (<em> niksheh <\/em> ) and hungry (<em> râ'eb <\/em> ), because all provisions would be gone and the fields and vineyards would be laid waste. As often as it experienced hunger afresh, it would work itself into a rage (<em> v'hithkazzaqph <\/em> with <em> Vav apod<\/em> . and <em> pathach<\/em> , according to Ges. §54, Anm.), and curse by its king and God, i.e., by its idol. This is the way in which we must explain the passage, in accordance with <a class=\"ref\">1 Samuel 14:43<\/a>, where <em> killel bēholim <\/em> is equivalent to <em> killel b'shēm elohim <\/em> , and with <a class=\"ref\">Zephaniah 1:5<\/a>, where a distinction is made between an oath <em> layehovâh <\/em> , and an oath <em> b'malcâm <\/em> ; if we would adhere to the usage of the language, in which we never find a בּ קלל corresponding to the Latin <em> execrari in aliquem <\/em> (Ges.), but on the contrary the object cursed is always expressed in the accusative. We must therefore give up <a class=\"ref\">Psalms 5:3<\/a> and <a class=\"ref\">Psalms 68:25<\/a> as parallels to <em> b'malco <\/em> and <em> b'lohâi <\/em> : they curse by the idol, which passes with them for both king and God, curse their wretched fate with this as they suppose the most effectual curse of all, without discerning in it the just punishment of their own apostasy, and humbling themselves penitentially under the almighty hand of Jehovah. Consequently all this reaction of their wrath would avail them nothing: whether they turned upwards, to see if the black sky were not clearing, or looked down to the earth, everywhere there would meet them nothing but distress and darkness, nothing but a night of anguish all around (<em> me‛ūph zūkâh <\/em> is a kind of summary; <em> m â‛ūph <\/em> a complete veiling, or eclipse, written with <em> ū <\/em> instead of the more usual <em> ō <\/em> of this substantive form: Ewald, §160, <em> a<\/em> ). The judgment of God does not convert them, but only heightens their wickedness; just as in <a class=\"ref\">Revelation 16:11, Revelation 16:21<\/a>, after the pouring out of the fifth and seventh vials of wrath, men only utter blasphemies, and do not desist from their works. After stating what the people see, whether they turn their eyes upwards or downwards, the closing participial clause of <a class=\"isa\" verses=\"WzE3ODMwXQ==\">Isaiah 8:22<\/a> describes how they see themselves “thrust out into darkness' (<em> in caliginem propulsum <\/em> ). There is no necessity to supply הוּא ; but out of the previous <em> hinnēh <\/em> it is easy to repeat <em> hinno <\/em> or <em> hinnennu <\/em> (<em> en ipsum <\/em> ). “<em> Into darkness<\/em> :” <em> ăphēlâh <\/em> (<em> acc. loci<\/em> ) is placed emphatically at the head, as in <a class=\"ref\">Jeremiah 23:12<\/a>. <\/p>",
    "audit": null
}