{
    "id": 13494,
    "source": "kdo",
    "verse_id": 18773,
    "verse_count": 2,
    "reference": "57:7–8",
    "title": "",
    "html": "<p>The prophet now proceeds with perfects, like<span class=\"normal hebrew\"> שׁפכתּ<\/span> and<span class=\"normal hebrew\"> העלית<\/span> (addressed to the national community generally, the congregation regarded as a woman). The description is mostly retrospective. <i>“Upon a lofty and high mountain hast thou set up thy bed; thou also ascendedst thither to offer slain offerings. And behind the door and the post thou didst place thy reminder: for thou uncoveredst away from me, and ascendedst; thou madest thy bed broad, and didst stipulate for thyself what they had to do: thou lovedst their lying with thee; thou sawest their manhood.”<\/i> The lovers that she sought for herself are the gods of the heathen. Upon lofty mountains, where they are generally worshipped, did she set up her bed, and did all that was needed to win their favour. The<i>(<span class=\"translit\"> zikkârōn<\/span>), i.e., the declaration that Jehovah is the only God, which the Israelites were to write upon the posts of their houses, and upon the entrances ( <a class=\"ref\">Deuteronomy 6:9; Deuteronomy 11:20<\/a>), for a constant reminder, she had put behind the door and post, that she might not be reminded, to her shame, of her unfaithfulness. That this explanation, which most of the commentators adopt, is the true one, is proved by the expression<span class=\"normal hebrew\"> מאתּי<\/span><span class=\"normal hebrew\"> כּי<\/span> which follows, and according to which<span class=\"normal hebrew\"> זכרון<\/span> is something inconvenient, which might and was intended to remind them of Jehovah. <span class=\"normal hebrew\"> מאתּי<\/span> , away, far from me, as in <a class=\"ref\">Jeremiah 3:1<\/a> , and like<span class=\"normal hebrew\"> מתּחתּי<\/span> , which is still more frequently used. It is unnecessary to take<i>(<span class=\"translit\"> gillı̄th<\/span>) with<span class=\"normal hebrew\"> ערותך<\/span> understood ( <a class=\"ref\">Ezekiel 23:18<\/a>) as equivalent to “thou makest thyself naked,” or with reference to the clothes =<span class=\"greek normal\"> ἀνασύρεις<\/span> . <span class=\"normal hebrew\"> משׁכּב<\/span> is the common object of all three verbs, even of<span class=\"normal hebrew\"> ותּעלי<\/span> (with double<i>metheg<\/i>), after <a class=\"ref\">Genesis 49:4<\/a>. On<span class=\"normal hebrew\"> ותּכרת<\/span> for<span class=\"normal hebrew\"> ותּכרתי<\/span> (cf., <a class=\"ref\">Jeremiah 3:5<\/a>), see Ewald, §191, <i>b<\/i> . The explanation “thou didst bind,” or “thou didst choose (some) of them to thyself,” is contrary to the general usage, according to which<span class=\"normal hebrew\"> ל<\/span><span class=\"normal hebrew\"> כּרת<\/span> signifies<i>spondere<\/i> ( <a class=\"ref\">2 Chronicles 7:18<\/a>), and (<span class=\"normal hebrew\"> עם<\/span><span class=\"normal hebrew\"> כּרת<\/span><i>pacisci<\/i> ( <a class=\"ref\">1 Samuel 22:8<\/a>), in both cases with<span class=\"normal hebrew\"> בּרית<\/span> to be supplied, so that<span class=\"normal hebrew\"> מן<\/span> (<span class=\"normal hebrew\"> בּרית<\/span>)<span class=\"normal hebrew\"> כּרת<\/span> would mean<i>stipulari ab aliquo<\/i> , i.e., to obtain from a person a solemn promise, with all the force of a covenant. What she stipulated from them was, either the wages of adultery, or the satisfaction of her wanton lust. What follows agrees with this; for it is there distinctly stated, that the lovers to whom she offered herself gratified her lust abundantly:<i>adamasti concutibum eorum<\/i> (<i>(<span class=\"translit\"> mishkâb<\/span>), cubile, e.g., <a class=\"ref\">Proverbs 7:17<\/a> , and<i>concubitus<\/i> , e.g., <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Ezra+23:17&t1=en_nas\" id=\"50\" class=\"stL\" target=\"_blank\"> Ezra 23:17<\/a>), <i>manum conspexisit<\/i> . The Targum and Jewish commentators adopt this explanation, loco quem delegisti<\/i> , or (postquam<\/i>) locum delegisti<\/i> . This also is apparently the meaning of the accents, and most of the more modern commentators have adopted it, taking<span class=\"normal hebrew\"> יד<\/span> in the sense of place or side. But this yields only a very lame and unmeaning thought. Doederlein conjectured that<span class=\"normal hebrew\"> יד<\/span> was employed here in the sense of<span class=\"greek normal\"> ἰθύφαλλος<\/span> ; and this is the explanation adopted by Hitzig, Ewald, and others. The Arabic furnishes several analogies to this obscene use of the word; and by the side of <a class=\"ref\">Ezekiel 16:26<\/a> and <a class=\"ref\">Ezekiel 23:20<\/a> , where the same thing is affirmed in even plainer language, there is nothing to astonish in the passage before us. The meaning is, that after the church of Jehovah had turned away from its God to the world and its pleasures, it took more and more delight in the pleasures afforded it by idolatry, and indulged its tastes to the full. <br><\/p> ",
    "audit": null
}