{
    "id": 17746,
    "source": "kdo",
    "verse_id": 17886,
    "verse_count": 1,
    "reference": "11:1",
    "title": "",
    "html": "<p> This is the fate of the imperial power of the world. When the axe is laid to it, it falls without hope. But in Israel spring is returning. <em> “And there cometh forth a twig out of the stump of Jesse, and a shoot from its roots bringeth forth fruit.”<\/em> The world-power resembles the cedar-forest of Lebanon; the house of David, on the other hand, because of its apostasy, is like the stump of a felled tree (<em> geza‛ <\/em> , <em> truncus <\/em> , from <em> gâza‛ <\/em> , <em> truncare <\/em> ), like a root without stem, branches, or crown. The world-kingdom, at the height of its power, presents the most striking contrast to Israel and the house of David in the uttermost depth announced in <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">Isaiah 6:1-13<\/a> <em> fin<\/em> ., mutilated and reduced to the lowliness of its Bethlehemitish origin. But whereas the Lebanon of the imperial power is thrown down, to remain prostrate; the house of David renews its youth. And whilst the former has no sooner reached the summit of its glory, than it is suddenly cast down; the latter, having been reduced to the utmost danger of destruction, is suddenly exalted. What Pliny says of certain trees, “<em> inarescunt rursusque adolescunt, senescunt quidem, sed e radicibus repullulant <\/em> ,” is fulfilled in the tree of Davidic royalty, that has its roots in Jesse (for the figure itself, see F. V. Lasaulx, <em> Philosophie der Geschichte<\/em> , pp. 117-119). Out of the stumps of Jesse, i.e., out of the remnant of the chosen royal family which has sunk down to the insignificance of the house from which it sprang, there comes forth a twig (<em> choter <\/em> ), which promises to supply the place of the trunk and crown; and down below, in the roots covered with earth, and only rising a little above it, there shows itself a <em> nētzer <\/em> , i.e., a fresh green shoot (from <em> nâtzēr <\/em> , to shine or blossom). In the historical account of the fulfilment, even the ring of the words of the prophecy is noticed: the <em> nētzer <\/em> , at first so humble and insignificant, was a poor despised <em> Nazarene<\/em> (<a class=\"ref\">Matthew 2:23<\/a>). But the expression <em> yiphreh <\/em> shows at once that it will not stop at this lowliness of origin. The shoot will bring forth fruit (<em> pârâh <\/em> , different in meaning, and possibly<\/p><p> (Note: We say possibly, for the Indo-Germanic root bhar, to bear (Sanscr. <em> bharâmi <\/em> = φέρω , <em> fero <\/em> , cf., <em> ferax <\/em> , <em> fertilis <\/em> ), which Gesenius takes as determining the radical meaning of <em> pârach <\/em> , cannot be traced with any certainty in the Semitic. Nevertheless <em> peri <\/em> and <em> perach <\/em> bear the same relation to one another, in the ordinary usage of the language, as fruit and blossom: the former is so called, as that which has broken through (cf., <em> pĕtĕr <\/em> ); the latter, as that which has broken up, or budded.)<\/p><p> also in root, from <em> pârach <\/em> , to blossom and bud). In the humble beginning there lies a power which will carry it up to a great height by a steady and certain process (<a class=\"ref\">Ezekiel 17:22-23<\/a>). The twig which is shooting up on the ground will become a tree, and this tree will have a crown laden with fruit. Consequently the state of humiliation will be followed by one of exaltation and perfection.<\/p>",
    "audit": null
}