{
    "id": 17751,
    "source": "kdo",
    "verse_id": 17895,
    "verse_count": 1,
    "reference": "11:10",
    "title": "",
    "html": "<p> The prophet has now described, in <a class=\"isa\" verses=\"eyIxNzg4NiI6NX0=\">Isaiah 11:1-5<\/a>, the righteous conduct of the Son of David, and in <a class=\"isa\" verses=\"eyIxNzg5MSI6NH0=\">Isaiah 11:6-9<\/a> the peace which prevails under His government, and extends even to the animal world, and which is consequent upon the living knowledge of God that has now become universal, that is to say, of the spiritual transformation of the people subject to His sway, - an allusion full of enigmas, but one which is more clearly expounded in the following verse, both in its direct contents and also in all that it presupposes. <em> “And it will come to pass in that day: the root-sprout of Jesse, which stands as a banner of the peoples, for it will nations ask, and its place of rest is glory.”<\/em> The first question which is disposed of here, has reference to the apparent restriction thus far of all the blessings of this peaceful rule to Israel and the land of Israel. This restriction, as we now learn, is not for its own sake, but is simply the means of an unlimited extension of this fulness of blessing. The proud tree of the Davidic sovereignty is hewn down, and nothing is left except the root. The new David is <em> shoresh Yishai <\/em> (the root-sprout of Jesse), and therefore in a certain sense the root itself, because the latter would long ago have perished if it had not borne within itself from the very commencement Him who was now about to issue from it. But when He who had been concealed in the root of Jesse as its sap and strength should have become the rejuvenated root of Jesse itself (cf., <a class=\"ref\">Revelation 22:16<\/a>), He would be exalted from this lowly beginning <em> l'nēs ‛ammin <\/em> , into a banner summoning the nations to assemble, and uniting them around itself. Thus visible to all the world, He would attract the attention of the heathen to Himself, and they would turn to Him with zeal, and His <em> m enuchâh <\/em> , i.e., the place where He had settled down to live and reign (for the word in this local sense, compare <a class=\"ref\">Numbers 10:33<\/a> and <a class=\"ref\">Psalms 132:8, Psalms 132:14<\/a>), would be glory, i.e., the dwelling-place and palace of a king whose light shines over all, who has all beneath His rule, and who gathers all nations around Himself. The Vulgate renders it “<em> et sepulcrum ejus gloriosum <\/em> ” (a leading passage for encouraging pilgrimages), but the passion is here entirely swallowed up by the splendour of the figure of royalty; and <em> menuchah <\/em> is no more the place of rest in the grave than <em> nēs <\/em> is the cross, although undoubtedly the cross has become the banner in the actual fulfilment, which divides the <em> parousia<\/em> of Christ into a first and second coming.<\/p>",
    "audit": null
}