{
    "id": 17720,
    "source": "kdo",
    "verse_id": 17831,
    "verse_count": 1,
    "reference": "9:1",
    "title": "",
    "html": "<p> After the prophet has thus depicted the people as without morning dawn, he gives the reason for the assumption that a restoration of light is to be expected, although not for the existing generation. <em> “For it does not remain dark where there is now distress: in the first time He brought into disgrace the land of Zebulun and the land of Naphtali, and in the last He brings to honour the road by the sea, the other side of Jordan, the circle of the Gentiles.”<\/em> כּי is neither to be taken as equivalent to the untranslatable ὃτι <em> recitativum <\/em> (Knobel), nor is there any necessity to translate it “but” or “nevertheless,” and supply the clause, “it will not remain so.” The reason assigned for the fact that the unbelieving people of Judah had fallen into a night without morning, is, that there was a morning coming, whose light, however, would not rise upon the land of Judah first, but upon other parts of the land. <em> Mū‛âp <\/em> and <em> m ūzâk <\/em> are <em> hophal<\/em> nouns: a state of darkness and distress. The meaning is, There is not, i.e., there will not remain, a state of darkness over the land (<em> lâh <\/em> , like <em> bâh <\/em> in <a class=\"isa\" verses=\"WzE3ODI5XQ==\">Isaiah 8:21<\/a>, refers to <em> 'eretz <\/em> ), which is now in a state of distress; but those very districts which God has hitherto caused to suffer deep humiliation He will bring to honour by and by (<em> hēkal <\/em> = <em> hēkēl <\/em> , according to Ges. §67, Anm. 3, opp. <em> hicbı̄d <\/em> , as in <a class=\"isa\" verses=\"WzE4MDg3XQ==\">Isaiah 23:9<\/a>). The height of the glorification would correspond to the depth of the disgrace. We cannot adopt Knobel's rendering, “as at a former time,” etc., taking עת as an accusative of time and כּ as equivalent to כּאשׁר , for כּ is never used conjunctionally in this way (see Psalter, i. 301, and ii. 514); and in the examples adduced by Knobel (viz., <a class=\"isa\" verses=\"WzE4ODU1XQ==\">Isaiah 61:11<\/a> and <a class=\"ref\">Job 7:2<\/a>), the verbal clauses after <em> Caph<\/em> are elliptical relative clauses. The rendering adopted by Rosenmüller and others (<em> sicut tempus prius vilem reddidit <\/em> , etc., “as a former time brought it into contempt”) is equally wrong. And Ewald, again, is not correct in taking the <em> Vav<\/em> in <em> v'hâ<\/em> -<em> acharōn <\/em> as the <em> Vav<\/em> of sequence used in the place of the <em> Cēn <\/em> of comparison. הראשׁון כּעת and האחרון are both definitions of time. The prophet intentionally indicates the time of disgrace with כּ , because this would extend over a lengthened period, in which the same fate would occur again and again. The time of glorification, on the other hand, is indicated by the <em> accus. temporis<\/em> , because it would occur but once, and then continue in perpetuity and without change. It is certainly possible that the prophet may have regarded <em> hâ<\/em> -<em> acharōn <\/em> as the subject; but this would destroy the harmony of the antithesis. By the land or territory of Naphtali (<em> ' artzâh <\/em> , poet. for <em> 'eretz <\/em> , as in <a class=\"ref\">Job 34:13; Job 37:12<\/a>, with a toneless <em> ah <\/em> ) we are to understand the upper Galilee of later times, and by the land of Zebulun lower Galilee. In the antithetical parallel clause, what is meant by the two lands is distinctly specified: (1.) “the road by the sea,” <em> derek hayyâm <\/em> , the tract of land on the western shore of the sea of Chinnereth; (2.) “the other side of Jordan,” <em> ‛ēber hayyardēn <\/em> , the country to the east of the Jordan; (3.) “the circle of the Gentiles,” <em> gelı̄l haggōyim <\/em> , the northernmost border-land of Palestine, only a portion of the so-called <em> Galilaea<\/em> of after times. Ever since the times of the judges, all these lands had been exposed, on account of the countries that joined them, to corruption from Gentile influence and subjugation by heathen foes. The northern tribes on this side, as well as those on the other side, suffered the most in the almost incessant war between Israel and the Syrians, and afterwards between Israel and the Assyrians; and the transportation of their inhabitants, which continued under Pul, Tiglath-pileser, and Shalmanassar, amounted at last to utter depopulation (Caspari, <em> Beitr<\/em> . 116-118). But these countries would be the very first that would be remembered when that morning dawn of glory should break. Matthew informs us (<a class=\"ref\">Matthew 4:13<\/a>.) in what way this was fulfilled at the commencement of the Christian times. On the ground of this prophecy of Isaiah, and not of a “somewhat mistaken exposition of it,” as Renan maintains in his <em> Vie de Jésus<\/em> (Chapter 13), the Messianic hopes of the Jewish nation were really directed towards Galilee.<\/p><p> (Note: The Zohar was not the first to teach that the Messiah would appear in Galilee, and that redemption would break forth from Tiberias; but this is found in the Talmud and Midrash (see <em> Litteratur-blatt des Orients<\/em> , 1843, Col. 776).)<\/p><p> It is true that, according to Jerome, <em> in loc.<\/em> , the Nazarenes supposed  to refer to the light of the gospel spread by the preaching of Paul <em> in terminos gentium et viam universi maris <\/em> . But “the sea” (<em> hayyâm <\/em> ) cannot possibly be understood as referring to the Mediterranean, as Meier and Hofmann suppose, for “the way of the sea” (<em> derek hayyâm <\/em> ) would in that case have been inhabited by the Philistines and Phoenicians; whereas the prophet's intention was evidently to mention such Israelitish provinces as had suffered the greatest affliction and degradation.<\/p>",
    "audit": null
}