{
    "id": 13395,
    "source": "kdo",
    "verse_id": 18414,
    "verse_count": 1,
    "reference": "39:1",
    "title": "",
    "html": "<p>From this point onwards the text of the book of Kings (<a class=\"ref\">2 Kings 20:12-19<\/a>, cf., <a class=\"ref\">2 Chronicles 32:24-31<\/a>) runs parallel to the text before us. Babylonian ambassadors have an interview with the convalescent king of Judah. <i>“At that time Merodach Bal'adan <\/i>(K.<i> Berodach Bal'adan<\/i>),<i> son of Bal'adan king of Babel, sent writings and a present to Hizkiyahu, and heard <\/i>(K.<i> for he had heard<\/i>)<i> that he <\/i>(K.<i> Hizkiyahu<\/i>)<i> had been sick, and was restored again.”<\/i> The two texts here share the original text between them. Instead of the unnatural <span class=\"normal hebrew\">ויּשׁמע<\/span> (which would link the cause on to the effect, as in <a class=\"ref\">2 Samuel 14:5<\/a>), we should read <span class=\"normal hebrew\">שׁמע<\/span> <span class=\"normal hebrew\">כּי<\/span>, whereas <span class=\"normal hebrew\">ויּחזק<\/span> in our text appears to be the genuine word out of which <span class=\"normal hebrew\">חזקיהו<\/span> in the other text has sprung, although it is not indispensable, as <span class=\"normal hebrew\">חלה<\/span> has a pluperfect sense. In a similar manner the name of the king of Babylon is given here correctly as <span class=\"normal hebrew\">מראדך<\/span> (<i>(<span class=\"translit\">Nissel<\/span>), <span class=\"normal hebrew\">מרדך<\/span> without <span class=\"normal hebrew\">א<\/span>, as in <a class=\"ref\">Jeremiah 50:2<\/a>), whilst the book of Kings has <span class=\"normal hebrew\">בּראד<\/span> (according to the Masora with <span class=\"normal hebrew\">א<\/span>), probably occasioned by the other name <i>(<span class=\"translit\">Bal'ădân<\/span>), which begins with <i>Beth<\/i>. It cannot be maintained that the words <i>(<span class=\"translit\">ben Bal'ădân<\/span>) are a mistake; at the same time, <i>(<span class=\"translit\">Bal'ădân<\/span>) (Jos. <i>(<span class=\"translit\">Baladas<\/span>)) evidently cannot be a name by itself if <i>(<span class=\"translit\">Merō'dakh<\/span>) <i>(<span class=\"translit\">Bal'ădân<\/span>) signifies “<i>Merodach<\/i> (the Babylonian <i>Bel<\/i> or Jupiter)<\/i><\/i><\/i><\/i><\/i><\/i><\/i><\/p><i><i>\n\n\n\n<\/i><\/i><p>(Note: Rawlinson, Monarchies, i. 169.)<\/p>\n\n\n\n<p><i>filium dedit.<\/i>”<\/p>\n\n\n\n<p>(Note: Oppert, <i>Expédition<\/i>, ii. 355.)<\/p>\n\n\n\n<p>In the Canon Ptol. <i>Mardokempados<\/i> is preceded by a <i>Jugaeus<\/i>; and the inscriptions, according to G. Rawlinson, <i>Mon<\/i>. ii. 395, indicate Merodach-Baladan as the “son of <i>Yakin<\/i>.” They relate that the latter acknowledged Tiglath-pileser as his feudal lord; that, after reigning twelve years as a vassal, he rose in rebellion against Sargon in league with the Susanians and the Aramaean tribes above Babylonia, and lost everything except his life; that he afterwards rebelled against Sennacherib in conjunction with a Chaldean prince named <i>Susub<\/i>, just after Sennacherib had returned from his first<\/p>\n\n\n\n<p>(Note: The inscription is mention two campaigns.)<\/p>\n\n\n\n<p>Judaean campaign to Nineveh; and that having been utterly defeated, he took refuge in an island of the Persian Gulf. He does not make his appearance any more; but <i>Susub<\/i> escaped from his place of concealment, and being supported by the Susanians and certain Aramaean tribes, fought a long and bloody battle with Sennacherib on the Lower Tigris. this battle he lost, and <i>Nebo-som-iskun<\/i>, a son of Merodach Baladan, fell into the hands of the conqueror. In the midst of these details, as given by the inscriptions, the statement of the <i>Can. Ptol.<\/i> may still be maintained, according to which the twelve years of <i>Mardokempados<\/i> (a contraction, as Ewald supposes, of <i>Mardokempalados<\/i>) commence with the year 721. From this point onwards the biblical and extra-biblical accounts dovetail together; whereas in Polyhistor (Eus. <i>chron. arm.<\/i>) the following Babylonian rulers are mentioned: “a brother of Sennacherib, Acises, who reigned hardly a month; <i>Merodach Baladan<\/i>, six months; <i>Elibus<\/i> into the third year; <i>Asordan<\/i>, Sennacherib's son, who was made king after the defeat of Elibus.” Now, as the Can. Ptolem. also gives a Belibos with a three years' reign, the identity of Mardokempados and Marodach Baladan is indisputable. The Can. Ptol. seems only to take into account his legitimate reign as a vassal, and Polyhistor (from Berosus) only his last act of rebellion. At the same time, this is very far from removing all the difficulties that lie in the way of a reconciliation, more especially the chronological difficulties. Rawlinson, who places the commencement of the (second) Judaean campaign in the year 698, and therefore transfers it to the end of the twenty-ninth year of Hezekiah's reign instead of the middle, sets himself in opposition not only to <a class=\"isa\" verses=\"WzE4MzMyXQ==\">Isaiah 36:1<\/a>, but also to <a class=\"isa\" verses=\"WzE4Mzk2XQ==\">Isaiah 38:5<\/a> and <a class=\"ref\">2 Kings 18:2<\/a>. According to the biblical accounts, as compared with the Can. Ptol., the embassy must have been sent by Merodach Baladan during the period of his reign as vassal, which commenced in the year 721. Apparently it had only the harmless object of congratulating the king upon his recovery (and also, according to <a class=\"ref\">2 Chronicles 32:31<\/a>, of making some inquiry, in the interests of Chaldean astrology, into the (<span class=\"translit\">mōphēth<\/span>) connected with the sun-dial); but it certainly had also the secret political object of making common cause with Hezekiah to throw off the Assyrian yoke. All that can be maintained with certainty beside this is, that the embassy cannot have been sent before the fourteenth year of Hezekiah's reign; for as he reigned twenty-nine years, his illness must have occurred, according to <a class=\"isa\" verses=\"WzE4Mzk2XQ==\">Isaiah 38:5<\/a>, in the fourteenth year itself, i.e., the seventh year of Mardokempados. Such questions as whether the embassy came before or after the Assyrian catastrophe, which was till in the future at the time referred to in <a class=\"isa\" verses=\"eyIxODM5NSI6M30=\">Isaiah 38:4-6<\/a>, or whether it came before or after the payment of the compensation money to Sennacherib (<a class=\"ref\">2 Kings 18:14-16<\/a>), are open to dispute. In all probability it took place immediately before the Assyrian campaign,<\/p>\n\n\n\n<p>(Note: A reviewer in the Theol. L. Bl. 1857, p. 12, inquires: “How could the prophet have known that all that Hezekiah showed to the Babylonian ambassador would one day be brought to Babylon, when in a very short time these treasures would all have been given by Hezekiah to the king of Assyria?” Answer: The prophecy is so expressed in <a class=\"isa\" verses=\"eyIxODQxOSI6Mn0=\">Isaiah 39:6-7<\/a>, that this intervening occurrence does not prejudice its truth at all.)<\/p>\n\n\n\n<p>as Hezekiah was still able to show off the abundance of his riches to the Babylonian ambassadors.<\/p>",
    "audit": null
}