{
    "id": 17601,
    "source": "kdo",
    "verse_id": 17665,
    "verse_count": 2,
    "reference": "1:10-11",
    "title": "",
    "html": "<p> The prophet's address has here reached a resting-place. The fact that it is divided at this point into two separate sections, is indicated in the text by the space left between <a class=\"isa\" verses=\"WzE3NjY0XQ==\">Isaiah 1:9<\/a> and <a class=\"isa\" verses=\"WzE3NjY1XQ==\">Isaiah 1:10<\/a>. This mode of marking larger or smaller sections, either by leaving spaces of by breaking off the line, is older than the vowel points and accents, and rests upon a tradition of the highest antiquity (Hupfeld, <em> Gram<\/em> . p. 86ff.). The space is called <em> pizka <\/em> ; the section indicated by such a space, a closed <em> parashah <\/em> (<em> sethumah <\/em> ); and the section indicated by breaking off the line, an open <em> parashah <\/em> (<em> petuchah <\/em> ). The prophet stops as soon as he has affirmed, that nothing but the mercy of God has warded off from Israel the utter destruction which it so well deserved. He catches in spirit the remonstrances of his hearers. They would probably declare that the accusations which the prophet had brought against them were utterly groundless, and appeal to their scrupulous observance of the law of God. In reply to this self-vindication which he reads in the hearts of the accused, the prophet launches forth the accusations of God. In <a class=\"isa\" verses=\"WzE3NjY1LDE3NjY2XQ==\">Isaiah 1:10, Isaiah 1:11<\/a>, he commences thus: <em> “Hear the word of Jehovah, ye Sodom judges; give ear to the law of our God, O Gomorrah nation! What is the multitude of your slain-offerings to me? saith Jehovah. I am satiated with whole offerings of rams, and the fat of stalled calves; and blood of bullocks and sheep and he-goats I do not like.”<\/em> The second start in the prophet's address commences, like the first, with “hear” and “give ear.” The summons to hear is addressed in this instances (as in the case of Isaiah's contemporary Micah, <a class=\"ref\">Micah 3:1-12<\/a>) to the <em> kezinim <\/em> (from <em> kâzâh <\/em> , <em> decidere <\/em> , from which comes the Arabic <em> el - Kadi <\/em> , the judge, with the substantive termination <em> in<\/em> : see <em> Jeshurun<\/em> , p. 212 ss.), i.e., to the men of decisive authority, the rulers in the broadest sense, and to the people subject to them. It was through the mercy of God that Jerusalem was in existence still, for Jerusalem was “spiritually Sodom,” as the Revelation (<a class=\"ref\">Revelation 11:8<\/a>) distinctly affirms of Jerusalem, with evident allusion to this passage of Isaiah. Pride, lust of the flesh, and unmerciful conduct, were the leading sins of Sodom, according to <a class=\"ref\">Ezekiel 16:49<\/a>; and of these, the rulers of Jerusalem, and the crowd that was subject to them and worthy of them, were equally guilty now. But they fancied that they could not possibly stand in such evil repute with God, inasmuch as they rendered outward satisfaction to the law. The prophet therefore called upon them to hear the law of the God of Israel, which he would announce to them: for the prophet was the appointed interpreter of the law, and prophecy the spirit of the law, and the prophetic institution the constant living presence of the true essence of the law bearing its own witness in Israel. “To what purpose is the multitude of your sacrifices unto me? saith Jehovah.” The prophet intentionally uses the word יאמר , not אמר : this was the incessant appeal of God in relation to the spiritless, formal worship offered by the hypocritical, ceremonial righteousness of Israel (the future denoting continuous actions, which is ever at the same time both present and future). The multitude of <em> zebâchim <\/em> , i.e., animal sacrifices, had no worth at all to Him. As the whole worship is summed up here in one single act, <em> zebâchim <\/em> appears to denote the <em> shelamim <\/em> , peace-offerings (or better still, communion offerings), with which a meal was associated, after the style of a sacrificial festival, and Jehovah gave the worshipper a share in the sacrifice offered. It is better, however, to take <em> zebâchim <\/em> as the general name for all the bleeding sacrifices, which are then subdivided into <em> 'oloth <\/em> and <em> C heleb <\/em> , as consisting partly of whole offerings, or offerings the whole of which was placed upon the altar, though in separate pieces, and entirely consumed, and partly of those sacrifices in which only the fat was consumed upon the altar, namely the sin-offerings, trespass-offerings, and pre-eminently the <em> shelâmim <\/em> offerings. Of the sacrificial animals mentioned, the bullocks (<em> pârim <\/em> ) and fed beasts (<em> m eri'im <\/em> , fattened calves) are species of oxen (<em> bakar <\/em> ); and the lambs (<em> C ebashim <\/em> ) and he-goats (<em> atturim <\/em> , young he-goats, as distinguished from <em> se'ir <\/em> , the old long-haired he-goat, the animal used as a sin-offering), together with the ram (<em> ayil <\/em> , the customary whole offering of the high priest, of the tribe prince, and of the nation generally on all the high feast days), were species of the flock. The blood of these sacrificial animals - such, for example, as the young oxen, sheep, and he-goats - was thrown all round the altar in the case of the whole offering, the peace-offering, and the trespass-offering; in that of the sin-offering it was smeared upon the horns of the altar, poured out at the foot of the altar, and in some instances sprinkled upon the walls of the altar, or against the vessels of the inner sanctuary. Of such offerings as these Jehovah was weary, and He wanted no more (the two perfects denote that which long has been and still is: Ges. §126, 3); in fact, He never had desired anything of the kind.<\/p>",
    "audit": null
}