{
    "id": 17850,
    "source": "kdo",
    "verse_id": 18073,
    "verse_count": 5,
    "reference": "22:20-24",
    "title": "",
    "html": "<p> Jehovah first of all gives him the blow which makes him tremble in his post, and then pulls him completely down from this his lofty station,<\/p><p> (Note: וּממּעמד ך has not only the <em> metheg<\/em> required by the <em> kametz<\/em> on account of the long vowel, and the <em> metheg<\/em> required by the <em> patach<\/em> on account of the following <em> chateph<\/em> <em> patach<\/em> (the latter of which also takes the place of the <em> metheg<\/em> , as the sign of a subordinate tone), but also a third <em> metheg<\/em> with the <em> chirek<\/em> , which only assists the emphatic pronunciation of the preposition, out which would not stand there at all unless the word had had a disjunctive accent (compare <a class=\"isa\" verses=\"WzE4NzUwXQ==\">Isaiah 55:9<\/a>; <a class=\"ref\">Psalms 18:45; Hosea 11:6<\/a>).)<\/p><p> in order that another worthier man may take his place. <em> “And it will come to pass in that day, that I call to my servant Eliakim the son of Hilkiah, and invest him with thy coat, and I throw thy sash firmly round him, and place they government in his hand; and he will become a father to the inhabitants of Jerusalem and to the house of Judah. And I place the key of David upon his shoulder: and when he opens, no man shuts; and when he shuts, no man opens. And I fasten him as a plug in a fast place, and he becomes the seat of honour to his father's house. And the whole mass of his father's house hangs upon him, the offshoots and side-shoots, every small vessel, from the vessel of the basins even to every vessel of the pitchers.”<\/em> Eliakim is called the “servant of Jehovah,” as one who was already a servant of God in his heart and conduct; the official service is added for the first time here. This title of honour generally embraces both kinds of service (<a class=\"isa\" verses=\"WzE4MDMzXQ==\">Isaiah 20:3<\/a>). It is quite in accordance with oriental custom, that this transfer of the office is effected by means of investiture (compare <a class=\"ref\">1 Kings 19:19<\/a>): <em> c hizzēk <\/em> , with a double accusative, viz., that of the person and that of the official girdle, is used here according to its radical signification, in the sense of girding tightly or girding round, putting the girdle round him so as to cause the whole dress to sit firmly, without hanging loose. The word <em> m emshaltekâ <\/em> (thy government) shows how very closely the office forfeited by Shebna was connected with that of the king. This is also proved by the word “father,” which is applied in other cases to the king as the father of the land (<a class=\"isa\" verses=\"WzE3ODM1XQ==\">Isaiah 9:5<\/a>). The “key” signifies the power of the keys; and for this reason it is not given into Eliakim's hand, but placed upon his shoulder (<a class=\"isa\" verses=\"WzE3ODM1XQ==\">Isaiah 9:5<\/a>). This key was properly handled by the king (<a class=\"ref\">Revelation 3:7<\/a>), and therefore by the “house-mayor” only in his stead. The power of the keys consisted not only in the supervision of the royal chambers, but also in the decision who was and who was not to be received into the king's service. There is a resemblance, therefore, to the giving of the keys of the kingdom of heaven to Peter under the New Testament. But there the “binding” and “loosing” introduce another figure, though one similar in sense; whereas here, in the “opening” and “shutting,” the figure of the key is retained. The comparison of the institution of Eliakim in his office to the fastening of a tent-peg was all the more natural, that <em> yâthēd <\/em> was also used as a general designation for national rulers (<a class=\"ref\">Zechariah 10:4<\/a>), who stand in the same relation to the commonwealth as a tent-peg to the tent which it holds firmly and keeps upright. As the tent-peg is rammed into the ground, so that a person could easily sit upon it, the figure is changed, and the tent-peg becomes a seat of honour. As a splendid chair is an ornament to a room, so Eliakim would be an honour to his hitherto undistinguished family. The thought that naturally suggests itself - namely, that the members of the family would sit upon this chair, for the purpose of raising themselves to honour - is expressed by a different figure. Eliakim is once more depicted as a <em> yâthed <\/em> , but it is as a still higher one this time - namely, as the rod of a wardrobe, or a peg driven high up into the wall. Upon this rod or peg they hang (<em> thâlu <\/em> , i.e., one hangs, or there hangs) all the <em> c âbōd <\/em> of the house of Eliakim, i.e., not every one who wished to be honoured and attained to honour in this way (cf., <a class=\"isa\" verses=\"WzE3NzUzXQ==\">Isaiah 5:13<\/a>), but the whole weight of his family (as in <a class=\"isa\" verses=\"WzE3ODE1XQ==\">Isaiah 8:7<\/a>). This family is then subdivided into its separate parts, and, as we may infer from the juxtaposition of the masculine and feminine nouns, according to its male and female constituents. In צאצאי ם (offshoots) and צפעות (“side-shoots,” from צפע , to push out; compare צפיע , dung, with צאה , mire) there is contained the idea of a widely ramifying and undistinguished family connection. The numerous rabble consisted of nothing but vessels of a small kind (<em> hakkâtân <\/em> ), at the best of basons (<em> aggânoth <\/em> ) like those used by the priests for the blood (<a class=\"ref\">Exodus 24:6<\/a>), or in the house for mixing wine (<a class=\"ref\">Song of Solomon 7:3<\/a>; Aram. <em> aggono <\/em> , Ar. <em> iggâne <\/em> , <em> ingân <\/em> , a washing bason), but chiefly of <em> nebâlim <\/em> , i.e., leather bottles or earthenware pitchers (<a class=\"isa\" verses=\"WzE4MjMyXQ==\">Isaiah 30:14<\/a>). The whole of this large but hitherto ignoble family of relations would fasten upon Eliakim, and climb through him to honour. Thus all at once the prophecy, which seemed so full of promise of Eliakim, assumes a satirical tone. We get an impression of the favouring of nephews and cousins, and cannot help asking how this could be a suitable prophecy for Shebna to hear.<\/p>",
    "audit": null
}