{
    "id": 17659,
    "source": "kdo",
    "verse_id": 17741,
    "verse_count": 2,
    "reference": "5:1-2",
    "title": "",
    "html": "<p> The prophet commenced his first address in chapter 1 like another Moses; the second, which covered no less ground, he opened with the text of an earlier prophecy; and now he commences the third like a musician, addressing both himself and his hearers with enticing words.  . <em> “Arise, I will sing of my beloved, a song of my dearest touching his vineyard.”<\/em> The fugitive rhythm, the musical euphony, the charming assonances in this appeal, it is impossible to reproduce. They are perfectly inimitable. The <em> Lamed<\/em> in <em> lı̄dı̄dı̄ <\/em> is the <em> Lamed<\/em> <em> objecti <\/em> . The person to whom the song referred, to whom it applied, of whom it treated, was the singer's own beloved. It was a song of his dearest one (not his cousin, <em> patruelis <\/em> , as Luther renders it in imitation of the Vulgate, for the meaning of <em> dōd <\/em> is determined by <em> yâdid <\/em> , beloved) touching his vineyard. The <em> Lamed<\/em> in <em> l'carmo <\/em> is also <em> Lamed<\/em> <em> objecti <\/em> . The song of the beloved is really a song concerning the vineyard of the beloved; and this song is a song of the beloved himself, not a song written about him, or attributed to him, but such a song as he himself had sung, and still had to sing. The prophet, by beginning in this manner, was surrounded (either in spirit or in outward reality) by a crowd of people from Jerusalem and Judah. The song is a short one, and runs thus in  , <a class=\"isa\" verses=\"WzE3NjU3XQ==\">Isaiah 1:2<\/a> : <em> “My beloved had a vineyard on a fatly nourished mountain-horn, and dug it up and cleared it of stones, and planted it with noble vines, and built a tower in it, and also hewed out a wine-press therein; and hoped that it would bring forth grapes, and it brought forth wild grapes.”<\/em> The vineyard was situated upon a <em> keren <\/em> , i.e., upon a prominent mountain peak projecting like a horn, and therefore open to the sun on all sides; for, as Virgil says in the <em> Georgics<\/em> , “<em> apertos Bacchus amat colles <\/em> .” This mountain horn was <em> ben<\/em> -<em> shemen <\/em> , a child of fatness: the fatness was innate, it belonged to it by nature (<em> shemen <\/em> is used, as in <a class=\"isa\" verses=\"WzE4MTY2XQ==\">Isaiah 28:1<\/a>, to denote the fertility of a nutritive loamy soil). And the owner of the vineyard spared no attention or trouble. The plough could not be used, from the steepness of the mountain slope: he therefore dug it up, that is to say, he turned up the soil which was to be made into a vineyard with a hoe (<em> izzēk <\/em> , to hoe; Arab. <em> mi‛zak <\/em> , <em> mi‛zaka <\/em> ); and as he found it choked up with stones and boulders, he got rid of this rubbish by throwing it out <em> sikkēl <\/em> , a privative <em> piel<\/em> , <em> lapidibus purgare <\/em> , then <em> operam consumere in lapides <\/em> , sc. <em> ejiciendos <\/em> , to stone, or clear of stones: Ges. §52, 2). After the soil had been prepared he planted it with <em> sorek <\/em> , i.e., the finest kind of eastern vine, bearing small grapes of a bluish-red, with pips hardly perceptible to the tongue. The name is derived from its colour (compare the Arabic <em> zerka <\/em> , red wine). To protect and adorn the vineyard which had been so richly planted, he built a tower in the midst of it. The expression <em> “and also”<\/em> calls especial attention to the fact that he hewed out a wine-trough therein (<em> yekeb <\/em> , the trough into which the must or juice pressed from the grapes in the wine-press flows, <em> lacus <\/em> as distinguished from <em> torcular <\/em> ); that is to say, in order that the trough might be all the more fixed and durable, he constructed it in a rocky portion of the ground (<em> C hâtsēb <\/em> <em> bo <\/em> instead of <em> Chătsab <\/em> <em> bo <\/em> , with <em> a<\/em> and the accent drawn back, because a <em> Beth<\/em> was thereby easily rendered inaudible, so that <em> C hâtsēb <\/em> is not a participial adjective, as Böttcher supposes). This was a difficult task, as the expression “and also” indicates; and for that very reason it was an evidence of the most confident expectation. But how bitterly was this deceived! The vineyard produced no such fruit, as might have been expected from a <em> sorek <\/em> plantation; it brought forth no <em> ‛anâbim <\/em> whatever, i.e., no such grapes as a cultivated vine should bear, but only <em> b'ushim <\/em> , or wild grapes. Luther first of all adopted the rendering <em> wild grapes<\/em> , and then altered it to harsh or sour grapes. But it comes to the same thing. The difference between a wild vine and a good vine is only qualitative. The <em> vitis vinifera <\/em> , like all cultivated plants, is assigned to the care of man, under which it improves; whereas in its wild state it remains behind its true intention (see <em> Genesis<\/em> , §622). Consequently the word <em> b'ushim <\/em> (from <em> bâ'ash <\/em> , to be bad, or smell bad) denotes not only the grapes of the wild vine, which are naturally small and harsh (Rashi, <em> lambruches <\/em> , i.e., grapes of the <em> labrusca <\/em> , which is used now, however, as the botanical name of a vine that is American in its origin), but also grapes of a good stock, which have either been spoiled or have failed to ripen.<\/p><p> (Note: In the Jerusalem <em> Talmud<\/em> such grapes are called <em> ūbshin <\/em> , the letters being transposed; and in the Mishnah (<em> Ma'aseroth<\/em> i. 2, <em> Zebî'ith<\/em> iv 8) הבאישׁ is the standing word applied to grapes that are only half ripe (see Löwy's <em> Leshon Chachamim<\/em> , or <em> Wörterbuch des talmudischen Hebräisch<\/em> , Prag 1845). With reference to the wild grape ( τὸ ἀγριόκλημα ), a writer, describing the useful plants of Greece, says, “Its fruit ( τὰ ἀγριοστάφυλα ) consists of very small berries, not much larger than bilberries, with a harsh flavour.”)<\/p><p> These were the grapes which the vineyard produced, such as you might indeed have expected from a wild vine, but not from carefully cultivated vines of the very choicest kind.<\/p>",
    "audit": null
}