{
    "id": 18094,
    "source": "kdo",
    "verse_id": 18580,
    "verse_count": 2,
    "reference": "45:18-19",
    "title": "",
    "html": "<p> The second and last strophe of this prophecy commences with <a class=\"isa\" verses=\"WzE4NTgwXQ==\">Isaiah 45:18<\/a>. By the fulfilment of the promise thus openly proclaimed, those of the heathen who have been saved from the judgment will recognise Jehovah as the only God; and the irresistible will of Jehovah, that all mankind should worship Him, be carried out. The promise cannot remain unfulfilled. <em> “For thus saith Jehovah, the creator of the heavens <\/em> (<em> He is the Deity<\/em> )<em> , the former of the earth, and its finisher; He has established it <\/em> (<em> He has not created it a desert, He has formed it to be inhabited<\/em> )<em> : I am Jehovah, and there is none else. I have not spoken in secret, in a place of the land of darkness; I did not say to the seed of Jacob, Into the desert seek ye me! I Jehovah am speaking righteousness, proclaiming upright things.”<\/em> The <em> athnach<\/em> properly divides <a class=\"isa\" verses=\"WzE4NTgwXQ==\">Isaiah 45:18<\/a> in half.  describes the speaker, and what He says commences in  . The first parenthesis affirms that Jehovah is God in the fullest and most exclusive sense; the second that He has created the earth for man's sake, not “as a desert” (<em> tōhū <\/em> : the lxx, Targum, and Jerome render this with less accuracy, <em> non in vanum <\/em> ), i.e., not to be and continue to be a desert, but to be inhabited. Even in <a class=\"ref\">Genesis 1:2<\/a>, <em> chaos<\/em> is not described as of God's creation, because (whatever may be men's opinions concerning it in other respects) the creative activity of God merely made use of this as a starting-point, and because, although it did not come into existence without God, it was at any rate not desired by God for its own sake. The words of Jehovah commence, then, with the assertion that Jehovah is the absolute One; and from this two thoughts branch off: (1.) The first is, that the prophecy which emanates from Him is an affair of light, no black art, but essentially different from heathen soothsaying. By “a dark place of the earth” we are to understand, according to <a class=\"ref\">Psalms 139:15<\/a>, the interior of the earth, and according to <a class=\"ref\">Job 10:21<\/a>, Hades; the intention being to point out the contrast between the prophecies of Jehovah and the heathen cave-oracles and spirit-voices of the necromancists, which seemed to rise up from the interior of the earth (see <a class=\"isa\" verses=\"WzE4OTAyLDE3ODI3LDE4MTk4XQ==\">Isaiah 65:4; Isaiah 8:19; Isaiah 29:4<\/a>). (2.) The second thought is, that the very same love of Jehovah, which has already been displayed in the creation, attests itself in His relation to Israel, which He has not directed to Himself “into the desert” (<em> tōhū <\/em> ), just as He did not create the earth a <em> tōhū <\/em> . Meier and Knobel suppose that <em> baqshūnı̄ <\/em> , which is written here, according to a well-supported reading, with <em> Koph <\/em> <em> raphatum <\/em> (whereas in other cases the <em> dagesh<\/em> is generally retained, particularly in the imperative of <em> biqqēsh <\/em> ), refers to seeking for disclosures as to the future; but the word דרשׁוּני would be used for this, as in <a class=\"isa\" verses=\"WzE3ODI3XQ==\">Isaiah 8:19<\/a>. He has not said, “Seek ye me (as in <a class=\"ref\">Zephaniah 2:3<\/a>) into the desert,” i.e., without the prospect of meeting with any return for your pains. On the contrary, He has attached promises to the seeking of Himself, which cannot remain unfulfilled, for He is “one speaking righteousness, declaring things that are right;” i.e., when He promises, He follows out the rule of His purpose and of His plan of salvation, and the impulse of sincere desire for their good, and love which is ever true to itself. The present word of prophecy points to the fulfilment of these promises.<\/p>",
    "audit": null
}