{
    "id": 13493,
    "source": "kdo",
    "verse_id": 18771,
    "verse_count": 2,
    "reference": "57:5-6",
    "title": "",
    "html": "<p>The participles which follow in the next v. are in apposition to <span class=\"normal hebrew\">אתּ<\/span>, and confirm the predicates already applied to them. They soon give place, however, to independent sentences. <i>“Ye that inflame yourselves by the terebinths, under every green tree, ye slayers of children in the valleys under the clefts of the rocks. By the smooth ones of the brook was thy portion; they, they were thy lot: thou also pouredst out libations to them, thou laidst meat-offerings upon them. Shall I be contented with this?”<\/i> The people of the captivity are addressed, and the idolatry handed down to them from their ancestors depicted. The prophet looks back from the standpoint of the captivity, and takes his colours from the time in which he himself lived, possibly from the commencement of Manasseh's reign, when the heathenism that had for a long time been suppressed burst forth again in all its force, and the measure of iniquity became full. The <i>part. niphal<\/i> <span class=\"normal hebrew\">הנּחמים<\/span> is formed like <span class=\"normal hebrew\">נחן<\/span> in <a class=\"ref\">Jeremiah 22:23<\/a>, if the latter signifies <i>miserandum esse<\/i>. The primary form is <span class=\"normal hebrew\">נחם<\/span>, which is doubled like <span class=\"normal hebrew\">נגּר<\/span> from <span class=\"normal hebrew\">גּרר<\/span> in <a class=\"ref\">Job 20:28<\/a>, and from which <span class=\"normal hebrew\">נחם<\/span> is formed by the resolution of the latent reduplication. Stier derives it from; but even if formed from this, <span class=\"normal hebrew\">נחם<\/span> would still have to be explained from <span class=\"normal hebrew\">נחם<\/span>, after the form <span class=\"normal hebrew\">נצּת<\/span>. <i>(<span class=\"translit\">'Elı̄m<\/span>) signifies either gods or terebinths. But although it might certainly mean idols, according to <a class=\"ref\">Exodus 15:11; Daniel 11:36<\/a> (lxx, Targ., and Jerome), it is never used directly in this sense, and Isaiah always uses the word as the name of a tree (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 1:29<\/a>; <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 61:3<\/a>). The terebinths are introduced here, exactly as in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 1:29<\/a>, as an object of idolatrous lust: “who inflame themselves with the terebinths;” <span class=\"normal hebrew\">ב<\/span> denotes the object with which the lust is excited and inf <i>Lamed<\/i>. The terebinth (<i>(<span class=\"translit\">'ēlâh<\/span>))held the chief place in tree-worship (hence <span class=\"normal hebrew\">אלנם<\/span>, lit., oak-trees, together with <span class=\"normal hebrew\">אלם<\/span>, is the name of one of the Phoenician gods),<\/i><\/i><\/p><i><i>\n\n\n\n<\/i><\/i><p>(Note: See Levy, <i>Phönizische Studien<\/i>, i. 19.)<\/p>\n\n\n\n<p>possibly as being the tree sacred to Astarte; just as the <i>Samura Acacia<\/i> among the heathen Arabs was the tree sacred to the goddess <i>'Uzza<\/i>.<\/p>\n\n\n\n<p>(Note: Krehl, <i>Religioin der vorisl<\/i>. Araber, p. 74ff.)<\/p>\n\n\n\n<p>The following expression, “under every green tree,” is simply a permutative of the words “with the terebinths” in the sense of “with the terebinths, yea, under every green tree” (a standing expression from <a class=\"ref\">Deuteronomy 12:2<\/a> downwards) - one tree being regarded as the abode and favourite of this deity, and another of that, and all alluring you to your carnal worship. <\/p>\n\n\n\n<p>From the tree-worship with its orgies, which was so widely spread in antiquity generally, the prophet passes to the leading Canaanitish abomination, viz., human sacrifices, which had been adopted by the Israelites (along with <span class=\"normal hebrew\">שׁחטי<\/span> we find the false reading <span class=\"normal hebrew\">שׂחטי<\/span>, which is interpreted as signifying self-abuse). Judging from the locality named, “under the clefts of the rocks,” the reference is not to the slaying of children sacrificed to Moloch in the valley of Hinnom, but to those offered to Baal upon his <i>(<span class=\"translit\">bâmōth<\/span>) or high places (<a class=\"ref\">Jeremiah 19:5; Ezekiel 16:20-21; Hosea 13:2; Psalm 106:37-38<\/a>). As we learn from the <i>chronique scandaleuse<\/i> many things connected with the religious history of Israel, which cannot be found in its historical books, there is nothing to surprise us in the stone-worship condemned in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 57:6<\/a>. The <i>dagesh<\/i> of <span class=\"normal hebrew\">חלּקי<\/span> is in any case <i>dagesh<\/i><i>dirimens<\/i>. The singular is wither <span class=\"normal hebrew\">חלק<\/span> after the form <span class=\"normal hebrew\">חכמי<\/span> (cf., <span class=\"normal hebrew\">עצבי<\/span>, <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 58:3<\/a>), or <span class=\"normal hebrew\">חלק<\/span> after the form <span class=\"normal hebrew\">ילדי<\/span>. But <span class=\"normal hebrew\">חלק<\/span>, smoothness, never occurs; and the explanation, “in the smoothnesses, i.e., the smooth places of the valley, is thy portion,” has this also against it, that it does not do justice to the connection <span class=\"normal hebrew\">בּ<\/span> <span class=\"normal hebrew\">חלק<\/span>, in which the preposition is not used in a local sense, and that it leaves the emphatic <span class=\"normal hebrew\">הם<\/span> <span class=\"normal hebrew\">הם<\/span> quite unexplained. The latter does not point to places, but to objects of worship for which they had exchanged Jehovah, of whom the true Israelite could say <span class=\"normal hebrew\">ה<\/span> <span class=\"normal hebrew\">חלקי<\/span>, <a class=\"ref\">Psalm 119:57<\/a>, etc., or <span class=\"normal hebrew\">בה<\/span> <span class=\"normal hebrew\">לי<\/span> <span class=\"normal hebrew\">חלק<\/span>, <a class=\"ref\">Joshua 22:25<\/a>, and <span class=\"normal hebrew\">גּורלי<\/span> <span class=\"normal hebrew\">תּומיך<\/span> <span class=\"normal hebrew\">אתּה<\/span> (Thou art He that maintaineth my lot), <a class=\"ref\">Psalm 16:5<\/a>. The prophet had such expressions as these in his mind, and possibly also the primary meaning of <span class=\"normal hebrew\">גורל<\/span> = <span class=\"greek normal\"> κλῆρος <\/span>, which may be gathered from the rare Arabic word <i>(<span class=\"translit\">'garal<\/span>), gravel, stones worn smooth by rolling, when he said, “In the smooth ones of the valley is thy portion; they, they are thy lot.” In the Arabic also, <i>(<span class=\"translit\">achlaq<\/span>) (equilvaent to <i>(<span class=\"translit\">châlâq<\/span>), smooth, which forms here a play upon the word with <span class=\"normal hebrew\">חלק<\/span>, <i>(<span class=\"translit\">châlâq<\/span>)) is a favourite word for stones and rocks. <span class=\"normal hebrew\">חלּקי־נחל<\/span>, however, according to <a class=\"ref\">1 Samuel 17:40<\/a> (where the intensive form <span class=\"normal hebrew\">חלּוּק<\/span>, like <span class=\"normal hebrew\">שׁכּוּל<\/span>, is used), are stones which the stream in the valley has washed smooth with time, and rounded into a pleasing shape. The mode of the worship, the pouring out of libations,<\/i><\/i><\/i><\/i><\/i><\/p><i><i><i>\n\n\n\n<\/i><\/i><\/i><p>(Note: Compare the remarks made in the <i>Comm. on the Pentateuch<\/i>, at <a class=\"ref\">Genesis 29:20<\/a>, on the heathen worship of anointed stones, and the Baetulian worship.)<\/p>\n\n\n\n<p>and the laying of meat-offerings upon them, confirm this view. In Carthage such stones were called <i>abbadires<\/i>(= <span class=\"normal hebrew\">אדיר<\/span>, <span class=\"normal hebrew\">אבן<\/span>); and among the ancient Arabs, the (<span class=\"translit\">asnâm<\/span>) or idols consisted for the most part of rude blocks of stone of this description. Herodotus (3:8) speaks of seven stones which the Arabs anointed, calling upon the god Orotal. Suidas (s.v. <span class=\"greek normal\"> Θεῦς ἄρης <\/span>) states that the idol of Ares in Petra was a black square stone; and the black stone of the (<span class=\"translit\">Ka'aba<\/span>) was, according to a very inconvenient tradition for the Mohammedans, an idol of Saturn ((<span class=\"translit\">zuhal<\/span>)).<\/p>\n\n\n\n<p>(Note: See Krehl, p. 72. In the East Indies also we find stone-worship not only among the Vindya tribes (Lassen, A.K. i. 376), but also among the Vaishnavas, who worship Vishnu in the form of a stone, viz., the (<span class=\"translit\">sâlagrâm<\/span>), a kind of stone from the river Gandak (see Wilson's Sanscrit Lexicon s.h.v. and Vishnu-Purân, p. 163). The fact of the great antiquity of stone and tree worship has been used in the most ridiculous manner by Dozy in his work on the Israelites at Mecca (1864). He draws the following conclusion from <a class=\"ref\">Deuteronomy 32:18<\/a>: “Thus the Israelites sprang from a divine block of stone; and this is, in reality, the true old version of the origin of the nation.” From <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 51:1-2<\/a>, he infers that Abraham and Sara were not historical persons at all, but that the former was a block of stone, and the latter a hollow; and that the two together were a block of stone in a hollow, to which divine worship was paid. “This fact,” he says, “viz. that Abraham and Sarah in the second Isaiah are not historical persons, but a block of stone and a hollow, is one of great worth, as enabling us to determine the time at which the stories of Abraham in Genesis were written, and to form a correct idea of the spirit of those stories.”)<\/p>\n\n\n\n<p>Stone-worship of this kind had been practised by the Israelites before the captivity, and their heathenish practices had been transmitted to the exiles in Babylon. The meaning of the question, Shall I comfort myself concerning such things? - i.e., Shall I be contented with them (<span class=\"normal hebrew\">אנּחם<\/span> niphal, not hithpael)? - is, that it was impossible that descendants who so resembled their fathers should remain unpunished.<br><\/p>",
    "audit": null
}