{
    "id": 17671,
    "source": "kdo",
    "verse_id": 17757,
    "verse_count": 1,
    "reference": "5:17",
    "title": "",
    "html": "<p> And when we consider that the Holy Land is at the present time an extensive pasture-ground for Arab shepherds, and that the modern Jerusalem which has arisen from the dust is a Mohammedan city, we may see in this also a literal fulfilment of <a class=\"isa\" verses=\"WzE3NzU3XQ==\">Isaiah 5:17<\/a> : <em> “And lambs feed as upon their pasture, and nomad shepherds eat the waste places of the fat ones.”<\/em> There is no necessity to supply an object to the verb ורעוּ , as Knobel and others assume, viz., the waste lands mentioned in the second clause; nor is <em> C edâbrâm <\/em> to be taken as the object, as Caspari supposes; but the place referred to is determined by the context: in the place where Jerusalem is sunken, there lambs feed after the manner of their own pasture-ground, i.e., just as if they were in their old accustomed pasture (<em> dober <\/em> , as in <a class=\"ref\">Micah 2:12<\/a>, from <em> dâbar <\/em> , to drive). The lambs intended are those of the <em> gârim <\/em> mentioned in the second clause. The <em> gârim <\/em> themselves are men leading an unsettled, nomad, or pilgrim life; as distinguished from <em> gêrim <\/em> , strangers visiting, or even settled at a place. The lxx have ἄρνες , so that they must have read either <em> C ârim <\/em> or <em> gedâim <\/em> , which Ewald, Knobel, and others adopt. But one feature of the prophecy, which is sustained by the historical fulfilment, is thereby obliterated. <em> Chârboth <\/em> <em> m êchim <\/em> are the lands of those that were formerly marrowy, i.e., fat and strutting about in their fulness; which lands had now become waste places. Knobel's statement, that <em> âcăl <\/em> is out of place in connection with <em> gârim <\/em> , is overthrown by <a class=\"isa\" verses=\"WzE3NjYyXQ==\">Isaiah 1:7<\/a>, to which he himself refers, though he makes he-goats the subject instead of men. The second woe closes with <a class=\"isa\" verses=\"WzE3NzU3XQ==\">Isaiah 5:17<\/a>. It is the longest of all. This also serves to confirm the fact that luxury was the leading vice of Judah in the time of Uzziah-Jotham, as it was that of Israel under Jeroboam II (see <a class=\"ref\">Amos 6:1-14<\/a>, where the same threat is held out).<\/p>",
    "audit": null
}