{
    "id": 13472,
    "source": "kdo",
    "verse_id": 18716,
    "verse_count": 1,
    "reference": "53:4",
    "title": "",
    "html": " <p>Those who formerly mistook and despised the Servant of Jehovah on account of His miserable condition, now confess that His sufferings were altogether of a different character from what they had supposed. <i>“Verily He hath borne our diseases and our pains: He hath laden them upon Himself; but we regarded Him as one stricken, smitten of God, and afflicted.”<\/i>, It might appear doubtful whether <span class=\"normal hebrew\">,אכן<\/span>,(the fuller form of <span class=\"normal hebrew\">,אך <\/span>) is affirmative here, as in <a class=\"isa\" verses=\"WzE4NDI4XQ==\">Isaiah 40:7<\/a>; <a class=\"isa\" verses=\"WzE4NTc3XQ==\">Isaiah 45:15<\/a>, or adversative, as in <a class=\"isa\" verses=\"WzE4NjQxXQ==\">Isaiah 49:4<\/a>. The latter meaning grows out of the former, inasmuch as it is the opposite which is strongly affirmed. We have rendered it affirmatively (Jer. <i>vere <\/i>), not adversatively (<i>verum<\/i>, <i>ut vero <\/i>), because <a class=\"isa\" verses=\"WzE4NzE2XQ==\">Isaiah 53:4<\/a>, itself consists of two antithetical halves - a relation which is expressed in the independent pronouns <span class=\"normal hebrew\">,הוּא<\/span>, and <span class=\"normal hebrew\">,אנחנוּ<\/span>, that answer to one another. The penitents contrast themselves and their false notion with Him and His real achievement. In Matthew (<a class=\"ref\">Matthew 8:17<\/a>) the words are rendered freely and faithfully thus: <span class=\"greek normal\">,αὐτὸς τὰς ἀσθενείας ἡμῶν ἔλαβε καὶ τὰς νόσους ἐβάστασεν<\/span>,. Even the fact that the relief which Jesus afforded to all kinds of bodily diseases is regarded as a fulfilment of what is here affirmed of the Servant of Jehovah, is an exegetical index worth noticing. In <i>, <a class=\"isa\" verses=\"WzE4NzE2XQ==\">Isaiah 53:4<\/a><\/i>, it is not really sin that is spoken of, but the evil which is consequent upon human sin, although not always the direct consequence of the sins of individuals (<a class=\"ref\">John 9:3<\/a>). But in the fact that He was concerned to relieve this evil in all its forms, whenever it came in His way in the exercise of His calling, the relief implied as a consequence in <i>, <a class=\"isa\" verses=\"WzE4NzE2XQ==\">Isaiah 53:4<\/a><\/i>, was brought distinctly into view, though not the bearing and lading that are primarily noticed here. Matthew has very aptly rendered <span class=\"normal hebrew\">,נשׂא<\/span>, by <span class=\"greek normal\">,ἔλαβε<\/span>, and <span class=\"normal hebrew\">,סבל<\/span>, by <span class=\"greek normal\">,ἐβάστασε<\/span>,. For whilst <span class=\"normal hebrew\">,סבל<\/span>, denotes the toilsome bearing of a burden that has been taken up, <span class=\"normal hebrew\">,נשׂא<\/span>, combines in itself the ideas of <i>tollere<\/i>, and <i>ferre<\/i>,. When construed with the accusative of the sin, it signifies to take the debt of sin upon one's self, and carry it as one's own, i.e., to look at it and feel it as one's own (e.g., <a class=\"ref\">Leviticus 5:1, Leviticus 5:17<\/a>), or more frequently to bear the punishment occasioned by sin, i.e., to make expiation for it (<a class=\"ref\">Leviticus 17:16; Leviticus 20:19-20; Leviticus 24:15<\/a>), and in any case in which the person bearing it is not himself the guilty person, to bear sin in a mediatorial capacity, for the purpose of making expiation for it (<a class=\"ref\">Leviticus 10:17<\/a>). The lxx render this <span class=\"normal hebrew\">,נשׂא<\/span>, both in the Pentateuch and Ezekiel <span class=\"greek normal\">,λαβεῖν ἁμαρτίαν<\/span>, once <span class=\"greek normal\">,ἀναφέρειν<\/span>,; and it is evident that both of these are to be understood in the sense of an expiatory bearing, and not merely of taking away, as has been recently maintained in opposition to the <i>satisfactio vicaria<\/i>, as we may see clearly enough from <a class=\"ref\">Ezekiel 4:4-8<\/a>, where the <span class=\"normal hebrew\">,עון <\/span> <span class=\"normal hebrew\">,שׂאת<\/span>, is represented by the prophet in a symbolical action. <br>, But in the case before us, where it is not the sins, but “our diseases” (<span class=\"normal hebrew\">,חלינוּ<\/span>, is a defective plural, as the singular would be written <span class=\"normal hebrew\">,חלינוּ <\/span>) and “our pains” that are the object, this mediatorial sense remains essentially the same. The meaning is not merely that the Servant of God entered into the fellowship of our sufferings, but that He took upon Himself the sufferings which we had to bear and deserved to bear, and therefore not only took them away (as <a class=\"ref\">Matthew 8:17<\/a>, might make it appear), but bore them in His own person, that He might deliver us from them. But when one person takes upon himself suffering which another would have had to bear, and therefore not only endures it with him, but in his stead, this is called <i>substitution<\/i>, or representation - an idea which, however unintelligible to the understanding, belongs to the actual substance of the common consciousness of man, and the realities of the divine government of the world as brought within the range of our experience, and one which has continued even down to the present time to have much greater vigour in the Jewish nation, where it has found it true expression in sacrifice and the kindred institutions, than in any other, at least so far as its nationality has not been entirely annulled. <\/p>\n\n\n\n <p>(Note: See my <i>Jesus and Hillel<\/i>, pp. 26, 27.) <\/p>\n\n\n\n <p>Here again it is Israel, which, having been at length better instructed, and now bearing witness against itself, laments its former blindness to the mediatorially vicarious character of the deep agonies, both of soul and body, that were endured by the great Sufferer. They looked upon them as the punishment of His own sins, and indeed - inasmuch as, like the friends of Job, they measured the sin of the Sufferer by the sufferings that He endured - of peculiarly great sins. They saw in Him <span class=\"normal hebrew\">,נגוּע<\/span>, “ <i>one stricken<\/i>,” i.e., afflicted with a hateful, shocking disease (<a class=\"ref\">Genesis 12:17; 1 Samuel 6:9<\/a>) - such, for example, as leprosy, which was called <span class=\"normal hebrew\">,נגע <\/span> <span class=\"greek normal\">,κατ ̓ ἐξ<\/span>,(<a class=\"ref\">2 Kings 15:5<\/a>, A. <span class=\"greek normal\">,ἀφήμενον<\/span>, S. <span class=\"greek normal\">,ἐν ἁφῆ ὄντα<\/span>,= <i>leprosum<\/i>, Th. <span class=\"greek normal\">,μ εμαστιγωμένον<\/span>, cf., <span class=\"greek normal\">,μ άστιγες<\/span>, <a class=\"ref\">Mark 3:10<\/a>, scourges, i.e., bad attacks); also <span class=\"normal hebrew\">,אלהים <\/span> <span class=\"normal hebrew\">,מכּה<\/span>, “ <i>one smitten of God<\/i>,” (from <i>(<span class=\"translit\">, nâkhâh <\/span>), root <span class=\"normal hebrew\">,נך<\/span>, <span class=\"normal hebrew\">,נג<\/span>,; see <i>Comm. on Job<\/i>, at <a class=\"ref\">Job 30:8<\/a>), and <span class=\"normal hebrew\">,מענּה <\/span> <i>bowed down<\/i>,(by God), i.e., afflicted with sufferings. The name Jehovah would have been out of place here, where the evident intention is to point to the all-determining divine power generally, whose vengeance appeared to have fallen upon this particular sufferer. The construction (<span class=\"translit\">, mukkēh <\/span>) (<span class=\"translit\">,'Elōhı̄m <\/span>) signifies, like the Arabic (<span class=\"translit\">, muqâtal rabbuh <\/span>), one who has been defeated in conflict with God his Lord (see Comm. on Job<\/i>, at <a class=\"ref\">Job 15:28<\/a>); and (<span class=\"translit\">,'Elōhı̄m <\/span>) has the syntactic position between the two adjectives, which it necessarily must have in order to be logically connected with them both. <br> <\/p>",
    "audit": null
}