{
    "id": 17942,
    "source": "kdo",
    "verse_id": 18280,
    "verse_count": 1,
    "reference": "32:20",
    "title": "",
    "html": "<p> In the face of this double judgment, the prophet congratulates those who will live to see the times after the judgment. <em> “Blessed are ye that sow by all waters, and let the foot of the oxen and asses rove in freedom.”<\/em> Those who lived to see these times would be far and wide the lords of a quiet and fruitful land, cleared of its foes, and of all disturbers of peace. They would sow wherever they pleased, by all the waters that fertilized the soil, and therefore in a soil of the most productive kind, and one that required little if any trouble to cultivate. And inasmuch as everything would be in the most copious abundance, they would no longer need to watch with anxiety lest their oxen and asses should stray into the corn-fields, but would be able to let them wander wherever they pleased. There cannot be the slightest doubt that this is the correct explanation of the verse, according to <a class=\"isa\" verses=\"eyIxODI0MSI6M30=\">Isaiah 30:23-25<\/a> (compare also <a class=\"isa\" verses=\"WzE3ODA0XQ==\">Isaiah 7:21<\/a>.).<\/p><p> This concludes the four woes, from which the fifth, that immediately follows, is distinguished by the fact, that in the former the Assyrian troubles are still in the future, whereas the fifth places us in the very midst of them. The prophet commenced (<a class=\"isa\" verses=\"eyIxODE2NiI6NH0=\">Isaiah 28:1-4<\/a>) with the destruction of Samaria; he then threatened Judah and Jerusalem also. But it is uncommonly difficult to combine the different features of the threat into a complete picture. Sifting even to a small remnant is a leading thought, which runs through the threat. And we also read throughout the whole, that Asshur will meet with its own destruction in front of that very Jerusalem which it is seeking to destroy. But the prophet also knows, on the one hand, that Jerusalem is besieged by the Assyrians, and will not be rescued till the besieged city has been brought to the last extremity (<a class=\"isa\" verses=\"WzE4MTk1LDE4MjU1XQ==\">Isaiah 29:1., Isaiah 31:4<\/a>.); and, on the other hand, that this will reach even to the falling of the towers (<a class=\"isa\" verses=\"WzE4MjQzXQ==\">Isaiah 30:25<\/a>), the overthrow of the wall of the state (<a class=\"isa\" verses=\"eyIxODIzMSI6Mn0=\">Isaiah 30:13-14<\/a>), the devastation of the land, and the destruction of Jerusalem itself (<a class=\"isa\" verses=\"WzE4MjcyXQ==\">Isaiah 32:12<\/a>.); and for both of these he fixes the limit of a year (<a class=\"isa\" verses=\"WzE4MTk1LDE4MjcwXQ==\">Isaiah 29:1; Isaiah 32:10<\/a>). This double threat may be explained in the following manner. The judgments which Israel has still to endure, and the period of glory that will follow them, lie before the mental eye of the prophet like a long deep diorama. While threatening the existing generation, he penetrates more or less deeply into the judgments which lie in perspective before him. He threatens at one time merely a siege that will continue till it is brought to the utmost extremity; at another time utter destruction. But the imperial power intended, by which this double calamity is to be brought upon Judah, must be Assyria; since the prophet knew of no other in the earliest years of Hezekiah, when these threatening addresses were uttered. And this gives rise to another difficulty. Not only was the worst prediction - namely, that of the destruction of Jerusalem - not fulfilled; but even the milder prophecy - namely, that of a siege, which would bring them to the deepest distress - was not accomplished. There never was any actual siege of Jerusalem by the Assyrians. The explanation of this is, that, according to <a class=\"ref\">Jeremiah 18:7-8<\/a>, and <a class=\"ref\">Jeremiah 18:9, Jeremiah 18:10<\/a>, neither the threatenings of punishment nor the promises of blessing uttered by the prophets were so unconditional, that they were certain to be fulfilled and that with absolute necessity, at such and such a time, or upon such and such a generation. The threatened punishment might be repealed or modified, if repentance ensued on the part of the persons threatened (<a class=\"ref\">Jonah 3:4; 1 Kings 21:29; 2 Kings 22:15-20; 2 Chronicles 12:5-8<\/a>). The words of the prophecy did not on that account fall to the ground. If they produced repentance, they answered the very purpose for which they were intended; but if the circumstances which called for punishment should return, their force returned as well in all its fulness. If the judgment was one irrevocably determined, it was merely delayed by this, to be discharged upon the generation which should be ripest for it. And we have also an express historical testimony, which shows that this is the way in which the non-fulfilment of what Isaiah threatened as about to take place within a year is to be accounted for. Not only Isaiah, but also his contemporary Micah, threatened, that along with the judgment upon Samaria, the same judgment would also burst upon Jerusalem. Zion would be ploughed as a field, Jerusalem would be laid in ruins, and the temple mountain would be turned into a wooded height (<a class=\"ref\">Micah 3:12<\/a>). This prophecy belongs to the first year of Hezekiah's reign, for it was then that the book of Micah was composed. But we read in <a class=\"ref\">Jeremiah 26:18-19<\/a>, that, in their alarm at this prophecy, Hezekiah and all Judah repented, and that Jehovah withdrew His threat in consequence. Thus, in the very first year of Hezekiah, a change for the better took place in Judah; and this was necessarily followed by the withdrawal of Isaiah's threatenings, just as those threatenings had co-operated in the production of this conversion (see Caspari, <em> Micha<\/em> , p. 160ff.). Not one of the three threats (<a class=\"isa\" verses=\"W3siMTgxOTUiOjR9LHsiMTgyNjkiOjZ9LFsyMjYyMV1d\">Isaiah 29:1-4; Isaiah 32:9-14; Micah 3:12<\/a>), which form an ascending climax, was fulfilled. Previous threatenings so far recovered their original force, when the insincerity of the conversion became apparent, that the Assyrians did unquestionably march through Judah, devastating everything as they went along. But because of Hezekiah's self-humiliation and faith, the threat was turned from that time forward into a promise. In direct opposition to his former threatening, Isaiah now promised that Jerusalem would not be besieged by the Assyrians (<a class=\"isa\" verses=\"eyIxODM4NiI6M30=\">Isaiah 37:33-35<\/a>), but that, before the siege was actually established, Assyria would fall under the walls of Jerusalem.<\/p>",
    "audit": null
}