{
    "id": 17717,
    "source": "kdo",
    "verse_id": 17827,
    "verse_count": 1,
    "reference": "8:19",
    "title": "",
    "html": "<p> It is to this <em> ecclesiola <\/em> in <em> ecclesia <\/em> that the prophet's admonition is addressed. <em> “And when they shall say to you, Inquire of the necromancers, and of the soothsayers that chirp and whisper:-Should not a people inquire of its God? for the living to the dead?”<\/em> The appeal is supposed to be made by Judaeans of the existing stamp; for we know from <a class=\"isa\" verses=\"W1sxNzY5Ml0seyIxNzcxMCI6Mn1d\">Isaiah 2:6; Isaiah 3:2-3<\/a>, that all kinds of heathen superstitions had found their way into Jerusalem, and were practised there as a trade. The persons into whose mouths the answer is put by the prophet (we may supply before  , “Thus shall ye say to them;” cf., <a class=\"ref\">Jeremiah 10:11<\/a>), are his own children and disciples. The circumstances of the times were very critical; and the people were applying to wizards to throw light upon the dark future. <em> 'Ob <\/em> signified primarily the spirit of witchcraft, then the possessor of such a spirit (equivalent to <em> Baal ob <\/em> ), more especially the necromancer. <em> Yidd‛oni <\/em> , on the other hand, signified primarily the possessor of a prophesying or soothsaying spirit ( πύθων or πνεῦμα τοῦ πύθωνος ), Syr. <em> yodūa‛ <\/em> (after the intensive from <em> pâ‛ul <\/em> with immutable vowels), and then the soothsaying spirit itself (<a class=\"ref\">Leviticus 20:27<\/a>), which was properly called <em> yiddâ'ōn <\/em> (the much knowing), like δαίμων , which, according to Plato, is equivalent to δαήμων . These people, who are designated by the lxx, both here and elsewhere, as ἐγγαστρόμυθοι , i.e., ventriloquists, imitated the chirping of bats, which was supposed to proceed from the shadows of Hades, and uttered their magical formulas in a whispering tone.<\/p><p> (Note: The Mishnah <em> Sanhedrin<\/em> 65<em> a<\/em> gives this definition: “<em> Baal'ob <\/em> is a python, i.e., a soothsayer ('with a spirit of divination'), who speaks from his arm-pit; <em> yidd‛oni <\/em> , a man who speaks with his mouth.” The <em> baal <\/em> <em> ob <\/em> , so far as he had to do with the bones of the dead, is called in the <em> Talmud<\/em> <em> obâ <\/em> <em> temayya' <\/em> , e.g., the witch of Endor (b. <em> Sabbath<\/em> 152b). On the history of the etymological explanation of the word, see Böttcher, <em> de inferis<\/em> , §205-217. If <em> 'ob <\/em> , a skin or leather bottle, is a word from the same root (rendered “bellows” by the lxx at <a class=\"ref\">Job 32:19<\/a>), as it apparently is, it may be applied to a bottle as a thing which swells or can be blown out, and to a wizard of spirit of incantation on account of this puffing and gasping. The explanation “<em> le revenant <\/em> ,” from אוּב = Arab. <em> âba <\/em> , to return, has only a very weak support in the proper name איוב = <em> avvâb <\/em> (the penitent, returning again and again to God: see again at <a class=\"isa\" verses=\"WzE4MTk4XQ==\">Isaiah 29:4<\/a>).)<\/p><p> What an unnatural thing, for the people of Jehovah to go and inquire, not of their won God, but of such heathenish and demoniacal deceivers and victims as these (<em> dârash 'el <\/em> , to go and inquire of a person, <a class=\"isa\" verses=\"WzE3ODk1XQ==\">Isaiah 11:10<\/a>, synonymous with <em> shâ'ar b' <\/em> , <a class=\"ref\">1 Samuel 28:6<\/a>)! What blindness, to consult the dead in the interests of the living! By “<em> the dead<\/em> ” (<em> hammēthim <\/em> ) we are not to understand “the idols” in this passage, as in <a class=\"ref\">Psalms 106:28<\/a>, but <em> the departed<\/em> , as <a class=\"ref\">Deuteronomy 18:11<\/a> (cf., 1 Sam 28) clearly proves; and בּעד is not to be taken, either here or elsewhere, as equivalent to <em> tachath <\/em> (“instead of”), as Knobel supposes, but, as in <a class=\"ref\">Jeremiah 21:2<\/a> and other passages, as signifying “for the benefit of.” Necromancy, which makes the dead the instructors of the living, is a most gloomy deception.<\/p>",
    "audit": null
}