{
    "id": 18283,
    "source": "kdo",
    "verse_id": 18942,
    "verse_count": 2,
    "reference": "66:19-20",
    "title": "",
    "html": "<p> But a remnant escapes; and this remnant is employed by Jehovah to promote the conversion of the Gentile world and the restoration of Israel. <em> “And I set a sign upon them, and send away those that have escaped from them to the Gentiles to Tarshiish, Phl , and Ld , to the stretchers of the bow, Tbal and Javan - the distant islands that have not heard my fame and have not seen my glory, and they will proclaim my glory among the Gentiles. And they will bring your brethren out of all heathen nations, a sacrifice for Jehovah, upon horses and upon chariots, and upon litters and upon mules and upon dromedaries, to my holy mountain, to Jerusalem, saith Jehovah, as the children of Israel bring the meat-offering in a clear vessel to the house of Jehovah.”<\/em> The majority of commentators understand <em> v e samtı̄ <\/em> <em> bâhem <\/em> <em> 'ōth <\/em> (and I set a sign upon them) as signifying, according to <a class=\"ref\">Exodus 10:2<\/a>, that Jehovah will perform such a miraculous sign upon the assembled nations as He formerly performed upon Egypt (Hofmann), and one which will outweigh the ten Egyptian <em> 'ōthōth <\/em> and complete the destruction commenced by them. Hitzig supposes the <em> 'ōth <\/em> to refer directly to the horrible wonder connected with the battle, in which Jehovah fights against them with fire and sword (compare the parallels so far as the substance is concerned in <a class=\"ref\">Joel 3:14-16, Zephaniah 3:8, Ezekiel 38:18., Zechariah 14:12<\/a>.). But since, according to the foregoing threat, the expression “they shall see my glory” signifies that they will be brought to experience the judicial revelation of the glory of Jehovah, if <em> v e samtı̄ <\/em> <em> bâhem <\/em> <em> 'ōth <\/em> (and I set a sign upon them) were to be understood in this judicial sense, it would be more appropriate for it to precede than to follow. Moreover, this <em> v e samtı̄ <\/em> <em> bâhem <\/em> <em> 'ōth <\/em> would be a very colourless description of what takes place in connection with the assembled army of nations. It is like a frame without a picture; and consequently Ewald and Umbreit are right in maintaining that what follows directly after is to be taken as the picture for this framework. The <em> 'ōth <\/em> (or sign) consists in the unexpected and, with this universal slaughter, the surprising fact, that a remnant is still spared, and survives this judicial revelation of glory. This marvellous rescue of individuals out of the mass is made subservient in the midst of judgment to the divine plan of salvation. those who have escaped are to bring to the far distant heathen world the tidings of Jehovah, the God who has been manifested in judgment and grace, tidings founded upon their own experience. It is evident from this, that notwithstanding the expression “all nations and tongues,” the nations that crowd together against Jerusalem and are overthrown in the attempt, are not to be understood as embracing all nations without exception, since the prophet is able to mention the names of many nations which were beyond the circle of these great events, and had been hitherto quite unaffected by the positive historical revelation, which was concentrated in Israel. By <em> Tarshish<\/em> Knobel understand the nation of the Tyrsenes, Tuscans, or Etruscans; but there is far greater propriety in looking for Tarshish, as the opposite point to <em> 'Ophir<\/em> , in the extreme west, where the name of the Spanish colony <em> Tartessus<\/em> resembles it in sound. In the middle ages <em> Tunis<\/em> was combined with this. Instead of ולוּד פּוּל we should probably read with the lxx ולוּד פּוּט , as in <a class=\"ref\">Ezekiel 27:10; Ezekiel 30:5<\/a>. Stier decides in favour of this, whilst Hitzig and Ewald regard פול as another form of פוט . The epithet קשׁת משׁכי (drawers of the bow) is admirably adapted to the inhabitants of <em> Pūt <\/em> , since this people of the early Egyptian <em> Phet<\/em> (<em> Phaiat<\/em> ) is represented ideographically upon the monuments by nine bows. According to Josephus, <em> Ant.<\/em> i. 6, 2, a river of Mauritania was called <em> Phout<\/em> , and the adjoining country <em> Phoute<\/em> ; and this is confirmed by other testimonies. As <em> Lud<\/em> is by no means to be understood as referring to the Lydians of Asia Minor here, if only because they could not well be included among the nations of the farthest historico-geographical horizon in a book which traces prophetically the victorious career of Cyrus, but signifies rather the undoubtedly African tribe, the לוד which Ezekiel mentions in <a class=\"isa\" verses=\"WzE4MjIzXQ==\">Isaiah 30:5<\/a> among the nations under Egyptian rule, and in <a class=\"isa\" verses=\"WzE4MTYyXQ==\">Isaiah 27:10<\/a> among the auxiliaries of the Tyrians, and which Jeremiah notices in <a class=\"ref\">Jeremiah 46:9<\/a> along with <em> Put<\/em> as armed with bows; <em> Put<\/em> and <em> Lud<\/em> form a fitting pair in this relation also, whereas <em> Pul<\/em> is never met with again. The Targum renders it by פּוּלאי , i.e., (according to Bochart) inhabitants of Φιλαί , a Nile island of Upper Egypt, which Strabo (xvii. 1, 49) calls “a common abode of Ethiopians and Egyptians” (see Parthey's work, <em> De Philis insula<\/em> ); and this is at any rate better than Knobel's supposition, that either Apulia (which was certainly called <em> Pul<\/em> by the Jews of the middle ages) or Lower Italy is intended here. <em> Tubal<\/em> stands for the Tibarenes on the south-east coast of the Black Sea, the neighbours of the Moschi ( משׁ ך ), with whom they are frequently associated by Ezekiel (<a class=\"ref\">Ezekiel 27:13; Ezekiel 38:2-3; Ezekiel 39:1<\/a>); according to Josephus (<em> Ant.<\/em> i. 6, 1), the (Caucasian) Iberians. <em> Javan<\/em> is a name given to the Greeks, from the aboriginal tribe of the <em> Bawones<\/em> . The eye is now directed towards the west: the “isles afar off” are the islands standing out of the great western sea (the Mediterranean), and the coastlands that project into it. To all these nations, which have hitherto known nothing of the God of revelation, either through the hearing of the word or through their own experience, Jehovah sends those who have escaped; and they make known His glory there, that glory the judicial manifestation of which they have just seen for themselves. <\/p><p> The prophet is speaking here of the ultimate <em> completion<\/em> of the conversion of the Gentiles; for elsewhere this appeared to him as the work of the Servant of Jehovah, for which Cyrus the oppressor of the nations prepared the soil. His standpoint here resembles that of the apostle in <a class=\"ref\">Romans 11:25<\/a>, who describes the conversion of the heathen world and the rescue of all Israel as facts belonging to the future; although at the time when he wrote this, the evangelization of the heathen foretold by our prophet in <a class=\"isa\" verses=\"WzE4NDgyXQ==\">Isaiah 42:1<\/a>. was already progressing most rapidly. A direct judicial act of God Himself will ultimately determine the entrance of the <em> Pleroma<\/em> of the Gentiles into the kingdom of God, and this entrance of the fulness of the Gentiles will then lead to the recovery of the <em> diaspora<\/em> of Israel, since the heathen, when won by the testimony borne to Jehovah by those who have been saved, “bring your brethren out of all nations.” On the means employed to carry this into effect, including <em> kirkârōth <\/em> , a species of camels (female camels), which derives its name from its rapid swaying motion, see the Lexicons.<\/p><p> (Note: The lxx render it σκιαδίων , i.e., probably palanquins. Jerome observes on this, <em> quae nos dormitoria interpretari possumus vel basternas <\/em> . (On this word, with which the name of the Bastarnians as ̔Αμαξόβιοι is connected, see Hahnel's <em> Bedeutung der Bastarner für das german. Alterthum<\/em> , 1865, p. 34.))<\/p><p> The words are addressed, as in <a class=\"isa\" verses=\"WzE4OTI4XQ==\">Isaiah 66:5<\/a>, to the exiles of Babylonia. The prophet presupposes that his countrymen are dispersed among all nations to the farthest extremity of the geographical horizon. In fact, the commerce of the Israelites, which had extended as far as India and Spain ever since the time of Solomon, the sale of Jewish prisoners as slaves to Phoenicians, Edomites, and Greeks in the time of king Joram (<a class=\"ref\">Obadiah 1:20; Joel 3:6; Amos 1:6<\/a>), the Assyrian captivities, the free emigrations - for example, of those who stayed behind in the land after the destruction of Jerusalem and then went down to Egypt - had already scattered the Israelites over the whole of the known world (see at <a class=\"isa\" verses=\"WzE4NjQ5XQ==\">Isaiah 49:12<\/a>). Umbreit is of opinion that the prophet calls all the nations who had turned to Jehovah “brethren of Israel,” and represents them as marching in the most motley grouping to the holy city. In that case those who were brought upon horses, chariots, etc., would be proselytes; but who would bring them? This explanation is opposed not only to numerous parallels in Isaiah, such as <a class=\"isa\" verses=\"WzE4ODI2XQ==\">Isaiah 60:4<\/a>, but also to the abridgment of the passage in <a class=\"ref\">Zephaniah 3:10<\/a> : “From the other side of the rivers of Ethiopia (taken from <a class=\"isa\" verses=\"eyIxNzk5OSI6N30=\">Isaiah 18:1-7<\/a>) will they offer my worshippers, the daughters of my dispersed ones, to me for a holy offering.” It is the <em> diaspora<\/em> of Israel to which the significant name “my worshippers, the daughters of my dispersed ones,” is there applied. The figure hinted at in <em> m inchâtı̄ <\/em> (my holy offering) is given more elaborately here in the book of Isaiah, viz., “as the children of Israel are accustomed (<em> fut<\/em> . as in <a class=\"isa\" verses=\"WzE3NzcyXQ==\">Isaiah 6:2<\/a>) to offer the meat-offering” (i.e., that which was to be placed upon the altar as such, viz., wheaten flour, incense, oil, the grains of the first-fruits of wheat, etc.) “in a pure vessel to the house of Jehovah,” not in the house of Jehovah, for the point of comparison is not the presentation in the temple, but the bringing to the temple. The <em> minchah<\/em> is the <em> diaspora<\/em> of Israel, and the heathen who have become vessels of honour correspond to the clean vessels.<\/p>",
    "audit": null
}