{
    "id": 17867,
    "source": "kdo",
    "verse_id": 18110,
    "verse_count": 2,
    "reference": "24:14-15",
    "title": "",
    "html": "<p> There is now a church there refined by the judgment, and rejoicing in its apostolic calling to the whole world. <em> “They will lift up their voice, and exult; for the majesty of Jehovah they shout from the sea: therefore praise ye Jehovah in the lands of the sun, in the islands of the sea the name of Jehovah the God of Israel.”<\/em> The ground and subject of the rejoicing is “the majesty of Jehovah,” i.e., the fact that Jehovah had shown Himself so majestic in judgment and mercy (<a class=\"isa\" verses=\"eyIxNzkwNiI6Mn0=\">Isaiah 12:5-6<\/a>), and was now so manifest in His glory (<a class=\"isa\" verses=\"WzE3Njk3LDE3NzAzXQ==\">Isaiah 2:11, Isaiah 2:17<\/a>). Therefore rejoicing was heard “from the sea” (the Mediterranean), by which the abode of the congregation of Jehovah was washed. Turning in that direction, it had the islands and coast lands of the European West in front (<em> iyyi <\/em> <em> hayyâm <\/em> ; the only other passage in which this occurs is <a class=\"isa\" verses=\"WzE3ODk2XQ==\">Isaiah 11:11<\/a>, cf., <a class=\"ref\">Ezekiel 26:18<\/a>), and at its back the lands of the Asiatic East, which are called <em> 'urim <\/em> , the lands of light, i.e., of the sun-rising. This is the true meaning of <em> 'urim <\/em> , as J. Schelling and Drechsler agree; for Döderlein's comparison of the rare Arabic word <em> awr <\/em> , <em> septentrio <\/em> is as far removed from the Hebrew usage as that of the Talmud אור אורתּ א , <em> vespera <\/em> . Hitzig's proposed reading באיים (according to the lxx) diminishes the substance and destroys the beauty of the appeal, which goes forth both to the east and west, and summons to the praise of the name of Jehovah the God of Israel, על־כּן , i.e., because of His manifested glory. His “name” (cf., <a class=\"isa\" verses=\"WzE4MjQ1XQ==\">Isaiah 30:27<\/a>) is His nature as revealed and made “nameable” in judgment and mercy.<\/p>",
    "audit": null
}