{
    "id": 17658,
    "source": "kdo",
    "verse_id": 17741,
    "verse_count": 30,
    "reference": 5,
    "title": "",
    "html": "<p> Judgment of Devastation upon the Vineyard of Jehovah - Isaiah 5 <\/p><p> The foregoing prophecy has run through all the different phases of prophetic exhortation by the time that we reach the close of <a class=\"isa\" verses=\"eyIxNzczNSI6Nn0=\">Isaiah 4:1-6<\/a>; and its leading thought, viz., the overthrow of the false glory of Israel, and the perfect establishment of true glory through the medium of judgment, has been so fully worked out, that chapter 5 cannot possibly be regarded either as a continuation or as an appendix to that address. Unquestionably there are many points in which chapter 5 refers back to chapters 2-4. The parable of the vineyard in <a class=\"isa\" verses=\"eyIxNzc0MSI6N30=\">Isaiah 5:1-7<\/a> grows, as it were, out of <a class=\"isa\" verses=\"WzE3NzIyXQ==\">Isaiah 3:14<\/a>; and in <a class=\"isa\" verses=\"WzE3NzU1XQ==\">Isaiah 5:15<\/a> we have a repetition of the <em> refrain<\/em> in <a class=\"isa\" verses=\"WzE3Njk1XQ==\">Isaiah 2:9<\/a>, varied in a similar manner to <a class=\"isa\" verses=\"WzE3NzAzXQ==\">Isaiah 2:17<\/a>. But these and other points of contact with chapters 2-4, whilst they indicate a tolerable similarity in date, by no means prove the absence of independence in chapter 5. The historical circumstances of the two addresses are the same; and the range of thought is therefore closely related. But the leading idea which is carried out in chapter 5 is a totally different one. The basis of the address is a parable representing Israel as the vineyard of Jehovah, which, contrary to all expectation, had produced bad fruit, and therefore was given up to devastation. What kind of bad fruit it produced is described in a six-fold “woe;” and what kind of devastation was to follow is indicated in the dark nocturnal conclusion to the whole address, which is entirely without a promise.<\/p>",
    "audit": null
}