{
    "id": 18113,
    "source": "kdo",
    "verse_id": 18635,
    "verse_count": 3,
    "reference": "48:20-22",
    "title": "",
    "html": "<p> So far the address is hortatory. In the face of the approaching redemption, it demands fidelity and faith. But in the certainty that such a faithful and believing people will not be wanting within the outer Israel, the prophecy of redemption clothes itself in the form of a summons. <em> “Go out of Babel, flee from Chaldaea with voice of shouting: declare ye, preach ye this, carry it out to the end of the earth! Say ye, Jehovah hath redeemed Jacob His servant. And they thirsted not: He led them through dry places; He caused water to trickle out of rocks for them; He split rocks, and waters gushed out. There is no peace, saith Jehovah, for the wicked.”<\/em> They are to go out of Babylon, and with speed and joy to leave the land of slavery and idolatry far behind. <em> Bârach <\/em> does not mean literally to flee in this instance, but to depart with all the rapidity of flight (compare <a class=\"ref\">Exodus 14:5<\/a>). And what Jehovah has done to them, is to be published by them over the whole earth; the redemption experienced by Israel is to become a gospel to all mankind. The tidings which are to be sent forth ( הוצי ) as in <a class=\"isa\" verses=\"WzE4NDgyXQ==\">Isaiah 42:1<\/a>), extend from גאל to the second מים , which is repeated palindromically. Jehovah has redeemed the nation that He chose to be the bearer of His salvation, amidst displays of love, in which the miracles of the Egyptian redemption have been renewed. This is what Israel has to experience, and to preach, so far as it has remained true to its God. But there is no peace, saith Jehovah, to the <em> r e shâ‛ı̄m <\/em> : this is the name given to loose men (for the primary meaning of the verbal root is laxity and looseness), i.e., to those whose inward moral nature is loosened, without firm hold, and therefore in a state of chaotic confusion, because they are without God. The reference is to the godless in Israel. The words express the same thought negatively which is expressed positively in <a class=\"ref\">Galatians 6:16<\/a>, “Peace upon the Israel of God.” “<em> Shâlōm <\/em> is the significant and comprehensive name given to the coming salvation. From this the godless exclude themselves; they have no part in the future inheritance; the sabbatical rest reserved for the people of God does not belong to them. With this divine utterance, which pierces the conscience like the point of an arrow, this ninth prophecy is brought to a close; and not that only, but also the trilogy concerning “Babel” in chapters 46-49, and the whole of the first third of these 3 x 9 addresses to the exiles. From this time forth the name <em> Kōresh <\/em> (Cyrus), and also the name Babel, never occur again; the relation of the people of Jehovah to heathenism, and the redemption from Babylon, so far as it was foretold and accomplished by Jehovah, not only proving His sole deity, but leading to the overthrow of the idols and the destruction of their worshippers. This theme is now exhausted, and comes into the foreground no more. The expression איּים שׁמעוּ , in its connection with עמּי נחמוּ , points at once to the diversity in character of the second section, which commences here.<\/p>",
    "audit": null
}