{
    "id": 13385,
    "source": "kdo",
    "verse_id": 18344,
    "verse_count": 8,
    "reference": "36:13–20",
    "title": "",
    "html": " <p>After Rabshakeh had refused the request of Hezekiah's representatives in this contemptuous manner, he turned in defiance of them to the people themselves. <i>“Then Rabshakeh went near, and cried with a loud voice in the Jewish language<\/i>, (K. <i>and spake<\/i>) <i> and said, Hear the words<\/i>, (K. <i>the word<\/i>) <i>of the great king, the king of Asshur. Thus saith the king, Let not Hizkiyahu practise deception upon you<\/i>, (<span class=\"normal hebrew\">,יסה<\/span>, K. <i> <\/i> <span class=\"normal hebrew\">,יסהיא <\/span>)) <i>; for he cannot deliver you<\/i>, (K. <i>out of his hand<\/i>) <i>. And let not Hizkiyahu feed you with hope in Jehovah, saying, Jehovah will deliver, yea, deliver us:<\/i>, (K. <i>and<\/i>) <i>this city will not be delivered into the hand of the king of Asshur. Hearken not to Hizkiyahu: for thus saith the king<\/i>, (<i>(<span class=\"translit\">, hammelekh <\/span>),<\/i>, K. <i>(<span class=\"translit\">, melekh <\/span>)) <i>of Asshur, Enter into a connection of mutual good wishes with me, and come out to me: and enjoy every one his vine, and every one his fig-tree, and drink every one the water of his cistern; till I come and take you away into a land like your land, a land of corn and wine, a land of bread-corn and vineyards<\/i>, (K. <i>a land full of fine olive-trees and honey, and live and do not die, and hearken not to Hizkiyahu<\/i>) <i>; that Hizkiyahu to not befool you<\/i>, (K. <i>for he befools you<\/i>) <i> saying, Jehovah will deliver us! Have the gods of the nations delivered<\/i>, (K. <i>really delivered<\/i>) <i>every one his land out of the hand of the king of Asshur? Where are the gods of Hamath and Arpad? where the gods of Sepharvayim<\/i>, (K. <i>adds, (<span class=\"translit\">, Hena‛<\/span>) and (<span class=\"translit\">,‛Ivah <\/span>)) <i>? and how much less<\/i>, (<span class=\"normal hebrew\">,וכי<\/span>, K. <span class=\"normal hebrew\">,כּי<\/span>) <i>have they delivered that Samaria out of my hand? Who were they among all the gods of these<\/i>, (K. <i>of the<\/i>) <i>lands, who delivered their land out of my hand? how much less will Jehovah deliver Jerusalem out of my hand!?<\/i>, The chronicler also has this continuation of Rabshakeh's address in part (<a class=\"ref\">2 Chronicles 32:13-15<\/a>), but he has fused into one the Assyrian self-praise uttered by Rabshakeh on his first and second mission. The encouragement of the people, by referring to the help of Jehovah (<a class=\"ref\">2 Chronicles 32:6-8<\/a>), is placed by him before this first account is given by Isaiah, and forms a conclusion to the preparations for the contest with Asshur as there described. Rabshakeh now draws nearer to the wall, and harangues the people. <span class=\"normal hebrew\">,השּׁיא<\/span>, is construed here with a dative (to excite treacherous hopes); whereas in <a class=\"ref\">2 Chronicles 32:15<\/a>, it is written with an accusative. The reading <span class=\"normal hebrew\">,מיּדו<\/span>, is altered from <span class=\"normal hebrew\">,מיּדי<\/span>, in <a class=\"isa\" verses=\"WzE4MzUxXQ==\">Isaiah 36:20<\/a>, which is inserted still more frequently by the chronicler. The reading <span class=\"normal hebrew\">,את־העיר<\/span>, with <span class=\"normal hebrew\">,תנּתן<\/span>, is incorrect; it would require <span class=\"normal hebrew\">,ינּתן<\/span>, (Ges. §143, 1 <i>a <\/i>). To make a <i>(<span class=\"translit\">, berâkhâh<\/span>) with a person was equivalent to entering into a relation of blessing, i.e., into a state of mind in which each wished all prosperity to the other. This was probably a common phrase, though we only meet with it here. <span class=\"normal hebrew\">,יצא<\/span>, when applied to the besieged, is equivalent to surrendering (e.g., <a class=\"ref\">1 Samuel 11:3<\/a>). If they did that, they should remain in quiet possession and enjoyment, until the Assyrian fetched them away (after the Egyptian campaign was over), and transported them to a land which he describes to them in the most enticing terms, in order to soften down the inevitable transportation. It is a question whether the expansion of this picture in the book of Kings is original or not; since <span class=\"normal hebrew\">,ועוּה <\/span> <span class=\"normal hebrew\">,הנע<\/span>, in <a class=\"isa\" verses=\"WzE4MzUwXQ==\">Isaiah 36:19<\/a>, appears to be also tacked on here from <a class=\"isa\" verses=\"WzE4MzY2XQ==\">Isaiah 37:13<\/a>, (see at this passage). On <i>Hamath<\/i>, and <i>Arpad<\/i>, (to the north of Haleb in northern Syria, and a different place from <i>Arvad<\/i>= <i>Arad <\/i>), see <a class=\"isa\" verses=\"WzE3ODYwXQ==\">Isaiah 10:9<\/a>. <i>(<span class=\"translit\">, Sepharvayim<\/span>) (a dual form, the house of the <i>(<span class=\"translit\">, Sepharvı̄m <\/span>), <a class=\"ref\">2 Kings 17:31<\/a>) is the Sipphara of Ptol. v. 18, 7, the southernmost city of Mesopotamia, on the left bank of the Euphrates; Pliny's Hipparenum<\/i>, on the Narraga<\/i>, i.e., the canal, (<span class=\"translit\">, nehar malkâ <\/span>), the key to the irrigating or inundating works of Babylon, which were completed afterwards by Nebuchadnezzar (Plin. h. n.<\/i>, vi. 30); probably the same place as the sun-city, Sippara<\/i>, in which Xisuthros concealed the sacred books before the great flood (see K. Müller's Fragmenta Historicorum Gr.<\/i>, ii. 501-2). <span class=\"normal hebrew\">,פּן<\/span>, in <a class=\"isa\" verses=\"WzE4MzQ5XQ==\">Isaiah 36:18<\/a>, has a warning meaning (as if it followed <span class=\"normal hebrew\">,לכם <\/span> <span class=\"normal hebrew\">,השּׁמרו <\/span>); and both <span class=\"normal hebrew\">,וכי<\/span>, and <span class=\"normal hebrew\">,כּי<\/span>, in <a class=\"isa\" verses=\"WzE4MzUwLDE4MzUxXQ==\">Isaiah 36:19, Isaiah 36:20<\/a>, introduce an exclamatory clause when following a negative interrogatory sentence: and that they should have saved,” or “that Jehovah should save,” equivalent to “how much less have they saved, or will He save” (Ewald, §354, c; comp. <span class=\"normal hebrew\">,אף־כּי<\/span>, <a class=\"ref\">2 Chronicles 32:15<\/a>). Rabshakeh's words in <a class=\"isa\" verses=\"eyIxODM0OSI6M30=\">Isaiah 36:18-20<\/a>, are the same as those in <a class=\"isa\" verses=\"eyIxNzg1OSI6NH0=\">Isaiah 10:8-11<\/a>. The manner in which he defies the gods of the heathen, of Samaria, and last of all of Jerusalem, corresponds to the prophecy there. It is the prophet himself who acts as historian here, and describes the fulfilment of the prophecy, though without therefore doing violence to his character as a prophet. <br> <\/p>",
    "audit": null
}