{
    "id": 17971,
    "source": "kdo",
    "verse_id": 18334,
    "verse_count": 8,
    "reference": "36:3-10",
    "title": "",
    "html": "<p> Hezekiah's confidential ministers go there also. <a class=\"isa\" verses=\"WzE4MzM0XQ==\">Isaiah 36:3<\/a> (K. <em> “And they called to the king<\/em> )<em> , and there went out to him <\/em> (K.<em> to them<\/em> )<em> Eliakim son of Hilkiyahu, the house-minister, and Shebna the chancellor, and Joah son of Asaph, the recorder.”<\/em> On the office of the house-minister, or major-domo, which was now filled by Eliakim instead of Shebna ( שׁבנא , K. twice שׁבנה ), see <a class=\"isa\" verses=\"WzE4MDY4XQ==\">Isaiah 22:15<\/a>.; and on that of <em> sōphēr <\/em> and <em> mazkı̄r <\/em> . Rabshakeh's message follows in <a class=\"isa\" verses=\"eyIxODMzNSI6N30=\">Isaiah 36:4-10<\/a> :<em> “And Rabshakeh said to them, Say now to Hizkiyahu, Thus saith the great king, the king of Asshur, What sort of confidence is this that thou hast got? I say <\/em> (K.<em> thou sayest, i.e., thou talkest<\/em> ),<em> vain talk is counsel and strength for war: now, then, in whom dost thou trust, that thou hast rebelled against me? <\/em> (K. <em> Now<\/em> )<em> Behold, thou trustest <\/em> (K. לּ ך )<em> in this broken reed-staff there, in Egypt, on which one leans, and it runs into his hand and pierces it; so does Pharaoh king of Egypt to all who trust in him. But if thou sayest to me <\/em> (K. <em> ye say<\/em> ),<em> We trust in Jehovah our God; is it not He whose high places and altars Hizkiyahu has removed, and has said to Judah and Jerusalem, Ye shall worship before the altar <\/em> (K. ads,<em> in Jerusalem<\/em> )?<em> And now take a wager with my lord <\/em> (K. <em> with<\/em> ) <em> the king of Asshur; I will deliver thee two thousand horses, if thou art able for thy part to give horsemen upon them. And how couldst thou repel the advance of a single satrap among the least of the servants of my lord?! Thou puttest thy trust then in Egypt for chariots and riders! And <\/em> (omitted in K.)<em> now have I come up without Jehovah against this land to destroy it <\/em> (K. <em> against this place, to destroy it<\/em> )?<em> Jehovah said to me, Go up to <\/em> (K. against)<em> this land, and destroy it.”<\/em> The chronicler has a portion of this address of Rabshakeh in <a class=\"ref\">2 Chronicles 32:10-12<\/a>. And just as the prophetic words in the book of Kings have a Deuteronomic sound, and those in the Chronicles the ring of a chronicle, so do Rabshakeh's words, and those which follow, sound like the words of Isaiah himself. “The great king” is the standing royal title appended to the names of Sargon and Sennacherib upon the Assyrian monuments (compare <a class=\"isa\" verses=\"WzE3ODU5XQ==\">Isaiah 10:8<\/a>). Hezekiah is not thought worthy of the title of king, ether here or afterwards. The reading אמרתּ in <a class=\"isa\" verses=\"WzE4MzM2XQ==\">Isaiah 36:5<\/a> (thou speakest vain talk) is not the preferable one, because in that case we should expect דּבּרתּ , or rather (according to the usual style) אך דּבּרתּ . The meaning is, that he must look upon Hezekiah's resolution, and his strength ( וּגבוּרה עצה connected as in <a class=\"isa\" verses=\"WzE3ODg3XQ==\">Isaiah 11:2<\/a>) for going to war, as mere boasting (“lip-words,” as in <a class=\"ref\">Proverbs 14:23<\/a>), and must therefore assume that there was something in the background of which he was well aware. And this must be Egypt, which would not only be of no real help to its ally, but would rather do him harm by leaving him in the lurch. The figure of a reed-staff has been borrowed by Ezekiel in <a class=\"isa\" verses=\"eyIxODIwMCI6Mn0=\">Isaiah 29:6-7<\/a>. It was a very appropriate one for Egypt, with its abundance of reeds and rushes (<a class=\"isa\" verses=\"WzE4MDExXQ==\">Isaiah 19:6<\/a>), and it has Isaiah's peculiar ring (for the expression itself, compare <a class=\"isa\" verses=\"WzE4NDg0XQ==\">Isaiah 42:3<\/a>; and for the fact itself, <a class=\"isa\" verses=\"WzE4MjIzXQ==\">Isaiah 30:5<\/a>, and other passages). רצוּ ץ does not mean fragile (Luzz. <em> quella fragil canna <\/em> ), but broken, namely, in consequence of the loss of the throne by the native royal family, from whom it had been wrested by the Ethiopians (<a class=\"isa\" verses=\"eyIxNzk5OSI6N30=\">Isaiah 18:1-7<\/a>), and the defeats sustained at the hands of Sargon (<a class=\"isa\" verses=\"eyIxODAzMSI6Nn0=\">Isaiah 20:1-6<\/a>). The construction <em> cui quis innitur et intrat is paratactic for cui si quis <\/em> . In <a class=\"isa\" verses=\"WzE4MzM4XQ==\">Isaiah 36:7<\/a> the reading תאמרוּן commends itself, from the fact that the sentence is not continued with הסירת ; but as Hezekiah is addressed throughout, and it is to him that the reply is to be made, the original reading was probably תאמר . The fact that Hezekiah had restricted the worship of Jehovah to Jerusalem, by removing the other places of worship (<a class=\"ref\">2 Kings 18:4<\/a>), is brought against him in a thoroughly heathen, and yet at the same time (considering the inclination to worship other gods which still existed in the nation) a very crafty manner. In <a class=\"isa\" verses=\"WzE4MzM5LDE4MzQwXQ==\">Isaiah 36:8, Isaiah 36:9<\/a>, he throws in his teeth, with most imposing scorn, his own weakness as compared with Asshur, which was chiefly dreaded on account of its strength in cavalry and war-chariots. נא התערב does not refer to the performance and counter-performance which follow, in the sense of “connect thyself” (Luzz. <em> associati <\/em> ), but is used in a similar sense to the Omeric μιγῆναι , though with the idea of vying with one another, not of engaging in war (the synonym in the Talmud is <em> himrâh <\/em> , to bet, e.g., <em> b. Sabbath<\/em> 31<em> a<\/em> ): a bet and a pledge are kindred notions (Heb. ערבון , cf., Lat. <em> vadari <\/em> ). On <em> pechâh <\/em> (for <em> pachâh <\/em> ), which also occurs as an Assyrian title in <a class=\"ref\">Ezekiel 23:6, Ezekiel 23:23<\/a>. אחד פּחת , two constructives, the first of which is to be explained according to Ewald, §286, a (compare above, <a class=\"isa\" verses=\"WzE4MzMzXQ==\">Isaiah 36:2<\/a>, כבד חיל ), form the logical <em> regens<\/em> of the following <em> servorum dominin mei minimorum <\/em> ; and <em> hēshı̄bh penē <\/em> does not mean here to refuse a petitioner, but to repel an antagonist (<a class=\"isa\" verses=\"WzE4MTcxXQ==\">Isaiah 28:6<\/a>). The <em> fut. consec.<\/em> ותּבטח deduces a consequence: Hezekiah could not do anything by himself, and therefore he trusted in Egypt, from which he expected chariots and horsemen. In <a class=\"isa\" verses=\"WzE4MzQxXQ==\">Isaiah 36:10<\/a>, the prophetic idea, that Asshur was the instrument employed by Jehovah (<a class=\"isa\" verses=\"WzE3ODU2XQ==\">Isaiah 10:5<\/a>, etc.), is put into the mouth of the Assyrian himself. This is very conceivable, but the colouring of Isaiah is undeniable.<\/p>",
    "audit": null
}