{
    "id": 17853,
    "source": "kdo",
    "verse_id": 18079,
    "verse_count": 1,
    "reference": "23:1",
    "title": "",
    "html": "<p> The prophecy commences by introducing the trading vessels of Phoenicia on their return home, as they hear with alarm the tidings of the fate that has befallen their home. <em> “Howl, ye ships of Tarshish; for it is laid waste, so that there is no house, no entrance any more! Out of the land of the Chittaeans it is made known to them.”<\/em> Even upon the open sea they hear of it as a rumour from the ships that they meet. For their voyage is a very long one: they come from the Phoenician colony on the Spanish Baetis, or the Guadalquivir, as it was called from the time of the occupation by the Moors. “<em> Ships of Tarshish<\/em> ” are ships that sail to Tartessus (lxx inaccurately, πλοῖα Καρχηδόνος ). It is not improbable that the whole of the Mediterranean may have been called “the sea to Tarshish;” and hence the rendering adopted by the Targum, Jerome, Luther, and others, <em> naves maris <\/em> (see Humboldt, <em> Kosmos<\/em> , ii. 167, 415). These ships are to howl (<em> hēlı̄lū <\/em> instead of the feminine, as in <a class=\"isa\" verses=\"WzE4MjcxXQ==\">Isaiah 32:11<\/a>) because of the devastation that has taken place (it is easy to surmise that Tyre has been the victim); for the home and harbour, which the sailors were rejoicing at the prospect of being able to enter once more, have both been swept away. Cyprus was the last station on this homeward passage. The <em> Chittim<\/em> (written in the legends of coins and other inscriptions with <em> Caph<\/em> and <em> Cheth<\/em> ) are the inhabitants of the Cyprian harbour of <em> Citium<\/em> and its territory. But Epiphanius, the bishop of Salamis in the island of Cyprus, says that Citium was also used as a name for the whole island, or even in a still broader sense. Cyprus, the principal mart of the Phoenicians, was the last landing-place. As soon as they touch the island, the fact which they have only heard of as a rumour upon the open sea, is fully disclosed (<em> niglâh <\/em> ), i.e., it now becomes a clear undoubted certainty, for they are told of it by eye-witnesses who have made their escape to the island. The prophet now turns to the Phoenicians at home, who have this devastation in prospect.<\/p>",
    "audit": null
}