{
    "id": 17963,
    "source": "kdo",
    "verse_id": 18317,
    "verse_count": 3,
    "reference": "34:13-15",
    "title": "",
    "html": "<p> The allusion to the monarchy and the lofty electoral dignity leads the prophet on to the palaces and castles of the land. Starting with these, he carries out the picture of the ruins in <a class=\"isa\" verses=\"eyIxODMxNyI6M30=\">Isaiah 34:13-15<\/a>. <em> “And the palaces of Edom break out into thorns, nettles and thistles in its castles; and it becomes the abode of wild dogs, pasture for ostriches. And martens meet with jackals, and a wood-devil runs upon its fellow; yea, Liiliith dwells there, and finds rest for itself. There the arrow-snake makes its nest, and breeds and lays eggs, and broods in the shadow there; yea, there vultures gather together one to another.”<\/em> The feminine suffixes refer to Edom, as they did in the previous instance, as בּת־אדום or אדום אר ץ . On the <em> tannı̄m <\/em> , <em> tsiyyı̄m <\/em> , and <em> 'iyyı̄m <\/em> , see at <a class=\"isa\" verses=\"eyIxNzkyOCI6Mn0=\">Isaiah 13:21-22<\/a>. It is doubtful whether <em> c hâtsı̄r <\/em> here corresponds to the Arabic word for an enclosure (= חצר ), as Gesenius, Hitzig, and others suppose, as elsewhere to the Arabic for green, a green field, or garden vegetable. We take it in the latter sense, viz., a <em> grassy place<\/em> , such as was frequented by ostriches, which live upon plants and fruits. The word <em> tsiyyim <\/em> (steppe animals) we have rendered “martens,” as the context requires a particular species of animals to be named. This is the interpretation given by Rashi (<em> in loc.<\/em> ) and Kimchi in <a class=\"ref\">Jeremiah 50:39<\/a> to the Targum word <em> tamvân <\/em> . We do not render <em> 'iyyı̄m <\/em> “wild cats” (<em> c hattūilin <\/em> ), but “<em> jackals<\/em> ,” after the Arabic. קרא with על we take in the sense of קרה (as in <a class=\"ref\">Exodus 5:3<\/a>). <em> Lı̄lı̄th <\/em> (Syr. and Zab. <em> lelitho <\/em> ), lit., the creature of the night, was a female demon (<em> shēdâh <\/em> ) of the popular mythology; according to the legends, it was a malicious fairy that was especially hurtful to children, like some of the fairies of our own fairy tales. There is life in Edom still; but what a caricature of that which once was there! In the very spot where the princes of Edom used to proclaim the new king, satyrs now invite one another to dance (<a class=\"isa\" verses=\"WzE3OTI4XQ==\">Isaiah 13:21<\/a>); and there kings and princes once slept in their palaces and country houses, the <em> lı̄lı̄th <\/em> , which is most at home in horrible places, finds, as though after a prolonged search, the most convenient and most comfortable resting-place. Demons and serpents are not very far distant from one another. The prophet therefore proceeds in <a class=\"isa\" verses=\"WzE4MzE5XQ==\">Isaiah 34:15<\/a> to the arrow-snake, or springing-snake (Arabic <em> qiffâze <\/em> , from <em> qâphaz <\/em> , related to <em> qâphats <\/em> , <a class=\"ref\">Song of Solomon 2:8<\/a>, to prepare for springing, or to spring; a different word from <em> qippōd <\/em> , which has the same root). This builds its nest in the ruins; there it breeds (<em> millēt <\/em> , to let its eggs slide out) and lays eggs (<em> bâqa‛ <\/em> , to split, i.e., to bring forth); and then it broods in the shade (<em> dâgar <\/em> is the Targum word in <a class=\"ref\">Job 39:14<\/a> for <em> c himmēm <\/em> (<em> ithpael <\/em> in <a class=\"ref\">Lamentations 1:20<\/a> for חמרמר ), and is also used in the rabbinical writings for fovere, as Jerome renders it here). The literal sense of the word is probably to keep the eggs together (Targum, <a class=\"ref\">Jeremiah 17:11<\/a>, בּעין מכנּשׁ , lxx συνήγαγεν ), since דּגר (syn. חמּר ) signifies “to collect.” Rashi has therefore explained it in both passages as meaning <em> glousser<\/em> , to cluck, the noise by which a fowl calls its brood together. The <em> dayyâh <\/em> is the vulture. These fowls and most gregarious birds of prey also collect together there.<\/p>",
    "audit": null
}