{
    "id": 17868,
    "source": "kdo",
    "verse_id": 18112,
    "verse_count": 5,
    "reference": "24:16-20",
    "title": "",
    "html": "<p> This appeal is not made in vain.  . <em> “From the border of the earth we hear songs: Praise to the Righteous One!”<\/em> It no doubt seems natural enough to understand the term <em> tzaddı̄k <\/em> (righteous) as referring to Jehovah; but, as Hitzig observes, Jehovah is never called “the Righteous One” in so absolute a manner as this (compare, however, <a class=\"ref\">Psalms 112:4<\/a>, where it occurs in connection with other attributes, and <a class=\"ref\">Exodus 9:27<\/a>, where it stands in an antithetical relation); and in addition to this, Jehovah gives צבי (<a class=\"isa\" verses=\"WzE3NzM2LDE4MTcwXQ==\">Isaiah 4:2; Isaiah 28:5<\/a>), whilst כבוד , and not צבי , is ascribed to Him. Hence we must take the word in the same sense as in <a class=\"isa\" verses=\"WzE3NzE4XQ==\">Isaiah 3:10<\/a> (cf., <a class=\"ref\">Habakkuk 2:4<\/a>). The reference is to the church of righteous men, whose faith has endured the fire of the judgment of wrath. In response to its summons to the praise of Jehovah, they answer it in songs from the border of the earth. The earth is here thought of as a garment spread out; <em> cenaph <\/em> is the point or edge of the garment, the extreme eastern and western ends (compare <a class=\"isa\" verses=\"WzE3ODk3XQ==\">Isaiah 11:12<\/a>). Thence the church of the future catches the sound of this grateful song as it is echoed from one to the other.<\/p><p> The prophet feels himself, “in spirit,” to be a member of this church; but all at once he becomes aware of the sufferings which will have first of all to be overcome, and which he cannot look upon without sharing the suffering himself. <em> “Then I said, Ruin to me! ruin to me! Woe to me! Robbers rob, and robbing, they rob as robbers. Horror, and pit, and snare, are over thee, O inhabitant of the earth! And it cometh to pass, whoever fleeth from the tidings of horror falleth into the pit; and whoever escapeth out of the pit is caught in the snare: for the trap-doors on high are opened, and the firm foundations of the earth shake. The earth rending, is rent asunder; the earth bursting, is burst in pieces; the earth shaking, tottereth. The earth reeling, reeleth like a drunken man, and swingeth like a hammock; and its burden of sin presseth upon it; and it falleth, and riseth not again.”<\/em> The expression “Then I said” (cf., <a class=\"isa\" verses=\"WzE3Nzc1XQ==\">Isaiah 6:5<\/a>) stands here in the same apocalyptic connection as in <a class=\"ref\">Revelation 7:14<\/a>, for example. He said it at that time in a state of ecstasy; so that when he committed to writing what he had seen, the saying was a thing of the past. The final salvation follows a final judgment; and looking back upon the latter, he bursts out into the exclamation of pain: <em> râzı̄<\/em> -<em> lı̄ <\/em> , consumption, passing away, to me (see <a class=\"isa\" verses=\"WzE3ODY3LDE3OTg4XQ==\">Isaiah 10:16; Isaiah 17:4<\/a>), i.e., I must perish (<em> râzi <\/em> is a word of the same form as <em> kâli <\/em> , <em> shâni <\/em> , <em> ‛ âni <\/em> ; literally, it is a neuter adjective signifying <em> emaciatum <\/em> = <em> macies <\/em> ; Ewald, §749,<em> g<\/em> ). He sees a dreadful, bloodthirsty people preying among both men and stores (compare <a class=\"isa\" verses=\"WzE4MDM4LDE4MjgxXQ==\">Isaiah 21:2; Isaiah 33:1<\/a>, for the play upon the word with בגד , root גד , cf., κεύθειν τινά τι , <em> tecte agere <\/em> , i.e., from behind, treacherously, like assassins). The exclamation, “Horror, and pit,” etc. (which Jeremiah applies in <a class=\"ref\">Jeremiah 48:43-44<\/a>, to the destruction of Moab by the Chaldeans), is not an invocation, but simply a deeply agitated utterance of what is inevitable. In the pit and snare there is a comparison implied of men to game, and of the enemy to sportsmen (cf., <a class=\"ref\">Jeremiah 15:16; Lamentations 4:19<\/a>; <em> yillâcēr <\/em> , as in <a class=\"isa\" verses=\"WzE3ODIzLDE4MTc4XQ==\">Isaiah 8:15; Isaiah 28:13<\/a>). The על in עלי ך is exactly the same as in <a class=\"ref\">Judges 16:9<\/a> (cf., <a class=\"isa\" verses=\"WzE3OTc5XQ==\">Isaiah 16:9<\/a>). They who should flee as soon as the horrible news arrived (<em> min<\/em> , as in <a class=\"isa\" verses=\"WzE4MjgzXQ==\">Isaiah 33:3<\/a>) would not escape destruction, but would become victims to one form if not to another (the same thought which we find expressed twice in <a class=\"ref\">Amos 5:19<\/a>, and still more fully in <a class=\"isa\" verses=\"eyIxNzgzMSI6NH0=\">Isaiah 9:1-4<\/a>, as well as in a more dreadfully exalted tone). Observe, however, in how mysterious a background those human instruments of punishment remain, who are suggested by the word <em> bōgdim <\/em> (robbers). The idea that the judgment is a direct act of Jehovah, stands in the foreground and governs the whole. For this reason it is described as a repetition of the flood (for the opened windows or trap-doors of the firmament, which let the great bodies of water above them come down from on high upon the earth, point back to <a class=\"ref\">Genesis 7:11<\/a> and <a class=\"ref\">Genesis 8:2<\/a>, cf., <a class=\"ref\">Psalms 78:23<\/a>); and this indirectly implies its universality. It is also described as an earthquake. “The foundations of the earth” are the internal supports upon which the visible crust of the earth rests. The way in which the earth in its quaking first breaks, then bursts, and then falls, is painted for the ear by the three reflective forms in <a class=\"isa\" verses=\"WzE4MTE1XQ==\">Isaiah 24:19<\/a>, together with their gerundives, which keep each stage in the process of the catastrophe vividly before the mind. רעה is apparently an error of the pen for רע , if it is not indeed a <em> n. actionis<\/em> instead of the <em> inf. absol.<\/em> as in <a class=\"ref\">Habakkuk 3:9<\/a>. The accentuation, however, regards the <em> ah <\/em> as a toneless addition, and the form therefore as a gerundive (like <em> kob <\/em> in <a class=\"ref\">Numbers 23:25<\/a>). The reflective form התרעע is not the <em> hithpalel<\/em> of רוּע , <em> vociferari <\/em> , but the <em> hithpoel<\/em> of רעע ( רצ ץ ), <em> frangere <\/em> . The threefold play upon the words would be tame, if the words themselves formed an anti-climax; but it is really a <em> climax ascendens<\/em> . The earth first of all receives rents; then gaping wide, it bursts asunder; and finally sways to and fro once more, and falls. It is no longer possible for it to keep upright. Its wickedness presses it down like a burden (<a class=\"isa\" verses=\"WzE3NjU5LDE0NDk2XQ==\">Isaiah 1:4; Psalms 38:5<\/a>), so that it now reels for the last time like a drunken man (<a class=\"isa\" verses=\"WzE4MTcyLDE4MjAzXQ==\">Isaiah 28:7; Isaiah 29:9<\/a>), or a hammock (<a class=\"isa\" verses=\"WzE3NjYzXQ==\">Isaiah 1:8<\/a>), until it falls never to rise again.<\/p>",
    "audit": null
}