{
    "id": 17938,
    "source": "kdo",
    "verse_id": 18263,
    "verse_count": 2,
    "reference": "32:3-4",
    "title": "",
    "html": "<p> The second is an opened understanding, following upon the ban of hardening. <em> “And the eyes of the seeing no more are closed, and the ears of the hearing attend. And the heart of the hurried understands to know, and the tongue of stammerers speaks clear things with readiness.”<\/em> It is not physical miracles that are predicted here, but a spiritual change. The present judgment of hardening will be repealed: this is what <a class=\"isa\" verses=\"WzE4MjYzXQ==\">Isaiah 32:3<\/a> affirms. The spiritual defects, from which many suffer who do not belong to the worst, will be healed: this is the statement in <a class=\"isa\" verses=\"WzE4MjY0XQ==\">Isaiah 32:4<\/a>. The form תּשׁעינה is not the future of שׁעה here, as in <a class=\"isa\" verses=\"W1sxODI1MiwxODA1N10seyIxNzk5MSI6Mn1d\">Isaiah 31:1; Isaiah 22:4; Isaiah 17:7-8<\/a> (in the sense of, they will no longer stare about restlessly and without aim), but of שׁעה = שׁעע , a metaplastic future of the latter, in the sense of, to be smeared over to closed (see <a class=\"isa\" verses=\"WzE4MjAzLDE3NzgwXQ==\">Isaiah 29:9; Isaiah 6:10<\/a>; cf., <em> tach <\/em> in <a class=\"isa\" verses=\"WzE4NTUyXQ==\">Isaiah 44:18<\/a>). On <em> qâshabh <\/em> (the <em> kal<\/em> of which is only met with here), see at <a class=\"isa\" verses=\"WzE4MDQzXQ==\">Isaiah 21:7<\/a>. The times succeeding the hardening, of which Isaiah is speaking here, are “the last times,” as <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">Isaiah 6:1-13<\/a> clearly shows; though it does not therefore follow that the king mentioned in <a class=\"isa\" verses=\"WzE4MjYxXQ==\">Isaiah 32:1<\/a> (as in <a class=\"isa\" verses=\"WzE3ODg2XQ==\">Isaiah 11:1<\/a>.) is the Messiah Himself. In <a class=\"isa\" verses=\"WzE4MjYxXQ==\">Isaiah 32:1<\/a> the prophet merely affirms, that Israel as a national commonwealth will then be governed in a manner well pleasing to God; here he predicts that Israel as a national congregation will be delivered from the judgment of not seeing with seeing eyes, and not hearing with hearing ears, and that it will be delivered from defects of weakness also. The <em> nimhârı̄m <\/em> are those that fall headlong, the precipitate, hurrying, or rash; and the עלּגים , stammerers, are not scoffers (<a class=\"isa\" verses=\"WzE4MTcyLDE4MDI1XQ==\">Isaiah 28:7., Isaiah 19:20<\/a>), as Knobel and Drechsler maintain, but such as are unable to think and speak with distinctness and certainty, more especially concerning the exalted things of God. The former would now have the gifts of discernment (<em> yâbhı̄n <\/em> ), to perceive things in their true nature, and to distinguish under all circumstances that which is truly profitable (<em> lâda‛ath <\/em> ); the latter would be able to express themselves suitably, with refinement, clearness, and worthiness. <em> Tsachōth <\/em> (old ed. <em> tsâchōth <\/em> ) signifies that which is light, transparent; not merely intelligible, but refined and elegant. תּמהר gives the adverbial idea to <em> l e dabbēr <\/em> (Ewald, §§285,<em> a<\/em> ).<\/p>",
    "audit": null
}