{
    "id": 17677,
    "source": "kdo",
    "verse_id": 17764,
    "verse_count": 1,
    "reference": "5:24",
    "title": "",
    "html": "<p> In the three exclamations in <a class=\"isa\" verses=\"eyIxNzc1OCI6NH0=\">Isaiah 5:18-21<\/a>, Jehovah rested contented with the simple undeveloped “woe” (<em> hoi <\/em> ). On the other hand, the first two utterances respecting the covetous and the debauchees were expanded into an elaborate denunciation of punishment. But now that the prophet has come to the unjust judges, the denunciation of punishment bursts out with such violence, that a return to the simple exclamation of “woe” is not to be thought of. The two “therefores” in <a class=\"isa\" verses=\"WzE3NzUzLDE3NzU0XQ==\">Isaiah 5:13, Isaiah 5:14<\/a>, a third is now added in <a class=\"isa\" verses=\"WzE3NzY0XQ==\">Isaiah 5:24<\/a> : <em> “Therefore, as the tongue of fire devours stubble, and hay sinks together in the flame, their root will become like mould, and their blossom fly up like dust; for they have despised the law of Jehovah of hosts, and scornfully rejected the proclamation of the Holy One of Israel.”<\/em> The persons primarily intended as those described in <a class=\"isa\" verses=\"WzE3NzYyLDE3NzYzXQ==\">Isaiah 5:22, Isaiah 5:23<\/a>, but with a further extension of the range of vision to Judah and Jerusalem, the vineyard of which they are the bad fruit. The sinners are compared to a plant which moulders into dust both above and below, i.e., altogether (cf., <a class=\"ref\">Malachi 4:1<\/a>, and the expression, “Let there be to him neither root below nor branch above,” in the inscription upon the sarcophagus of the Phoenician king <em> Es'mun'azar<\/em> ). Their root moulders in the earth, and their blossom (<em> perach<\/em> , as in <a class=\"isa\" verses=\"WzE4MDAzXQ==\">Isaiah 18:5<\/a>) turns to fine dust, which the wind carries away. And this change in root and blossom takes place suddenly, as if through the force of fire. In the expression <em> Ce'ecol kash leshon 'ēsh <\/em> (“as the tongue of fire devours stubble”), which consists of four short words with three sibilant letters, we hear, as it were, the hissing of the flame. When the infinitive construct is connected with both subject and object, the subject generally stands first, as in <a class=\"isa\" verses=\"WzE4ODg3XQ==\">Isaiah 64:1<\/a>; but here the object is placed first, as in <a class=\"isa\" verses=\"WzE4MDMxXQ==\">Isaiah 20:1<\/a> (Ges. §133, 3; Ewald, §307). In the second clause, the infinitive construct passes over into the finite verb, just as in the similarly constructed passage in <a class=\"isa\" verses=\"WzE4ODg3XQ==\">Isaiah 64:1<\/a>. As <em> yirpeh <\/em> has the intransitive meaning <em> Collabi <\/em> , to sink together, or collapse; either <em> lehâbâh <\/em> must be an <em> acc. loci<\/em> , or <em> Chashash <\/em> <em> lehâbâh <\/em> the construct state, signifying flame-hay, i.e., hay destined to the flame, or ascending in flame.<\/p><p> (Note: In Arabic also, <em> Chashı̄sh <\/em> signifies hay; but in common usage (at least in Syriac) it is applied not to dried grass, but to green grass or barley: hence the expression <em> yachush <\/em> there is green fodder. Here, however, in Isaiah, <em> Chashash <\/em> is equivalent to <em> Chashish yâbis <\/em> , and this is its true etymological meaning (see the Lexicons). But <em> kash <\/em> is still used in Syro-Arabic, to signify not stubble, but wheat that has been cut and is not yet threshed; whereas the radical word itself signifies to be dry, and <em> Châshash <\/em> consequently is used for mown grass, and <em> kash <\/em> for the dry halm of wheat, whether as stubble left standing in the ground, or as straw (vid., <em> Comm. on Job<\/em> , at <a class=\"ref\">Job 39:13-18<\/a>).)<\/p><p> As the reason for the sudden dissolution of the plantation of Judah, instead of certain definite sins being mentioned, the sin of all sins is given at once, namely, the rejection of the word of God with the heart (<em> m â'as <\/em> ), and in word and deed (<em> ni'ēts <\/em> ). The double <em> 'ēth <\/em> (with <em> yethib<\/em> immediately before <em> pashta<\/em> , as in eleven passages in all; see Heidenheim's <em> Imspete hate'amim<\/em> , p. 20) and <em> v'êth <\/em> (with <em> tebir <\/em> ) give prominence to the object; and the interchange of Jehovah of hosts with the Holy One of Israel makes the sin appear all the greater on account of the exaltation and holiness of God, who revealed Himself in this word, and indeed had manifested Himself to Israel as His own peculiar people. The prophet no sooner mentions the great sin of Judah, than the announcement of punishment receives, as it were, fresh fuel, and bursts out again.<\/p>",
    "audit": null
}