{
    "id": 18025,
    "source": "kdo",
    "verse_id": 18447,
    "verse_count": 1,
    "reference": "40:26",
    "title": "",
    "html": "<p> After the questions in <a class=\"isa\" verses=\"WzE4NDM5XQ==\">Isaiah 40:18<\/a> and <a class=\"isa\" verses=\"WzE4NDQ2XQ==\">Isaiah 40:25<\/a>, which close syllogistically, a third start is made, to demonstrate the incomparable nature of Jehovah. <em> “Lift up your eyes on high, and see: who hath created these things? It is He who bringeth out their host by number, calleth them all by names, because of the greatness of <\/em> (<em> His<\/em> )<em> might, and as being strong in power: there is not one that is missing.”<\/em> Jehovah spoke in <a class=\"isa\" verses=\"WzE4NDQ2XQ==\">Isaiah 40:25<\/a>; now the prophet speaks again. We have here the same interchange which occurs in every prophetic book from Deuteronomy downwards, and in which the divine fulness of the prophets is displayed. The answer does not begin with המּוציא , in the sense of “He who brings them out has created them;” but the participle is the predicate to the subject of which the prophet's soul is full: Jehovah, it is He who brings out the army of stars upon the plane of heaven, as a general leads out his army upon the field of battle, and that <em> b e mispâr <\/em> , by number, counting the innumerable stars, those children of light in armour of light, which meet the eye as it looks up by night. The finite verb יקרא denotes that which takes place every night. He calls them all by name (comp. the derivative passage, <a class=\"ref\">Psalms 147:4<\/a>): this He does on account of the greatness and fulness of His might (<em> 'ōnı̄m <\/em> , <em> vires <\/em> , <em> virtus <\/em> ), and as strong in power, i.e., because He is so. This explanation is simpler than Ewald's (§293,<em> c<\/em> ), viz., “because of the power ( τὸ κρατερὸν ) of the Strong One.” The call addressed to the stars that are to rise is the call of the Almighty, and therefore not one of all the innumerable host remains behind. אישׁ individualizes; נעדּר (participle), as in <a class=\"isa\" verses=\"WzE4MzIwXQ==\">Isaiah 34:16<\/a>, suggests the idea of a sheep that is missed from the flock through staying behind. The second part of the address closes here, having demonstrated the folly of idolatry from the infinite superiority of God; and from this the third part deduces consolation for Israel in the midst of its despair.<\/p>",
    "audit": null
}