{
    "id": 13427,
    "source": "kdo",
    "verse_id": 18514,
    "verse_count": 3,
    "reference": "43:8–10",
    "title": "",
    "html": " <p>We come now to the third turn in the second half of this prophecy. It is linked on to the commencement of the first turn (“Hear, ye deaf, and look, ye blind, that ye may see”), the summons being now addressed to some one to bring forth the Israel, which has eyes and ears without seeing or hearing; whilst, on the other hand, the nations are all to come together, and this time not for the purpose of convincing them, but of convincing Israel. <i>“Bring out a blind people, and it has eyes; and deaf people, and yet furnished with ears! All ye heathen, gather yourselves together, and let peoples assemble! Who among you can proclaim such a thing? And let them cause former things to be heard, appoint their witnesses, and be justified. Let these hear, and say, True! Ye are my witnesses, saith Jehovah, and my servant whom I have chosen; that ye may know and believe me, and see that it is I: before me was no God formed, and there will be none after me.” <\/i>,“Bring out” does not refer here to bringing out of captivity, as in <a class=\"ref\">Ezekiel 20:34, Ezekiel 20:41; Ezekiel 34:13 <\/a>,, since the names by which Israel is called are hardly applicable to this, but rather to bringing to the place appointed for judicial proceedings. The verb is in the imperative. The heathen are also to gather together <i>en masse <\/i>,; <span class=\"normal hebrew\">,נקבּצוּ <\/span>,is also an imperative here, as in <a class=\"ref\">Joel 3:11 <\/a>,= <span class=\"normal hebrew\">,הקּבצוּ <\/span>,(cf., <span class=\"normal hebrew\">,נלווּ <\/span>,, <a class=\"ref\">Jeremiah 50:5 <\/a>; Ewald, §226, <i>c <\/i>). In <i>, <a class=\"isa\" verses=\"WzE4NTE1XQ==\">Isaiah 43:9 <\/a> <\/i>,we have the commencement of the evidence adduced by Jehovah in support of His own divine right: Who among the gods of the nations can proclaim this? i.e., anything like my present announcement of the restoration of Israel? To prove that they can, let them cause “former things” to be heard, i.e., any former events which they had foretold, and which had really taken place; and let them appoint witnesses of such earlier prophecies, and so prove themselves to be gods, that is to say, by the fact that these witnesses have publicly heard their declaration and confirm the truth thereof. The subject to <span class=\"normal hebrew\">,וגו <\/span> <span class=\"normal hebrew\">,וישׁמעוּ <\/span>,(they may hear, etc.) is the witnesses, not as now informing themselves for the first time, but as making a public declaration. The explanation, “that men may hear,” changes the subject without any necessity. But whereas the gods are dumb and lifeless, and therefore cannot call any witnesses for themselves, and not one of all the assembled multitude can come forward as their legitimate witness, or as one able to vindicate them, Jehovah can call His people as witnesses, since they have had proofs in abundance that He possesses infallible knowledge of the future. It is generally assumed that “and my servant” introduces a second subject: <i>“Ye, and <\/i>,(<i>especially <\/i>) <i>my servant whom I have chosen.” <\/i>,In this case, “my servant” would denote that portion of the nation which was so, not merely like the mass of the people according to its divine calling, but also by its own fidelity to that calling; that is to say, the kernel of the nation, which was in the midst of the mass, but had not the manners of the mass. At the same time, the sentence which follows is much more favourable to the unity of the subject; and why should not “my servant” be a second predicate? The expression <i>“ye” <\/i>,points to the people, who were capable of seeing and hearing, and yet both blind and deaf, and who had been brought out to the forum, according to <a class=\"isa\" verses=\"WzE4NTE0XQ==\">Isaiah 43:8 <\/a>. <i>Ye <\/i>,, says Jehovah, are my witnesses, and ye are my servant whom I have chosen; I can appeal to what I have enabled you to experience and to perceive, and to the relation in which I have in mercy caused you to stand to myself, that ye may thereby be brought to consider the great difference that there is between what ye have in your God and that which the heathen (here present with you) have in their idols. “I am He,” i.e., God exclusively, and God for ever. His being has no beginning and no end; so that any being apart from His, which could have gone before or could follow after, so as to be regarded as divine (in other words, the deity of the artificial and temporal images which are called gods by the heathen), is a contradiction in itself. <br> <\/p>,",
    "audit": null
}