{
    "id": 17635,
    "source": "kdo",
    "verse_id": 17707,
    "verse_count": 2,
    "reference": "2:21-22",
    "title": "",
    "html": "<p><em> “To creep into the cavities of the stone-blocks, and into the clefts of the rocks, before the terrible look of Jehovah, and before the glory of His majesty, when He arises to put the earth in terror.”<\/em> Thus ends the fourth strophe of this “<em> dies irae, dies illa <\/em> ,” which is appended to the earlier prophetic word. But there follows, as an <em> epiphonem <\/em> , this <em> nota bene <\/em> in <a class=\"isa\" verses=\"WzE3NzA4XQ==\">Isaiah 2:22<\/a> : <em> Oh, then, let man go, in whose nose is a breath; for what is he estimated at?<\/em> The Septuagint leaves this v. out altogether. But was it so utterly unintelligible then? Jerome adopted a false pointing, and has therefore given this marvellous rendering: <em> excelsus <\/em> (<em> bâmâh <\/em> !) <em> reputatus est ipse <\/em> , by which Luther was apparently misled. But if we look backwards and forwards, it is impossible to mistake the meaning of the verse, which must be regarded not only as the resultant of what precedes it, but also as the transition to what follows. It is preceded by the prediction of the utter demolition of everything which ministers to the pride and vain confidence of men; and in <a class=\"isa\" verses=\"WzE3NzA5XQ==\">Isaiah 3:1<\/a>. the same prediction is resumed, with a more special reference to the Jewish state, from which Jehovah is about to take away every prop, so that it shall utterly collapse. Accordingly the prophet exhorts, in <a class=\"isa\" verses=\"WzE3NzA4XQ==\">Isaiah 2:22<\/a>, to a renunciation of trust in man, and everything belonging to him, just as in <a class=\"ref\">Psalms 118:8-9; Psalms 146:3<\/a>, and <a class=\"ref\">Jeremiah 17:5<\/a>. The construction is as general as that of a gnome. The dat. <em> Commodi <\/em> לכ ם (Ges. §154, 3,<em> e<\/em> ) renders the exhortation both friendly and urgent: from regard to yourselves, for your own good, for your own salvation, desist from man, i.e., from your confidence in him, in whose nose (<em> in cujus naso <\/em> , the singular, as in <a class=\"ref\">Job 27:3<\/a>; whereas the plural is used in <a class=\"ref\">Genesis 2:7<\/a> in the same sense, <em> in nares ejus <\/em> , “into his nostrils”) is a breath, a breath of life, which God gave to him, and can take back as soon as He will (<a class=\"ref\">Job 34:14; Psalms 104:29<\/a>). Upon the breath, which passes out and in through his nose, his whole earthly existence is suspended; and this, when once lost, is gone for ever (<a class=\"ref\">Job 7:7<\/a>). It is upon this breath, therefore, that all the confidence placed in man must rest - a bad soil and foundation! Under these conditions, and with this liability to perish in a moment, the worth of man as a ground of confidence is really nothing. This thought is expressed here in the form of a question: At (for) what is he estimated, or to be estimated? The passive participle <em> nechshâb <\/em> combines with the idea of the actual (<em> aestimatus <\/em> ) that of the necessary (<em> aestimandus <\/em> ), and also of the possible or suitable (<em> aestimabilis <\/em> ); and that all the more because the Semitic languages have no special forms for the latter notions. The <em> Beth<\/em> is <em> Beth<\/em> <em> pretı̄ <\/em> , corresponding to the Latin genitive (<em> quanti <\/em> ) or ablative (<em> quanto <\/em> ) - a modification of the <em> Beth<\/em> <em> instrumenti <\/em> , the price being regarded as the medium of exchange or purchase: “at what is he estimated,” not with what is he compared, which would be expressed by <em> ‛eth <\/em> (<a class=\"isa\" verses=\"WzE4NzI0XQ==\">Isaiah 53:12<\/a>; compare μ ετά , <a class=\"ref\">Luke 22:37<\/a>) or <em> ‛im <\/em> (<a class=\"ref\">Psalms 88:5<\/a>). The word is בּמּה , not בּמּה , because this looser form is only found in cases where a relative clause follows (<em> eo quod <\/em> , <a class=\"ref\">Ecclesiastes 3:22<\/a>), and not <em> bama=h<\/em> , because this termination with <em> ā <\/em> is used exclusively where the next word begins with <em> Aleph <\/em> , or where it is a pausal word (as in <a class=\"ref\">1 Kings 22:21<\/a>); in every other case we have <em> bammeh <\/em> . The question introduced with this <em> quanto <\/em> (<em> quanti <\/em> ), “at what,” cannot be answered by any positive definition of value. The worth of man, regarded in himself, and altogether apart from God, is really nothing. <\/p><p> The proclamation of judgment pauses at this <em> porisma <\/em> , but only for the purpose of gathering fresh strength. The prophet has foretold in four strophes the judgment of God upon every exalted thing in the <em> kosmos <\/em> that has fallen away from communion with God, just as Amos commences his book with a round of judgments, which are uttered in seven strophes of uniform scope, bursting like seven thunder-claps upon the nations of the existing stage of history. The seventh stroke falls upon Judah, over which the thunderstorm rests after finding such abundant booty. And in the same manner Isaiah, in the instance before us, reduces the universal proclamation of judgment to one more especially affecting Judah and Jerusalem. The current of the address breaks through the bounds of the strophe; and the exhortation in <a class=\"isa\" verses=\"WzE3NzA4XQ==\">Isaiah 2:22<\/a> not to trust in man, the reason for which is assigned in what precedes, also forms a transition from the universal proclamation of judgment to the more special one in <a class=\"isa\" verses=\"WzE3NzA5XQ==\">Isaiah 3:1<\/a>, where the prophet assigns a fresh ground for the exhortation.<\/p>",
    "audit": null
}