{
    "id": 13515,
    "source": "kdo",
    "verse_id": 18832,
    "verse_count": 3,
    "reference": "60:10–12",
    "title": "",
    "html": " <p>The first turn (<a class=\"isa\" verses=\"eyIxODgyMyI6M30=\">Isaiah 60:1-3<\/a>) described the glorification of Zion through the rising of the glory of Jehovah; the second (<a class=\"isa\" verses=\"eyIxODgyNiI6Nn0=\">Isaiah 60:4-9<\/a>) her glorification through the recovery of her scattered children, and the gifts of the Gentiles who bring them home; and now the third depicts her glorification through the service of the nations, especially of her former persecutors, and generally through the service of all that is great and glorious in the world of nature and the world of men. Not only do the converted heathen offer their possessions to the church on Zion, but they offer up themselves and their kings to pay her homage and render service to her. <i>“And sons of strangers build thy walls, and their kings serve thee: for in my wrath I have smitten thee, and in my favour I have had mercy upon thee. And thy gates remain open continually day and night, they shall not be shut, to bring in to thee the possessions of the nations and their kings in triumph. For the nation and the kingdom which will not serve thee will perish, and the nations be certainly laid waste.”<\/i>, The walls of Zion (<span class=\"normal hebrew\">,חמתיך<\/span>, doubly defective) rise up from their ruins through the willing co-operation of converted foreigners (<a class=\"isa\" verses=\"eyIxODc2MCI6Mn0=\">Isaiah 56:6-7<\/a>), and foreign kings place themselves at the service of Zion (<a class=\"isa\" verses=\"WzE4NjYwXQ==\">Isaiah 49:23<\/a>); the help rendered by the edicts of Cyrus, Darius, and Artaxerxes Longimanus being only a prelude to events stretching on to the end of time, though indeed, in the view of the prophet himself, the period immediately succeeding the captivity really would be the end of time. Of the two perfects in <i>, <a class=\"isa\" verses=\"WzE4ODMyXQ==\">Isaiah 60:10<\/a><\/i>, <span class=\"normal hebrew\">,הכּיתיך<\/span>, points to the more remote past; <span class=\"normal hebrew\">,רחמתּיך<\/span>, to the nearer past, stretching forward into the present (cf., <a class=\"isa\" verses=\"WzE4NzMyXQ==\">Isaiah 54:8<\/a>). <i>(<span class=\"translit\">, On <\/span>) <i>(<span class=\"translit\">, pittēăch <\/span>), <i>patescere<\/i>, <i>hiscere<\/i>, see <a class=\"isa\" verses=\"WzE4NjIzXQ==\">Isaiah 48:8<\/a>, where it is applied to the ear, as in <a class=\"ref\">Song of Solomon 7:13<\/a>, to a bud. The first clause of <i>, <a class=\"isa\" verses=\"WzE4ODMzXQ==\">Isaiah 60:11<\/a><\/i>, closes with <span class=\"normal hebrew\">,ולילה<\/span>,; <i>tiphchah<\/i>, divides more strongly than <i>tebir<\/i>, which is subordinate to it. At the same time, “day and night” may be connected with “shall not be shut,” as in <a class=\"ref\">Revelation 21:25-26<\/a>. The gates of Zion may always be left open, for there is no more fear of a hostile attack; and they must be left open <i>ad importandum<\/i>, that men may bring in the possession of the heathen through them (a thing which goes on uninterruptedly), <span class=\"normal hebrew\">,נהוּגים <\/span> <span class=\"normal hebrew\">,וּמלכיהם<\/span>,. The last words are rendered by Knobel, “and their kings are leaders (of the procession);” but <i>(<span class=\"translit\">, nâhūg <\/span>) would be a strange substantive, having nothing to support it but the obscure <span class=\"normal hebrew\">,יקוּש<\/span>, from <span class=\"normal hebrew\">,יקושׁ<\/span>, for <span class=\"normal hebrew\">,אחוּז<\/span>, in <a class=\"ref\">Song of Solomon 3:8<\/a>, does not mean a support, but <i>amplexus<\/i>,(Ewald, §149, d <\/i>). The rendering “and their kings escorted,” i.e., attended by an escort, commends itself more than this; but in the passage quoted in support of this use of (<span class=\"translit\">, nâhag <\/span>), viz., <a class=\"ref\">Nahum 2:8<\/a>, it is used as a synonym of (<span class=\"translit\">, hâgâh <\/span>), signifying gemere<\/i>,. It is better to follow the lxx and Jerome, and render it, “and their kings brought,” viz., according to <a class=\"isa\" verses=\"WzE4MDM0LDc5ODFd\">Isaiah 20:4; 1 Samuel 30:2<\/a>, as prisoners (Targ. (<span class=\"translit\">, zeqı̄qı̄n <\/span>), i.e., (<span class=\"translit\">, beziqqı̄m <\/span>), in fetters) - brought, however, not by their several nations who are tired of their government and deliver them up (as Hitzig supposes), but by the church, by which they have been irresistibly bound in fetters, i.e., inwardly conquered (compare <a class=\"isa\" verses=\"WzE4NTc2XQ==\">Isaiah 45:14<\/a>, with <a class=\"ref\">Psalm 149:8<\/a>), and thus suffer themselves to be brought in a triumphal procession to the holy city as the captives of the church and her God. <a class=\"isa\" verses=\"WzE4ODM0XQ==\">Isaiah 60:12<\/a>, is connected with this (<span class=\"translit\">, nehūgı̄m <\/span>); for the state of every nation and kingdom is henceforth to be determined by its subjection to the church of the God of sacred history (<span class=\"normal hebrew\">,עבד<\/span>, <span class=\"greek normal\">,δουλεύειν<\/span>, in distinction from (<span class=\"translit\">, shērēth <\/span>), <span class=\"greek normal\">,διακονεῖν<\/span>, <span class=\"greek normal\">,θεραπεύειν <\/span>), and by its entrance into this church - the very same thought which Zechariah carries out in <a class=\"isa\" verses=\"WzE3OTQ1XQ==\">Isaiah 14:16<\/a>. Instead of <span class=\"normal hebrew\">,כי־הגוי<\/span>, <span class=\"normal hebrew\">,כי<\/span>, is more properly pointed according to certain MSS with munach<\/i>,(without (<span class=\"translit\">, makkeph <\/span>)); the article before (<span class=\"translit\">, haggōyim <\/span>) is remonstrative, and the inf. intens. (<span class=\"translit\">, chârōbh <\/span>) makes the thing threatened unquestionable. <br> <\/p>",
    "audit": null
}