{
    "id": 17640,
    "source": "kdo",
    "verse_id": 17714,
    "verse_count": 2,
    "reference": "3:6-7",
    "title": "",
    "html": "<p> At length there would be no authorities left; even the desire to rule would die out: for despotism is sure to be followed by mob-rule, and mob-rule by anarchy in the most literal sense. The distress would become so great, that whoever had a coat (cloak), so as to be able to clothe himself at all decently, would be asked to undertake the government. <em> “When a man shall take hold of his brother in his father's house, Thou hast a coat, thou shalt be our ruler, and take this ruin under thy hand; he will cry out in that day, I do not want to be a surgeon; there is neither bread nor coat in my house: ye cannot make me the ruler of the people.”<\/em> <em> “his father's house”<\/em> - this is not an unmeaning trait in the picture of misery. The population would have become so thin and dispirited through hunger, that with a little energy it would be possible to decide within the narrow circle of a family who should be ruler, and to give effect to the decision. “In his father's house:” <em> Beth<\/em> <em> âbiv <\/em> is an <em> acc. loci <\/em> . The father's house is the place where brother meets with brother; and one breaks out with the urgent petition contained in the words, which follow without the introductory “saying” (cf., <a class=\"isa\" verses=\"WzE3OTM3LDE3OTQ1XQ==\">Isaiah 14:8, Isaiah 14:16<\/a>, and <a class=\"isa\" verses=\"WzE4MDY5LDE4Mjk0XQ==\">Isaiah 22:16; Isaiah 33:14<\/a>). לכה for לך with <em> He <\/em> <em> otians <\/em> , a form rarely met with (vid., <a class=\"ref\">Genesis 27:37<\/a>). תּהיה , which would be written תּהי before the predicate, is jussive in meaning, though not in form. <em> “This ruin:”<\/em> <em> m acshelah <\/em> is used in <a class=\"ref\">Zephaniah 1:3<\/a> for that which occasions a person's fall; here it signifies what has been overthrown; and as <em> C âshal <\/em> itself, which means not only to stumble, strip, or slide, but also to fall in consequence of some force applied from without, is not used in connection with falling buildings, it must be introduced here with an allusion to the prosopopeia which follows in <a class=\"isa\" verses=\"WzE3NzE2XQ==\">Isaiah 3:8<\/a>. The man who was distinguished above all others, or at any rate above many others, by the fact that he could still dress himself decently (even if it were only in a blouse), should be made supreme ruler or dictator (cf., <em> kâtzin <\/em> , <a class=\"ref\">Judges 11:6<\/a>); and the state which lay so miserably in ruins should be under his hand, i.e., his direction, protection, and care (<a class=\"ref\">2 Kings 8:20; Genesis 41:35<\/a>, cf., <a class=\"isa\" verses=\"WzE3OTc5XQ==\">Isaiah 16:9<\/a>, where the plural is used instead of the ordinary singular <em> yâd <\/em> .) The apodosis to the protasis introduced with <em> C hi <\/em> as a particle of time (<em> when<\/em> ) commences in <a class=\"isa\" verses=\"WzE3NzE1XQ==\">Isaiah 3:7<\/a>. The answer given by the brother to the earnest petition is introduced with <em> “he will raise<\/em> (viz., his voice, <a class=\"isa\" verses=\"WzE4MTEwXQ==\">Isaiah 24:14<\/a>) <em> in that day, saying.”<\/em> It is given in this circumstantial manner because it is a solemn protest. He does not want to be a <em> C hobēsh <\/em> , i.e., a <em> binder<\/em> , namely of the broken arms, and bones, and ribs of the ruined state (<a class=\"isa\" verses=\"WzE4MjQ0LDE3NjYxLDE4ODQ1XQ==\">Isaiah 30:26; Isaiah 1:6; Isaiah 61:1<\/a>). The expression <em> ehyeh <\/em> implies that he does not like it, because he is conscious of his inability. He has not confidence enough in himself, and the assumption that he has a coat is a false cone: he not only has no coat at home (we must remember that the conversation is supposed to take place in his father's house), but he has not any bread; so that it is utterly impossible for a naked, starving man like him to do what is suggested (“in my house,” <em> ubebethi <\/em> with a <em> Vav<\/em> of causal connection: Ges. 155, 1, <em> c<\/em> ).<\/p>",
    "audit": null
}