{
    "id": 17796,
    "source": "kdo",
    "verse_id": 17968,
    "verse_count": 3,
    "reference": "15:7-9",
    "title": "",
    "html": "<p> As Moabitis has thus become a great scene of conflagration, the Moabites cross the border and fly to Idumaea. The reason for this is given in sentences which the prophet again links on to one another with the particle ci (for). <em> “Therefore what has been spared, what has been gained, and their provision, they carry it over the willow-brook. For the scream has gone the round in the territory of Moab; the wailing of Joab resounds to Eglayim, and his wailing to Beeer-Elim. For the waters of Dimon are full of blood: for I suspend over Dimon a new calamity, over the escaped of Moab a lion, and over the remnant of the land.”<\/em> <em> Yithrâh <\/em> is what is superfluous or exceeds the present need, and <em> pekuddâh <\/em> (lit. a laying up, <em> depositio <\/em> ) that which has been carefully stored; whilst <em> ‛ âsâh <\/em> , as the derivative passage, <a class=\"ref\">Jeremiah 48:36<\/a>, clearly shows (although the accusative in the whole of <a class=\"isa\" verses=\"WzE3OTY4XQ==\">Isaiah 15:7<\/a> is founded upon a different view: see Rashi), is an attributive clause (what has been made, worked out, or gained). All these things they carry across <em> nachal hâ‛arâbim <\/em> , i.e., not the desert-stream, as Hitzig, Maurer, Ewald, and Knobel suppose, since the plural of <em> ‛ arâbâh <\/em> is <em> ‛ arâboth <\/em> , but either the Arab stream (lxx, <em> Saad<\/em> .), or the willow-stream, <em> torrens salicum <\/em> (Vulg.). The latter is more suitable to the connection; and among the rivers which flow to the south of the Arnon from the mountains of the Moabitish highlands down to the Dead Sea, there is one which is called <em> Wadi Sufsaf<\/em> , i.e., willow-brook (<em> Tzaphtzâphâh<\/em> is the name of a brook in Hebrew also), viz., the northern arm of the <em> Seil<\/em> <em> el<\/em> -<em> Kerek<\/em> . This is what we suppose to be intended here, and not the <em> Wadi<\/em> <em> el<\/em> -<em> Ahsa<\/em> , although the latter (probably the biblical <em> Zered<\/em> <\/p><p> (Note: Hence the Targ. II renders <em> nachal zered <\/em> “the brook of the willows.” See Buxtorf, <em> Lex. chald. s.v. Zerad<\/em> .))<\/p><p> is the boundary river on the extreme south, and separates Moab from Edom (<em> Kerek<\/em> from <em> Gebal<\/em> : see Ritter, Erdk. xv 1223-4). Wading through the willow-brook, they carry their possessions across, and hurry off to the land of Edom, for their own land has become the prey of the foe throughout its whole extent, and within its boundaries the cry of wailing passes from <em> Eglayim<\/em> , on the south-west of Ar, and therefore not far from the southern extremity of the Dead Sea (<a class=\"ref\">Ezekiel 47:10<\/a>), as far as <em> Beer-elim<\/em> , in the north-east of the land towards the desert (<a class=\"ref\">Numbers 21:16-18<\/a>; עד must be supplied: Ewald, §351, <em> a<\/em> ), that is to say, if we draw a diagonal through the land, from one end to the other. Even the waters of <em> Dibon<\/em> , which are called <em> Dimon<\/em> here to produce a greater resemblance in sound to <em> dâm <\/em> , blood, and by which we are probably to understand the <em> Arnon<\/em> , as this was only a short distance off (just as in <a class=\"ref\">Judges 5:19<\/a> the “waters of Megiddo” are the <em> Kishon<\/em> ), are full of blood,<\/p><p> (Note: דם מלאוּ , with <em> m unach <\/em> (which also represents the metheg) at the first syllable of the verb (compare <a class=\"isa\" verses=\"WzE3OTY1XQ==\">Isaiah 15:4<\/a>, לּו ירעה , with <em> m ercha <\/em> ), according to Vened. 1521, and other good editions. This is also grammatically correct.) <\/p><p> so that the enemy must have penetrated into the very heart of the land in his course of devastation and slaughter. But what drives them across the willow-brook is not this alone; it is as if they forebode that what has hitherto occurred is not the worst or the last. Jehovah suspends (<em> shith <\/em> , as in <a class=\"ref\">Hosea 6:11<\/a>) over Dibon, whose waters are already reddened with blood, <em> nōsâphōth <\/em> , something to be added, i.e., a still further judgment, namely <em> a lion<\/em> . The measure of Moab's misfortunes is not yet full: after the northern enemy, a lion will come upon those that have escaped by flight or have been spared at home (on the expression itself, compare <a class=\"isa\" verses=\"WzE3ODcxLDE4Mzg1XQ==\">Isaiah 10:20; Isaiah 37:32<\/a>, and other passages). This lion is no other than the basilisk of the prophecy against Philistia, but with this difference, that the basilisk represents one particular Davidic king, whilst the lion is Judah generally, whose emblem was the lion from the time of Jacob's blessing, in <a class=\"ref\">Genesis 49:9<\/a>.<\/p>",
    "audit": null
}