{
    "id": 17792,
    "source": "kdo",
    "verse_id": 17962,
    "verse_count": 9,
    "reference": 15,
    "title": "",
    "html": "<p> The Oracle Concerning Moab - Isaiah 15-16<\/p><p> So far as the surrounding nations were concerned, the monarchy of Israel commenced with victory and glory. Saul punished them all severely for their previous offences against Israel (<a class=\"ref\">1 Samuel 14:47<\/a>), and the Moabites along with the rest. The latter were completely subdued by David (<a class=\"ref\">2 Samuel 8:2<\/a>). After the division of the kingdom, the northern kingdom took possession of Joab. The Moabites paid tribute from their flocks to Samaria. But when Ahab died, Mesha the king of Moab refused this tribute (<a class=\"ref\">2 Kings 1:1; 2 Kings 3:4<\/a>.). Ahaziah of Israel let this refusal pass. In the meantime, the Moabites formed an alliance with other nations, and invaded Judah. But the allies destroyed one another, and Jehoshaphat celebrated in the valley of Berachah the victory which he had gained without a battle, and which is commemorated in several psalms. And when Jehoram the king of Israel attempted to subjugate Moab again, Jehoshaphat made common cause with him. And the Moabites were defeated; but the fortress, the Moabitish Kir, which was situated upon a steep and lofty chalk rock, remained standing still. The interminable contests of the northern kingdom with the Syrians rendered it quite impossible to maintain either Moab itself, or the land to the east of the Jordan in general. During the reign of Jehu, the latter, in all its length and breadth, even as far south as the Arnon, was taken by the Syrians (<a class=\"ref\">2 Kings 10:32-33<\/a>). The tribes that were now no longer tributary to the kingdom of Israel oppressed the Israelitish population, and avenged upon the crippled kingdom the loss of their independence. Jeroboam II, as the prophet Jonah had foretold (<a class=\"ref\">2 Kings 14:25<\/a>), was the first to reconquer the territory of Israel from Hamath to the Dead Sea. It is not indeed expressly stated that he subjugated Moab again; but as Moabitish bands had disturbed even the country on this side under his predecessor Joash (<a class=\"ref\">2 Kings 13:20<\/a>), it may be supposed that he also attempted to keep Moab within bounds. If the Moabites, as is very probable, had extended their territory northwards beyond the Arnon, the war with Joab was inevitable. Moreover, under Jeroboam II on the one hand, and Uzziah-Jotham on the other, we read nothing about the Moabites rising; but, on the contrary, such notices as those contained in <a class=\"ref\">1 Chronicles 5:17<\/a> and <a class=\"ref\">2 Chronicles 26:10<\/a>, show that they kept themselves quiet. But the application made by Ahaz to Assyria called up the hostility of Joab and the neighbouring nations again. Tiglath-pileser repeated what the Syrians had done before. He took possession of the northern part of the land on this side, and the whole of the land on the other side, and depopulated them. This furnished an opportunity for the Moabites to re-establish themselves in their original settlements to the north of the Arnon. And this was how it stood at the time when Isaiah prophesied. The calamity which befel them came from the north, and therefore fell chiefly and primarily upon the country to the north of the Arnon, which the Moabites had taken possession of but a short time before, after it had been peopled for a long time by the tribes of Reuben and Gad.<\/p>",
    "audit": null
}