{
    "id": 18123,
    "source": "kdo",
    "verse_id": 18658,
    "verse_count": 1,
    "reference": "49:21",
    "title": "",
    "html": "<p> The words that sound in the ears of Zion are now followed by the thought of astonishment and surprise, that rises up in her heart. <em> “And thou wilt say in thy heart, Who hath borne me these, seeing I was robbed of children, and barren, banished, and thrust away; and these, who hath brought them up? Behold, I was left alone; these, where were they?”<\/em> She sees herself suddenly surrounded by a great multitude of children, and yet she was robbed of children, and <em> galmūdâh <\/em> (lit. hard, stony, Arab. <em> 'galmad <\/em> , <em> ' gulmūd <\/em> , e.g., <em> es<\/em> -<em> sachr el' gulmūd <\/em> , the hardest stone, mostly as a sugstantive, stone or rock, from <em> gâlam <\/em> , from which comes the Syriac <em> g e lomo <\/em> , stony ground, related to <em> c hâlam <\/em> , whence <em> c hallâmı̄sh <\/em> , gravel, root <em> gal <\/em> , <em> gam <\/em> , to press together, or heap up in a lump or mass), i.e., one who seemed utterly incapacitated for bearing children any more. She therefore asks, Who hath borne me these (not, who hath begotten, and which is an absurd question)? She cannot believe that they are the children of her body, and her children's children. As a tree, whose foliage is all faded away, is called <em> nōbheleth <\/em> itself in <a class=\"isa\" verses=\"WzE3Njg1XQ==\">Isaiah 1:30<\/a>, so she calls herself <em> gōlâh <\/em> <em> v e sūrâh <\/em> , <em> extorris et remota <\/em> (<em> sūr <\/em> = <em> m ūsâr <\/em> , like <em> sūg <\/em> in <a class=\"ref\">Proverbs 14:14<\/a> = <em> nâsōg <\/em> or <em> m ussâg <\/em> ), because her children have been carried away into exile. In the second question, the thought has dawned upon her mind, that those by whom she finds herself surrounded are her own children; but as she was left alone, whilst they went forth, as she thought to die in a foreign land, she cannot comprehend where they have been hitherto concealed, or where they have grown up into so numerous a people.<\/p>",
    "audit": null
}