{
    "id": 18247,
    "source": "kdo",
    "verse_id": 18878,
    "verse_count": 4,
    "reference": "63:11-14",
    "title": "",
    "html": "<p> Israel being brought to a right mind in the midst of this state of punishment, longed fro the better past to return. <em> “Then His people remembered the days of the olden time, of Moses: Where is He who brought them up out of the sea with the shepherd of his flock? where is He who put the spirit of His holiness in the midst of them; who caused the arm of His majesty to go at the right of Moses; who split the waters before them, to make Himself an everlasting name: who caused them to pass through abysses of the deep, like the horse upon the plain, without their stumbling? Like the cattle which goeth down into the valley, the Spirit of Jehovah brought them to rest: thus hast Thou led Thy people, to make Thyself a majestic name.”<\/em> According to the accentuation before us,  should be rendered thus: “Then He (viz., Jehovah) remembered the days of the olden time, the Moses of His people” (lxx, Targ., Syr., Jerome). But apart from the strange expression “the Moses of His people,” which might perhaps be regarded as possible, because the proper name <em> m ōsheh <\/em> might suggest the thought of its real meaning in Hebrew, viz., <em> extrahens <\/em> = <em> liberator<\/em> , but which the Syriac rejects by introducing the reading <em> ‛abhdō <\/em> (Moses, His servant), we have only to look at the questions of evidently human longing which follow, to see that Jehovah cannot be the subject to ויּזכּר (remembered), by which these reminiscences are introduced. It is the people which begins its inquiries with איּה , just as in <a class=\"ref\">Jeremiah 2:6<\/a> (cf., <a class=\"isa\" verses=\"eyIxODY4MyI6Mn0=\">Isaiah 51:9-10<\/a>), and recals “the days of olden time,” according to the admonition in <a class=\"ref\">Deuteronomy 32:7<\/a>. Consequently, in spite of the accents, such Jewish commentators as Saad. and Rashi regard “his people” (<em> ‛ammō <\/em> ) as the subject; whereas others, such as AE, Kimchi, and Abravanel, take account of the accents, and make the people the suppressed subject of the verb “remembered,” by rendering it thus, “Then it remembered the days of olden time, (the days) of Moses (and) His people,” or in some similar way. But with all modifications the rendering is forced and lame. The best way of keeping to the accents is that suggested by Stier, “Then men (indef. <em> man<\/em> , the French <em> on <\/em> ) remembered the days of old, the Moses of His people.” <\/p><p> But why did the prophet not say ויּזכּרוּ , as the proper sequel to <a class=\"isa\" verses=\"WzE4ODc3XQ==\">Isaiah 63:10<\/a>? We prefer to adopt the following rendering and accentuation: Then remembered (<em> zakeph <\/em> <em> gadol <\/em> ) the days-of-old (<em> m ercha <\/em> ) of Moses (<em> tiphchah <\/em> ) His people. The object stands before the subject, as for example in <a class=\"ref\">2 Kings 5:13<\/a> (compare the inversions in <a class=\"isa\" verses=\"WzE3ODMwXQ==\">Isaiah 8:22<\/a> <em> extr.<\/em> , <a class=\"isa\" verses=\"WzE4MDU1XQ==\">Isaiah 22:2<\/a> <em> init.<\/em> ); and <em> m osheh <\/em> is a genitive governing the composite “days of old” (for this form of the construct state, compare <a class=\"isa\" verses=\"WzE4MTY2XQ==\">Isaiah 28:1<\/a> and <a class=\"ref\">Ruth 2:1<\/a>). The retrospect commences with “Where is He who led them up?” etc. The suffix of המּעלם (for המעלם , like רדם in <a class=\"ref\">Psalms 68:28<\/a>, and therefore with the verbal force predominant) refers to the ancestors; and although the word is determined by the suffix, it has the article as equivalent to a demonstrative pronoun (<em> ille qui sursum duxit <\/em> , <em> eduxit eos <\/em> ). “The shepherd of his flock” is added as a more precise definition, not dependent upon <em> vayyizkōr <\/em> , as even the accents prove. את is rendered emphatic by <em> yethib <\/em> , since here it signifies <em> unâ<\/em> <em> c um <\/em> . The Targum takes it in the sense of <em> instar pastoris gregis sui <\/em> ; but though עם is sometimes used in this way, את never is. Both the lxx and Targum read רעה ; Jerome, on the other hand, adopts the reading רעי , and this is the Masoretic reading, for the Masora in <a class=\"ref\">Genesis 47:3<\/a> reckons four רעה , without including the present passage. Kimchi and Abravanel also support this reading, and Norzi very properly gives it the preference. The shepherds of the flock of Jehovah are Moses and Aaron, together with Miriam (<a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Ps+77:21&t1=en_nas\" id=\"112\" class=\"stL\" target=\"_blank\">Ps. 77:21; Micah 6:4<\/a>). With these (i.e., in their company or under their guidance) Jehovah led His people up out of Egypt through the Red Sea. With the reading רעי , the question whether <em> b e qirbô <\/em> refers to Moses or Israel falls to the ground. Into the heart of His people (<a class=\"ref\">Nehemiah 9:20<\/a>) Jehovah put the spirit of His holiness: it was present in the midst of Israel, inasmuch as Moses, Aaron, Miriam, the Seventy, and the prophets in the camp possessed it, and inasmuch as Joshua inherited it as the successor of Moses, and all the people might become possessed of it. The majestic might of Jehovah, which manifested itself majestically, is called the “arm of His majesty;” an anthropomorphism to which the expression “who caused it to march at the right hand of Moses” compels us to give an interpretation worthy of God. Stier will not allow that תּפארתּו זרע is to be taken as the object, and exclaims, “What a marvellous figure of speech, an arm walking at a person's right hand!” But the arm which is visible in its deeds belongs to the God who is invisible in His own nature; and the meaning is, that the active power of Moses was not left to itself, but he overwhelming omnipotence of God went by its side, and endowed it with superhuman strength. It was by virtue of this that the elevated staff and extended hand of Moses divided the Red Sea (<a class=\"ref\">Exodus 14:16<\/a>). בּוקע has <em> mahpach<\/em> attached to the ב , and therefore the tone drawn back upon the penultimate, and <em> metheg<\/em> with the <em> tsere<\/em> , that it may not be slipped over in the pronunciation. The clause וגו לעשׂות affirms that the absolute purpose of God is in Himself. But He is holy love, and whilst willing for Himself, He wills at the same time the salvation of His creatures. He makes to Himself an “everlasting name,” by glorifying Himself in such memorable miracles of redemption, as that performed in the deliverance of His people out of Egypt. According to the general order of the passage, <a class=\"isa\" verses=\"WzE4ODgwXQ==\">Isaiah 63:13<\/a> apparently refers to the passage through the Jordan; but the psalmist, in <a class=\"ref\">Psalms 106:9<\/a> (cf., <a class=\"ref\">Psalms 77:17<\/a>), understood it as referring to the passage through the Red Sea. The prayer dwells upon this chief miracle, of which the other was only an after-play. “As the horse gallops over the plain,” so did they pass through the depths of the sea יכּשׁלוּ לא (a circumstantial minor clause), i.e., without stumbling. Then follows another beautiful figure: “like the beast that goeth down into the valley,” not “as the beast goeth down into the valley,” the Spirit of Jehovah brought it (Israel) to rest, viz., to the <em> m e nūchâh <\/em> of the Canaan flowing with milk and honey (<a class=\"ref\">Deuteronomy 12:9; Psalms 95:11<\/a>), where it rested and was refreshed after the long and wearisome march through the sandy desert, like a flock that had descended from the bare mountains to the brooks and meadows of the valley. The Spirit of God is represented as the leader here (as in <a class=\"ref\">Psalms 143:10<\/a>), viz., through the medium of those who stood, enlightened and instigated by Him, at the head of the wandering people. The following כּן is no more a correlate of the foregoing particle of comparison than in <a class=\"isa\" verses=\"WzE4NzExXQ==\">Isaiah 52:14<\/a>. It is a recapitulation, and refers to the whole description as far back as <a class=\"isa\" verses=\"WzE4ODc2XQ==\">Isaiah 63:9<\/a>, passing with נהגתּ into the direct tone of prayer.<\/p>",
    "audit": null
}