{
    "id": 13424,
    "source": "kdo",
    "verse_id": 18507,
    "verse_count": 2,
    "reference": "43:1–2",
    "title": "",
    "html": "<p>The tone of the address is now suddenly changed. The sudden leap from reproach to consolation was very significant. It gave them to understand, that no meritorious work of their own would come in between what Israel was and what it was to be, but that it was God's free grace which came to meet it. <i>“But now thus saith Jehovah thy Creator, O Jacob, and thy Former, O Israel! Fear not, for I have redeemed thee; I have called thee by name, thou art mine. When thou goest through the water, I am with thee; and through rivers, they shall not drown thee: when thou goest into fire, thou shalt not be burned; and the flame shall not set thee on fire.”<\/i> The punishment has now lasted quite long enough; and, as<span class=\"normal hebrew\"> ועתּה<\/span> affirms, the love which has hitherto retreated behind the wrath returns to its own prerogatives again. He who created and formed Israel, by giving Abraham the son of the promise, and caused the seventy of Jacob's family to grow up into a nation in Egypt, He also will shelter and preserve it. He bids it be of good cheer; for their early history is a pledge of this. The perfects after<span class=\"normal hebrew\"> כּי<\/span> in<i> <a class=\"isa\" verses=\"WzE4NTA3XQ==\">Isaiah 43:1<\/a><\/i> stand out against the promising futures in <a class=\"isa\" verses=\"WzE4NTA4XQ==\">Isaiah 43:2<\/a> , as retrospective glances: the expression “I have redeemed thee” pointing back to Israel's redemption out of Egypt; “I have called thee by thy name” (lit. I have called with thy name, i.e., called it out), to its call to be the peculiar people of Jehovah, who therefore speaks of it in <a class=\"isa\" verses=\"WzE4NjI3XQ==\">Isaiah 48:12<\/a> as “My called.” This help of the God of Israel will also continue to arm it against the destructive power of the most hostile elements, and rescue it from the midst of the greatest dangers, from which there is apparently no escape (cf., <a class=\"ref\">Psalm 66:12; Daniel 3:17, Daniel 3:27<\/a>; and Ges. §103, 2). <br><\/p> ",
    "audit": null
}