{
    "id": 17685,
    "source": "kdo",
    "verse_id": 17772,
    "verse_count": 1,
    "reference": "6:2",
    "title": "",
    "html": "<p><em> “Above it stood seraphim: each one had six wings; with two he covered his face, and with two he covered his feet, and with two he did fly.”<\/em> We must not render לו ממּעל “near him;” for although על or מעל is applied to a person standing near or over against another who is sitting down (<a class=\"ref\">Exodus 18:13; Jeremiah 36:21<\/a>; compared <a class=\"ref\">2 Chronicles 26:19<\/a>, where the latter is used to signify “over against” the altar of incense), and is used in this sense to denote the attitude of spirits (<a class=\"ref\">Job 1:16; 1 Kings 22:19; Zechariah 6:5<\/a>), and even of men (<a class=\"ref\">Zechariah 4:14<\/a>), in relation to God when seated on His throne, in which case it cannot possibly be employed in the sense of “towering above;” yet לו ממּעל , the strongest expression for <em> supra<\/em> , cannot be employed in any other than a literal sense here; for which reason Rashi and the Targums understand it as signifying “above in the attitude of service,” and the accentuation apparently, though erroneously, implies this (Luzzatto). What Isaiah meant by this standing above, may be inferred from the use which the seraphim are said to have made of their wings. The imperfects do not describe what they were accustomed to do (Böttcher and others), but what the seer saw them do: with two of their six wings he saw them fly. Thus they stood flying, i.e., they hovered or soared (cf., <a class=\"ref\">Numbers 14:14<\/a>), as both the earth and stars are said to stand, although suspended in space (<a class=\"ref\">Job 26:7<\/a>). The seraphim would not indeed tower above the head of Him that sat upon the throne, but they hovered above the robe belonging to Him with which the hall was filled, sustained by two extended wings, and covering their faces with two other wings in their awe at the divine glory (Targ. <em> ne videant<\/em> ), and their feet with two others, in their consciousness of the depth at which the creature stands below the Holiest of all (Targ. <em> ne videantur<\/em> ), just as the cherubim are described as veiling their bodies in <a class=\"ref\">Ezekiel 1:11<\/a>. This is the only passage in the Scriptures in which the seraphim are mentioned. According to the orthodox view, which originated with Dionysius the Areopagite, they stand at the head of the nine choirs of angels, the first rank consisting of <em> seraphim<\/em> , <em> cherubim<\/em> , and <em> throni<\/em> . And this is not without support, if we compare the cherubim mentioned in Ezekiel, which carried the chariot of the divine throne; whereas here the seraphim are said to surround the seat on which the Lord was enthroned. In any case, the seraphim and cherubim were heavenly beings of different kinds; and there is no weight in the attempts made by Hendewerk and Stickel to prove that they are one and the same. And certainly the name <em> serpahim<\/em> does not signify merely spirits as such, but even, if not the highest of all, yet a distinct order from the rest; for the Scriptures really teach that there are gradations in rank in the hierarchy of heaven. Nor were they mere symbols or fanciful images, as Hävernick imagines, but real spiritual beings, who visibly appeared to the prophet, and that in a form corresponding to their own supersensuous being, and to the design of the whole transaction. Whilst these seraphim hovered above on both sides of Him that sat upon the throne, and therefore formed two opposite choirs, each ranged in a semicircle, they presented antiphonal worship to Him that sat upon the throne.<\/p>",
    "audit": null
}