{
    "id": 17972,
    "source": "kdo",
    "verse_id": 18342,
    "verse_count": 1,
    "reference": "36:11",
    "title": "",
    "html": "<p> The concluding words, in which the Assyrian boasts of having Jehovah on his side, affect the messengers of Hezekiah in the keenest manner, especially because of the people present. <em> “Then said Eliakim <\/em> (K.<em> the son of Hilkiyahu<\/em> )<em> , and Shebna, and Joah, to Rabshakeh, Pray, speak to thy servants in Aramaean, for we understand it; and do not speak to <\/em> (K.<em> with<\/em> )<em> us in Jewish, in the ears of the people that are on the wall.”<\/em> They spoke <em> Yehūdı̄th <\/em> , i.e., the colloquial language of the kingdom of Judah. The kingdom of Israel was no longer in existence, and the language of the Israelitish nation, as a whole, might therefore already be called Judaean (Jewish), as in <a class=\"ref\">Nehemiah 13:24<\/a>, more especially as there may have been a far greater dialectical difference between the popular speech of the northern and southern kingdoms, than we can gather from the biblical books that were written in the one or the other. Aramaean (<em> ' arâmı̄th <\/em> ), however, appears to have been even then, as it was at a later period (<a class=\"ref\">Ezra 4:7<\/a>), the language of intercourse between the empire of Eastern Asia and the people to the west of the Tigris (compare Alex. Polyhistor in Euseb. <em> chron. arm.<\/em> i. 43, where Sennacherib is said to have erected a monument with a Chaldean inscription); and consequently educated Judaeans not only understood it, but were able to speak it, more especially those who were in the service of the state. Assyrian, on the contrary, was unintelligible to Judaeans (<a class=\"isa\" verses=\"WzE4MTc2LDE4Mjk5XQ==\">Isaiah 28:11; Isaiah 33:19<\/a>), although this applied comparatively less to the true Assyrian dialect, which was Semitic, and can be interpreted for the most part from the Hebrew (see Oppert's “Outlines of an Assyrian Grammar” in the <em> Journal Asiatique<\/em> , 1859), than to the motley language of the Assyrian army, which was a compound of Arian and Turanian elements. The name Sennacherib (<em> Sanchērı̄bh <\/em> = סן־אסהי־ירב , lxx <em> Sennachēreim <\/em> , i.e., “Sin, the moon-god, had multiplied the brethren”) is Semitic; on the other hand, the name Tartan, which cannot be interpreted either from the Semitic or the Arian, is an example of the element referred to, which was so utterly strange to a Judaean ear.<\/p>",
    "audit": null
}