{
    "id": 17824,
    "source": "kdo",
    "verse_id": 18026,
    "verse_count": 2,
    "reference": "19:21-22",
    "title": "",
    "html": "<p> When Egypt became the prey of Islam in the year 640, there was already to be seen, at all events in the form of a magnificent prelude, the fulfilment of what the prophet foretells in <a class=\"isa\" verses=\"WzE4MDI2LDE4MDI3XQ==\">Isaiah 19:21, Isaiah 19:22<\/a> : <em> “And Jehovah makes Himself known to the Egyptians, and the Egyptians know Jehovah in that day; and they serve with slain-offerings and meat-offerings, and vow vows to Jehovah, and pay them. And Jehovah smites Egypt, smiting and healing; and if they return to Jehovah, He suffers Himself to be entreated, and heals them.”<\/em> From that small commencement of five cities, and a solitary altar, and one solitary obelisk, it has now come to this: Jehovah extends the knowledge of Himself to the whole of Egypt ענודע , reflective <em> se cognoscendum dare <\/em> , or neuter <em> innotescere <\/em> ), and throughout all Egypt there arises the knowledge of God, which soon shows itself in acts of worship. This worship is represented by the prophet, just as we should expect according to the Old Testament view, as consisting in the offering of bleeding and bloodless, or legal and free-will offerings: ועבדוּ , viz., את־יהוה , so that עבד is construed with a double accusative, as in <a class=\"ref\">Exodus 10:26<\/a>, cf., <a class=\"ref\">Genesis 30:29<\/a>; or it may possibly be used directly in the sense of sacrificing, as in the Phoenician, and like עשׂה in the <em> Thorah<\/em> ; and even if we took it in this sense, it would yield no evidence against Isaiah's authorship (compare <a class=\"isa\" verses=\"WzE4MTg2LDE4Mjc3XQ==\">Isaiah 28:21; Isaiah 32:17<\/a>). Egypt, though converted, is still sinful; but Jehovah smites it, “smiting and healing” (<em> nâgoph <\/em> <em> v e râpho' <\/em> , compare <a class=\"ref\">1 Kings 20:37<\/a>), so that in the act of smiting the intention of healing prevails; and healing follows the smiting, since the chastisement of Jehovah leads it to repentance. Thus Egypt is now under the same plan of salvation as Israel (e.g., <a class=\"ref\">Leviticus 26:44; Deuteronomy 32:36<\/a>).<\/p>",
    "audit": null
}