{
    "id": 17832,
    "source": "kdo",
    "verse_id": 18039,
    "verse_count": 2,
    "reference": "21:3-4",
    "title": "",
    "html": "<p> Here again, as in the case of the prophecy concerning Moab, what the prophet has given to him to see does not pass without exciting his feelings of humanity, but works upon him like a horrible dream. <em> “Therefore are my loins full of cramp: pangs have taken hold of me, as the pangs of a travailing woman: I twist myself, so that I do not hear; I am brought down with fear, so that I do not see. My heart beats wildly; horror hath troubled me: the darkness of night that I love, he hath turned for me into quaking.”<\/em> The prophet does not describe in detail what he saw; but the violent agitation produced by the impression leads us to conclude how horrible it must have been. <em> Chalchâlâh <\/em> is the contortion produced by cramp, as in <a class=\"ref\">Nahum 2:11<\/a>; <em> tzirim <\/em> is the word properly applied to the pains of childbirth; <em> na‛avâh <\/em> means to bend, or bow one's self, and is also used to denote a convulsive utterance of pain; <em> tâ‛âh <\/em> , which is used in a different sense from <a class=\"ref\">Psalms 95:10<\/a> (compare, however, <a class=\"ref\">Psalms 38:11<\/a>), denotes a feverish and irregular beating of the pulse. The darkness of evening and night, which the prophet loved so much (<em> chēshek <\/em> , a desire arising from inclination, <a class=\"ref\">1 Kings 9:1, 1 Kings 9:19<\/a>), and always longed for, either that he might give himself up to contemplation, or that he might rest from outward and inward labour, had bee changed into quaking by the horrible vision. It is quite impossible to imagine, as Umbreit suggests, that <em> nesheph chishki <\/em> (the darkness of my pleasure) refers to the nocturnal feast during which Babylon was stormed (Herod. i. 191, and Xenophon, <em> Cyrop<\/em> . vii. 23).<\/p>",
    "audit": null
}