{
    "id": 17997,
    "source": "kdo",
    "verse_id": 18409,
    "verse_count": 3,
    "reference": "38:18-20",
    "title": "",
    "html": "<p> In <em> strophe<\/em> 4 he rejoices in the preservation of his life as the highest good, and promises to praise God for it as long as he lives. <\/p><p><em> “For Hades does not praise Thee; death does not sing praises to Thee: <\/em><\/p><p><em> They that sink into the grave do not hope for Thy truth. <\/em><\/p><p><em> The living, the living, he praises Thee, as I do today; <\/em><\/p><p><em> The father to the children makes known Thy truth. <\/em><\/p><p><em> Jehovah is ready to give me salvation; <\/em><\/p><p><em> Therefore will we play my stringed instruments all the days of my life <\/em><\/p><p><em> In the house of Jehovah.” <\/em><\/p><p> We have here that comfortless idea of the future state, which is so common in the Psalms (vid., <a class=\"ref\">Psalms 6:6; Psalms 30:10; Psalms 88:12-13<\/a>, cf., <a class=\"ref\">Psalms 115:17<\/a>), and also in the book of Ecclesiastes (<a class=\"ref\">Ecclesiastes 9:4-5, Ecclesiastes 9:10<\/a>). The foundation of this idea, notwithstanding the mythological dress, is an actual truth (vid., <em> Psychol.<\/em> p. 409), which the personal faith of the hero of Job endeavours to surmount (<em> Comment<\/em> . pp. 150-153, and elsewhere), but the decisive removal of which was only to be effected by the progressive history of salvation. The v. is introduced with “for” (<em> kı̄ <\/em> ), inasmuch as the gracious act of God is accounted for on the ground that He wished to be still further glorified by His servant whom He delivered. לא , in  , is written only once instead of twice, as in <a class=\"isa\" verses=\"WzE4MDgyXQ==\">Isaiah 23:4<\/a>. They “sink into the grave,” i.e., are not thought of as dying, but as already dead. “Truth” (<em> ' ĕmeth <\/em> ) is the sincerity of God, with which He keeps His promises.  reminds us that Manasseh, who was twelve years old when he succeeded his father, was not yet born (cf., <a class=\"isa\" verses=\"WzE4NDIwXQ==\">Isaiah 39:7<\/a>). The להושׁיעני יהוה , μ έλλει σώζειν με , is the same as in <a class=\"isa\" verses=\"WzE4Mzc5XQ==\">Isaiah 37:26<\/a>. The change in the number in  may be explained from the fact that the writer thought of himself as the choral leader of his family; ay is a suffix, not a substantive termination (Ewald, §164, p. 427). The impression follows us to the end, that we have cultivated rather than original poetry here. Hezekiah's love to the older sacred literature is well known. He restored the liturgical psalmody (<a class=\"ref\">2 Chronicles 29:30<\/a>). He caused a further collection of proverbs to be made, as a supplement to the older book of Proverbs (<a class=\"ref\">Proverbs 25:1<\/a>). The “men of Hezekiah” resembled the Pisistratian Society, of which Onomacritos was the head.<\/p>",
    "audit": null
}