{
    "id": 17819,
    "source": "kdo",
    "verse_id": 18016,
    "verse_count": 3,
    "reference": "19:11-13",
    "title": "",
    "html": "<p> The prophet now dwells upon the punishment which falls upon the pillars of the land, and describes it in <a class=\"isa\" verses=\"eyIxODAxNiI6M30=\">Isaiah 19:11-13<\/a> : <em> “The princes of Zoan become mere fools, the wise counsellors of Pharaoh; readiness in counsel is stupefied. How can ye say to Pharaoh, I am a son of wise men, a son of kings of the olden time? Where are they then, thy wise men? Let them announce to thee, and know what Jehovah of hosts hath determined concerning Egypt. The princes of Zoan have become fools, the princes of Memphis are deceived; and they have led Egypt astray who are the corner-stone of its castes.”<\/em> The two constructives יעצי חכמי do not stand in a subordinate relation, but in a co-ordinate one (see at <a class=\"ref\">Psalms 78:9<\/a> and <a class=\"ref\">Job 20:17<\/a>; compare also <a class=\"ref\">2 Kings 17:13<\/a>, <em> Keri<\/em> ), viz., “the wise men, counsellors of Pharaoh,”<\/p><p> (Note: Pharaoh does not mean “the king” (equivalent to the Coptic π-ουρο ), but according to Brugsch, “great house” (Upper Egyptian <em> perâa <\/em> , Lower Egyptian <em> pher<\/em> -<em> âo <\/em> ; vid.,<em> aus dem Orient<\/em> , i. 36). Lauth refers in confirmation of this to Horapollo, i. 62, ὄφις καὶ οἶκος μέγας ἐν μέσω αὐτοῦ σημαίνει βασιλέα , and explains this Coptic name for a king from that of the Οὐραῖος ( βασιλίσκος ) upon the head of the king, which was a specifically regal sign.)<\/p><p> so that the second noun is the explanatory permutative of the first. <em> Zoan<\/em> is the <em> Tanis<\/em> of primeval times (<a class=\"ref\">Numbers 13:22<\/a>), which was situated on one of the arms through which the Nile flows into the sea (viz., the <em> ostium Taniticum <\/em> ), and was the home from which two dynasties sprang. <em> Noph<\/em> (<em> per <\/em> <em> aphaer <\/em> . = <em> Menoph <\/em> , contracted into <em> Moph <\/em> in <a class=\"ref\">Hosea 9:6<\/a>) is <em> Memphis<\/em> , probably the seat of the Pharaohs in the time of Joseph, and raised by Psammetichus into the metropolis of the whole kingdom. The village of <em> Mitrahenni<\/em> still stands upon its ruins, with the Serapeum to the north-west. <\/p><p> (Note: What the lexicons say with reference to <em> Zoan<\/em> and <em> Noph<\/em> needs rectifying. <em> Zoan<\/em> (old Egyptian <em> Zane <\/em> , with the hieroglyphic of striding legs, Copt. <em> 'Gane <\/em> ) points back to the radical idea of <em> pelli <\/em> or <em> fugere <\/em> ; and according to the latest researches, to which the Turin papyrus No. 112 has led, it is the same as Αὔαρις ( Ἄβαρις ), which is said to mean the house of flight (<em> Ha<\/em> -<em> uare <\/em> ), and was the seat of government under the <em> Hykshōs <\/em> . But Memphis is not equivalent to <em> Ma<\/em> -<em> m<\/em> -<em> ptah <\/em> , as Champollion assumed (although this city is unquestionably sometimes called <em> Ha<\/em> -<em> ka<\/em> -<em> ptah <\/em> , house of the essential being of <em> Ptah <\/em> ); it is rather equivalent to <em> Men<\/em> -<em> nefer <\/em> (with the hieroglyphic of the pyramids), place of the good (see Brugsch, <em> Histoire d'Egypte<\/em> , i. 17). In the later language it is called <em> pa<\/em> -<em> nuf <\/em> or <em> m a<\/em> -<em> nuf <\/em> , which has the same meaning (Copt. <em> nufi <\/em> , good). Hence <em> Moph <\/em> is the contraction of the name commencing with <em> m a <\/em> , and <em> Noph <\/em> the abbreviation of the name commencing with <em> m a <\/em> or <em> pa <\/em> by the rejection of the local prefix; for we cannot for a moment think of <em> Nup <\/em> , which is the second district of Upper Egypt (Brugsch, <em> Geogr<\/em> . i. 66). <em> Noph <\/em> is undoubtedly Memphis.) <\/p><p> Consequently princes of Zoan and Memphis are princes of the chief cities of the land, and of the supposed primeval pedigree; probably priest-princes, since the wisdom of the Egyptian priest was of world-wide renown (Herod. ii. 77, 260), and the oldest kings of Egypt sprang from the priestly caste. Even in the time of Hezekiah, when the military caste had long become the ruling one, the priests once more succeeded in raising one of their own number, namely Sethos, to the throne of Sais. These magnates of Egypt, with their wisdom, would be turned into fools by the history of Egypt of the immediate future; and (this is the meaning of the sarcastic “how can ye say”) they would no longer trust themselves to boast of their hereditary priestly wisdom, or their royal descent, when giving counsel to Pharaoh. They were the corner-stone of the <em> shebâtim <\/em> , i.e., of the castes of Egypt (not of the districts or provinces, νομοί ); but instead of supporting and defending their people, it is now very evident that they only led them astray. התעוּ , as the Masora on <a class=\"isa\" verses=\"WzE4MDIwXQ==\">Isaiah 19:15<\/a> observes, has no <em> Vav<\/em> <em> cop<\/em> .<\/p>",
    "audit": null
}