{
    "id": 18175,
    "source": "kdo",
    "verse_id": 18740,
    "verse_count": 2,
    "reference": "54:16-17",
    "title": "",
    "html": "<p> Jerusalem will be thus invincible, because Jehovah, the Almighty One, is its protector. <em> “Behold, I have created the smith who bloweth the coal-fire, and brings to the light a weapon according to his trade; and I have created the destroyer to destroy. Every weapon formed against thee has no success, and every tongue that cometh before the judgment with thee thou wilt condemn. This the inheritance of the servants of Jehovah; and their righteousness from me, saith Jehovah.”<\/em> If Jehovah has created the armourer, who forges a weapon למעסהוּ (i.e., according to his trade, or according to the thing he has to finish, whether an arrow, or a sword, or a spear; not “for his own use,” as Kimchi supposes), to be used in the hostile army against Jerusalem, He has also created a destroyer ( לחבּל ) to destroy. The very same creative might, to which the origin of the weapon is to be traced as its primary cause, has opposed to it beforehand a defender of Jerusalem. And as every hostile weapon fails, Jerusalem, in the consciousness of its divine right, will convict every accusing tongue as guilty and deserving of utter condemnation ( הרשׁיע as in <a class=\"isa\" verses=\"WzE4NjcyXQ==\">Isaiah 50:9<\/a>, cf., <a class=\"ref\">1 Samuel 14:47<\/a>, where it denotes the punishment of the guilty). The epiphonem in  , with the retrospective זאת and the words “saith the Lord,” which confirm the certainty of the fulfilment, forms an unmistakeable close to the prophecy. This is the position in which Jehovah has placed His servants as heirs of the future salvation; and this the righteousness which they have received as His gift, and which makes them strong within and victorious without. The individual idea of the church, which we find elsewhere personified as “the servant of Jehovah,” equivalent to “the people in whose heart is my law” (<a class=\"isa\" verses=\"WzE4NjgxXQ==\">Isaiah 51:7<\/a>), or “my people that have sought me” (<a class=\"isa\" verses=\"WzE4OTA4XQ==\">Isaiah 65:10<\/a>), is here expanded into “the servants of Jehovah” (as in <a class=\"isa\" verses=\"eyIxODkwNiI6Mn0=\">Isaiah 65:8-9<\/a>; compare <a class=\"isa\" verses=\"WzE4ODIyXQ==\">Isaiah 59:21<\/a> with <a class=\"isa\" verses=\"WzE4NjkwXQ==\">Isaiah 51:16<\/a>). But totally different colours are employed in <a class=\"isa\" verses=\"WzE4NzEwXQ==\">Isaiah 52:13<\/a> to <a class=\"isa\" verses=\"eyIxODcxMyI6MTJ9\">Isaiah 53:1-12<\/a> to depict the exaltation of the one “Servant of Jehovah,” from those used here to paint the glory of the church of the “servants of Jehovah,” a proof that the ideas do not cover one another. That which is the reward of suffering in the case of the former, is the experience of divine mercy in that of the latter: it becomes a partaker of the salvation purchased by the other. The one “Servant of Jehovah” is the heart of the church, in which the crisis which bursts forth into life is passing; the righteousness of the “servants of Jehovah” is the fruit of the sufferings of this one “Servant of Jehovah,” who is Himself צדיק and מצידק . He is the Mediator of all the salvation of the church. He is not only its “head,” but its “fulness” ( πλήρωμα ) also.<\/p>",
    "audit": null
}