{
    "id": 13525,
    "source": "kdo",
    "verse_id": 18868,
    "verse_count": 1,
    "reference": "63:1",
    "title": "",
    "html": " <p>This is the smallest of all the twenty-seven prophecies. In its dramatic style it resembles <a class=\"ref\">Psalm 24:1-10<\/a>; in its visionary and emblematical character it resembles the tetralogy in <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+21:1-22&t1=en_nas\" id=\"20\" class=\"stL\" target=\"_blank\">, Isaiah 21:1-22<\/a>: <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+21:1&t1=en_nas\" id=\"21\" class=\"stL\" target=\"_blank\"><\/a>,14. The attention of the seer is attracted by a strange and lofty form coming from Edom, or more strictly from Bozrah; not the place in Auranitis or Hauran (<a class=\"ref\">Jeremiah 48:24<\/a>) which is memorable in church history, but the place in Edomitis or Gebal, between Petra and the Dead Sea, which still exists as a village in ruins under the diminutive name of <i>el-Busaire<\/i>,. <i>“Who is this that cometh from Edom, in deep red clothes from Bozrah? This, glorious in his apparel, bending to and fro in the fulness of his strength?”<\/i>, The verb <i>(<span class=\"translit\">, châmats<\/span>) means to be sharp or bitter; but here, where it can only refer to colour, it means to be glaring, and as the Syriac shows, in which it is generally applied to blushing from shame or reverential awe, to be a staring red (<span class=\"greek normal\">,ὀξέως <\/span>). The question, what is it that makes the clothes of this new-comer so strikingly red? is answered afterwards. But apart from the colour, they are splendid in their general arrangement and character. The person seen approaching is <span class=\"normal hebrew\">,בּלבוּשׁו <\/span> <span class=\"normal hebrew\">,הדוּר<\/span>, (cf., Arab. <i>(<span class=\"translit\">, ḥdr<\/span>) and <i>(<span class=\"translit\">, hdr <\/span>), to rush up, to shoot up luxuriantly, <i>(<span class=\"translit\">, ahdar<\/span>) used for a swollen body), and possibly through the medium of <i>(<span class=\"translit\">, hâdâr<\/span>) (which may signify primarily a swelling, or pad, <span class=\"greek normal\">,ὄγκος<\/span>, and secondarily pomp or splendour), “to honour or adorn;” so that <i>(<span class=\"translit\">, hâdūr<\/span>) signifies adorned, grand (as in <a class=\"ref\">Genesis 24:65<\/a>; Targ. II lxx <span class=\"greek normal\">,ὡραῖος <\/span>), splendid. The verb <i>(<span class=\"translit\">, tsâ‛âh <\/span>), to bend or stoop, we have already met with in <a class=\"isa\" verses=\"WzE4Njg4XQ==\">Isaiah 51:14<\/a>. Here it is used to denote a gesture of proud self-consciousness, partly with or without the idea of the proud bending back of the head (or bending forward to listen), and partly with that of swaying to and fro, i.e., the walk of a proud man swinging to and fro upon the hips. The latter is the sense in which we understand (<span class=\"translit\">, tsō‛eh<\/span>) here, viz., as a syn. of the Arabic (<span class=\"translit\">, mutamâli <\/span>), to bend proudly from one side to the other (Vitringa: se huc illuc motitans <\/i>). The person seen here produces the impression of great and abundant strength; and his walk indicates the corresponding pride of self-consciousness. <\/i> <\/i> <\/i> <\/i> <\/i> <\/i> <\/p> <i> <i>\n\n\n\n <\/i> <\/i> <p>“Who is this?” asks the seer of a third person. But the answer comes from the person himself, though only seen in the distance, and therefore with a voice that could be heard afar off. “I am he that speaketh in righteousness, mighty to aid.” Hitzig, Knobel, and others, take righteousness as the object of the speaking; and this is grammatically possible (<span class=\"normal hebrew\">,בּ<\/span>,= <span class=\"greek normal\">,περί<\/span>, e.g., <a class=\"ref\">Deuteronomy 6:7<\/a>). But our prophet uses <span class=\"normal hebrew\">,בצדק<\/span>, in <a class=\"isa\" verses=\"WzE4NDg3LDE4NTc1XQ==\">Isaiah 42:6; Isaiah 45:13<\/a>, and <span class=\"normal hebrew\">,בצדקה<\/span>, in an adverbial sense: “strictly according to the rule of truth (more especially that of the counsel of mercy or plan of salvation) and right.” The person approaching says that he is great in word and deed (<a class=\"ref\">Jeremiah 32:19<\/a>). He speaks in righteousness; in the zeal of his holiness threatening judgment to the oppressors, and promising salvation to the oppressed; and what he threatens and promises, he carries out with mighty power. He is great (<span class=\"normal hebrew\">,רב<\/span>, not <span class=\"normal hebrew\">,רב<\/span>,; S. <span class=\"greek normal\">,ὑπερμαχῶν<\/span>, Jer. propugnator) to aid the oppressed against their oppressors. This alone might lead us to surmise, that it is God from whose mouth of righteousness (<a class=\"isa\" verses=\"WzE4NTg1XQ==\">Isaiah 45:23<\/a>) the consolation of redemption proceeds, and whose holy omnipotent arm (<a class=\"isa\" verses=\"WzE4NzA3LDE4ODE3XQ==\">Isaiah 52:10; Isaiah 59:16<\/a>) carries out the act of redemption. <br> <\/p>",
    "audit": null
}