{
    "id": 18131,
    "source": "kdo",
    "verse_id": 18670,
    "verse_count": 1,
    "reference": "50:7",
    "title": "",
    "html": "<p> But no shame makes him faint-hearted; he trusts in Him who hath called him, and looks to the end. <em> “But the Lord Jehovah will help me; therefore have I not suffered myself to be overcome by mockery: therefore did I make my face like the flint, and knew that I should not be put to shame.”<\/em> The ו introduces the thought with which his soul was filled amidst all his sufferings. In נכלמתּי לא he affirms, that he did not suffer himself to be inwardly overcome and overpowered by <em> k e limmâh <\/em> . The consciousness of his high calling remained undisturbed; he was never ashamed of that, nor did he turn away from it. The two על־כּן stand side by side upon the same line. He made his face <em> kachallâmı̄sh <\/em> (from <em> c hâlam <\/em> , related to <em> gâlam <\/em> in <a class=\"isa\" verses=\"WzE4NjU4XQ==\">Isaiah 49:21<\/a>, with the substantive termination <em> ı̄sh <\/em> : see <em> Jeshurun<\/em> , p. 229), i.e., he made it as unfelling as a flint-stone to the attacks of his foes (cf., <a class=\"ref\">Ezekiel 3:8-9<\/a>). The lxx renders this ἔθηκα τὸ πρόσωπον μου ὡς στερεὰν πέτραν ; but ἐστήριξα τὸ πρός , which is the rendering given to פני שׂים in <a class=\"ref\">Jeremiah 21:10<\/a>, would have been just the proper rendering here (see <a class=\"ref\">Luke 9:51<\/a>). In “holy hardness of endurance,” as Stier says, he turned his face to his antagonists, without being subdued or frightened away, and was well assured that He whose cause he represented would never leave him in the lurch.<\/p>",
    "audit": null
}