{
    "id": 17838,
    "source": "kdo",
    "verse_id": 18046,
    "verse_count": 1,
    "reference": "21:10",
    "title": "",
    "html": "<p> The night vision related and recorded by the prophet, a prelude to the revelations contained in Chapters 40-60, was also intended for the consolation of Israel, which had already much to suffer, when Babylon was still Assyrian, but would have to suffer far more from it when it should become Chaldean. <em> “O thou my threshing, and child of my threshing-floor! What I have heard from Jehovah of hosts, the God of Israel, I have declared to you.”<\/em> Threshing (<em> dūsh <\/em> ) is a figure used to represent <em> crushing oppression<\/em> in <a class=\"isa\" verses=\"WzE4NDY3XQ==\">Isaiah 41:15<\/a> and <a class=\"ref\">Micah 4:12-13<\/a>; and <em> judicial visitation<\/em> in <a class=\"ref\">Jeremiah 51:33<\/a> (a parallel by which we must not allow ourselves to be misled, as Jeremiah has there given a different turn to Isaiah's figure, as he very frequently does); and again, as in the present instance, <em> chastising plagues<\/em> , in which wrath and good intention are mingled together. Israel, placed as it was under the tyrannical supremacy of the imperial power, is called the <em> m edŭsshâh <\/em> (for <em> medūshah <\/em> , i.e., the threshing) of Jehovah - in other words, the corn threshed by Him; also His “child of the threshing-floor,” inasmuch as it was laid in the floor, in the bosom as it were of the threshing-place, to come out threshed (and then to become a thresher itself, <a class=\"ref\">Micah 4:12-13<\/a>). This floor, in which Jehovah makes a judicial separation of grains and husks in Israel, was their captivity. Babylon is the instrument of the threshing wrath of God. But love also takes part in the threshing, and restrains the wrath. This is what the prophet has learned in the vision (“I have heard,” as in <a class=\"isa\" verses=\"WzE4MTg3XQ==\">Isaiah 28:22<\/a>) - a consolatory figure for the threshing-corn in the floor, i.e., for Israel, which was now subject to the power of the world, and had been mowed off its own field and carried captive into Babylonia.<\/p>",
    "audit": null
}