{
    "id": 17600,
    "source": "kdo",
    "verse_id": 17664,
    "verse_count": 1,
    "reference": "1:9",
    "title": "",
    "html": "<p> For the present, however, Jerusalem was saved from this extremity. The omnipotence of God had mercifully preserved it: <em> “Unless Jehovah of hosts had left us a little of what had escaped, we had become like Sodom, we were like Gomorrah.”<\/em> <em> Sarid <\/em> (which is rendered inaccurately σπέρμα in the Sept.; cf., <a class=\"ref\">Romans 9:29<\/a>) was used, even in the early Mosaic usage of the language, to signify that which escaped the general destruction (<a class=\"ref\">Deuteronomy 2:34<\/a>, etc.); and כּמעט (which might very well be connected with the verbs which follow: “we were very nearly within a little like Sodom,” etc.) is to be taken in connection with <em> sarid <\/em> , as the pausal form clearly shows: “a remnant which was but a mere trifle” (on this use of the word, see <a class=\"isa\" verses=\"WzE3OTg0LDExNDQ1LDE2Njc3LDE1NjE5XQ==\">Isaiah 16:14; 2 Chronicles 12:7; Proverbs 10:20; Psalms 105:12<\/a>). <em> Jehovah Zebaoth <\/em> stands first, for the sake of emphasis. It would have been all over with Israel long ago, if it had not been for the compassion of God (vid., <a class=\"ref\">Hosea 11:8<\/a>). And because it was the omnipotence of God, which set the will of His compassion in motion, He is called <em> Jehovah<\/em> <em> Zebaoth <\/em> , Jehovah (the God) of the heavenly hosts - an expression in which <em> Zebaoth <\/em> is a dependent genitive, and not, as Luzzatto supposes, an independent name of God as the Absolute, embracing within itself all the powers of nature. The prophet says “us” and “we.” He himself was an inhabitant of Jerusalem; and even if he had not been so, he was nevertheless an Israelite. He therefore associates himself with his people, like Jeremiah in <a class=\"ref\">Lamentations 3:22<\/a>. He had had to experience the anger of God along with the rest; and so, on the other hand, he also celebrates the mighty compassion of God, which he had experienced in common with them. But for this compassion, the people of God would have become like Sodom, from which only four human beings escaped: it would have resembled Gomorrah, which was absolutely annihilated. (On the prefects in the protasis and apodosis, see Ges. §126, 5.)<\/p>",
    "audit": null
}