{
    "id": 18186,
    "source": "kdo",
    "verse_id": 18762,
    "verse_count": 1,
    "reference": "56:8",
    "title": "",
    "html": "<p> The expression “<em> saying of the Lord<\/em> ” (<em> N e 'um Jehovah <\/em> ), which is so solemn an expression in itself, and which stands here at the head of the following declaration, is a proof that it contains not only something great, but something which needs a solemn confirmation because of its strangeness. Not only is there no ground for supposing that Gentiles who love Jehovah will be excluded from the congregation; but it is really Jehovah's intention to gather some out of the heathen, and add them to the assembled diaspora of Israel. <em> “Word of the Lord, Jehovah: gathering the outcasts of Israel, I will also gather beyond itself to its gathered ones.”<\/em> We only find ה נאם at the commencement of the sentence, in this passage and <a class=\"ref\">Zechariah 12:1<\/a>. The double name of God, <em> Adonai Jehovah<\/em> , also indicates something great. עליו (to it) refers to Israel, and לנקבּציו is an explanatory permutative, equivalent to על־נקבציו ; or else על denotes the fact that the gathering will exceed the limits of Israel (cf., <a class=\"ref\">Genesis 48:22<\/a>), and ל the addition that will be made to the gathered ones of Israel. The meaning in either case remains the same. Jehovah here declares what Jesus says in <a class=\"ref\">John 10:16<\/a> : “Other sheep I have which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold and one Shepherd:” “Jehovah one, and His name one,” as it is expressed in <a class=\"ref\">Zechariah 14:9<\/a>. Such as the views and hopes that have grown up out of the chastisement inflicted by their captivity. God has made it a preparatory school for New Testament times. It has been made subservient to the bursting of the fetters of the law, the liberation of the spirit of the law, and the establishment of friendship between Israel and the Gentile world as called to one common salvation.<\/p>",
    "audit": null
}