{
    "id": 13529,
    "source": "kdo",
    "verse_id": 18901,
    "verse_count": 3,
    "reference": "65:3-5",
    "title": "",
    "html": "<p>But through this obstinate and unyielding rejection of His love they have excited wrath, which, though long and patiently suppressed, now bursts forth with irresistible violence. <i>“The people that continually provoketh me by defying me to my face, sacrificing in the gardens, and burning incense upon the tiles; who sit in the graves, and spend the night in closed places; to eat the flesh of swine, and broken pieces of abominations is in their dishes; who say, Stop! come not too near me; for I am holy to thee: they are a smoke in my nose, a fire blazing continually.”<\/i> <span class=\"normal hebrew\">אלּה<\/span> (these) in <i><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 65:5<\/a> <\/i> is retrospective, summing up the subject as described in <i><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 65:3-5<\/a> <\/i>, and what follows in <i><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 65:5<\/a> <\/i> contains the predicate. The heathenish practices of the exiles are here depicted, and in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 65:7<\/a> they are expressly distinguished from those of their fathers. Hence there is something so peculiar in the description, that we look in vain for parallels among those connected with the idolatry of the Israelites before the time of the captivity. There is only one point of resemblance, viz., the allusion to gardens as places of worship, which only occurs in the book of Isaiah, and in which our passage, together with <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 57:5<\/a> and <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 66:17<\/a>, strikingly coincides with <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 1:29<\/a>. “Upon my face” (<i>(<span class=\"translit\">‛al<\/span><\/i>-<i>(<span class=\"translit\">pânai<\/span>)) is equivalent to “freely and openly, without being ashamed of me, or fearing me;” cf., <a class=\"ref\">Job 1:11; Job 6:28; Job 21:31<\/a>. “Burning incense upon the bricks” carries us to Babylonia, the true home of the <i>cocti lateres<\/i> (<i>laterculi<\/i>). The <i>thorah<\/i> only mentions <i>(<span class=\"translit\">lebhēnı̄m<\/span>) in connection with Babylonian and Egyptian buildings. The only altars that it allows are altars of earth thrown up, or of unhewn stones and wooden beams with a brazen covering. “They who sit in the graves,” according to Vitringa, are they who sacrifice to the dead. He refers to the Greek and Roman <i>inferiae<\/i> and <i>februationes<\/i>, or expiations for the dead, as probably originating in the East. Sacrifices for the dead were offered, in fact, not only in India and Persia, but also in Hither Asia among the Ssabians, and therefore probably in ancient Mesopotamia and Babylonia. But were they offered in the graves themselves, as we must assume from <span class=\"normal hebrew\">בּקּברים<\/span> (not <span class=\"normal hebrew\">על־קברים<\/span>)? Nothing at all is known of this, and Böttcher (<i>de inferis<\/i>, §234) is correct in rendering it “among (<i>inter<\/i>) the graves,” and supposing the object to be to hold intercourse there with the dead and with demons. The next point, viz., passing the night in closed places (i.e., places not accessible to every one: <i>(<span class=\"translit\">netsūrı̄m<\/span>), <i>custodita<\/i>= <i>clausa<\/i>, like <i>(<span class=\"translit\">ne‛ı̄mı̄m<\/span>), <i>amaena<\/i>), may refer to the mysteries celebrated in natural caves and artificial crypts (on the mysteries of the Ssabians, see Chwolsohn, <i>Die Ssabier u. der Ssabismus<\/i>, ii. 332ff.). But the lxx and Syriac render it <span class=\"greek normal\"> ἐν τοῖς σπηλαίοις κοιμῶνται δι ̓ἐνύπνια <\/span>,evidently understanding it to refer to the so-called <i>incubare<\/i>, <span class=\"greek normal\"> ἐγκοιμᾶσθαι <\/span>; and so Jerome explains it. “In the temples of idols,” he says, “where they were accustomed to lie upon the skins of the victims stretched upon the ground, to gather future events from their dreams.” The expression <i>(<span class=\"translit\">ubhannetsūrı̄m<\/span>) points not so much to open temples, as to inaccessible caves or subterraneous places. G. Rawlinson (<i>Monarchies<\/i>, ii. 269) mentions the discovery of “clay idols in holes below the pavement of palaces.” From the next charge, “who eat there the flesh of the swine,” we may infer that the Babylonians offered swine in sacrifice, if not as a common thing, yet like the Egyptians and other heathen, and ate their flesh (“the flesh taken from the sacrifice,” <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=2%20Macc+6:21&t1=en_nas\" id=\"38\" class=\"stL\" target=\"_blank\">2 Macc. 6:21<\/a>); whereas among the later Ssabians (Harranians) the swine was not regarded as either edible or fit for sacrifice. <br>On the synecdochical character of the sentence <span class=\"normal hebrew\">כּליהם<\/span> <span class=\"normal hebrew\">פּגּלים<\/span> <span class=\"normal hebrew\">וּפרק<\/span>, see at <i><a class=\"isa\" verses=\"bnVsbA==\">Isaiah 5:12<\/a> <\/i>, cf., <a class=\"ref\">Jeremiah 24:2<\/a>. Knobel's explanation, “pieces” (but it is not <span class=\"normal hebrew\">וּפרקי<\/span>) “of abominations are their vessels, i.e., those of their <span class=\"greek normal\"> ἱεροσκοπία <\/span>,” is a needless innovation. <span class=\"normal hebrew\">פּגּוּל<\/span> signifies a stench, putrefaction (<a class=\"ref\">Ezekiel 4:14<\/a>, (<span class=\"translit\">besar<\/span>) (<span class=\"translit\">piggūl<\/span>)), then in a concrete sense anything corrupt or inedible, a thing to be abhorred according to the laws of food or the law generally (syn. <span class=\"normal hebrew\">פּסּוּל<\/span>, <span class=\"normal hebrew\">פּצוּל<\/span>); and when connected with <span class=\"normal hebrew\">פרק<\/span> (chethib<\/i>), which bears the same relation to <span class=\"normal hebrew\">מרק<\/span> as crumbs or pieces (from <span class=\"normal hebrew\">פּרק<\/span>, to crumble) to broth (from <span class=\"normal hebrew\">מתק<\/span>, to rub off or scald off), it means a decoction, or broth made either of such kinds of flesh or such parts of the body as were forbidden by the law. The context also points to such heathen sacrifices and sacrificial meals as were altogether at variance with the Mosaic law. For the five following words proceed from the mouths of persons who fancy that they have derived a high degree of sanctity either from the mysteries, or from their participation in rites of peculiar sacredness, so that to every one who abstains from such rites, or does not enter so deeply into them as they do themselves, they call out their “odi profanum vulgus et arceo<\/i>.” <span class=\"normal hebrew\">אליך<\/span> <span class=\"normal hebrew\">קרב<\/span>, keep near to thyself, i.e., stay where you are, like the Arabic (<span class=\"translit\">idhab ileika<\/span>), go away to thyself, for take thyself off. <span class=\"normal hebrew\">על־תּגּשׁ־בּי<\/span> (according to some MSS with (<span class=\"translit\">mercha<\/span>) (<span class=\"translit\">tifchah<\/span>)), do not push against me (equivalent to <span class=\"normal hebrew\">גּשׁ־הלאה<\/span> or <span class=\"normal hebrew\">גּשׁה־לך<\/span>, get away, make room; <a class=\"ref\">Genesis 19:9<\/a>; <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 49:20<\/a>), for (<span class=\"translit\">qedashtikhâ<\/span>), I am holy to thee, i.e., unapproachable. The verbal suffix is used for the dative, as in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 44:21<\/a> (Ges. §121, 4), for it never occurred to any of the Jewish expositors (all of whom give sanctus prae te as a gloss<\/i>) that the kal<\/i> (<span class=\"translit\">qâdash<\/span>) was used in a transitive sense, like (<span class=\"translit\">châzaq<\/span>) in <a class=\"ref\">Jeremiah 20:7<\/a>, as Luther, Calvin, and even Hitzig suppose. Nor is the exclamation the well-meant warning against the communication of a burdensome (<span class=\"translit\">qedusshâh<\/span>), which had to be removed by washing before a man could proceed to the duties of every-day life (such, for example, as the (<span class=\"translit\">qedusshâh<\/span>) of the man who had touched the flesh of a sin-offering, or bee sprinkled with the blood of a sin-offering; <a class=\"ref\">Leviticus 6:20<\/a>, cf., <a class=\"ref\">Ezekiel 44:19; Ezekiel 46:20<\/a>). It is rather a proud demand to respect the sacro-sanctus<\/i>, and not to draw down the chastisement of the gods by the want of reverential awe. After this elaborate picture, the men who are so degenerate receive their fitting predicate. They are fuel for the wrath of God, which manifests itself, as it were, in smoking breath. This does not now need for the first time to seize upon them; but they are already in the midst of the fire of wrath, and are burning there in inextinguishable flame.<br><\/p>",
    "audit": null
}