{
    "id": 13499,
    "source": "kdo",
    "verse_id": 18781,
    "verse_count": 1,
    "reference": "57:15",
    "title": "",
    "html": " <p>The primary ground for this voice being heard at all is, that the Holy One is also the Merciful One, and not only has a manifestation of glory on high, but also a manifestation of grace below. <i>“For thus saith the high and lofty One, the eternally dwelling One, He whose name is Holy One; I dwell on high and in the holy place, and with the contrite one and him that is of a humbled spirit, to revive the spirit of humbled ones, and to revive the heart of contrite ones.” <\/i>,He inflicts punishment in His wrath; but to those who suffer themselves to be urged thereby to repentance and the desire for salvation, He is most inwardly and most effectually near with His grace. For the heaven of heavens is not too great for Him, and a human heart is not too small for Him to dwell in. And He who dwells upon cherubim, and among the praises of seraphim, does not scorn to dwell among the sighs of a poor human soul. He is called <i>(<span class=\"translit\">,râm <\/span>) (high), as being high and exalted in Himself; <span class=\"normal hebrew\">,נשּׂא <\/span>,(the lofty One), as towering above all besides; and <span class=\"normal hebrew\">,עד <\/span> <span class=\"normal hebrew\">,שׁכן <\/span>,. This does not mean the dweller in eternity, which is a thought quite outside the biblical range of ideas; but, since <span class=\"normal hebrew\">,עד <\/span>,stands to <span class=\"normal hebrew\">,שׁכן <\/span>,not in an objective, but in an attributive or adverbial relation (<a class=\"ref\">Psalm 45:7 <\/a>,, cf., <a class=\"ref\">Proverbs 1:33 <\/a>), and <span class=\"normal hebrew\">,שׁכן <\/span>,, as opposed to being violently wrested from the ordinary sphere of life and work (cf., <a class=\"ref\">Psalm 16:9 <\/a>; 102:29), denotes a continuing life, a life having its root in itself, <span class=\"normal hebrew\">,עד <\/span> <span class=\"normal hebrew\">,שׁכן <\/span>,must mean the eternally (= <span class=\"normal hebrew\">,לעד <\/span>) dwelling One, i.e., He whose life lasts for ever and is always the same. He is also called <i>(<span class=\"translit\">,qâdōsh <\/span>), as One who is absolutely pure and good, separated from all the uncleanness and imperfection by which creatures are characterized. This is not to be rendered <i>sanctum nomen ejus <\/i>,, but <i>sanctus <\/i>,; this name is the <i>facit <\/i>,of His revelation of Himself in the history of salvation, which is accomplished in love and wrath, grace and judgment. This God inhabits <i>(<span class=\"translit\">,mârōm <\/span>) (<span class=\"translit\">,veqâdōsh <\/span>), the height and the Holy Place (accusatives of the object, like (<span class=\"translit\">,mârōm <\/span>) in <a class=\"isa\" verses=\"WzE4Mjg1XQ==\">Isaiah 33:5 <\/a>,, and (<span class=\"translit\">,merōmı̄m <\/span>) in <a class=\"isa\" verses=\"WzE4Mjk2XQ==\">Isaiah 33:16 <\/a>), both together being equivalent to <span class=\"greek normal\">,φῶς ἀπρόσιτον <\/span>,(<a class=\"ref\">1 Timothy 6:16 <\/a>), since (<span class=\"translit\">,qâdōsh <\/span>) (neuter, as in <a class=\"ref\">Psalm 46:5; Psalm 65:5 <\/a>) answers to <span class=\"greek normal\">,φῶς <\/span>,, and (<span class=\"translit\">,mârōm <\/span>) to <span class=\"greek normal\">,ἀπρόσιτον <\/span>,. But He also dwells with (<span class=\"normal hebrew\">,את <\/span>,as in <a class=\"ref\">Leviticus 16:16 <\/a>) the crushed and lowly of spirit. To these He is most intimately near, and that for a salutary and gracious purpose, namely “to revive … .” <span class=\"normal hebrew\">,ההיההיּה <\/span>,always signify either to keep that which is living alive, or to restore to life that which is dead. The spirit is the seat of pride and humility, the heart the seat of all feeling of joy and sorrow; we have therefore spiritum humilium <\/i>,and cor contritorum <\/i>,. The selfish egotism which repentance breaks has its root in the heart; and the self-consciousness, from whose false elevation repentance brings down, has its seat in the spirit (Psychol. <\/i>,p. 199). <br> <\/p>,",
    "audit": null
}