{
    "id": 17812,
    "source": "kdo",
    "verse_id": 17999,
    "verse_count": 3,
    "reference": "18:1-3",
    "title": "",
    "html": "<p> The prophecy commences with <em> hoi <\/em> , which never signifies <em> heus<\/em> , but always <em> vae<\/em> (woe). Here, however, it differs from <a class=\"isa\" verses=\"WzE3OTk2XQ==\">Isaiah 17:12<\/a>, and is an expression of compassion (cf., <a class=\"isa\" verses=\"WzE4NzQyXQ==\">Isaiah 55:1<\/a>; <a class=\"ref\">Zechariah 2:10<\/a>) rather than of anger; for the fact that the mighty Ethiopia is oppressed by the still mightier Asshur, is a humiliation which Jehovah has prepared for the former. <a class=\"isa\" verses=\"WzE3OTk5XQ==\">Isaiah 18:1<\/a>,  : <em> “Woe to the land of the whirring of wings, which is beyond the rivers of Cush, that sends ambassadors into the sea and in boats of papyrus over the face of the waters.”<\/em> The land of Cush commences, according to <a class=\"ref\">Ezekiel 29:10<\/a> (cf., <a class=\"isa\" verses=\"WzE4MjI0XQ==\">Isaiah 30:6<\/a>), where Upper Egypt ends. The <em> Sevēneh <\/em> (<em> Aswân <\/em> ), mentioned by Ezekiel, is the boundary-point at which the Nile enters <em> Mizraim<\/em> proper, and which is still a depot for goods coming from the south down the Nile. The <em> naharē<\/em> -<em> Cush <\/em> (rivers of Cush) are chiefly those that surround the Cushite <em> Seba<\/em> (<a class=\"ref\">Genesis 10:7<\/a>). This is the name given to the present Sennâr , the Meroitic island which is enclosed between the White and Blue Nile (the <em> Astapos<\/em> of Ptolemy, or the present <em> Bahr<\/em> <em> el<\/em> -<em> Abyad<\/em> , and the Astaboras of Ptolemy, or the present <em> Bahr<\/em> <em> el<\/em> -<em> Azrak<\/em> ). According to the latest researches, more especially those of Speke, the White Nile, which takes its rise in the Lake of Nyanza, is the chief source of the Nile. The latter, and the Blue Nile, whose confluence (<em> m akran <\/em> ) with it takes place in lat. 15° 25´, are fed by many larger or smaller tributary streams (as well as mountain torrents); the Blue Nile even more than the Nile proper. And this abundance of water in the land to the south of <em> Sevēnēh <\/em> , and still farther south beyond <em> Seba<\/em> (or <em> Meroë<\/em> ), might very well have been known to the prophet as a general fact. The land “beyond the rivers of Cush” is the land bounded by the sources of the Nile, i.e., (including Ethiopia itself in the stricter sense of the word) the south land under Ethiopian rule that lay still deeper in the heart of the country, the land of its African auxiliary tribes, whose names (which probably include the later Nubians and Abyssinians), as given in <a class=\"ref\">2 Chronicles 12:3; Nahum 3:9; Ezekiel 30:5; Jeremiah 46:9<\/a>, suppose a minuteness of information which has not yet been attained by modern research. To this Ethiopia, which is designated by its farthest limits (compare <a class=\"ref\">Zephaniah 3:10<\/a>, where Wolff, in his book of Judith, erroneously supposes Media to be intended as the Asiatic Cush), the prophets give the strange name of <em> eretz <\/em> <em> tziltzal <\/em> <em> c enâp <\/em> . This has been interpreted as meaning “the land of the wings of an army with clashing arms” by Gesenius and others; but <em> c enâphaim <\/em> does not occur in this sense, like <em> 'agappim <\/em> in Ezekiel. Others render it “the land of the noise of waves” (Umbreit); but <em> c enâphaim <\/em> cannot be used of waters except in such a connection as <a class=\"isa\" verses=\"WzE3ODE2XQ==\">Isaiah 8:8<\/a>. Moreover, <em> tziltzal <\/em> is not a fitting onomatopoetic word either for the clashing of arms or the noise of waves. Others, again, render it “the land of the double shadow” (Grotius, Vitringa, Knobel, and others); but, however appropriate this epithet might be to Ethiopia as a tropical land, it is very hazardous to take the word in a sense which is not sustained by the usage of the language; and the same objection may be brought against Luzzatto's “land of the far-shadowing defence.” Shelling has also suggested another objection - namely, that the shadow thrown even in tropical lands is not a double one, falling northwards and southwards at the same time, and therefore that it cannot be figuratively described as double-winged. <em> Tziltzal <\/em> <em> c enâphaim <\/em> is the buzzing of the wings of insects, with which Egypt and Ethiopia swarmed on account of the climate and the abundance of water: צלצל , <em> constr<\/em> . צלצל , <em> tinnitus <\/em> , <em> stridor <\/em> , a primary meaning from which the other three meanings of the word-cymbal, harpoon (a whirring dart), and grasshopper<\/p><p> (Note: Schröring supposes <em> tziltzal <\/em> to be the <em> scarabaeus sacer <\/em> (Linn.); but it would be much more natural, if any particular animal is intended, to think of the <em> tzaltzalya <\/em> , as it is called in the language of the Gallas, the <em> tzetze <\/em> in the Betschuana language, the most dreaded diptera of the interior of Africa, a species of <em> glossina <\/em> which attacks all the larger <em> mammalia <\/em> (though not men). Vid., Hartmann, <em> Naturgeschichtlich-medic<\/em> . <em> Skizze der Nilländer<\/em> , Abth. i. p. 205.)<\/p><p> - are derived. In <a class=\"isa\" verses=\"WzE3ODAxXQ==\">Isaiah 7:18<\/a> the forces of Egypt are called “the fly from the end of the rivers of Egypt.” Here Egypt and Ethiopia are called the land of the whirring of wings, inasmuch as the prophet had in his mind, under the designation of swarms of insects, the motley swarms of different people included in this great kingdom that were so fabulously strange to an Asiatic. Within this great kingdom messengers were now passing to and fro upon its great waters in boats of papyrus ( on <em> gōme <\/em> , Copt. <em> ‛gōme <\/em> , Talm. <em> gâmi <\/em> , see at <a class=\"ref\">Job 8:11<\/a>), Greek βαρίδες παπύριναι ( βαρίς , from the Egyptian <em> bari <\/em> , <em> bali <\/em> , a barque). In such vessels as these, and with Egyptian tackle, they went as far as the remote island of Taprobane. The boats were made to clap together (<em> pilcatiles <\/em> ), so as to be carried past the cataracts (Parthey on <em> Plutarch. de Iside<\/em> , pp. 198-9). And it is to these messengers in their paper boats that the appeal of the prophet is addressed.<\/p><p> He sends them home; and what they are to say to their own people is generalized into an announcement to the whole earth. <em> “Go, swift messengers, to the people stretched out and polished, to the terrible people far away on the other side, to the nation of command upon command and treading down, whose land rivers cut through. All ye possessors of the globe and inhabitants of the earth, when a banner rises on the mountains, look ye; and when they blow the trumpets, hearken!”<\/em> We learn from what follows to what it is that the attention of Ethiopia and all the nations of the earth is directed: it is the destruction of Asshur by Jehovah. They are to attend, when they observe the two signals, the banner and the trumpet-blast; these are decisive moments. Because Jehovah was about to deliver the world from the conquering might of Assyria, against which the Ethiopian kingdom was now summoning all the means of self-defence, the prophet sends the messengers home. Their own people, to which he sends them home, are elaborately described. They are <em> m emusshâk <\/em> , stretched out, i.e., very tall (lxx ἔθνος μετέωρον ), just as the Sabaeans are said to have been in <a class=\"isa\" verses=\"WzE4NTc2XQ==\">Isaiah 45:14<\/a>. They are also <em> m ōrât <\/em> = <em> m e morât <\/em> (Ges. §52, Anm. 6), smoothed, <em> politus <\/em> , i.e., either not disfigured by an ugly growth of hair, or else, without any reference to depilation, but rather with reference to the bronze colour of their skin, smooth and shining with healthy freshness. The description which Herodotus gives of the Ethiopians, μέγιστοι καὶ κάλλιστοι ἀνθρώπων πάντων (iii. 20), quite answers to these first two predicates. They are still further described, with reference to the wide extent of their kingdom, which reached to the remotest south, as “the terrible nation והלאה מן־הוּ א ,” i.e., from this point, where the prophet meets with the messengers, farther and farther off (compare <a class=\"ref\">1 Samuel 20:21-22<\/a>, but not <a class=\"ref\">1 Samuel 18:9<\/a>, where the expression has a chronological meaning, which would be less suitable here, where everything is so pictorial, and which is also to be rejected, because מן־הוּ א cannot be equivalent to הוּא מאשׁר ; cf., <a class=\"ref\">Nahum 2:9<\/a>). We may see from <a class=\"isa\" verses=\"WzE4MTc1LDE4MTc4XQ==\">Isaiah 28:10, Isaiah 28:13<\/a>, what <em> kâv <\/em> (<em> kăv <\/em> , with connecting accusatives and before <em> makkeph <\/em> ), a measuring or levelling line, signifies, when used by the prophet with the reduplication which he employs here: it is a people of “command upon command,” - that is to say, a commanding nation; (according to Ewald, Knobel, and others, <em> kâv <\/em> is equivalent to the Arabic <em> kūwe <\/em> , strength, a nation of double or gigantic strength.) “<em> A people of treading down<\/em> ” (sc., of others; <em> m e būsah <\/em> is a second genitive to <em> goi <\/em> ), i.e., one which subdues and tramples down wherever it appears. These are all distinctive predicates - a nation of imposing grandeur, a ruling and conquering nation. The last predicate extols its fertile land. בּזא we take not in the sense of diripere, or as equivalent to <em> bâzaz <\/em> , like מאס , to melt, equivalent to <em> m âsas <\/em> , but in the sense of <em> findere <\/em> , i.e., as equivalent to בזע , like גּמא , to sip = גּמע . For it is no praise to say that a land is scoured out, or washed away, by rivers. Böttcher, who is wrong in describing this chapter as “perhaps the most difficult in the whole of the Old Testament,” very aptly compares with it the expression used by Herodotus (ii. 108), κατετμήθη ἡ Αἴγυπτος . But why this strange elaboration instead of the simple name? There is a divine irony in the fact that a nation so great and glorious, and (though not without reason, considering its natural gifts) so full of self-consciousness, should be thrown into such violent agitation in the prospect of the danger that threatened it, and should be making such strenuous exertions to avert that danger, when Jehovah the God of Israel was about to destroy the threatening power itself in a night, and consequently all the care and trouble of Ethiopia were utterly needless.<\/p>",
    "audit": null
}