{
    "id": 13491,
    "source": "kdo",
    "verse_id": 18767,
    "verse_count": 2,
    "reference": "57:1–2",
    "title": "",
    "html": "<p>Whilst watchmen and shepherds, prophets and rulers, without troubling themselves about the flock which they have to watch and feed, are thus indulging their own selfish desires, and living in debauchery, the righteous man is saved by early death from the judgment, which cannot fail to come with such corruption as this. <i>“The righteous perisheth, and no man taketh it to heart; and pious men are swept away, without any one considering that the righteous is swept away from misfortune. He entereth into peace: they rest upon their beds, whoever has walked straight before him.”<\/i> With “the righteous” the prophet introduces, in glaring contrast to this luxurious living on the part of the leading men of the nation, the standing figure used to denote the fate of its best men. With this prevailing demoralization and worldliness, the righteous succumbs to the violence of both external and internal sufferings. <span class=\"normal hebrew\"> אבד<\/span> , he dies before his time ( <a class=\"ref\">Ecclesiastes 7:15<\/a>); from the midst of the men of his generation he is carried away from this world ( <a class=\"ref\">Psalm 12:2; Micah 7:2<\/a>), and no one lays it to heart, viz., the divine accusation and threat involved in this early death. Men of piety (<i>(<span class=\"translit\"> chesed<\/span>), the love of God and man) are swept away, without there being any one to understand or consider that (<i>(<span class=\"translit\"> kı̄<\/span>) unfolds the object to be considered and laid to heart, viz., what is involved in this carrying away when regarded as a providential event) the righteous is swept away “from the evil,” i.e., that he may be saved from the approaching punishment (compare <a class=\"ref\">2 Kings 22:20<\/a>). For the prevailing corruption calls for punishment from God; and what is first of all to be expected is severe judgment, through which the coming salvation will force its way. In <a class=\"isa\" verses=\"WzE4NzY4XQ==\">Isaiah 57:2<\/a> it is intimated that the righteous man and the pious do not lose the blessings of this salvation because they lose this life: for whereas, according to the prophet's watchword, there is no peace to the wicked, it is true, on the other hand, of the departing righteous man, that “he enters into peace” (<i>(<span class=\"translit\"> shâlōm<\/span>), <i>acc. loci s. status<\/i> ; Ges. 118, 1); “they rest upon their beds,” viz., the bottom of the grave, which has become their (<span class=\"translit\"> mishkâb<\/span>) ( <a class=\"ref\">Job 17:13; Job 21:26<\/a>), “however has walked in that which lay straight before him,” i.e., the one straight plain path which he had set before him (<span class=\"normal hebrew\"> נכחו<\/span> acc. obj. <\/i> as in <a class=\"isa\" verses=\"WzE4Mjk1XQ==\">Isaiah 33:15<\/a>; <a class=\"isa\" verses=\"WzE4NjczXQ==\">Isaiah 50:10<\/a> , Ewald, §172, b<\/i> , from<span class=\"normal hebrew\"> נכח<\/span> , that which lies straight before a person; whereas<span class=\"normal hebrew\"> נכח<\/span> with<span class=\"normal hebrew\"> נכח<\/span><span class=\"normal hebrew\"> נכחו<\/span> , signifying probably fixedness, steadiness of look, related to Arab. (<span class=\"translit\"> nkḥ<\/span>), to pierce,<span class=\"normal hebrew\"> נכה<\/span> , percutere<\/i> , is used as a preposition: compare <a class=\"ref\">Proverbs 4:25<\/a> ,<span class=\"normal hebrew\"> לנכח<\/span> , straight or exactly before him). The grave, when compared with the restlessness of this life, is therefore “peace.” He who has died in faith rests in God, to whom he has committed himself and entrusted his future. We have here the glimmering light of the New Testament consolation, that the death of the righteous is better than life in this world, because it is the entrance into peace. <br><\/p> ",
    "audit": null
}