{
    "id": 17845,
    "source": "kdo",
    "verse_id": 18057,
    "verse_count": 2,
    "reference": "22:4-5",
    "title": "",
    "html": "<p><em> “Therefore I say, Look away from me, that I may weep bitterly; press me not with consolations for the destruction of the daughter of my people! For a day of noise, and of treading down, and of confusion, cometh from the Lord, Jehovah of hosts, in the valley of vision, breaking down walls; and a cry of woe echoes against the mountains.”<\/em> The note struck by Isaiah here is the note of the <em> kinah <\/em> that is continued in the Lamentations of Jeremiah. Jeremiah says <em> sheber <\/em> for <em> shod <\/em> (<a class=\"ref\">Lamentations 3:48<\/a>), and <em> bath<\/em> -<em> ammi <\/em> (daughter of my people) is varied with <em> batḣZion <\/em> (daughter of Zion) and <em> bath<\/em> -<em> yehudah <\/em> (daughter of Judah). <em> Mērēr <\/em> <em> babbeci <\/em> (weep bitterly) is more than <em> bâcâh <\/em> <em> m ar <\/em> (<a class=\"isa\" verses=\"WzE4Mjg3XQ==\">Isaiah 33:7<\/a>): it signifies to give one's self thoroughly up to bitter weeping, to exhaust one's self with weeping. The two similar sounds which occur in <a class=\"isa\" verses=\"WzE4MDU4XQ==\">Isaiah 22:5<\/a>, in imitation of echoes, can hardly be translated. The day of divine judgment is called a day in which masses of men crowd together with great noise (<em> m ehūmâh <\/em> ), in which Jerusalem and its inhabitants are trodden down by foes (<em> m ebūsâh <\/em> ) and are thrown into wild confusion (<em> m ebūcâh <\/em> ). This is one play upon words. The other makes the crashing of the walls audible, as they are hurled down by the siege-artillery (<em> m ekarkar <\/em> <em> kir <\/em> ). <em> Kirkēr <\/em> is not a denom. of <em> kı̄r <\/em> , as Kimchi and Ewald suppose (unwalling walls), but is to be explained in accordance with <a class=\"ref\">Numbers 24:17<\/a>, “he undermines,” i.e., throws down by removing the supports, in other words, “to the very foundations” (<em> kur <\/em> , to dig, hence <em> karkârâh <\/em> , the bottom of a vessel, <em> Kelim<\/em> ii. 2; <em> kurkoreth <\/em> , the bottom of a net, <em> ib<\/em> . xxviii. 10, or of a cask, <em> Ahaloth<\/em> ix. 16). When this takes place, then a cry of woe echoes against the mountain (<em> shōa‛ <\/em> , like <em> shūa‛ <\/em> , <em> sheva‛ <\/em> ), i.e., strikes against the mountains that surround Jerusalem, and is echoed back again. Knobel understands it as signifying a cry for help addressed to the mountain where Jehovah dwells; but this feature is altogether unsuitable to the God - forgetting worldly state in which Jerusalem is found. It is also to be observed, in opposition to Knobel, that the description does not move on in the same natural and literal way as in a historical narrative. The prophet is not relating, but looking; and in <a class=\"isa\" verses=\"WzE4MDU4XQ==\">Isaiah 22:5<\/a> he depicts the day of Jehovah according to both its ultimate intention and its ultimate result.<\/p>",
    "audit": null
}