{
    "id": 17822,
    "source": "kdo",
    "verse_id": 18023,
    "verse_count": 1,
    "reference": "19:18",
    "title": "",
    "html": "<p> At first there is only slavish fear; but there is the beginning of a turn to something better. <em> “In that day there will be five cities in the land of Egypt speaking the language of Canaan, and swearing to Jehovah of hosts: 'Ir ha-Heres will one be called.”<\/em> Five cities are very few for Egypt, which was completely covered with cities; but this is simply a fragmentary commencement of Egypt's future and complete conversion. The description given of them, as beginning to speak the language of Canaan, i.e., the sacred language of the worship of Jehovah (comp. <a class=\"ref\">Zephaniah 3:9<\/a>), and to give themselves up to Jehovah with vows made on oath, is simply a periphrastic announcement of the conversion of the five cities. ל נשׁבּע (different from בּ נשׁבּע , <a class=\"isa\" verses=\"WzE4OTE0XQ==\">Isaiah 65:16<\/a>, as <a class=\"isa\" verses=\"WzE4NTg1XQ==\">Isaiah 45:23<\/a> clearly shows) signifies to swear to a person, to promise him fidelity, to give one's self up to him. One of these five will be called <em> ‛Ir <\/em> <em> ha<\/em> -<em> Heres <\/em> . As this is evidently intended for a proper name, <em> lâ'echât <\/em> does not mean <em> unicuique <\/em> , as in <a class=\"ref\">Judges 8:18<\/a> and <a class=\"ref\">Ezekiel 1:6<\/a>, but <em> uni <\/em> . It is a customary thing with Isaiah to express the nature of anything under the form of some future name (vid., <a class=\"isa\" verses=\"WzE3NzM3LDE4MjY1LDE4ODUwLDE4ODU5XQ==\">Isaiah 4:3; Isaiah 32:5; Isaiah 61:6; Isaiah 62:4<\/a>). The name in this instance, therefore, must have a distinctive and promising meaning.<\/p><p> But what does <em> ‛Ir <\/em> <em> ha<\/em> -<em> Heres <\/em> mean? The Septuagint has changed it into πόλις ἀσεδέκ , equivalent to <em> ‛Ir <\/em> <em> hazzedek <\/em> (city of righteousness), possibly in honour of the temple in the Heliopolitan <em> nomos <\/em> , which was founded under Ptolemaeus Philometor about 160 b.c., during the Syrian reign of terror, by Onias IV, son of the high priest Onias III, who emigrated to Egypt.<\/p><p> (Note: See Frankel on this Egyptian auxiliary temple, in his <em> Monatschrift für Geschichte und Wissenschaft des Judenthums<\/em> , 1852, p. 273ff.; Herzfeld, <em> Geschichte des Volkes Israel<\/em> , iii. 460ff., 557ff.; and Grätz, <em> Geschichte der Juden<\/em> , iii. 36ff.)<\/p><p> Maurer in his <em> Lexicon<\/em> imagines that he has found the true meaning, when he renders it “city of rescue;” but the progressive advance from the meaning “to pull off' to that of “setting free” cannot be established in the case of the verb <em> hâras <\/em> ; in fact, <em> hâras <\/em> does not mean to pull off or pull out, but to pull down. <em> Heres <\/em> cannot have any other meaning in Hebrew than that of “destruction.” But as this appears unsuitable, it is more natural to read <em> ‛Ir <\/em> <em> ha<\/em> -<em> cheres <\/em> (which is found in some codices, though in opposition to the Masora).<\/p><p> (Note: But no Greek codex has the reading πόλις ἀχερές (see Holmes-Parsons' V. T. <em> Graecum c. var. lect.<\/em> t. iv. on this passage), as the Complutensian has emended it after the Vulgate (see the <em> Vocabluarium Hebr.<\/em> 37<em> a<\/em> , belonging to the Complutensian).)<\/p><p> This is now generally rendered “city of protection” (Rosenmüller, Ewald, Knobel, and Meier), as being equivalent to an Arabic word signifying <em> divinitus protecta <\/em> . But such an appeal to the Arabic is contrary to all Hebrew usage, and is always a very precarious loophole. <em> ‛Ir ha<\/em> -<em> cheres <\/em> would mean “city of the sun” (<em> cheres <\/em> as in <a class=\"ref\">Job 9:7<\/a> and <a class=\"ref\">Judges 14:18<\/a>), as the Talmud in the leading passage concerning the Onias temple (in <em> b. Menahoth<\/em> 110<em> a<\/em> ) thinks that even the received reading may be understood in accordance with <a class=\"ref\">Job 9:7<\/a>, and says “it is a description of the sun.” “Sun-city” was really the name of one of the most celebrated of the old Egyptian cities, viz., <em> Heliopolis<\/em> , the city of the sun-god <em> Ra<\/em> , which was situated to the north-east of Memphis, and is called <em> On<\/em> in other passages of the Old Testament. Ezekiel (<a class=\"ref\">Ezekiel 30:17<\/a>) alters this into <em> Aven<\/em> , for the purpose of branding the idolatry of the city.<\/p><p> (Note: <em> Heliopolis<\/em> answers to the sacred name <em> Pe - ra <\/em> , house of the sun-god (like <em> Pe - Ramesses <\/em> , house of Ramses), which was a name borne by the city that was at other times called <em> On<\/em> (old Egyptian <em> anu <\/em> ). Cyrill, however, explains even the latter thus, Ὤν δέ ἐστι κατ ̓ αὐτοὺς ὁ ἤλιος (“On, according to their interpretation, is the sun”), which is so far true according to Lauth, that <em> Ain <\/em> , <em> Oin <\/em> , <em> Oni <\/em> , signifies the eye as an emblem of the sun; and from this, the tenth month, which marks the return of the sun to the equinoctial point, derives its name of <em> Pa<\/em> -<em> oni <\/em> , <em> Pa<\/em> -<em> one <\/em> , <em> Pa<\/em> -<em> uni <\/em> . It may possibly be with reference to this that Heliopolis is called <em> Ain <\/em> <em> es<\/em> -<em> sems <\/em> in Arabic (see Arnold, <em> Chrestom. Arab.<\/em> p. 56 s.). Edrisi (iii. 3) speaks of this <em> Ain es<\/em> -<em> sems <\/em> as “the country-seat of Pharaoh, which may God curse;” just as <em> Bin el<\/em> -<em> Faraun <\/em> is a common expression of contempt, which the Arabs apply to the Coptic <em> fellahs <\/em> .)<\/p><p> But this alteration of the well-attested text is a mistake; and the true explanation is, that <em> Ir<\/em> -<em> hahares <\/em> is simply used with a play upon the name <em> Ir<\/em> -<em> hacheres <\/em> . This is the explanation given by the Targum: “Heliopolis, whose future fate will be destruction.” But even if the name is intended to have a distinctive and promising meaning, it is impossible to adopt the explanation given by Luzzatto, “a city restored from the ruins;” for the name points to destruction, not to restoration. Moreover, Heliopolis never has been restored since the time of its destruction, which Strabo dates as far back as the Persian invasion. There is nothing left standing now out of all its monuments but one granite obelisk: they are all either destroyed, or carried away, like the so-called “Cleopatra's Needle,” or sunk in the soil of the Nile (Parthey on Plutarch, <em> de Iside<\/em> , p. 162). This destruction cannot be the one intended. But <em> hâras <\/em> is the word commonly used to signify the throwing down of heathen altars (<a class=\"ref\">Judges 6:25; 1 Kings 18:30; 1 Kings 19:10, 1 Kings 19:14<\/a>); and the meaning of the prophecy may be, that the city which had hitherto been <em> ‛Ir<\/em> -<em> ha<\/em> -<em> cheres <\/em> , the chief city of the sun-worship, would become the city of the destruction of idolatry, as Jeremiah prophesies in <a class=\"isa\" verses=\"WzE4NTE5XQ==\">Isaiah 43:13<\/a>, “Jehovah will break in pieces the obelisks of the sun-temple in the land of Egypt.” Hence Herzfeld's interpretation: “<em> City of demolished Idols<\/em> ”. It is true that in this case <em> ha<\/em> -<em> heres <\/em> merely announces the breaking up of the old, and does not say what new thing will rise upon the ruins of the old; but the context leaves no doubt as to this new thing, and the one-sided character of the description is to be accounted for from the intentional play upon the actual name of that one city out of the five to which the prophet gives especial prominence. With this interpretation - for which indeed we cannot pretend to find any special confirmation in the actual fulfilment in the history of the church, and, so to speak, the history of missions - the train of thought in the prophet's mind which led to the following groove of promises is a very obvious one.<\/p>",
    "audit": null
}