{
    "id": 17665,
    "source": "kdo",
    "verse_id": 17749,
    "verse_count": 2,
    "reference": "5:9-10",
    "title": "",
    "html": "<p> And the denunciation of punishment is made by him in very similar terms to those which we find here in <a class=\"isa\" verses=\"WzE3NzQ5LDE3NzUwXQ==\">Isaiah 5:9, Isaiah 5:10<\/a> : <em> “Into mine ears Jehovah of hosts: Of a truth many houses shall become a wilderness, great and beautiful ones deserted. For ten yokes of vineyard will yield one pailful, and a quarter of seed-corn will produce a bushel.”<\/em> We may see from <a class=\"isa\" verses=\"WzE4MDY3XQ==\">Isaiah 22:14<\/a> in what sense the prophet wrote the substantive clause, “Into mine ears,” or more literally, “In mine ears is <em> Jehovah<\/em> <em> Zebaoth <\/em> ,” viz., He is here revealing Himself to me. In the pointing, בּאזני is written with <em> tiphchah<\/em> as a pausal form, to indicate to the reader that the boldness of the expression is to be softened down by the assumption of an ellipsis. In Hebrew, “to say into the ears” did not mean to “speak softly and secretly,” as <a class=\"ref\">Genesis 23:10, Genesis 23:16; Job 33:8<\/a>, and other passages, clearly show; but to speak in a distinct and intelligible manner, which precludes the possibility of any misunderstanding. The prophet, indeed, had not Jehovah standing locally beside him; nevertheless, he had Him objectively over against his own personality, and was well able to distinguish very clearly the thoughts and words of his own personality, from the words of Jehovah which arose audibly within him. These words informed him what would be the fate of the rich and insatiable landowners. “Of a truth:” אם־לא (if not) introduces an oath of an affirmative character (the complete formula is <em> C hai <\/em> <em> ani <\/em> <em> 'im<\/em> -<em> lo' <\/em> , “as I live if not”), just as <em> 'im <\/em> (if) alone introduces a negative oath (e.g., <a class=\"ref\">Numbers 14:23<\/a>). The force of the expression <em> 'im<\/em> -<em> lo' <\/em> extends not only to <em> rabbim <\/em> , as the false accentuation with <em> gershayim <\/em> (double -geresh) would make it appear, but to the whole of the following sentence, as it is correctly accentuated with rebia in the Venetian (1521) and other early editions. A universal desolation would ensue: <em> rabbim <\/em> (many) does not mean less than all; but the houses (<em> bâttim <\/em> , as the word should be pronounced, notwithstanding Ewald's objection to Köhler's remarks on <a class=\"ref\">Zechariah 14:2<\/a>; cf., <a class=\"ref\">Job 2:1-13<\/a> :31) constituted altogether a very large number (compare the use of the word “many” in <a class=\"isa\" verses=\"WzE3Njg5LDIzODIxXQ==\">Isaiah 2:3; Matthew 20:28<\/a>, etc.). מאין is a double, and therefore an absolute, negation (so that there is not, no inhabitant, i.e., not any inhabitant at all). <a class=\"isa\" verses=\"WzE3NzUwXQ==\">Isaiah 5:10<\/a>, which commences, with <em> C i <\/em> , explains how such a desolation of the houses would be brought about: failure of crops produces famine, and this is followed by depopulation. “<em> Ten<\/em> <em> zimdē <\/em> (with <em> dagesh<\/em> <em> lene <\/em> , Ewald) <em> of vineyard”<\/em> are either ten pieces of the size that a man could plough in one day with a <em> yoke<\/em> of oxen, or possibly ten portions of <em> yoke<\/em> -like espaliers of vines, i.e., of vines trained on cross laths (the <em> vina jugata <\/em> of Varro), which is the explanation adopted by Biesenthal. But if we compare <a class=\"ref\">1 Samuel 14:14<\/a>, the former is to be preferred, although the links are wanting which would enable us to prove that the early Israelites had one and the same system of land measure as the Romans;<\/p><p> (Note: On the <em> jugerum <\/em> , see Hultsch, <em> Griechische und römische Metrologie<\/em> , 1862. The Greek <em> plethron <\/em> , which was smaller by two and a half, corresponded to some extent to this; also the Homeric <em> tetraguon <\/em> , which cannot be more precisely defined (according to Eustathius, it was a piece of land which a skilful labourer could plough in one day). According to Herod. ii. 168, in the Egyptian square-measure an <em> a'roura <\/em> was equal to 150 cubits square. The Palestinian, according to the tables of Julian the Ashkalonite, was the <em> plethron <\/em> . “The <em> plethron <\/em> ,” he says, “was ten perches, or fifteen fathoms, or thirty paces, sixty cubits, ninety feet” (for the entire text, see L. F. V. Fennersberg's <em> Untersuchungen über alte Langen-, Feld-, und Wegemaase<\/em> , 1859). Fennersberg's conclusion is, that the <em> tzemed <\/em> was a <em> plethron <\/em> , equal in length to ten perches of nine feet each. But the meaning of the word <em> tzemed <\/em> is of more importance in helping to determine the measure referred to, than the tables of long measure of the architect of Ashkalon, which have been preserved in the imperial collection of laws of Constantine Harmenopulos, and which probably belong to a much later period.)<\/p><p> nevertheless Arab. <em> fddân <\/em> (in Hauran) is precisely similar, and this word signifies primarily a <em> yoke<\/em> of oxen, and then a <em> yoke<\/em> (<em> jugerum <\/em> ) regarded as a measure of land. Ten days' work would only yield a single <em> bath<\/em> . This liquid measure, which was first introduced in the time of the kings, corresponded to the <em> ephah <\/em> in dry measure (<a class=\"ref\">Ezekiel 45:11<\/a>). According to Josephus (<em> Ant<\/em> . viii. 2, 9), it was equal to seventy-two Roman <em> sextarii <\/em> , i.e., a little more than thirty-three Berlin quarts; but in the time of Isaiah it was probably smaller. The <em> homer <\/em> , a dry measure, generally called a <em> C or <\/em> after the time of the kings, was equal to ten Attic <em> m edimnoi <\/em> ;<\/p><p> (Note: Or rather 7 1\/2 Attic <em> m edimnoi <\/em> = 10 Attic <em> m etretoi <\/em> = 45 Roman <em> modia <\/em> (see Böckh, <em> Metrologische Untersuchungen<\/em> , p. 259).)<\/p><p> a <em> m edimnos <\/em> being (according to Josephus, <em> Ant<\/em> . xv 9, 2) about 15-16ths of a Berlin bushel, and therefore a little more than fifteen pecks. Even if this quantity of corn should be sown, they would not reap more than an <em> ephah <\/em> .The harvest, therefore, would only yield the tenth part of the sowing, since an <em> ephah <\/em> was the tenth part of a <em> homer <\/em> , or three <em> seahs <\/em> , the usual minimum for one baking (vid., <a class=\"ref\">Matthew 13:33<\/a>). It is, of course, impossible to give the relative measure exactly in our translation.<\/p>",
    "audit": null
}