{
    "id": 18238,
    "source": "kdo",
    "verse_id": 18863,
    "verse_count": 2,
    "reference": "62:8-9",
    "title": "",
    "html": "<p> The following strophe expresses one side of the divine promise, on which the hope of that lofty and universally acknowledged glory of Jerusalem, for whose completion the watchers upon its walls so ceaselessly exert themselves, is founded. <em> “Jehovah hath sworn by His right hand, and by His powerful arm, Surely I no more give thy corn for food to thine enemies; and foreigners will to drink thy must, for which thou hast laboured hard. No, they that gather it in shall eat it, and praise Jehovah; and they that store it, shall drink it in the courts of my sanctuary.”<\/em> The church will no more succumb to the tyranny of a worldly power. Peace undisturbed, and unrestricted freedom, reign there. With praise to Jehovah are the fruits of the land enjoyed by those who raised and reaped them. יגעתּ (with an auxiliary <em> pathach<\/em> , as in <a class=\"isa\" verses=\"WzE4NjEyLDE4NjE1XQ==\">Isaiah 47:12, Isaiah 47:15<\/a>) is applied to the cultivation of the soil, and includes the service of the heathen who are incorporated in Israel (<a class=\"isa\" verses=\"WzE4ODQ5XQ==\">Isaiah 61:5<\/a>); whilst אסּף (whence מאספיו with ס <em> raphatum <\/em> ) or אסף (<em> poel<\/em> , whence the reading מאספיו , cf., <a class=\"ref\">Psalms 101:5<\/a>, <em> m e loshnı̄ <\/em> ; <a class=\"ref\">Psalms 109:10<\/a>, <em> v e <\/em> -<em> dorshū <\/em> , for which in some codd. and editions we find מאספיו , an intermediate form between <em> piel<\/em> and <em> poel<\/em> ; see at <a class=\"ref\">Psalms 62:4<\/a>) and קבּ ץ stand in the same relation to one another as <em> condere <\/em> (<em> horreo <\/em> ) and <em> colligere <\/em> (cf., <a class=\"isa\" verses=\"WzE3ODk3XQ==\">Isaiah 11:12<\/a>). The expression <em> b e chatsrōth <\/em> <em> qodshı̄ <\/em> , in the courts of my sanctuary, cannot imply that the produce of the harvest will never be consumed anywhere else than there (which is inconceivable), but only that their enjoyment of the harvest-produce will be consecrated by festal meals of worship, with an allusion to the legal regulation that two-tenths (<em> m a‛ăsēr <\/em> <em> shēnı̄ <\/em> ) should be eaten in a holy place (<em> liphnē Jehovah <\/em> ) by the original possessor and his family, with the addition of the Levites and the poor (<a class=\"ref\">Deuteronomy 14:22-27<\/a> : see Saalschütz, <em> Mosaisches Recht<\/em> , cap. 42). Such thoughts, as that all Israel will then be a priestly nation, or that all Jerusalem will be holy, are not implied in this promise. All that it affirms is, that the enjoyment of the harvest-blessing will continue henceforth undisturbed, and be accompanied with the grateful worship of the giver, and therefore, because sanctified by thanksgiving, will become an act of worship in itself. This is what Jehovah has sworn “by His right hand,” which He only lifts up with truth, and “by His powerful arm,” which carries out what it promises without the possibility of resistance. The Talmud (<em> b. Nazir<\/em> 3<em> b<\/em> ) understand by עזו זרוע the left arm, after <a class=\"ref\">Daniel 12:7<\/a>; but the ו of ובזרוע is epexegetical.<\/p>",
    "audit": null
}