{
    "id": 17728,
    "source": "kdo",
    "verse_id": 17843,
    "verse_count": 5,
    "reference": "9:13-17",
    "title": "",
    "html": "<p> Strophe 2. <em> “But the people turneth not unto Him that smiteth it, and they seek not Jehovah of hosts. Therefore Jehovah rooteth out of Israel head and tail, palm-branch and rush, in one day. Elders and highly distinguished men, this is the head; and prophets, lying teachers, this is the tail. The leaders of this people have become leaders astray, and their followers swallowed up. Therefore the Lord will not rejoice in their young men, and will have no compassion on their orphans and widows: for all together are profligate and evil-doers, and every mouth speaketh blasphemy. With all this His anger is not turned away, and His hand is stretched out still.”<\/em> As the first stage of the judgments has been followed by no true conversion to Jehovah the almighty judge, there comes a second. עד שׁוּב (to turn unto) denotes a thorough conversion, not stopping half-way. “The smiter of it” (<em> hammaccēhu <\/em> ), or “he who smiteth it,” it Jehovah (compare, on the other hand, <a class=\"isa\" verses=\"WzE3ODcxXQ==\">Isaiah 10:20<\/a>, where Asshur is intended). The article and suffix are used together, as in <a class=\"isa\" verses=\"WzE4MDk4XQ==\">Isaiah 24:2<\/a>; <a class=\"ref\">Proverbs 16:4<\/a> (vid., Ges. §110, 2; Caspari, <em> Arab. Gram<\/em> . §472). But there was coming now a great day of punishment (in the view of the prophet, it was already past), such as Israel experienced more than once in the Assyrian oppressions, and Judah in the Chaldean, when head and tail, or, according to another proverbial expression, palm-branch and rush, would be rooted out. We might suppose that the persons referred to were the high and low; but <a class=\"isa\" verses=\"WzE3ODQ1XQ==\">Isaiah 9:15<\/a> makes a different application of the first double figure, by giving it a different turn from its popular sense (compare the Arabic <em> er<\/em> -<em> ru 'ūs w<\/em> -<em> aledhnâb <\/em> = lofty and low, in Dietrich, <em> Abhandlung<\/em> , p. 209). The opinion which has very widely prevailed since the time of Koppe, that this v. is a gloss, is no doubt a very natural one (see Hitzig, <em> Begriff der Kritik<\/em> ; Ewald, <em> Propheten<\/em> , i. 57). But Isaiah's custom of supplying his own gloss is opposed to such a view; also Isaiah's composition in <a class=\"isa\" verses=\"WzE3NzExXQ==\">Isaiah 3:3<\/a> and <a class=\"isa\" verses=\"WzE4MjM4XQ==\">Isaiah 30:20<\/a>, and the relation in which this v. stands to <a class=\"isa\" verses=\"WzE3ODQ2XQ==\">Isaiah 9:16<\/a>; and lastly, the singular character of the gloss itself, which is one of the strongest proofs that it contains the prophet's exposition of his own words. The chiefs of the nation were the head of the national body; and behind, like a wagging dog's tail, sat the false prophets with their flatteries of the people, loving, as Persius says, <em> blando caudam jactare popello <\/em> . The prophet drops the figure of <em> C ippâh <\/em> , the palm-branch which forms the crown of the palm, and which derives its name from the fact that it resembles the palm of the hand (<em> instar palmae manus <\/em> ), and <em> agmōn <\/em> , the rush which grows in the marsh.<\/p><p> (Note: The noun <em> agam <\/em> is used in the Old Testament as well as in the Talmud to signify both a marshy place (see <em> Baba mesi'a<\/em> 36b, and more especially <em> Aboda zara<\/em> 38<em> a<\/em> , where <em> giloi agmah <\/em> signifies the laying bare of the marshy soil by the burning up of the reeds), and also the marsh grass (<em> Sabbath<\/em> 11<em> a<\/em> , “if all the <em> agmim <\/em> were <em> kalams <\/em> , i.e., writing reeds, or pens;” and <em> Kiddûsin<\/em> 62b, where agam signifies a talk of marsh-grass or reed, a rush or bulrush, and is explained, with a reference to <a class=\"isa\" verses=\"WzE4NzkyXQ==\">Isaiah 58:5<\/a>, as signifying a tender, weak stalk). The noun <em> agmon <\/em> , on the other hand, signifies only the stalk of the marsh-grass, or the marsh-grass itself; and in this sense it is not found in the Talmud (see <em> Comm on Job<\/em> , at <a class=\"isa\" verses=\"eyIxODQ2MiI6NH0=\">Isaiah 41:10-13<\/a>). The verbal meaning upon which these names are founded is evident from the Arabic <em> mâ āgim <\/em> (<em> magūm <\/em> ), “bad water” (see at <a class=\"isa\" verses=\"WzE4MDE1XQ==\">Isaiah 19:10<\/a>). There is no connection between this and <em> maugil <\/em> , literally a depression of the soil, in which water lodges for a long time, and which is only dried up in summer weather.)<\/p><p> The allusion here is to the rulers of the nation and the dregs of the people. The basest extremity were the demagogues in the shape of prophets. For it had come to this, as <a class=\"isa\" verses=\"WzE3ODQ2XQ==\">Isaiah 9:16<\/a> affirms, that those who promised to lead by a straight road led astray, and those who suffered themselves to be led by them were as good as already swallowed up by hell (cf., <a class=\"isa\" verses=\"WzE3NzU0LDE3NzIwXQ==\">Isaiah 5:14; Isaiah 3:12<\/a>). Therefore the Sovereign Ruler would not rejoice over the young men of this nation; that is to say, He would suffer them to be smitten by their enemies, without going with them to battle, and would refuse His customary compassion even towards widows and orphans, for they were all thoroughly corrupt on every side. The alienation, obliquity, and dishonesty of their heart, are indicated by the word <em> C hânēph <\/em> (from <em> C hânaph <\/em> , which has in itself the indifferent radical idea of inclination; so that in Arabic, <em> Chanı̄f <\/em> , as a synonym of <em> ‛ âdil <\/em> ,<\/p><p> (Note: This is the way in which it should be written in <em> Comm on Job<\/em> , at <a class=\"isa\" verses=\"WzE3OTIzXQ==\">Isaiah 13:16<\/a>; <em> ‛adala <\/em> has also the indifferent meaning of return or decision.)<\/p><p> has the very opposite meaning of decision in favour of what is right); the badness of their actions by מרע (in half pause for מרע <\/p><p> (Note: Nevertheless this reading is also met with, and according to <em> Masora finalis<\/em> , p. 52, col. 8, this is the correct reading (as in <a class=\"ref\">Proverbs 17:4<\/a>, where it is doubtful whether the meaning is a friend or a malevolent person). The question is not an unimportant one, as we may see from Olshausen, §258, p. 581.)<\/p><p> = מרע , <em> maleficus <\/em> ); the vicious infatuation of their words by <em> nebâlâh <\/em> . This they are, and this they continue; and consequently the wrathful hand of God is stretched out over them for the infliction of fresh strokes.<\/p>",
    "audit": null
}