{
    "id": 17989,
    "source": "kdo",
    "verse_id": 18389,
    "verse_count": 3,
    "reference": "37:36-38",
    "title": "",
    "html": "<p> To this culminating prophecy there is now appended an account of the catastrophe itself. <em> “Then <\/em> (K.<em> And it came to pass that night, that<\/em> )<em> the angel of Jehovah went forth and smote <\/em> (<em> vayyakkeh , <\/em> K.<em> vayyakh <\/em> )<em> in the camp of Asshur a hundred and eighty-five thousand; and when men rose up in the morning, behold, they were all lifeless corpses. Then Sennacherib king of Asshur decamped, and went forth and returned, and settled down in Nineveh. And it cam to pass, as he was worshipping in the temple of Misroch, his god, Adrammelech and Sharezer his sons <\/em> (L.<em> chethib <\/em> omits<em> 'his sons'<\/em> )<em> smote him with the sword; and when they escaped to the land of Ararat, Esarhaddon ascended the throne in his stead.”<\/em> The first pair of histories closes here with a short account of the result of the Assyrian drama, in which Isaiah's prophecies were most gloriously fulfilled: not only the prophecies immediately preceding, but all the prophecies of the Assyrian era since the time of Ahaz, which pointed to the destruction of the Assyrian forces (e.g., <a class=\"isa\" verses=\"eyIxNzg4NCI6Mn0=\">Isaiah 10:33-34<\/a>), and to the flight and death of the king of Assyrian (<a class=\"isa\" verses=\"WzE4MjYwLDE4MjUxXQ==\">Isaiah 31:9; Isaiah 30:33<\/a>). If we look still further forward to the second pair of histories (chapters 38-39), we see from <a class=\"isa\" verses=\"WzE4Mzk3XQ==\">Isaiah 38:6<\/a> that it is only by anticipation that the account of these closing events is finished here; for the third history carries us back to the period before the final catastrophe. We may account in some measure for the haste and brevity of this closing historical fragment, from the prophet's evident wish to finish up the history of the Assyrian complications, and the prophecy bearing upon it. But if we look back, there is a gap between <a class=\"isa\" verses=\"WzE4Mzg5XQ==\">Isaiah 37:36<\/a> and the event narrated here. For, according to <a class=\"isa\" verses=\"WzE4MzgzXQ==\">Isaiah 37:30<\/a>, there was to be an entire year of trouble between the prophecy and the fulfilment, during which the cultivation of the land would be suspended. What took place during that year? There can be no doubt that Sennacherib was engaged with Egypt; for (1.) when he made his second attempt to get Jerusalem into his power, he had received intelligence of the advance of Tirhakah, and therefore had withdrawn the centre of his army from Lachish, and encamped before Libnah (<a class=\"isa\" verses=\"eyIxODM2MSI6Mn0=\">Isaiah 37:8-9<\/a>); (2.) according to Josephus (<em> Ant.<\/em> x. 1, 4), there was a passage of Berosus, which has been lost, in which he stated that Sennacherib “made an expedition against all Asia and Egypt;” (3.) Herodotus relates (ii. 141) that, after Anysis the blind, who lost his throne for fifty years in consequence of an invasion of Egypt by the Ethiopians under Sabakoa, but who recovered it again, Sethon the priest of Hephaestus ascended the throne. The priestly caste was so oppressed by him, that when Sanacharibos, the king of the Arabians and Assyrians, led a great army against Egypt, they refused to perform their priestly functions. but the priest-king went into the temple to pray, and his God promised to help him. He experienced the fulfilment of this prophecy before Pelusium, where the invasion was to take place, and where he awaited the foe with such as continued true to him. “Immediately after the arrival of Sanacharibos, an army of field-mice swarmed throughout the camp of the foe, and devoured their quivers, bows, and shield-straps, so that when morning came on they had to flee without arms, and lost many men in consequence. This is the origin of the stone of Sethon in the temple of Hephaestus (at Memphis), which is standing there still, with a mouse in one hand, and with this inscription: Whosoever looks at me, let him fear the gods!” This Σέθως (possibly the <em> Zet<\/em> whose name occurs in the lists at the close of the twenty-third dynasty, and therefore in the wrong place) is to be regarded as one of the Saitic princes of the twenty-sixth dynasty, who seem to have ruled in Lower Egypt contemporaneously with the Ethiopians<\/p><p> (Note: A seal of Pharaoh <em> Sabakon<\/em> has been found among the ruins of the palace of Kuyunjik. The colossal image of <em> Tarakos<\/em> is found among the bas-reliefs of Mediet-Habu. He is holding firmly a number of Asiatic prisoners by the hair of their head, and threatening them with a club. There are several other stately monuments in imitation of the Egyptian style in the ruins of Nepata, the northern capital of the Meriotic state, which belong to him (Lepsius, <em> Denkmäler<\/em> , p. 10 of the programme).)<\/p><p> (as, in fact, is stated in a passage of the Armenian Eusebius, <em> Aethiopas et Saitas regnasse aiunt eodem tempore <\/em> ), until they succeeded at length in ridding themselves of the hateful supremacy. Herodotus evidently depended in this instance upon the hearsay of Lower Egypt, which transferred the central point of the Assyrian history to their own native princely house. The question, whether the disarming of the Assyrian army in front of Pelusium merely rested upon a legendary interpretation of the mouse in Sethon's hand,<\/p><p> (Note: This Sethos monument has not yet been discovered (Brugsch, <em> Reiseberichte<\/em> , p. 79). The temple of Phta was on the south side of Memphis; the site is marked by the ruins at Mitrahenni.)<\/p><p> which may possibly have been originally intended as a symbol of destruction; or whether it was really founded upon an actual occurrence which was exaggerated in the legend,<\/p><p> (Note: The inhabitants of Troas worshipped <em> mice<\/em> , “because they gnawed the strings of the enemies' bows” (see Wesseling on <em> Il<\/em> . i. 39).)<\/p><p> may be left undecided.<\/p><p> But it is a real insult to Isaiah, when Thenius and G. Rawlinson place the scene of <a class=\"isa\" verses=\"WzE4Mzg5XQ==\">Isaiah 37:36<\/a> at Pelusium, and thus give the preference to Herodotus. Has not Isaiah up to this point constantly prophesied that the power of Asshur was to be broken in the holy mountain land of Jehovah (<a class=\"isa\" verses=\"WzE3OTU0XQ==\">Isaiah 14:25<\/a>), that the Lebanon forest of the Assyrian army would break to pieces before Jerusalem (<a class=\"isa\" verses=\"eyIxNzg4MyI6M30=\">Isaiah 10:32-34<\/a>), and that there the Assyrian camp would become the booty of the inhabitants of the city, and that without a conflict? And is not the catastrophe that would befal Assyria described in <a class=\"isa\" verses=\"eyIxNzk5OSI6N30=\">Isaiah 18:1-7<\/a> as an act of Jehovah, which would determine the Ethiopians to do homage to God who was enthroned upon Zion? We need neither cite <a class=\"ref\">2 Chronicles 32:21<\/a> nor <a class=\"ref\">Psalms 76:1-12<\/a> (lxx ὠδὴ πρὸς τὸν Ἀσσύριον ), according to which the weapons of Asshur break to pieces upon Jerusalem; Isaiah's prophecies are quite sufficient to prove, that to force this Pelusiac disaster<\/p><p> (Note: G. Rawlinson, <em> Monarchies<\/em> , ii. 445.)<\/p><p> into <a class=\"isa\" verses=\"WzE4Mzg5XQ==\">Isaiah 37:36<\/a> is a most thoughtless concession to Herodotus. The final catastrophe occurred before Jerusalem, and the account in Herodotus gives us no certain information even as to the issue of the Egyptian campaign, which took place in the intervening year. Such a gap as the one which occurs before <a class=\"isa\" verses=\"WzE4Mzg5XQ==\">Isaiah 37:36<\/a> is not without analogy in the historical writings of the Bible; see, for example, <a class=\"ref\">Numbers 20:1<\/a>, where an abrupt leap is made over the thirty-seven years of the wanderings in the desert. The abruptness is not affected by the addition of the clause in the book of Kings, “It came to pass that night.” For, in the face of the “sign” mentioned in <a class=\"isa\" verses=\"WzE4MzgzXQ==\">Isaiah 37:30<\/a>, this cannot mean “in that very night” (viz., the night following the answer given by Isaiah); but (unless it is a careless interpolation) it must refer to <a class=\"isa\" verses=\"WzE4Mzg2LDE4Mzg3XQ==\">Isaiah 37:33, Isaiah 37:34<\/a>, and mean <em> illa nocte <\/em> , viz., the night in which the Assyrian had encamped before Jerusalem. The account before us reads just like that of the slaying of the first-born in Egypt (<a class=\"ref\">Exodus 12:12; Exodus 11:4<\/a>). The plague of Egypt is marked as a pestilence by the use of the word <em> nâgaph <\/em> in connection with <em> hikkâh <\/em> in <a class=\"ref\">Exodus 12:23, Exodus 12:13<\/a> (compare <a class=\"ref\">Amos 4:10<\/a>, where it seems to be alluded to under the name דּבר ); and in the case before us also we cannot think of anything else than a divine judgment of this kind, which even to the present day defies all attempts at an aetiological solution, and which is described in 2 Sam as effected through the medium of angels, just as it is here. Moreover, the concise brevity of the narrative leaves it quite open to assume, as Hensler and others do, that the ravages of the pestilence in the Assyrian army, which carried off thousands in the night (<a class=\"ref\">Psalms 91:6<\/a>), even to the number of 185,000, may have continued for a considerable time.<\/p><p> (Note: The pestilence in Mailand in 1629 carried off, according to Tadino, 160,000 men; that in Vienna, in 1679, 122,849; that in Moscow, at the end of the last century, according to Martens, 670,000; but this was during the whole time that the ravages of the pestilence lasted.)<\/p><p> The main thing is the fact that the prophecy in <a class=\"isa\" verses=\"WzE4MjU5XQ==\">Isaiah 31:8<\/a> was actually fulfilled. According to Josephus (<em> Ant.<\/em> x. 1, 5), when Sennacherib returned from his unsuccessful Egyptian expedition, he found the detachment of his army, which he had left behind in Palestine, in front of Jerusalem, where a pestilential disease sent by God was making great havoc among the soldiers, and that on the very first night of the siege. The three verses, “he broke up, and went away, and returned home,” depict the hurried character of the retreat, like “<em> abiit excessit evasit erupit <\/em> ” (Cic. ii. <em> Catil. init.<\/em> ). The form of the sentence in <a class=\"isa\" verses=\"WzE4MzkxXQ==\">Isaiah 37:38<\/a> places Sennacherib's act of worship and the murderous act of his sons side by side, as though they had occurred simultaneously. The connection would be somewhat different if the reading had been ויּכּהוּ (cf., Ewald, §341,<em> a<\/em> ).<\/p><p><em> Nisroch <\/em> apparently signifies the eagle-like, or hawk-like (from <em> nisr <\/em> , <em> nesher <\/em> ), possibly like “Arioch from <em> 'ărı̄ <\/em> . (The lxx transcribe it νασαραχ , A. ασαραχ , א ασαρακ (K. ἐσθραχ , where B. has μ εσεραχ ), and explorers of the monuments imagined at one time that they had discovered this god as <em> Asarak<\/em> ;<\/p><p> (Note: <em> Journal of the Royal Asiatic Society<\/em> , xii. 2, pp. 426-7.)<\/p><p> but they have more recently retracted this, although there really is a hawk-headed figure among the images of the Assyrian deities or genii.<\/p><p> (Note: Rawlinson, <em> Monarchies<\/em> , ii. 265.)<\/p><p> The name has nothing to do with that of the supreme Assyrian deity, <em> Asur<\/em> , <em> Asshur<\/em> . A better derivation of <em> Nisroch<\/em> would be from סר ך , שׂר ך , שׂרג ; and this is confirmed by Oppert, who has discovered among the inscriptions in the harem of Khorsabad a prayer of Sargon to Nisroch, who appears there, like the Hymen of Greece, as the patron of marriage, and therefore as a “uniter.”<\/p><p> (Note: <em> Expédition Scientifique en Mesopotamie<\/em> , t. ii. p. 339.)<\/p><p> The name <em> 'Adrammelekh <\/em> (a god in <a class=\"ref\">2 Kings 17:31<\/a>) signifies, as we now known, <em> gloriosus <\/em> (<em> 'addı̄r <\/em> ) <em> est rex <\/em> ;” and <em> Sharetser<\/em> (for which we should expect to find <em> Saretser<\/em> ), <em> dominator tuebitur <\/em> . The Armenian form of the latter name (in Moses Chroen. i. 23), <em> San-asar<\/em> (by the side of <em> Adramel<\/em> , who is also called <em> Arcamozan<\/em> ), probably yields the original sense of “<em> Lunus <\/em> (the moon-god <em> Sin<\/em> ) <em> tuebitur <\/em> .” Polyhistorus (in Euseb. <em> chron. arm.<\/em> p. 19), on the authority of Berosus, mentions only the former, <em> Ardumuzan<\/em> , as the murderer, and gives eighteen years as the length of Sennacherib's reign. The murder did not take place immediately after his return, as Josephus says (<em> Ant.<\/em> x. 1, 5; cf., Tobit i. 21-25, Vulg.); and the expression used by Isaiah, he “dwelt (settled down) in Nineveh,” suggests the idea of a considerable interval. This interval embraced the suppression of the rebellion in Babylon, where Sennacherib made his son <em> Asordan<\/em> king, and the campaign in Cilicia (both from Polyhistorus),<\/p><p> (Note: Vid., Richter, <em> Berosi quae supersunt<\/em> (1825), p. 62; Müller, <em> Fragmenta Hist. Gr<\/em> . ii. 504.)<\/p><p> and also, according to the monuments, wars both by sea and land with Susiana, which supported the Babylonian thirst for independence. The <em> Asordan<\/em> of Polyhistorus is <em> Esar-haddon<\/em> (also written without the <em> makkeph <\/em> , <em> Esarhaddon<\/em> ), which is generally supposed to be the Assyrian form of אשׁור־ח־ידן , <em> Assur fratrem dedit <\/em> . It is so difficult to make the chronology tally here, that Oppert, on <a class=\"isa\" verses=\"WzE4MzMyXQ==\">Isaiah 36:1<\/a>, proposes to alter the fourteenth year into the twenty-ninth, and Rawlinson would alter it into the twenty-seventh.<\/p><p> (Note: Sargonides, p. 10, and <em> Monarchies<\/em> , ii. 434.)<\/p><p> They both of them assign to king Sargon a reign of seventeen (eighteen) years, and to Sennacherib (in opposition to Polyhistorus) a reign of twenty-three (twenty-four) years; and they both agree in giving 680 as the year of Sennacherib's death. This brings us down below the first decade of Manasseh's reign, and would require a different author from Isaiah for <a class=\"isa\" verses=\"WzE4MzkwLDE4MzkxXQ==\">Isaiah 37:37, Isaiah 37:38<\/a>. But the accounts given by Polyhistorus, Abydenus, and the astronomical canon, however we may reconcile them among themselves, do not extend the reign of Sennacherib beyond 693.<\/p><p> (Note: See Duncker, Gesch. des Alterthums. i. pp. 708-9.)<\/p><p> It is true that even then Isaiah would have been at least about ninety years old. But the tradition which represents him as dying a martyr's death in the reign of Manasseh, does really assign him a most unusual old age. Nevertheless, <a class=\"isa\" verses=\"WzE4MzkwLDE4MzkxXQ==\">Isaiah 37:37, Isaiah 37:38<\/a> may possibly have been added by a later hand. The two parricides fled to the “land of Ararat,” i.e., to Central Armenia. The Armenian history describes them as the founders of the tribes of the Sassunians and Arzerunians. From the princely house of the latter, among whom the name of Sennacherib was a very common one, sprang Leo the Armenian, whom Genesios describes as of Assyrio-Armenian blood. If this were the case, there would be no less than ten Byzantine emperors who were descendants of Sennacherib, and consequently it would not be till a very late period that the prophecy of Nahum was fulfilled.<\/p><p> (Note: Duncker, on the contrary (p. 709), speaks of the parricides as falling very shortly afterwards by their brother's hand, and overlooks the Armenian tradition (cf., Rawlinson, <em> Monarchies<\/em> , ii. 465), which transfers the flight of the two, who were to have been sacrificed, as is reported by their own father, to the year of the world 4494, i.e., b.c. 705 (see the historical survey of Prince Hubbof in the <em> Miscellaneous Translations<\/em> , vol. ii. 1834). The Armenian historian Thomas (at the end of the ninth century) expressly states that he himself had sprung from the Arzerunians, and therefore from Sennacherib; and for this reason his historical work is chiefly devoted to Assyrian affairs (see Aucher on Euseb. <em> chron<\/em> . i. p. xv.).)<\/p>",
    "audit": null
}