{
    "id": 17684,
    "source": "kdo",
    "verse_id": 17771,
    "verse_count": 1,
    "reference": "6:1",
    "title": "",
    "html": "<p> The time of the occurrence here described, viz., “the year that king Uzziah (<em> Uzı̄yahu <\/em> ) died,” was of importance to the prophet. The statement itself, in the naked form in which it is here introduced, is much more emphatic than if it commenced with “it came to pass” (<em> vay'hi <\/em> ; cf., <a class=\"ref\">Exodus 16:6; Proverbs 24:17<\/a>). It was the year of Uzziah's death, not the first year of Jotham's reign; that is to say, Uzziah was still reigning, although his death was near at hand. If this is the sense in which the words are to be understood, then, even if the chapter before us contains an account of Isaiah's first call, the heading to chapter 1, which dates the ministry of the prophet from the time of Uzziah, is quite correct, inasmuch as, although his public ministry under Uzziah was very short, this is properly to be included, not only on account of its own importance, but as inaugurating a new ear (<em> lit<\/em> . “an epoch-making beginning”). But is it not stated in <a class=\"ref\">2 Chronicles 26:22<\/a>, that Isaiah wrote a historical work embracing the whole of Uzziah's reign? Unquestionably; but it by no means follows from this, that he commenced his ministry long before the death of Uzziah. If Isaiah received his call in the year that Uzziah died, this historical work contained a retrospective view of the life and times of Uzziah, the close of which coincided with the call of the prophetic author, which made a deep incision into the history of Israel. Uzziah reigned fifty-two years (809-758 b.c.). This lengthened period was just the same to the kingdom of Judah as the shorter age of Solomon to that of all Israel, viz., a time of vigorous and prosperous peace, in which the nation was completely overwhelmed with manifestations of divine love. But the riches of divine goodness had no more influence upon it, than the troubles through which it had passed before. And now the eventful change took place in the relation between Israel and Jehovah, of which Isaiah was chosen to be the instrument before and above all other prophets. The year in which all this occurred was the year of Uzziah's death. It was in this year that Israel as a people was given up to hardness of heart, and as a kingdom and country to devastation and annihilation by the imperial power of the world. How significant a fact, as Jerome observes in connection with this passage, that the year of Uzziah's death should be the year in which Romulus was born; and that it was only a short time after the death of Uzziah (viz., 754 b.c. according to Varro's chronology) that Rome itself was founded! The national glory of Israel died out with king Uzziah, and has never revived to this day.<\/p><p> In that year, says the prophet, <em> “I saw the Lord of all sitting upon a high and exalted throne, and His borders filling the temple.”<\/em> Isaiah saw, and that not when asleep and dreaming; but God gave him, when awake, an insight into the invisible world, by opening an inner sense for the supersensuous, whilst the action of the outer senses was suspended, and by condensing the supersensuous into a sensuous form, on account of the composite nature of man and the limits of his present state. This was the mode of revelation peculiar to an ecstatic vision ( ἐν ἐκστἀσει , Eng. ver. “in a trance,” or ἐν πνεὐματι , “in the spirit”). Isaiah is here carried up into heaven; for although in other instances it was undoubtedly the earthly temple which was presented to a prophet's view in an ecstatic vision (<a class=\"ref\">Amos 9:1; Ezekiel 8:3; Ezekiel 10:4-5<\/a>; cf., <a class=\"ref\">Acts 22:17<\/a>), yet here, as the description which follows clearly proves, the “high and exalted throne”<\/p><p> (Note: It is to this, and not to <em> ‛Adonai <\/em> , as the Targum and apparently the accents imply, that the words “high and exalted” refer.)<\/p><p> is the heavenly antitype of the earthly throne which was formed by the ark of the covenant; and the “temple” (<em> hēcâl <\/em> : lit., a spacious hall, the name given to the temple as the palace of God the King) is the temple in heaven, as in <a class=\"ref\">Psalms 11:4; Psalms 18:7; Psalms 29:9<\/a>, and many other passages. There the prophet sees the Sovereign Ruler, or, as we prefer to render the noun, which is formed from <em> âdan <\/em> = <em> dūn <\/em> , “<em> the Lord of all<\/em> ” (<em> All-herrn <\/em> , sovereign or absolute Lord), seated upon the throne, and in human form (<a class=\"ref\">Ezekiel 1:26<\/a>), as is proved by the robe with a train, whose flowing ends or borders (<em> fimibrae <\/em> : <em> shūilm <\/em> , as in <a class=\"ref\">Exodus 28:33-34<\/a>) filled the hall. The Sept., Targum, Vulgate, etc., have dropped the figure of the robe and train, as too anthropomorphic. But John, in his Gospel, is bold enough to say that it was Jesus whose glory Isaiah saw (<a class=\"ref\">John 12:41<\/a>). And truly so, for the incarnation of God is the truth embodied in all the scriptural anthropomorphisms, and the name of Jesus is the manifested mystery of the name Jehovah. The heavenly temple is that super-terrestrial place, which Jehovah transforms into heaven and a temple, by manifesting Himself there to angels and saints. But whilst He manifests His glory there, He is obliged also to veil it, because created beings are unable to bear it. But that which veils His glory is no less splendid, than that portion of it which is revealed. And this was the truth embodied for Isaiah in the long robe and train. He saw the Lord, and what more he saw was the all-filling robe of the indescribable One. As far as the eye of the seer could look at first, the ground was covered by this splendid robe. There was consequently no room for any one to stand. And the vision of the seraphim is in accordance with this. <\/p>",
    "audit": null
}