{
    "id": 17773,
    "source": "kdo",
    "verse_id": 17930,
    "verse_count": 2,
    "reference": "14:1-2",
    "title": "",
    "html": "<p> But it is love to His own people which impels the God of Israel to suspend such a judgment of eternal destruction over Babylon. <em> “For Jehovah will have mercy on Jacob, and will once more choose Israel, and will settle them in their own land: and the foreigner will associate with them, and they will cleave to the house of Jacob. And nations take them, and accompany them to their place; and the house of Israel takes them to itself in the land of Jehovah for servants and maid-servants: and they hold in captivity those who led them away captive; and become lords over their oppressors.”<\/em> We have here <em> in nuce <\/em> the comforting substance of chapters 46-66. Babylon falls that Israel may rise. This is effected by the compassion of God. He chooses Israel once more (<em> iterum <\/em> , as in <a class=\"ref\">Job 14:7<\/a> for example), and therefore makes a new covenant with it. Then follows their return to Canaan, their own land, Jehovah's land (as in <a class=\"ref\">Hosea 9:3<\/a>). Proselytes from among the heathen, who have acknowledged the God of the exiles, go along with them, as Ruth did with Naomi. Heathen accompany the exiles to their own place. And now their relative positions are reversed. Those who accompany Israel are now taken possession of by the latter (<em> hithnachēl <\/em> , κληρονομεῖν ἑαυτῷ , like <em> hithpattēach <\/em> , <a class=\"isa\" verses=\"WzE4Njk5XQ==\">Isaiah 52:2<\/a>, λύεσθαι ; cf., p. 62, note, and Ewald, §124,<em> b<\/em> ), as servants and maid-servants; and they (the Israelites) become leaders into captivity of those who led them into captivity (<em> Lamed<\/em> with the participle, as in <a class=\"isa\" verses=\"WzE3ODk0XQ==\">Isaiah 11:9<\/a>), and they will oppress (<em> râdâh b' <\/em> , as in <a class=\"ref\">Psalms 49:15<\/a>) their oppressors. This retribution of life for like is to all appearance quite out of harmony with the New Testament love. But in reality it is no retribution of like for like. For, according to the prophet's meaning, to be ruled by the people of God is the true happiness of the nations, and to allow themselves to be so ruled is their true liberty. At the same time, the form in which the promise is expressed is certainly not that of the New Testament; and it would not possibly have been so, for the simple reason that in Old Testament times, and from an Old Testament point of view, there was no other visible manifestation of the church (<em> ecclesia<\/em> ) than in the form of a nation. This national form of the church has been broken up under the New Testament, and will never be restored. Israel, indeed, will be restored as a nation; but the true essence of the church, which is raised above all national distinctions, will never return to those worldly limits which it has broken through. And the fact that the prophecy moves within those limits here may be easily explained, on the ground that it is primarily the deliverance from the Babylonian captivity to which the promise refers. And the prophet himself was unconscious that this captivity would be followed by another.<\/p>",
    "audit": null
}