{
    "id": 17731,
    "source": "kdo",
    "verse_id": 17856,
    "verse_count": 2,
    "reference": "10:5-6",
    "title": "",
    "html": "<p> The law of contrast prevails in prophecy, as it does also in the history of salvation. When distress is at its height, it is suddenly brought to an end, and changed into relief; and when prophecy has become as black with darkness as in the previous section, it suddenly becomes as bright and cloudless as in that which is opening now. The <em> hoi <\/em> (woe) pronounced upon Israel becomes a <em> hoi <\/em> upon Asshur. Proud Asshur, with its confidence in its own strength, after having served for a time as the goad of Jehovah's wrath, now falls a victim to that wrath itself. Its attack upon Jerusalem leads to its own overthrow; and on the ruins of the kingdom of the world there rises up the kingdom of the great and righteous Son of David, who rules in peace over His redeemed people, and the nations that rejoice in Him: - the counterpart of the redemption from Egypt, and one as rich in materials for songs of praise as the passage through the Red Sea. The Messianic prophecy, which turns its darker side towards unbelief in chapter 7, and whose promising aspect burst like a great light through the darkness in <a class=\"isa\" verses=\"eyIxNzgxMyI6MjR9\">Isaiah 8:5-9:6<\/a>, is standing now upon its third and highest stage. In chapter 7 it is like a star in the night; in <a class=\"isa\" verses=\"eyIxNzgxMyI6MjR9\">Isaiah 8:5-9:6<\/a>, like the morning dawn; and now the sky is perfectly cloudless, and it appears like the noonday sun. The prophet has now penetrated to the light fringe of <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">Isaiah 6:1-13<\/a>. The name <em> Shear-yashub<\/em> , having emptied itself of all the curse that it contained, is now transformed into a pure promise. And it becomes perfectly clear what the name Immanuel and the name given to Immanuel, <em> El gibbor <\/em> (mighty God), declared. The remnant of Israel turns to God the mighty One; and God the mighty is henceforth with His people in the Sprout of Jesse, who has the seven Spirits of God dwelling within Himself. So far as the date of composition is concerned, the majority of the more recent commentators agree in assigning it to the time of Hezekiah, because <a class=\"isa\" verses=\"eyIxNzg2MCI6M30=\">Isaiah 10:9-11<\/a> presupposes the destruction of Samaria by Shalmanassar, which took place in the sixth year of Hezekiah. But it was only from the prophet's point of view that this event was already past; it had not actually taken place. The prophet had already predicted that Samaria, and with Samaria the kingdom of Israel, would succumb to the Assyrians, and had even fixed the years (<a class=\"isa\" verses=\"WzE3NzkxXQ==\">Isaiah 7:8<\/a> and <a class=\"isa\" verses=\"WzE3ODEyLDE3ODE1XQ==\">Isaiah 8:4, Isaiah 8:7<\/a>). Why, then, should he not be able to presuppose it here as an event already past? The stamp on this section does not tally at all with that of Isaiah's prophecy in the times of Hezekiah; whereas, on the other hand, it forms so integral a link in the prophetic cycle in chapters 7-12, and is interwoven in so many ways with that which precedes, and of which it forms both the continuation and crown, that we have no hesitation in assigning it, with Vitringa, Caspari, and Drechsler, to the first three years of the reign of Ahaz, though without deciding whether it preceded or followed the destruction of the two allies by Tiglath-pileser. It is by no means impossible that it may have preceded it.<\/p><p> The prophet commences with <em> hoi <\/em> (woe!), which is always used as an expression of wrathful indignation to introduce the proclamation of judgment upon the person named; although, as in the present instance, this may not always follow immediately (cf., <a class=\"isa\" verses=\"W1sxNzY1OV0seyIxNzY2MCI6NX1d\">Isaiah 1:4, Isaiah 1:5-9<\/a>), but may be preceded by the announcement of the sin by which the judgment had been provoked. In the first place, Asshur is more particularly indicated as the chosen instrument of divine judgment upon all Israel. <em> “Woe to Asshur, the rod of mine anger, and it is a staff in their hand, mine indignation. Against a wicked nation will I send them, and against the people of my wrath give them a charge, to spoil spoil, and to prey prey, to make it trodden down like street-mire.”<\/em> “<em> Mine indignation<\/em> :” <em> za‛mi <\/em> is either a permutation of the predicative הוּא , which is placed emphatically in the foreground (compare the אתּה־הּוּא in <a class=\"ref\">Jeremiah 14:22<\/a>, which is also written with <em> makkeph <\/em> ), as we have translated it, though without taking הוּא as a copula (= <em> est<\/em> ), as Ewald does; or else בידם הוּא is written elliptically for בידם הוּא אשׁר , “the staff which they hold is mine indignation” (Ges., Rosenmüller, and others), in which case, however, we should rather expect הוא זעמי בידם ומטה . It is quite inadmissible, however, to take <em> za‛mi <\/em> as a separate genitive to <em> matteh<\/em> , and to point the latter with <em> zere<\/em> , as Knobel has done; a thing altogether unparalleled in the Hebrew language.<\/p><p> (Note: In the Arabic, such a separation does occur as a poetical licence (see De Sacy, <em> Gramm<\/em> . t. ii. §270).)<\/p><p> The futures in <a class=\"isa\" verses=\"WzE3ODU3XQ==\">Isaiah 10:6<\/a> are to be taken literally; for what Asshur did to Israel in the sixty year of Hezekiah's reign, and to Judah in his fourteenth year, was still in the future at the time when Isaiah prophesied. Instead of וּלשׂימו the <em> keri<\/em> has וּלשׂוּמו , the form in which the infinitive is written in other passages when connected with suffixes (see, on the other hand, <a class=\"ref\">2 Samuel 14:7<\/a>). “<em> Trodden down:<\/em> ” <em> mirmas <\/em> with short <em> a<\/em> is the older form, which was retained along with the other form with the a lengthened by the tone (Ewald §160,<em> c<\/em> ).<\/p>",
    "audit": null
}