{
    "id": 18270,
    "source": "kdo",
    "verse_id": 18923,
    "verse_count": 1,
    "reference": "65:25",
    "title": "",
    "html": "<p> And all around will peace and harmony prevail, even in the animal world itself. <em> “Wolf and lamb then feed together, and the lion eats chopped straw like the ox, and the serpent-dust is its bread. They will neither do harm not destroy in all my holy mountain, saith Jehovah.”<\/em> We have frequently observed within chapters 40-66 (last of all at <a class=\"isa\" verses=\"WzE4OTEwXQ==\">Isaiah 65:12<\/a>, cf., <a class=\"isa\" verses=\"WzE4OTI3XQ==\">Isaiah 66:4<\/a>), how the prophet repeats entire passages from the earlier portion of his prophecies almost word for word. Here he repeats <a class=\"isa\" verses=\"eyIxNzg5MSI6NH0=\">Isaiah 11:6-9<\/a> with a compendious abridgment.  refers to the animals just as it does there. But whilst this custom of self-repetition favours the unity of authorship, כּאחד for יחדּו = <em> unâ <\/em> , which only occurs elsewhere in Ezra and Ecclesiastes (answering to the Chaldee כּחדה ), might be adduced as evidence of the opposite. The only thing that is new in the picture as here reproduced, is what is said of the serpent. This will no longer watch for human life, but will content itself with the food assigned it in <a class=\"ref\">Genesis 3:14<\/a>. It still continues to wriggle in the dust, but without doing injury to man. The words affirm nothing more than this, although Stier's method of exposition gets more out, or rather puts more in. The assertion of those who regard the prophet speaking here as one later than Isaiah, viz., that <a class=\"isa\" verses=\"WzE4OTIzXQ==\">Isaiah 65:25<\/a> is only attached quite loosely to what precedes, is unjust and untrue. The description of the new age closes here, as in chapter 11, with the peace of the world of nature, which stands throughout chapters 40-66 in the closest reciprocal relation to man, just as it did in chapters 1-39. If we follow Hahn, and change the animals into men by simply allegorizing, we just throw our exposition back to a standpoint that has been long passed by. But to what part of the history of salvation are we to look for a place for the fulfilment of such prophecies as these of the state of peace prevailing in nature around the church, except in the millennium? A prophet was certainly no fanatic, so that we could say, these are beautiful dreams. And if, what is certainly true, his prophecies are not intended to be interpreted according to the letter, but according to the spirit of the letter; the letter is the sheath of the spirit, as Luther calls it, and we must not give out as the spirit of the letter what is nothing more than a <em> quid-pro-quo <\/em> of the letter. The prophet here promises a new age, in which the patriarchal measure of human life will return, in which death will no more break off the life that is just beginning to bloom, and in which the war of man with the animal world will be exchanged for peace without danger. And when is all this to occur? Certainly not in the blessed life beyond the grave, to which it would be both absurd and impossible to refer these promises, since they presuppose a continued mixture of sinners with the righteous, and merely a limitation of the power of death, not its utter destruction. But when then? This question ought to be answered by the anti-millenarians. They throw back the interpretation of prophecy to a stage, in which commentators were in the habit of lowering the concrete substance of the prophecies into mere doctrinal <em> loci communes <\/em> . They take refuge behind the enigmatical character of the Apocalypse, without acknowledging that what the Apocalypse predicts under the definite form of the millennium is the substance of all prophecy, and that no interpretation of prophecy on sound principles is any longer possible from the standpoint of an orthodox antichiliasm, inasmuch as the antichiliasts twist the word in the mouths of the prophets, and through their perversion of Scripture shake the foundation of all doctrines, every one of which rests upon the simple interpretation of the words of revelation. But one objection may be made to the supposition, that the prophet is here depicting the state of things in the millennium; viz., that this description is preceded by an account of the creation of a new heaven and a new earth. The prophet appears, therefore, to refer to that Jerusalem, which is represented in the Apocalypse as coming down from heaven to earth after the transformation of the globe. But to this it may be replied, that the Old Testament prophet was not yet able to distinguish from one another the things which the author of the Apocalypse separates into distinct periods. From the Old Testament point of view generally, nothing was known of a state of blessedness beyond the grave. Hades lay beyond this present life; and nothing was known of a heaven in which men were blessed. Around the throne of God in heaven there were angels and not men. And, indeed, until the risen Saviour ascended to heaven, heaven itself was not open to men, and therefore there was no heavenly Jerusalem whose descent to earth could be anticipated then. Consequently in the prophecies of the Old Testament the eschatological idea of the new Cosmos does unquestionably coincide with the millennium. It is only in the New Testament that the new creation intervenes as a party-wall between this life and the life beyond; whereas the Old Testament prophecy brings down the new creation itself into the present life, and knows nothing of any Jerusalem of the blessed life to come, as distinct from the new Jerusalem of the millennium. We shall meet with a still further illustration in chapter 66 of this Old Testament custom of reducing the things of the life to come within the limits of this present world.<\/p>",
    "audit": null
}