{
    "id": 13391,
    "source": "kdo",
    "verse_id": 18367,
    "verse_count": 7,
    "reference": "37:14–20",
    "title": "",
    "html": " <p>This intimidating message, which declared the God of Israel to be utterly powerless, was conveyed by the messengers of Sennacherib in the form of a latter. <i>“And Hizkiyahu took the letter out of the hand of the messengers, and read it<\/i>, (K. <i>read them<\/i>) <i> and went up to the house of Jehovah; and Hizkiyahu spread it before Jehovah.” <\/i> <i>(<span class=\"translit\">, Sephârı̄m<\/span>) (the sheets) is equivalent to <i>the letter<\/i>, (not a letter <i>in duplo <\/i>), like <i>literae<\/i>, (cf., <i>grammata <\/i>). <span class=\"normal hebrew\">,ויּקראהוּ<\/span>, (changed by K. into m- ') is construed according to the singular idea. Thenius regards this spreading out of the letter as a <i>naiveté<\/i>,; and Gesenius even goes so far as to speak of the praying machines of the Buddhists. But it was simply prayer without words—an act of prayer, which afterwards passed into vocal prayer. <i>“And Hizkiyahu prayed to<\/i>, (K. <i>before<\/i>) <i>Jehovah, saying<\/i>, (K. <i>and said <\/i>), <i>Jehovah of hosts<\/i>, (K. omits <i>(<span class=\"translit\">, tsebhâ'ōth <\/span>)), <i>God of Israel, enthroned upon the cherubim, Thou, yea Thou alone, art God of all the kingdoms of the earth; Thou, Thou hast made the heavens and the earth. Incline Thine ear, Jehovah, and hear <\/i> <span class=\"normal hebrew\">,וּשׁמע<\/span>, various reading in both texts <span class=\"normal hebrew\">,וּשׁמע <\/span>)! <i>Open Thine eyes<\/i>, (K. with <i>Yod<\/i>, of the plural), <i>Jehovah, and see; and hear the<\/i>, (K. <i>all the<\/i>) <i>words of Sennacherib, which he hath sent<\/i>, (K. <i>with which he hath sent him,<\/i>, i.e., Rabshakeh) <i>to despise the living God! Truly, O Jehovah, the kings of Asshur have laid waste all lands, and their land<\/i>, (K. <i>the nations and their land <\/i>), <i>and have put<\/i>, (<i>(<span class=\"translit\">, venâthōn <\/span>), K. <i>(<span class=\"translit\">, venâthenū <\/span>)) <i>their gods into the fire: for they were not gods, only the work of men's hands, wood and stone; therefore they have destroyed them. And now, Jehovah our God, help us<\/i>, (K. adds <i>pray<\/i>) <i>out of his hand, and all the kingdoms of the earth may know that Thou Jehovah<\/i>, (K. <i>Jehovah Elohim<\/i>) <i>art it alone.”<\/i>, On <span class=\"normal hebrew\">,כּרבים<\/span>, (no doubt the same word as <span class=\"greek normal\">,γρυπές<\/span>, though not fabulous beings like these, but a symbolical representation of heavenly beings), see my <i>Genesis<\/i>, p. 626; andon <i>(<span class=\"translit\">, yōshēbh hakkerubhı̄m<\/span>) (enthroned on the cherubim), see at <a class=\"ref\">Psalm 18:11<\/a>, and <a class=\"ref\">Psalm 80:2<\/a>. <span class=\"normal hebrew\">,הוּא<\/span>, in <span class=\"normal hebrew\">,אתּה־הוּא<\/span>, is an emphatic repetition, that is to say a strengthening, of the subject, like <a class=\"isa\" verses=\"W1sxODUzMSwxODY4Niw4MjA5LDIwMTQwLDE0NTc3XSx7IjEyNTE4IjoyfSxbMTIxNDZdXQ==\">Isaiah 43:25; Isaiah 51:12; 2 Samuel 7:28; Jeremiah 49:12; Psalm 44:5; Nehemiah 9:6-7; Ezra 5:11<\/a>: <i>tu ille<\/i>, (not <i>tu es ille<\/i>, Ges. §121, 2) = <i>tu<\/i>, <i>nullus alius<\/i>,. Such passages as <a class=\"isa\" verses=\"WzE4NDU2XQ==\">Isaiah 41:4<\/a>, where <span class=\"normal hebrew\">,הוּא<\/span>, is the predicate, do not belong here. <span class=\"normal hebrew\">,עין<\/span>, is not a singular (like <span class=\"normal hebrew\">,עיני<\/span>, in <a class=\"ref\">Psalm 32:8<\/a>, where the lxx have <span class=\"normal hebrew\">,עיני <\/span>), but a defective plural, as we should expect after (<span class=\"translit\">, pâqach <\/span>). On the other hand, the reading (<span class=\"translit\">, shelâchō<\/span>) (“hath sent him”), which cannot refer to (<span class=\"translit\">, debhârı̄m<\/span>) (the words), but only to the person bringing the written message, is to be rejected. Moreover, Knobel cannot help giving up his preference for the reading (<span class=\"translit\">, venâthōn<\/span>) (compare <a class=\"ref\">Genesis 41:43<\/a>; Ges. §131, 4a <\/i>); just as, on the other hand, we cannot help regarding the reading <span class=\"normal hebrew\">,ואת־ארצם <\/span> <span class=\"normal hebrew\">,את־כּל־הארצות<\/span>, as a mistake, when compared with the reading of the book of Kings. Abravanel explains the passage thus: “The Assyrians have devastated the lands, and their<\/i>, own land” (cf., <a class=\"isa\" verses=\"WzE3OTQ5XQ==\">Isaiah 14:20<\/a>), of which we may find examples in the list of victories given above; compare also Beth-arbel<\/i>, in <a class=\"ref\">Hosea 10:14<\/a>, if this is Irbil<\/i>, on the Tigris, from which Alexander's second battle in Persia, which was really fought at Gaugamela, derived its name. But how does this tally with the fact that they threw the gods of these lands—that is to say, of their own land also (for <span class=\"normal hebrew\">,אלהיהם<\/span>, could not possibly refer to <span class=\"normal hebrew\">,הארצות<\/span>, to the exclusion of <span class=\"normal hebrew\">,ארצם<\/span>)—into the fire? If we read (<span class=\"translit\">, haggōyı̄m<\/span>) (the nations), we get rid both of the reference to their own land, which is certainly purposeless here, and also of the otherwise inevitable conclusion that they burned the gods of their own country. The reading <span class=\"normal hebrew\">,הארצות<\/span>, appears to have arisen from the fact, that after the verb <span class=\"normal hebrew\">,החריב<\/span>, the lands appeared to follow more naturally as the object, than the tribes themselves (compare, however, <a class=\"isa\" verses=\"WzE4ODM0XQ==\">Isaiah 60:12<\/a>). The train of thought is the following: The Assyrians have certainly destroyed nations and their gods, because these gods were nothing but the works of men: do Thou then help us, O Jehovah, that the world may see that Thou alone art it, viz., God ((<span class=\"translit\">,'Elōhı̄m <\/span>), as K. adds, although, according to the accents, JehovahElohimare connected together, as in the books of Samuel and Chronicles, and very frequently in the mouth of David: see Symbolae in Psalmos<\/i>, pp. 15, 16). <br> <\/p>",
    "audit": null
}