{
    "id": 17646,
    "source": "kdo",
    "verse_id": 17722,
    "verse_count": 2,
    "reference": "3:14-15",
    "title": "",
    "html": "<p><em> “Jehovah will proceed to judgment with the elders of His people, and its princes. And ye, ye have eaten up the vineyard; prey of the suffering is in your houses. What mean ye that ye crush my people, and grind the face of the suffering? Thus saith the Lord Jehovah of hosts.”<\/em> The words of God Himself commence with <em> “and ye”<\/em> (<em> v'attem <\/em> ). The sentence to which this (<em> et vos <\/em> = <em> at vos <\/em> ) is the antithesis is wanting, just as in <a class=\"ref\">Psalms 2:6<\/a>, where the words of God commence with “and I” (<em> va'ani <\/em> , <em> et ego <\/em> = <em> ast ego <\/em> ). the tacit clause may easily be supplied, viz., I have set you over my vineyard, but he have consumed the vineyard. The only question is, whether the sentence is to be regarded as suppressed by Jehovah Himself, or by the prophet. Most certainly by Jehovah Himself. The majesty with which He appeared before the rulers of His people as, even without words, a practical and undeniable proof that their majesty was only a shadow of His, and their office His trust. But their office consisted in the fact that Jehovah had committed His people to their care. The vineyard of Jehovah was His people - a self-evident figure, which the prophet dresses up in the form of a parable in chapter 5. Jehovah had appointed them as gardeners and keepers of this vineyard, but they themselves have become the very beasts that they ought to have warded off. בּער is applied to the beasts which completely devour the blades of a corn-field or the grapes of a vineyard (<a class=\"ref\">Exodus 22:4<\/a>). This change was perfectly obvious. The possessions stolen from their unhappy countrymen, which were still in their houses, were the tangible proof of their plundering of the vineyard. “The suffering:” <em> ani <\/em> (<em> depressus <\/em> , the crushed) is introduced as explanatory of <em> haccerem <\/em> , the prey, because depression and misery were the ordinary fate of the congregation which God called His vineyard. It was <em> ecclesia <\/em> <em> pressa <\/em> , but woe to the oppressors! In the question “what mean ye?” (<em> m allâcem <\/em> ) the madness and wickedness of their deeds are implied. מה and לכ ם are fused into one word here, as if it were a prefix (as in <a class=\"ref\">Exodus 4:2; Ezekiel 8:6; Malachi 1:13<\/a>; vid., Ges. §20, 2). The <em> Keri<\/em> helps to make it clear by resolving the <em> c hethibh <\/em> . The word <em> m allâcem <\/em> ought, strictly speaking, to be followed by <em> c hi <\/em> : “What is there to you <em> that<\/em> ye crush my people?” as in <a class=\"isa\" verses=\"WzE4MDU0LDE4MDY5XQ==\">Isaiah 22:1, Isaiah 22:16<\/a>; but the words rush forwards (as in <a class=\"ref\">Jonah 1:6<\/a>), because they are an explosion of wrath. For this reason the expressions relating to the behaviour of the rulers are the strongest that can possibly be employed. דּכּא (crush) is also to be met with in <a class=\"ref\">Proverbs 22:22<\/a>; but “grind the face” (<em> tâchan <\/em> <em> p'ne <\/em> ) is a strong metaphor without a parallel. The former signifies “to pound,” the latter “to grind,” as the millstone grinds the corn. They grind the faces of those who are already bowed down, thrusting them back with such unmerciful severity, that they stand as it were annihilated, and their faces become as white as flour, or as the Germans would say, cheese-white, chalk-white, as pale as death, from oppression and despair. Thus the language supplied to a certain extent appropriate figures, with which to describe the conduct of the rulers of Israel; but it contained no words that could exhaust the immeasurable wickedness of their conduct: hence the magnitude of their sin is set before them in the form of a question, “What is to you?” i.e., What indescribable wickedness is this which you are committing? The prophet hears this said by Jehovah, the majestic Judge, whom he here describes as <em> Adonai <\/em> <em> Elohim <\/em> <em> Zebaoth <\/em> (according to the Masoretic pointing). This triplex name of God, which we find in the prophetic books, viz., frequently in Amos and also in <a class=\"ref\">Jeremiah 2:19<\/a>, occurs for the first time in the Elohistic Psalm, <a class=\"ref\">Psalms 69:7<\/a>. This scene of judgment is indeed depicted throughout in the colours of the Psalms, and more especially recals the (Elohistic) Psalm of Asaph (<a class=\"ref\">Psalms 82:1-8<\/a>).<\/p>",
    "audit": null
}