{
    "id": 17663,
    "source": "kdo",
    "verse_id": 17747,
    "verse_count": 1,
    "reference": "5:7",
    "title": "",
    "html": "<p><em> “For the vineyard of Jehovah of hosts is the house of Israel, and the men of Judah are the plantation of His delight: He waited for justice, and behold grasping; for righteousness, and behold a shriek.”<\/em> The meaning is not that the Lord of the vineyard would not let any more rain fall upon it, because this Lord was Jehovah (which is not affirmed in fact in the words commencing with “for,” <em> Ci <\/em> ), but a more general one. This was how the case stood with the vineyard; for all Israel, and especially the people of Judah, were this vineyard, which had so bitterly deceived the expectations of its Lord, and indeed “the vineyard of Jehovah of hosts,” and therefore of the omnipotent God, whom even the clouds would serve when He came forth to punish. The expression “for” (<em> Ci <\/em> ) is not only intended to vindicate the truth of the last statement, but the truth of the whole simile, including this: it is an explanatory “for” (<em> Ci <\/em> <em> explic.<\/em> ), which opens the <em> epimythion <\/em> . “The vineyard of the Lord of hosts” (<em> Cerem Jehovah Zebaoth <\/em> ) is the predicate. “The house of Israel (<em> Beth Yisrâel <\/em> ) was the whole nation, which is also represented in other passages under the same figure of a vineyard (<a class=\"isa\" verses=\"WzE4MTU0XQ==\">Isaiah 27:2<\/a>.; Ps 80, etc.). But as Isaiah was prophet in Judah, he applies the figure more particularly to Judah, which was called Jehovah's favourite plantation, inasmuch as it was the seat of the divine sanctuary and of the Davidic kingdom. This makes it easy enough to interpret the different parts of the simile employed. The fat mountain-horn was Canaan, flowing with milk and honey (<a class=\"ref\">Exodus 15:17<\/a>); the digging of the vineyard, and clearing it of stones, was the clearing of Canaan from its former heathen inhabitants (<a class=\"ref\">Psalms 54:3<\/a>); the sorek-vines were the holy priests and prophets and kings of Israel of the earlier and better times (<a class=\"ref\">Jeremiah 2:21<\/a>); the defensive and ornamental tower in the midst of the vineyard was Jerusalem as the royal city, with Zion the royal fortress (<a class=\"ref\">Micah 4:8<\/a>); the winepress-trough was the temple, where, according to <a class=\"ref\">Psalms 36:9<\/a> (8.), the wine of heavenly pleasures flowed in streams, and from which, according to <a class=\"ref\">Psalms 42:1-11<\/a> and many other passages, the thirst of the soul might all be quenched. The grazing and treading down are explained in <a class=\"ref\">Jeremiah 5:10<\/a> and <a class=\"ref\">Jeremiah 12:10<\/a>. The bitter deception experienced by Jehovah is expressed in a play upon two words, indicating the surprising change of the desired result into the very opposite. The explanation which Gesenius, Caspari, Knobel, and others give of <em> m ispâch <\/em> , viz., bloodshed, does not commend itself; for even if it must be admitted that <em> sâphach <\/em> occurs once or twice in the “Arabizing” book of Job (<a class=\"ref\">Job 30:7; Job 14:19<\/a>) in the sense of pouring out, this verbal root is strange to the Hebrew (and the Aramaean). Moreover, <em> m ispâch <\/em> in any case would only mean pouring or shedding, and not bloodshed; and although the latter would certainly be possible by the side of the Arabic <em> saffâch <\/em> , <em> saffâk <\/em> (shedder of blood), yet it would be such an ellipsis as cannot be shown anywhere else in Hebrew usage. On the other hand, the rendering “leprosy” does not yield any appropriate sense, as <em> m ispachath <\/em> (<em> sappachath <\/em> ) is never generalized anywhere else into the single idea of “dirt” (Luzzatto: <em> sozzura <\/em> ), nor does it appear as an ethical notion. We therefore prefer to connect it with a meaning unquestionably belonging to the verb ספח (see <em> kal<\/em> , <a class=\"ref\">1 Samuel 2:36<\/a>; <em> niphal<\/em> , <a class=\"isa\" verses=\"WzE3OTMwXQ==\">Isaiah 14:1<\/a>; <em> hithpael <\/em> , <a class=\"ref\">1 Samuel 26:19<\/a>), which is derived in יסף , אסף , סוּף , from the primary notion “to sweep,” <em> spec.<\/em> to sweep towards, sweep in, or sweep away. Hence we regard <em> m ispach <\/em> as denoting the forcible appropriation of another man's property; certainly a suitable antithesis to <em> m ishpât <\/em> . The prophet describes, in full-toned figures, how the expected noble grapes had turned into wild grapes, with nothing more than an outward resemblance. The introduction to the prophecy closes here. <\/p><p> The prophecy itself follows next, a seven-fold discourse composed of the six-fold woe contained in vv. 8-23, and the announcement of punishment in which it terminates. In this six-fold woe the prophet describes the bad fruits one by one. In confirmation of our rendering of <em> m ispâch <\/em> , the first woe relates to covetousness and avarice as the root of all evil.<\/p>",
    "audit": null
}