{
    "id": 17928,
    "source": "kdo",
    "verse_id": 18245,
    "verse_count": 2,
    "reference": "30:27-28",
    "title": "",
    "html": "<p><em> “Behold, the name of Jehovah cometh from far, burning His wrath, and quantity of smoke: His lips are full of wrathful foam, and His tongue like devouring fire. And His breath is like an overflowing brook, which reaches half-way to the neck, to sift nations in the sieve of nothingness; and a misleading bridle comes to the cheeks of the nations.”<\/em> Two figures are here melted together - namely, that of a storm coming up from the farthest horizon, which turns the sky into a sea of fire, and kindles whatever it strikes, so that there rises up a heavy burden, or thick mass of smoke (<em> kōbhed m assâ'âh <\/em> , like <em> mas'ēth <\/em> in <a class=\"ref\">Judges 20:40<\/a>, cf., <a class=\"ref\">Judges 20:38<\/a>; on this attributive combination, burning His wrath (Ewald, §288,<em> c<\/em> ) and a quantity, etc., see <a class=\"isa\" verses=\"WzE3OTE2XQ==\">Isaiah 13:9<\/a>); and that of a man burning with wrath, whose lips foam, whose tongue moves to and fro like a flame, and whose breath is a snorting that threatens destruction, which when it issues from Jehovah swells into a stream, which so far covers a man that only his neck appears as the visible half. We had the same figure in <a class=\"isa\" verses=\"WzE3ODE2XQ==\">Isaiah 8:8<\/a>, where Asshur, as it came upon Judah, was compared to such an almost overwhelming and drowning flood. Here, again, it refers to Judah, which the wrath of Jehovah had almost though not entirely destroyed. For the ultimate object of the advancing name of Jehovah (<em> shēm <\/em> , name, relating to His judicial coming) is to sift nations, etc.: <em> lahănâphâh <\/em> for <em> l e hânı̄ph <\/em> (like <em> lahăzâdâh <\/em> in <a class=\"ref\">Daniel 5:20<\/a>), to make it more like <em> nâphâh <\/em> in sound. The <em> sieve of nothingness<\/em> is a sieve in which everything, that does not remain in it as good corn, is given up to annihilation; שׁוא is want of being, i.e., of life from God, and denotes the fate that properly belongs to such worthlessness. In the case of <em> v'resen <\/em> (and a bridle, etc.) we must either supply in thought לשׂום ( שׂם ), or, what is better, take it as a substantive clause: “a misleading bridle” (or a bridle of misleading, as Böttcher renders it, <em> math‛eh <\/em> being the form <em> mashqeh <\/em> ) holds the cheeks of the nations. The nations are regarded as wild horses, which could not be tamed, but which were now so firmly bound and controlled by the wrath of God, that they were driven down into the abyss.<\/p>",
    "audit": null
}