{
    "id": 17856,
    "source": "kdo",
    "verse_id": 18084,
    "verse_count": 4,
    "reference": "23:6-9",
    "title": "",
    "html": "<p> The inhabitants of Tyre, who desired to escape from death or transportation, are obliged to take refuge in the colonies, and the farther off the better: not in Cyprus, not in Carthage (as at the time when Alexander attacked the insular Tyre), but in Tartessus itself, the farthest off towards the west, and the hardest to reach. <em> “Pass ye over to Tarshish; howl, ye inhabitants of the coast! Is this your fate, thou full of rejoicing, whose origin is from the days of the olden time, whom her feet carried far away to settle? Who hath determined such a thing concerning Tzor, the distributor of crowns, whose merchants are princes, whose traders are the chief men of the earth? Jehovah of hosts hath determined it, to desecrate the pomp of every kind of ornament, to dishonour the chief men of the earth, all of them.”<\/em> The exclamation “howl ye” (<em> hēillu <\/em> ) implies their right to give themselves up to their pain. In other cases complaint is unmanly, but here it is justifiable (compare <a class=\"isa\" verses=\"WzE3OTY1XQ==\">Isaiah 15:4<\/a>). In  the question arises, whether <em> ‛ allizâh <\/em> is a nominative predicate, as is generally assumed (<em> “Is this, this deserted heap of ruins, your formerly rejoicing city?”<\/em> ), or a vocative. We prefer the latter, because there is nothing astonishing in the omission of the article in this case (<a class=\"isa\" verses=\"WzE4MDU1XQ==\">Isaiah 22:2<\/a>; Ewald, 327,<em> a<\/em> ); whereas in the former case, although it is certainly admissible (see <a class=\"isa\" verses=\"WzE4MjczXQ==\">Isaiah 32:13<\/a>), it is very harsh (compare <a class=\"isa\" verses=\"WzE3OTQ1XQ==\">Isaiah 14:16<\/a>), and the whole expression a very doubtful one to convey the sense of לכם אשר עליזה קריה הזאת . To <em> ‛ allizâh <\/em> there is attached the descriptive, attributive clause: whose origin (<em> kadmâh <\/em> , <a class=\"ref\">Ezekiel 16:55<\/a>) dates from the days of the olden time; and then a second “whose feet brought her far away (<em> raglaim <\/em> construed as a masculine, as in <a class=\"ref\">Jeremiah 13:16<\/a>, for example) to dwell in a foreign land. This is generally understood as signifying transportation by force into an enemy's country. But Luzzatto very properly objects to this, partly on the ground that רגליה יבלוּה (her feet carried her) is the strongest expression that can be used for voluntary emigration, to which <em> lâgūr <\/em> (to settle) also corresponds; and partly because we miss the antithetical ועתּה , which we should expect with this interpretation. The reference is to the trading journeys which extended “far away” (whether by land or sea), and to the colonies, i.e., the settlements founded in those distant places, that leading characteristic of the Tyro-Phoenician people (this is expressed in the imperfect by <em> yobiluâh <\/em> , <em> quam portabant <\/em> ; <em> gur <\/em> is the most appropriate word to apply to such settlements: for <em> m ērâchōk <\/em> , see at <a class=\"isa\" verses=\"WzE3OTk3XQ==\">Isaiah 17:13<\/a>). Sidon was no doubt older than Tyre, but Tyre was also of primeval antiquity. Strabo speaks of its as the oldest Phoenician city “after Sidon;” Curtius calls it <em> vetustate originis insignis <\/em> ; and Josephus reckons the time from the founding of Tyre to the building of Solomon's temple as 240 years (<em> Ant.<\/em> viii. 3, 1; compare Herod. ii. 44). Tyre is called <em> hammaēatirâh <\/em> , not as wearing a crown (Vulg. <em> quondam coronata <\/em> ), but as a distributor of crowns (Targum). Either would be suitable as a matter of fact; but the latter answers better to the <em> hiphil<\/em> (as <em> hikrı̄n <\/em> , <em> hiphrı̄s <\/em> , which are expressive of results produced from within outwards, can hardly be brought into comparison). Such colonies as Citium, Tartessus, and at first Carthage, were governed by kings appointed by the mother city, and dependent upon her. Her merchants were princes (compare <a class=\"isa\" verses=\"WzE3ODU5XQ==\">Isaiah 10:8<\/a>), the most honoured of the earth; נכבּדּי acquires a superlative meaning from the genitive connection (Ges. §119, 2). From the fact that the Phoenicians had the commerce of the world in their hands, a merchant was called <em> c ena‛ani <\/em> or <em> c ena‛an <\/em> (<a class=\"ref\">Hosea 12:8<\/a>; from the latter, not from <em> c in‛âni <\/em> , the plural <em> c in‛ânim <\/em> which we find here is formed), and the merchandise <em> c in‛âh <\/em> . The verb <em> c hillēl <\/em> , to desecrate or profane, in connection with the “pomp of every kind of ornament,” leads us to think more especially of the holy places of both insular and continental Tyre, among which the temple of Melkarth in the new city of the former was the most prominent (according to the Arrian, <em> Anab<\/em> . ii. 16, παλαιότατον ὧν μνήμη ἀνθρωπίνη διασώζεται ). These glories, which were thought so inviolable, Jehovah will profane. “<em> To dishonour the chief men:<\/em> ” <em> l e hâkēl <\/em> (<em> ad ignominiam deducere <\/em> , Vulg.) as in <a class=\"isa\" verses=\"WzE3ODMwXQ==\">Isaiah 8:22<\/a>.<\/p>",
    "audit": null
}