{
    "id": 18187,
    "source": "kdo",
    "verse_id": 18763,
    "verse_count": 1,
    "reference": "56:9",
    "title": "",
    "html": "<p> It is a question whether <a class=\"isa\" verses=\"WzE4NzYzXQ==\">Isaiah 56:9<\/a> forms the commencement of a fresh prophecy, or merely the second half of the prophecy contained in <a class=\"isa\" verses=\"eyIxODc1NSI6OH0=\">Isaiah 56:1-8<\/a>. We decide, for our part, in favour of the former. If <a class=\"isa\" verses=\"WzE4NzYzXQ==\">Isaiah 56:9<\/a>. formed an antithetical second half to the promising first half in <a class=\"isa\" verses=\"eyIxODc1NSI6OH0=\">Isaiah 56:1-8<\/a>, we should expect to find the prophets and leaders of Israel, whose licentiousness and want of principle are here so severely condemned, threatened with destruction in the heathen land, whilst true proselytes and even eunuchs were brought to the holy mountain. But we meet with this antithesis for the first time in <a class=\"isa\" verses=\"WzE4Nzc5XQ==\">Isaiah 57:13<\/a>, where we evidently find ourselves in the midst of another prophetic address. And where can that address commence, if not at <a class=\"isa\" verses=\"WzE4NzYzXQ==\">Isaiah 56:9<\/a>, from which point onwards we have that hard, dull, sharp, and concise language of strong indignation, which recals to mind psalms written “in a thundering style” (<em> Psalter<\/em> , i. 80) and the reproachful addresses of Jeremiah, and which passes again in <a class=\"isa\" verses=\"WzE4Nzc3XQ==\">Isaiah 57:11<\/a>. into the lofty crystalline language peculiar to our prophet's “book of consolation?” The new prophetic address commences, like <a class=\"isa\" verses=\"WzE4NzQyXQ==\">Isaiah 55:1<\/a>, with a summons. <em> “All ye beasts of the field, come near! To devour, all ye beasts in the forest!”<\/em> According to the accentuation before us ( לכל <em> m ercha<\/em> , כלח־יתו <em> tiphchah<\/em> ), the beasts of the field are summoned to devour the beasts in the forest. This accentuation, however, is false, and must be exchanged for another which is supported by some MSS, viz., לכל <em> tiphchah<\/em> , כלח־יתו <em> m ercha<\/em> , and ביער <em> Beth raphatum<\/em> . It is true that even with these accents we might still adhere to the view favoured by Jewish commentators, viz., that the beasts of the field are to be devoured by the beasts of the forest, if this view yielded any admissible sense (compare, for example, that supported by Meyer, “Ye enemies, devour the scattered ones of my congregation”), and had not against it the synonymous parallelism of שדי חיתו and ביער חיתו (<a class=\"isa\" verses=\"WzE4NTI2XQ==\">Isaiah 43:20<\/a>; <a class=\"ref\">Psalms 104:11, Psalms 104:20<\/a>; cf., <a class=\"ref\">Genesis 3:14<\/a>). But there remains another view, according to which ביער כל־חיתו is a second vocative answering to שׂדי כל־חיתו . According to the Targum, what is to be devoured is the great body of heathen kings attacking Jerusalem; according to Jerome, Cyril, Stier, etc., the pasture and food provided by the grace of God. But what follows teaches us something different from this. Israel has prophets and shepherds, who are blind to every coming danger, and therefore fail to give warning of its approach, because they are sunken in selfishness and debauchery. It resembles a flock with a keeper, and therefore an easy prey (<a class=\"ref\">Ezekiel 34:5<\/a>); and the meaning of the appeal, which is certainly addressed to the nations of the world, the enemies of the people of God, is this: “Ye have only to draw near; ye can feed undisturbed, and devour as much as ye please.” This is the explanation adopted by most of the more modern commentators. In <a class=\"ref\">Jeremiah 12:9<\/a>, which is founded upon this (“Assemble all ye beasts of the field, bring them hither to devour”), it is also Jerusalem which is assigned as food to the heathen. The parallel in <a class=\"isa\" verses=\"WzE4NzYzXQ==\">Isaiah 56:9<\/a> is both synonymous and progressive. The writer seeks for rare forms, because he is about to depict a rare inversion of the proper state of things. חיתו (with the first syllable loosely closed) is the antiquated form of connection, which was admissible even with ביּער following (cf., <a class=\"isa\" verses=\"W1sxNzc1MV0seyIxNzgzMSI6Mn0sWzgwNDRdXQ==\">Isaiah 5:11; Isaiah 9:1-2; 2 Samuel 1:21<\/a>) . On אתיוּ (= אתוּ ), see at <a class=\"isa\" verses=\"WzE4MDQ4XQ==\">Isaiah 21:12<\/a> (cf., <a class=\"isa\" verses=\"WzE4MDUwXQ==\">Isaiah 21:14<\/a>).<\/p>",
    "audit": null
}