{
    "id": 17591,
    "source": "kdo",
    "verse_id": 17656,
    "verse_count": 31,
    "reference": 1,
    "title": "",
    "html": "<p> In passing to our exposition of the book, the first thing which strikes us is its traditional title - <em> Yeshaiah <\/em> (Isaiah). In the book itself, and throughout the Old Testament Scriptures, the prophet is called <em> Yeshayahu <\/em> ; and the shorter form is found in the latest books as the name of other persons. It was a common thing in the very earliest times for the shorter forms of such names to be used interchangeably with the longer; but in later times the shorter was the only form employed, and for this reason it was the one adopted in the traditional title. The name is a compound one, and signifies “Jehovah's salvation.” The prophet was conscious that it was not merely by accident that he bore this name; for ישׁע (he shall save) and ישׁוּעה (salvation) are among his favourite words. It may be said, in fact, that he lived and moved altogether in the coming salvation, which was to proceed from Jehovah, and would be realized hereafter, when Jehovah should come at last to His people as He had never come before. This salvation was the goal of the sacred history (<em> Heilsgeschichte <\/em> , literally, history of salvation); and <em> Jehovah<\/em> was the peculiar name of God in relation to that history. It denotes “the existing one,” not however “the always existing,” i.e., eternal, as Bunsen and the Jewish translators render it, but “existing evermore,” i.e., filling all history, and displaying His glory therein in grace and truth. The ultimate goal of this historical process, in which God was ever ruling as the absolutely free One, according to His own self-assertion in <a class=\"isa\" verses=\"eyIxNzY1NiI6Mjh9\">Isaiah 1:1-28<\/a> (where we find the same sign again) was the <em> haphtarah <\/em> , or concluding <em> pericope <\/em> , taken from the prophets, which was read on the same Sabbath as the <em> parashah <\/em> from the Pentateuch, in <a class=\"ref\">Deuteronomy 1:1<\/a>. It was, as we shall afterwards see, a very thoughtful principle of selection which led to the combination of precisely these two lessons. <\/p>",
    "audit": null
}