{
    "id": 17692,
    "source": "kdo",
    "verse_id": 17781,
    "verse_count": 3,
    "reference": "6:11-13",
    "title": "",
    "html": "<p> Isaiah heard with sighing, and yet with obedience, in what the mission to which he had so cheerfully offered himself was to consist.  . <em> “Then said I, Lord, how long?”<\/em> He inquired how long this service of hardening and this state of hardness were to continue - a question forced from him by his sympathy with the nation to which he himself belonged (cf., <a class=\"ref\">Exodus 32:9-14<\/a>), and one which was warranted by the certainty that God, who is ever true to His promises, could not cast off Israel as a people for ever. The answer follows in  <a class=\"isa\" verses=\"eyIxNzc4MSI6M30=\">Isaiah 6:11-13<\/a> : <em> “Until towns are wasted without inhabitant, and houses are without man, and the ground shall be laid waste, a wilderness, and Jehovah shall put men far away, and there shall be many forsaken places within the land. And is there still a tenth therein, this also again is given up to destruction, like the terebinth and like the oak, of which, when they are felled, only a root-stump remains: such a root-stump is a holy seed.”<\/em> The answer is intentionally commenced, not with עד־כּי , but with אם אשׁר עד (the expression only occurs again in <a class=\"ref\">Genesis 28:15<\/a> and <a class=\"ref\">Numbers 32:17<\/a>), which, even without dropping the conditional force of אם , signified that the hardening judgment would only come to an end when the condition had been fulfilled, that towns, houses, and the soil of the land of Israel and its environs had been made desolate, in fact, utterly and universally desolate, as the three definitions (without inhabitant, without man, wilderness) affirm. The expression <em> richak <\/em> (put far away) is a general and enigmatical description of exile or captivity (cf., <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Joe+4:6&t1=en_nas\" id=\"67\" class=\"stL\" target=\"_blank\">Joe. 4:6, Jeremiah 27:10<\/a>); the literal term <em> gâlâh <\/em> has been already used in <a class=\"isa\" verses=\"WzE3NzUzXQ==\">Isaiah 5:13<\/a>. Instead of a national term being used, we find here simply the general expression “<em> men<\/em> ” (<em> eth<\/em> -<em> hâēâdâm <\/em> ; the consequence of depopulation, viz., the entire absence of men, being expressed in connection with the depopulation itself. The participial noun <em> hâ azubâh <\/em> (the forsaken) is a collective term for places once full of life, that had afterwards died out and fallen into ruins (<a class=\"isa\" verses=\"WzE3OTg2LDE3OTkzXQ==\">Isaiah 17:2, Isaiah 17:9<\/a>). This judgment would be followed by a second, which would expose the still remaining tenth of the nation to a sifting. והיה שׁב , <em> to become again<\/em> (Ges. §142, 3); לבער היה , not as in <a class=\"isa\" verses=\"WzE3NzQ1XQ==\">Isaiah 5:5<\/a>, but as in <a class=\"isa\" verses=\"WzE3NzM4XQ==\">Isaiah 4:4<\/a>, after <a class=\"ref\">Numbers 24:22<\/a> : the feminine does not refer to the land of Israel (Luzzatto), but to the tenth. Up to the words “given up to destruction,” the announcement is a threatening one; but from this point to “remains” a consolatory prospect begins to dawn; and in the last three words this brighter prospect, like a distant streak of light, bounds the horizon of the gloomy prophecy. It shall happen as with the terebinth and oak. These trees were selected as illustrations, not only because they were so near akin to evergreens, and produced a similar impression, or because there were so many associations connected with them in the olden times of Israel's history; but also because they formed such fitting symbols of Israel, on account of their peculiar facility for springing up again from the root (like the beech and nut, for example), even when they had been completely felled. As the forms <em> yabbesheth <\/em> (dryness), <em> dalleketh <\/em> (fever), <em> ‛avvereth <\/em> (blindness), <em> shachepheth <\/em> (consumption), are used to denote certain qualities or states, and those for the most part faulty ones (<em> Concord<\/em> . p. 1350); so <em> shalleceth <\/em> here does not refer to the act itself of felling or casting away, but rather to the condition of a tree that has been hewn or thrown down; though not to the condition of the trunk as it lies prostrate upon the ground, but to that of the root, which is still left in the earth. Of this tree, that had been deprived of its trunk and crown, there was still a <em> mazzebeth <\/em> kindred form of <em> m azzebâh <\/em> ), i.e., a root-stump (<em> truncus<\/em> ) fast in the ground. The tree was not yet entirely destroyed; the root-stump could shoot out and put forth branches again. And this would take place: the root-stump of the oak or terebinth, which was a symbol of Israel, was “a holy seed.” The root-stump was the remnant that had survived the judgment, and this remnant would become a seed, out of which a new Israel would spring up after the old had been destroyed. Thus in a few weighty words is the way sketched out, which God would henceforth take with His people. The passage contains an outline of the history of Israel to the end of time. Israel as a nation was indestructible, by virtue of the promise of God; but the mass of the people were doomed to destruction through the judicial sentence of God, and only a remnant, which would be converted, would perpetuate the nationality of Israel, and inherit the glorious future. This law of a blessing sunk in the depths of the curse actually inflicted, still prevails in the history of the Jews. The way of salvation is open to all. Individuals find it, and give us a presentiment of what might be and is to be; but the great mass are hopelessly lost, and only when they have been swept away will a holy seed, saved by the covenant-keeping God, grow up into a new and holy Israel, which, according to <a class=\"isa\" verses=\"WzE4MTU4XQ==\">Isaiah 27:6<\/a>, will fill the earth with its fruits, or, as the apostle expresses it in <a class=\"ref\">Romans 11:12<\/a>, become “the riches of the Gentiles.”<\/p><p> Now, if the impression which we have received from <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">Isaiah 6:1-13<\/a> is not a false one - namely, that the prophet is here relating his first call to the prophetic office, and not, as Seb. Schmidt observes, his call to one particular duty (<em> ad unum specialem actum officii <\/em> ) - this impression may be easily verified, inasmuch as the addresses in chapters 1-5 will be sure to contain the elements which are here handed to the prophet by revelation, and the result of these addresses will correspond to the sentence judicially pronounced here. And the conclusion to which we have come will stand this test. For the prophet, in the very first address, after pointing out to the nation as a whole the gracious pathway of justification and sanctification, takes the turn indicated in <a class=\"isa\" verses=\"eyIxNzc4MSI6M30=\">Isaiah 6:11-13<\/a>, in full consciousness that all is in vain. And the theme of the second address is, that it will be only after the overthrow of the false glory of Israel that the true glory promised can possibly be realized, and that after the destruction of the great body of the people only a small remnant will live to see this realization. The parable with which the third begins, rests upon the supposition that the measure of the nation's iniquity is full; and the threatening of judgment introduced by this parable agrees substantially, and in part verbally, with the divine answer received by the prophet to his question <em> “How long?”<\/em> On every side, therefore, the opinion is confirmed, that in <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">Isaiah 6:1-13<\/a> he describes his own consecration to the prophetic office. The addresses in chapters 2-4 and 5, which belong to the time of Uzziah and Jotham, do not fall earlier than the year of Uzziah's death, from which point the whole of Jotham's sixteen years' reign lay open before them. Now, as Micah commenced his ministry in Jotham's reign, though his book was written in the form of a complete and chronologically indivisible summary, by the working up of the prophecies which he delivered under Jotham, Ahaz, and Hezekiah, and was then read or published in the time of Hezekiah, as we may infer from <a class=\"ref\">Jeremiah 26:18<\/a>, it is quite possible that Isaiah may have taken from Micah's own lips (though not from Micah's book) the words of promise in <a class=\"isa\" verses=\"eyIxNzY4NyI6NH0=\">Isaiah 2:1-4<\/a>, which he certainly borrowed from some quarter. The notion that this word of promise originated with a third prophet (who must have been Joel, if he were one of the prophets known to us), is rendered very improbable by the many marks of Micah's prophetic peculiarities, and by its natural position in the context in which it there occurs (vid., Caspari, <em> Micha<\/em> , pp. 444-5).<\/p><p> Again, the <em> situation<\/em> of <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">Isaiah 6:1-13<\/a> is not inexplicable. As Hävernick has observed, the prophet evidently intended to vindicate in <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">Isaiah 6:1-13<\/a> the style and method of his previous prophecies, on the ground of the divine commission that he had received. but this only serves to explain the reason why Isaiah has not placed <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">Isaiah 6:1-13<\/a> at the commencement of the collection, and not why he inserts it in this particular place. He has done this, no doubt, for the purpose of bringing close together the prophecy and its fulfilment; for whilst on the one hand the judgment of hardening suspended over the Jewish nation is brought distinctly out in the person of king Ahaz, on the other hand we find ourselves in the midst of the Syro-Ephraimitish war, which formed the introduction to the judgments of extermination predicted in <a class=\"isa\" verses=\"eyIxNzc4MSI6M30=\">Isaiah 6:11-13<\/a>. It is only the position of chapter 1 which still remains in obscurity. If <a class=\"isa\" verses=\"eyIxNzY2MiI6M30=\">Isaiah 1:7-9<\/a> is to be understood in a historically literally sense, then chapter 1 must have been composed after the dangers of the Syro-Ephraimitish war had been averted from Jerusalem, though the land of Judah was still bleeding with the open wounds which this war, designed as it was to destroy it altogether, had inflicted upon it. Chapter 1 would therefore be of more recent origin than chapters 2-5, and still more recent than the connected chapters 7-12. It is only the comparatively more general and indefinite character of chapter 1 which seems at variance with this. But this difficulty is removed at once, if we assume that chapter 1, though not indeed the first of the prophet's addresses, was yet in one sense the first - namely, the first that was committed to writing, though not the first that he delivered, and that it was primarily intended to form the preface to the addresses and historical accounts in chapters 2-12, the contents of which were regulated by it. For chapters 2-5 and 7-12 form two prophetic cycles, chapter 1 being the portal which leads into them, and <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">Isaiah 6:1-13<\/a> the band which connects them together. The prophetic cycle in chapters 2-5 may be called the <em> Book of hardening<\/em> , as it is by Caspari, and chapters 7-12 the <em> Book of Immanuel<\/em> , as Chr. Aug. Crusius suggests, because in all the stages through which the proclamation in chapters 7-12 passes, the coming Immanuel is the banner of consolation, which it lifts up even in the midst of the judgments already breaking upon the people, in accordance with the doom pronounced upon them in <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">Isaiah 6:1-13<\/a>.<\/p>",
    "audit": null
}