{
    "id": 17603,
    "source": "kdo",
    "verse_id": 17668,
    "verse_count": 1,
    "reference": "1:13",
    "title": "",
    "html": "<p> Because they had not performed what Jehovah commanded as He commanded it, He expressly forbids them to continue it. <em> “Continue not to bring lying meat-offering; abomination incense is it to me.”<\/em> <em> Minchah <\/em> (the meat-offering) was the vegetable offering, as distinguished from <em> zebach <\/em> , the animal sacrifice. It is called a “lying meat-offering,” as being a hypocritical dead work, behind which there was none of the feeling which it appeared to express. In the second clause the Sept., Vulg., Gesenius, and others adopt the rendering “incense - an abomination is it to me,” <em> ketoreth <\/em> being taken as the name of the daily burning of incense upon the golden altar in the holy place (<a class=\"ref\">Exodus 30:8<\/a>). But neither in <a class=\"ref\">Psalms 141:2<\/a>, where prayer is offered by one who is not a priest, nor in the passage before us, where the reference is not to the priesthood, but to the people and to their deeds, is this continual incense to be thought of. Moreover, it is much more natural to regard the word <em> ketoreth <\/em> not as a bold absolute case, but, according to the conjunctive <em> darga <\/em> with which it is marked, as constructive rather; and this is perfectly allowable. The meat-offering is called “incense” (<em> ketoreth <\/em> ) with reference to the so-called <em> azcarah <\/em> , i.e., that portion which the priest burned upon the altar, to bring the grateful offerer into remembrance before God (called “burning the memorial,” <em> hiktir <\/em> <em> azcârâh <\/em> , in <a class=\"ref\">Leviticus 2:2<\/a>). As a general rule, this was accompanied with incense (<a class=\"isa\" verses=\"WzE4OTI2XQ==\">Isaiah 66:3<\/a>), the whole of which was placed upon the altar, and not merely a small portion of it. The meat-offering, with its sweet-smelling savour, was merely the form, which served as an outward expression of the thanksgiving for God's blessing, or the longing for His blessing, which really ascended in prayer. But in their case the form had no such meaning. It was nothing but the form, with which they thought they had satisfied God; and therefore it was an abomination to Him.  . God was just as little pleased with their punctilious observance of the feasts: <em> “New-moon and Sabbath, calling of festal meetings ... I cannot bear ungodliness and a festal crowd.”<\/em> The first objective notions, which are logically governed by “I cannot bear” ( לא־אוּכל : literally, a future <em> hophal <\/em> - I am unable, incapable, viz., to bear, which may be supplied, according to <a class=\"ref\">Psalms 101:5; Jeremiah 44:22; Proverbs 30:21<\/a>), become <em> absolute cases<\/em> here, on account of another grammatical object presenting itself in the last two nouns: “ungodliness and a festal crowd.” As for new-moon and Sabbath (the latter always signifies the weekly Sabbath when construed with <em> C hodesh <\/em> ) - and, in fact, the calling of meetings of the whole congregation on the weekly Sabbath and high festivals, which was a simple duty according to Lev 23 - Jehovah could not endure festivals associated with wickedness. עצרה (from עצר , to press, or crowd thickly together) is synonymous with מקרא ), so far as its immediate signification is concerned, as <a class=\"ref\">Jeremiah 9:1<\/a> clearly shows, just as πανήγυρις is synonymous with εκκλησία . און (from אוּן , to breathe) is moral worthlessness, regarded as an utter absence of all that has true essence and worth in the sight of God. The prophet intentionally joins these two nouns together. A densely crowded festal meeting, combined with inward emptiness and barrenness on the part of those who were assembled together, was a contradiction which God could not endure.<\/p>",
    "audit": null
}