{
    "id": 17985,
    "source": "kdo",
    "verse_id": 18381,
    "verse_count": 2,
    "reference": "37:28-29",
    "title": "",
    "html": "<p> Asshur is Jehovah's chosen instrument while thus casting down the nations, which are “short-handed against him,” i.e., incapable of resisting him. But Jehovah afterwards places this lion under firm restraint; and before it has reached the goal set before it, He leads it back into its own land, as if with a ring through its nostril. Fifth turn, <em> “And thy sitting down, and thy going out, and thy entering in, I know; and thy heating thyself against me. On account of thy heating thyself against me, and because thy self-confidence has risen up into mine ears, I put my ring into thy nose, and my muzzle into thy lips, and lead thee back by the way by which thou hast come.”<\/em> Sitting down and rising up (<a class=\"ref\">Psalms 139:2<\/a>), going out and coming in (<a class=\"ref\">Psalms 121:8<\/a>), denote every kind of human activity. All the thoughts and actions, the purposes and undertakings of Sennacherib, more especially with regard to the people of Jehovah, were under divine control. יען is followed by the infinitive, which is then continued in the finite verb, just as in <a class=\"isa\" verses=\"WzE4MjMwXQ==\">Isaiah 30:12<\/a>. שׁאננ ך (another reading, שׁאננ ך ) is used as a substantive, and denotes the Assyrians' complacent and scornful self-confidence (<a class=\"ref\">Psalms 123:4<\/a>), and has nothing to do with שׁאון (Targum, Abulw., Rashi, Kimchi, Rosenmüller, Luzzatto). The figure of the leading away with a nose-ring (<em> c hachı̄ <\/em> with a latent <em> dagesh<\/em> , חא to prick, hence <em> c hōach <\/em> , Arab. <em> chōch <\/em> , <em> chōcha <\/em> , a narrow slit, literally means a cut or aperture) is repeated in <a class=\"ref\">Ezekiel 38:4<\/a>. Like a wild beast that had been subdued by force, the Assyrian would have to return home, without having achieved his purpose with Judah (or with Egypt).<\/p>",
    "audit": null
}