{
    "id": 17725,
    "source": "kdo",
    "verse_id": 17836,
    "verse_count": 1,
    "reference": "9:6",
    "title": "",
    "html": "<p> Upon the two sentences with <em> ci<\/em> the prophet now builds a third. The reason for the triumph is the deliverance effected; and the reason for the deliverance, the destruction of the foe; and the reason for all the joy, all the freedom, all the peace, is the new great King. - <em> “For unto us a child is born, unto us a son is given; and the government rests upon His shoulder: and they call His name, Wonder, Counsellor, mighty God, Eternal-Father, Prince of Peace.”<\/em> The same person whom the prophet foretold in chapter 7 as the son of the virgin who would come to maturity in troublous times, he here sees as born, and as having already taken possession of the government. There he appeared as a sign, here as a gift of grace. The prophet does not expressly say that he is a son of David in this instance any more than in chapter 7 (for the remark that has been recently made, that <em> yeled <\/em> is used here for “infant-prince,” is absurd); but this followed as a matter of course, from the fact that he was to bear the government, with all its official rights (<a class=\"isa\" verses=\"WzE4MDc1XQ==\">Isaiah 22:22<\/a>) and godlike majesty (<a class=\"ref\">Psalms 21:6<\/a>), upon his shoulder; for the inviolable promise of eternal sovereignty, of which the new-born infant was to be the glorious fulfilment, had been bound up with the seed of David in the course of Israel's history ever since the declaration in 2 Sam 7. In chapter 7 it is the mother who names the child; here it is the people, or indeed any one who rejoices in him: ויּקרא , “one calls, they call, he is called,” as Luther has correctly rendered it, though under the mistaken idea that the Jews had altered the original ויּקּרא into ויּקרא , for the purpose of eliminating the Messianic sense of the passage. But the active verb itself has really been twisted by Jewish commentators in this way; so that Rashi, Kimchi, Malbim, and others follow the Targum, and explain the passage as meaning, “the God, who is called and is Wonder,' Counsellor, the mighty God, the eternal Father, calls his name the Prince of Peace;” but this rendering evidently tears asunder things that are closely connected. And Luzzatto has justly observed, that you do not expect to find attributes of God here, but such as would be characteristic of the child. He therefore renders the passage, “God the mighty, the eternal Father, the Prince of Peace, resolves upon wonderful things,” and persuades himself that this long clause is meant for the proper name of the child, just as in other cases declaratory clauses are made into proper names, e.g., the names of the prophet's two sons. But even granting that such a sesquipedalian name were possible, in what an unskilful manner would the name be formed, since the long-winded clause, which would necessarily have to be uttered in one breath, would resolve itself again into separate clauses, which are not only names themselves, but, contrary to all expectation, names of God! The motive which prompted Luzzatto to adopt this original interpretation is worthy of notice. He had formerly endeavoured, like other commentators, to explain the passage by taking the words from “Wonderful” to “Prince of Peace” as the name of the child; and in doing this he rendered יועץ פלא “one counselling wonderful things,” thus inverting the object, and regarded “mighty God” as well as “eternal Father” as hyperbolical expressions, like the words applied to the King in  . But now he cannot help regarding it as absolutely impossible for a human child to be called <em> el gibbor <\/em> , like God Himself in <a class=\"isa\" verses=\"WzE3ODcyXQ==\">Isaiah 10:21<\/a>. So far as the relation between his novel attempt at exposition and the accentuation is concerned, it certainly does violence to this, though not to such an extent as the other specimen of exegetical leger-demain, which makes the clause from פלא to אבי־עד the subject to ויקרא . Nevertheless, in the face of the existing accentuation, we must admit that the latter is, comparatively speaking, the better of the two; for if שמו ויקרא were intended to be the introduction to the list of names which follows, שׁמו would not be pointed with <em> geresh <\/em> , but with <em> zakeph <\/em> . The accentuators seem also to have shrunk from taking <em> el gibbor <\/em> as the name of a man. They insert intermediate points, as though “eternal Father, Prince of Peace,” were the name of the child, and all that precedes, from “Wonder” onwards, the name of God, who would call him by these two honourable names. But, at the very outset, it is improbable that there should be two names instead of one or more; and it is impossible to conceive for what precise reason such a periphrastic description of God should be employed in connection with the naming of this child, as is not only altogether different from Isaiah's usual custom, but altogether unparalleled in itself, especially without the definite article. The names of God should at least have been defined thus, הגּבּור פּלא היּועץ , so as to distinguish them from the two names of the child.<\/p><p> Even assuming, therefore, that the accentuation is meant to convey this sense, “And the wonderful Counsellor, the mighty God, calls his name Eternal-Father, Prince of Peace,” as appears to be the case; we must necessarily reject it, as resting upon a misunderstanding and misinterpretation.<\/p><p> (Note: The <em> telisha<\/em> in פלא is the smallest of all disjunctive accents; the geresh in שׁמו separates rather more strongly than this; the <em> pashta<\/em> in יועץ separates somewhat more than the other two, but less than the <em> zakeph<\/em> in גבור ; and this <em> zakeph<\/em> is the greatest divider in the sentence. The whole sentence, therefore, distributes itself in the following manner: אבי־עד גבור אל יועץ פלא שׁמו ויקרא שׂר־שלום . All the words from ויקרא onwards are subordinate to the <em> zakeph<\/em> attached to גבור , which is, to all appearance, intended to have the force of an introductory colon: as, for example, in <a class=\"ref\">2 Samuel 18:5<\/a> (in the case of לאמר in the clause לאמר ואת־אתי ואת־אבישי יואב ). In smaller subdivisions, again, פלא (<em> telisha<\/em> ) is connected with יועץ (<em> pashta<\/em> ), and both together with גבור אל (<em> munach zakeph<\/em> ). If only <em> sar shalom <\/em> (Prince of Peace) were intended as the name of the child, it would necessarily be accentuated in the following manner: שמו ויקרא <em> kadma<\/em> <em> geresh <\/em> , יועץ פלא <em> teilsha<\/em> <em> gershayim <\/em> , גבור אל <em> m ercha <\/em> <em> tebir <\/em> , עד אבי <em> tifchah <\/em> , שׂר־שׁלו ם <em> silluk<\/em> ; and the principal disjunctive would stand at עד instead of גבור . But if the name of the child were intended to form a declaratory clause, commencing with יועץ פלא , “determines wonderful things,” as Luzzatto assumes, we should expect to find a stronger disjunctive than <em> telisha<\/em> at פלא , the watchword of the whole; and above all, we should expect a <em> zakeph<\/em> at שׁמו , and not at גבור . This also applies to our (the ordinary) explanation. It does not correspond to the accentuation. The introductory words שׁמו ויקרא ought to have a stronger distinctive accent, in order that all which follows might stand as the name which they introduce. Francke (see <em> Psalter<\/em> , ii. 521) perceived this, and in his <em> Abyssus mysteriorum Esa<\/em> (ix. 6) he lays great stress upon the fact, that God who gives the name has Himself a threefold name.) <\/p><p> We regard the whole, from פלא onwards - as the connection, the expression, and the syntax require - as a dependent accusative predicate to שמו ויקרא (they call his name), which stands at the head (compare קרא , they call, it is called, in <a class=\"ref\">Genesis 11:9; Genesis 16:14; Joshua 7:26<\/a>, and above <a class=\"isa\" verses=\"WzE3ODEyXQ==\">Isaiah 8:4<\/a>, ישׂא , they will carry: Ges. §137, 3). If it be urged, as an objection to the Messianic interpretation of <a class=\"isa\" verses=\"eyIxNzc5NyI6Mn0=\">Isaiah 7:14-15<\/a>, that the Christ who appeared was not named Immanuel, but Jesus, this objection is sufficiently met by the fact that He did not receive as a proper name any one of the five names by which, according to this second prophecy, He was to be called. Moreover, this objection would apply quite as strongly to the notion, which has been a very favourite one with Jewish commentators (e.g., Rashi, A. E. Kimchi, Abravanel, Malbim, Luzzatto, and others), and even with certain Christian commentators (such as Grotius, Gesenius, etc.), that the prophecy refers to Hezekiah - a notion which is a disgrace to those who thereby lead both themselves and others astray. For even if the hopes held out in the prophecy were attached for a long time to Hezekiah, the mistake was but too quickly discovered; whereas the commentators in question perpetuate the mistake, by forcing it upon the prophecy itself, although the prophet, even after the deception had been outlived, not only did not suppress the prophecy, but handed it down to succeeding ages as awaiting a future and infallible fulfilment. For the words in their strict meaning point to the Messiah, whom men may for a time, with pardonable error, have hoped to find in Hezekiah, but whom, with unpardonable error, men refused to acknowledge, even when He actually appeared in Jesus. The name Jesus is the combination of all the Old Testament titles used to designate the Coming One according to His nature and His works. The names contained in <a class=\"isa\" verses=\"WzE3Nzk3XQ==\">Isaiah 7:14<\/a> and <a class=\"isa\" verses=\"WzE3ODM2XQ==\">Isaiah 9:6<\/a> are not thereby suppressed; but they have continued, from the time of Mary downwards, in the mouths of all believers. There is not one of these names under which worship and homage have not been paid to Him. But we never find them crowded together anywhere else, as we do here in Isaiah; and in this respect also our prophet proves himself the greatest of the Old Testament evangelists. <\/p><p> The first name is פּלא , or perhaps more correctly פּלא , which is not to be taken in connection with the next word, יועץ , though this construction might seem to commend itself in accordance with עצה הפליא , in <a class=\"isa\" verses=\"WzE4MTk0XQ==\">Isaiah 28:29<\/a>. This is the way in which it has been taken by the Seventy and others (thus lxx, θαυμαστὸς σύμβουλος ; Theodoret, θαυμαστῶς βουλεύων ). If we adopted this explanation, we might regard יועץ פלא as an inverted form for פלא יועץ : counselling wonderful things. The possibility of such an inversion is apparent from <a class=\"isa\" verses=\"WzE4MDU1XQ==\">Isaiah 22:2<\/a>, מלאה תשׁאות , i.e., full of tumult. Or, following the analogy of <em> pere' âdâm <\/em> (a wild man) in <a class=\"ref\">Genesis 16:12<\/a>, we might regard it as a genitive construction: a wonder of a counsellor; in which case the disjunctive <em> teilshâh <\/em> <em> gedolâh <\/em> in <em> pele' <\/em> would have to be exchanged for a connecting <em> m ahpach <\/em> . Both combinations have their doubtful points, and, so far as the sense is concerned, would lead us rather to expect עצה מפליא ; whereas there is nothing at all to prevent our taking פלא and יועץ as two separate names (not even the accentuation, which is without parallel elsewhere, so far as the combination of <em> pashta <\/em> with <em> teilshah <\/em> is concerned, and therefore altogether unique). Just as the angel of Jehovah, when asked by Manoah what was his name (<a class=\"ref\">Judges 13:18<\/a>), replied פּלי ( פּלאי ), and indicated thereby his divine nature - a nature incomprehensible to mortal men; so here the God-given ruler is also <em> pele' <\/em> , a phenomenon lying altogether beyond human conception or natural occurrence. Not only is this or that wonderful in Him; but He Himself is throughout a wonder - παραδοξασμός , as Symmachus renders it. The second name if <em> yō‛ētz <\/em> , counsellor, because, by virtue of the spirit of counsel which He possesses (<a class=\"isa\" verses=\"WzE3ODg3XQ==\">Isaiah 11:2<\/a>), He can always discern and given counsel for the good of His nation. There is no need for Him to surround Himself with counsellors; but without receiving counsel at all, He counsels those that are without counsel, and is thus the end of all want of counsel to His nation as a whole. The third name, <em> El <\/em> <em> gibbor <\/em> , attributes divinity to Him. Not, indeed, if we render the words “Strength, Hero,” as Luther does; or “Hero of Strength,” as Meier has done; or “a God of a hero,” as Hofmann proposes; or “Hero-God,” i.e., one who fights and conquers like an invincible god, as Ewald does. But all these renderings, and others of a similar kind, founder, without needing any further refutation, on <a class=\"isa\" verses=\"WzE3ODcyXQ==\">Isaiah 10:21<\/a>, where He, to whom the remnant of Israel will turn with penitence, is called <em> El <\/em> <em> gibbor <\/em> (the mighty God). There is no reason why we should take <em> El <\/em> in this name of the Messiah in any other sense than in <em> Immanu<\/em> -<em> El <\/em> ; not to mention the fact that <em> El <\/em> in Isaiah is always a name of God, and that the prophet was ever strongly conscious of the antithesis between <em> El <\/em> and <em> âdâm <\/em> , as <a class=\"isa\" verses=\"WzE4MjU0XQ==\">Isaiah 31:3<\/a> (cf., <a class=\"ref\">Hosea 11:9<\/a>) clearly shows. And finally, <em> El gibbor <\/em> was a traditional name of God, which occurs as early as <a class=\"ref\">Deuteronomy 10:17<\/a>, cf., <a class=\"ref\">Jeremiah 32:18; Nehemiah 9:32; Psalms 24:8<\/a>, etc. The name <em> gibbor <\/em> is used here as an adjective, like <em> shaddai <\/em> in <em> El shaddai <\/em> . The Messiah, then, is here designated “mighty God.” Undoubtedly this appears to go beyond the limits of the Old Testament horizon; but what if it should go beyond them? It stands written once for all, just as in <a class=\"ref\">Jeremiah 23:6<\/a> <em> Jehovah Zidkenu <\/em> (Jehovah our Righteousness) is also used as a name of the Messiah - a Messianic name, which even the synagogue cannot set aside (vid., <em> Midrash Mishle <\/em> 57<em> a<\/em> , where this is adduced as one of the eight names of the Messiah). Still we must not go too far. If we look at the spirit of the prophecy, the mystery of the incarnation of God is unquestionably indicated in such statements as these. But if we look at the consciousness of the prophet himself, nothing further was involved than this, that the Messiah would be the image of God as no other man ever had been (cf., <em> El <\/em> , <a class=\"ref\">Psalms 82:1<\/a>), and that He would have God dwelling within Him (cf., <a class=\"ref\">Jeremiah 33:16<\/a>). Who else would lead Israel to victory over the hostile world, than God the mighty? The Messiah is the corporeal presence of this mighty God; for He is with Him, He is in Him, and in Him He is with Israel. The expression did not preclude the fact that the Messiah would be God and man in one person; but it did not penetrate to this depth, so far as the Old Testament consciousness was concerned. The fourth name springs out of the third: אבי־עד , eternal Father (not Booty Father, with which Hitzig and Knobel content themselves); for what is divine must be eternal. The title Eternal Father designates Him, however, not only as the possessor of eternity (Hengstenberg), but as the tender, faithful, and wise trainer, guardian, and provider for His people even in eternity (<a class=\"isa\" verses=\"WzE4MDc0XQ==\">Isaiah 22:21<\/a>). He is eternal Father, as the eternal, loving King, according to the description in Ps 72. Now, if He is mighty God, and uses His divine might in eternity for the good of His people, He is also, as the fifth name affirms, sar-<em> shâl <\/em> , a Prince who removes all peace-disturbing powers, and secures peace among the nations (<a class=\"ref\">Zechariah 9:10<\/a>) - who is, as it were, the embodiment of peace come down into the world of nations (<a class=\"ref\">Micah 5:4<\/a>). To exalt the government of David into an eternal rule of peace, is the end for which He is born; and moreover He proves Himself to be what He is not only called, but actually is.<\/p>",
    "audit": null
}