{
    "id": 13431,
    "source": "kdo",
    "verse_id": 18540,
    "verse_count": 2,
    "reference": "44:6–7",
    "title": "",
    "html": " <p>A new pledge of redemption is given, and a fresh exhortation to trust in Jehovah; the wretchedness of the idols and their worshippers being pointed out, in contrast with Jehovah, the only speaking and acting God. <a class=\"isa\" verses=\"WzE4NTQwXQ==\">Isaiah 44:6<\/a> <i>“Thus saith Jehovah the King of Israel, and its Redeemer, Jehovah of hosts; I am first, and I last; and beside me there is no God.”<\/i>, The fact that His deity, which rules over not only the natural world, but history as well, is thus without equal and above all time, is now proved by Him from the fact that He alone manifests Himself as God, and that by the utterance of prophecy. <a class=\"isa\" verses=\"WzE4NTQxXQ==\">Isaiah 44:7<\/a> <i>“And who preaches as I do? Let him make it known, and show it to me; since I founded the people of ancient time! And future things, and what is approaching, let them only make known.”<\/i>, Jehovah shows Himself as the God of prophecy since the time that He founded <span class=\"normal hebrew\">,עם־עולם<\/span>,(<span class=\"normal hebrew\">,יקרא<\/span>, refers to the continued preaching of prophecy). <i>(<span class=\"translit\">,‛Am <\/span>) is the epithet applied in <a class=\"ref\">Ezekiel 26:20<\/a>, to the people of the dead, who are sleeping the long sleep of the grave; and here it does not refer to Israel, which could neither be called an “eternal” nation, nor a people of the olden time, and which would have been more directly named; but according to <a class=\"isa\" verses=\"WzE4NDI4XQ==\">Isaiah 40:7<\/a>, and <a class=\"isa\" verses=\"WzE4NDg2XQ==\">Isaiah 42:5<\/a>, where (<span class=\"translit\">,‛am <\/span>) signifies the human race, and <a class=\"ref\">Job 22:15<\/a>., where (<span class=\"translit\">,‛ōlâm <\/span>) is the time of the old world before the flood, it signifies humanity as existing from the very earliest times. The prophecies of Jehovah reach back even to the history of paradise. The parenthetical clause, “Let him speak it out, and tell it me,” is like the apodosis of a hypothetical protasis: “if any one thinks that he can stand by my side.” The challenge points to earlier prophecies; with <span class=\"normal hebrew\">,ואתיּות<\/span>, it takes a turn to what is future, <span class=\"normal hebrew\">,אתיות<\/span>, itself denoting what is absolutely future, according to <a class=\"isa\" verses=\"WzE4NDc1XQ==\">Isaiah 41:23<\/a>, and <span class=\"normal hebrew\">,תּבאנה <\/span> <span class=\"normal hebrew\">,אשׁר<\/span>, what is about to be realized immediately; (<span class=\"translit\">, lâmō <\/span>) is an ethical dative. <br> <\/i> <\/p>",
    "audit": null
}