{
    "id": 17743,
    "source": "kdo",
    "verse_id": 17876,
    "verse_count": 2,
    "reference": "10:25-26",
    "title": "",
    "html": "<p> A still further reason is given for the elevating words, with a resumption of the grounds of consolation upon which they were founded. <em> “For yet a very little the indignation is past, and my wrath turns to destroy them: and Jehovah of hosts moves the whip over it, as He smote Midian at the rock of Oreb; and His staff stretches out over the sea, and He lifts it up in the manner of Egypt.”<\/em> The expression “a very little” (as in <a class=\"isa\" verses=\"WzE3OTg0LDE4MjExXQ==\">Isaiah 16:14; Isaiah 29:17<\/a>) does not date from the actual present, when the Assyrian oppressions had not yet begun, but from the ideal present, when they were threatening Israel with destruction. The indignation of Jehovah would then suddenly come to an end (<em> c âlâh za‛am <\/em> , borrowed in <a class=\"ref\">Daniel 11:36<\/a>, and to be interpreted in accordance with <a class=\"isa\" verses=\"WzE4MTUxXQ==\">Isaiah 26:20<\/a>); and the wrath of Jehovah would be, or go, <em> ‛al<\/em> -<em> tabilthâm <\/em> . Luzzatto recommends the following emendation of the text, יתּם על־תּבל ואפּי , “and my wrath against the world will cease,” <em> tēbēl <\/em> being used, as in <a class=\"isa\" verses=\"WzE3OTQ2XQ==\">Isaiah 14:17<\/a>, with reference to the <em> oikoumenon <\/em> as enslaved by the imperial power. But the received text gives a better train of thought, if we connect it with <a class=\"isa\" verses=\"WzE3ODc3XQ==\">Isaiah 10:26<\/a>. We must not be led astray, however, by the preposition <em> ‛al <\/em> , and take the words as meaning, My wrath (burneth) over the destruction inflicted by Asshur upon the people of God, or the destruction endured by the latter. It is to the destruction of the Assyrians that the wrath of Jehovah is now directed; <em> ‛al <\/em> being used, as it frequently is, to indicate the object upon which the eye is fixed, or to which the intention points (<a class=\"ref\">Psalms 32:8; Psalms 18:42<\/a>). With this explanation  leads on to <a class=\"isa\" verses=\"WzE3ODc3XQ==\">Isaiah 10:26<\/a>. The destruction of Asshur is predicted there in two figures drawn from occurrences in the olden time. The almighty Judge would swing the whip over Asshur (<em> ‛orer <\/em> , <em> agitare <\/em> , as in <a class=\"ref\">2 Samuel 23:18<\/a>), and smite it, as Midian was once smitten. The rock of Oreb is the place where the Ephraimites slew the Midianitish king 'Oreb (<a class=\"ref\">Judges 7:25<\/a>). His staff would then be over the sea, i.e., would be stretched out, like the wonder-working staff of Moses, over the sea of affliction, into which the Assyrians had driven Israel (<em> yâm <\/em> , the sea, an emblem borrowed from the type; see Kohler on <a class=\"ref\">Zechariah 10:11<\/a>, cf., <a class=\"ref\">Psalms 66:6<\/a>); and He would lift it up, commanding the waves of the sea, so that they would swallow Asshur. “In the manner of Egypt:” <em> b'derek Mitzraim <\/em> (according to Luzzatto in both instances, “on the way to Egypt,” which restricts the Assyrian bondage in a most unhistorical manner to the time of the Egyptian campaign) signifies in <a class=\"isa\" verses=\"WzE3ODc1XQ==\">Isaiah 10:24<\/a>, as the Egyptians lifted it up; but here, as it was lifted up above the Egyptians. The expression is intentionally conformed to that in <a class=\"isa\" verses=\"WzE3ODc1XQ==\">Isaiah 10:24<\/a> : because Asshur had lifted up the rod over Israel in the Egyptian manner, Jehovah would lift it up over Asshur in the Egyptian manner also.<\/p>",
    "audit": null
}