{
    "id": 17788,
    "source": "kdo",
    "verse_id": 17958,
    "verse_count": 1,
    "reference": "14:29",
    "title": "",
    "html": "<p> It was therefore in a most eventful and decisive year that Isaiah began to prophesy as follows. <em> “Rejoice not so fully, O Philistia, that the rod which smote thee is broken to pieces; for out of the serpent's root comes forth a basilisk, and its fruit is a flying dragon.”<\/em> <em> Shēbet maccēk <\/em> , “the rod which smote thee” (not “of him that smote thee,” which is not so appropriate), is the Davidic sceptre, which had formerly kept the Philistines in subjection under David and Solomon, and again in more recent times since the reign of Uzziah. This sceptre was now broken to pieces, for the Davidic kingdom had been brought down by the Syro-Ephraimitish war, and had not been able to recover itself; and so far as its power over the surrounding nations was concerned, it had completely fallen to pieces. Philistia was thoroughly filled with joy in consequence, but this joy was all over now. The power from which Philistia had escaped was a common snake (<em> nâchâsh <\/em> ), which had been either cut to pieces, or had died out down to the very roots. But out of this root, i.e., out of the house of David, which had been reduced to the humble condition of its tribal house, there was coming forth a <em> zepha‛ <\/em> , a basilisk (<em> regulus <\/em> , as Jerome and other early translators render it: see at <a class=\"isa\" verses=\"WzE3ODkzXQ==\">Isaiah 11:8<\/a>); and this basilisk, which is dangerous and even fatal in itself, as soon as it had reached maturity, would bring forth a winged dragon as its fruit. The basilisk is Hezekiah, and the flying dragon is the Messiah (this is the explanation given by the Targum); or, what is the same thing, the former is the Davidic government of the immediate future, the latter the Davidic government of the ultimate future. The figure may appear an inappropriate one, because the serpent is a symbol of evil; but it is not a symbol of evil only, but of a curse also, and a curse is the energetic expression of the penal justice of God. And it is as the executor of such a curse in the form of a judgment of God upon Philistia that the Davidic king is here described in a threefold climax as a snake or serpent. The selection of this figure may possibly have also been suggested by <a class=\"ref\">Genesis 49:17<\/a>; for the saying of Jacob concerning Dan was fulfilled in Samson, the sworn foe of the Philistines.<\/p>",
    "audit": null
}