{
    "id": 18101,
    "source": "kdo",
    "verse_id": 18595,
    "verse_count": 4,
    "reference": "46:8-11",
    "title": "",
    "html": "<p> The second admonition is addressed to those who would imitate the heathen. <em> “Remember this, and become firm, take it to heart, ye rebellious ones! Remember the beginning from the olden time, that I am God, and none else: Deity, and absolutely none like me: proclaiming the issue from the beginning, and from ancient times what has not yet taken place, saying, My counsel shall stand, and all my good pleasure I carry out: calling a bird of prey from the east, the man of my counsel from a distant land: not only have I spoken, I also bring it; I have purposed it, I also execute it.”<\/em> The object to which “this” points back is the nothingness of idols and idolatry. The persons addressed are the פושׁעים (those apostatizing), but, as התאשׁשׁוּ shows, whether it mean ἀνδιρίζεσθε or κραταιοῦσθε (<a class=\"ref\">1 Corinthians 16:13<\/a>), such as have not yet actually carried out their rebellion or apostasy, but waver between Jehovahism and heathenism, and are inclined to the latter. התאשׁשׁו is hardly a denom. <em> hithpalel <\/em> of אישׁ in the sense of “man yourselves,” since אישׁ , whether it signifies a husband or a social being, or like אנושׁ , a frail or mortal being, is at any rate equivalent to אנשׁ , and therefore never shows the modification u. אשׁשׁ ( אשׁה ) signifies to be firm, strong, compact; in the <em> piel<\/em> (rabb.), to be well-grounded; <em> nithpael <\/em> , to be fortified, established; here <em> hithpoel <\/em> , “show yourselves firm” (Targ., Jer.: <em> fundamini ne rursum subitus idololatriae vos turbo subvertat <\/em> ). That they may strengthen themselves in faith and fidelity, they are referred to the history of their nation; ראשׁנות are not prophecies given at an earlier time - a meaning which the <em> priora <\/em> only acquire in such a connection as <a class=\"isa\" verses=\"WzE4NTE1XQ==\">Isaiah 43:9<\/a> - but former occurrences. They are to pass before their minds the earlier history, and indeed “from the olden time.” “<em> Remember:<\/em> ” <em> zikhrū <\/em> is connected with the accusative of the object of remembrance, and כּי points to its result. An earnest and thoughtful study of history would show them that Jehovah alone was <em> El <\/em> , the absolutely Mighty One, and <em> 'Elōhı̄m <\/em> , the Being who united in Himself all divine majesty by which reverence was evoked. The participles in <a class=\"isa\" verses=\"WzE4NTk3LDE4NTk4XQ==\">Isaiah 46:10, Isaiah 46:11<\/a> are attached to the “I” of כּמוני . It is Jehovah, the Incomparable, who has now, as at other times from the very commencement of the new turn in history, predicted the issue of which it would lead, and <em> m iqqedem <\/em> , i.e., long before, predicted things that have not yet occurred, and which therefore lit outside the sphere of human combination - another passage like <a class=\"isa\" verses=\"WzE4NDc4LDE4NTgzXQ==\">Isaiah 41:26; Isaiah 45:21<\/a>, etc., in which what is predicted in these prophecies lays claim to the character of a prediction of long standing, and not of one merely uttered a few years before. The ראשׁית , in which the ראשׁנות are already in progress (<a class=\"isa\" verses=\"WzE4NDkwXQ==\">Isaiah 42:9<\/a>), is to be regarded as the prophet's ideal present; for Jehovah not only foretells before the appearance of Cyrus what is to be expected of him, but declares that His determination must be realized, that He will bring to pass everything upon which His will is set, and summons the man upon the stage of history as the instrument of its accomplishment, so that He knew Cyrus before he himself had either consciousness or being (<a class=\"isa\" verses=\"eyIxODU2NiI6Mn0=\">Isaiah 45:4-5<\/a>). The east is Persis (<a class=\"isa\" verses=\"WzE4NDU0XQ==\">Isaiah 41:2<\/a>); and the distant land, the northern part of Media (as in <a class=\"isa\" verses=\"WzE3OTEyXQ==\">Isaiah 13:5<\/a>). Cyrus is called an eagle, or, strictly speaking, a bird of prey (<em> ‛ayit <\/em> ),<\/p><p> (Note: The resemblance to ἀετός ( αἰετός ) is merely accidental. This name for the eagle is traceable, like <em> avid <\/em> , to a root <em> vâ <\/em> , to move with the swiftness of the wind. This was shown by Passow, compare Kuhn's <em> Zeitschrift<\/em> , i. 29, where we also find at 10, 126 another but less probable derivation from a root <em> i<\/em> , to go (compare <em> eva <\/em> , a course).)<\/p><p> just as in <a class=\"ref\">Jeremiah 49:22<\/a> and <a class=\"ref\">Ezekiel 17:3<\/a> Nebuchadnezzar is called a <em> nesher <\/em> . According to <em> Cyrop.<\/em> vii. 1, 4, the campaign of Cyrus was ἀετὸς χρυσοῦς ἐπὶ δόρατος μακροῦ ἀνατεταμένος . Instead of עצתו אישׁ , the <em> keri<\/em> reads more clearly, though quite unnecessarily, ( עצתי אישׁ (see e.g., <a class=\"isa\" verses=\"WzE4NTYwXQ==\">Isaiah 44:26<\/a>). The correlate אף ( ), which is only attached to the second verb the second time, affirms that Jehovah does not only the one, but the other also. His word is made by Him into a deed, His idea into a reality. יצר is a word used particularly by Isaiah, to denote the ideal preformation of the future in the mind of God (cf., <a class=\"isa\" verses=\"WzE4MDY0LDE4Mzc5XQ==\">Isaiah 22:11; Isaiah 37:26<\/a>). The feminine suffixes refer in a neuter sense to the theme of the prophecy - the overthrow of idolatrous Babel, upon which Cyrus comes down like an eagle, in the strength of Jehovah. So far we have the <em> nota bene <\/em> for those who are inclined to apostasy. They are to lay to heart the nothingness of the heathen gods, and, on the other hand, the self-manifestation of Jehovah from the olden time, that is to say, of the One God who is now foretelling and carrying out the destruction of the imperial city through the eagle from the east.<\/p>",
    "audit": null
}