{
    "id": 18141,
    "source": "kdo",
    "verse_id": 18691,
    "verse_count": 7,
    "reference": "51:17-23",
    "title": "",
    "html": "<p> Just as we found above, that the exclamation “awake” (<em> ‛ūrı̄ <\/em> ), which the church addresses to the arm of Jehovah, grew out of the preceding great promises; so here there grows out of the same another “awake” (<em> hith‛ōr e rı̄ <\/em> ), which the prophet addresses to Jerusalem in the name of his God, and the reason for which is given in the form of new promises. <em> “Wake thyself up, wake thyself up, stand up, O Jerusalem, thou that hast drunk out of the hand of Jehovah the goblet of His fury: the goblet cup of reeling hast thou drunk, sipped out. There was none who guided her of all the children that she had brought forth; and none who took her by the hand of all the children that she had brought up. There were two things that happened to thee; who should console thee? Devastation, and ruin, and famine, and the sword: how should I comfort thee? Thy children were benighted, lay at the corners of all the streets like a snared antelope: as those who were full of the fury of Jehovah, the rebuke of thy God. Therefore hearken to this, O wretched and drunken, but not with wine: Thus saith thy Lord, Jehovah, and thy God that defendeth His people, Behold, I take out of thine hand the goblet of reeling, the goblet cup of my fury: thou shalt not continue to drink it any more. And I put it into the hand of thy tormentors; who said to thy soul, Bow down, that we may go over; and thou madest thy back like the ground, and like a public way for those who go over it.”<\/em> In <a class=\"isa\" verses=\"WzE4NjkxXQ==\">Isaiah 51:17<\/a>, Jerusalem is regarded as a woman lying on the ground in the sleep of faintness and stupefaction. She has been obliged to drink, for her punishment, the goblet filled with the fury of the wrath of God, the goblet which throws those who drink it into unconscious reeling; and this goblet, which is called <em> qubba‛ath <\/em> <em> kōs <\/em> ( κύπελλον ποτηιρίου , a genitive construction, though appositional in sense), for the purpose of giving greater prominence to its swelling sides, she has not only had to drink, but to drain quite clean (cf., <a class=\"ref\">Psalms 75:9<\/a>, and more especially <a class=\"ref\">Ezekiel 23:32-34<\/a>). Observe the plaintive falling of the tone in <em> shâthı̄th <\/em> <em> m âtsı̄th <\/em> . In this state of unconscious stupefaction was Jerusalem lying, without any help on the part of her children; there was not one who came to guide the stupefied one, or took her by the hand to lift her up. The consciousness of the punishment that their sins had deserved, and the greatness of the sufferings that the punishment had brought, pressed so heavily upon all the members of the congregation, that not one of them showed the requisite cheerfulness and strength to rise up on her behalf, so as to make her fate at any rate tolerable to her, and ward off the worst calamities. What elegiac music we have here in the deep cadences: <em> m ikkol<\/em> -<em> bânı̄m <\/em> <em> yâlâdâh <\/em> , <em> m ikkol<\/em> -<em> bânı̄m <\/em> <em> giddēlâh !<\/em> So terrible was her calamity, that no one ventured to break the silence of the terror, or give expression to their sympathy. Even the prophet, humanly speaking, is obliged to exclaim, “How (<em> mı̄ <\/em> , literally as who, as in <a class=\"ref\">Amos 7:2, Amos 7:5<\/a>) should I comfort thee!” He knew of no equal or greater calamity, to which he could point Jerusalem, according to the principle which experience confirms, <em> solamen miseris socios habuisse malorum <\/em> . This is the real explanation, according to <a class=\"ref\">Lamentations 2:13<\/a>, though we must not therefore take <em> mı̄ <\/em> as an accusative = <em> b e mı̄ <\/em> , as Hitzig does. The whole of the group is in the tone of the Lamentations of Jeremiah. There were two kinds of things (i.e., two kinds of evils: <em> m ishpâchōth <\/em> , as in <a class=\"ref\">Jeremiah 15:3<\/a>) that had happened to her ( קרא = קרה , with which it is used interchangeably even in the Pentateuch) - namely, the devastation and ruin of their city and their land, famine and the sword to her children, their inhabitants. <\/p><p> In <a class=\"isa\" verses=\"WzE4Njk0XQ==\">Isaiah 51:20<\/a> this is depicted with special reference to the famine. Her children were veiled (<em> ‛ullaph <\/em> , <em> deliquium pati <\/em> , lit., <em> obvelari <\/em> ), and lay in a state of unconsciousness like corpses at the corner of every street, where this horrible spectacle presented itself on every hand. They lay <em> k e tho' <\/em> <em> m ikhmâr <\/em> (rendered strangely and with very bad taste in the lxx, viz., like a half-cooked turnip; but given correctly by Jerome, <em> sicut oryx <\/em> , as in the lxx at <a class=\"ref\">Deuteronomy 14:5<\/a>, <em> illaqueatus <\/em> ), i.e., like a netted antelope (see at <a class=\"ref\">Job 39:9<\/a>), i.e., one that has been taken in a hunter's net and lies there exhausted, after having almost strangled itself by ineffectual attempts to release itself. The appositional וגו המלאים , which refers to בני ך , gives as a <em> quippe qui <\/em> the reason for all this suffering. It is the punishment decreed by God, which has pierced their very heart, and got them completely in its power. This clause assigning the reason, shows that the expression “thy children” (<em> bânayikh <\/em> ) is not to be taken here in the same manner as in <a class=\"ref\">Lamentations 2:11-12; Lamentations 4:3-4<\/a>, viz., as referring to children in distinction from adults; the subject is a general one, as in <a class=\"isa\" verses=\"WzE3NzY1XQ==\">Isaiah 5:25<\/a>. With <em> lâkhē̄n <\/em> (therefore, <a class=\"isa\" verses=\"WzE4Njk1XQ==\">Isaiah 51:21<\/a>) the address turns from the picture of sufferings to the promise, in the view of which the cry was uttered, in <a class=\"isa\" verses=\"WzE4NjkxXQ==\">Isaiah 51:17<\/a>, to awake and arise. Therefore, viz., because she had endured the full measure of God's wrath, she is to hear what His mercy, that has now begun to move, purposes to do. The connecting form <em> sh e khurath <\/em> stands here, according to Ges. §116, 1, notwithstanding the (epexegetical) <em> Vav<\/em> which comes between. We may see from <a class=\"isa\" verses=\"WzE4MjAzXQ==\">Isaiah 29:9<\/a> how thoroughly this “drunk, but not with wine,” is in Isaiah's own style (from this distinction between a higher and lower sphere of related facts, compare <a class=\"isa\" verses=\"WzE4NjE0LDE4NjI1XQ==\">Isaiah 47:14; Isaiah 48:10<\/a>). The intensive plural <em> 'ădōnı̄m <\/em> is only applied to human lords in other places in the book of Isaiah; but in this passage, in which Jerusalem is described as a woman, it is used once of Jehovah. <em> Yârı̄bh <\/em> <em> ‛ammō <\/em> is an attributive clause, signifying “who conducts the cause of His people,” i.e., their advocate or defender. He takes the goblet of reeling and wrath, which Jerusalem has emptied, for ever out of her hand, and forces it newly filled upon her tormentors. There is no ground whatever for reading מוני ך (from ינה , to throw down, related to יון , whence comes יון , a precipitate or sediment) in the place of מוגי (<em> pret. hi.<\/em> of יגה , (<em> laborare <\/em> , <em> dolere <\/em> ), that favourite word of the Lamentations of Jeremiah (<a class=\"ref\">Lamentations 1:5, Lamentations 1:12; Lamentations 3:32<\/a>, cf., <a class=\"isa\" verses=\"WzE3NjU5XQ==\">Isaiah 1:4<\/a>), the tone of which we recognise here throughout, as Lowth, Ewald, and Umbreit propose after the Targum לי ך מונן דהוו . The words attributed to the enemies, <em> sh e chı̄ <\/em> <em> v e na‛ăbhorâh <\/em> (from <em> shâchâh <\/em> , the <em> kal<\/em> of which only occurs here), are to be understood figuratively, as in <a class=\"ref\">Psalms 129:3<\/a>. Jerusalem has been obliged to let her children be degraded into the defenceless objects of despotic tyranny and caprice, both at home in their own conquered country, and abroad in exile. But the relation is reversed now. Jerusalem is delivered, after having been punished, and the instruments of her punishment are given up to the punishment which their pride deserved.<\/p>",
    "audit": null
}