{
    "id": 18245,
    "source": "kdo",
    "verse_id": 18876,
    "verse_count": 1,
    "reference": "63:9",
    "title": "",
    "html": "<p> The next v. commemorates the way in which He proved Himself a Saviour in heart and action. <em> “In all their affliction He was afflicted, and the Angel of His face brought them salvation. In His love and in His pity He redeemed them, and lifted them up, and bare them all the days of the olden time.”<\/em> This is one of the fifteen passages in which the <em> chethib<\/em> has לא , the <em> keri<\/em> לו . It is only with difficulty that we can obtain any meaning from the <em> chethib<\/em> : “in all the affliction which He brought upon them He did not afflict, viz., according to their desert” (Targ., Jer., <em> Rashi <\/em> ); or better still, as <em> tsâr <\/em> must in this case be derived from <em> tsūr <\/em> , and <em> tsăr <\/em> is only met with in an intransitive sense, “In all their distress there was no distress” ( Saad. ), with which J. D. Michaelis compares <a class=\"ref\">2 Corinthians 4:8<\/a>, “troubled on every side, yet not distressed.” The oxymoron is perceptible enough, but the להם ( צר לא ), which is indispensable to this expression, is wanting. Even with the explanation, “In all their affliction He was not an enemy, viz., Jehovah, to them” (Döderlein), or “No man persecuted them without the angel immediately,” etc. (Cocceius and Rosenmüller), we miss להם or אתם . There are other still more twisted and jejune attempts to explain the passage with לא , which are not worth the space they occupy. Even in the older translators did not know how to deal with the לא in the text. The Sept. takes <em> tsăr <\/em> as equivalent to <em> tsı̄r <\/em> , a messenger, and renders the passage according to its own peculiar interpunctuation: οὐ πρέσβυς οὐδὲ ἄγγελος ἀλλ ̓ αὐτὸς ἔσωσεν αὐτούς (neither a messenger nor an angel, but His face, i.e., He Himself helped them: <a class=\"ref\">Exodus 33:14-15; 2 Samuel 17:11<\/a>). Everything forces to the conclusion that the <em> keri<\/em> לו is to be preferred. The Masora actually does reckon this as one of the fifteen passages in which לו is to be read for לא .<\/p><p> (Note: There are fifteen passages in which the <em> keri<\/em> substitutes לו for לא . See <em> Masora<\/em> <em> m agna<\/em> on <a class=\"ref\">Leviticus 11:21<\/a> (<em> Psalter<\/em> , ii. 60). If we add <a class=\"isa\" verses=\"WzE4NjQyLDEwNjk0LDcyNTdd\">Isaiah 49:5; 1 Chronicles 11:20; 1 Samuel 2:16<\/a>, there are eighteen (<em> Comm. on Job<\/em> , at <a class=\"ref\">Job 13:15<\/a>). But the first two of these are not reckoned, because they are doubtful; and in the third, instead of לּו being substituted for לא , לא is substituted for לו (Ges. <em> Thes<\/em> . 735, b). <a class=\"ref\">2 Samuel 19:7<\/a> also is not a case in point, for there the <em> keri<\/em> is לוּ for לא .)<\/p><p> Jerome was also acquainted with this explanation. He says: “Where we have rendered it, 'In all their affliction He was not afflicted,' which is expressed in Hebrew by lo, the adverb of negation, we might read ipse; so that the sense would be, 'In all their affliction He, i.e., God, was afflicted.' “ If we take the sentence in this way, “In all oppression there was oppression to Him,” it yields a forcible thought in perfect accordance with the Scripture (compare e.g., <a class=\"ref\">Judges 10:16<\/a>), an expression in harmony with the usage of the language (compare <em> tsar<\/em> -<em> lı̄ <\/em> , <a class=\"ref\">2 Samuel 1:26<\/a>), and a construction suited to the contents ( לו = <em> ipsi <\/em> ). There is nothing to surprise us in the fact that God should be said to feel the sufferings of His people as His own sufferings; for the question whether God can feel pain is answered by the Scriptures in the affirmative. He can as surely as everything originates in Him, with the exception of sin, which is a free act and only originates in Him so far as the possibility is concerned, but not in its actuality. Just as a man can feel pain, and yet in his personality keep himself superior to it, so God feels pain without His own happiness being thereby destroyed. And so did He suffer with His people; their affliction was reflected in His own life in Himself, and shared Him inwardly. But because He, the all-knowing, all-feeling One, is also the almighty will, He sent the angel of His face, and brought them salvation. “The angel of His face,” says Knobel, “is the pillar of cloud and fire, in which Jehovah was present with His people in the march through the desert, with His protection, instruction, and guidance, the helpful presence of God in the pillar of cloud and fire.” But where do we ever read of this, that it brought Israel salvation in the pressure of great dangers? Only on one occasion (<a class=\"ref\">Exodus 14:19-20<\/a>) does it cover the Israelites from their pursuers; but in that very instance a distinction is expressly made between the angel of God and the pillar of cloud. <\/p><p> Consequently the cloud and the angel were two distinct media of the manifestation of the presence of God. They differed in two respects. The cloud was a material medium - the evil, the sign, and the site of the revealed presence of God. The angel, on the other hand, was a personal medium, a ministering spirit ( λειτουργικὸν πνεῦμα ), in which the name of Jehovah was indwelling for the purpose of His own self-attestation in connection with the historical preparation for the coming of salvation (<a class=\"ref\">Exodus 23:21<\/a>). He was the mediator of the preparatory work of God in both word and deed under the Old Testament, and the manifestation of that redeeming might and grace which realized in Israel the covenant promises given to Abraham (Gen 15). A second distinction consisted in the fact that the cloud was a mode of divine manifestation which was always visible; whereas, although the angel of God did sometimes appear in human shape both in the time of the patriarchs and also in that of Joshua (<a class=\"ref\">Joshua 5:13<\/a>.), it never appeared in such a form during the history of the exodus, and therefore is only to be regarded as a mode of divine revelation which was chiefly discernible in its effects, and belonged to the sphere of invisibility: so that in any case, if we search in the history of the people that was brought out of Egypt for the fulfilment of such promises as <a class=\"ref\">Exodus 23:20-23<\/a>, we are forced to the conclusion that the cloud was the medium of the settled presence of God in His angel in the midst of Israel, although it is never so expressed in the <em> thorah<\/em> . This mediatorial angel is called “the angel of His face,” as being the representative of God, for “the face of God” is His self-revealing presence (even though only revealed to the mental eye); and consequently the presence of God, which led Israel to Canaan, is called directly “His face” in <a class=\"ref\">Deuteronomy 4:37<\/a>, apart from the angelic mediation to be understood; and “my face” in <a class=\"ref\">Exodus 33:14-15<\/a>, by the side of “my angel” in <a class=\"ref\">Exodus 32:34<\/a>, and the angel in <a class=\"ref\">Exodus 33:2<\/a>, appears as something incomparably higher than the presence of God through the mediation of that one angel, whose personality is completely hidden by his mediatorial instrumentality. The genitive פניו , therefore, is not to be taken objectively in the sense of “the angel who sees His face,” but as explanatory, “the angel who is His face, or in whom His face is manifested.” The הוּא which follows does not point back to the angel, but to Jehovah, who reveals Himself thus. But although the angel is regarded as a distinct being from Jehovah, it is also regarded as one that is completely hidden before Him, whose name is in him. He redeemed them by virtue of His love and of His <em> c hemlâh <\/em> , i.e., of His forgiving gentleness (Arabic, with the letters transposed, <em> chilm <\/em> ; compare, however, <em> c hamūl <\/em> , gentle-hearted), and lifted them up, and carried them ( נשּׂא the consequence of נטּל , which is similar in sense, and more Aramaean; cf., <em> tollere <\/em> root <em> tal <\/em> , and <em> ferre <\/em> root <em> bhar <\/em> , perf. <em> tuli <\/em> ) all the days of the olden time. <\/p><p> The prayer passes now quite into the tone of Ps 78 and 106, and begins to describe how, in spite of Jehovah's grace, Israel fell again and again away from Jehovah, and yet was always rescued again by virtue of His grace. For it is impossible that it should leap at once in והמּה to the people who caused the captivity, and ויּזכּר have for its subject the penitential church of the exiles which was longing for redemption (Ewald). The train of thought is rather this: From the proofs of grace which the Israel of the olden time had experienced, the prophet passes to that disobedience to Jehovah into which it fell, to that punishment of Jehovah which it thereby brought upon itself, and to that longing for the renewal of the old Mosaic period of redemption, which seized it in the midst of its state of punishment. But instead of saying that Jehovah did not leave this longing unsatisfied, and responded to the penitence of Israel with ever fresh help, the prophet passes at once from the desire of the old Israel for redemption, to the prayer of the existing Israel for redemption, suppressing the intermediate thought, that Israel was even now in such a state of punishment and longing.<\/p>",
    "audit": null
}