{
    "id": 17846,
    "source": "kdo",
    "verse_id": 18059,
    "verse_count": 2,
    "reference": "22:6-7",
    "title": "",
    "html": "<p> The advance of the besiegers, which leads to the destruction of the walls, is first described in <a class=\"isa\" verses=\"WzE4MDU5LDE4MDYwXQ==\">Isaiah 22:6, Isaiah 22:7<\/a>. <em> “And Elam has taken the quiver, together with chariots with men, horsemen; and Kir has drawn out the shield. And then it comes to pass, that thy choicest valleys are filled with chariots, and the horsemen plant a firm foot towards the gate.”<\/em> Of the nations composing the Assyrian army, the two mentioned are Elam, the Semitic nation of Susiana ( Chuzistan ), whose original settlements were the row of valleys between the Zagros chain and the chain of advanced mountains bounding the Assyrian plains on the east, and who were greatly dreaded as bowmen (<a class=\"ref\">Ezekiel 32:24; Jeremiah 49:35<\/a>), and <em> Kir<\/em> , the inhabitants of the country of the Cyrus river, which was an Assyrian province, according to <a class=\"ref\">2 Kings 16:9<\/a> and <a class=\"ref\">Amos 1:5<\/a>, and still retained its dependent position even in the time of the Achaemenides, when Armenia, at any rate, is expressly described in the arrowheaded writings as a Persian province, though a rebellious one. The readiness for battle of this people of Kur, who represent, in combination with Elam, the whole extent of the Assyrian empire from south to north,<\/p><p> (Note: The name <em> Gurgistan<\/em> (= Georgia) has nothing to do with the river Kur; and it is a suspicious fact that <em> Kir<\/em> has <em> k<\/em> a t the commencement, and <em> i<\/em> in the middle, whereas the name of the river which joins the Araxes, and flows into the Caspian sea, is pronounced <em> Kur<\/em> , and is written in Persian with <em> k<\/em> (answering to the Armenian and old Persian, in which <em> Kuru <\/em> is equivalent to Κῦρος ). Wetzstein considers <em> Kir<\/em> a portion of Mesopotamia.)<\/p><p> is attested by their “drawing out the shield” (<em> ‛ ērâh <\/em> <em> m âgēn <\/em> ), which Caesar calls <em> scutis tegimenta detrahere <\/em> (bell. gall. ii. 21); for the Talmudic meaning <em> applicare <\/em> cannot be thought of for a moment (Buxtorf, lex. col. 1664). These nations that fought on foot were accompanied (<em> Beth <\/em> , as in <a class=\"ref\">1 Kings 10:2<\/a>) by chariots filled with men (<em> receb <\/em> <em> ' âdâm <\/em> ), i.e., war-chariots (as distinguished from <em> ‛ agâloth <\/em> ), and, as is added ἀσυνδέτως , by <em> pârâshim <\/em> , riders (i.e., horsemen trained to arms). The historical tense is introduced with ויהי in <a class=\"isa\" verses=\"WzE4MDYwXQ==\">Isaiah 22:7<\/a>, but in a purely future sense. It is only for the sake of the favourite arrangement of the words that the passage does not proceed with <em> Vav relat.<\/em> וּמלאוּ . “Thy valleys” (<em> ‛ amâkaik <\/em> ) are the valleys by which Jerusalem was encircled on the east, the west, and the south, viz., the valley of Kidron on the east; the valley of Gihon on the west; the valley of Rephaim, stretching away from the road to Bethlehem, on the south-west (<a class=\"isa\" verses=\"WzE3OTg5XQ==\">Isaiah 17:5<\/a>); the valley of Hinnom, which joins the Tyropaeum, and then runs on into a south-eastern angle; and possibly also the valley of Jehoshaphat, which ran on the north-east of the city above the valley of Kidron. These valleys, more especially the finest of them towards the south, are now cut up by the wheels and hoofs of the enemies' chariots and horses; and the enemies' horsemen have already taken a firm position gatewards, ready to ride full speed against the gates at a given signal, and force their way into the city (<em> shı̄th <\/em> with a <em> shoth <\/em> to strengthen it, as in <a class=\"ref\">Psalms 3:7<\/a>; also <em> sı̄m <\/em> in <a class=\"ref\">1 Kings 20:12<\/a>, compare <a class=\"ref\">1 Samuel 15:2<\/a>).<\/p>",
    "audit": null
}