{
    "id": 13448,
    "source": "kdo",
    "verse_id": 18618,
    "verse_count": 3,
    "reference": "48:3–5",
    "title": "",
    "html": " <p>After this summons, and description of those who are summoned, the address of Jehovah begins. <i>“The first I have long ago proclaimed, and it has gone forth out of my mouth, and I caused it to be heard. I carried it out suddenly, and it came to pass. Because I knew that thou art hard, and thy neck an iron clasp, and thy brow of brass; I proclaimed it to thee long ago; before it came to pass, I caused thee to hear it, that thou mightest not say, My idol has done it, and my graven image and molten image commanded it.” <\/i>,The word <span class=\"normal hebrew\">,הראשׁנות <\/span>,in itself signifies simply <i>priora <\/i>,; and then, according to the context, it signifies <i>prius facta <\/i>,(<a class=\"isa\" verses=\"WzE4NTk2XQ==\">Isaiah 46:9 <\/a>), or <i>prius praedicta <\/i>,(<a class=\"isa\" verses=\"WzE4NTE1XQ==\">Isaiah 43:9 <\/a>), or <i>prius eventura <\/i>,(<a class=\"isa\" verses=\"WzE4NDc0XQ==\">Isaiah 41:22 <\/a>; <a class=\"isa\" verses=\"WzE4NDkwXQ==\">Isaiah 42:9 <\/a>). In the present passage it refers to earlier occurrences, which Jehovah had foretold, and, when the time fixed for their accomplishment arrived, which He had immediately brought to pass. With a retrospective glance at this, we find plural masc. suffixes (cf., <a class=\"isa\" verses=\"WzE4NDc5XQ==\">Isaiah 41:27 <\/a>) used interchangeably with plural fem. (cf., <a class=\"isa\" verses=\"WzE4NjIyXQ==\">Isaiah 48:7 <\/a>,and <a class=\"isa\" verses=\"WzE4NDA3XQ==\">Isaiah 38:16 <\/a>); the prophet more frequently uses the sing. fem. in this neuter sense (<a class=\"isa\" verses=\"WzE4NDcyXQ==\">Isaiah 41:20 <\/a>; <a class=\"isa\" verses=\"WzE4NTA0XQ==\">Isaiah 42:23 <\/a>,, etc.), and also, though very rarely, the sing. masc. (<a class=\"isa\" verses=\"WzE4NTcwXQ==\">Isaiah 45:8 <\/a>). On <i>(<span class=\"translit\">,gı̄d <\/span>), a band, a sinew, but here a clasp (cf., Arab. <i>(<span class=\"translit\">,kaid <\/span>), a fetter), see Psychology <\/i>,, p. 233. (<span class=\"translit\">,Nechūshâh <\/span>) is a poetical equivalent for (<span class=\"translit\">,nechōsheth <\/span>), as in <a class=\"isa\" verses=\"WzE4NTY0XQ==\">Isaiah 45:2 <\/a>. The heathen cravings of Israel, which reached into the captivity, are here presupposed. Hengstenberg is mistaken in his supposition, that the prophet's standpoint is always anterior to the captivity when he speaks in condemnation of idolatry. We cannot draw any conclusion from the character of the community that returned, with regard to that of the people of the captivity generally. The great mass even of Judah, and still more of Israel, remained behind, and became absorbed into the heathen, to whom they became more and more assimilated. And does not Ezekiel expressly state in <a class=\"ref\">Ezekiel 20:30 <\/a>., that the (<span class=\"translit\">,golah <\/span>) by the Chaboras defiled themselves with the same abominations of idolatry as their fathers, and that the prevailing disposition was to combine the worship of Jehovah with heathenism, or else to exchange the former altogether for the latter? And we know that it was just the same with the exiles in Egypt, among whom the life and labours of Jeremiah terminated. Wherever the prophet speaks of <span class=\"normal hebrew\">,פשׁעים <\/span>,and <span class=\"normal hebrew\">,רשׁעים <\/span>,, these names invariably include a tendency or falling away to Babylonian idolatry, to which he describes the exiles as having been addicted, both in <a class=\"isa\" verses=\"WzE4OTQwXQ==\">Isaiah 66:17 <\/a>,and elsewhere. <br> <\/i> <\/p>,",
    "audit": null
}