{
    "id": 18206,
    "source": "kdo",
    "verse_id": 18800,
    "verse_count": 2,
    "reference": "58:13-14",
    "title": "",
    "html": "<p> The third part of the prophecy now adds to the duties of human love the duty of keeping the Sabbath, together with equally great promises; i.e., it adds the duties of the first table to those of the second, for the service of works is sanctified by the service of worship. <em> “If thou hold back thy foot from the Sabbath, from doing thy business on my holy day, and callest the Sabbath a delight, the holy of Jehovah, reverer, and honourest it, not doing thine own ways, not pursuing thy business and speaking words: then wilt thou have delight in Jehovah, and I will cause thee to ride upon the high places of the land, and make thee enjoy the inheritance of Jacob thy forefather, for the mouth of Jehovah hath spoken it.”<\/em> The duty of keeping the Sabbath is also enforced by Jeremiah (<a class=\"ref\">Jeremiah 17:19<\/a>.) and Ezekiel (<a class=\"ref\">Ezekiel 20:12., Ezekiel 22:8, Ezekiel 22:26<\/a>), and the neglect of this duty severely condemned. Chapter 56 has already shown the importance attached to it by our prophet. The Sabbath, above all other institutions appointed by the law, was the true means of uniting and sustaining Israel as a religious community, more especially in exile, where a great part of the worship necessarily feel into abeyance on account of its intimate connection with Jerusalem and the holy land; but whilst it was a Mosaic institution so far as its legal appointments were concerned, it rested, in a way which reached even beyond the rite of circumcision, upon a basis much older than that of the law, being a ceremonial copy of the Sabbath of creation, which was the divine rest established by God as the true object of all motion; for God entered into Himself again after He had created the world out of Himself, that all created things might enter into Him. In order that this, the great end set before all creation, and especially before mankind, viz., entrance into the rest of God, might be secured, the keeping of the Sabbath prescribed by the law was a divine method of education, which put an end every week to the ordinary avocations of the people, with their secular influence and their tendency to fix the mind on outward things, and was designed by the strict prohibition of all work to force them to enter into themselves and occupy their minds with God and His word. The prophet does not hedge round this commandment to keep the Sabbath with any new precepts, but merely demands for its observance full truth answering to the spirit of the letter. “If thou turn away thy foot from the Sabbath” is equivalent to, if thou do not tread upon its holy ground with a foot occupied with its everyday work. <\/p><p>עשׂות which follows is not elliptical (= מעשׂות answering to משּׁבּת , an unnecessary and mistaken assumption), but an explanatory permutative of the object “thy foot:” “turn away thy foot,” viz., from attending to thy business (a defective plural) on my holy day. Again, if thou call (i.e., from inward contemplation and esteem) the Sabbath a pleasure (<em> ‛ōneg <\/em> , because it leads thee to God, and not a burden because it leads thee away from thine everyday life; cf., <a class=\"ref\">Amos 8:5<\/a>) and the holy one of Jehovah (on this masculine personification of the Sabbath, see <a class=\"isa\" verses=\"WzE4NzU2XQ==\">Isaiah 56:2<\/a>), “<em> m e khubbâd <\/em> ,” honoured = honourable, <em> honorandus <\/em> , and if thou truly honourest him, whom Jehovah has invested with the splendour of His own glory (<a class=\"ref\">Genesis 2:3<\/a> : “and sanctified it”), “not” ( מן = ὥστε μὴ ) “to perform thy ways” (the ordinary ways which relate to self-preservation, not to God), “not to attend to thine own business' (see at <a class=\"isa\" verses=\"WzE4NzkwXQ==\">Isaiah 58:3<\/a>) “and make words,” viz., words of vain useless character and needless multitude ( דּבּר־דּבר as in <a class=\"ref\">Hosea 10:4<\/a>, denoting unspiritual gossip and boasting);<\/p><p> (Note: Hitzig observes, that “the law of the Sabbath has already received the Jewish addition, 'speaking is work.' “ But from the premiss that the sabbatical rest of God was rest from speaking His creating word (<a class=\"ref\">Psalms 33:6<\/a>), all the conclusion that tradition has ever drawn is, that on the Sabbath men must <em> to a certain extent rest<\/em> מהדבור as well as ממעשׂה ; and when R. Simon b. Jochai exclaimed to his loquacious old mother on the Sabbath, “Keeping the Sabbath means keeping silence,” his meaning was not that talking in itself was working and therefore all conversation was forbidden on the Sabbath. Tradition never went as far as this. The rabbinical exposition of the passage before us is the following: “Let not thy talking on the Sabbath be the same as that on working days;” and when it is stated once in the Jerusalem Talmud that the Rabbins could hardly bring themselves to allow of friendly greetings on the Sabbath, it certainly follows from this, that they did not forbid them. Even the author of the ש לה ( הברית לוחות שׂני ) with its excessive ceremonial stringency goes no further than this, that on the Sabbath men must abstain from חול דברי . And is it possible that our prophet can have been more stringent than the strictest traditionalists, and wished to make the keeper of the Sabbath a Carthusian monk? There could not be a more thorough perversion of the spirit of prophecy than this.)<\/p><p> then, just as the Sabbath is thy pleasure, so wilt thou have thy pleasure in Jehovah, i.e., enjoy His delightful fellowship ( על־ה תּתענּג , a promise as in <a class=\"ref\">Job 22:26<\/a>), and He will reward thee for thy renunciation of earthly advantages with a victorious reign, with an unapproachable possession of the high places of the land - i.e., chiefly, though not exclusively, of the promised land, which shall then be restored to thee - and with the free and undisputed usufruct of the inheritance promised to thy forefather Jacob (<a class=\"ref\">Psalms 105:10-11; Deuteronomy 32:13<\/a> and <a class=\"ref\">Deuteronomy 33:29<\/a>) - this will be thy glorious reward, for the mouth of Jehovah hath spoken it. Thus does Isaiah confirm the predictions of <a class=\"isa\" verses=\"WzE3Njc1XQ==\">Isaiah 1:20<\/a> and <a class=\"isa\" verses=\"WzE4NDQ2XQ==\">Isaiah 40:25<\/a> (compare <a class=\"isa\" verses=\"WzE4MDk5XQ==\">Isaiah 24:3<\/a>).<\/p>",
    "audit": null
}