{
    "id": 18247,
    "source": "kdo",
    "verse_id": 18878,
    "verse_count": 4,
    "reference": "63:11-14",
    "title": "",
    "html": "<p> Israel being brought to a right mind in the midst of this state of punishment, longed fro the better past to return. <em> “Then His people remembered the days of the olden time, of Moses: Where is He who brought them up out of the sea with the shepherd of his flock? where is He who put the spirit of His holiness in the midst of them; who caused the arm of His majesty to go at the right of Moses; who split the waters before them, to make Himself an everlasting name: who caused them to pass through abysses of the deep, like the horse upon the plain, without their stumbling? Like the cattle which goeth down into the valley, the Spirit of Jehovah brought them to rest: thus hast Thou led Thy people, to make Thyself a majestic name.”<\/em> According to the accentuation before us,  should be rendered thus: “Then He (viz., Jehovah) remembered the days of the olden time, the Moses of His people” (lxx, Targ., Syr., Jerome). But apart from the strange expression “the Moses of His people,” which might perhaps be regarded as possible, because the proper name <em> m ōsheh <\/em> might suggest the thought of its real meaning in Hebrew, viz., <em> extrahens <\/em> = <em> liberator<\/em> , but which the Syriac rejects by introducing the reading <em> ‛abhdō <\/em> (Moses, His servant), we have only to look at the questions of evidently human longing which follow, to see that Jehovah cannot be the subject to ויּזכּר (remembered), by which these reminiscences are introduced. It is the people which begins its inquiries with איּה , just as in <a class=\"isa\" verses=\"bnVsbA==\"> apparently refers to the passage through the Jordan; but the psalmist, in <a class=\"ref\">Psalms 106:9<\/a> (cf., <a class=\"ref\">Psalms 77:17<\/a>), understood it as referring to the passage through the Red Sea. The prayer dwells upon this chief miracle, of which the other was only an after-play. “As the horse gallops over the plain,” so did they pass through the depths of the sea יכּשׁלוּ לא (a circumstantial minor clause), i.e., without stumbling. Then follows another beautiful figure: “like the beast that goeth down into the valley,” not “as the beast goeth down into the valley,” the Spirit of Jehovah brought it (Israel) to rest, viz., to the <em> m e nūchâh <\/em> of the Canaan flowing with milk and honey (<a class=\"ref\">Deuteronomy 12:9; Psalms 95:11<\/a>), where it rested and was refreshed after the long and wearisome march through the sandy desert, like a flock that had descended from the bare mountains to the brooks and meadows of the valley. The Spirit of God is represented as the leader here (as in <a class=\"ref\">Psalms 143:10<\/a>), viz., through the medium of those who stood, enlightened and instigated by Him, at the head of the wandering people. The following כּן is no more a correlate of the foregoing particle of comparison than in <a class=\"isa\" verses=\"WzE4NzExXQ==\">Isaiah 52:14<\/a>. It is a recapitulation, and refers to the whole description as far back as <a class=\"isa\" verses=\"WzE4ODc2XQ==\">Isaiah 63:9<\/a>, passing with נהגתּ into the direct tone of prayer.<\/p>",
    "audit": null
}