{
    "id": 13474,
    "source": "kdo",
    "verse_id": 18718,
    "verse_count": 1,
    "reference": "53:6",
    "title": "",
    "html": " <p>Thus does the whole body of the restored Israel confess with penitence, that it has so long mistaken Him whom Jehovah, as is now distinctly affirmed, had made a curse for their good, when they had gone astray to their own ruin. <i>“All we like sheep went astray; we had turned every one to his own way; and Jehovah caused the iniquity of us all to fall on Him.” <\/i>,It is the state of exile, upon which the penitent Israel is here looking back; but exile as being, in the prophet's view, the final state of punishment before the final deliverance. Israel in its exile resembled a scattered flock without a shepherd; it had lost the way of Jehovah (<a class=\"isa\" verses=\"WzE4ODg0XQ==\">Isaiah 63:17 <\/a>), and every one had turned to his own way, in utter selfishness and estrangement from God (<a class=\"isa\" verses=\"WzE4NzY1XQ==\">Isaiah 56:11 <\/a>). But whereas Israel thus heaped up guilt upon guilt, the Servant of Jehovah was He upon whom Jehovah Himself caused the punishment of their guilt to fall, that He might make atonement for it through His own suffering. Many of the more modern expositors endeavour to set aside the <i>paena vicaria <\/i>,here, by giving to <span class=\"normal hebrew\">,הפגּיע <\/span>,a meaning which it never has. Thus Stier renders it, “Jehovah caused the iniquity of all to strike or break upon Him.” Others, again, give a meaning to the statement which is directly at variance with the words themselves. Thus Hahn renders it: Jehovah took the guilt of the whole into His service, causing Him to die a violent death through their crime. Hofmann very properly rejects both explanations, and holds fast to the fact that <span class=\"normal hebrew\">,בּ <\/span> <span class=\"normal hebrew\">,הפגּיע <\/span>,, regarded as a causative of <span class=\"normal hebrew\">,בּ <\/span> <span class=\"normal hebrew\">,פּגע <\/span>,, signifies “to cause anything to strike or fall upon a person,” which is the rendering adopted by Symmachus: <span class=\"greek normal\">,κύριος καταντήσαι ἐποίησεν εἰς αὐτὸν τὴν ἀνομίαν πάντων ἡμῶν <\/span>,. “Just as the blood of a murdered man comes upon the murderer, when the bloody deed committed comes back upon him in the form of blood-guiltiness inflicting vengeance; so does sin come upon, overtake (<a class=\"ref\">Psalm 40:13 <\/a>), or meet with the sinner. It went forth from him as his own act; it returns with destructive effect, as a fact by which he is condemned. But in this case God does not suffer those who have sinned to be overtaken by the sin they have committed; but it falls upon His servant, the righteous One.” These are Hofmann's words. But if the sin turns back upon the sinner in the shape of punishment, why should the sin of all men, which the Servant of God has taken upon Himself as His own, overtake Him in the form of an evil, which, even it if be a punishment, is not punishment inflicted upon Him? For this is just the characteristic of Hofmann's doctrine of the atonement, that it altogether eliminates from the atoning work the reconciliation of the purposes of love with the demands of righteousness. Now it is indeed perfectly true, that the Servant of God cannot become the object of punishment, either as a servant of God or as an atoning Saviour; for as servant of God He is the beloved of God, and as atoning Saviour He undertakes a work which is well pleasing to God, and ordained in God's eternal counsel. So that the wrath which pours out upon Him is not meant for Him as the righteous One who voluntarily offers up Himself but indirectly it relates to Him, so far as He has vicariously identified Himself with sinners, who are deserving of wrath. How could He have made expiation for sin, if He had simply subjected Himself to its cosmical effects, and not directly subjected Himself to that wrath which is the invariable divine correlative of human sin? And what other reason could there be for God's not rescuing Him from this the bitterest cup of death, than the ethical impossibility of acknowledging the atonement as really made, without having left the representative of the guilty, who had presented Himself to Him as though guilty Himself, to taste of the punishment which they had deserved? It is true that vicarious expiation and <i>paena vicaria <\/i>,are not coincident ideas. The punishment is but one element in the expiation, and it derives a peculiar character from the fact that one innocent person voluntarily submits to it in His own person. It does not stand in a thoroughly external relation of identity to that deserved by the many who are guilty; but the latter cannot be set aside without the atoning individual enduring an intensive equivalent to it, and that in such a manner, that this endurance is no less a self-cancelling of wrath on the part of God, than an absorption of wrath on the part of the Mediator; and in this central point of the atoning work, the voluntarily forgiving love of God and the voluntarily self-sacrificing love of the Mediator meet together, like hands stretched out grasp one another from the midst of a dark cloud. Hermann Schultz also maintains that the suffering, which was the consequence of sin and therefore punishment to the guilty, is borne by the Redeemer as suffering, without being punishment. But in this way the true mystery is wiped out of the heart of the atoning work; and this explanation is also at variance with the expression “the chastisement of our peace” in <i>, <a class=\"isa\" verses=\"WzE4NzE3XQ==\">Isaiah 53:5 <\/a> <\/i>,, and the equally distinct statement in <i>, <a class=\"isa\" verses=\"WzE4NzE4XQ==\">Isaiah 53:6 <\/a> <\/i>,, “He hath laid on Him the iniquity of us all.” It was the sin of all Israel, as the palindromically repeated (<span class=\"translit\">,kullânū <\/span>) emphatically declares, which pressed upon Him with such force when His atoning work was about to be decided, but <span class=\"normal hebrew\">,עון <\/span>,is used to denote not only the transgression itself, but also the guilt incurred thereby, and the punishment to which it gives rise. All this great multitude of sins, and mass of guilt, and weight of punishment, came upon the Servant of Jehovah according to the appointment of the God of salvation, who is gracious in holiness. The third turn ends here. It was our sins that He bore, and for our salvation that God caused Him to suffer on our account. <br> <\/p>,",
    "audit": null
}