{
    "id": 17683,
    "source": "kdo",
    "verse_id": 17770,
    "verse_count": 1,
    "reference": "5:30",
    "title": "",
    "html": "<p><em> “And it utters a deep roar over it in that day like the roaring of the sea: and it looks to the earth, and behold darkness, tribulation, and light; it becomes night over it in the clouds of heaven.”<\/em> The subject to “roars” is the mass of the enemy; and in the expressions “over it” and “it looks” (<em> nibbat <\/em> ; the <em> niphal<\/em> , which is only met with here, in the place of the <em> hiphil<\/em> ) the prophet has in his mind the nation of Judah, upon which the enemy falls with the roar of the ocean - that is to say, overwhelming it like a sea. And when the people of Judah look to the earth, i.e., to their own land, darkness alone presents itself, and darkness which has swallowed up all the smiling and joyous aspect which it had before. And what then? The following words, <em> tzar <\/em> <em> vâ'ōr <\/em> , have been variously rendered, viz., “moon (= <em> sahar <\/em> ) and sun” by the Jewish expositors, “stone and flash,” i.e., hail and thunder-storm, by Drechsler; but such renderings as these, and others of a similar kind, are too far removed from the ordinary usage of the language. And the separation of the two words, so that the one closes a sentence and the other commences a fresh one (e.g., “darkness of tribulation, and the sun becomes dark”), which is adopted by Hitzig, Gesenius, Ewald, and others, is opposed to the impression made by the two monosyllables, and sustained by the pointing, that they are connected together. The simplest explanation is one which takes the word <em> tzar <\/em> in its ordinary sense of tribulation or oppression, and <em> 'ōr <\/em> in its ordinary sense of light, and which connects the two words closely together. And this is the case with the rendering given above: <em> tzar <\/em> <em> vâ'ōr <\/em> are “tribulation and brightening up,” one following the other and passing over into the other, like morning and night (<a class=\"isa\" verses=\"WzE4MDQ4XQ==\">Isaiah 21:12<\/a>). This pair of words forms an interjectional clause, the meaning of which is, that when the predicted darkness had settled upon the land of Judah, this would not be the end; but there would still follow an alternation of anxiety and glimmerings of hope, until at last it had become altogether dark in the cloudy sky over all the land of Judah (<em> ‛ariphim <\/em> , the cloudy sky, is only met with here; it is derived from <em> âraph <\/em> , to drop or trickle, hence also <em> arâphel <\/em> : the suffix points back to <em> lâ'âretz <\/em> , <em> eretz <\/em> denoting sometimes the earth as a whole, and at other times the land as being part of the earth). The prophet here predicts that, before utter ruin has overtaken Judah, sundry approaches will be made towards this, within which a divine deliverance will appear again and again. Grace tries and tries again and again, until at last the measure of iniquity is full, and the time of repentance past. The history of the nation of Judah proceeded according to this law until the destruction of Jerusalem by the Romans. The Assyrian troubles, and the miraculous light of divine help which arose in the destruction of the military power of Sennacherib, were only the foreground of this mournful but yet ever and anon hopeful course of history, which terminated in utter darkness, that has continued now for nearly two thousand years. <\/p><p> This closes the third prophetic address. It commences with a parable which contains the history of Israel <em> in nuce <\/em> , and closes with an emblem which symbolizes the gradual but yet certain accomplishment of the judicial, penal termination of the parable. This third address, therefore, is as complete in itself as the second was. The kindred allusions are to be accounted for from the sameness of the historical basis and arena. During the course of the exposition, it has become more and more evident and certain that it relates to the time of Uzziah and Jotham - a time of peace, of strength, and wealth, but also of pride and luxury. The terrible slaughter of the Syro-Ephraimitish war, which broke out at the end of Jotham's reign, and the varied complications which king Ahaz introduced between Judah and the imperial worldly power, and which issued eventually in the destruction of the former kingdom - those five marked epochs in the history of the kingdoms of the world, or great empires, to which the Syro-Ephraimitish war was the prelude - were still hidden from the prophet in the womb of the future. The description of the great mass of people that was about to roll over Judah from afar is couched in such general terms, so undefined and misty, that all we can say is, that everything that was to happen to the people of God on the part of the imperial power during the five great and extended periods of judgment that were now so soon to commence (viz., the Assyrian, the Chaldean, the Persian, the Grecian, and the Roman), was here unfolding itself out of the mist of futurity, and presenting itself to the prophet's eye. Even in the time of Ahaz the character of the prophecy changed in this respect. It was then that the eventful relation, in which Israel stood to the imperial power, generally assumed its first concrete shape in the form of a distinct relation to Asshur (Assyria). And from that time forth the imperial power in the mouth of the prophet is no longer a majestic thing without a name; but although the notion of the imperial power was not yet embodied in Asshur, it was called Asshur, and Asshur stood as its representative. It also necessarily follows from this, that Chapters 2-4 and 5 belong to the times anterior to Ahaz, i.e., to those of Uzziah and Jotham. But several different questions suggest themselves here. If chapters 2-4 and 5 were uttered under Uzziah and Jotham, how could Isaiah begin with a promise (<a class=\"isa\" verses=\"eyIxNzY4NyI6NH0=\">Isaiah 2:1-4<\/a>) which is repeated word for word in <a class=\"ref\">Micah 4:1<\/a>., where it is the direct antithesis to <a class=\"isa\" verses=\"WzE3NzIwXQ==\">Isaiah 3:12<\/a>, which was uttered by Micah, according to <a class=\"ref\">Jeremiah 26:18<\/a>, in the time of Hezekiah? Again, if we consider the advance apparent in the predictions of judgment from the general expressions with which they commence in Chapter 1 to the close of chapter 5, in what relation does the address in chapter 1 stand to chapters 2-4 and 5, inasmuch as <a class=\"isa\" verses=\"eyIxNzc0NyI6M30=\">Isaiah 5:7-9<\/a> are not ideal (as we felt obliged to maintain, in opposition to Caspari), but have a distinct historical reference, and therefore at any rate presuppose the Syro-Ephraimitish war? And lastly, if <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">Isaiah 6:1-13<\/a> does really relate, as it apparently does, to the call of Isaiah to the prophetic office, how are we to explain the singular fact, that three prophetic addresses precede the history of his call, which ought properly to stand at the commencement of the book? Drechsler and Caspari have answered this question lately, by maintaining that <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">Isaiah 6:1-13<\/a> does not contain an account of the call of Isaiah to the prophetic office, but simply of the call of the prophet, who was already installed in that office, to one particular mission. The proper heading to be adopted for <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">Isaiah 6:1-13<\/a> would therefore be, <em> “The ordination of the prophet as the preacher of the judgment of hardening;”<\/em> and chapters 1-5 would contain warning reproofs addressed by the prophet to the people, who were fast ripening for this judgment of hardening (reprobation), for the purpose of calling them to repentance. The final decision was still trembling in the balance. But the call to repentance was fruitless, and Israel hardened itself. And now that the goodness of God had tried in vain to lead the people to repentance, and the long-suffering of God had been wantonly abused by the people, Jehovah Himself would harden them. Looked at in this light, <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">Isaiah 6:1-13<\/a> stands in its true historical place. It contains the divine sequel to that portion of Isaiah's preaching, and of the prophetic preaching generally, by which it had been preceded. But true as it is that the whole of the central portion of Israel's history, which lay midway between the commencement and the close, was divided in half by the contents of <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">Isaiah 6:1-13<\/a>, and that the distinctive importance of Isaiah as a prophet arose especially from the fact that he stood upon the boundary between these two historic halves; there are serious objections which present themselves to such an explanation of <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">Isaiah 6:1-13<\/a>. It is possible, indeed, that this distinctive importance may have been given to Isaiah's official position at his very first call. And what Umbreit says - namely, that <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">Isaiah 6:1-13<\/a> must make the impression upon every unprejudiced mind, that it relates to the prophet's inaugural vision - cannot really be denied. but the position in which <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">Isaiah 6:1-13<\/a> stands in the book itself must necessarily produce a contrary impression, unless it can be accounted for in some other way. Nevertheless the impression still remains (just as at <a class=\"isa\" verses=\"eyIxNzY2MiI6M30=\">Isaiah 1:7-9<\/a>), and recurs again and again. We will therefore proceed to <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">Isaiah 6:1-13<\/a> without attempting to efface it. It is possible that we may discover some other satisfactory explanation of the enigmatical position of <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">Isaiah 6:1-13<\/a> in relation to what precedes.<\/p>",
    "audit": null
}