{
    "id": 18097,
    "source": "kdo",
    "verse_id": 18586,
    "verse_count": 2,
    "reference": "45:24-25",
    "title": "",
    "html": "<p> This bending of the knee, this confession as an oath of homage, will be no forced one. <a class=\"isa\" verses=\"WzE4NTg2XQ==\">Isaiah 45:24<\/a> <em> “Only in Jehovah, do men say of me, is fulness of righteousness and strength; they come to Him, and all that were incensed against Him are put to shame.”<\/em> The parenthetical insertion of אמר לי ל , with reference to, as in <a class=\"isa\" verses=\"WzE4NDU5LDE4NTYwLDE4NTYyXQ==\">Isaiah 41:7; Isaiah 44:26, Isaiah 44:28<\/a>) is the same as in <a class=\"ref\">Psalms 119:57<\/a>. אך has a restrictive sense here, which springs out of the affirmative (cf., <a class=\"ref\">Psalms 39:7; Psalms 73:1<\/a>), just as, in the case of <em> raq <\/em> , the affirmative grows out of the primary restrictive sense. The “righteousness” is abounding (superabundant) righteousness (<a class=\"ref\">Romans 5:15<\/a>.). עז is the strength of sanctification, and of the conquest of the world. The subject to יבוא (which is not to be changed, according to the Masora, into the more natural יבאּוּ , as it is by the lxx, Syr., and Vulg.) is, whoever has seen what man has in Jehovah, and made confession of this; such a man does not rest till he has altogether come over to Jehovah, whereas all His enemies are put to shame. They separate themselves irretrievably from the men who serve Him, the restoration of whom is His direct will, and the goal of the history of salvation. <a class=\"isa\" verses=\"WzE4NTg3XQ==\">Isaiah 45:25<\/a> <em> “In Jehovah all the seed of Israel shall become righteous, and shall glory.”<\/em> Ruetschi has very properly observed on this verse, that the reference is to the Israel of God out of all the human race, i.e., the church of the believers in Israel expanded by the addition of the heathen; which church is now righteous, i.e., reconciled and renewed by Jehovah, and glories in Him, because by grace it is what it is. <\/p><p> This brings the sixth prophecy to a close. Its five strophes commence with “Thus saith the Lord;” at the same time, the fifth strophe has two “woes” (<em> hoi <\/em> ) before this, as the ground upon which it rests.<\/p>",
    "audit": null
}