{
    "id": 17644,
    "source": "kdo",
    "verse_id": 17720,
    "verse_count": 1,
    "reference": "3:12",
    "title": "",
    "html": "<p><em> “My people, its oppressors are boys, and women rule over it; my people, thy leaders are misleaders, who swallow up the way of thy paths.”<\/em> It is not probable that <em> m e‛olel <\/em> signifies maltreaters or triflers, by the side of the parallel <em> nâshim <\/em> ; moreover, the idea of despotic treatment is already contained in <em> nogesaiv <\/em> . We expect to find children where there are women. And this is one meaning of <em> m e‛olel <\/em> . It does not mean a suckling, however, as Ewald supposes (§160, <em> a<\/em> ), more especially as it occurs in connection with <em> yonek <\/em> (<a class=\"ref\">Jeremiah 44:7; Lamentations 2:11<\/a>), and therefore cannot have precisely the same meaning; but, like עולל and עולל (the former of which may be contracted from <em> m eolēl <\/em> ), it refers to the boy as playful and wanton (<em> Lascivum <\/em> , <em> protervum <\/em> ). Böttcher renders it correctly, <em> pueri <\/em> , <em> lusores <\/em> , though <em> m eolēl <\/em> is not in itself a collective form, as he supposes; but the singular is used collectively, or perhaps better still, the predicate is intended to apply to every individual included in the plural notion of the subject (compare <a class=\"isa\" verses=\"WzE3OTc4LDE4MDM0XQ==\">Isaiah 16:8; Isaiah 20:4<\/a>, and Ges. §146, 4): the oppressors of the people, every one without exception, were (even though advanced in years) mere boys or youths in their mode of thinking and acting, and made all subject to them the football of their capricious humour. Here again the person of the king is allowed to fall into the background. but the female rule, referred to afterwards, points us to the court. And this must really have been the case when Ahaz, a young rake, came to the throne at the age of twenty (according to the lxx twenty-five), possibly towards the close of the reign of Jotham. With the deepest anguish the prophet repeats the expression “my people,” as he passes in his address to his people from the rulers to the preachers: for the <em> m eassherim <\/em> or leaders are prophets (<a class=\"ref\">Micah 3:5<\/a>); but what prophets! Instead of leading the people in a straight path, they lead them astray (<a class=\"isa\" verses=\"WzE3ODQ1XQ==\">Isaiah 9:15<\/a>, cf., <a class=\"ref\">2 Kings 21:9<\/a>). This they did, as we may gather from the history of this crowd of prophets, either by acting in subservience to the ungodly interests of the court with dynastic or demagogical servility, or by flattering the worst desires of the people. Thus the way of the path of the people, i.e., the highway or road by whose ramifying paths the people were to reach the appointed goal, had been swallowed up by them, i.e., taken away from the sight and feet of the people, so that they could not find it and walk therein (cf., <a class=\"isa\" verses=\"eyIxODEyNiI6Mn0=\">Isaiah 25:7-8<\/a>, where the verb is used in another connection). What is swallowed up is invisible, has disappeared, without a grace being left behind. The same idea is applied in <a class=\"ref\">Job 39:27<\/a> to a galloping horse, which is said to swallow the road, inasmuch as it leaves piece after piece behind it in its rapid course. It is stated here with regard to the prophets, that they swallow up the road appointed by Jehovah, as the one in which His people were to walk, just as a criminal swallows a piece of paper which bears witness against him, and so hides it in his own stomach. Thus the way of salvation pointed out by the law was no longer to be either heard of or seen. The prophets, who ought to have preached it, said <em> m um <\/em> , <em> m um <\/em> , and kept it swallowed. It had completely perished, as it were, in the erroneous preaching of the false prophets.<\/p>",
    "audit": null
}