{
    "id": 17821,
    "source": "kdo",
    "verse_id": 18021,
    "verse_count": 2,
    "reference": "19:16-17",
    "title": "",
    "html": "<p> The result of all these plagues, which were coming upon Egypt, would be fear of Jehovah and of the people of Jehovah. <em> “In that day will the Egyptians become like women, and tremble and be alarmed at the swinging of the hand of Jehovah of hosts, which He sets in motion against it. And the land of Judah becomes a shuddering for Egypt; as often as they mention this against Egypt, it is alarmed, because of the decree of Jehovah of hosts, that He suspendeth over it.”<\/em> The swinging (<em> tenuphâh <\/em> ) of the hand (<a class=\"isa\" verses=\"WzE4MjUwXQ==\">Isaiah 30:32<\/a>) points back to the foregoing judgments, which have fallen upon Egypt blow after blow. These humiliations make the Egyptians as soft and timid as women (<em> tert. compar.<\/em> , not as in <a class=\"isa\" verses=\"W3siMTc5MTQiOjJ9LHsiMTgwMzkiOjJ9XQ==\">Isaiah 13:7-8; Isaiah 21:3-4<\/a>). And the sacred soil of Judah (<em> ' adâmâh <\/em> , as in <a class=\"isa\" verses=\"W3siMTc5MzAiOjJ9LFsxODI3M11d\">Isaiah 14:1-2; Isaiah 32:13<\/a>), which Egypt has so often made the scene of war, throws them into giddiness, into agitation at the sight of terrors, whenever it is mentioned ( אשׁר כּל , cf., <a class=\"ref\">1 Samuel 2:13<\/a>, lit., “whoever,” equivalent to “as often as any one,” Ewald, §337, 3, <em> f<\/em> ; חגּא is written according to the Aramaean form, with <em> Aleph<\/em> for <em> He<\/em> , like זרא ) in <a class=\"ref\">Numbers 11:20<\/a>, קרחא in <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Ezek+37:31&t1=en_nas\" id=\"54\" class=\"stL\" target=\"_blank\">Ezek. 37:31<\/a>, compare כּלּא , <a class=\"ref\">Ezekiel 36:5<\/a>, and similar in form to חפה in <a class=\"isa\" verses=\"WzE3NzM5XQ==\">Isaiah 4:5<\/a>).<\/p><p> The author of the plagues is well known to them, their faith in the idols is shaken, and the desire arises in their heart to avert fresh plagues by presents to Jehovah.<\/p>",
    "audit": null
}