{
    "id": 17951,
    "source": "kdo",
    "verse_id": 18295,
    "verse_count": 2,
    "reference": "33:15-16",
    "title": "",
    "html": "<p> The prophet answers their question. <em> “He that walketh in righteousness, and speaketh uprightness; he that despiseth gain of oppressions, whose hand keepeth from grasping bribes; he that stoppeth his ear from hearing murderous counsel, and shutteth his eyes from looking at evil; he will dwell upon high places; rocky fastnesses are his castle; his bread is abundant, his waters inexhaustible.”<\/em> Isaiah's variation of <a class=\"ref\">Psalms 15:1-5<\/a> and <a class=\"ref\">Psalms 24:3-6<\/a> (as <a class=\"ref\">Jeremiah 17:5-8<\/a> contains Jeremiah's variation of <a class=\"ref\">Psalms 1:1-6<\/a>). <em> Ts e dâqōth <\/em> is the accusative of the object, so also is <em> m ēshârı̄m <\/em> : he who walks in all the relations of life in the full measure of righteousness, i.e., who practises it continually, and whose words are in perfect agreement with his inward feelings and outward condition. The third quality is, that he not only does not seek without for any gain which injures the interests of his neighbour, but that he inwardly abhors it. The fourth is, that he diligently closes his hands, his ears, and his eyes, against all danger of moral pollution. Bribery, which others force into his hand, he throws away (cf., <a class=\"ref\">Nehemiah 5:13<\/a>); against murderous suggestions, or such as stimulate revenge, hatred, and violence, he stops his ear; and from sinful sights he closes his eyes firmly, and that without even winking. Such a man has no need to fear the wrath of God. Living according to the will of God, he lives in the love of God; and in that he is shut in as it were upon the inaccessible heights and in the impregnable walls of a castle upon a rock. He suffers neither hunger nor thirst; but his bread is constantly handed to him (<em> nittân <\/em> , <em> partic.<\/em> ), namely, by the love of God; and his waters never fail, for God, the living One, makes them flow. This is the picture of a man who has no need to be alarmed at the judgment of God upon Asshur.<\/p>",
    "audit": null
}