{
    "id": 13420,
    "source": "kdo",
    "verse_id": 18495,
    "verse_count": 1,
    "reference": "42:14",
    "title": "",
    "html": "<p>The period of punishment has now lasted sufficiently long; it is time for Jehovah to bring forth the salvation of His people.<i> “I have been silent eternally long, was still, restrained myself; like a travailing woman, I now breathe again, snort and snuff together.”<\/i> The standpoint of these prophecies has the larger half of the captivity behind it. It has already lasted a long time, though only for several decades; but in the estimation of Jehovah, with His love to His people, this time of long-suffering towards their oppressors is already an “eternity” (see<a class=\"isa\" verses=\"WzE4Nzc3XQ==\">Isaiah 57:11<\/a> ;<a class=\"isa\" verses=\"WzE4Nzk5XQ==\">Isaiah 58:12<\/a> ;<a class=\"isa\" verses=\"WzE4ODQ4XQ==\">Isaiah 61:4<\/a> ;<a class=\"isa\" verses=\"eyIxODg4NSI6Mn0=\">Isaiah 63:18-19<\/a> ;<a class=\"isa\" verses=\"WzE4ODkwXQ==\">Isaiah 64:4<\/a> , cf.,<a class=\"isa\" verses=\"WzE4ODk2XQ==\">Isaiah 64:10<\/a> ,<a class=\"isa\" verses=\"WzE4ODk3XQ==\">Isaiah 64:11<\/a>). He has kept silence, has still forcibly restrained Himself, just as Joseph is said to have done to prevent himself from breaking out into tears (<a class=\"ref\">Genesis 43:31<\/a>). Love impelled Him to redeem His people; but justice was still obliged to proceed with punishment.<br> Three real futures now take the place of imperfects regulated by<span class=\"normal hebrew\"> החשׁיתי<\/span> . They are not to be understood as denoting the violent breathing and snorting of a hero, burning with rage and thirsting for battle (Knobel); nor is<span class=\"normal hebrew\"> אשּׁם<\/span> to be derived from<span class=\"normal hebrew\"> שׁמם<\/span> , as Hitzig supposes, through a mistaken comparison of<a class=\"ref\">Ezekiel 36:3<\/a> , though the latter does not mean to lay waste, but to be waste (see Hitzig on<a class=\"ref\">Ezekiel 36:3<\/a>). The true derivation is from<span class=\"normal hebrew\"> נשׁם<\/span> , related to<span class=\"normal hebrew\"> נשׁף<\/span> ,<span class=\"normal hebrew\"> נפשׁ<\/span> ,<span class=\"normal hebrew\"> נשׁב<\/span> . To the figure of a hero there is now added that of a travailing woman;<span class=\"normal hebrew\"> פּעה<\/span> is short breathing (with the glottis closed);<span class=\"normal hebrew\"> נשׁם<\/span> the snorting of violent inspiration and expiration;<span class=\"normal hebrew\"> שׁאף<\/span> the earnest longing for deliverance pressing upon the burden in the womb; and<span class=\"normal hebrew\"> יחד<\/span> expresses the combination of all these several strainings of the breath, which are associated with the so-called labour-pains. Some great thing, with which Jehovah has, as it were, long been pregnant, is now about to be born.<br><\/p> ",
    "audit": null
}