{
    "id": 13451,
    "source": "kdo",
    "verse_id": 18642,
    "verse_count": 2,
    "reference": "49:5–6",
    "title": "",
    "html": "<p>The expression “and now” (<span class=\"normal hebrew\"> ועתּה<\/span>), which follows, evidently indicates a fresh turn in the official life of the person speaking here. At the same time, it is evident that it is the failure of his labours within his own people, which has forced out the lamentation in<i><a class=\"isa\" verses=\"WzE4NjQxXQ==\">Isaiah 49:4<\/a><\/i> . For his reason for addressing his summons in<a class=\"isa\" verses=\"WzE4NjM4XQ==\">Isaiah 49:1<\/a> to the world of nations, is that Jehovah has not guaranteed to him, the undaunted one, success to his labours among his own people, but has assigned him a mission extending far beyond and reaching to all mankind.<i> “And now, saith Jehovah, that formed me from the womb to be His servant, to bring back Jacob to Him, and that Israel may be gathered together to Him; and I am honoured in the eyes of Jehovah, and my God has become my strength. He saith, It is only a small thing that thou becomest my servant, to set up the tribes of Jacob, and to bring back the preserved of Israel. I have set thee for the light of the Gentiles, to become my salvation to the end of the earth.”<\/i> Both<i> (<span class=\"translit\"> shōbhēbh<\/span>) and<i> (<span class=\"translit\"> hâshı̄bh<\/span>) unite within themselves the meanings<i> reducere<\/i> (<a class=\"ref\">Jeremiah 50:19<\/a>) and<i> restituere<\/i> . On<span class=\"normal hebrew\"> לא<\/span> =<span class=\"normal hebrew\"> לו<\/span> generally, see at<a class=\"isa\" verses=\"WzE3ODMyXQ==\">Isaiah 9:2<\/a> ;<a class=\"isa\" verses=\"WzE4ODc2XQ==\">Isaiah 63:9<\/a> . Jerome is wrong in his rendering,<i> et Israel qui non congregabitur<\/i> (what could a prophecy of the rejection of the Jews do here?); so also is Hitzig's rendering, “since Israel is not swept away;” and Hofmann's, “Israel, which is not swept away.” In the present instance, where the restoration of Israel is the event referred to,<span class=\"normal hebrew\"> אצף<\/span> must signify “the gathering together of Israel,” as in<a class=\"isa\" verses=\"WzE3ODk3XQ==\">Isaiah 11:12<\/a> .<span class=\"normal hebrew\"> לו<\/span> (parallel<span class=\"normal hebrew\"> אליו<\/span>) points to Jehovah as the author of the gathering, and as the object of it also. The transition from the infinitive of design to the finite verb of desire, is the same as in<a class=\"isa\" verses=\"WzE3OTE2XQ==\">Isaiah 13:9<\/a> ;<a class=\"isa\" verses=\"WzE3OTU0XQ==\">Isaiah 14:25<\/a> . The attributive clause, added to the name Jehovah, expresses the lofty mission of the servant of God with regard to Israel. The parenthesis, “I have honour in the eyes of Jehovah, and my God has become my strength, i.e., has become mighty in me, the apparently weak one,” looks beyond to the still loftier mission, by which the former lofty one is far surpassed. On account of this parenthetically inserted praise of Jehovah, the<span class=\"normal hebrew\"> אמר<\/span> is resumed in<span class=\"normal hebrew\"> ויּאמר<\/span> . Instead of<span class=\"normal hebrew\"> נקל<\/span><span class=\"normal hebrew\"> היותך<\/span> (compare<a class=\"ref\">1 Kings 16:31<\/a>), i.e., it is a small thing that thou shouldst be, we have it here, as in<a class=\"ref\">Ezekiel 8:17<\/a> , with a comparative min<\/i> , which must not, however, be logically pressed: “It is smaller than that,” i.e., it is too small a thing that thou shouldst be. The (<span class=\"translit\"> netsı̄rē<\/span>) (Keri<\/i> , (<span class=\"translit\"> netsūrē<\/span>)) of Israel are those who have been preserved in exile (<a class=\"ref\">Ezekiel 6:12<\/a>); in other cases, we find<span class=\"normal hebrew\"> שׁאר<\/span> ,<span class=\"normal hebrew\"> שׁארית<\/span> , or<span class=\"normal hebrew\"> פּלטה<\/span> . Not only is the restoration of the remnant of Israel the work of the servant of Jehovah; but Jehovah has appointed him for something higher than this. He has given or set him for the light of the heathen (“a light to lighten the Gentiles,”<a class=\"ref\">Luke 2:32<\/a>), to become His salvation to the end of the earth (lxx:<span class=\"greek normal\"> τοῦ εἶναι σε εἰς σωτηρίαν ἕως ἐσχάτου τῆς γῆς<\/span>). Those who regard Israel as a nation as speaking here (e.g., Hitzig, Ewald, Umbreit, etc.) go right away from this, which is the most natural sense of the words, and explain them as meaning, “that my salvation may be, reach, or penetrate to the end of the earth.” But inasmuch as the servant of Jehovah is the light of the world, he is through that very fact the salvation of the world; and he is both of these through Jehovah, whose counsels of<span class=\"normal hebrew\"> ישׁוּעה<\/span> are brought by him into historical realization and visible manifestation.<br><\/p> ",
    "audit": null
}