{
    "id": 18122,
    "source": "kdo",
    "verse_id": 18656,
    "verse_count": 2,
    "reference": "49:19-20",
    "title": "",
    "html": "<p> Thus will Zion shine forth once more with the multitude of her children as with a festal adorning. <em> “For thy ruins and thy waste places and thy land full of ruin - yea, now thou wilt be too narrow for the inhabitants, and thy devourers are far away. Thy children, that were formerly taken from thee, shall say in thine ears, The space is too narrow for me; give way for me, that I may have room.”<\/em> The word “for” (<em> kı̄ <\/em> ) introduces the explanatory reason for the figures just employed of jewellery and a bridal girdle. Instead of the three subjects, “thy ruins,” etc., the comprehensive “thou” is employed permutatively, and the sentence commenced afresh. כּי is repeated emphatically in עתּה כּי (for now, or yea now); this has essentially the same meaning as in the apodosis of hypothetical protasis (e.g., <a class=\"ref\">Genesis 31:42; Genesis 43:10<\/a>), except that the sense is more decidedly affirmative than in the present instance, where one sees it spring out of the confirmative. Zion, that has been hitherto desolate, now becomes too small to hold her inhabitants; and her devourers are far away, i.e., those who took forcible possession of the land and cities, and made them untenable. עוד is to be understood in accordance with <a class=\"ref\">Psalms 42:6<\/a>, and בעזני ך in accordance with <a class=\"ref\">Psalms 54:2<\/a> (see at <a class=\"isa\" verses=\"WzE3NzQ5XQ==\">Isaiah 5:9<\/a>). It will even come to this, that the children of which Zion was formerly robbed will call to one another, so that she becomes a witness with her ears to that which they have so clearly seen: the space is too narrow, give way (<em> g e shâh <\/em> , from <em> nâgash <\/em> , to advance, then to move generally, also to move in an opposite direction, i.e., to fall back, as in <a class=\"ref\">Genesis 19:9<\/a>) for me, that I may be able to settle down.<\/p>",
    "audit": null
}