{
    "id": 18279,
    "source": "kdo",
    "verse_id": 18938,
    "verse_count": 1,
    "reference": "66:15",
    "title": "",
    "html": "<p> The prophecy now takes a new turn with the thought expressed in the words, “and fiercely does He treat His enemies.” The judgment of wrath, which prepares the way for the redemption and ensures its continuance, is described more minutely in <a class=\"isa\" verses=\"WzE4OTM4XQ==\">Isaiah 66:15<\/a> : <em> “For behold Jehovah, in the fire will He come, and His chariots are like the whirlwind, to pay out His wrath in burning heat, and His threatening passeth into flames of fire.”<\/em> Jehovah comes <em> bâ'ēsh <\/em> , <em> in igne <\/em> (Jerome; the lxx, on the contrary, render it arbitrarily ὡς πῦρ <em> kâ'ēsh <\/em> ), since it is the fiery side of His glory, in which He appears, and fire pours from Him, which is primarily the intense excitement of the powers of destruction within God Himself (<a class=\"isa\" verses=\"WzE3ODY4LDE4MjQ1XQ==\">Isaiah 10:17; Isaiah 30:27<\/a>; <a class=\"ref\">Psalms 18:9<\/a>), and in these is transformed into cosmical powers of destruction (<a class=\"isa\" verses=\"WzE4MjAwLDE4MjQ4LDE0MTMyXQ==\">Isaiah 29:6; Isaiah 30:30; Psalms 18:13<\/a>). He is compared to a warrior, driving along upon war-chariots resembling stormy wind, which force everything out of their way, and crush to pieces whatever comes under their wheels. The plural מרכּבתיו (His chariots) is probably not merely amplifying, but a strict plural; for Jehovah, the One, can manifest Himself in love or wrath in different places at the same time. The very same substantive clause מרכבתיו וכסופה occurs in <a class=\"ref\">Jeremiah 4:13<\/a>, where it is not used of Jehovah, however, but of the Chaldeans. Observe also that Jeremiah there proceeds immediately with a derivative passage from <a class=\"ref\">Habakkuk 1:8<\/a>. In the following clause denoting the object, אפּו בּחמה להשׁיב , we must not adopt the rendering, “to breathe out His wrath in burning heat” (Hitzig), for <em> hēshı̄bh <\/em> may mean <em> respirare <\/em> , but not <em> exspirare <\/em> (if this were the meaning, it would be better to read להשּׁיב from נשׁב , as Lowth does); nor “<em> ut iram suam furore sedet <\/em> ” (Meier), for even in <a class=\"ref\">Job 9:13; Psalms 78:38<\/a>, עפו השיב does not mean to still or cool His wrath, but to turn it away or take it back; not even “to direct His wrath in burning heat” (Ges., Kn.), for in this sense <em> hēshı̄bh <\/em> would be connected with an object with ל , אל (<a class=\"ref\">Job 15:13<\/a>), על (<a class=\"isa\" verses=\"WzE3NjgwXQ==\">Isaiah 1:25<\/a>). It has rather the meaning <em> reddere <\/em> in the sense of <em> retribuere <\/em> (Arab. <em> athâba <\/em> , syn. <em> shillēm <\/em> ), and “to pay back, or pay out, His wrath” is equivalent to <em> hēshı̄bh <\/em> <em> nâqâm <\/em> (<a class=\"ref\">Deuteronomy 32:41, Deuteronomy 32:43<\/a>), Hence עפו בחמה does not stand in a permutative relation instead of a genitive one (viz., <em> in fervore <\/em> , <em> riâ <\/em> <em> suâ <\/em> = <em> irae suae <\/em> ), but is an adverbial definition, just as in <a class=\"isa\" verses=\"WzE4NTA2XQ==\">Isaiah 42:25<\/a>. That the payment of the wrath deserved takes place in burning heat, and His rebuke (<em> g e ‛ârâh <\/em> ) in flames of fire, are thoughts that answer to one another. <\/p>",
    "audit": null
}