{
    "id": 17712,
    "source": "kdo",
    "verse_id": 17819,
    "verse_count": 2,
    "reference": "8:11-12",
    "title": "",
    "html": "<p> There then follows in <a class=\"isa\" verses=\"WzE3ODE5XQ==\">Isaiah 8:11<\/a> an explanatory clause, which seems at first sight to pass on to a totally different theme, but it really stands in the closest connection with the triumphant words of <a class=\"isa\" verses=\"WzE3ODE3LDE3ODE4XQ==\">Isaiah 8:9, Isaiah 8:10<\/a>. It is Immanuel whom believers receive, constitute, and hold fast as their refuge in the approaching times of the Assyrian judgment. He is their refuge and God in Him, and not any human support whatever. This is the link of connection with <a class=\"isa\" verses=\"WzE3ODE5LDE3ODIwXQ==\">Isaiah 8:11, Isaiah 8:12<\/a> : <em> “For Jehovah hath spoken thus to me, overpowering me with God's hand, and instructing me not to walk in the way of this people, saying, Call ye not conspiracy all that this people calls conspiracy; and what is feared by it, fear ye not, neither think ye dreadful.”<\/em> היד , “<em> the hand<\/em> ,” is the absolute hand, which is no sooner laid upon a man than it overpowers all perception, sensation, and though: <em> Chezkath hayyâd <\/em> (viz., <em> âlai <\/em> , upon me, <a class=\"ref\">Ezekiel 3:14<\/a>) therefore describes a condition in which the hand of God was put forth upon the prophet with peculiar force, as distinguished from the more usual prophetic state, the effect of a peculiarly impressive and energetic act of God. Luther is wrong in following the Syriac, and adopting the rendering, “taking me by the hand;” as <em> Chezkath <\/em> points back to the <em> kal<\/em> (<em> invalescere <\/em> ), and not to the <em> hiphil<\/em> (<em> apprehendere <\/em> ). It is this circumstantial statement, which is continued in <em> v'yissereni <\/em> (“and instructing me”), and not the leading verb <em> âmar <\/em> (“<em> he said<\/em> ”); for the former is not the third pers. pret. <em> piel<\/em> , which would be <em> v'yisserani <\/em> , but the third pers. fut. <em> kal<\/em> , from the future form <em> yissōr <\/em> (<a class=\"ref\">Hosea 10:10<\/a>, whereas the fut. <em> piel<\/em> is <em> v'yassēr <\/em> ); and it is closely connected with <em> Chezkath hayyâd <\/em> , according to the analogy of the change from the participial and infinitive construction to the finite verb (Ges. §132, Anm. 2). With this overpowering influence, and an instructive warning against going in the way of “this people,” Jehovah spake to the prophet as follows. With regard to the substance of the following warning, the explanation that has been commonly adopted since the time of Jerome, viz., <em> noli duorum regum timere conjurationem <\/em> (fear not the conspiracy of the two kings), is contrary to the reading of the words. The warning runs thus: The prophet, and such as were on his side, were not to call that <em> kesher <\/em> which the great mass of the people called kesher (cf., <a class=\"ref\">2 Chronicles 23:13<\/a>, <em> “She said, Treason, Treason!”<\/em> <em> kesher <\/em> , <em> kesher <\/em> ); yet the alliance of Rezin and Pekah was really a conspiracy - a league against the house and people of David. Nor can the warning mean that believers, when they saw how the unbelieving Ahaz brought the nation into distress, were not to join in a conspiracy against the person of the king (Hofmann, Drechsler); they are not warned at all against making a conspiracy, but against joining in the popular cry when the people called out <em> kesher <\/em> . The true explanation has been given by Roorda, viz., that the reference is to the conspiracy, as it was called, of the prophet and his disciples (<em> “sermo hic est de conjuratione, quae dicebatur prophetae et discipulorum ejus” <\/em> ). The same thing happened to Isaiah as to Amos (<a class=\"ref\">Amos 7:10<\/a>) and to Jeremiah. Whenever the prophets were at all zealous in their opposition to the appeal for foreign aid, they were accused and branded as standing in the service of the enemy, and conspiring for the overthrow of the kingdom. In such perversion of language as this, the honourable among them were not to join. The way of God was now a very different one from the way of that people. If the prophet and his followers opposed the alliance with Asshur, this was not a common human conspiracy against the will of the king and nation, but the inspiration of God, the true policy of Jehovah. Whoever trusted in Him had no need to be afraid of such attempts as those of Rezin and Pekah, or to look upon them as dreadful.<\/p>",
    "audit": null
}