{
    "id": 17962,
    "source": "kdo",
    "verse_id": 18315,
    "verse_count": 2,
    "reference": "34:11-12",
    "title": "",
    "html": "<p> The land of Edom, in this geographical and also emblematical sense, would become a wilderness; the kingdom of Edom would be for ever destroyed. <em> “And pelican and hedgehog take possession of it, and eared-owl and raven dwell there; and he stretches over it the measure of Tohu and the level of Bohu. Its nobles - there is no longer a monarchy which they elected; and all its princes come to nought.”<\/em> The description of the ruin, which commences in  with a list of animals that frequent marshy and solitary regions, is similar to the one in <a class=\"isa\" verses=\"W3siMTc5MjciOjN9LFsxNzk1Ml1d\">Isaiah 13:20-22; Isaiah 14:23<\/a> (compare <a class=\"ref\">Zephaniah 2:14<\/a>, which is founded upon this). Isaiah's was the original of all such pictures of ruin which we meet with in the later prophets. The <em> qippōd <\/em> is the hedgehog, although we find it here in the company of birds (from <em> qâphad <\/em> , to draw one's self together, to roll up; see <a class=\"isa\" verses=\"WzE3OTUyXQ==\">Isaiah 14:23<\/a>). קאת is written here with a double <em> kametz<\/em> , as well as in <a class=\"ref\">Zephaniah 2:14<\/a>, according to <em> codd<\/em> . and Kimchi, <em> W.B.<\/em> (Targ. <em> qâth <\/em> , elsewhere <em> qâq <\/em> ; Saad. and Abulwalid, <em> qûq <\/em> : see at <a class=\"ref\">Psalms 102:7<\/a>). According to well-established tradition, it is the long-necked pelican, which lives upon fish (the name is derived either from קוא , to vomit, or, as the construct is קאת , from a word קאה , formed in imitation of the animal's cry). <em> Yanshūph <\/em> is rendered by the Targum <em> qı̄ppōphı̄n <\/em> (Syr. <em> kafûfo <\/em> ), i.e., eared-owls, which are frequently mentioned in the Talmud as birds of ill omen (Rashi, or <em> Berachoth<\/em> 57<em> b<\/em> , <em> chouette<\/em> ). As the parallel to <em> qâv <\/em> , we have אבני (<em> stones<\/em> ) here instead of משׁקלת , the <em> level<\/em> , in <a class=\"isa\" verses=\"WzE4MTgyXQ==\">Isaiah 28:17<\/a>. It is used in the same sense, however - namely, to signify the weight used in the plumb or level, which is suspended by a line. The level and the measure are commonly employed for the purpose of building up; but here Jehovah is represented as using these fore the purpose of pulling down (a figure met with even before the time of Isaiah: vid., <a class=\"ref\">Amos 7:7-9<\/a>, cf., <a class=\"ref\">2 Kings 21:13; Lamentations 2:8<\/a>), inasmuch as He carries out this negative reverse of building with the same rigorous exactness as that with which a builder carries out his well-considered plan, and throws Edom back into a state of desolation and desert, resembling the disordered and shapeless chaos of creation (compare <a class=\"ref\">Jeremiah 4:23<\/a>, where <em> tōhū vâbhōhū <\/em> represents, as it does here, the state into which a land is reduced by fire). תהוּ has no <em> dagesh<\/em> <em> lene<\/em> ; and this is one of the three passages in which the opening mute is without a <em> dagesh<\/em> , although the word not only follows, but is closely connected with, one which has a soft consonant as its final letter (the others are <a class=\"ref\">Psalms 68:18<\/a> and <a class=\"ref\">Ezekiel 23:42<\/a>). Thus the primeval kingdom with its early monarchy, which is long preceded that of Israel, is brought to an end (<a class=\"ref\">Genesis 36:31<\/a>). חריה stands at the head as a kind of protasis. Edom was an elective monarchy; the hereditary nobility electing the new king. But this would be done no more. The electoral princes of Edom would come to nothing. Not a trace would be left of all that had built up the glory of Edom.<\/p>",
    "audit": null
}