{
    "id": 17802,
    "source": "kdo",
    "verse_id": 17979,
    "verse_count": 1,
    "reference": "16:9",
    "title": "",
    "html": "<p> The beauties of nature and fruitfulness of the land, which come into the possession of any nation, are gifts from the riches of divine goodness, remnants of the paradisaical commencement of the history of man, and types of its paradisaical close; and for this very reason they are not matters of indifference to the spirit of prophecy. And for the same reason, it is not unworthy of a prophet, who predicts the renovation of nature and the perfecting of it into the beauty of paradise, to weep over such a devastation as that of the Moabitish vineyards which was now passing before his mind (cf., <a class=\"isa\" verses=\"eyIxODI3MiI6Mn0=\">Isaiah 32:12-13<\/a>).<em> “Therefore I bemoan the vines of Sibmah with the weeping of Jazer; I flood thee with my tears, O Heshbon and Elealeh, that Hךdad hath fallen upon thy fruit-harvest and upon thy vintage.”<\/em> A tetrastich, the Hebrew equivalent, in measure and movement, of a sapphic strophe. The circumstantiality of the vision is here swallowed up again by the sympathy of the prophet; and the prophecy, which is throughout as truly human as it is divine, becomes soft and flowing like an elegy. The prophet mingles his tears with the tears of Jazer. Just as the latter weeps for the devastated vines of <em> Sibmah<\/em> , so does he also weep. The form אריּו ך , transposed from ארוּי ך = ארוּ ך (cf., Ewald, §253, a, where it is explained as being a rare “voluntative” formation), corresponds to the elegiac tone of the whole strophe. <em> Heshbon<\/em> and <em> Elealeh<\/em> , those closely connected cities, with their luxuriant fields (<em> sh e demoth <\/em> , <a class=\"isa\" verses=\"WzE3OTc4XQ==\">Isaiah 16:8<\/a>), are now lying in ruins; and the prophet waters them with tears, because <em> hedad <\/em> has fallen upon the fruit-harvest and vintage of both the sister cities. In other instances the term <em> kâtzı̄r <\/em> is applied to the <em> wheat-harvest<\/em> ; but here it is used in the same sense as <em> bâtzı̄r <\/em> , to which it is preferred on account of Isaiah's favourite alliteration, viz., with <em> kaytz <\/em> (compare, for example, the alliteration of <em> mistor <\/em> with <em> sēther <\/em> in <a class=\"isa\" verses=\"WzE3NzQwXQ==\">Isaiah 4:6<\/a>). That it does not refer to the wheat-harvest here, but to the vintage, which was nearly coincident with the fruit-harvest (which is called <em> kaytz <\/em> , as in <a class=\"isa\" verses=\"WzE4MTY5XQ==\">Isaiah 28:4<\/a>), is evident from the figure suggested in the word <em> hēdâd <\/em> , which was the shout raised by the pressers of the grapes, to give the time for moving their feet when treading out the wine (<a class=\"isa\" verses=\"WzE3OTgwXQ==\">Isaiah 16:10<\/a>; <a class=\"ref\">Jeremiah 25:30<\/a>). A <em> hēdâd <\/em> of this kind had fallen upon the rich floors of Heshbon-Elealeh, inasmuch as they had been trodden down by enemies - a <em> Hedad<\/em> , and yet no <em> Hedad<\/em> , as Jeremiah gives it in a beautiful oxymoron (<a class=\"ref\">Jeremiah 48:33<\/a>), i.e., no joyous shout of actual grape-treaders.<\/p>",
    "audit": null
}