{
    "id": 17679,
    "source": "kdo",
    "verse_id": 17766,
    "verse_count": 1,
    "reference": "5:26",
    "title": "",
    "html": "<p> Jehovah finds the human instruments of His further strokes, not in Israel and the neighbouring nations, but in the people of distant lands. <em> “And lifts up a banner to the distant nations, and hisses to it from the end of the earth; and, behold, it comes with haste swiftly.”<\/em> What the prophet here foretold began to be fulfilled in the time of Ahaz. But the prophecy, which commences with this verse, has every possible mark of the very opposite of a <em> vaticinium post eventum <\/em> . It is, strictly speaking, only what had already been threatened in <a class=\"ref\">Deuteronomy 28:49<\/a>. (cf., <a class=\"ref\">Deuteronomy 32:21<\/a>.), though here it assumes a more plastic form, and is here presented for the first time to the view of the prophet as though coming out of a mist. Jehovah summons the nations afar off: <em> haggōyim <\/em> <em> m ērâchok <\/em> signifies, as we have rendered it, the “distant nations,” for <em> m ērâc <\/em> is virtually an adjective both here and <a class=\"isa\" verses=\"WzE4NjM4XQ==\">Isaiah 49:1<\/a>, just as in <a class=\"ref\">Jeremiah 23:23<\/a> it is virtually a substantive. The visible working of Jehovah presents itself to the prophet in two figures. Jehovah plants a banner or standard, which, like an optical telegraph, announces to the nations at a more remote distance than the horn of battle (<em> shophâr <\/em> ) could possibly reach, that they are to gather together to war. A “banner” (<em> nês <\/em> ): i.e., a lofty staff with flying colours (<a class=\"isa\" verses=\"WzE4MzAzXQ==\">Isaiah 33:23<\/a>) planted upon a bare mountain-top (<a class=\"isa\" verses=\"WzE3OTA5XQ==\">Isaiah 13:2<\/a>). נשׂא alternates with הרי ם in this favourite figure of Isaiah. The nations through whom this was primarily fulfilled were the nations of the Assyrian empire. According to the Old Testament view, these nations were regarded as far off, and dwelling at the end of the earth (<a class=\"isa\" verses=\"WzE4NDE2XQ==\">Isaiah 39:3<\/a>), not only inasmuch as the Euphrates formed the boundary towards the north-east between what was geographically known and unknown to the Israelites (<a class=\"ref\">Psalms 72:8; Zechariah 9:10<\/a>), but also inasmuch as the prophet had in his mind a complex body of nations stretching far away into further Asia. The second figure is taken from a bee-master, who entices the bees, by hissing or whistling, to come out of their hives and settle on the ground. Thus Virgil says to the bee-master who wants to make the bees settle, “Raise a ringing, and beat the cymbals of Cybele all around” (<em> Georgics<\/em> , iv 54). Thus does Jehovah entice the hosts of nations like swarms of bees (<a class=\"isa\" verses=\"WzE3ODAxXQ==\">Isaiah 7:18<\/a>), and they swarm together with haste and swiftness. The plural changes into the singular, because those who are approaching have all the appearance at first of a compact and indivisible mass; it is also possible that the ruling nation among the many is singled out. The thought and expression are both misty, and this is perfectly characteristic. With the word “behold” (<em> hinnēh <\/em> ) the prophet points to them; they are approaching <em> m ehērâh <\/em> <em> kal<\/em> , i.e., in the shortest time with swift feet, and the nearer they come to his view the more clearly he can describe them.<\/p>",
    "audit": null
}