{
    "id": 17734,
    "source": "kdo",
    "verse_id": 17864,
    "verse_count": 2,
    "reference": "10:13-14",
    "title": "",
    "html": "<p> When Jehovah had punished to such an extent that He could not go any further without destroying Israel - a result which would be opposed to His mercy and truth - His punishing would turn against the instrument of punishment, which would fall under the curse of all ungodly selfishness. <em> “For he hath said, By the strength of my hand I have done it, and by my own wisdom; for I am prudent: and I removed the bounds of the nations, and I plundered their stores, and threw down rulers<\/em><\/p><p> (Note: Thronende, lit., those who sat (on thrones).)<\/p><p><em> like a bull. And my hand extracted the wealth of the nations like a nest: and as men sweep up forsaken eggs, have I swept the whole earth; there was none that moved the wing, and opened the mouth, and chirped.”<\/em> The futures may be taken most safely as regulated by the preterites, and used, like German imperfects, to express that which occurs not once merely, but several times. The second of these preterites, שׁושׂיתי , is the only example of a <em> poel<\/em> of verbs ל ה ; possibly a mixed form from שׁסס (<em> poel<\/em> of שסס ) and שהסה (<em> piel<\/em> of שסה ). The object to this, viz., <em> ‛athidoth <\/em> (<em> chethib<\/em> ) or <em> ‛athudoth <\/em> (<em> keri<\/em> ), is sometimes used in the sense of τὰ μ έλλοντα ; sometimes, as in this instance, in the sense of τὰ ὑπάρχοντα . According to the <em> keri<\/em> , the passage is to be rendered, “And I, a mighty one, threw down kings” (those sitting on thrones), <em> cabbir <\/em> being taken in the same sense as in <a class=\"ref\">Job 34:17, Job 34:24; Job 36:5<\/a>. But the <em> chethib<\/em> <em> c â'abbı̄r <\/em> is to be preferred as more significant, and not to be rendered “as a hero” (to which the <em> Caph similitudinis <\/em> is so little suitable, that it would be necessary to take it, as in <a class=\"isa\" verses=\"WzE3OTEzXQ==\">Isaiah 13:6<\/a>, as <em> Caph veritatis <\/em> ), but “as a bull,” <em> 'abbı̄r <\/em> as in <a class=\"ref\">Psalms 68:31; Psalms 22:13; Psalms 50:13<\/a>. A bull, as the excavations show, was an emblem of royalty among the Assyrians. In <a class=\"isa\" verses=\"WzE3ODY1XQ==\">Isaiah 10:14<\/a>, the more stringent <em> Vav conv.<\/em> is introduced before the third pers. fem. The Kingdoms of the nations are compared here to birds' nests, which the Assyrian took for himself (<em> ' âsaph <\/em> , as in <a class=\"ref\">Habakkuk 2:5<\/a>); and their possessions to single eggs. The mother bird was away, so that there was not even a sign of resistance; and in the nest itself not one of the young birds moved a wing to defend itself, or opened its beak to scare the intruder away. Seb. Schmid has interpreted to correctly, “<em> nulla alam movet ad defendendum aut os aperit ad terrendum <\/em> .” Thus proudly did Asshur look back upon its course of victory, and thus contemptuously did it look down upon the conquered kingdoms.<\/p>",
    "audit": null
}