{
    "id": 18095,
    "source": "kdo",
    "verse_id": 18582,
    "verse_count": 2,
    "reference": "45:20-21",
    "title": "",
    "html": "<p> The salvation of Israel, foretold and realized by Jehovah, becomes at the same time the salvation of the heathen world. <em> “Assemble yourselves and come; draw near together, ye escaped of the heathen! Irrational are they who burden themselves with the wood of their idol, and pray to a god that bringeth no salvation. Make known, and cause to draw near; yea, let them take counsel together: Who has made such things known from the olden time, proclaimed it long ago? have not I, Jehovah? and there is no Deity beside me; a God just, and bringing salvation: there is not without me!”<\/em> The fulness of the Gentiles, which enters into the kingdom of God, is a remnant of the whole mass of the heathen: for salvation comes through judgment; and it is in the midst of great calamities that the work of that heathen mission is accomplished, which is represented in these prophecies on the one hand as the mission of Cyrus, and on the other hand as the mission of Jehovah and His servant. Hence this summons to listen to the self-assertion of the God of revelation, is addressed to the escaped of the heathen, who are not therefore the converted, but those who are susceptible of salvation, and therefore spared. By “the heathen” (<em> haggōyı̄m <\/em> ) Knobel understands the allies and auxiliaries of the Babylonians, whom Cyrus put to flight (according to the <em> Cyropaedia<\/em> ) before his Lydian campaign. But this is only an example of that exaggerated desire to turn everything into history, which not only prevented his seeing the poetry of the form, but obscured the fact that prophecy is both human and divine. For the future was foreshortened to the telescopic glance of the prophet, so that he could not see it in all its length and breadth. He saw in one mass what history afterwards unrolled; and then behind the present he could just see as it were the summit of the end, although a long eventful way still lay between the two. Accordingly, our prophet here takes his stand not at the close of any particular victory of Cyrus, but at the close of all his victories; and, in his view, these terminate the whole series of catastrophes, which are outlived by a remnant of the heathen, who are converted to Jehovah, and thus complete the final glory of the restored people of God. Throughout the whole of these prophecies we see immediately behind the historical foreground this eschatological background lifting up its head. The heathen who have been preserved will assemble together; and from the fact that Jehovah proves Himself the sole foreteller of the events that are now unfolding themselves, they will be brought to the conviction that He is the only God. The <em> hithpael <\/em> <em> hithnaggēsh <\/em> does not occur anywhere else. On the absolute ידע לא , see at <a class=\"isa\" verses=\"WzE4NTQzXQ==\">Isaiah 44:9<\/a> (cf., <a class=\"isa\" verses=\"WzE3NjU4XQ==\">Isaiah 1:3<\/a>). To the verb <em> haggı̄shū <\/em> we must supply, as in <a class=\"isa\" verses=\"WzE4NDc0XQ==\">Isaiah 41:22<\/a>, according to the same expression in <a class=\"isa\" verses=\"WzE4NTgzXQ==\">Isaiah 45:21<\/a>, עצּמתיכם (your proofs). “<em> This<\/em> ” refers to the fall of Babylon and redemption of Israel - salvation breaking through judgment. On <em> m ē'âz <\/em> , from the olden time, compare <a class=\"isa\" verses=\"WzE4NTQyXQ==\">Isaiah 44:8<\/a>. God is “a just God and a Saviour,” as a being who acts most stringently according to the demands of His holiness, and wherever His wrath is not wickedly provoked, sets in motion His loving will, which is ever concerned to secure the salvation of men.<\/p>",
    "audit": null
}