{
    "id": 17776,
    "source": "kdo",
    "verse_id": 17938,
    "verse_count": 1,
    "reference": "14:9",
    "title": "",
    "html": "<p> But whilst it has become so quiet on earth, there is the most violent agitation in the regions below. <em> “The kingdom of the dead below is all in uproar on account of thee, to meet thy coming; it stirreth up the shades for thee, all the he-goats of the earth; it raiseth up from their throne-seats all the kings of the nations.”<\/em> The notion of Hades, notwithstanding the mythological character which it had assumed, was based upon the double truth, that what a man has been, and the manner in which he has lived on this side the grave, are not obliterated on the other side, but are then really brought to light, and that there is an immaterial self-formation of the soul, in which all that a man has become under certain divinely appointed circumstances, by his own self-determination, is, as it were, reflected in a mirror, and that in a permanent form. This psychical image, to which the dead body bears the same relation as the shattered mould to a cast, is the shade-like corporeality of the inhabitants of Hades, in which they appear essentially though spiritually just as they were on this side the grave. This is the deep root of what the prophet has here expressed in a poetical form; for it is really a <em> m âshâl <\/em> that he has interwoven with his prophecy here. All Hades is overwhelmed with excitement and wonder, now that the king of Babel, that invincible ruler of the world, who, if not unexpected altogether, was not expected so soon, as actually approaching. From עורר onwards, <em> Sheol<\/em> , although a feminine, might be the subject; in which case the verb would simply have reverted from the feminine to the radical masculine form. But it is better to regard the subject as neuter; a <em> nescio quid <\/em> , a nameless power. The shades are suddenly seized with astonishment, more especially the former leaders (leading goats or bell-wethers) of the herds of nations, so that, from sheer amazement, they spring up from their seats.<\/p>",
    "audit": null
}