{
    "id": 18182,
    "source": "kdo",
    "verse_id": 18755,
    "verse_count": 2,
    "reference": "56:1-2",
    "title": "",
    "html": "<p> The note of admonition struck in the foregoing prophecy is continued here, the sabbatical duties being enforced with especial emphasis as part of the general righteousness of life. <em> “Thus saith Jehovah, Keep ye right, and do righteousness: for my salvation is near to come, and my righteousness to reveal itself. Blessed is the mortal that doeth this, and the son of man that layeth fast hold thereon; who keepeth the Sabbath, that he doth not desecrate it, and keepeth his hand from doing any kind of evil.”<\/em> Jehovah and Israel have both an objective standard in the covenant relation into which they have entered: משׁפּט (right) is practice answering to this; ישׁוּעה (salvation) the performance promised by God; צדקה (righteousness) on both sides such personal activity as is in accordance with the covenant relation, or what is the same thing, with the purpose and plan of salvation. The nearer the full realization on the part of Jehovah of what He has promised, the more faithful ought Israel to be in everything to which it is bound by its relation to Jehovah. זאת (this) points, as in <a class=\"ref\">Psalms 7:4<\/a>, to what follows; and so also does בּהּ , which points back to זאת . Instead of שׁמור or לשׁמר we have here שׁמר , the זאת being described personally instead of objectively. שּׁבּת is used as a masculine in <a class=\"isa\" verses=\"WzE4NzU2LDE4NzYwXQ==\">Isaiah 56:2, Isaiah 56:6<\/a> (cf., <a class=\"isa\" verses=\"WzE4ODAwXQ==\">Isaiah 58:13<\/a>), although the word is not formed after the same manner as קטּל , but is rather contracted from שׁבּתת (a festive time, possibly with עת = עדת understood), and therefore was originally a feminine; and it is so personified in the language employed in the worship of the synagogue.<\/p><p> (Note: According to <em> b. Sabbath<\/em> 119<em> a<\/em> , R. Chanina dressed himself on Friday evening in his sabbath-clothes, and said, “Come, and let us go to meet Queen Sabbath.” And so did also Jannai, saying, “Come, O bride; come, O bride.” Hence the customary song with which the Sabbath was greeted had נקבּלה שׁבּת פּני כּלּה לקראת דודי לכה as it commencement and refrain.)<\/p>",
    "audit": null
}