{
    "id": 18266,
    "source": "kdo",
    "verse_id": 18915,
    "verse_count": 3,
    "reference": "65:17-19",
    "title": "",
    "html": "<p> The fact that they have thus passed away is now still further explained; the prophet heaping up one <em> kı̄ <\/em> (for) upon another, as in <a class=\"isa\" verses=\"eyIxNzgzMyI6M30=\">Isaiah 9:3-5<\/a>. <em> “For behold I create a new heaven and a new earth; and men will not remember the first, nor do they come to any one's mind. No, be ye joyful and exult for ever at that which I create: for behold I turn Jerusalem into exulting, and her people into joy. And I shall exult over Jerusalem, and be joyous over my people, and the voice of weeping and screaming will be heard in her no more.”<\/em> The promise here reaches its culminating point, which had already been seen from afar in <a class=\"isa\" verses=\"WzE4NjkwXQ==\">Isaiah 51:16<\/a>. Jehovah creates a new heaven and a new earth, which bind so fast with their glory, and which so thoroughly satisfy all desires, that there is no thought of the former ones, and no one wishes them back again. Most of the commentators, from Jerome to Hahn, suppose the <em> ri'shōnōth <\/em> in <a class=\"isa\" verses=\"WzE4OTE0XQ==\">Isaiah 65:16<\/a> to refer to the former sorrowful times. Calvin says, “The statement of the prophet, that there will be no remembrance of former things, is supposed by some to refer to the heaven and the earth, as if he meant, that henceforth neither the fame nor even the name of either would any more be heard; but I prefer to refer them to the former times.” But the correctness of the former explanation is shown by the parallel in <a class=\"ref\">Jeremiah 3:16<\/a>, which stands in by no means an accidental relation to this passage, and where it is stated that in the future there will be no ark of the covenant, “neither shall it come to mind, neither shall they remember it,” inasmuch as all Jerusalem will be the throne of Jehovah, and not merely the capporeth with its symbolical cherubim. This promise is also a glorious one; but Jeremiah and all the other prophets fall short of the eagle-flight of Isaiah, of whom the same may be said as of John, “<em> volat avis sine meta <\/em> .” Luther (like Zwingli and Stier) adopts the correct rendering, “that men shall no more remember the former ones (i.e., the old heaven and old earth), nor take it to heart.” But <em> ‛ âlâh<\/em> <em> ‛al<\/em> -<em> lēbh <\/em> signifies to come into the mind, not “to take to heart,” and is applied to a thing, the thought of which “ascends” within us, and with which we are inwardly occupied. There is no necessity to take the futures in  as commands (Hitzig); for אם־שׂישׂוּ כּי ( כי with <em> m uach<\/em> , as in Ven. 1521, after the Masora to <a class=\"ref\">Numbers 35:33<\/a>) fits on quite naturally, even if we take them as simple predictions. Instead of such a possible, though not actual, calling back and wishing back, those who survive the new times are called upon rather to rejoice for ever in that which Jehovah is actually creating, and will have created then. אשׁר , if not regarded as the accusative-object, is certainly regarded as the object of causality, “in consideration of that which” (cf., <a class=\"isa\" verses=\"WzE4MjU3LDczLDY3MzVd\">Isaiah 31:6; Genesis 3:17; Judges 8:15<\/a>), equivalent to, “on account of that which” (see at <a class=\"isa\" verses=\"WzE4ODkwLDE4MzIyXQ==\">Isaiah 64:4; Isaiah 35:1<\/a>). The imperatives <em> sı̄sū<\/em> <em> v e gı̄lū <\/em> are not words of admonition so much as words of command, and <em> kı̄ <\/em> gives the reason in this sense: Jehovah makes Jerusalem <em> gı̄lâh <\/em> and her people <em> m âsōs <\/em> (accusative of the predicate, or according to the terminology adopted in Becker's syntax, the “factitive object,” Ges. §139, 2), by making joy its perpetual state, its appointed condition of life both inwardly and outwardly. Nor is it joy on the part of the church only, but on the part of its God as well (see the primary passages in <a class=\"ref\">Deuteronomy 30:9<\/a>). When the church thus rejoices in God, and God in the church, so that the light of the two commingle, and each is reflected in the other; then will no sobbing of weeping ones, no sound of lamentation, be heard any more in Jerusalem (see the opposite side as expressed in  ).<\/p>",
    "audit": null
}