{
    "id": 18172,
    "source": "kdo",
    "verse_id": 18735,
    "verse_count": 2,
    "reference": "54:11-12",
    "title": "",
    "html": "<p><em> “O thou afflicted, tossed with tempest, not comforted, behold, I lay thy stones in stibium, and lay thy foundations with sapphires; and make thy minarets of ruby, and thy gates into carbuncles, and all thy boundary into jewels.”<\/em> At the present time the church, of which Jerusalem is the metropolis, is sunk in misery, driven with tempest like chaff of the threshing-floor (<a class=\"ref\">Hosea 13:3<\/a>), without comfort; because till now it has waited in vain for any act of consolation on the part of God, and has been scorned rather than comforted by man ( סערה is a part. <em> kal<\/em> , not <em> pual<\/em> ; and נחמה 3rd pers. <em> praet<\/em> . like נעזבה , <a class=\"isa\" verses=\"WzE4ODY3XQ==\">Isaiah 62:12<\/a>, and רחמה , <a class=\"ref\">Hosea 1:6; Hosea 2:3<\/a>). But this will be altered; Jerusalem will rise again from the dust, like a glorious building of God. Jerome makes the following apt remark on  : “<em> in stibio <\/em> , i.e., in the likeness of an elegant woman, who paints her eyes with <em> stibium <\/em> ; referring to the beauty of the city.” <em> Pūkh <\/em> is eye-black (<em> kohl <\/em> , cf., <em> kâchal <\/em> , <a class=\"ref\">Ezekiel 23:40<\/a>), i.e., a sooty compound, the chief component of which was powdered antimony, or else manganese or lead, and with which oriental women coloured their eyebrows, and more particularly the eyelids both above and below the eyes, that the beauty of the latter might be all the more conspicuous (<a class=\"ref\">2 Kings 9:30<\/a>). The classic φῦκος , <em> fucus <\/em> , has a meaning foreign to the Hebrew word, viz., that of rouge for the cheeks. If, then, <em> stibium <\/em> (antimony), or any blackening collyrium generally, served the purpose of mortar in the rebuilding of Jerusalem, the stones of its walls (not its foundation-stones, אדני ך , which is the reading adopted by Ewald, but, on the contrary, the visible stones of its towering walls) would look like the eyes of a woman shining forth from the black framework of their painted lids, i.e., they would stand out in splendour from their dark ground. The <em> Beth<\/em> in <em> bassappı̄rı̄m <\/em> indicates the means employed. Sapphires serve as foundation-stones, for the foundation of Jerusalem stands as immoveably firm as the covenant of God. The sapphire blue is the colour of the heaven, of revelation, and of the covenant. The <em> sh e mâshōth <\/em> , however, i.e., the minarets which stand out like rays of the sun, and also the gates, have a red appearance. Red is the colour of blood, and hence of life and of imperishableness; also the colour of fire and of lightning, and hence of wrath and victory. Jehovah makes the minarets of “ruby.” The Sept. and Jerome adopt the rendering <em> iaspidem <\/em> (a jasper); at any rate, כּדכד (which is the proper way of writing the word: Ewald, §48,<em> c<\/em> )<\/p><p> (Note: The first כ is <em> dagessatum <\/em> , the second <em> raphatum <\/em> : see Norzi. The word forms one of the eighteen which have a <em> dagesh<\/em> after a word ending with a vowel sound ( בלא מבטל בתר יה וא דגשין ): see <em> Masora Magna<\/em> on <a class=\"ref\">Daniel 5:11<\/a>, and Heidenheim's הטעמים משפטי , 41<em> a<\/em> . The object is to secure greater euphony, as in ככרכמישׁ ( הלא ), <a class=\"isa\" verses=\"WzE3ODYwXQ==\">Isaiah 10:9<\/a>, which is one of the eighteen words.)<\/p><p> is a red sparkling jewel (from <em> kidkēd <\/em> ; cf., <em> kı̄dōd <\/em> , <em> scintilla <\/em> ). The arches of the gates He forms of אקדּח אבני , stones of fiery splendour (from <em> qâdach <\/em> , to burn: hence <em> qaddachath <\/em> , πυρετός ), that is to say, or carbuncle stones (from <em> c arbunculus <\/em> , a small red-hot coal), like ruby, garnet, etc. Jerome has adopted the false rendering <em> lapides sculptos <\/em> , after Symm. λίθοι γλυφῆς (from קדח = קדד , <em> findere <\/em> ?). The accusative of the predicate כדכד is interchanged with עקדח לבני , and then with לאבני־חפ ץ , to denote the <em> materia ex qua <\/em> . The whole territory (precinct) of Jerusalem is turned by Jehovah into precious stones, that is to say, it appears to be paved with such stones, just as in <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Tobit+13:17&t1=en_nas\" id=\"63\" class=\"stL\" target=\"_blank\">Tobit 13:17<\/a> the streets are said to be “paved with beryl, and carbuncle, and stones of Ophir,” i.e., to be covered with a mosaic formed of precious stones. It is upon the passage before us that <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Tobit+13:16&t1=en_nas\" id=\"64\" class=\"stL\" target=\"_blank\">Tobit 13:16<\/a>, <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Tobit+13:17&t1=en_nas\" id=\"65\" class=\"stL\" target=\"_blank\">17<\/a>, and <a class=\"ref\">Revelation 21:18-21<\/a>, are founded. The motley colours of the precious stones, with which the new Jerusalem is adorned, are something more than a mere childish fancy. Whence, then, do the precious stones derive their charm? The ultimate ground of this charm is the fact, that in universal nature everything presses to the light, and that in the mineral world the jewels represent the highest stage of this ascending process. It is the self-unfolding process of the divine glory itself, which is reflected typologically in the several gradations of the manifold play of colours and the transparency of the precious stones. For this reason, the high priest wore a breastplate with twelve precious stones, upon which were the names of the twelve tribes of Israel; and for this same reason, the author of the Apocalypse carries out into detail in chapter 21 the picture of the new Jerusalem, which is here sketched by the prophet of the Old Testament (without distinguishing time from eternity), adding crystals and pearls to the precious stones which he there mentions one by one. How can all this be explained, except on the ground that even the mineral world reflects the glory of those eternal lights from which God is called the “Father of lights,” or except on the assumption that the saints in light will one day be able to translate these stony types into the words of God, out of which they have their being?<\/p>",
    "audit": null
}