{
    "id": 13521,
    "source": "kdo",
    "verse_id": 18856,
    "verse_count": 3,
    "reference": "62:1–3",
    "title": "",
    "html": "<p>Nearly all the more recent commentators regard the prophet himself as speaking here. Having given himself up to praying to Jehovah and preaching to the people, he will not rest or hold his peace till the salvation, which has begun to be realized, has been brought fully out to the light of day. It is, however, really Jehovah who commences thus:<i> “For Zion's sake I shall not be silent, and for Jerusalem's sake I shall not rest, till her righteousness breaks forth like morning brightness, and her salvation like a blazing torch. And nations will see they righteousness, and all kings thy glory; and men will call thee by a new name, which the mouth of Jehovah will determine. And thou wilt be an adorning coronet in the hand of Jehovah, and a royal diadem in the lap of thy God.”<\/i> It is evident that Jehovah is the speaker here, both from<a class=\"isa\" verses=\"WzE4ODYxXQ==\">Isaiah 62:6<\/a> and also from the expression used; for<i> (<span class=\"translit\"> châshâh<\/span>) is the word commonly employed in such utterances of Jehovah concerning Himself, to denote His leaving things in their existing state without interposing (<a class=\"isa\" verses=\"WzE4OTA0XQ==\">Isaiah 65:6<\/a> ;<a class=\"isa\" verses=\"WzE4Nzc3XQ==\">Isaiah 57:11<\/a> ;<a class=\"isa\" verses=\"WzE4ODk3XQ==\">Isaiah 64:11<\/a>). Moreover, the arguments which may be adduced to prove that the author of chapters 40-66 is not the speaker in<a class=\"isa\" verses=\"eyIxODg0NSI6MTF9\">Isaiah 61:1-11<\/a> , also prove that it is not he who is continuing to speak of himself in<a class=\"isa\" verses=\"eyIxODg1NiI6MTJ9\">Isaiah 62:1-12<\/a> Jehovah, having now begun to speak and move on behalf of Zion, will “for Zion's sake,” i.e., just because it is Zion, His own church, neither be silent nor give Himself rest, till He has gloriously executed His work of grace. Zion is now in the shade, but the time will come when her righteousness will go forth as<i> (<span class=\"translit\"> nōgah<\/span>), the light which bursts through the night (<a class=\"isa\" verses=\"WzE4ODQxXQ==\">Isaiah 60:19<\/a> ;<a class=\"isa\" verses=\"WzE4ODEwXQ==\">Isaiah 59:9<\/a> ; here the morning sunlight,<a class=\"ref\">Proverbs 4:18<\/a> ; compare<i> (<span class=\"translit\"> shachar<\/span>), the morning red,<a class=\"isa\" verses=\"WzE4Nzk1XQ==\">Isaiah 58:8<\/a>); or till her salvation is like a torch which blazes.<span class=\"normal hebrew\"> יבער<\/span> belongs to<span class=\"normal hebrew\"> כלפּיד<\/span> (<i> (<span class=\"translit\"> mercha<\/span>)) in the form of an attributive clause =<span class=\"normal hebrew\"> בּער<\/span> , although it might also be assumed that<span class=\"normal hebrew\"> יבער<\/span> stands by attraction for<span class=\"normal hebrew\"> תבער<\/span> (cf.,<a class=\"isa\" verses=\"WzE3Njk3XQ==\">Isaiah 2:11<\/a> ; Ewald, §317,<i> c<\/i>). The verb<span class=\"normal hebrew\"> בּער<\/span> , which is generally applied to wrath (e.g.,<a class=\"isa\" verses=\"WzE4MjQ1XQ==\">Isaiah 30:27<\/a>), is here used in connection with salvation, which has wrath towards the enemies of Zion as its obverse side: Zion's<i> (<span class=\"translit\"> tsedeq<\/span>) (righteousness) shall become like the morning sunlight, before which even the last twilight has vanished; and Zion's (<span class=\"translit\"> yeshū‛âh<\/span>) is like a nightly torch, which sets fire to its own material, and everything that comes near it. The force of the conjunction<span class=\"normal hebrew\"> עד<\/span> (until) does not extend beyond<a class=\"isa\" verses=\"WzE4ODU2XQ==\">Isaiah 62:1<\/a> . From<a class=\"isa\" verses=\"WzE4ODU3XQ==\">Isaiah 62:2<\/a> onwards, the condition of things in the object indicated by<span class=\"normal hebrew\"> עד<\/span> is more fully described. The eyes of the nations will be directed to the righteousness of Zion, the impress of which is now their common property; the eyes of all kings to her glory, with which the glory of none of them, nor even of all together, can possibly compare. And because this state of Zion is a new one, which has never existed before, her old name is not sufficient to indicate her nature. She is called by a new name; and who could determine this new name? He who makes the church righteous and glorious, He, and He alone, is able to utter a name answering to her new nature, just as it was He who called Abram Abraham<\/i> , and Jacob Israel<\/i> . The mouth of Jehovah will determine it (<span class=\"normal hebrew\"> נקב<\/span> , to pierce, to mark, to designate in a signal and distinguishing manner, nuncupare<\/i> ; cf.,<a class=\"ref\">Amos 6:1; Numbers 1:17<\/a>). It is only in imagery that prophecy here sees what Zion will be in the future: she will be “a crown of glory,” “a diadem,” or rather a tiara ((<span class=\"translit\"> tsenı̄ph<\/span>); (<span class=\"translit\"> Chethib tsenūph<\/span>) = (<span class=\"translit\"> mitsnepheth<\/span>), the head-dress of the high priest,<a class=\"ref\">Exodus 28:4; Zechariah 3:5<\/a> ; and that of the king,<a class=\"ref\">Ezekiel 21:31<\/a>) “of regal dignity,” in the hand of her God (for want of a synonym of “hand,” we have adopted the rendering “in the lap” the second time that it occurs). Meier renders<span class=\"normal hebrew\"> יהוה<\/span><span class=\"normal hebrew\"> בּיד<\/span> (<span class=\"normal hebrew\"> בּכף<\/span>) Jovae sub praesidio<\/i> , as though it did not form part of the figure. But it is a main feature in the figure, that Jehovah holds the crown in His hand. Zion is not the ancient crown which the Eternal wears upon His head, but the crown wrought out in time, which He holds in His hand, because He is seen in Zion by all creation. The whole history of salvation is the history of the taking of the kingdom, and the perfecting of the kingdom by Jehovah; in other words, the history of the working out of this crown.<br><\/i><\/p> ",
    "audit": null
}