{
    "id": 17595,
    "source": "kdo",
    "verse_id": 17659,
    "verse_count": 1,
    "reference": "1:4",
    "title": "",
    "html": "<p><em> “Woe upon the sinful nation, the guilt-laden people, the miscreant race, the children acting corruptly! They have forsaken Jehovah, blasphemed Israel's Holy One, turned away backwards.”<\/em> The distinction sometimes drawn between <em> hoi <\/em> (with <em> He <\/em> ) and <em> oi <\/em> (with <em> Aleph <\/em> ) - as equivalent to oh! and woe! - cannot be sustained. <em> Hoi <\/em> is an exclamation of pain, with certain doubtful exceptions; and in the case before us it is not so much a denunciation of woe (<em> vae genti <\/em> , as the Vulgate renders it), as a lamentation (<em> vae gentem <\/em> ) filled with wrath. The epithets which follow point indirectly to that which Israel ought to have been, according to the choice and determination of God, and plainly declare what it had become through its own choice and ungodly self-determination. (1.) According to the choice and determination of God, Israel was to be a holy nation (<em> goi kadosh <\/em> , <a class=\"ref\">Exodus 19:6<\/a>); but it was a sinful nation - <em> gens peccatrix <\/em> , as it is correctly rendered by the Vulgate. חטא is not a participle here, but rather a participial adjective in the sense of what was habitual. It is the singular in common use for the plural חטאי , sinners, the singular of which was not used. Holy and Sinful are glaring contrasts: for <em> kadosh <\/em> , so far as its radical notion is concerned (assuming, that is to say, that this is to be found in <em> kad <\/em> and not in <em> dosh <\/em> : see <em> Psalter<\/em> , i. 588, 9), signifies that which is separated from what is common, unclean, or sinful, and raised above it. The alliteration in <em> hoi goi <\/em> implies that the nation, as sinful, was a nation of woe. (2.) In the <em> thorah<\/em> Israel was called not only “a holy nation,” but also “the people of Jehovah” (<a class=\"ref\">Numbers 17:6<\/a>, Eng. ver. <a class=\"ref\">Numbers 16:41<\/a>), the people chosen and blessed of Jehovah; but now it had become “a people heavy with iniquity.” Instead of the most natural expression, a people bearing heavy sins; the sin, or iniquity, i.e., the weight carried, is attributed to the people themselves upon whom the weight rested, according to the common figurative idea, that whoever carries a heavy burden is so much heavier himself (cf., <em> gravis oneribus <\/em> , Cicero). עון (sin regarded as crookedness and perversity, whereas חטא suggests the idea of going astray and missing the way) is the word commonly used wherever the writer intends to describe sin in the mass (e.g., <a class=\"isa\" verses=\"WzE4MzA0LDM3Nyw0NzNd\">Isaiah 33:24; Genesis 15:16; Genesis 19:15<\/a>), including the guilt occasioned by it. The people of Jehovah had grown into a people heavily laden with guilt. So crushed, so altered into the very opposite, had Israel's true nature become. It is with deliberate intention that we have rendered גּוי a nation (<em> Nation <\/em> ), and ע ם (am a people (<em> Volk <\/em> ): for, according to Malbim's correct definition of the distinction between the two, the former is used to denote the mass, as linked together by common descent, language, and country; the latter the people as bound together by unity of government (see, for example, <a class=\"ref\">Psalms 105:13<\/a>). Consequently we always read of the people of the Lord, not the nation of the Lord; and there are only two instances in which goi is attached to a suffix relating to the ruler, and then it relates to Jehovah alone (<a class=\"ref\">Zephaniah 2:9; Psalms 106:5<\/a>). <\/p><p> (3.) Israel bore elsewhere the honourable title of the seed of the patriarch (<a class=\"isa\" verses=\"WzE4NDYwLDE4NTgxXQ==\">Isaiah 41:8; Isaiah 45:19<\/a>; cf., <a class=\"ref\">Genesis 21:12<\/a>); but in reality it was a seed of evil-doers (miscreants). This does not mean that it was descended from evil-doers; but the genitive is used in the sense of a direct apposition to <em> zera <\/em> (seed), as in <a class=\"isa\" verses=\"WzE4OTIxXQ==\">Isaiah 65:23<\/a> (cf., <a class=\"isa\" verses=\"WzE4ODUzLDE3NzgzXQ==\">Isaiah 61:9; Isaiah 6:13<\/a>, and Ges. §116, 5), and the meaning is a seed which consists of evil-doers, and therefore is apparently descended from evil-doers instead of from patriarchs. This last thought is not implied in the genitive, but in the idea of “seed;” which is always a compact unit, having one origin, and bearing the character of its origin in itself. The rendering brood of evil-doers, however it may accord with the sense, would be inaccurate; for “seed of evil-doers” is just the same as “house of evil-doers” in <a class=\"isa\" verses=\"WzE4MjUzXQ==\">Isaiah 31:2<\/a>. The singular of the noun מרעים is מרע , with the usual sharpening in the case of gutturals in the verbs ( ' '( , מרע with <em> patach<\/em> , מרע with <em> kametz<\/em> in pause (<a class=\"isa\" verses=\"WzE3ODQ2XQ==\">Isaiah 9:16<\/a>, which see) - a noun derived from the <em> hiphil<\/em> participle. (4.) Those who were of Israel were “children of Jehovah” through the act of God (<a class=\"ref\">Deuteronomy 14:1<\/a>); but in their own acts they were “children acting destructively (<em> bânim mashchithim <\/em> ), so that what the <em> thorah<\/em> feared and predicted had now occurred (<a class=\"ref\">Deuteronomy 4:16, Deuteronomy 4:25; Deuteronomy 31:29<\/a>). In all these passages we find the <em> hiphil<\/em> , and in the parallel passage of the great song (<a class=\"ref\">Deuteronomy 32:5<\/a>) the <em> piel<\/em> - both of them conjugations which contain within themselves the object of the action indicated (Ges. §53, 2): to do what is destructive, i.e., so to act as to become destructive to one's self and to others. It is evident from  , that the term children is to be understood as indicating their relation to Jehovah (cf., <a class=\"isa\" verses=\"WzE4MjE5LDE4MjI3XQ==\">Isaiah 30:1, Isaiah 30:9<\/a>). The four interjectional clauses are followed by three declaratory clauses, which describe Israel's apostasy as total in every respect, and complete the mournful seven. There was apostasy in heart: “They have forsaken Jehovah.” There was apostasy in words: “They blaspheme the Holy One of Israel.” The verb literally means to sting, then to mock or treat scornfully; the use of it to denote blasphemy is antiquated Mosaic (<a class=\"ref\">Deuteronomy 31:20; Numbers 14:11, Numbers 14:23; Numbers 16:30<\/a>). It is with intention that God is designated here as “the Holy One of Israel,”a name which constitutes the keynote of all Isaiah's prophecy (see at <a class=\"isa\" verses=\"WzE3NzczXQ==\">Isaiah 6:3<\/a>). It was sin to mock at anything holy; it was a double sin to mock at God, the Holy One; but it was a threefold sin for Israel to mock at God the Holy One, who had set Himself to be the sanctifier of Israel, and required that as He was Israel's sanctification, He should also be sanctified by Israel according to His holiness (<a class=\"ref\">Leviticus 19:2<\/a>, etc.). And lastly, there was also apostasy in action: “they have turned away backwards;” or, as the Vulgate renders it, <em> abalienati sunt <\/em> . נזור is the reflective of זוּר , related to נור and סוּר , for which it is the word commonly used in the Targum. The <em> niphal<\/em> , which is only met with here, indicates the deliberate character of their estrangement from God; and the expression is rendered still more emphatic by the introduction of the word “backwards” (<em> achor <\/em> , which is used emphatically in the place of מאחריו ). In all their actions they ought to have followed Jehovah; but they had turned their backs upon Him, and taken the way selected by themselves.<\/p>",
    "audit": null
}