{
    "id": 13429,
    "source": "kdo",
    "verse_id": 18535,
    "verse_count": 4,
    "reference": "44:1–4",
    "title": "",
    "html": " <p>The prophet cannot bear to dwell any longer upon this dark picture of their state of punishment; and light of the promise breaks through again, and in this third field of the fourth prophecy in all the more intensive form. <i>“And now hear, O Jacob my servant, and Israel whom I have chosen. Thus saith Jehovah, thy Creator, and thy Former from the womb, who cometh to thy help; Fear not, my servant Jacob; and Jeshurun, whom I have chosen! For I will pour out water upon thirsty ones, and brooks upon the dry ground; will pour out my Spirit upon thy seed, and my blessing upon thine after-growth; and they shoot up among the grass, as willows by flowing waters.”<\/i>, In contrast with the cheerem, i.e., the setting apart for destruction, there is here presented the promise of the pouring out of the Spirit and of blessing; and in contrast with the <i>(<span class=\"translit\">, giddūphı̄m <\/span>), the promise of general eagerness to come and honour Israel and its God (<a class=\"isa\" verses=\"WzE4NTM5XQ==\">Isaiah 44:5<\/a>). The epithets by which Jehovah designates Himself, and those applied to Israel in <a class=\"isa\" verses=\"WzE4NTM1LDE4NTM2XQ==\">Isaiah 44:1, Isaiah 44:2<\/a>, make the claim to love all the more urgent and emphatic. The accent which connects <span class=\"normal hebrew\">,מבּטן <\/span> <span class=\"normal hebrew\">,ויצרך<\/span>, so as to make <span class=\"normal hebrew\">,יעזרך<\/span>, by itself an attributive clause like <span class=\"normal hebrew\">,בו <\/span> <span class=\"normal hebrew\">,בּחרתּי<\/span>, is confirmed by <a class=\"isa\" verses=\"WzE4NTU4XQ==\">Isaiah 44:24<\/a>, and <a class=\"isa\" verses=\"WzE4NjQyXQ==\">Isaiah 49:5<\/a>: Israel as a nation and all the individuals within it are, as the chosen servant of Jehovah (<a class=\"isa\" verses=\"WzE4NjM4XQ==\">Isaiah 49:1<\/a>), the direct formation of Jehovah Himself from the remotest point of their history. In <a class=\"isa\" verses=\"WzE4NTYwXQ==\">Isaiah 44:26<\/a>, <i>Jeshurun<\/i>, is used interchangeably with Jacob. This word occurs in three other passages (viz., <a class=\"ref\">Deuteronomy 32:15; Deuteronomy 33:5, Deuteronomy 33:26<\/a>), and is always written with <i>(<span class=\"translit\">, kibbutz <\/span>), just as it is here. The rendering <span class=\"greek normal\">,̓Ισραελίσκος<\/span>, in <i>Gr. Ven.<\/i>, is founded upon the supposition that the word is equivalent to <span class=\"normal hebrew\">,ישׂרלוּן<\/span>,- a strange contraction, which is inadmissible, if only on account of the substitution of <span class=\"normal hebrew\">,שׁ<\/span>, for <span class=\"normal hebrew\">,שׂ<\/span>,. The <span class=\"normal hebrew\">,שׁ<\/span>, points back to <span class=\"normal hebrew\">,ישׁר<\/span>, to be straight or even; hence A. S. Th. <span class=\"greek normal\">,εὐθύσς<\/span>, (elsewhere <span class=\"greek normal\">,εὐθύτατος <\/span>), Jerome <i>rectissimus<\/i>, (though in <a class=\"ref\">Deuteronomy 32:15<\/a>, he renders it, after the lxx, <i>dilectus <\/i>). It is an offshoot of <span class=\"normal hebrew\">,ישׁר<\/span>,= <span class=\"normal hebrew\">,ישׁר<\/span>, (<a class=\"ref\">Psalm 25:21<\/a>), like <span class=\"normal hebrew\">,זבלוּן<\/span>, <span class=\"normal hebrew\">,ידתוּן<\/span>, from <span class=\"normal hebrew\">,זבל<\/span>, <span class=\"normal hebrew\">,ידת<\/span>,; and <i>(<span class=\"translit\">, ūn<\/span>) (= <i>(<span class=\"translit\">, ōn <\/span>)) does not stamp it as a diminutive (for <span class=\"normal hebrew\">,אישׁון<\/span>, which Kamphausen adduces in opposition to Hengstenberg and Volck, does not stand in the same relation to <span class=\"normal hebrew\">,אישׁ<\/span>, as mannikin to man, but rather as the image of a man to a man himself; compare the Arabic <i>(<span class=\"translit\">, insân <\/span>)). We must not render it therefore as an affectionate diminutive, as Gesenius does, the more especially as Jehovah, though speaking in loving terms, does not adopt the language of a lover. The relation of <i>Jeshurun<\/i>, to <span class=\"normal hebrew\">,ישׁר<\/span>, is rather the same as that of <span class=\"normal hebrew\">,שׁלמה<\/span>, to <span class=\"normal hebrew\">,שׁלום<\/span>, so that the real meaning is “gentleman,” or one of gentlemanly or honourable mind, though this need not appear in the translation, since the very nature of a proper name would obliterate it. In <a class=\"isa\" verses=\"WzE4NTM3XQ==\">Isaiah 44:3<\/a>, the blessings to be expected are assigned as the reason for the exhortation to be of good cheer. In <i> <a class=\"isa\" verses=\"WzE4NTM3XQ==\">Isaiah 44:3<\/a><\/i>, water is promised in the midst of drought, and in <i> <a class=\"isa\" verses=\"WzE4NTM3XQ==\">Isaiah 44:3<\/a><\/i>, the Spirit and blessing of God, just as in Joel the promise of rain is first of all placed in contrast with drought; and this is followed by the promise of the far surpassing antitype, namely, the outpouring of the Spirit. There is nothing at variance with this in the fact that we have not the form <span class=\"normal hebrew\">,צמאה<\/span>, in the place of <span class=\"normal hebrew\">,צמא <\/span> <span class=\"normal hebrew\">, fo <\/span> <span class=\"normal hebrew\">, e<\/span>, (according to the analogy of <span class=\"normal hebrew\">,עיפה <\/span> <span class=\"normal hebrew\">,ארץ<\/span>, <span class=\"normal hebrew\">,ציּה<\/span>, <span class=\"normal hebrew\">,נלאה<\/span>, <a class=\"ref\">Psalm 68:10<\/a>). By <span class=\"normal hebrew\">,צמא <\/span>)we understand the inhabitants of the land who are thirsting for rain, and by <i>(<span class=\"translit\">, yabbâshâh<\/span>) the parched land itself. Further on, however, an express distinction is made between the abundance of water in the land and the prosperous growth of the nation planted by the side of water-brooks (<a class=\"ref\">Psalm 1:3<\/a>). We must not regard <i> <a class=\"isa\" verses=\"WzE4NTM3XQ==\">Isaiah 44:3<\/a><\/i>, therefore, as a figure, and <i> <a class=\"isa\" verses=\"WzE4NTM3XQ==\">Isaiah 44:3<\/a><\/i>, as the explanation, or turn <i> <a class=\"isa\" verses=\"WzE4NTM3XQ==\">Isaiah 44:3<\/a><\/i>, into a simile introduced in the form of a protasis, although unquestionably water and mountain streams are made the symbol, or rather the anagogical type, of spiritual blessings coming down from above in the form of heavenly gifts, by a gradual ascent from <span class=\"normal hebrew\">,מים<\/span>, and <span class=\"normal hebrew\">,נוזלים<\/span>, (from <span class=\"normal hebrew\">,נזל<\/span>, to trickle downwards, <a class=\"ref\">Song of Solomon 4:15, Jeremiah 18:14<\/a>) to <span class=\"normal hebrew\">,ה <\/span> <span class=\"normal hebrew\">,רוּח<\/span>, and <span class=\"normal hebrew\">,ה <\/span> <span class=\"normal hebrew\">,בּרכת<\/span>, (<span class=\"normal hebrew\">,בּרכּת <\/span>). When these natural and spiritual waters flow down upon the people, once more restored to their home, they spring up among (<span class=\"normal hebrew\">,בּבין<\/span>, only met with here, lxx and Targum <span class=\"normal hebrew\">,כּבין<\/span>) the grass, like willows by water-brooks. <br> The willows <\/i> <\/i> <\/i> <\/i> <\/i> <\/i> <\/p> <i> <i>\n\n\n\n <\/i> <\/i> <p>(Note: “The <i>garab<\/i>,” says Wetzstein, “was only met with by me in one locality, or, at any rate, I only noticed it once, namely in the <i>Wady <\/i> <i>So'êb<\/i>, near to a ford of the river which is called the <i>Hôd<\/i>, ford, from the <i>chirbet <\/i> <i>el<\/i>,- <i>Hôd<\/i>, a miserable ruin not far off. It is half an hour to the west of <i>Nimrin<\/i>, (<i>Nimrim<\/i>, <a class=\"isa\" verses=\"WzE3OTY3XQ==\">Isaiah 15:6<\/a>), or, speaking more exactly, half an hour above (i.e., to the east of) <i>Zafât <\/i> <i>Nimriin<\/i>, an antique road on the northern bank of the river, hewn in a precipitous wall of rock, like the ladder of Tyre. I travelled through the valley in June 1860, and find the following entry in my diary: 'At length the ravine opened up into a broader valley, so that we could get down to the clear, copious, and rapid stream, and were able to cross it. Being exhausted by the heat, we lay down near the ford among the oleanders, which the mass of flowers covered with a rosy glow. The reed grows here to an unusual height, as in the <i>Wady <\/i> <i>Yarmûk<\/i>, and willows (<i>(<span class=\"translit\">, zafzaf <\/span>)) and <i>garab<\/i>, are mingled together, and form many-branched trees of three or four fathoms in height. The vegetation, which is fresh and luxuriant by the water-side, is scorched up with the heat in the valley within as little as ten paces from the banks of the stream. The farthest off is the <i>'osar<\/i>, plant, with its thick, juicy, dark green stalks and leaves, and its apple-like fruit, which is of the same colour, and therefore not yet ripe. The <i>garab<\/i>, tree has already done flowering. The leaves of this tree stand quite close around the stem, as in the case of the <i>Sindiana<\/i>, (the Syrian oak), and, like the leaves of the latter, are fringed with little thorns; but, like the willow, it is a water plant, and our companions <i>Abdallah<\/i>, and <i>Nasrallah<\/i>, assured us that it was only met with near flowing water and in hot lowlands. Its bunches of flowers are at the points of the slender branches, and assume an umbelliferous form. This is the <span class=\"normal hebrew\">,ערב<\/span>, of the Bible.' Consequently the <i>garab<\/i>, (or (as <i>nom. unitatis<\/i>) the garaba cannot be regarded as a species of willow; and Winer's assumption (<i>Real-Wörterbuch, s.v. Weiden <\/i>), that the weeping willow is intended at any rate in <a class=\"ref\">Psalm 137:2<\/a>, is an error. In Arabic the weeping willow is always called <i>(<span class=\"translit\">, shafshaf<\/span>) <i>(<span class=\"translit\">, mustachi<\/span>) (the drooping tree). At the same time, we may render <span class=\"normal hebrew\">,ערבים<\/span>,'willows,' since the <i>garab<\/i>, loves running water as well as the willow, and apparently they seek one another's society; it is quite enough that the difference should be clearly pointed out in the commentary. The reason why the <i>garab<\/i>, did not find its way into my herbarium was the following. On my arrival in Salt, I received the first intelligence of the commencement of the slaughter of the Christians on Antilibanus, and heard the report, which was then commonly believed, that a command had been sent from Constantinople to exterminate Christianity from Syria. This alarming report compelled me to inquire into the actual state of affairs; therefore, leaving my luggage and some of my companions behind, I set off with all speed to Jerusalem, where I hoped to obtain reliable information, accompanied by Herr Dörgen, my kavas, and two natives, viz., <i>Abdallah<\/i>, the smith, from Salt, and <i>Nasrallah<\/i>, the smith, from Ain Genna<\/i>,. For a ride like this, which did not form part of the original plan of my journey, everything but weapons, even a herbarium, would have been in the way. Still there are small caravans going every week between Salt and Jerusalem, and they must always cross the Hôd<\/i>, ford, so that it would be easy to get a twig of the garab<\/i>,. So far as I remember, the remains of the blossom were of a dirty white colour.” (Compare p. 213, where we have taken (<span class=\"translit\">, nachal hâ‛ărâbhı̄m <\/span>), according to the meaning of the words, as a synonym of Wady Sufsaf, or, more correctly, Safsâf. From the description given above, the garabis a kind of viburnum with indented leaves. This tree, which is of moderate height, is found by the side of streams along with the willow. According to Sprengel (Gesch. der Botanik. i. 25), the (<span class=\"translit\">, safsâf<\/span>) is the salix subserrata of Wildenow).) <\/p>\n\n\n\n <p>are the nation, which has hitherto resembled withered plants in a barren soil, but is now restored to all the bloom of youth through the Spirit and blessing of God. The grass stands for the land, which resembles a green luxuriant plain; and the water-brooks represent the abundant supply of living waters, which promote the prosperity of the land and its inhabitants. <\/p>",
    "audit": null
}