{
    "id": 17902,
    "source": "kdo",
    "verse_id": 18172,
    "verse_count": 2,
    "reference": "28:7-8",
    "title": "",
    "html": "<p> With the words, “and they also,” the prophet commences the second half of the address, and passes from Ephraim to Judah. <em> “And they also reel with wine, and are giddy with meth; priest and prophet reel with meth, are swallowed up by wine: they are giddy with meth, reel when seeing visions, stagger when pronouncing judgment. For all tables are full of filthy vomit, without any more place.”<\/em> The Judaeans are not less overcome with wine than the Ephraimites, and especially the rulers of Judah. In wicked violation of the law of God, which prohibited the priests from drinking strong drink when performing priestly service, and that on pain of death (<a class=\"ref\">Leviticus 10:9<\/a>, cf., <a class=\"ref\">Ezekiel 44:21<\/a>), they were intoxicated even in the midst of their prophetic visions ( הראה , literally “the thing seeing,” then the act of seeing; equivalent to ראי , like חזה in <a class=\"isa\" verses=\"WzE4MTgwXQ==\">Isaiah 28:15<\/a> = חזוּת ; Olshausen, §176,<em> c<\/em> ), and when passing judicial sentences. In the same way Micah also charges the prophets and priests with being drunkards (<a class=\"ref\">Micah 3:1<\/a>., cf., <a class=\"isa\" verses=\"WzE3Njk3XQ==\">Isaiah 2:11<\/a>). Isaiah's indignation is manifested in the fact, that in the words which he uses he imitates the staggering and stumbling of the topers; like the well-known passage, <em> Sta pes sta mi pes stas pes ne labere mi pes <\/em> . Observe, for example, the threefold repetition of <em> shâgu <\/em> - <em> tâghu <\/em> , <em> shâgu <\/em> - <em> tâghu <\/em> , <em> shâgu <\/em> - <em> pâqu <\/em> . The hereditary priests and the four prophets represent the whole of the official personages. The preterites imply that drunkenness had become the fixed habit of the holders of these offices. The preposition בּ indicates the cause (“through,” as in <a class=\"ref\">2 Samuel 13:28<\/a> and <a class=\"ref\">Esther 1:10<\/a>), and <em> min<\/em> the effect proceeding from the cause (in consequence of wine). In v. 8 we can hear them vomit. We have the same combination of the and צ in the verb <em> kotzen <\/em> , Gothic <em> kozan <\/em> . All the tables of the carousal are full, without there being any further room (cf., <a class=\"isa\" verses=\"WzE3NzQ4XQ==\">Isaiah 5:8<\/a>); everything swims with vomit. The prophet paints from nature, here without idealizing. He receives their conduct as it were in a mirror, and then in the severest tones holds up this mirror before them, adults though they were.<\/p>",
    "audit": null
}