{
    "id": 17703,
    "source": "kdo",
    "verse_id": 17801,
    "verse_count": 2,
    "reference": "7:18-19",
    "title": "",
    "html": "<p><em> “And it comes to pass in that day, Jehovah will hiss for the fly which is at the end of the Nile-arms of Egypt, and the bees that are in the land of Asshur; and they come and settle all of them in the valleys of the slopes, and in the clefts of the rocks, and in all the thorn-hedges, and upon all grass-plats.”<\/em> The prophet has already stated, in <a class=\"isa\" verses=\"WzE3NzY2XQ==\">Isaiah 5:26<\/a>, that Jehovah would hiss for distant nations; and how he is able to describe them by name. The Egyptian nation, with its vast and unparalleled numbers, is compared to the swarming fly; and the Assyrian nation, with its love of war and conquest, to the stinging bee which is so hard to keep off (<a class=\"ref\">Deuteronomy 1:44; Psalms 118:12<\/a>). The emblems also correspond to the nature of the two countries: the fly to slimy Egypt with its swarms of insects (see <a class=\"isa\" verses=\"WzE3OTk5XQ==\">Isaiah 18:1<\/a>),<\/p><p> (Note: Egypt abounds in gnats, etc., more especially in flies (<em> m uscariae <\/em> ), including a species of small fly (<em> nemâth <\/em> ), which is a great plague to men throughout all the country of the Nile (see Hartmann, <em> Natur-geschichtlich-medicinische Skizze der Nilländer<\/em> , 1865, pp. 204- 5).)<\/p><p> and the bee to the more mountainous and woody Assyria, where the keeping of bees is still one of the principal branches of trade. יאר , pl. יארים , is an Egyptian name (<em> yaro <\/em> , with the article <em> phiaro <\/em> , pl. <em> yarōu <\/em> ) for the Nile and its several arms. The end of the Nile-arms of Egypt, from a Palestinian point of view, was the extreme corner of the land. The military force of Egypt would march out of the whole compass of the land, and meet the Assyrian force in the Holy Land; and both together would cover the land in such a way that the valleys of steep precipitous heights (nachalee habbattoth), and clefts of the rocks (<em> nekikē hasselâ‛im <\/em> ), and all the thorn-hedges (<em> nâ‛azūzı̄m <\/em> ) and pastures (<em> nahalolim <\/em> , from <em> nihēl <\/em> , to lead to pasture), would be covered with these swarms. The fact that just such places are named, as afforded a suitable shelter and abundance of food for flies and bees, is a filling up of the figure in simple truthfulness to nature. And if we look at the historical fulfilment, it does not answer even in this respect to the actual letter of the prophecy; for in the time of Hezekiah no collision really took place between the Assyrian and Egyptian forces; and it was not till the days of Josiah that a collision took place between the Chaldean and Egyptian powers in the eventful battle fought between Pharaoh-Necho and Nebuchadnezzar at Carchemish (Circesium), which decided the fate of Judah. That the spirit of prophecy points to this eventful occurrence is evident from <a class=\"isa\" verses=\"WzE3ODAzXQ==\">Isaiah 7:20<\/a>, where no further allusion is made to Egypt, because of its having succumbed to the imperial power of Eastern Asia.<\/p>",
    "audit": null
}