{
    "id": 17919,
    "source": "kdo",
    "verse_id": 18224,
    "verse_count": 2,
    "reference": "30:6-7",
    "title": "",
    "html": "<p> The prophet's address is hardly commenced, however, when a heading is introduced of the very same kind as we have already met with several times in the cycle of prophecies against the heathen nations. Gesenius, Hitzig, Umbreit, and Knobel, rid themselves of it by pronouncing it a gloss founded upon a misunderstanding. But nothing is more genuine in the whole book of Isaiah than the words <em> m assâ' bahămōth negebh <\/em> . The heading is emblematical, like the four headings in chapters 21, 22. And the <em> m assâ' <\/em> embraces <a class=\"isa\" verses=\"WzE4MjI0LDE4MjI1XQ==\">Isaiah 30:6, Isaiah 30:7<\/a>. Then follows the command to write it on a table by itself. The heading is an integral part of the smaller whole. Isaiah breaks off his address to communicate an oracle relating to the Egyptian treaty, which Jehovah has specially commanded him to hand down to posterity. The same interruption would take place if we expunged the heading; for in any case it was <a class=\"isa\" verses=\"WzE4MjI0LDE4MjI1XQ==\">Isaiah 30:6, Isaiah 30:7<\/a> that he was to write upon a table. This is not an address to the people, but the preliminary text, the application of which is determined afterwards. The prophet communicates in the form of a citation what has been revealed to him by God, and then states what God has commanded him to do with it. We therefore enclose <a class=\"isa\" verses=\"WzE4MjI0LDE4MjI1XQ==\">Isaiah 30:6, Isaiah 30:7<\/a> in inverted commas as a quotation, and render the short passage, which is written in the tone of chapter 21, as follows: <em> “Oracle concerning the water-oxen of the south: Through a land of distress and confinement, whence the lioness and lion, adders and flying dragons; they carry their possessions on the shoulders of asses' foals, and their treasures on the humps of camels, to a nation that profits nothing. And Egypt, worthlessly and hollowly will they help; therefore I call this Egypt, Great-mouth that sits still.”<\/em> The “water-ox of the south” is the Nile-horse; and this is the emblem of Egypt, the land of the south (in Daniel and Zechariah Babylonia is “the land of the north”). <em> Bahămōth <\/em> is the construct of <em> behēmōth <\/em> (Job 40), which is a Hebraized from of an Egyptian word, <em> p<\/em> -<em> ehe<\/em> -<em> mau <\/em> (though the word itself has not yet been met with), i.e., the ox of the water, or possibly <em> p<\/em> -<em> ehe<\/em> -<em> mau<\/em> -<em> t <\/em> (with the feminine article at the close, though in <em> hesmut <\/em> , another name for a female animal, <em> mut <\/em> = <em> t . mau <\/em> signifies “the mother:” see at <a class=\"ref\">Job 40:15<\/a>). The animal referred to is the hippopotamus, which is called <em> bomarino<\/em> in Italian, Arab. the Nile-horse or water-pig. The emblem of Egypt in other passages of the Old Testament is <em> tannin <\/em> , the water-snake, or <em> leviathan<\/em> , the crocodile. In <a class=\"ref\">Psalms 78:31<\/a> this is called <em> chayyath qâneh <\/em> , “the beast of the reed,” though Hengstenberg supposes that the Nile-horse is intended there. This cannot be maintained, however; but in the passage before us this emblem is chosen, just because the fat, swine-like, fleshy colossus, whose belly nearly touches the ground as it walks, is a fitting image of Egypt, a land so boastful and so eager to make itself thick and broad, and yet so slow to exert itself in the interest of others, and so unwilling to move from the spot. This is also implied in the name <em> rahabh<\/em> -<em> hēm<\/em> -<em> shâb <\/em> . <em> Rahab <\/em> is a name applied to Egypt in other passages also (<a class=\"isa\" verses=\"WzE4NjgzLDE1MzA2LDE1MzM4XQ==\">Isaiah 51:9; Psalms 87:4; Psalms 89:11<\/a>), and that in the senses attested by the lxx at <a class=\"ref\">Job 26:12<\/a> (cf., <a class=\"isa\" verses=\"WzE3ODQzXQ==\">Isaiah 9:13<\/a>), viz., κῆτος , a sea-monster, <em> monstrum marinum <\/em> . Here the name has the meaning common in other passages, viz., violence, domineering pride, boasting ( ἀλαζονεία , as one translator renders it). הם is a term of comparison, as in <a class=\"ref\">Genesis 14:2-3<\/a>, etc.; the plural refers to the people called rahabh. Hence the meaning is either, “The bragging people, they are sit-still;” or, “Boast-house, they are idlers.” To this deceitful land the ambassadors of Judah were going with rich resources (<em> c hăyâlı̄m <\/em> , <em> opes <\/em> ) on the shoulder of asses' foals, and on the hump (<em> dabbesheth <\/em> , from <em> dâbhash <\/em> , according to Luzzatto related to <em> gâbhash <\/em> , to be hilly) of camels, without shrinking from the difficulties and dangers of the road through the desert, where lions and snakes spring out now here and now there ( מהם , neuter, as in <a class=\"ref\">Zephaniah 2:7<\/a>, comp. <a class=\"isa\" verses=\"WzE4NDA3XQ==\">Isaiah 38:16<\/a>; see also <a class=\"ref\">Deuteronomy 8:15; Numbers 21:6<\/a>). Through this very desert, through which God had led their fathers when He redeemed them out of the bondage of Egypt, they were now marching to purchase the friendship of Egypt, though really, whatever might be the pretext which they offered, it was only to deceive themselves; for the vainglorious land would never keep the promises that it made.<\/p>",
    "audit": null
}