{
    "id": 18010,
    "source": "kdo",
    "verse_id": 18430,
    "verse_count": 1,
    "reference": "40:9",
    "title": "",
    "html": "<p> The prophet accordingly now takes, as his standpoint, the time when Jehovah will already have come. <em> “Upon a high mountain get thee up, O evangelistess Zion; lift up they voice with strength, evangelistess Jerusalem: lift up, be not afraid; say to the cities of Judah, Behold your God.”<\/em> Knobel and others follow the lxx and Targum, and regard Zion and Jerusalem as accusatives of the object, viz., “preacher of salvation (i.e., a chorus of preachers) to Zion-Jerusalem;” but such parallels as <a class=\"isa\" verses=\"WzE4NzA0XQ==\">Isaiah 52:7<\/a> and <a class=\"isa\" verses=\"WzE4ODY2XQ==\">Isaiah 62:11<\/a> are misleading here. The words are in apposition (A. S. Th. εὐαγγελιζομένη Σιών ). Zion-Jerusalem herself is called an evangelistess: the personification as a female renders this probable at the outset, and it is placed beyond all doubt by the fact, that it is the cities of Judah (the daughters of Zion-Jerusalem) that are to be evangelized. The prophet's standpoint here is in the very midst of the <em> parousia<\/em> . When Jerusalem shall have her God in the midst of her once more, after He has broken up His home there for so long a time; she is then, as the restored mother-community, to ascend a high mountain, and raising her voice with fearless strength, to bring to her daughters the joyful news of the appearance of their God. The verb <em> bissēr <\/em> signifies literally to smooth, to unfold, then to make glad, more especially with joyful news.<\/p><p> (Note: The verb <em> bissēr <\/em> signifies primarily to stroke, rub, shave, or scratch the surface of anything; then to stroke off or rub off the surface, or anything which covers it; then, suggested by the idea of “rubbing smooth” (<em> glatt <\/em> ), “to smooth a person” (<em> jemanden glätten <\/em> ; compare the English, <em> to gladden<\/em> a person), i.e., <em> vultum ejus diducere <\/em> , to make him friendly and cheerful, or “to look smoothly upon a person,” i.e., to show him a friendly face; and also as an intransitive, “<em> to be glad<\/em> ,” to be friendly and cheerful; and lastly, in a general sense, <em> aliquid attingere <\/em> , <em> tractare <\/em> , <em> attrectare <\/em> , to grasp or handle a thing (from which comes <em> bâsâr <\/em> , the flesh, as something tangible or material). In harmony with the Hebrew <em> bissēr <\/em> (<a class=\"ref\">Jeremiah 20:15<\/a>), they say in Arabic <em> basarahu <\/em> (or intensive, <em> bassarahu <\/em> ) <em> bi<\/em> -<em> maulûdin <\/em> , he has gladdened him with the news of the birth of a son.)<\/p><p> It lies at the root of the New Testament εὐαγγελίζειν (evangelize), and is a favourite word of the author of chapters 40-66, that Old Testament evangelist, though it is no disproof of Isaiah's authorship (cf., <a class=\"ref\">Nahum 2:1<\/a>). Hitherto Jerusalem has been in despair, bowed down under the weight of the punishment of her sins, and standing in need of consolation. But now that she has Jehovah with her again, she is to lift up her voice with the most joyful confidence, without further anxiety, and to become, according to her true vocation, the messenger of good tidings to all Judaea.<\/p>",
    "audit": null
}