{
    "id": 13428,
    "source": "kdo",
    "verse_id": 18517,
    "verse_count": 3,
    "reference": "43:11–13",
    "title": "",
    "html": "<p>The address now closes by holding up once more the object and warrant of faith.<i> “I am Jehovah; and beside me there is no Savour. I have proclaimed and brought salvation, and given to perceive, and there was no other god among you: and ye are my witnesses, saith Jehovah, and I am God. Even from the day onwards I am so; and there is no deliverer out of my hand: I act, and who can turn it back?”<\/i> The proper name “<i> Jehovah<\/i> ” is used here (<a class=\"isa\" verses=\"WzE4NTE5XQ==\">Isaiah 43:13<\/a>) as a name indicating essence: “I and no other am the absolutely existing and living One,” i.e., He who proves His existence by His acts, and indeed by His saving acts.<span class=\"normal hebrew\"> מושׁיע<\/span> and Jehovah are kindred epithets here; just as in the New Testament the name Jehovah sets, as it were, but only to rise again in the name Jesus, in which it is historically fulfilled. Jehovah's previous self-manifestation in history furnished a pledge of the coming redemption. The two synonyms<span class=\"normal hebrew\"> הגּדתּי<\/span> and<span class=\"normal hebrew\"> השׁמעתּ<\/span> have<span class=\"normal hebrew\"> הושׁעתּי<\/span> in the midst. He proclaimed salvation, brought salvation, and in the new afflictions was still ever preaching salvation, without there having been any<i> (<span class=\"translit\"> zâr<\/span>), i.e., any strange or other god in Israel (<a class=\"ref\">Deuteronomy 32:16<\/a> ; see above,<a class=\"isa\" verses=\"WzE3OTk0XQ==\">Isaiah 17:10<\/a>), who proved his existence in any such way, or, in fact, gave any sign of existence at all. This they must themselves confess; and therefore (<i> Vav<\/i> in sense equivalent to<i> ergo<\/i> , as in<a class=\"isa\" verses=\"WzE4NDM5XQ==\">Isaiah 40:18<\/a> ,<a class=\"isa\" verses=\"WzE4NDQ2XQ==\">Isaiah 40:25<\/a>) He, and He alone, is (<span class=\"translit\"> El<\/span>), the absolutely mighty One, i.e., God. And from this time forth He is so, i.e., He, and He only, displays divine nature and divine life. There is no reason for taking<span class=\"normal hebrew\"> מיּום<\/span> in the sense of<span class=\"normal hebrew\"> יום<\/span><span class=\"normal hebrew\"> מהיות<\/span> , “from the period when the day, i.e., time, existed” (as the lxx, Jerome, Stier, etc., render it). Both the (<span class=\"translit\"> gam<\/span>) (also) and the future (<span class=\"translit\"> 'eph<\/span>) (I will work) require the meaning supported by<a class=\"ref\">Ezekiel 48:35<\/a> , “from the day onwards,” i.e., from this time forth (syn.<span class=\"normal hebrew\"> לפני־יום<\/span> ,<a class=\"isa\" verses=\"WzE4NjIyXQ==\">Isaiah 48:7<\/a>). The concluding words give them to understand, that the predicted salvation is coming in the way of judgment. Jehovah will go forward with His work; and if He who is the same yesterday and today sets this before Him, who can turn it back, so that it shall remain unaccomplished? The prophecy dies away, like the (<span class=\"translit\"> massâ<\/span>) (<span class=\"translit\"> Bâbhel<\/span>) with its epilogue in<a class=\"isa\" verses=\"WzE3OTU2XQ==\">Isaiah 14:27<\/a> . In the first half (<a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+42:1-17&t1=en_nas\" id=\"31\" class=\"stL\" target=\"_blank\"> Isaiah 42:1-17<\/a>) Jehovah introduced His servant, the medium of salvation, and proclaimed the approaching work of salvation, at which all the world had reason to rejoice. The second half (<a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+42:18-43&t1=en_nas\" id=\"32\" class=\"stL\" target=\"_blank\"> Isaiah 42:18-43<\/a> :<a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+42:18&t1=en_nas\" id=\"33\" class=\"stL\" target=\"_blank\"><\/a> 13) began with reproaching, and sought to bring Israel through this predicted salvation to reflect upon itself, and also upon its God, the One God, to whom there was no equal.<br><\/i><\/p> ",
    "audit": null
}