{
    "id": 18174,
    "source": "kdo",
    "verse_id": 18738,
    "verse_count": 2,
    "reference": "54:14-15",
    "title": "",
    "html": "<p> In perfect keeping with this grace through righteousness, Jerusalem will then stand firm and impregnable. <em> “Through righteousness wilt thou be fortified: be far from anxiety, for thou hast nothing to fear; and from terror, for it will not come near thee. Behold, men crowd together in crowds; my will is not there. Who crowd together against thee? - he shall fall by thee.”<\/em> Both the thought and action of Jerusalem will be righteousness then, and it will thereby acquire strength; תּכּונני is a pausal future <em> hithpalel<\/em> , with the ת of the reflective opening syllable assimilated (Ges. §53, 2,<em> b<\/em> ). With this reciprocal influence of its moral character and imparted glory, it can, and is to keep far away from all thought of oppression and terror; for, through divine grace and a corresponding divine nature, it has nothing to fear. הן ( ), when pointing to any transaction as possible (as, for example, in <a class=\"ref\">Job 12:14; Job 23:8<\/a>), acquires almost the significance of a conditional particle (Ewald, §103,<em> g<\/em> ). The equally hypothetical parallel clause is clothed in the form of an interrogative. For the verb <em> gūr <\/em> , the meaning “to gather together” (related to אגר ), more especially to join together with hostile intention (cf., συνάγεσθαι , <a class=\"ref\">Revelation 19:19; Revelation 20:8<\/a>), is sustained by <a class=\"ref\">Psalms 56:7; Psalms 59:4<\/a>; and with גּרה , <em> lacessere <\/em> , it has nothing to do (Hitzig and Ewald). אתּ ך has the force of <em> contra te <\/em> , as in the case of verbs of combat. The first apodosis is this: “but it takes place entirely away from me,” i.e., without and against my will; מאותי = מאתּי (as in <a class=\"isa\" verses=\"WzE4ODIyXQ==\">Isaiah 59:21<\/a>), and אותם = אתּם , are no sure signs of a later usage; for this alternation of the two forms of את is met with as early as <a class=\"ref\">Joshua 14:12<\/a>. The second apodosis is, “he will fall upon (or against) thee,” or, as we should say, “founder,” or “be wrecked.” It is far more likely that this is the meaning of the words, than that they mean “he will fall to thy lot” ( על נפל , like ל נפל elsewhere, to fall to a person); for the context here is a totally different one from <a class=\"isa\" verses=\"WzE4NTc2XQ==\">Isaiah 45:14<\/a>, and we look for nothing more than a declaration of the utter failure and ruin of the undertaking.<\/p>",
    "audit": null
}