{
    "id": 17602,
    "source": "kdo",
    "verse_id": 17667,
    "verse_count": 1,
    "reference": "1:12",
    "title": "",
    "html": "<p> Jeremiah says this with regard to the sacrifices (<a class=\"isa\" verses=\"WzE3ODA1XQ==\">Isaiah 7:22<\/a>); Isaiah also applies it to visits to the temple: <em> “When ye come to appear before my face, who hath required this at your hand, to tread my courts?”<\/em> לראות is a contracted infinitive <em> niphal<\/em> for להראות (compare the <em> hiphil<\/em> forms contracted in the same manner in <a class=\"isa\" verses=\"WzE3NzE2LDE4MDg5XQ==\">Isaiah 3:8; Isaiah 23:11<\/a>). This is the standing expression for the appearance of all male Israelites in the temple at the three high festivals, as prescribed by the law, and then for visits to the temple generally (cf., <a class=\"ref\">Psalms 42:3; Psalms 84:8<\/a>). “My face” (<em> panai <\/em> ): according to Ewald, §279, c, this is used with the passive to designate the subject (“to be seen by the face of God”); but why not rather take it as an adverbial accusative, “in the face of,” or “in front of,” as it is used interchangeably with the prepositions ל , את , and אל ? It is possible that לראות is pointed as it is here, and in <a class=\"ref\">Exodus 34:24<\/a> and in <a class=\"ref\">Deuteronomy 31:11<\/a>, instead of לראות - like יראוּ for יראוּ , in <a class=\"ref\">Exodus 23:15; Exodus 34:20<\/a>, - for the purpose of avoiding an expression which might be so easily misunderstood as denoting a sight of God with the bodily eye. But the <em> niphal<\/em> is firmly established in <a class=\"ref\">Exodus 23:17; Exodus 34:23<\/a>, and <a class=\"ref\">1 Samuel 1:22<\/a>; and in the Mishnah and Talmud the terms ראיה and ראיון are applied without hesitation to appearance before God at the principal feasts. They visited the temple diligently enough indeed, but who had required <em> this<\/em> at their hand, i.e., required them to do this? Jehovah certainly had not. “<em> To tread my courts<\/em> ” is in apposition to <em> this<\/em> , which it more clearly defines. Jehovah did not want them to appear before His face, i.e., He did not wish for this spiritless and undevotional tramping thither, this mere <em> opus operatum <\/em> , which might as well have been omitted, since it only wore out the floor.<\/p>",
    "audit": null
}