{
    "id": 18015,
    "source": "kdo",
    "verse_id": 18436,
    "verse_count": 1,
    "reference": "40:15",
    "title": "",
    "html": "<p> From His exaltation as Creator, the prophet now proceeds to His exaltation as Governor of the world. <em> “Behold, nations like a little drop on a bucket, and like a grain of sand in a balance, are they esteemed; behold, islands like an atom of dust that rises in the air.”<\/em> Upon Jehovah, the King of the world, does the burden rest of ruling over the whole human race, which is split up into different nations; but the great masses of people over whom Jehovah rules are no more burden to Him than a drop hanging upon a bucket is a burden to the man who carries it (<em> min<\/em> is used in the same sense as in <a class=\"ref\">Song of Solomon 4:1; Song of Solomon 6:5<\/a>), no more than the weight in a balance is perceptibly increased or diminished by a grain of sand that happens to lie upon it (<em> shachaq <\/em> , from <em> shâchaq <\/em> , to grind to powder). The <em> islands<\/em> , those fragments of firm ground in the midst of the ocean ( אי = <em> ivy<\/em> , from אוה , to betake one's self to a place, and remain there), upon which the heathen world was dispersed (Gen 10), are to Him who carries the universe like the small particle of dust ( דּק from דּקק , to crush or pulverize), which is lifted up, viz., by the slightest breath of wind ( יטּול metaplastic <em> fut. niph.<\/em> of <em> tūl <\/em> = <em> nâtal <\/em> , cf., <a class=\"isa\" verses=\"WzE4ODc2XQ==\">Isaiah 63:9<\/a>). The rendering of Knobel, “dust which is thrown,” would require עפר (<a class=\"isa\" verses=\"WzE4NDU0XQ==\">Isaiah 41:2<\/a>); and neither that of Gesenius, viz., “He takes up islands like a particle of dust,” nor that of Hitzig, “He carries islands,” etc., is admissible, for טוּל = נטל signifies <em> tollere <\/em> , not <em> portare <\/em> ; and the former, viz., <em> insulas tollit <\/em> , furnishes no answer to the question, “How so, and to what end?”<\/p>",
    "audit": null
}