{
    "id": 18228,
    "source": "kdo",
    "verse_id": 18841,
    "verse_count": 2,
    "reference": "60:19-20",
    "title": "",
    "html": "<p> The fifth turn celebrates the glorifying of Jerusalem, through the shining of Jehovah as its everlasting light and through the form of its ever-growing membership, which is so well-pleasing to God. The prophecy returns to the thought with which it set out, and by which the whole is regulated, viz., that Jerusalem will be light. This leading thought is now unfolded in the most majestic manner, and opened up in all its eschatological depth. <em> “The sun will be no more thy light by day, neither for brightness will the moon shine upon thee: Jehovah will be to thee an everlasting light, and thy God thy glory. Thy sun will no more go down, and thy moon will not be withdrawn; for Jehovah will be to thee an everlasting light, and the days of thy mourning will be fulfilled.”<\/em> Although, in the prophet's view, the Jerusalem of the period of glory in this world and the Jerusalem of the eternal glory beyond flow into one another; the meaning of this prophecy is not that the sun and moon will no longer exist. Even of the Jerusalem which is not to be built by Israel with the help of converted heathen, but which comes down from heaven to earth, the seer in <a class=\"ref\">Revelation 21:23<\/a> merely says, that the city needs neither the shining of the sun nor of the moon (as the Targum renders the passage before us, “thou wilt not need the shining of the sun by day”), for the glory of God lightens it, and the Lamb is the light thereof, i.e., God Himself is instead of a sun to her, and the Lamb instead of a moon. Consequently we do not agree with Stier, who infers from this passage that “there is a final new creation approaching, when there will be no more turning round into the shadow (<a class=\"ref\">James 1:17<\/a>), when the whole planetary system, including the earth, will be changed, and when the earth itself will become a sun, yea, will become even more than that, in the direct and primary light which streams down upon it from God Himself.” We rather agree with Hofmann, that “there will still be both sun and moon, but the Holy Place will be illuminated without interruption by the manifestation of the presence of God, which outshines all besides.” The prophet has here found the most complete expression, for that which has already been hinted at in such prophecies in <a class=\"isa\" verses=\"WzE3NzM5LDE4MjQ0LDE4MTE5XQ==\">Isaiah 4:5; Isaiah 30:26; Isaiah 24:23<\/a>. As the city receives its light neither from the sun nor from the moon, this implies, what <a class=\"ref\">Revelation 21:25<\/a> distinctly affirms, that there will be no more night there. The prophet intentionally avoids a לילה לאור parallel to יומם לאור . We must not render the second clause in <a class=\"isa\" verses=\"WzE4ODQxXQ==\">Isaiah 60:19<\/a>, “and it will not become light to thee with the shining of the moon,” for האיר never means to get light; nor “and as for the shining of the moon, it does not give the light,” as Hitzig and Knobel propose, for וּלנגהּ is used alone, and not היּרח וּלנגהּ as the antithesis to יומם לאור , in the sense of “to light up the night” (compare נגהּ as applied to the shining of the moon in <a class=\"isa\" verses=\"WzE3OTE3XQ==\">Isaiah 13:10<\/a>, and נגהּ to the glittering of the stars in <a class=\"ref\">Joel 2:10<\/a>), and even the use of הלילה is avoided. The true rendering is either, “and for lighting, the moon will not shine upon thee” (Stier, Hahn, etc.); or, what is more in accordance with the accentuation, which would have given ולנגה <em> tifchah <\/em> and not <em> tsakeph <\/em> <em> gadol <\/em> , if it had been intended to indicate the object, “and as for the lighting” ( ל as in  ). The glory of Jehovah, which soars above Jerusalem, and has come down into her, is henceforth her sun and her moon - a sun that never sets, a moon יאסף לא which is not taken in towards morning, like a lamp that has been hung out at night (compare נאסף , <a class=\"isa\" verses=\"WzE3OTgwXQ==\">Isaiah 16:10<\/a>, withdrawn, disappeared). The triumph of light over darkness, which is the object of the world's history, is concentrated in the new Jerusalem. How this is to be understood, is explained in the closing clause of <a class=\"isa\" verses=\"WzE4ODQyXQ==\">Isaiah 60:20<\/a>. The sum of the days of mourning allotted to the church is complete. The darkness of the corruption of sin and state of punishment is overcome, and the church is nothing but holy blessed joy without change or disturbance; for it walks no longer in sidereal light, but in the eternally unchangeable light of Jehovah, which with its peaceful gentleness and perfect purity illumines within as well as without. The seer of the Apocalypse also mentions the Lamb. The Lamb is also known to our prophet; for the “Servant of Jehovah” is the Lamb. But the light of transfiguration, in which he sees this exalted Lamb, is not great enough to admit of its being combined with the light of the Divine Nature itself.<\/p>",
    "audit": null
}