{
    "id": 18255,
    "source": "kdo",
    "verse_id": 18891,
    "verse_count": 1,
    "reference": "64:5",
    "title": "",
    "html": "<p>(6)<\/p><p> The people who ask the question in <a class=\"isa\" verses=\"WzE4ODkxXQ==\">Isaiah 64:5<\/a> do not regard themselves as worthy of redemption, as their self-righteousness has been so thoroughly put to shame. <em> “We all became like the unclean thing, and all our virtues like a garment soiled with blood; and we all faded away together like the leaves; and our iniquities, like the storm they carried us away.”<\/em> The whole nation is like one whom the law pronounces unclean, like a leper, who has to cry “<em> tâmē <\/em> , <em> tâmē <\/em> “as he goes along, that men may get out of his way (<a class=\"ref\">Leviticus 13:45<\/a>). Doing right in all its manifold forms (<em> ts e dâqōth <\/em> , like <a class=\"isa\" verses=\"WzE4Mjk1XQ==\">Isaiah 33:15<\/a>, used elsewhere of the manifestations of divine righteousness), which once made Israel well-pleasing to God (<a class=\"isa\" verses=\"WzE3Njc2XQ==\">Isaiah 1:21<\/a>), has disappeared and become like a garment stained with menstruous discharge (cf., <a class=\"ref\">Ezekiel 36:17<\/a>); (lxx ὡς ῥάκος ἀποκαθημένης = <em> dâvâ <\/em> , <a class=\"isa\" verses=\"WzE4MjQwXQ==\">Isaiah 30:22<\/a>; <em> niddâh <\/em> , <a class=\"ref\">Lamentations 1:17<\/a>; <em> t e mē'âh <\/em> , <a class=\"ref\">Leviticus 15:33<\/a>). <em> ‛Iddı̄m <\/em> (used thus in the plural in the Talmud also) signifies the monthly period (<em> menstrua <\/em> ). In the third figure, that of fading falling foliage, the form <em> vannâbhel <\/em> is not <em> kal<\/em> (= <em> vannibbōl <\/em> or <em> vannibbal <\/em> ; Ewald, §232,<em> b<\/em> ), which would be an impossibility according to the laws of inflexion; still less is it <em> niphal<\/em> = <em> vanninnâbhel <\/em> (which Kimchi suggests as an alternative); but certainly a <em> hiphil<\/em> . It is not, however, from <em> nâbhēl <\/em> = <em> vannabbel <\/em> , “with the reduplication dropped to express the idea of something gradual,” as Böttcher proposes (a new and arbitrary explanation in the place of one founded upon the simple laws of inflexion), but either from <em> bâlal <\/em> (compare the remarks on <em> belı̄l <\/em> in <a class=\"isa\" verses=\"WzE4MjQyXQ==\">Isaiah 30:24<\/a>, which hardly signifies “ripe barley” however), after the form ויּגל (from גּלל ) ויּס ך (from סכ ך ), or from <em> būl <\/em> , after the form ויּקם , etc. In any case, therefore, it is a metaplastic formation, whether from <em> bâlal <\/em> or <em> būl <\/em> = <em> nâbhēl <\/em> , like ויּשׂר (in <a class=\"ref\">1 Chronicles 20:3<\/a>, after the form ויּסר , from שּׂור = נשׂר , or after the form ויּרע , from שׂרר = נשׂר (compare the rabbinical explanation of the name of the month Bul from the falling of the leaves, in Buxtorf, <em> Lex. talm.<\/em> col. 271). The <em> hiphil<\/em> הבל or הביל is to be compared to האדים , to stream out red (= to be red); הארי ך , to make an extension (= to be long); השׁרישׁ , to strike root (= to root), etc., and signifies literally to produce a fading (= to fade away). In the fourth figure, עוננוּ (as it is also written in <a class=\"isa\" verses=\"WzE4ODkyXQ==\">Isaiah 64:6<\/a> according to correct codices) is a defective plural (as in <a class=\"ref\">Jeremiah 14:7; Ezekiel 28:18; Daniel 9:13<\/a>) for the more usual עונתינוּ (<a class=\"isa\" verses=\"WzE4ODEzXQ==\">Isaiah 59:12<\/a>). עון is the usual term applied to sin regarded as guilt, which produces punishment of itself. The people were robbed by their sins of all vital strength and energy, like dry leaves, which the guilt and punishment springing from sin carried off as a very easy prey.<\/p>",
    "audit": null
}