{
    "id": 17611,
    "source": "kdo",
    "verse_id": 17677,
    "verse_count": 1,
    "reference": "1:22",
    "title": "",
    "html": "<p> The complaint now turns from the city generally to the authorities, and first of all figuratively. <em> “Thy silver has become dross, thy drink mutilated with water.”<\/em> It is upon this passage that the figurative language of <a class=\"ref\">Jeremiah 6:27<\/a>. and <a class=\"ref\">Ezekiel 22:18-22<\/a> is founded. <em> Silver<\/em> is here a figurative representation of the princes and lords, with special reference to the nobility of character naturally associated with nobility of birth and rank; for silver - refined silver - is an image of all that is noble and pure, light in all its purity being reflected by it (Bהhr, <em> Symbolik<\/em> , i. 284). The princes and lords had once possessed all the virtues which the Latins called unitedly <em> Candor animi <\/em> , viz., the virtues of magnanimity, affability, impartiality, and superiority to bribes. This silver had now become <em> l'sigim <\/em> , dross, or base metal separated (thrown off) from silver in the process of refining (<em> sig <\/em> , pl. <em> sigim <\/em> , <em> siggim <\/em> from <em> sug <\/em> , <em> recedere <\/em> , refuse left in smelting, or dross: cf., <a class=\"ref\">Proverbs 25:4; Proverbs 26:23<\/a>). A second figure compares the leading men of the older Jerusalem to good wine, such as drinkers like. The word employed here (<em> sobe <\/em> ) must have been used in this sense by the more cultivated classes in Isaiah's time (cf., <a class=\"ref\">Nahum 1:10<\/a>). This pure, strong, and costly wine was now adulterated with water (<em> lit. castratum <\/em> , according to Pliny's expression in the <em> Natural History:<\/em> compare the Horatian phrase, <em> jugulare Falernum <\/em> ), and therefore its strength and odour were weakened, and its worth was diminished. The present was nothing but the dross and shadow of the past.<\/p>",
    "audit": null
}