{
    "id": 17786,
    "source": "kdo",
    "verse_id": 17953,
    "verse_count": 4,
    "reference": "14:24-27",
    "title": "",
    "html": "<p> There now follows, apparently out of all connection, another prophecy against Asshur. It is introduced here quite abruptly, like a fragment; and it is an enigma how it got here, and what it means here, though not an enigma without solution. This short Assyrian passage reads as follows. <em> “Jehovah of hosts hath sworn, saying, Surely as I have thought, so shall it come to pass; and as I have purposed, that takes place; to break Asshur to pieces in my land, and upon my mountain will I tread him under foot: then his yoke departs from them, and his burden will depart from their neck. This is the purpose that is purposed over the whole earth; and this the hand that is stretched out over all nations. For Jehovah of hosts hath purposed, and who could bring it to nought? And His hand that is stretched out, who can turn it back?”<\/em> It is evidently a totally different judicial catastrophe which is predicted here, inasmuch as the world-power upon which it falls is not called Babel or Chasdim, but Asshur, which cannot possibly be taken as a name for Babylon (Abravanel, Lowth, etc.). Babylon is destroyed by the Medes, whereas Asshur falls to ruin in the mountain-land of Jehovah, which it is seeking to subjugate - a prediction which was literally fulfilled. And only when this had taken place did a fitting occasion present itself for a prophecy against Babel, the heiress of the ruined Assyrian power. Consequently the two prophecies against Babel and Asshur form a hysteron-proteron as they stand here. The thought which occasioned this arrangement, and which it is intended to set forth, is expressed by Jeremiah in <a class=\"ref\">Jeremiah 50:18-19<\/a>, <em> “Behold, I will punish the king of Babylon and his land, as I have punished the king of Assyria.”<\/em> The one event was a pledge of the other. At a time when the prophecy against Assyria had actually been fulfilled, the prophet attached it to the still unfulfilled prophecy against Babylon, to give a pledge of the fulfilment of the latter. This was the pedestal upon which the <em> Massâh <\/em> <em> Bâbel <\/em> was raised. And it was doubly suited for this, on account of its purely epilogical tone from <a class=\"isa\" verses=\"WzE3OTU1XQ==\">Isaiah 14:26<\/a> onwards.<\/p>",
    "audit": null
}