{
    "id": 18230,
    "source": "kdo",
    "verse_id": 18844,
    "verse_count": 1,
    "reference": "60:22",
    "title": "",
    "html": "<p> The life of this church, which is newly created, new-born, through judgment and grace, gradually expands from the most unassuming centre in ever widening circles until it has attained the broadest dimensions. <em> “The smallest one will become thousands, and the meanest one a powerful nation.”<\/em> “The small and mean one,” or, as the idea is a relative one, “the smallest and meanest one” (Ges. §119, 2), is either a childless one, or one blessed with very few children. At the same time, the reference is not exclusively to growth through the blessing of children, but also to growth through the extension of fellowship. We have a similar expression in <a class=\"ref\">Micah 4:7<\/a> (cf., <a class=\"isa\" verses=\"WzE3NzQxXQ==\">Isaiah 5:1<\/a>), where <em> 'eleph <\/em> is employed, just as it is here, in the sense of לאלף , “to thousands (or c hiliads ).” <\/p><p> The whole of the prophetic address is now sealed with this declaration: <em> “I Jehovah, will hasten it in His time.”<\/em> The neuter נּה (as in <a class=\"isa\" verses=\"WzE4NTE5LDE4NTk4XQ==\">Isaiah 43:13; Isaiah 46:11<\/a>) refers to everything that has been predicted from <a class=\"isa\" verses=\"WzE4ODIzXQ==\">Isaiah 60:1<\/a> downwards. Jehovah will fulfil it rapidly, when the point of time ( καιρός ) which He has fixed for it shall have arrived. As this point of time is known to Him only, the predicted glory will burst all at once with startling suddenness upon the eyes of those who have waited believingly for Him. <\/p><p> This chapter forms a connected and self-contained whole, as we may see very clearly from the address to Zion-Jerusalem, which is sustained throughout. If we compare together such passages as <a class=\"isa\" verses=\"eyIxODY5MSI6N30=\">Isaiah 51:17-23<\/a> (“Awake, awake, stand up, O Jerusalem”), <a class=\"isa\" verses=\"eyIxODY5OCI6Mn0=\">Isaiah 52:1-2<\/a> (“Awake, awake, put on thy strength, O Zion”), and chapter 54 (“Sing, O barren”), which are all closely related so far as their contents are concerned, we shall find that these addresses to Zion form an ascending series, chapter 60 being the summit to which they rise, and that the whole is a complete counterpart to the address to the daughter of Babylon in <a class=\"isa\" verses=\"eyIxODYwMSI6MTV9\">Isaiah 47:1-15<\/a>.<\/p>",
    "audit": null
}