{
    "id": 17652,
    "source": "kdo",
    "verse_id": 17735,
    "verse_count": 1,
    "reference": "4:1",
    "title": "",
    "html": "<p> When war shall thus unsparingly have swept away the men of Zion, a most unnatural effect will ensue, namely, that women will go in search of husbands, and not men in search of wives. <em> “And seven women lay hold of one man in that day, saying, We will eat our won bread, and wear our own clothes; only let thy name be named upon us, take away our reproach.”<\/em> The division of the chapters is a wrong one here, as this v. is the closing v. of the prophecy against the women, and the closing portion of the whole address does not begin till <a class=\"isa\" verses=\"WzE3NzM2XQ==\">Isaiah 4:2<\/a>. The present pride of the daughters of Zion, every one of whom now thought herself the greatest as the wife of such and such a man, and for whom many men were now the suitors, would end in this unnatural self-humiliation, that seven of them would offer themselves to the same man, the first man who presented himself, and even renounce the ordinary legal claim upon their husband for clothing and food (<a class=\"ref\">Exodus 21:10<\/a>). It would be quite sufficient for them to be allowed to bear his name (“let thy name be named <em> upon<\/em> us:” the name is put upon the thing named, as giving it its distinctness and character), if he would only take away their reproach (namely, the reproach of being unmarried, <a class=\"isa\" verses=\"WzE4NzI4XQ==\">Isaiah 54:4<\/a>, as in <a class=\"ref\">Genesis 30:23<\/a>, of being childless) by letting them be called his wives. The number <em> seven<\/em> (seven women to one man) may be explained on the ground that there is a bad seven as well as a holy one (e.g., <a class=\"ref\">Matthew 12:45<\/a>). <\/p><p> In <a class=\"isa\" verses=\"WzE3NzM1XQ==\">Isaiah 4:1<\/a> the threat denounced against the women of Jerusalem is brought to a close. It is the side-piece to the threat denounced against the national rulers. And these two scenes of judgment were only parts of the general judgment about to fall upon Jerusalem and Judah, as a state or national community. And this again was merely a portion, viz., the central group of the picture of a far more comprehensive judgment, which was about to fall upon everything lofty and exalted on the earth. Jerusalem, therefore, stands here as the centre and focus of the great judgment-day. It was in Jerusalem that the ungodly glory which was ripe for judgment was concentrated; and it was in Jerusalem also that the light of the true and final glory would concentrate itself. To this promise, with which the address returns to its starting-point, the prophet now passes on without any further introduction. In fact it needed no introduction, for the judgment in itself was the medium of salvation. When Jerusalem was judged, it would be sifted; and by being sifted, it would be rescued, pardoned, glorified. The prophet proceeds in this sense to speak of what would happen in that day, and describes the one great day of God at the end of time (not a day of four-and-twenty hours any more than the seven days of creation were), according to its general character, as opening with judgment, but issuing in salvation.<\/p>",
    "audit": null
}