{
    "id": 17939,
    "source": "kdo",
    "verse_id": 18265,
    "verse_count": 4,
    "reference": "32:5-8",
    "title": "",
    "html": "<p> A third fruit of the blessing is the naming and treating of every one according to his true character. <em> “The fool will no more be called a nobleman, nor the crafty a gentleman. For a fool speaks follies, and his heart does godless things, to practise tricks and to speak error against Jehovah, to leave the soul of hungry men empty, and to withhold the drink of thirsty ones. And the craft of a crafty man is evil, who devises stratagems to destroy suffering ones by lying words, even when the needy exhibits his right. But a noble man devises noble things, and to noble things he adheres.”<\/em> Nobility of birth and wealth will give place to nobility of character, so that the former will not exist or not be recognised without the latter. <em> Nâdı̄bh <\/em> is properly one who is noble in character, and then, dropping the ethical meaning, one who is noble by rank. The meaning of the word <em> generosus<\/em> follows the same course in the opposite direction. <em> Shōă‛ <\/em> is the man who is raised to eminence by the possession of property; the gentleman, as in <a class=\"ref\">Job 34:19<\/a>. The prophet explains for himself in what sense he uses the words <em> nâbhâl <\/em> and <em> kı̄lai <\/em> . We see from his explanation that <em> kı̄lai <\/em> neither signifies the covetous, from <em> kūl <\/em> (Saad.), nor the spendthrift, from <em> killâh <\/em> (Hitzig). Jerome gives the correct rendering, viz., <em> fraudulentus <\/em> ; and Rashi and Kimchi very properly regard it as a contraction of <em> n e khı̄lai <\/em> . It is an adjective form derived from כּיל = נכיל , like שׂיא = נשׂיא (<a class=\"ref\">Job 20:6<\/a>). The form כּלי in <a class=\"isa\" verses=\"WzE4MjYxXQ==\">Isaiah 32:1<\/a> is used interchangeably with this, merely for the sake of the resemblance in sound to כּליו (machinatoris machinae pravae). In <a class=\"isa\" verses=\"WzE4MjY2XQ==\">Isaiah 32:6<\/a>, commencing with <em> ki <\/em> (for), the fact that the <em> nâbhâl <\/em> (fool) and <em> kı̄lai <\/em> (crafty man) will lose their titles of honour, is explained on the simple ground that such men are utterly unworthy of them. <em> Nâbhâl <\/em> is a scoffer at religion, who thinks himself an enlightened man, and yet at the same time has the basest heart, and is a worthless egotist. The infinitives with <em> Lamed<\/em> show in what the immorality (<em> ' âven <\/em> ) consists, with which his heart is so actively employed. In <a class=\"isa\" verses=\"WzE4MjY2XQ==\">Isaiah 32:6<\/a>, <em> ūbh e dabbēr <\/em> (“and if he speak”) is equivalent to, “even in the event of a needy man saying what is right and well founded:” <em> Vâv <\/em> = <em> et <\/em> in the sense of <em> etiam <\/em> ((cf., <a class=\"ref\">2 Samuel 1:23; Psalms 31:12; Hosea 8:6; Ecclesiastes 5:6<\/a>); according to Knobel, it is equivalent to <em> et quidem <\/em> , as in <a class=\"ref\">Ecclesiastes 8:2; Amos 3:11; Amos 4:10<\/a>; whereas Ewald regards it as <em> Vav conj.<\/em> (§283,<em> d<\/em> ), “and by going to law with the needy,” but את־אביון would be the construction in this case (vid., <a class=\"ref\">2 Kings 25:6<\/a>). According to <a class=\"isa\" verses=\"WzE4MjY4XQ==\">Isaiah 32:8<\/a>, not only does the noble man devise what is noble, but as such ( הוּא ) he adheres to it. We might also adopt this explanation, “It is not upon gold or upon chance that he rises;” but according to the Arabic equivalents, <em> qūm <\/em> signifies <em> persistere <\/em> here.<\/p>",
    "audit": null
}