{
    "id": 17970,
    "source": "kdo",
    "verse_id": 18332,
    "verse_count": 2,
    "reference": "36:1-2",
    "title": "",
    "html": "<p> Marcus V. Niebuhr, in his <em> History of Asshur and Babel<\/em> (p. 164), says, “Why should not Hezekiah have revolted from Asshur as soon as he ascended the throne? He had a motive for doing this, which other kings had not - namely, that as he held his kingdom in fief from his God, obedience to a temporal monarch was in his case sin.” But this assumption, which is founded upon the same idea as that in which the question was put to Jesus concerning the tribute money, is not at all in accordance with Isaiah's view, as we may see from chapters 28-32; and Hezekiah's revolt cannot have occurred even in the sixth year of his reign. For Shalmanassar, or rather Sargon, made war upon Egypt and Ethiopia after the destruction of Samaria (<a class=\"isa\" verses=\"eyIxODAzMSI6Nn0=\">Isaiah 20:1-6<\/a>; cf., Oppert, <em> Les Inscriptions des Sargonides<\/em> , pp. 22, 27), without attempting anything against Hezekiah. It was not till the time of Sargon, who overthrew the reigning house of Assyria, that the actual preparations for the revolt were commenced, by the formation of an alliance between the kingdom of Judah on the one hand, and Egypt, and probably Philistia, on the other, the object of which was the rupture of the Assyrian yoke.<\/p><p> (Note: The name <em> Amgarron<\/em> upon the earthenware prism of Sennacherib does not mean <em> Migron<\/em> (Oppert), but <em> Ekron<\/em> (Rawlinson).)<\/p><p> The campaign of Sennacherib the son of Sargon, into which we are transported in the following history, was the third of his expeditions, the one to which Sennacherib himself refers in the inscription upon the prism: “<em> dans ma ̄e campagne je marchai vers la Syrie <\/em> .” The position which we find Sennacherib taking up between Philistia and Jerusalem, to the south-west of the latter, is a very characteristic one in relation to both the occasion and the ultimate object of the campaign.<\/p><p> (Note: We shall show the variations in the text of <a class=\"ref\">2 Kings 18:13<\/a>., as far as we possibly can, in our translation. K. signifies the book of Kings. But the task of pronouncing an infallible sentence upon them all we shall leave to those who know everything.)<\/p><p><a class=\"isa\" verses=\"WzE4MjYxXQ==\">Isaiah 32:1<\/a> <em> “And it came to pass in the<\/em> (K.<em> and in the<\/em> )<em> fourteenth year of king Hizkîyahu , Sancherîb king of Asshur came up against all the fortified cities of Judah, and took them. <\/em> (K. adds:<em> Then Hizkiyah king of Judah sent to the king of Asshur to Lachish, saying, I have sinned, withdraw from me again; what thou imposest upon me I will raise. And the king of Asshur imposed upon Hizkiyah king of Judah three hundred talents of silver, and thirty talents of gold. And Hizkiyah gave up all the silver that was in the house of Jehovah, and in the treasures of the king's house. At the same time Hizkiyah mutilated the doors of the temple of Jehovah, and the pillars which Hizkiyah king of Judah had plated with gold, and gave it to the king of Asshur<\/em> )<em> .”<\/em> This long addition, which is distinguished at once by the introduction of חזיקה in the place of חזקיהו , is probably only an annalistic interpolation, though one of great importance in relation to <a class=\"isa\" verses=\"WzE4Mjg3XQ==\">Isaiah 33:7<\/a>. What follows in Isaiah does not dovetail well into this addition, and therefore does not presuppose its existence. <a class=\"isa\" verses=\"WzE4MzMzXQ==\">Isaiah 36:2<\/a> <em> “Then the king of Asshur sent Rabshakeh <\/em> (K.:<em> Tartan, and Rabsaris, and Rabshakeh<\/em> )<em> from Lachish towards Jerusalem to king Hizkiyahu with a great army, and he advanced <\/em> (K.:<em> to king H. with a great army to Jerusalem; and they went up and came to Jerusalem, and went up, and came and advanced<\/em> )<em> to the conduit of the upper pool by the road of the fuller's field.”<\/em> Whereas in K. the repeated ויבאו ויעלו (and went up and came) forms a “dittography,” the names <em> Tartan<\/em> and <em> Rab-saris<\/em> have apparently dropped out of the text of Isaiah, as <a class=\"isa\" verses=\"WzE4MzU5LDE4Mzc3XQ==\">Isaiah 37:6, Isaiah 37:24<\/a> presuppose a plurality of messengers. The three names are not names of persons, but official titles, viz., the commander-in-chief (<em> Tartan<\/em> , which really occurs in an Assyrian list of offices; see Rawlinson, <em> Monarchies<\/em> , ii. 412), the chief cup-bearer ( רבשׁקה with <em> tzere <\/em> = רבשׁקא ) ). The situation of <em> Lachish<\/em> is marked by the present ruins of <em> Umm Lakis<\/em> , to the south-west of <em> Bet-Gibrin<\/em> ((Eleutheropolis) in the Shephelah. The messengers come from the south-west with the <em> ultima ratio <\/em> of a strong detachment ( חיל a connecting form, from חיל , like גדולה גּיא , <a class=\"ref\">Zechariah 14:4<\/a>; Ewald, §287,<em> a<\/em> ); they therefore halt on the western side of Jerusalem (on the locality, see at <a class=\"isa\" verses=\"W1sxNzc4Nl0seyIxODA2MSI6NH1d\">Isaiah 7:3; Isaiah 22:8-11<\/a>; compare Keil on Kings).<\/p>",
    "audit": null
}