{
    "id": 13447,
    "source": "kdo",
    "verse_id": 18616,
    "verse_count": 2,
    "reference": "48:1–2",
    "title": "",
    "html": " <p>This third portion of the trilogy (<a class=\"isa\" verses=\"W3siMTg1ODgiOjEzfSx7IjE4NjAxIjoxNX1d\">Isaiah 46:1-13, Isaiah 47:1-15<\/a>, 48) stands in the same relation to <a class=\"isa\" verses=\"eyIxODYwMSI6MTV9\">Isaiah 47:1-15<\/a>, as <a class=\"isa\" verses=\"WzE4NTkwXQ==\">Isaiah 46:3<\/a>. to <a class=\"isa\" verses=\"eyIxODU4OCI6Mn0=\">Isaiah 46:1-2<\/a>. The prophecy is addressed to the great body of the captives. <i>“Hear ye this, O house of Jacob, who are called by the name of Israel, and have flowed out of the waters of Judah, who swear by the name of Jehovah, and extol the God of Israel, not in truth and not in righteousness! For they call themselves of the holy city, and stay themselves upon the God of Israel, Jehovah of hosts His name.”<\/i>, The summons to hear is based upon the Israelitish nationality of those who are summoned, to which they still cling, and upon the relation in which they place themselves to the God of Israel. This gives to Jehovah the right to turn to them, and imposes upon them the duty to hearken to Him. The blame, inserted by the way, points at the same time to the reason for the address which follows, and to the form which it necessarily assumes. “The house of Jacob” is not all Israel, as the following words clearly show, but, as in <a class=\"isa\" verses=\"WzE4NTkwXQ==\">Isaiah 46:3<\/a>, the house of Judah, which shared in the honourable name of Israel, but have flowed out of the waters, i.e., the source of Judah. The summons, therefore, is addressed to the Judaean exiles in Babylon, and that inasmuch as they swear by the name of Jehovah, and remember the God of Israel with praise (<i>(<span class=\"translit\">, hizkı̄r<\/span>) (<span class=\"translit\">, b'<\/span>) as in <a class=\"ref\">Psalm 20:8<\/a>), though not in truth and not in righteousness (<a class=\"ref\">1 Kings 3:6; Zechariah 8:8<\/a>), i.e., without their state of mind (cf., <a class=\"isa\" verses=\"WzE4Mzk0LDE5NzczXQ==\">Isaiah 38:3; Jeremiah 32:41<\/a>) or mode of action corresponding to their confession, so as to prove that it was sincerely and seriously meant. The praise bestowed upon the persons summoned, which is somewhat spoiled by this, is explained in <a class=\"isa\" verses=\"WzE4NjE3XQ==\">Isaiah 48:2<\/a>; they call themselves after the holy city (this title is applied to Jerusalem both here and in <a class=\"isa\" verses=\"WzE4Njk4XQ==\">Isaiah 52:1<\/a>, as well as in the books of Daniel and Nehemiah). We may easily supply here, that the holiness of the city laid an obligation upon its citizens to be holy in their character and conduct. They also relied upon the God of Israel, whose name is Jehovah<\/i>, (<span class=\"translit\">, Zebaoth <\/span>); and therefore He would require of them the fullest confidence and deepest reverence. <br> <\/p>",
    "audit": null
}