{
    "id": 17699,
    "source": "kdo",
    "verse_id": 17793,
    "verse_count": 3,
    "reference": "7:10-12",
    "title": "",
    "html": "<p> Thus spake Isaiah, and Jehovah through him, to the king of Judah. Whether he replied, or what reply he made, we are not informed. He was probably silent, because he carried a secret in his heart which afforded him more consolation than the words of the prophet. The invisible help of Jehovah, and the remote prospect of the fall of Ephraim, were not enough for him. His trust was in Asshur, with whose help he would have far greater superiority over the kingdom of Israel, than Israel had over the kingdom of Judah through the help of Damascene Syria. The pious, theocratic policy of the prophet did not come in time. He therefore let the enthusiast talk on, and had his own thoughts about the matter. Nevertheless the grace of God did not give up the unhappy son of David for lost. <em> “And Jehovah continued speaking to Ahaz as follows: Ask thee a sign of Jehovah thy God, going deep down into Hades, or high up to the height above.”<\/em> Jehovah continued: what a deep and firm consciousness of the identity of the word of Jehovah and the word of the prophet is expressed in these words! According to a very marvellous interchange of idioms (<em> Communicatio idiomatum <\/em> ) which runs through the prophetic books of the Old Testament, at one time the prophet speaks as if he were Jehovah, and at another, as in the case before us, Jehovah speaks as if He were the prophet. Ahaz was to ask for a sign from Jehovah his God. Jehovah did not scorn to call Himself the God of this son of David, who had so hardened his heart. Possibly the holy love with which the expression “<em> thy God<\/em> ” burned, might kindle a flame in his dark heart; or possibly he might think of the covenant promises and covenant duties which the words “thy God” recalled to his mind. From this, his God, he was to ask for a sign. A sign (<em> 'oth <\/em> , from <em> 'uth <\/em> , to make an incision or dent) was something, some occurrence, or some action, which served as a pledge of the divine certainty of something else. This was secured sometimes by visible miracles performed at once (<a class=\"ref\">Exodus 4:8-9<\/a>), or by appointed symbols of future events (<a class=\"isa\" verses=\"WzE3ODI2LDE4MDMzXQ==\">Isaiah 8:18; Isaiah 20:3<\/a>); sometimes by predicted occurrences, which, whether miraculous or natural, could not possibly be foreseen by human capacities, and therefore, if they actually took place, were a proof either retrospectively of the divine causality of other events (<a class=\"ref\">Exodus 3:12<\/a>), or prospectively of their divine certainty (<a class=\"isa\" verses=\"W1sxODM4M10seyIyMDA0MCI6Mn1d\">Isaiah 37:30; Jeremiah 44:29-30<\/a>). The thing to be confirmed on the present occasion was what the prophet had just predicted in so definite a manner, viz., the maintenance of Judah with its monarchy, and the failure of the wicked enterprise of the two allied kingdoms. If this was to be attested to Ahaz in such a way as to demolish his unbelief, it could only be effected by a miraculous sign. And just as Hezekiah asked for a sign when Isaiah foretold his recovery, and promised him the prolongation of his life for fifteen years, and the prophet gave him the sign he asked, by causing the shadow upon the royal sun-dial to go backwards instead of forwards (chapter 38); so here Isaiah meets Ahaz with the offer of such a supernatural sign, and offers him the choice of heaven, earth, and Hades as the scene of the miracle. <\/p><p>העמּק and הגבּהּ are either in the infinitive absolute or in the imperative; and שאלה is either the imperative שׁאל with the He of challenge, which is written in this form in half pause instead of שׁאלה (for the two similar forms with <em> pashtah <\/em> and <em> zakeph <\/em> , vid., <a class=\"ref\">Daniel 9:19<\/a>), “Only ask, going deep down, or ascending to the height,” without there being any reason for reading שׁאלה with the tone upon the last syllable, as Hupfeld proposes, in the sense of <em> profundam fac <\/em> (or <em> faciendo <\/em> ) <em> precationem <\/em> (i.e., go deep down with thy petition); or else it is the pausal subordinate form for שׁאלה , which is quite allowable in itself (cf., <em> yechpâtz <\/em> , the constant form in pause for <em> yachpōtz <\/em> , and other examples, <a class=\"ref\">Genesis 43:14; Genesis 49:3, Genesis 49:27<\/a>), and is apparently preferred here on account of its consonance with למעלה (Ewald, §93, 3). We follow the Targum, with the Sept., Syr., and Vulgate, in giving the preference to the latter of the two possibilities. It answers to the antithesis; and if we had the words before us without points, this would be the first to suggest itself. Accordingly the words would read, Go deep down (in thy desire) to Hades, or go high up to the height; or more probably, taking העמק and הגבה in the sense of gerundives, “Going deep down to Hades, or ( או from אוה , like <em> vel <\/em> from <em> velle <\/em> = <em> si velis <\/em> , <em> malis <\/em> ) going high up to the height.” This offer of the prophet to perform any kind of miracle, either in the world above or in the lower world, has thrown rationalistic commentators into very great perplexity. The prophet, says Hitzig, was playing a very dangerous game here; and if Ahaz had closed with his offer, Jehovah would probably have left him in the lurch. And Meier observes, that “it can never have entered the mind of an Isaiah to perform an actual miracle:” probably because no miracles were ever performed by Göthe, to whose high poetic consecration Meier compares the consecration of the prophet as described in <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">Isaiah 6:1-13<\/a>. Knobel answers the question, “What kind of sign from heaven would Isaiah have given in case it had been asked for?” by saying, “Probably a very simple matter.” But even granting that an extraordinary heavenly phenomenon could be a “simple matter,” it was open to king Ahaz not to be so moderate in his demands upon the venturesome prophet, as Knobel with his magnanimity might possibly have been. Dazzled by the glory of the Old Testament prophecy, a rationalistic exegesis falls prostrate upon the ground; and it is with such frivolous, coarse, and common words as these that it tries to escape from its difficulties. It cannot acknowledge the miraculous power of the prophet, because it believes in no miracles at all. But Ahaz had no doubt about his miraculous power, though he would not be constrained by any miracle to renounce his own plans and believe in Jehovah. <em> “But Ahaz replied, I dare not ask, and dare not tempt Jehovah.”<\/em> What a pious sound this has! And yet his self-hardening reached its culminating point in these well-sounding words. He hid himself hypocritically under the mask of <a class=\"ref\">Deuteronomy 6:16<\/a>, to avoid being disturbed in his Assyrian policy, and was infatuated enough to designate the acceptance of what Jehovah Himself had offered as tempting God. He studiously brought down upon himself the fate denounced in <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">Isaiah 6:1-13<\/a>, and indeed not upon himself only, but upon all Judah as well. For after a few years the forces of Asshur would stand upon the same fuller's field (<a class=\"isa\" verses=\"WzE4MzMzXQ==\">Isaiah 36:2<\/a>) and demand the surrender of Jerusalem. In that very hour, in which Isaiah was standing before Ahaz, the fate of Jerusalem was decided for more than two thousand years.<\/p>",
    "audit": null
}