{
    "id": 18110,
    "source": "kdo",
    "verse_id": 18624,
    "verse_count": 3,
    "reference": "48:9-11",
    "title": "",
    "html": "<p> The people now expiating its offences in exile has been from time immemorial faithless and inclined to apostasy; nevertheless Jehovah will save it, and its salvation is therefore an unmerited work of His compassion. <em> “For my name's sake I lengthen out my wrath, and for my praise I hold back towards thee, that I may not cut thee off. Behold, I have refined thee, and not in the manner of silver: I have proved thee in the furnace of affliction. For mine own sake, for mine own sake I accomplish it <\/em> (<em> for how is it profaned!<\/em> )<em> , and my glory I give not to another.”<\/em> The futures in <a class=\"isa\" verses=\"WzE4NjI0XQ==\">Isaiah 48:9<\/a> affirm what Jehovah continually does. He lengthens out His wrath, i.e., He retards its outbreak, and thus shows Himself long-suffering. He tames or chains it ( חטם , like Arab. <em> chṭm <\/em> , root טם , compare <em> domare <\/em> , root Sanscr. <em> dam <\/em> , possibly also to <em> dam <\/em> or <em> damp <\/em> ) for the sake of Israel, that He may not exterminate it utterly by letting it loose, and that for the sake of His name and His praise, which require the carrying out of His plan to salvation, on which the existence of Israel depends. What Israel has hitherto experienced has been a melting, the object of which was not destruction, but testing and refinement. The <em> Beth<\/em> of בכסף ולא is not <em> Beth pretii<\/em> in the sense of “not to gain silver,” or “not so that I should have gained silver as <em> operae pretium <\/em> ,” as Umbreit and Ewald maintain (and even Knobel, who explains it however as meaning “in the accompaniment of silver,” though in the same sense). Such a thought would be out of place and purposeless here. Nor is Rosenmüller's explanation admissible, viz., “not with silver, i.e., with that force of fire which is necessary for the smelting out of silver.” This is altogether unsuitable, because the sufferings inflicted upon Israel did resemble the smelting out of the precious metal (see <a class=\"isa\" verses=\"WzE3NjgwXQ==\">Isaiah 1:25<\/a>). The <em> Beth<\/em> is rather the <em> Beth essentiae<\/em> , which may be rendered by <em> tanquam <\/em> , and introduces the accusative predicate in this instance, just as it introduces the nominative predicate in the substantive clause of <a class=\"ref\">Job 23:13<\/a>, and the verbal clause of <a class=\"ref\">Psalms 39:7<\/a>. Jehovah melted Israel, but not like silver (not as men melt silver); the meaning of which is, not that He melted it more severely, i.e., even more thoroughly, than silver, as Stier explains it, but, as the thought is positively expressed in  , that the afflictions which fell upon Israel served as a smelting furnace (<em> kūr <\/em> as in <a class=\"ref\">Deuteronomy 4:20<\/a>). It was, however, a smelting of a superior kind, a spiritual refining and testing (<em> bâchar <\/em> is Aramaic in form, and equivalent to <em> bâchan <\/em> ). The manifestation of wrath, therefore, as these expressions affirm, had a salutary object; and in this very object the intention was involved from the very first, that it should only last for a time. He therefore puts an end to it now for His own sake, i.e., not because He is induced to do so by the merits of Israel, but purely as an act of grace, to satisfy a demand made upon Him by His own holiness, inasmuch as, if it continued any longer, it would encourage the heathen to blaspheme His name, and would make it appear as though He cared nothing for His own honour, which was inseparably bound up with the existence of Israel. The expression here is curt and harsh throughout. In  , למען and אפּי are to be supplied in thought from  ; and in the parenthetical exclamation, יחל אי ך (<em> niphal<\/em> of חלל , as in <a class=\"ref\">Ezekiel 22:26<\/a>), the distant word שׁי ם (my name), also from  . “I will do it” refers to the carrying out of their redemption (cf., <a class=\"isa\" verses=\"WzE4NTU3XQ==\">Isaiah 44:23<\/a>). In <a class=\"ref\">Ezekiel 36:19-23<\/a> we have, as it were, a commentary upon <a class=\"isa\" verses=\"WzE4NjI2XQ==\">Isaiah 48:11<\/a>.<\/p>",
    "audit": null
}