{
    "id": 13426,
    "source": "kdo",
    "verse_id": 18511,
    "verse_count": 3,
    "reference": "43:5–7",
    "title": "",
    "html": "<p>The encouraging “Fear not” is here resumed, for the purpose of assigning a still further reason. <i>“Fear not; for I am with thee: I bring thy seed from the east, and from the west will I gather them; I will say to the north, Give up; and to the south, Keep not back: bring my sons from far, and my daughters from the end of the earth; everything that is called by my name, and I have created for my glory, that I have formed, yea finished!”<\/i> The fact that Jehovah is with Israel will show itself in this, that He effects its complete restoration from all quarters of the heaven (compare the lands of the diaspora in all directions already mentioned by Isaiah in <a class=\"isa\" verses=\"eyIxNzg5NiI6Mn0=\">Isaiah 11:11-12<\/a>). Jehovah's command is issued to north and south to give up their unrighteous possession, not to keep it back, and to restore His sons and daughters (compare the similar change in the gender in <a class=\"isa\" verses=\"WzE3ODk3XQ==\">Isaiah 11:12<\/a>), which evidently implies the help and escort of the exiles on the part of the heathen ( <a class=\"isa\" verses=\"WzE3OTMxXQ==\">Isaiah 14:2<\/a>). The four quarters and four winds are of the feminine gender. In <a class=\"isa\" verses=\"WzE4NTEzXQ==\">Isaiah 43:7<\/a> the object is more precisely defined from the standpoint of sacred history. The three synonyms bring out the might, the freeness, and the riches of grace, with which Jehovah called Israel into existence, to glorify Himself in it, and that He might be glorified by it. They form a climax, for<span class=\"normal hebrew\"> בּרא<\/span> signifies to produce as a new thing;<span class=\"normal hebrew\"> יצר<\/span> , to shape what has been produced; and<span class=\"normal hebrew\"> עשׂה<\/span> , to make it perfect or complete, hence<i>creavi<\/i> , <i>formavi<\/i> , <i>perfeci<\/i> . <br><\/p> ",
    "audit": null
}