{
    "id": 17691,
    "source": "kdo",
    "verse_id": 17779,
    "verse_count": 2,
    "reference": "6:9-10",
    "title": "",
    "html": "<p> This is confirmed by the words in which his commission is expressed, and the substance of the message. <em> “He said, Go, and tell this people, Hear on, and understand not; and look on, but perceive not. Make ye the heart of this people greasy, and their ears heavy, and their eyes sticky; that they may not see with their eyes, and hear with their ears, and their heart understand, and they be converted, and one heal them.”<\/em> “This people” points back to the people of unclean lips, among whom Isaiah had complained of dwelling, and whom the Lord would not call “my people.” It was to go to this people and preach to them, and therefore to be the prophet of this people, that he was called. But how mournful does the divine commission sound! It was the terrible opposite of that seraphic mission, which the prophet had experienced in himself. The seraph had absolved Isaiah by the burning coal, that he as prophet might not absolve, but harden his people by his word. They were to hear and see, and that continually as the <em> gerundives<\/em> imply (Ges. §131, 3, <em> b<\/em> ; Ewald, §280,<em> b<\/em> ), by having the prophet's preaching <em> actu directo <\/em> constantly before them; but not to their salvation. The two prohibitory expressions, “understand not” and “perceive not,” show what the result of the prophet's preaching was to be, according to the judicial will of God. And the imperatives in v. 10 are not to be understood as simply instructing the prophet to tell the people what God had determined to do; for the fact that “prophets are often said to do what they announce as about to happen,” in proof of which <a class=\"ref\">Jeremiah 1:10<\/a> is sometimes quoted (cf., <a class=\"ref\">Jeremiah 31:28; Hosea 6:5; Ezekiel 43:3<\/a>), has its truth not in a rhetorical figure, but in the very nature of the divine word. The prophet was the organ of the word of God, and the word of God was the expression of the will of God, and the will of God is a divine act that has not yet become historical. For this reason a prophet might very well be said to perform what he announced as about to happen: God was the <em> Causa efficiens principalis <\/em> , the word was the <em> Causa media <\/em> , and the prophet the <em> Causa ministerialis <\/em> . This is the force of the three imperatives; they are three figurative expressions of the idea of hardening. The first, <em> hishmin <\/em> , signifies to make fat (<em> pinguem <\/em> ), i.e., without susceptibility or feeling for the operations of divine grace (<a class=\"ref\">Psalms 119:70<\/a>); the second, <em> hicbı̄d <\/em> , to make heavy, more especially heavy or dull of hearing (<a class=\"isa\" verses=\"WzE4ODAyXQ==\">Isaiah 59:1<\/a>); the third, השׁע or השׁע (whence the imperative השׁע or השׁע ), to smear thickly, or paste over, i.e., to put upon a person what is usually the result of weak eyes, which become firmly closed by the hardening of the adhesive substance secreted in the night. The three future clauses, with “lest” (<em> pen<\/em> ), point back to these three imperatives in inverse order: their spiritual sight, spiritual hearing, and spiritual feeling were to be taken away, their eyes becoming blind, and their ears deaf, and their hearts being covered over with the grease of insensibility.<\/p><p> Under the influence of these futures the two preterites לו ורפא שׁב affirm what might have been the result if this hardening had not taken place, but what would never take place now. The expression ל רפא is used in every other instance in a transitive sense, “to heal a person or a disease,” and never in the sense of becoming well or being healed; but in the present instance it acquires a passive sense from the so-called impersonal construction (Ges. §137, 3), “and one heal it,” i.e., “and it be healed:” and it is in accordance with this sense that it is paraphrased in <a class=\"ref\">Mark 4:12<\/a>, whereas in the three other passages in which the words are quoted in the New Testament (viz., Matthew, John, and Acts) the Septuagint rendering is adopted, “and I should heal them” (God Himself being taken as the subject). The commission which the prophet received, reads as though it were quite irreconcilable with the fact that God, as the Good, can only will what is good. But our earlier doctrinarians have suggested the true solution, when they affirm that God does not harden men <em> positive aut effective <\/em> , since His true will and direct work are man's salvation, but <em> occasionaliter et eventualiter <\/em> , since the offers and displays of salvation which man receives necessarily serve to fill up the measure of his sins, and <em> judicialiter <\/em> so far as it is the judicial will of God, that what was originally ordained for men's salvation should result after all in judgment, in the case of any man upon whom grace has ceased to work, because all its ways and means have been completely exhausted. It is not only the loving will of God which is good, but also the wrathful will into which His loving will changes, when determinately and obstinately resisted. There is a self-hardening in evil, which renders a man thoroughly incorrigible, and which, regarded as the fruit of his moral behaviour, is no less a judicial punishment inflicted by God, than self-induced guilt on the part of man. The two are bound up in one another, inasmuch as sin from its very nature bears its own punishment, which consists in the wrath of God excited by sin. For just as in all the good that men do, the active principle is the love of God; so in all the harm that they do, the active principle is the wrath of God. An evil act in itself is the result of self-determination proceeding from a man's own will; but evil, regarded as the mischief in which evil acting quickly issues, is the result of the inherent wrath of God, which is the obverse of His inherent love; and when a man hardens himself in evil, it is the inward working of God's peremptory wrath. To this wrath Israel had delivered itself up through its continued obstinacy in sinning. And consequently the Lord now proceeded to shut the door of repentance against His people. Nevertheless He directed the prophet to preach repentance, because the judgment of hardness suspended over the people as a whole did not preclude the possibility of the salvation of individuals.<\/p>",
    "audit": null
}