{
    "id": 18125,
    "source": "kdo",
    "verse_id": 18660,
    "verse_count": 1,
    "reference": "49:23",
    "title": "",
    "html": "<p> Such affectionate treatment does the church receive, which is assembling once more upon its native soil, whilst kings and their consorts hasten to serve the re-assembled community. <em> “And kings become thy foster-fathers, and their princesses they nurses: they bow down their face to thee to the earth, and they lick the dust of thy feet; and thou learnest that I am Jehovah, He whose hoping ones are not put to shame.”<\/em> As foster-fathers devote all their strength and care to those entrusted to them, and nurses nourish children from the very marrow of their own life, so will kings become the shelterers of Zion, and princesses the sustainers of her growth. All that is true in the regal headship of the church will be realized, and all that is false in regal territorialism will condemn itself: “<em> vultu in terram demisso adorabunt te et pulverem pedum tuorum lingent <\/em> ” (Jerome). They do homage to the church, and kiss the ground upon which she stands and walks. According to <a class=\"isa\" verses=\"WzE4NTc2XQ==\">Isaiah 45:14<\/a>, this adoration belongs to the God who is present in the church, and points the church itself away from all thought of her own merits to Jehovah, the God of salvation, <em> cui qui confidunt non pudefient <\/em> ( וידעתּ with an auxiliary <em> pathach<\/em> , like יגעתּ in <a class=\"isa\" verses=\"WzE4NjE1XQ==\">Isaiah 47:15<\/a>; Ges. §65, 2: אשׁר with the first person made into a relative as in <a class=\"isa\" verses=\"WzE4NDYwXQ==\">Isaiah 41:8<\/a>; Ges. §123, 1, Anm. 1). Observe, however, that the state will not be swallowed up by the church - a thing which never will occur, and is never meant to occur; but by the state becoming serviceable to the church, there is realized a prelude of the perfected kingdom of God, in which the dualism of the state and the church is entirely abolished.<\/p>",
    "audit": null
}