{
    "id": 17592,
    "source": "kdo",
    "verse_id": 17656,
    "verse_count": 1,
    "reference": "1:1",
    "title": "",
    "html": "<p><em> Title of the collection<\/em> , as given in <a class=\"isa\" verses=\"WzE3NjU2XQ==\">Isaiah 1:1<\/a> : <em> “Seeing of Jesha'-yahu, son of Amoz, which he saw over Judah and Jerusalem in the days of 'Uzziyahu, Jotham, Ahaz, and Yehizkiyahu, the kings of Judah.”<\/em> Isaiah is called the <em> “son of Amoz.”<\/em> There is no force in the old Jewish doctrine (<em> b. Megilla<\/em> 15<em> a<\/em> ), which was known to the fathers, that whenever the name of a prophet's father is given, it is a proof that the father was also a prophet. And we are just as incredulous about another old tradition, to the effect that Amoz was the brother of Amaziah, the father and predecessor of Uzziah (<em> b. Sota<\/em> 10<em> b<\/em> ). There is some significance in this tradition, however, even if it is not true. There is something royal in the nature and bearing of Isaiah throughout. He speaks to kings as if he himself were a king. He confronts with majesty the magnates of the nation and of the imperial power. In his peculiar style, he occupies the same place among the prophets as Solomon among the kings. Under all circumstances, and in whatever state of mind, he is completely master of his materials - simple, yet majestic in his style - elevated, yet without affectation - and beautiful, though unadorned. But this regal character had its roots somewhere else than in the blood. All that can be affirmed with certainty is, that Isaiah was a native of Jerusalem; for notwithstanding his manifold prophetic missions, we never find him outside Jerusalem. There he lived with his wife and children, and, as we may infer from <a class=\"isa\" verses=\"WzE4MDU0XQ==\">Isaiah 22:1<\/a>, and the mode of his intercourse with king Hezekiah, down in the lower city. And there he laboured under the four kings named in <a class=\"isa\" verses=\"WzE3NjU2XQ==\">Isaiah 1:1<\/a>, viz., Uzziah (who reigned 52 years, 811-759), Jotham (16 years, 759-743), Ahaz (16 years, 743-728), and Hezekiah (29 years, 728-699). The four kings are enumerated without a <em> Vav cop <\/em> .; there is the same <em> asyndeton enumerativum <\/em> as in the titles to the books of Hosea and Micah. Hezekiah is there called <em> Yehizkiyah <\/em> , the form being almost the same as ours, with the simple elision of the concluding sound. The chronicler evidently preferred the fullest form, at the commencement as well as the termination. Roorda imagines that the chronicler derived this ill-shaped form from the three titles, were it is a copyist's error for וחזקיּהוּ or וחזקיּה ; but the estimable grammarian has overlooked the fact that the same form is found in <a class=\"ref\">Jeremiah 15:4<\/a> and <a class=\"ref\">2 Kings 20:10<\/a>, where no such error of the pen can have occurred. Moreover, it is not an ill-shaped form, if, instead of deriving it from the <em> piel<\/em> , as Roorda does, we derive it from the <em> kal<\/em> of the verb “strong is Jehovah,” an imperfect noun with a connecting <em> i<\/em> , which is frequently met with in proper names from verbal roots, such as <em> Jesimiël<\/em> from <em> sim <\/em> , <a class=\"ref\">1 Chronicles 4:36<\/a> : vid., Olshausen, §277, p. 621). Under these four kings Isaiah laboured, or, as it is expressed in <a class=\"isa\" verses=\"WzE3NjU2XQ==\">Isaiah 1:1<\/a>, saw the sight which is committed to writing in the book before us. <\/p><p> Of all the many Hebrew synonyms for seeing, חזה (cf., <em> Cernere <\/em> , κρίνειν , and the Sanscrit and Persian <em> kar <\/em> , which is founded upon the radical notion of cutting and separating) is the standing general expression used to denote prophetic perception, whether the form in which the divine revelation was made to the prophet was in vision or by word. In either case he <em> saw<\/em> it, because he distinguished this divine revelation from his own conceptions and thoughts by means of that inner sense, which is designated by the name of the noblest of all the five external senses. From this verb <em> Chazah <\/em> there came both the abstract <em> Chazon <\/em> , seeing, and the more concrete <em> C hizzayon <\/em> , a sight (<em> visum <\/em> ), which is a stronger from of <em> C hizyon <\/em> (from <em> C hazi <\/em> = <em> C hazah <\/em> ). The noun <em> C hazon <\/em> is indeed used to denote a particular sight (comp. <a class=\"isa\" verses=\"WzE4MjAxXQ==\">Isaiah 29:7<\/a> with <a class=\"ref\">Job 20:8; Job 33:15<\/a>), inasmuch as it consists in seeing (<em> visio <\/em> ); but here in the title of the book of Isaiah the abstract meaning passes over into the collective idea of the sight or vision in all its extent, i.e., the sum and substance of all that was seen. It is a great mistake, therefore, for any one to argue from the use of the word <em> Chazon <\/em> (vision), that  was originally nothing more than the heading to the first prophecy, and that it was only by the addition of  that it received the stamp of a general title to the whole book. There is no force in the argument. Moreover, the chronicler knew the book of Isaiah by this title (<a class=\"ref\">2 Chronicles 32:32<\/a>); and the titles of other books of prophecy, such as Hosea, Amos, Micah, and Zephaniah, are very similar. A more plausible argument in favour of the twofold origin of <a class=\"isa\" verses=\"WzE3NjU2XQ==\">Isaiah 1:1<\/a> has been lately repeated by Schegg and Meier, namely, that whilst <em> “Judah and Jerusalem”<\/em> are appropriate enough as defining the object of the first prophecy, the range is too limited to apply to all the prophecies that follow; since their object is not merely Judah, including Jerusalem, but they are also directed against foreign nations, and at chapter 7 the king of Israel, including Samaria, also comes within the horizon of the prophet's vision. And in the title to the book of Micah, both kingdoms are distinctly named. But it was necessary there, inasmuch as Micah commences at once with the approaching overthrow of Samaria. Here the designation is a central one. Even, according to the well-known maxims <em> a potiori <\/em> , and <em> a proximo <\/em> , <em> fit denominatio <\/em> , it would not be unsuitable; but Judah and Jerusalem are really and essentially the sole object of the prophet's vision. For within the largest circle of the imperial powers there lies the smaller one of the neighbouring nations; and in this again, the still more limited one of all Israel, including Samaria; and within this the still smaller one of the kingdom of Judah. And all these circles together form the circumference of Jerusalem, since the entire history of the world, so far as its inmost pragmatism and its ultimate goal were concerned, was the history of the church of God, which had for its peculiar site the city of the temple of Jehovah, and of the kingdom of promise. The expression <em> “concerning Judah and Jerusalem”<\/em> is therefore perfectly applicable to the whole book, in which all that the prophet sees is seen from Judah - Jerusalem as a centre, and seen for the sake and in the interests of both. The title in <a class=\"isa\" verses=\"WzE3NjU2XQ==\">Isaiah 1:1<\/a> may pass without hesitation as the heading written by the prophet's own hand. This is admitted not only by Caspari (<em> Micah<\/em> , pp. 90-93), but also by Hitzig and Knobel. But if <a class=\"isa\" verses=\"WzE3NjU2XQ==\">Isaiah 1:1<\/a> contains the title to the whole book, where is the heading to the first prophecy? Are we to take אשׁר as a nominative instead of an accusative (<em> qui <\/em> instead of <em> quam <\/em> , sc. <em> visionem <\/em> ), as Luzzatto does? This is a very easy way of escaping from the difficulty, and stamping <a class=\"isa\" verses=\"WzE3NjU2XQ==\">Isaiah 1:1<\/a> as the heading to the first prophetic words in Chapter 1; but it is unnatural, as חזון אשׁר חזה , according to Ges. (§138, note 1), is the customary form in Hebrew of connecting the verb with its own substantive. The real answer is simple enough. The first prophetic address is left intentionally without a heading, just because it is the prologue to all the rest; and the second prophetic address has a heading in <a class=\"isa\" verses=\"WzE3Njg3XQ==\">Isaiah 2:1<\/a>, although it really does not need one, for the purpose of bringing out more sharply the true character of the first as the prologue to the whole. <\/p>",
    "audit": null
}