{
    "id": 18105,
    "source": "kdo",
    "verse_id": 18608,
    "verse_count": 4,
    "reference": "47:8-11",
    "title": "",
    "html": "<p> A third strophe of this proclamation of punishment is opened here with ועתה , on the ground of the conduct censured. <em> “And now hear this, thou voluptuous one, she who sitteth so securely, who sayeth in her heart, I am it, and none else: I shall not sit a widow, nor experience bereavement of children. And these two will come upon thee suddenly in one day: bereavement of children and widowhood; they come upon thee in fullest measure, in spite of the multitude of thy sorceries, in spite of the great abundance of thy witchcrafts. Thou trustedst in thy wickedness, saidst, No one seeth me. Thy wisdom and thy knowledge, they led thee astray; so that thou saidst in thy heart, I am it, and none else. And misfortune cometh upon thee, which thou dost not understand how to charm away: and destruction will fall upon thee, which thou canst not atone for; there will come suddenly upon thee ruin which thou suspectest not.”<\/em> In the surnames given to Babylon here, a new reason is assigned for the judgment - namely, extravagance, security, and self-exaltation. עדין is an intensive from of עדן (lxx τρυφερά ). The <em> i <\/em> of אפסי is regarded by Hahn as the same as we meet with in אתּי = אתּ ; but this is impossible here with the first person. Rosenmüller, Ewald, Gesenius, and others, take it as <em> c hirek <\/em> <em> c ompaginis <\/em> , and equivalent to עוד אין , which would only occur in this particular formula. Hitzig supposes it to be the suffix of the word, which is meant as a preposition in the sense of <em> et praeter me ultra <\/em> (<em> nemo <\/em> ); but this <em> nemo <\/em> would be omitted, which is improbable. The more probable explanation is, that אפס signifies absolute non-existence, and when used as an adverb, “exclusively, nothing but,” e.g., קצהוּ אפס , nothing, the utmost extremity thereof, i.e., only the utmost extremity of it (<a class=\"ref\">Numbers 23:13<\/a>; cf., <a class=\"ref\">Numbers 22:35<\/a>). But it is mostly used with a verbal force, like אין ( אין ), (<em> utique <\/em> ) <em> non est <\/em> (see <a class=\"isa\" verses=\"WzE4NTc2XQ==\">Isaiah 45:14<\/a>); hence אפסי , like איני , (<em> utique <\/em> ) <em> non sum <\/em> . The form in which the presumption of Babylon expresses itself, viz., “I (am it), and I am absolutely nothing further,” sounds like self-deification, by the side of similar self-assertion on the part of Jehovah (<a class=\"isa\" verses=\"W3siMTg1NjciOjJ9LFsxNzk1MCwxNzk1MV1d\">Isaiah 45:5-6; Isaiah 14:21, Isaiah 14:22<\/a> and <a class=\"isa\" verses=\"WzE4NTk2XQ==\">Isaiah 46:9<\/a>). Nineveh speaks in just the same way in <a class=\"ref\">Zephaniah 2:15<\/a>; compare Martial: “<em> Terrarum Dea gentiumque Roma cui par est nihil et nihil secundum <\/em> .” Babylon also says still further (like the Babylon of the last days in <a class=\"ref\">Revelation 18:7<\/a>): “I shall not sit as a widow (viz., mourning thus in solitude, <a class=\"ref\">Lamentations 1:1; Lamentations 3:28<\/a>; and secluded from the world, <a class=\"ref\">Genesis 38:11<\/a>), nor experience the loss of children” (<em> orbitatem <\/em> ). She would become a widow, if she should lose the different nations, and “the kings of the earth who committed fornication with her” (<a class=\"ref\">Revelation 18:9<\/a>); for her relation to her own king cannot possibly be thought of, inasmuch as the relation in which a nation stands to its temporal king is never thought of as marriage, like that of Jehovah to Israel. She would also be a mother bereaved of her children, if war and captivity robbed her of her population. But both of these would happen to her suddenly in one day, so that she would succumb to the weight of the double sorrow. Both of them would come upon her <em> k e thummâm <\/em> (<em> secundum integritatem eorum <\/em> ), i.e., so that she would come to learn what the loss of men and the loss of children signified in all its extent and in all its depth, and that in spite of ( בּ , with, equivalent to “notwithstanding,” as in <a class=\"isa\" verses=\"WzE3NzY1XQ==\">Isaiah 5:25<\/a>; not “through = on account of,” since this tone is adopted for the first time in <a class=\"isa\" verses=\"WzE4NjEwXQ==\">Isaiah 47:10<\/a>) the multitude of its incantations, and the very great mass (<em> ‛ ŏtsmâh <\/em> , an inf. noun, as in <a class=\"isa\" verses=\"WzE4MjM3LDE4NzQzXQ==\">Isaiah 30:19; Isaiah 55:2<\/a>, used here, not as in <a class=\"isa\" verses=\"WzE4NDUwXQ==\">Isaiah 40:29<\/a>, in an intensive sense, but, like <em> ‛ âtsūm <\/em> , as a parallel word to <em> rabh <\/em> in a numerical sense) of its witchcrafts (<em> c hebher <\/em> , binding by means of incantations, κατάδεσμος ). Babylonia was the birth-place of astrology, from which sprang the twelve-fold division of the day, the horoscope and sun-dial (Herod. ii. 109); but it was also the home of magic, which pretended to bind the course of events, and even the power of the gods, and to direct them in whatever way it pleased (Diodorus, ii. 29). Thus had Babylon trusted in her wickedness (<a class=\"isa\" verses=\"WzE3OTE4XQ==\">Isaiah 13:11<\/a>), viz., in the tyranny and cunning by which she hoped to ensure perpetual duration, with the notion that she was exalted above the reach of any earthly calamity. <\/p><p> She thought, “None seeth me” (<em> non est videns me <\/em> ), thus suppressing the voice of conscience, and practically denying the omnipotence and omnipresence of God. ראני (with a verbal suffix, <em> videns me <\/em> , whereas ראי saere in <a class=\"ref\">Genesis 16:3<\/a> signifies <em> videns<\/em> <em> m ei <\/em> = <em> m eus <\/em> ), also written ראני , is a pausal form in half pause for ראני (<a class=\"isa\" verses=\"WzE4MjA5XQ==\">Isaiah 29:15<\/a>). <em> Tzere<\/em> passes in pause both into <em> pathach<\/em> (e.g., <a class=\"isa\" verses=\"WzE4NTAzXQ==\">Isaiah 42:22<\/a>), and also, apart from such <em> hithpael<\/em> forms as <a class=\"isa\" verses=\"WzE4NDY4XQ==\">Isaiah 41:16<\/a>, into <em> kametz<\/em> , as in קימנוּ (<a class=\"ref\">Job 22:20<\/a>, which see). By the “wisdom and knowledge” of Babylon, which had turned her aside from the right way, we are to understand her policy, strategy, and more especially her magical arts, i.e., the mysteries of the Chaldeans, their ἐπιχώριοι φιλόσοφοι (Strabo, xxi. 1, 6). On <em> hōvâh <\/em> (used here and in <a class=\"ref\">Ezekiel 7:26<\/a>, written <em> havvâh <\/em> elsewhere), according to its primary meaning, “yawning,” χαῖνον , then a yawning depth, χάσμα , utter destruction, see at <a class=\"ref\">Job 37:6<\/a>. שׁאה signifies primarily a desert, or desolate place, here destruction; and hence the derivative meaning, waste noise, a dull groan. The perfect consec. of the first clause precedes its predicate רעה in the radical form בא (Ges., §147,<em> a<\/em> ). With the parallelism of כּפּרהּ , it is not probable that שׁחרהּ , which rhymes with it, is a substantive, in the sense of “from which thou wilt experience no morning dawn” (i.e., after the night of calamity), as Umbreit supposes. The suffix also causes some difficulty (hence the Vulgate rendering, <em> ortum ejus <\/em> , sc. <em> mali <\/em> ); and instead of תדעי , we should expect תראי . In any case, <em> shachrâh <\/em> is a verb, and Hitzig renders it, “which thou wilt not know how to unblacken;” but this privative use of <em> shichēr <\/em> as a word of colour would be without example. It would be better to translate it, “which thou wilt not know how to spy out” (as in <a class=\"isa\" verses=\"WzE4MTQwXQ==\">Isaiah 26:9<\/a>), but better still, “which thou wilt not know how to conjure away” (<em> shichēr <\/em> = Arab. <em> sḥḥr <\/em> , as it were <em> incantitare <\/em> , and here <em> incantando averruncare <\/em> ). The last relative clause affirms what <em> shachrâh <\/em> would state, if understood according to <a class=\"isa\" verses=\"WzE4MTQwXQ==\">Isaiah 26:9<\/a> : destruction which thou wilt not know, i.e., which will come suddenly and unexpectedly.<\/p>",
    "audit": null
}