{
    "id": 18276,
    "source": "kdo",
    "verse_id": 18935,
    "verse_count": 1,
    "reference": "66:12",
    "title": "",
    "html": "<p> The reason is now given, why the church of the future promises such abundant enjoyment to those who have suffered with her. <em> “For thus saith Jehovah, Behold, I guide peace to her like a river, and the glory of the Gentiles like an overflowing stream, that ye may suck; ye shall be borne upon arms, and fondled upon knees.”<\/em> Jehovah guides or turns (<a class=\"ref\">Genesis 39:21<\/a>) peace to Jerusalem, the greatest of all inward blessings, and at the same time the most glorious of all the outward blessings, that are in the possession of the Gentile world (<em> kâbhōd <\/em> as in <a class=\"isa\" verses=\"WzE4NzYwXQ==\">Isaiah 56:6<\/a>), both of them in the richest superabundance (“like a river,” as in <a class=\"isa\" verses=\"WzE4NjMzXQ==\">Isaiah 48:18<\/a>), so that (<em> perf. cons.<\/em> ) “ye may be able to suck yourselves full according to your heart's desire” (<a class=\"isa\" verses=\"WzE4ODM4XQ==\">Isaiah 60:16<\/a>). The figure of the new maternity of Zion, and of her children as <em> quasimodogeniti <\/em> , is still preserved. The members of the church can then revel in peace and wealth, like a child at its mother's breasts. The world is now altogether in the possession of the church, because the church is altogether God's. The allusion to the heathen leads on to the thought, which was already expressed in a similar manner in <a class=\"isa\" verses=\"WzE4NjU5XQ==\">Isaiah 49:22<\/a> and <a class=\"isa\" verses=\"WzE4ODI2XQ==\">Isaiah 60:4<\/a> : “on the side (arm or shoulder) will ye be carried, and fondled ( שׁעשׁע , <em> pulpal<\/em> of the <em> pilpel<\/em> שׁעשׁע , <a class=\"isa\" verses=\"WzE3ODkzXQ==\">Isaiah 11:8<\/a>) upon the knees,” viz., by the heathen, who will vie with one another in the effort to show you tenderness and care (<a class=\"isa\" verses=\"WzE4NjYwXQ==\">Isaiah 49:23<\/a>).<\/p>",
    "audit": null
}