{
    "id": 17960,
    "source": "kdo",
    "verse_id": 18309,
    "verse_count": 3,
    "reference": "34:5-7",
    "title": "",
    "html": "<p> If we bear this in mind, we shall not be surprised that the prophet gives the following reason for the passing away of the present heavens. <em> “For my sword has become intoxicated in the heaven; behold, it comes down upon Edom, and upon the people of my ban to judgment. The sword of Jehovah fills itself with blood, is fattened with fat, with blood of lambs and he-goats, with kidney-fat of rams; for Jehovah has a sacrifice in Bozrah, and a great slaughter in the land of Edom. And buffaloes fall with them, and bullocks together with bulls; and their land become intoxicated with blood, and their dust fattened with fat.”<\/em> Just as in chapter 63 Jehovah is represented as a treader of the wine-press, and the nations as the grapes; so here He is represented as offering sacrifice, and the nations as the animals offered (<em> zebhach <\/em> : cf., <a class=\"ref\">Zephaniah 1:7; Jeremiah 46:10); Ezekiel 39:17<\/a>.: all three passages founded upon this). Jehovah does not appear here in person as judge, as He does there, but His sword appears; just as in <a class=\"ref\">Genesis 3:24<\/a>, the “sword which turned every way” is mentioned as an independent power standing by the side of the cherub. The sword is His executioner, which has no sooner drunk deeply of wrath <em> in heaven<\/em> , i.e., in the immediate sphere of the Deity (<em> rivv e thâh <\/em> , an intensive form of the <em> kal<\/em> , like <em> pittēăch <\/em> , <a class=\"isa\" verses=\"WzE4NjIzXQ==\">Isaiah 48:8<\/a>; Ewald, §120,<em> d<\/em> ), than it comes down in wild intoxication upon Edom, the people of the ban of Jehovah, i.e., the people upon whom He has laid the ban, and there, as His instrument of punishment, fills itself with blood, and fattens itself with fat. הדּשׁנה is the <em> hothpaal <\/em> = התדּשׁנה , with the ת of the preformative syllable assimilated (compare הזּכּוּ in <a class=\"isa\" verses=\"WzE3NjcxXQ==\">Isaiah 1:16<\/a>, and אדּמּה in <a class=\"isa\" verses=\"WzE3OTQzXQ==\">Isaiah 14:14<\/a>). The penultimate has the tone, the <em> nâh <\/em> being treated as in the plural forms of the future. The dropping of the <em> dagesh<\/em> in the שׁ eht ni hse is connected with this. The reading מחלב , in <a class=\"isa\" verses=\"WzE4MzEwXQ==\">Isaiah 34:6<\/a>, is an error that has been handed down in modern copies (in opposition to both codices and ancient editions); for חלב (primary form, <em> chilb <\/em> ) is the only form met with in the Old Testament. The lambs, he-goats, and rams, represent the Edomitish nation, which is compared to these smaller sacrificial animals. <em> Edom<\/em> and <em> Bozrah<\/em> are also placed side by side in <a class=\"isa\" verses=\"WzE4ODY4XQ==\">Isaiah 63:1<\/a>. The latter was one of the chief cities of the Edomites (<a class=\"ref\">Genesis 36:33; Amos 1:12; Jeremiah 49:13, Jeremiah 49:22<\/a>) - not the Bozrah in Auranitis (<em> Haurân <\/em> ), however, which is well known in church history, but Bozrah in the mountains of Edom, upon the same site as the village of <em> Buzaire<\/em> (i.e., Minor Bozrah), which is still surrounded by its ruins. In contrast with the three names of the smaller animals in <a class=\"isa\" verses=\"WzE4MzEwXQ==\">Isaiah 34:6<\/a>, the three names of oxen in <a class=\"isa\" verses=\"WzE4MzExXQ==\">Isaiah 34:7<\/a> represent the lords of Edom. They also will fall, smitten by the sword (<em> yâr e dū <\/em> : cf., <a class=\"ref\">Jeremiah 50:27; Jeremiah 51:40<\/a>; also <a class=\"ref\">Jeremiah 48:15<\/a>). The feast of the sword is so abundant, that even the earth and the dust of the land of Edom are satiated with blood and fat.<\/p>",
    "audit": null
}