{
    "id": 18232,
    "source": "kdo",
    "verse_id": 18848,
    "verse_count": 3,
    "reference": "61:4-6",
    "title": "",
    "html": "<p> Even in  with להם וקרא a perfect was introduced in the place of the infinitives of the object, and affirmed what was to be accomplished through the mediation of the Servant of Jehovah. The second turn in the address, which follows in <a class=\"isa\" verses=\"eyIxODg0OCI6Nn0=\">Isaiah 61:4-9<\/a>, continues the use of such perfects, which afterwards pass into futures. But the whole is still governed by the commencement in <a class=\"isa\" verses=\"WzE4ODQ1XQ==\">Isaiah 61:1<\/a>. The Servant of Jehovah celebrates the glorious office committed to him, and expounds the substance of the gospel given him to proclaim. It points to the restoration of the promised land, and to the elevation of Israel, after its purification in the furnace of judgment, to great honour and dignity in the midst of the world of nations. <em> “And they will build up wastes of the olden time, raise up desolations of the forefathers, and renew desolate cities, desolations of former generations. And strangers stand and feed your flocks, and foreigners become your ploughmen and vinedressers. But ye will be called priests of Jehovah; Servants of our God, will men say to you: ye will eat the riches of the nations, and pride yourselves in their glory.”<\/em> The desolations and wastes of <em> ‛ōlâm <\/em> and <em> dōr <\/em> <em> vâdōr <\/em> , i.e., of ages remote and near (<a class=\"isa\" verses=\"WzE4Nzk5XQ==\">Isaiah 58:12<\/a>), are not confined to what had lain in ruins during the seventy years of the captivity. The land will be so thickly populated, that the former places of abode will not suffice (<a class=\"isa\" verses=\"eyIxODY1NiI6Mn0=\">Isaiah 49:19-20<\/a>); so that places must be referred to which are lying waste beyond the present bounds of the promised land (<a class=\"isa\" verses=\"WzE4NzI3XQ==\">Isaiah 54:3<\/a>), and which will be rebuilt, raised up, and renewed by those who return from exile, and indeed by the latest generations (<a class=\"isa\" verses=\"WzE4Nzk5XQ==\">Isaiah 58:12<\/a>, מםּ ; cf., <a class=\"isa\" verses=\"WzE4ODM2XQ==\">Isaiah 60:14<\/a>). <em> Chōrebh <\/em> , in the sense of desolation, is a word belonging to the alter period of the language (Zeph., Jer., and Ezek.). The rebuilding naturally suggests the thought of assistance on the part of the heathen (<a class=\"isa\" verses=\"WzE4ODMyXQ==\">Isaiah 60:10<\/a>). But the prophet expresses the fact that they will enter into the service of Israel (<a class=\"isa\" verses=\"WzE4ODQ5XQ==\">Isaiah 61:5<\/a>), in a new and different form. They “stand there” (viz., at their posts ready for service, <em> ‛al <\/em> -<em> m ish - martâm <\/em> , <a class=\"ref\">2 Chronicles 7:6<\/a>), “and feed your flocks” ( צאן <em> singularetantum <\/em> , cf., <a class=\"ref\">Genesis 30:43<\/a>), and foreigners are your ploughmen and vinedressers. Israel is now, in the midst of the heathen who have entered into the congregation of Jehovah and become the people of God (ch <a class=\"isa\" verses=\"WzE4MDMwXQ==\">Isaiah 19:25<\/a>), what the Aaronites formerly were in the midst of Israel itself. It stands upon the height of its primary destination to be a kingdom of priests (<a class=\"ref\">Exodus 19:6<\/a>). They are called “priests of Jehovah,” and the heathen call them “servants of our God;” for even the heathen speak with believing reverence of the God, to whom Israel renders priestly service, as “our God.” This reads as if the restored Israelites were to stand in the same relation to the converted heathen as the clergy to the laity; but it is evident, from <a class=\"isa\" verses=\"WzE4OTQ0XQ==\">Isaiah 66:21<\/a>, that the prophet has no such hierarchical separation as this in his mind. All that we can safely infer from his prophecy is, that the nationality of Israel will not be swallowed up by the entrance of the heathen into the community of the God of revelation. The people created by Jehovah, to serve as the vehicle of the promise of salvation and the instrument in preparing the way for salvation, will also render Him special service, even after that salvation has been really effected. At the same time, we cannot take the attitude, which is here assigned to the people of sacred history after it has become the teacher of the nations, viz., as the leader of its worship also, and shape it into any clear and definite form that shall be reconcilable with the New Testament spirit of liberty and the abolition of all national party-walls. The Old Testament prophet utters New Testament prophecies in an Old Testament form. Even when he continues to say, “Ye will eat the riches of the Gentiles, and pride yourselves in their glory,” i.e., be proud of the glorious things which have passed from their possession into yours, this is merely colouring intended to strike the eye, which admits of explanation on the ground that he saw the future in the mirror of the present, as a complete inversion of the relation in which the two had stood before. The figures present themselves to him in the form of contrasts. The New Testament apostle, on the other hand, says in <a class=\"ref\">Romans 11:12<\/a> that the conversion of all Israel to Christ will be “the riches of the Gentiles.” But if even then the Gentile church should act according to the words of the same apostle in <a class=\"ref\">Romans 15:27<\/a>, and show her gratitude to the people whose spiritual debtor she is, by ministering to them in carnal things, all that the prophet has promised here will be amply fulfilled. We cannot adopt the explanation proposed by Hitzig, Stier, etc., “and changing with them, ye enter into their glory” (<em> hithyammēr <\/em> from <em> yâmar <\/em> = <em> m ūr <\/em> , <em> Hiph<\/em> .: <em> hēmı̄r <\/em> , <a class=\"ref\">Jeremiah 2:11<\/a>; lit., to exchange with one another, to enter into one another's places); for <em> yâmar <\/em> = <em> ‛ âmar <\/em> (cf., <em> yâchad <\/em> = <em> ' âchad <\/em> ; <em> yâsham <\/em> = <em> ' âsham <\/em> ; <em> yâlaph <\/em> = <em> ' âlaph <\/em> ), to press upwards, to rise up (related to <em> tâmar <\/em> , see at <a class=\"isa\" verses=\"WzE3OTkzXQ==\">Isaiah 17:9<\/a>; <em> sâmar <\/em> , Symm. ὀρθοτριχεῖν , possibly also <em> ‛ âmar <\/em> with the <em> hithpael <\/em> <em> hith‛ammēr <\/em> , lxx καταδυναστεύειν ), yields a much simpler and more appropriate meaning. From this verb we have <em> hith'ammēr <\/em> in <a class=\"ref\">Psalms 94:4<\/a>, “to lift one's self up (proudly),” and here <em> hithyammēr <\/em> ; and it is in this way that the word has been explained by Jerome (<em> superbietis <\/em> ), and possibly by the lxx ( θαυμασθήσεσθε , in the sense of <em> spectabiles eritis <\/em> ), by the Targum, and the Syriac, as well as by most of the ancient and modern expositors.<\/p>",
    "audit": null
}