{
    "id": 18209,
    "source": "kdo",
    "verse_id": 18805,
    "verse_count": 3,
    "reference": "59:4-6",
    "title": "",
    "html": "<p> The description now passes over to the social and judicial life. Lying and oppression universally prevail. <em> “No one speaks with justice, and no one pleads with faithfulness; men trust in vanity, and speak with deception; they conceive trouble, and bring forth ruin. They hatch basilisks' eggs, and weave spiders' webs. He that eateth of their eggs must die; and if one is trodden upon, it splits into an adder. Their webs do not suffice for clothing, and men cannot cover themselves with their works: their works are works of ruin, and the practice of injustice is in their hands.”<\/em> As קרא is generally used in these prophetic addresses in the sense of κηρύσσειν , and the judicial meaning, <em> citare <\/em> , <em> in just vocare <\/em> , <em> litem intendere <\/em> , cannot be sustained, we must adopt this explanation, “no one gives public evidence with justice” (lxx οὐδεὶς λαλεῖ δίκαια ). צדק is firm adherence to the rule of right and truth; אמוּנה a conscientious reliance which awakens trust; משׁפּט (in a reciprocal sense, as in <a class=\"isa\" verses=\"WzE4NTMyLDE4OTM5XQ==\">Isaiah 43:26; Isaiah 66:16<\/a>) signifies the commencement and pursuit of a law-suit with any one. The abstract infinitives which follow in  express the general characteristics of the social life of that time, after the manner of the historical infinitive in Latin (cf., <a class=\"isa\" verses=\"WzE4MDQxXQ==\">Isaiah 21:5<\/a>; Ges. §131, 4,<em> b<\/em> ). Men trust in <em> tōhū <\/em> , that which is perfectly destitute of truth, and speak שׁוא , what is morally corrupt and worthless. The double figure און והוליד עמל הרו is taken from <a class=\"ref\">Job 15:35<\/a> (cf., <a class=\"ref\">Psalms 7:15<\/a>). הרו (compare the <em> poel<\/em> in <a class=\"isa\" verses=\"WzE4ODE0XQ==\">Isaiah 59:13<\/a>) is only another form for הרה (Ges. §131, 4,<em> b<\/em> ); and הוליד (the western or Palestinian reading here), or הולד (the oriental or Babylonian reading), is the usual form of the <em> inf. abs. hiph.<\/em> (Ges. §53, Anm. 2). What they carry about with them and set in operation is compared in  to basilisks' eggs ( צפעוני , <em> serpens regulus <\/em> , as in <a class=\"isa\" verses=\"WzE3ODkzXQ==\">Isaiah 11:8<\/a>) and spiders' webs ( עכּבישׁ , as in <a class=\"ref\">Job 8:14<\/a>, from עכּב , possibly in the sense of squatter, sitter still, with the substantive ending <em> ı̄sh <\/em> ). They hatch basilisks' eggs ( בּקּע like בּקע , <a class=\"isa\" verses=\"WzE4MzE5XQ==\">Isaiah 34:15<\/a>, a perfect, denoting that which has hitherto always taken place and therefore is a customary thing); and they spin spiders' webs ( ארג possibly related to ἀράχ-νη ;<\/p><p> (Note: Neither καῖρος nor ἀράχνη has hitherto been traced to an Indian root in any admissible way. Benfey deduces the former from the root <em> dhvir <\/em> (to twist); but this root has to perform an immense number of services. M. Müller deduces the latter from <em> rak <\/em> ; but this means to make, not to spin.)<\/p><p> the future denoting that which goes on occurring). The point of comparison in the first figure is the injurious nature of all they do, whether men rely upon it, in which case “he that eateth of their eggs dieth,” or whether they are bold or imprudent enough to try and frustrate their plans and performances, when that (the egg) which is crushed or trodden upon splits into an adder, i.e., sends out an adder, which snaps at the heel of the disturber of its rest. זוּר as in <a class=\"ref\">Job 39:15<\/a>, here the <em> part. pass. fem.<\/em> like סוּרה (<a class=\"isa\" verses=\"WzE4NjU4XQ==\">Isaiah 49:21<\/a>), with <em> a <\/em> - instead of <em> ā <\/em> - like לנה , the original <em> ă <\/em> of the feminine (<em> zūrăth <\/em> ) having returned from its lengthening into <em> ā <\/em> to the weaker lengthening into <em> ĕ <\/em> . The point of comparison in the second figure is the worthlessness and deceptive character of their works. What they spin and make does not serve for a covering to any man ( יתכּסּוּ with the most general subject: Ges. §137, 3), but has simply the appearance of usefulness; their works are מעשׂי־און (with <em> m etheg<\/em> , not <em> m unach<\/em> , under the <em> Mem<\/em> ), evil works, and their acts are all directed to the injury of their neighbour, in his right and his possession.<\/p>",
    "audit": null
}