{
    "id": 13530,
    "source": "kdo",
    "verse_id": 18904,
    "verse_count": 2,
    "reference": "65:6–7",
    "title": "",
    "html": " <p>The justice of God will not rest till it has procured for itself the fullest satisfaction. <i>“Behold, it is written before me: I will not keep silence without having recompensed, and I will recompense into their bosom. Your offences, and the offences of your fathers together, saith Jehovah, that they have burned incense upon the mountains, and insulted me upon the hills, and I measure their reward first of all into their bosom.” <\/i>,Vitringa has been misled by such passages as <a class=\"isa\" verses=\"WzE3ODUyXQ==\">Isaiah 10:1 <\/a>; <a class=\"ref\">Job 13:26; Jeremiah 22:30 <\/a>,, in which <i>(<span class=\"translit\">,kâthabh <\/span>) (<i>(<span class=\"translit\">,kittēbh <\/span>)) is used to signify a written decree, and understands by <i>(<span class=\"translit\">,khethūbhâh <\/span>) the sentence pronounced by God; but the reference really is to their idolatrous conduct and contemptuous defiance of the laws of God. This is ever before Him, written in indelible characters, waiting for the day of vengeance; for, according to the figurative language of Scripture, there are heavenly books, in which the good and evil works of men are entered. And this agrees with what follows: “I will not be silent, without having first repaid,” etc. The accentuation very properly places the tone upon the penultimate of the first <i>(<span class=\"translit\">,shillamtı̄ <\/span>) as being a pure perfect, and upon the last syllable of the second as a <i>perf. consec. <\/i> <span class=\"normal hebrew\">,אם <\/span> <span class=\"normal hebrew\">,כּי <\/span>,preceded by a future and followed by a perfect signifies, “but if (without having) first,” etc. (<a class=\"isa\" verses=\"W1sxODc1MSw5NTYsMzM3Nl0seyIyNzQ3IjoxN31d\">Isaiah 55:10; Genesis 32:27; Leviticus 22:6; <\/a>; cf., <a class=\"ref\">Judges 15:7 <\/a>). The original train of thought was, “I will not keep silence, for I shall first of all keep silence when,” etc. Instead of <i>(<span class=\"translit\">,‛al <\/span>) <i>(<span class=\"translit\">,chēqâm <\/span>), “Upon their bosom,” we might have <i>(<span class=\"translit\">,'el <\/span>) <i>(<span class=\"translit\">,chēqâm <\/span>), into their bosom, as in <a class=\"ref\">Jeremiah 32:18; Psalm 79:12 <\/a>. In <a class=\"isa\" verses=\"WzE4OTA1XQ==\">Isaiah 65:7 <\/a>,the <i>keri <\/i>,really has <i>(<span class=\"translit\">,'el <\/span>) instead of <i>(<span class=\"translit\">,‛al <\/span>), whilst in <a class=\"isa\" verses=\"WzE4OTA3XQ==\">Isaiah 65:9 <\/a>,the chethib <\/i>,is (<span class=\"translit\">,‛al <\/span>) without any keri <\/i>,(for the figure itself, compare <a class=\"ref\">Luke 6:38 <\/a>,, “into your bosom”). The thing to be repaid follows in <a class=\"isa\" verses=\"WzE4OTA1XQ==\">Isaiah 65:7 <\/a> <\/i>,; it is not governed, however, by (<span class=\"translit\">,shillamtı̄ <\/span>), as the form of the address clearly shows, but by (<span class=\"translit\">,'ăshallēm <\/span>) understood, which may easily be supplied. Whether (<span class=\"translit\">,'ăsher <\/span>) is to be taken in the sense of qui <\/i>,or quod <\/i>,(that), it is hardly possible to decide; but the construction of the sentence favours the latter. Sacrificing “upon mountains and hills” (and, what is omitted, here, “under every green tree”) is the well-known standing phrase used to describe the idolatry of the times preceding the captivity (cf., <a class=\"isa\" verses=\"WzE4NzczLDIyMTQ3LDIwNTc3XQ==\">Isaiah 57:7; Hosea 4:13; Ezekiel 6:13 <\/a>). <span class=\"normal hebrew\">,וּמדּתי <\/span>,points back to (<span class=\"translit\">,veshillamtı̄ <\/span>) in <a class=\"isa\" verses=\"WzE4OTA0XQ==\">Isaiah 65:6 <\/a> <\/i>,, after the object has been more precisely defined. Most of the modern expositors take <span class=\"normal hebrew\">,ראשׁנה <\/span> <span class=\"normal hebrew\">,פעלּתם <\/span>,together, in the sense of “their former wages,” i.e., the recompense previously deserved by their fathers. But in this case the concluding clause would only affirm, by the side of <a class=\"isa\" verses=\"WzE4OTA1XQ==\">Isaiah 65:7 <\/a> <\/i>,, that the sins of the fathers would be visited upon them. Moreover, this explanation has not only the accents against it, but also the parallel in <a class=\"ref\">Jeremiah 16:18 <\/a>,(see Hitzig), which evidently stands in a reciprocal relation to the passage before us. Consequently (<span class=\"translit\">,ri'shōnâh <\/span>) must be an adverb, and the meaning evidently is, that the first thing which Jehovah had to do by virtue of His holiness was to punish the sins of the apostate Israelites; and He would so punish them that inasmuch as the sins of the children were merely the continuation of the fathers' sins, the punishment would be measured out according to the desert of both together. <br> <\/i> <\/i> <\/i> <\/p>,",
    "audit": null
}