{
    "id": 17752,
    "source": "kdo",
    "verse_id": 17896,
    "verse_count": 2,
    "reference": "11:11-12",
    "title": "",
    "html": "<p> A second question also concerns Israel. The nation out of which and for which this king will primarily arise, will before that time be scattered far away from its native land, in accordance with the revelation in <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">Isaiah 6:1-13<\/a>. How, then, will it be possible for Him to reign in the midst of it? <em> “And it will come to pass in that day, the Lord will stretch out His hand again a second time to redeem the remnant of His people that shall be left, out of Asshur, and out of Egypt, and out of Pathros, and out of Ethiopia, and out of 'Elam, and out of Shinar, and out of Hamath, and out of the islands of the sea. And he raises a banner for the nations, and fetches home the outcasts of Israel; and the dispersed of Judah will He assemble from the four borders of the earth.”<\/em> Asshur and Egypt stand here in front, and side by side, as the two great powers of the time of Isaiah (cf., <a class=\"isa\" verses=\"eyIxNzgwMSI6M30=\">Isaiah 7:18-20<\/a>). As appendices to Egypt, we have (1.) <em> Pathros<\/em> , hierogl. <em> to<\/em> -<em> rēs <\/em> , and with the article <em> petorēs <\/em> , the southland, i.e., Upper Egypt, so that Mizraim in the stricter sense is Lower Egypt (see, on the other hand, <a class=\"ref\">Jeremiah 44:15<\/a>); and (2.) <em> Cush<\/em> , the land which lies still farther south than Upper Egypt on both sides of the Arabian Gulf; and as appendices to Asshur, (1.) <em> 'Elam<\/em> , i.e., Elymais, in southern Media, to the east of the Tigris; and (2.) <em> Shinar<\/em> , the plain to the south of the junction of the Euphrates and Tigris. Then follow the Syrian <em> Hamath<\/em> at the northern foot of the Lebanon; and lastly, “<em> the islands of the sea<\/em> ,” i.e., the islands and coast-land of the Mediterranean, together with the whole of the insular continent of Europe. There was no such <em> diaspora<\/em> of Israel at the time when the prophet uttered this prediction, nor indeed even after the dissolution of the northern kingdom; so that the specification is not historical, but prophetic. The redemption which the prophet here foretells is a second, to be followed by no third; consequently the banishment out of which Israel is redeemed is the ultimate form of that which is threatened in <a class=\"isa\" verses=\"WzE3NzgyXQ==\">Isaiah 6:12<\/a> (cf., <a class=\"ref\">Deuteronomy 30:1<\/a>.). It is the second redemption, the counterpart of the Egyptian. He will then stretch out His hand again (<em> yōsiph <\/em> , supply <em> lishloach <\/em> ); and as He once delivered Israel out of Egypt, so will He now redeem it - purchase it back (<em> kânâh <\/em> , opp. <em> m âcar <\/em> ) out of all the countries named. The <em> min<\/em> attached to the names of the countries is to be construed with <em> liknōth <\/em> . Observe how, in the prophet's view, the conversion of the heathen becomes the means of the redemption of Israel. The course which the history of salvation has taken since the first coming of Christ, and which is will continue to take to the end, as described by Paul in the Epistle to the Romans, is distinctly indicated by the prophet. At the word of Jehovah the heathen will set His people free, and even escort them (<a class=\"isa\" verses=\"WzE4NjU5LDE4ODY1XQ==\">Isaiah 49:22; Isaiah 62:10<\/a>); and thus He will gather again (<em> ' âsaph <\/em> , with reference to the one gathering point; <em> kibbētz <\/em> , with reference to the dispersion of those who are to be gathered together) from the utmost ends of the four quarters of the globe, “the outcasts of the kingdom of Israel, and the dispersed of the kingdom of Judah” (<em> nidchē Yisrâe ūnephutzōth Yehūdâh <\/em> : <em> nidchē <\/em> = <em> niddechē <\/em> , with the <em> dagesh<\/em> dropped before the following guttural),<\/p><p> (Note: The same occurs in ויסעוּ , וישׂאוּ , ויקנאוּ , מלאוּ , שׁלחוּ , תּקחוּ . In every case the <em> dagesh<\/em> has fallen out because of the following guttural (Luzzatto, <em> Gramm<\/em> . §180).)<\/p><p> both men and women.<\/p>",
    "audit": null
}