{
    "id": 17738,
    "source": "kdo",
    "verse_id": 17869,
    "verse_count": 2,
    "reference": "10:18-19",
    "title": "",
    "html": "<p><em> “And the glory of his forest and his garden-ground will He destroy, even to soul and flesh, so that it is as when a sick man dieth. And the remnant of the trees of his forest can be numbered, and a boy could write them.”<\/em> The army of Asshur, composed as it was of many and various nations, was a forest (<em> ya‛ar <\/em> ); and, boasting as it did of the beauty of both men and armour, a garden ground (<em> carmel<\/em> ), a human forest and park. Hence the idea of “utterly” is expressed in the proverbial “even to soul and flesh,” which furnishes the occasion for a leap to the figure of the wasting away of a נסס (<em> hap<\/em> . <em> leg<\/em> . the consumptive man, from <em> nâsas <\/em> , related to <em> nūsh <\/em> , <em> ' ânash <\/em> , Syr. <em> n‛sı̄so <\/em> , <em> n‛shisho <\/em> , a sick man, based upon the radical notion of melting away, cf., <em> m âsas <\/em> , or of reeling to and fro, cf., <em> mūt <\/em> , <em> nūt <\/em> , Arab. <em> nâsa <\/em> , <em> nâta <\/em> ). Only a single vital spark would still glimmer in the gigantic and splendid colossus, and with this its life would threaten to become entirely extinct. Or, what is the same thing, only a few trees of the forest, such as could be easily numbered (<em> m ispâr <\/em> as in <a class=\"ref\">Deuteronomy 33:6<\/a>, cf., <a class=\"isa\" verses=\"WzE4MDUzXQ==\">Isaiah 21:17<\/a>), would still remain, yea, so few, that a boy would be able to count and enter them. And this really came to pass. Only a small remnant of the army that marched against Jerusalem ever escaped. With this small remnant of an all-destroying power the prophet now contrasts the remnant of Israel, which is the seed of a new power that is about to arise.<\/p>",
    "audit": null
}