{
    "id": 18138,
    "source": "kdo",
    "verse_id": 18683,
    "verse_count": 3,
    "reference": "51:9-11",
    "title": "",
    "html": "<p> But just as such an exhortation as this followed very naturally from the grand promises with which they prophecy commenced, so does a longing for the promised salvation spring out of this exhortation, together with the assurance of its eventual realization. <em> “Awake, awake, clothe thyself in might, O arm of Jehovah; awake, as in the days of ancient time, the ages of the olden world! Was it not thou that didst split Rahab in pieces, and pierced the dragon? Was it not thou that didst dry up the sea, the waters of the great billow; that didst turn the depths of the sea into a way for redeemed to pass through? Ad the emancipated of Jehovah will return, and come to Zion with shouting, and everlasting joy upon their head: they grasp at gladness and joy, and sorrow and sighing flee away.”<\/em> The paradisaical restoration of Zion, the new world of righteousness and salvation, is a work of the arm of Jehovah, i.e., of the manifestation of His might. His arm is now in a sleeping state. It is not lifeless, indeed, but motionless. Therefore the church calls out to it three times, “Awake” (<em> ‛ūrı̄ <\/em> : to avoid monotony, the <em> milra<\/em> and <em> milel<\/em> tones are interchanged, as in <a class=\"ref\">Judges 5:12<\/a>).<\/p><p> (Note: See Norzi and Luzzatto's <em> Grammatica della Lingua Ebr<\/em> . §513.)<\/p><p> It is to arise and put on strength out of the fulness of omnipotence (<em> lâbhēsh <\/em> as in <a class=\"ref\">Psalms 93:1<\/a>; cf., λαμβάνειν δύναμιν <a class=\"ref\">Revelation 11:17<\/a>, and δύσεο ἀλκήν , arm thyself with strength, in <em> Il<\/em> . 19:36; 9:231). The arm of Jehovah is able to accomplish what the prophecy affirms and the church hopes for; since it has already miraculously redeemed Israel once. <em> Rahabh <\/em> is Egypt represented as a monster of the waters (see <a class=\"isa\" verses=\"WzE4MjI1XQ==\">Isaiah 30:7<\/a>), and <em> tannı̄n <\/em> is the same (cf., <a class=\"isa\" verses=\"WzE4MTUzXQ==\">Isaiah 27:1<\/a>), but with particular reference to Pharaoh (<a class=\"ref\">Ezekiel 29:3<\/a>). אתּ־היא , <em> tu <\/em> <em> illud <\/em> , is equivalent to “thou, yea thou” (see at <a class=\"isa\" verses=\"WzE4MzY5XQ==\">Isaiah 37:16<\/a>). The Red Sea is described as the “waters of the great deep” (<em> t e hōm <\/em> <em> rabbâh <\/em> ), because the great storehouse of waters that lie below the solid ground were partially manifested there. השּׂמה has double <em> pashta<\/em> ; it is therefore <em> m ilel<\/em> , and therefore the third pr. = שׂמה אשׁר (Ges. §109, Anf.). <a class=\"isa\" verses=\"WzE4MzMxXQ==\">Isaiah 35:10<\/a> is repeated in <a class=\"isa\" verses=\"WzE4Njg1XQ==\">Isaiah 51:11<\/a>, being attached to גּאוּלים of the previous verse, jut as it is there. Instead of נסוּ ישּׂיגוּן , which we find here, we have there ונסוּ ישּׂיגוּ ; in everything else the two passages are word for word the same. Hitzig, Ewald, and Knobel suppose that <a class=\"isa\" verses=\"WzE4Njg1XQ==\">Isaiah 51:11<\/a> was not written by the author of these addresses, but was interpolated by some one else. But in <a class=\"isa\" verses=\"WzE4OTIzXQ==\">Isaiah 65:25<\/a> we meet with just the same kind of repetition from chapters 1-39; and in the first part we find, at any rate, repetitions in the form of refrains and others of a smaller kind (like <a class=\"isa\" verses=\"WzE4MDIwXQ==\">Isaiah 19:15<\/a>, cf., <a class=\"isa\" verses=\"WzE3ODQzXQ==\">Isaiah 9:13<\/a>). And <a class=\"isa\" verses=\"WzE4Njg1XQ==\">Isaiah 51:11<\/a> forms a conclusion here, just as it does in <a class=\"isa\" verses=\"WzE4MzMxXQ==\">Isaiah 35:10<\/a>. An argument is founded upon the olden time with reference to the things to be expected now; the look into the future is cleared and strengthened by the look into the past. And thus will the emancipated of Jehovah return, being liberated from the present calamity as they were delivered from the Egyptian then. The first half of this prophecy is here brought to a close. It concludes with expressions of longing and of hope, the echo of promises that had gone before.<\/p>",
    "audit": null
}