{
    "id": 18109,
    "source": "kdo",
    "verse_id": 18621,
    "verse_count": 3,
    "reference": "48:6-8",
    "title": "",
    "html": "<p> But in order to determine exactly what “the former things” were, which Jehovah had foretold in order that Israel might not ascribe them to this idol or the other, we must add <a class=\"isa\" verses=\"eyIxODYyMSI6M30=\">Isaiah 48:6-8<\/a> : <em> “Thou hast heard it, look then at it all; and ye, must ye not confess it? I give thee new things to hear from this time forth, and hidden things, and what thou didst not know. It is created now, and not long ago; and thou hast not heard it before, that thou mightest not say, Behold, I knew it. Thou hast neither heard it, nor known it, nor did thine ear open itself to it long ago: for I knew thou art altogether faithless, and thou art called rebellious from the womb.”<\/em> The meaning of the question in  is very obvious: they must acknowledge and attest, even thou against their will (<a class=\"isa\" verses=\"WzE4NTE2LDE4NTQyXQ==\">Isaiah 43:10; Isaiah 44:8<\/a>), that Jehovah has foretold all that is now confirmed by the evident fulfilment. Consequently the “former things” are the events experienced by the people from the very earliest times (<a class=\"isa\" verses=\"WzE4NTk2XQ==\">Isaiah 46:9<\/a>) down to the present times of Cyrus, and more especially the first half or epoch of this period itself, which expired at the time that formed the prophet's standpoint. And as the object of the prediction was to guard Israel against ascribing to its idols that which had taken place (which can only be understood of events that had occurred in favour of Israel), the “former things” must include the preparation for the redemption of Israel from the Babylonian captivity through the revolution brought to pass by Cyrus. Hence the “new things” will embrace the redemption of Israel with its attendant circumstances, and that not merely on its outward side, but on its spiritual side as well; also the glorification of the redeemed people in the midst of a world of nations converted to the God of Israel, and the creation of a new heaven and a new earth; in short, the New Testament aeon (compare עם לברית , lxx εἰς διαθήκην γένους , <a class=\"isa\" verses=\"WzE4NDg3XQ==\">Isaiah 42:6<\/a>), with the facts which contribute to its ultimate completion (f. <a class=\"isa\" verses=\"WzE4NDkwXQ==\">Isaiah 42:9<\/a>). The announcement and realization of these absolutely new and hitherto secret things (cf., <a class=\"ref\">Romans 16:25<\/a>) take place from this time forward; Israel has not heard of them “before today” (compare מיּום , “from this day forward,” <a class=\"isa\" verses=\"WzE4NTE5XQ==\">Isaiah 43:13<\/a>), that it may not lay claim to the knowledge conveyed to it by prophecy, as something drawn from itself. This thought is carried to a climax in <a class=\"isa\" verses=\"WzE4NjIzXQ==\">Isaiah 48:8<\/a> in three correlated sentences commencing with “yea” (<em> gam <\/em> ). פּתח signifies <em> patescere <\/em> here, as in <a class=\"isa\" verses=\"WzE4ODMzXQ==\">Isaiah 60:11<\/a> (Ewald, §120,<em> a<\/em> ). Jehovah had said nothing to them of this before, because it was to be feared that, with their faithlessness and tendency to idolatry, which had run through their entire history, they would only abuse it. This is strange! On the one hand, the rise of Cyrus is spoken of here as predicted from of old, because it belonged to the “former things,” and as knowable through prophecy - a statement which favours the opinion that these addresses were written before the captivity; and, on the other hand, a distinction is drawn between these “former things” and certain “new things” that were intentionally not predicted before the expiration of these “former things,” which certainly seems to preclude the possibility of their having been composed before the captivity; since, as Ruetschi observes, if “the older Isaiah had predicted this, he would have acted in direct opposition to Jehovah's design.” But in actual fact, the dilemma in which the opponents of the authenticity of these prophecies find themselves, is comparatively worse than this. For the principal objection - namely, that a prophet before the captivity could not possibly have known or predicted anything concerning Cyrus - cannot be satisfactorily removed by attributing these prophecies to a prophet of the time of the captivity, since they expressly and repeatedly affirm that the rise of Cyrus was an event foreknown and predicted by the God of prophecy. Now, if it is Isaiah who thus takes his stand directly in the midst of the captivity, we can understand both of these: viz., the retrospective glance at previous prophecies, which issued in the rise of Cyrus that prepared the way for the redemption from Babylon, since, so far as the prophet was concerned, such prophecies as Isaiah 13-14:23; <a class=\"isa\" verses=\"eyIxODAzNyI6MTB9\">Isaiah 21:1-10<\/a>, and also <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 11:10-12 (Micah 4:10<\/a>), are fused into one with his present predictions; and also the prospective glance at prophecies which are now first to be uttered, and events which are now fore the first time about to be accomplished; inasmuch as the revelations contained in these prophecies concerning Israel's pathway through suffering to glory, more especially so far as they grew out of the idea of the “servant of Jehovah,” might really be set down as absolutely new to the prophet himself, and never heard of before. Meanwhile our exposition is not affected by the critical question; for even we most firmly maintain, that the prophet who is speaking here has his standpoint in the midst of the captivity, on the boundary line of the condition of suffering and punishment and its approaching termination.<\/p>",
    "audit": null
}