{
    "id": 17763,
    "source": "kdo",
    "verse_id": 17913,
    "verse_count": 3,
    "reference": "13:6-8",
    "title": "",
    "html": "<p> Then all sink into anxious and fearful trembling. <em> “Howl; for the day of Jehovah is near; like a destructive force from the Almighty it comes. Therefore all arms hang loosely down, and every human heart melts away. And they are troubled: they fall into cramps and pangs; like a woman in labour they twist themselves: one stares at the other; their faces are faces of flame.”<\/em> The command הילילוּ (not written defectively, הלילוּ ) is followed by the reason for such a command, viz., “the day of Jehovah is near,” the watchword of prophecy from the time of Joel downwards. The <em> Caph<\/em> in <em> c e shod <\/em> is the so-called <em> Caph veritatis<\/em> , or more correctly, the <em> Caph<\/em> of comparison between the individual and its genus. It is destruction by one who possesses unlimited power to destroy (<em> shōd <\/em> , from <em> shâdad <\/em> , from which we have <em> shaddai <\/em> , after the form <em> chaggai <\/em> , the festive one, from <em> c hâgag <\/em> ). In this play upon the words, Isaiah also repeats certain words of Joel (<a class=\"ref\">Joel 1:15<\/a>). Then the heads hang down from despondency and helplessness, and the heart, the seat of lift, melts (<a class=\"isa\" verses=\"WzE4MDA2XQ==\">Isaiah 19:1<\/a>) in the heat of anguish. Universal consternation ensues. This is expressed by the word <em> v e nibhâlu <\/em> , which stands in half pause; the word has <em> shalsheleth <\/em> followed by <em> psik <\/em> (<em> pasek <\/em> ), an accent which only occurs in seven passages in the twenty-one prose books of the Old Testament, and always with this dividing stroke after it.<\/p><p> (Note: For the seven passages, see Ewald, <em> Lehrbuch<\/em> (ed. 7), p. 224.)<\/p><p> Observe also the following <em> fut. paragogica<\/em> , which add considerably to the energy of the description by their anapaestic rhythm. The men (<em> subj<\/em> .) lay hold of cramps and pangs (as in <a class=\"ref\">Job 18:20; Job 21:6<\/a>), the force of the events compelling them to enter into such a condition. Their faces are faces of flames. Knobel understands this as referring to their turning pale, which is a piece of exegetical jugglery. At the same time, it does not suggest mere redness, nor a convulsive movement; but just as a flame alternates between light and darkness, so their faces become alternately flushed and pale, as the blood ebbs and flows, as it were, being at one time driven with force into their faces, and then again driven back to the heart, so as to leave deadly paleness, in consequence of their anguish and terror.<\/p>",
    "audit": null
}