{
    "id": 17910,
    "source": "kdo",
    "verse_id": 18192,
    "verse_count": 3,
    "reference": "28:27-29",
    "title": "",
    "html": "<p> Again, the labour of the husbandman is just as manifold after the reaping has been done. <em> “For the black poppy is not threshed with a threshing sledge, nor is a cart wheel rolled over cummin; but black poppy is knocked out with a stick, and cummin with a staff. Is bread corn crushed? No; he does not go on threshing it for ever, and drive the wheel of his cart and his horses over it: he does not crush it. This also, it goeth forth from Jehovah of hosts: He gives wonderful intelligence, high understanding.”<\/em> <em> Ki <\/em> (for) introduces another proof that the husbandman is instructed by God, from what he still further does. He does not use the threshing machine (<em> c hârūts <\/em> , syn. <em> mōrag <\/em> , Ar. <em> naureg <\/em> , <em> nōreg <\/em> ), or the threshing cart (<em> agâlâh <\/em> : see Winer's <em> Real-Wörterbuch<\/em> , art. <em> Dreschen<\/em> ), which would entirely destroy the more tender kinds of fruit, but knocks them out with a staff (<em> baculo excutit <\/em> : see at <a class=\"isa\" verses=\"WzE4MTY0XQ==\">Isaiah 27:12<\/a>). The sentence <em> lechem yūdâq <\/em> is to be accentuated as an interrogative: Is bread corn crushed? Oh no, he does not crush it. This would be the case if he were to cause the wheel (i.e., the wheels, <em> gilgal <\/em> , constr. to <em> galgal <\/em> ) of the threshing cart with the horses harnessed in front to rattle over it with all their might (<em> hâmam <\/em> , to set in noisy violent motion). Lechem, like the Greek <em> sitos <\/em> , is corn from which bread is made (<a class=\"isa\" verses=\"WzE4MjQxXQ==\">Isaiah 30:23<\/a>; <a class=\"ref\">Psalms 104:14<\/a>). אדושׁ is metaplastic (as if from אדשׁ ) for דושׁ (see Ewald, §312,<em> b<\/em> ). Instead of וּפרשׁיו , the pointing ought to be וּפרשׁיו (from פרשׁ with <em> kametz<\/em> before the tone = Arab. <em> faras <\/em> , as distinguished from פרשׁ with a fixed <em> kametz<\/em> , equivalent to <em> farras <\/em> , a rider): “his horses,” here the threshing horses, which were preferred to asses and oxen.Even in this treatment of the fruit when reaped, there is an evidence of the <em> wonderful intelligence<\/em> ( הפלא ) , as written הפלא ) and <em> exalted understanding<\/em> (on תּוּשׁהיה , from ושׁי , see at <a class=\"ref\">Job 26:3<\/a>) imparted by God. The expression is one of such grandeur, that we perceive at once that the prophet has in his mind the wisdom of God in a higher sphere. The wise, divinely inspired course adopted by the husbandman in the treatment of the field and fruit, is a type of the wise course adopted by the divine Teacher Himself in the treatment of His nation. Israel is Jehovah's field. The punishments and chastisements of Jehovah are the ploughshare and harrow, with which He forcibly breaks up, turns over, and furrows this field. But this does not last for ever. When the field has been thus loosened, smoothed, and rendered fertile once more, the painful process of ploughing is followed by a beneficent sowing and planting in a multiform and wisely ordered fulness of grace. Again, Israel is Jehovah's child of the threshing-floor (see <a class=\"isa\" verses=\"WzE4MDQ2XQ==\">Isaiah 21:10<\/a>). He threshes it; but He does not thresh it only: He also knocks; and when He threshes, He does not continue threshing for ever, i.e., as Caspari has well explained it, “He does not punish all the members of the nation with the same severity; and those whom He punishes with greater severity than others He does not punish incessantly, but as soon as His end is attained, and the husks of sin are separated from those that have been punished, and the punishment ceases, and only the worst in the nation, who are nothing but husks, and the husks on the nation itself, are swept away by the punishments” (compare <a class=\"isa\" verses=\"W1sxNzY4MF0seyIxODIxNCI6Mn1d\">Isaiah 1:25; Isaiah 29:20-21<\/a>). This is the solemn lesson and affectionate consolation hidden behind the veil of the parable. Jehovah punishes, but it is in order that He may be able to bless. He sifts, but He does not destroy. He does not thresh His own people, but He knocks them; and even when He threshes, they may console themselves in the face of the approaching period of judgment, that they are never crushed or injured.<\/p>",
    "audit": null
}