{
    "id": 17817,
    "source": "kdo",
    "verse_id": 18007,
    "verse_count": 3,
    "reference": "19:2-4",
    "title": "",
    "html": "<p><em> “And I spur Egypt against Egypt: and they go to war, every one with his brother, and every one with his neighbour; city against city, kingdom against kingdom. And the spirit of Egypt is emptied out within it: and I swallow up its ready counsel; and they go to the idols to inquire, and to the mutterers, and to the oracle-spirits, and to the soothsayers. And I shut up Egypt in the hand of a hard rule; and a fierce king will reign over them, saith the Lord, Jehovah of hosts.”<\/em> Civil war will rage in Egypt (on <em> sicsēc <\/em> , see at <a class=\"isa\" verses=\"WzE3ODQwXQ==\">Isaiah 9:10<\/a>). The people once so shrewd are now at their wits' end; their spirit is quite poured out נבקה , with the reduplication removed, for נבקּה , according to Ges. §68, Anm. 11 - as, for example, in <a class=\"ref\">Genesis 11:7; Ezekiel 41:7<\/a>), so that there is nothing left of either intelligence or resolution. Then (and this is also part of the judgment) they turn for help, in counsel and action, where no help is to be found, viz., to their “nothings” of gods, and the manifold demoniacal arts, of which Egypt could boast of being the primary seat. On the names of the practisers of the black art, see <a class=\"isa\" verses=\"WzE3ODI3XQ==\">Isaiah 8:19<\/a>; <em> 'ittim <\/em> , the mutterers, is from <em> ' âtat <\/em> , to squeak (used of a camel-saddle, especially when new), or to rumble (used of an empty stomach): see Lane's <em> Lexicon<\/em> . But all this is of no avail: Jehovah gives them up ( סכּר , syn. הסגּיר , συγκλείειν to be ruled over by a hard-hearted and cruel king. The prophecy does not relate to a foreign conqueror, so as to lead us to think of Sargon (Knobel) or Cambyses (Luzzatto), but to a native despot. In comparing the prophecy with the fulfilment, we must bear in mind that <a class=\"isa\" verses=\"WzE4MDA3XQ==\">Isaiah 19:2<\/a> relates to the national revolution which broke out in Sais, and resulted in the overthrow of the Ethiopian rule, and to the federal dodekarchy to which the rising of the nation led. “Kingdom against kingdom:” this exactly suits those twelve small kingdoms into which Egypt was split up after the overthrow of the Ethiopian dynasty in the year 695, until <em> Psammetichus<\/em> , the dodekarch of Sais, succeeded in the year 670 in comprehending these twelve states once more under a single monarchy. This very Psammetichus (and the royal house of Psammetichus generally) is the hard ruler, the reckless despot. He succeeded in gaining the battle at Momemphis, by which he established himself in the monarchy, through having first of all strengthened himself with mercenary troops from Ionia, Caria, and Greece. From his time downwards, the true Egyptian character was destroyed by the admixture of foreign elements;<\/p><p> (Note: See Leo, <em> Universalgesch<\/em> . i. 152, and what Brugsch says in his <em> Histoire d'Egypte<\/em> , i. 250, with regard to the <em> brusques changements<\/em> that Egypt endured under Psammetichus.)<\/p><p> and this occasioned the emigration of a large portion of the military caste to Meroe. The Egyptian nation very soon came to feel how oppressive this new dynasty was, when <em> Necho<\/em> (616-597), the son and successor of Psammetichus, renewed the project of Ramses-Miamun, to construct a Suez canal, and tore away 120,000 of the natives of the land from their homes, sending them to wear out their lives in forced labour of the most wearisome kind. A revolt on the part of the native troops, who had been sent against the rising Cyrene, and driven back into the desert, led to the overthrow of Hophra, the grandson of Necho (570), and put an end to the hateful government of the family of Psammetichus.<\/p>",
    "audit": null
}