{
    "id": 17870,
    "source": "kdo",
    "verse_id": 18118,
    "verse_count": 2,
    "reference": "24:22-23",
    "title": "",
    "html": "<p> announces the preliminary punishment of both angelic and human princes: <em> ' asēphâh <\/em> stands in the place of a gerundive, like <em> taltēlâh <\/em> in <a class=\"isa\" verses=\"WzE4MDcwXQ==\">Isaiah 22:17<\/a>. The connection of the words <em> ' asēphâh 'assir <\/em> is exactly the same as that of <em> taltēlâh <\/em> <em> gâbēr <\/em> in <a class=\"isa\" verses=\"WzE4MDcwXQ==\">Isaiah 22:17<\/a> : incarceration after the manner of incarcerating prisoners; <em> ' âsaph <\/em> , to gather together (<a class=\"isa\" verses=\"WzE3ODY1LDE4Mjg0XQ==\">Isaiah 10:14; Isaiah 33:4<\/a>), signifies here to incarcerate, just as in <a class=\"ref\">Genesis 42:17<\/a>. Both verbs are construed with <em> ‛al <\/em> , because the thrusting is from above downwards, into the pit and prison (<em> ‛al <\/em> embraces both <em> upon<\/em> or <em> over<\/em> anything, and <em> into<\/em> it, e.g., <a class=\"ref\">1 Samuel 31:4; Job 6:16<\/a>; see Hitzig on <a class=\"ref\">Nahum 3:12<\/a>). We may see from <a class=\"ref\">2 Peter 2:4<\/a> and <a class=\"ref\">Judges 1:6<\/a> how this is to be understood. The reference is to the abyss of Hades, where they are reserved in chains of darkness unto the judgment of the great day. According to this parallel, <em> yippâkedu <\/em> (shall be visited) ought apparently to be understood as denoting a visitation in wrath (like <a class=\"isa\" verses=\"WzE4MjAwLDIxNDM0XQ==\">Isaiah 29:6; Ezekiel 38:8<\/a>; compare <em> pâkad <\/em> followed by an accusative in <a class=\"isa\" verses=\"WzE4MTUyXQ==\">Isaiah 26:21<\/a>, also <a class=\"isa\" verses=\"WzE4MTQ1XQ==\">Isaiah 26:14<\/a>, and <a class=\"ref\">Psalms 59:6<\/a>; <em> niphkad <\/em> , in fact, is never used to signify visitation in mercy), and therefore as referring to the infliction of the final punishment. Hitzig, however, understands it as relating to a visitation of mercy; and in this he is supported by Ewald, Knobel, and Luzzatto. Gesenius, Umbreit, and others, take it to indicate a citation or summons, though without any ground either in usage of speech or actual custom. A comparison of <a class=\"isa\" verses=\"WzE4MDk1XQ==\">Isaiah 23:17<\/a> in its relation to <a class=\"isa\" verses=\"WzE4MDkzXQ==\">Isaiah 23:15<\/a><\/p><p> (Note: Cf., Targ., Saad., “they will come into remembrance again.”)<\/p><p> favours the second explanation, as being relatively the most correct; but the expression is intentionally left ambiguous. So far as the thing itself is concerned, we have a parallel in <a class=\"ref\">Revelation 20:1-3<\/a> and <a class=\"ref\">Revelation 20:7-9<\/a> : they are visited by being set free again, and commencing their old practice once more; but only (as <a class=\"isa\" verses=\"WzE4MTE5XQ==\">Isaiah 24:23<\/a> affirms) to lose again directly, before the glorious and triumphant might of Jehovah, the power they have temporarily reacquired. What the apocalyptist of the New Testament describes in detail in <a class=\"ref\">Revelation 20:4, Revelation 20:11<\/a>., and <a class=\"ref\">Revelation 21:1<\/a>, the apocalyptist of the Old Testament sees here condensed into one fact, viz., the enthroning of Jehovah and His people in a new Jerusalem, at which the silvery white moon (<em> lebânâh <\/em> ) turns red, and the glowing sun (<em> c hammâh <\/em> ) turns pale; the two great lights of heaven becoming (according to a Jewish expression) “like a lamp at noonday” in the presence of such glory. Of the many parallels to <a class=\"isa\" verses=\"WzE4MTE5XQ==\">Isaiah 24:23<\/a> which we meet with in Isaiah, the most worthy of note are <a class=\"isa\" verses=\"WzE3ODk1XQ==\">Isaiah 11:10<\/a> to the concluding clause, “and before His elders is glory” (also <a class=\"isa\" verses=\"WzE3NzM5XQ==\">Isaiah 4:5<\/a>), and <a class=\"isa\" verses=\"WzE3NjgxXQ==\">Isaiah 1:26<\/a> (cf., <a class=\"isa\" verses=\"WzE3NzIyXQ==\">Isaiah 3:14<\/a>), with reference to the use of the word <em> zekēnim <\/em> (elders). Other parallels are <a class=\"isa\" verses=\"WzE4MjQ0XQ==\">Isaiah 30:26<\/a>, for <em> c hammâh <\/em> and <em> lebânâh <\/em> ; <a class=\"isa\" verses=\"WzE3Njg0XQ==\">Isaiah 1:29<\/a>, for <em> c hâphēr <\/em> and <em> bōsh <\/em> ; <a class=\"isa\" verses=\"WzE4MzAyXQ==\">Isaiah 33:22<\/a>, for <em> m âlak <\/em> ; <a class=\"isa\" verses=\"WzE3ODYzXQ==\">Isaiah 10:12<\/a>, for “Mount Zion and Jerusalem.” We have already spoken at <a class=\"isa\" verses=\"WzE3NjcxXQ==\">Isaiah 1:16<\/a> of the word neged (Arab. <em> Ne'gd <\/em> , from <em> nâgad <\/em> , <em> njd <\/em> , to be exalted; vid., opp. Arab. <em> gâr <\/em> , to be pressed down, to sink), as applied to that which stands out prominently and clearly before one's eyes. According to Hofmann (<em> Schriftbeweis<\/em> , i. 320-1), the elders here, like the twenty-four <em> presbuteroi <\/em> of the Apocalypse, are the sacred spirits, forming the council of God, to which He makes known His will concerning the world, before it is executed by His attendant spirits the angels. But as we find counsellors promised to the Israel of the new Jerusalem in <a class=\"isa\" verses=\"WzE3NjgxXQ==\">Isaiah 1:26<\/a>, in contrast with the bad <em> z e kēnim <\/em> (elders) which it then possessed (<a class=\"isa\" verses=\"WzE3NzIyXQ==\">Isaiah 3:14<\/a>), such as it had at the glorious commencement of its history; and as the passage before us says essentially the same with regard to the <em> zekēnim <\/em> as we find in <a class=\"isa\" verses=\"WzE3NzM5XQ==\">Isaiah 4:5<\/a> with regard to the festal meetings of Israel (vid., <a class=\"isa\" verses=\"WzE4MjM4XQ==\">Isaiah 30:20<\/a> and <a class=\"isa\" verses=\"WzE4MjYxXQ==\">Isaiah 32:1<\/a>); and still further, as <a class=\"ref\">Revelation 20:4<\/a> (cf., <a class=\"ref\">Matthew 19:28<\/a>) is a more appropriate parallel to the passage before us than <a class=\"ref\">Revelation 4:4<\/a>, we may assume with certainty, at least with regard to this passage, and without needing to come to any decision concerning <a class=\"ref\">Revelation 4:4<\/a>, that the <em> z e kēnim <\/em> here are not angels, but human elders after God's own heart. These elders, being admitted into the immediate presence of God, and reigning together with Him, have nothing but glory in front of them, and they themselves reflect that glory.<\/p>",
    "audit": null
}