{
    "id": 17809,
    "source": "kdo",
    "verse_id": 17993,
    "verse_count": 3,
    "reference": "17:9-11",
    "title": "",
    "html": "<p> Third turn: <em> “In that day will his fortified cities be like the ruins of the forest and of the mountain top, which they cleared before the sons of Israel: and there arises a waste place. For thou hast forgotten the God of thy salvation, and hast not thought of the Rock of thy stronghold, therefore thou plantedst charming plantations, and didst set them with strange vines. In the day that thou plantedst, thou didst make a fence; and with the morning dawn thou madest thy sowing to blossom: a harvest heap in the day of deep wounds and deadly sorrow of heart.”<\/em> The statement in <a class=\"isa\" verses=\"WzE3OTg3XQ==\">Isaiah 17:3<\/a>, “The fortress of Ephraim is abolished,” is repeated in <a class=\"isa\" verses=\"WzE3OTkzXQ==\">Isaiah 17:9<\/a> in a more descriptive manner. The fate of the strongly fortified cities of Ephraim would be the same as that of the old Canaanitish castles, which were still to be discerned in their antiquated remains, either in the depths of forests or high up on the mountains. The word <em> ‛ azubâh <\/em> , which the early translators quite misunderstood, signifies, both here and in <a class=\"isa\" verses=\"WzE3NzgyXQ==\">Isaiah 6:12<\/a>, desolate places that have gone to ruin. They also misunderstood והאמיר הסהרשׁ . The Septuagint renders it, by a bold conjecture, οἱ Αμοῤῥηαῖοι καὶ οὶ Εὐαῖοι ; but this is at once proved to be false by the inversion of the names of the two peoples, which was very properly thought to be necessary. האמיר undoubtedly signifies the top of a tree, which is quite unsuitable here. But as even this meaning points back to אמר , <em> extollere <\/em> , <em> efferre <\/em> (see at <a class=\"ref\">Psalms 94:4<\/a>), it may also mean the mountain-top. The name <em> hâ'emori <\/em> (the Amorites: those who dwell high up in the mountains) proves the possibility of this; and the prophet had this name in his mind, and was guided by it in his choice of a word. The subject of עזבוּ is self-evident. And the reason why only the ruins in forests and on mountains are mentioned is, that other places, which were situated on the different lines of traffic, merely changed their inhabitants when the land was taken by Israel. The reason why the fate of Ephraim's fortified castles was the same as that of the Amoritish castles, which were then lying in ruins, was that Ephraim, as stated in <a class=\"isa\" verses=\"WzE3OTk0XQ==\">Isaiah 17:10<\/a>, had turned away from its true rocky stronghold, namely from Jehovah. It was a consequence of this estrangement from God, that Ephraim planted נעמנים נטעי , plantations of the nature of pleasant things, or pleasant plantations (compare on <a class=\"ref\">Psalms 78:49<\/a>, and Ewald, §287, <em> ab<\/em> ), i.e., cultivated all kinds of sensual accompaniments to its worship, in accordance with its heathen propensities; and sowed, or rather (as <em> zemōrâh <\/em> is the layer of a vine) “set,” this garden-ground, to which the suffix <em> ennu <\/em> refers, with strange grapes, by forming an alliance with a <em> zâr <\/em> (a stranger), namely the king of Damascus. On the very day of the planting, Ephraim fenced it carefully (this is the meaning of the <em> pilpel<\/em> , <em> sigsēg <\/em> from שׂוּג = סוּג , not “to raise,” as no such verb as שׂוּג = שׂגה , סגא , can be shown to exist), that is to say, he ensured the perpetuity of these sensuous modes of worship as a state religion, with all the shrewdness of a Jeroboam (see <a class=\"ref\">Amos 7:13<\/a>). And the very next morning he had brought into blossom what he had sown: the foreign layer had shot up like a hot-house plant, i.e., the alliance had speedily grown into a hearty agreement, and had already produced one blossom at any rate, viz., the plan of a joint attack upon Judah. But this plantation, which was so flattering and promising for Israel, and which had succeeded so rapidly, and to all appearance so happily, was a harvest heap for the day of the judgment. Nearly all modern expositors have taken <em> nēd <\/em> as the third person (after the form <em> mēth <\/em> , Ges. §72, Anm. 1), and render it “the harvest flees;” but the third person of נוּד would be נד , like the participle in <a class=\"ref\">Genesis 4:12<\/a>; whereas the meaning <em> cumulus <\/em> (a heap), which it has elsewhere as a substantive, is quite appropriate, and the statement of the prophet resembles that of the apostle in <a class=\"ref\">Romans 2:5<\/a>. The day of the judgment is called “the day of נחלה ” (or, according to another reading, נחלה ), not, however, as equivalent to <em> nachal <\/em> , a stream (Luzzatto, <em> in giorno di fiumana <\/em> ), as in <a class=\"ref\">Psalms 124:4<\/a> (the tone upon the last syllable proves this), nor in the sense of “in the day of possession,” as Rosenmüller and others suppose, since this necessarily gives to נד the former objectionable and (by the side of קציר ) improbable verbal sense; but as the feminine of <em> nachleh <\/em> , written briefly for <em> maccâh <\/em> <em> nachlâh <\/em> (<a class=\"ref\">Jeremiah 14:17<\/a>), i.e., inasmuch as it inflicts grievous and mortal wounds. Ephraim's plantation is a harvest heap for that day (compare <em> kâtzir <\/em> , the harvest of punishment, in <a class=\"ref\">Hosea 6:11<\/a> and <a class=\"ref\">Jeremiah 51:33<\/a>); and the hope set upon this plantation is changed into אנוּשׁ כּאב , a desperate and incurable heartfelt sorrow (<a class=\"ref\">Jeremiah 30:15<\/a>). The organic connection between <a class=\"isa\" verses=\"eyIxNzk5NiI6M30=\">Isaiah 17:12-14<\/a>, which follow, and the oracle concerning Damascus and Israel, has also been either entirely misunderstood, or not thoroughly appreciated. The connection is the following: As the prophet sets before himself the manner in which the sin of Ephraim is punished by Asshur, as the latter sweeps over the Holy Land, the promise which already began to dawn in the second turn bursts completely through: the world-power is the instrument of punishment in the hands of Jehovah, but not for ever.<\/p>",
    "audit": null
}