{
    "id": 18106,
    "source": "kdo",
    "verse_id": 18612,
    "verse_count": 4,
    "reference": "47:12-15",
    "title": "",
    "html": "<p> Then follows the concluding strophe, which, like the first, announces to the imperial city in a triumphantly sarcastic tone its inevitable fate; whereas the intermediate strophes refer rather to the sins by which this fate has been brought upon it. <em> “Come near, then, with thine enchantments, and with the multitude of thy witchcrafts, wherein thou hast laboured from thy youth: perhaps thou canst profit, perhaps thou wilt inspire terror. Thou art wearied through the multitude of thy consultations; let the dissectors of the heavens come near, then, and save thee, the star-gazers, they who with every new moon bring things to light that will come upon thee. Behold, they have become like stubble: fire has consumed them: there is not a red-hot coal to warm themselves, a hearth-fire to sit before. So is it with thy people, for whom thou hast laboured: thy partners in trade from thy youth, they wander away every one in his own direction; no one who brings salvation to thee.”<\/em> Hitzig and others adopt the simple rendering, “Persevere, then, with thine enchantments.” It is indeed true, that in <a class=\"ref\">Leviticus 13:5<\/a> בּ עמד signifies “to remain standing by anything,” i.e., to persevere with it, just as in <a class=\"ref\">Ezekiel 13:5<\/a> it signifies to keep one's standing in anything; in <a class=\"ref\">2 Kings 23:3<\/a>, to enter upon anything; and in <a class=\"ref\">Ecclesiastes 8:3<\/a>, to engage in anything; but there is no reason for taking it here in any other sense than in <a class=\"isa\" verses=\"WzE4NjEzXQ==\">Isaiah 47:13<\/a>. Babylon is to draw near with all the processes of the black art, wherein בּאשׁר , according to our western mode of expression, equivalent to בּהם אשׁר , Ges. 123, 2*) it had been addicted to abundance of routine from its youth upwards ( יגעאתּ with an auxiliary <em> pathach<\/em> for יגעתּ ); possibly it may be of some use, possibly it will terrify, i.e., make itself so terrible to the approaching calamity, as to cause it to keep off. The prophet now sees in spirit how Babylon draws near, and how it also harasses itself to no purpose; he therefore follows up the עמדי־נא , addressed <em> in pleno <\/em> to Babylon, with a second challenge commencing with יעמדוּ־נא . Their astrologers are to draw near, and try that power over the future to which they lay claim, by bringing it to bear at once upon the approaching destruction for the benefit of Babylon. עצתי ך is a singular form connected with a feminine plural suffix, such as we find in <a class=\"ref\">Psalms 9:15; Ezekiel 35:11; Ezra 9:15<\/a>, connected with a masculine plural suffix. Assuming the correctness of the vowel-pointing, the singular appears in such cases as these to have a collective meaning, like the Arabic <em> pl. fractus<\/em> ; for there is no ground to suppose that the Aramaean plural form <em> ‛ ētsâth <\/em> is used here in the place of the Hebrew. Instead of שׁמים הברו (which would be equivalent to הברו אשׁרא , the <em> keri<\/em> reads שׁמים הברי , cutters up of the heavens, i.e., planners or dissectors of them, from <em> hâb <\/em> , <em> dissecare <\/em> , <em> resecare <\/em> (compare the rabbinical <em> habhârâh <\/em> , a syllable, i.e., <em> segmentum vocabuli <\/em> , and possibly also the talmudic <em> ' ēbhârı̄m <\/em> , limbs of a body). The correction proposed by Knobel, viz., <em> c hōbh e rē <\/em> , from <em> c hâbhār <\/em> , to know, or be versed in, is unnecessary. <em> Châzâh <\/em> <em> b' <\/em> signifies here, as it generally does, to look with pleasure or with interest at anything; hence Luther has rendered it correctly, <em> die Sternkucker <\/em> (Eng. ver. star-gazers). They are described still further as those who make known with every new moon (<em> lechŏdâshı̄m <\/em> , like <em> labb e qârı̄m <\/em> , every morning, <a class=\"isa\" verses=\"WzE4MjgyXQ==\">Isaiah 33:2<\/a>, etc.), things which, etc. מאשׁר is used in a partitive sense: out of the great mass of events they select the most important, and prepare a calendar or almanack ( ἀλμενιχιακά in Plutarch) for the state every month. But these very wise men cannot save themselves, to say nothing of others, out of the power of that flame, which is no comforting coal-fire to warm one's self by, no hearth-fire (<a class=\"isa\" verses=\"WzE4NTUwXQ==\">Isaiah 44:16<\/a>) to sit in front of, but a devouring, eternal, i.e., peremptory flame (<a class=\"isa\" verses=\"WzE4Mjk0XQ==\">Isaiah 33:14<\/a>). The rendering adopted by Grotius, Vitringa, Lowth, Gesenius, and others, “<em> non supererit pruna ad calendum <\/em> ,” is a false one, if only because it is not in harmony with the figure. “Thus shall they be unto thee,” he continues in <a class=\"isa\" verses=\"WzE4NjE1XQ==\">Isaiah 47:15<\/a>, i.e., such things shall be endured to thy disgrace by those about whom thou hast wearied thyself ( אשׁר = בּהם אשׁר ). The learned orders of the Chaldeans had their own quarter, and enjoyed all the distinction and privileges of a priestly caste. What follows cannot possibly be understood as relating to these masters of astrology and witchcraft, as Ewald supposes; for, according to the expression שׁחרהּ in <a class=\"isa\" verses=\"WzE4NjExXQ==\">Isaiah 47:11<\/a>, they would be called שׁחרי ך . Moreover, if they became a prey of the flames, and therefore were unable to flee, we should have to assume that they were burned while taking flight (Umbreit). סחרי ך are those who carried on commercial intercourse with the great “trading city” (<a class=\"ref\">Ezekiel 17:4<\/a>), as Berossos says, “In Babylon there was a great multitude of men of other nations who had settled in Chaldea, and they lived in disorder, like the wild beasts;” compare Aeschylus, <em> Pers.<\/em> 52-3, Βαβυλὼν δ ̓ ἡ πολύχρυσος πάμμικτον ὄχλον πέμπει . All of these are scattered in the wildest flight, אל־עברו אישׁ , every one on his own side, viz., in the direction of his own home, and do not trouble themselves about Babylon.<\/p>",
    "audit": null
}