{
    "id": 18013,
    "source": "kdo",
    "verse_id": 18433,
    "verse_count": 1,
    "reference": "40:12",
    "title": "",
    "html": "<p> In order to bring His people to the full consciousness of the exaltation of Jehovah, the prophet asks in <a class=\"isa\" verses=\"WzE4NDMzXQ==\">Isaiah 40:12<\/a>, <em> “Who hath measured the waters with the hollow of his hand, and regulated the heavens with a span, and taken up the dust of the earth in a third measure, and weighed the mountains with a steelyard, and hills with balances?”<\/em> Jehovah, and He alone, has given to all these their proper quantities, their determinate form, and their proportionate place in the universe. How very little can a man hold in the hollow of his hand (<em> shō‛al <\/em> )!<\/p><p> (Note: The root שׁל , Arab. <em> sl <\/em> has the primary meaning of easily moving or being easily moved; then of being loose or slack, of hanging down, or sinking-a meaning which we meet with in שׁעל and שׁאל . Accordingly, <em> shō ‛ al <\/em> signifies the palm (i.e., the depression made by the hand), and <em> sh e ' ōl <\/em> not literally a hollowing or cavity, but a depression or low ground.)<\/p><p> how very small is the space which a man's span will cover! how little is contained in the third of an ephah (<em> shâlı̄sh <\/em> ; see at <a class=\"ref\">Psalms 80:6<\/a>)! and how trifling in either bulk or measure is the quantity you can weight in scales, whether it be a <em> peles <\/em> , i.e., a steelyard (<em> statera<\/em> ), or <em> mō'zenayim <\/em> , a tradesman's balance (<em> bilances <\/em> ), consisting of two scales.<\/p><p> (Note: According to the meaning, to level or equalize, which is one meaning of <em> pillēs <\/em> , the noun <em> peles <\/em> is applied not only to a level used to secure equilibrium, which is called <em> mishqeleth <\/em> in <a class=\"isa\" verses=\"WzE4MTgyXQ==\">Isaiah 28:17<\/a>, but also to a steelyard used for weighing, the beam of which consists of a lever with unequal arms, which flies up directly the weight is removed.)<\/p><p> But what Jehovah measures with the hollow of His hand, and with His span, is nothing less than the waters beneath and the heavens above. He carries a scoop, in which there is room for all the dust of which the earth consists, and a scale on which He has weighed the great colossal mountains.<\/p>",
    "audit": null
}