{
    "id": 17772,
    "source": "kdo",
    "verse_id": 17927,
    "verse_count": 3,
    "reference": "13:20-22",
    "title": "",
    "html": "<p> Babel, like the cities of the Pentapolis, had now become a perpetual desert. <em> “She remains uninhabited for ever, and unoccupied into generation of generations; and not an Arab pitches his tent there, and shepherds do not make their folds there. And there lie beasts of the desert, and horn-owls fill their houses; and ostriches dwell there, and field-devils hop about there. And jackals howl in her castles, and wild dogs in palaces of pleasure; and her time is near to come, and her days will not be prolonged.”<\/em> The conclusion is similar to that of the prophecy against Edom, in <a class=\"isa\" verses=\"eyIxODMyMCI6Mn0=\">Isaiah 34:16-17<\/a>. There the certainty of the prediction, even in its most minute particulars, is firmly declared; here the nearness of the time of fulfilment. But the fulfilment did not take place so soon as the words of the prophecy might make it appear. According to Herodotus, Cyrus, the leader of the Medo-Persian army, left the city still standing, with its double ring of walls. Darius Hystaspis, who had to conquer Babylon a second time in 518 b.c., had the walls entirely destroyed, with the exception of fifty cubits. Xerxes gave the last thrust to the glory of the temple of Belus. Having been conquered by Seleucus Nicator (312), it declined just in proportion as Seleucia rose. <em> Babylon<\/em> , says Pliny, <em> ad solitudinem rediit exhausta vicinitate Seleuciae <\/em> . At the time of Strabo (born 60 b.c.) Babylon was a perfect desert; and he applies to it (16:15) the words of the poet, ἐρημία μεγάλη ̓στὶν ἡ μεγάλη πόλις . Consequently, in the passage before us the prophecy falls under the law of perspective foreshortening. But all that it foretells has been literally fulfilled. The curse that Babylon would never come to be settled in and inhabited again (a poetical expression, like <a class=\"ref\">Jeremiah 17:25; Jeremiah 33:16<\/a>), proved itself an effectual one, when Alexander once thought of making Babylon the metropolis of his empire. He was carried off by an early death. Ten thousand workmen were at that time employed for two months in simply clearing away the rubbish of the foundations of the temple of Belus (the Nimrod-tower). “<em> Not an Arab pitches his tent there<\/em> ” (<em> ‛ Arâbi <\/em> , from <em> ‛ Arâbâh <\/em> , a steppe, is used here for the first time in the Old Testament, and then again in <a class=\"ref\">Jeremiah 3:2<\/a>; <em> yăhēl <\/em> , different from <em> yâhēl <\/em> in <a class=\"isa\" verses=\"WzE3OTE3XQ==\">Isaiah 13:10<\/a> and <a class=\"ref\">Job 31:26<\/a>, is a syncopated form of יאהל , <em> tentorium figet <\/em> , according to Ges. §68, Anm. 2, used instead of the customary יאהל ): this was simply the natural consequence of the great field of ruins, upon which there was nothing but the most scanty vegetation. But all kinds of beasts of the desert and waste places make their homes there instead. The list commences with <em> ziyyim <\/em> (from <em> zi <\/em> , dryness, or from <em> ziyi <\/em> , an adj. relat. of the noun <em> zi <\/em> ), i.e., dwellers in the desert; the reference here is not to men, but, as in most other instances, to animals, though it is impossible to determine what are the animals particularly referred to. That <em> ochim <\/em> are horned owls (<em> Uhus<\/em> ) is a conjecture of Aurivillius, which decidedly commends itself. On <em> b e noth ya‛ănâh <\/em> , see at <a class=\"ref\">Job 39:13-18<\/a>. Wetzstein connects <em> ya‛ănâh <\/em> with an Arabic word for desert; it is probably more correct, however, to connect it with the Syriac יענא , greedy. The feminine plural embraces ostriches of both sexes, just as the <em> 'iyyim <\/em> (sing. אי = אוי , from <em> 'âvâh <\/em> , to howl: see Bernstein's <em> Lex<\/em> . on Kirsch's <em> Chrestom<\/em> . <em> Syr<\/em> . p. 7), i.e., jackals, are called <em> benât āwa <\/em> in Arabic, without distinction of sex (<em> awa <\/em> in this appellation is a direct reproduction of the natural voice of the animal, which is called <em> wawi <\/em> in vulgar Arabic). <em> Tan <\/em> has also been regarded since the time of Pococke and Schnurrer as the name of the jackal; and this is supported by the Syriac and Targum rendering <em> yaruro <\/em> (see Bernstein, p. 220), even more than by the Arabic name of the wolf, <em> tinân <\/em> , which only occurs here and there. אי , <em> ibnu <\/em> <em> āwa <\/em> , is the common jackal found in Hither Asia (<em> Canis aureus vulgaris <\/em> ), the true type of the whole species, which is divided into at least ten varieties, and belongs to the same genus as dogs and wolves (not foxes). <em> Tan <\/em> may refer to one of these varieties, which derived its name from its distinctive peculiarity as a <em> long-stretched<\/em> animal, whether the extension was in the trunk, the snout, or the tail. <\/p><p> The animals mentioned, both quadrupeds (<em> râbatz <\/em> ) and birds (<em> shâcan <\/em> ), are really found there, on the soil of ancient Babylon. When Kerporter was drawing near to the Nimrod-tower, he saw lions sunning themselves quietly upon its walls, which came down very leisurely when alarmed by the cries of the Arabs. And as Rich heard in Bagdad, the ruins are still regarded as a rendezvous for ghosts: <em> sâ‛ir <\/em> , when contrasted with <em> ‛attūd <\/em> , signifies the full-grown shaggy buck-goat; but here <em> se‛irim <\/em> is applied to demons in the shape of goats (as in <a class=\"isa\" verses=\"WzE4MzE4XQ==\">Isaiah 34:14<\/a>). According to the Scriptures, the desert is the abode of unclean spirits, and such unclean spirits as the popular belief or mythology pictured to itself were <em> se‛irim <\/em> . Virgil, like Isaiah, calls them <em> saltantes Satyros <\/em> . It is remarkable also that Joseph Wolf, the missionary and traveller to <em> Bochâra <\/em> , saw pilgrims of the sect of Yezidis (or devil-worshippers) upon the ruins of Babylon, who performed strange and horrid rites by moonlight, and danced extraordinary dances with singular gestures and sounds. On seeing these ghost-like, howling, moonlight pilgrims, he very naturally recalled to mind the dancing <em> se‛irim <\/em> of prophecy (see Moritz Wagner's <em> Reise nach Persien und dem Lande der Kurden<\/em> , Bd. ii. p. 251). And the nightly howling and yelling of jackals (<em> ‛ ânâh <\/em> after <em> rikkēd <\/em> , as in <a class=\"ref\">1 Samuel 18:6-7<\/a>) produces its natural effect upon every traveller there, just as in all the other ruins of the East. These are now the inhabitants of the royal <em> 'arm e noth <\/em> , which the prophet calls <em> 'alm e noth <\/em> with a sarcastic turn, on account of their widowhood and desolation; these are the inhabitants of the palaces of pleasure, the luxurious villas and country-seats, with their hanging gardens. The Apocalypse, in <a class=\"ref\">Revelation 18:2<\/a>, takes up this prophecy of Isaiah, and applies it to a still existing Babylon, which might have seen itself in the mirror of the Babylon of old. <\/p>",
    "audit": null
}