{
    "id": 18076,
    "source": "kdo",
    "verse_id": 18542,
    "verse_count": 1,
    "reference": "44:8",
    "title": "",
    "html": "<p> Of course, none of the heathen gods could in any way answer to the challenge. So much the more confident might Israel be, seeing that it had quite another God. <em> “Despair ye not, neither tremble: have not I told thee long ago, and made known, and ye are my witnesses: is there a God beside me? And nowhere a rock; I know of none.”<\/em> The Jewish lexicographers derive תּרהוּ (with the first syllable closed) from רהה ( רה ); whereas modern lexicographers prefer some of them to read תּרהוּ , <em> tı̄r e hū <\/em> , from ירהּ (Ges., Knobel), and others תּיראוּ (Ewald). But the possibility of there being a verb רהה , to tremble or fear, cannot for a moment be doubted when we think of such words as ירא , ירע , compare also Arab. <em> r'h <\/em> (applied to water moving to and fro). It was not of the heathen deities that they were directed not to be afraid, as in <a class=\"ref\">Jeremiah 10:5<\/a>, but rather the great catastrophe coming upon the nations, of which Cyrus was the instrument. In the midst of this, when one nation after another would be overthrown, and its tutelar gods would prove to be worthless, Israel would have nothing to fear, since its God, who was no dumb idol, had foretold all this, and that indeed long ago ( מאז , cf., מראשׁ , <a class=\"isa\" verses=\"WzE4NDc4XQ==\">Isaiah 41:26<\/a>), as they themselves must bear witness. Prophecies before the captivity had foretold the conquest of Babylon by Medes and Elamites, and the deliverance of Israel from the Babylonian bondage; and even these prophecies themselves were like a spirit's voice from the far distant past, consoling the people of the captivity beforehand, and serving to support their faith. On the ground of such well-known self-manifestations, Jehovah could well ask, <em> “Is there a God beside me?”<\/em> - a virtual denial in the form of an interrogation, to which the categorical denial, “There is no rock (i.e., no ground of trust, <a class=\"isa\" verses=\"WzE4MTM1LDE3OTk0XQ==\">Isaiah 26:4; Isaiah 17:10<\/a>), I know of none (beside me),” is attached.<\/p>",
    "audit": null
}