{
    "id": 17839,
    "source": "kdo",
    "verse_id": 18047,
    "verse_count": 1,
    "reference": "21:11",
    "title": "",
    "html": "<p> This oracle consists of a question, addressed to the prophet from Seir, and of the prophet's reply. Seir is the mountainous country to the south of Palestine, of which Edom took possession after the expulsion of the Horites. Consequently the <em> Dumah<\/em> of the heading cannot be either the <em> Dūma <\/em> of Eastern Hauran (by the side of which we find also a <em> Tema<\/em> and a <em> Buzan<\/em> ); or the <em> Duma<\/em> in the high land of Arabia, on the great Nabataean line of traffic between the northern harbours of the Red Sea and Irak, which bore the cognomen of the rocky (<em> el<\/em> -<em> gendel <\/em> ) or Syrian Duma (<a class=\"ref\">Genesis 25:14<\/a>); or the <em> Duma<\/em> mentioned in the <em> Onom<\/em> ., which was seventeen miles from Eleutheropolis (or according to Jerome on this passage, twenty) “<em> in Daroma hoc est ad australem plagam <\/em> ,” and was probably the same place as the <em> Duma<\/em> in the mountains of Judah - that is to say, judging from the ruins of <em> Daume<\/em> , to the south-east of Eleutheropolis (see the Com. on <a class=\"ref\">Joshua 15:52<\/a>), a place out of which Jerome has made “a certain region of Idumaea, near which are the mountains of Seir.” The name as it stands here is symbolical, and without any demonstrable topographical application. <em> Dūmâh <\/em> is deep, utter silence, and therefore the land of the dead (<a class=\"ref\">Psalms 94:17; Psalms 115:17<\/a>). The name אדום is turned into an emblem of the future fate of Edom, by the removal of the <em> a<\/em> sound from the beginning of the word to the end. It becomes a land of deathlike stillness, deathlike sleep, deathlike darkness. <em> “A cry comes to me out of Seir: Watchman, how far is it in the night? Watchman, how far in the night?”<\/em> Luther translates the participle correctly, “they cry” (<em> m an<\/em> <em> ruft <\/em> ; compare the similar use of the participle in <a class=\"isa\" verses=\"WzE4MjQyLDE4Mjg0XQ==\">Isaiah 30:24; Isaiah 33:4<\/a>). For the rest, however, we have deviated from Luther's excellent translation, for the purpose of giving to some extent the significant change from מלּילה and מלּיל . The more winged form of the second question is expressive of heightened, anxious urgency and haste. The wish is to hear that it is very late in the night, and that it will soon be past; <em> min<\/em> is partitive (Saad.), “What part of the night are we at now?” Just as a sick man longs for a sleepless night to come to an end, and is constantly asking what time it is, so do they inquire of the prophet out of Edom, whether the night of tribulation will not be soon over. We are not to understand, however, that messengers were really sent out of Edom to Isaiah; the process was purely a pneumatical one. The prophet stands there in Jerusalem, in the midst of the benighted world of nations, like a sentry upon the watch tower; he understands the anxious inquiries of the nations afar off, and answers them according to the word of Jehovah, which is the plan and chronological measure of the history of the nations, and the key to its interpretation. What, then, is the prophet's reply? He lets the inquirer “see through a glass darkly.”<\/p>",
    "audit": null
}