{
    "id": 17889,
    "source": "kdo",
    "verse_id": 18150,
    "verse_count": 1,
    "reference": "26:19",
    "title": "",
    "html": "<p> But now all this had taken place. Instead of singing what has occurred, the tephillah places itself in the midst of the occurrence itself. <em> “Thy dead will live, my corpses rise again. Awake and rejoice, ye that lie in the dust! For thy dew is dew of the lights, and the earth will bring shades to the day.”<\/em> The prophet speaks thus out of the heart of the church of the last times. In consequence of the long-continued sufferings and chastisements, it has been melted down to a very small remnant; and many of those whom it could once truly reckon as its own, are now lying as corpses in the dust of the grave. The church, filled with hope which will not be put to shame, now calls to itself, “Thy dead will live” ( מתיך יחיוּ , reviviscent, as in המּתים תּסהיּת , the resurrection of the dead), and consoles itself with the working of divine grace ad power, which is even now setting itself in motion: “my corpses will rise again” ( יקמוּן נבלתי , <em> nebēlah <\/em> : a word without a plural, but frequently used in a plural sense, as in <a class=\"isa\" verses=\"WzE3NzY1XQ==\">Isaiah 5:25<\/a>, and therefore connected with יקמוּן , equivalent to תקמנה : here before a light suffix, with the <em> ê <\/em> retained, which is lost in other cases). It also cries out, in full assurance of the purpose of God, the believing word of command over the burial-ground of the dead, “Wake up and rejoice, ye that sleep in the dust,” and then justifies to itself this believing word of command by looking up to Jehovah, and confessing, “Thy dew is dew born out of (supernatural) lights,” as the dew of nature is born out of the womb of the morning dawn (<a class=\"ref\">Psalms 110:3<\/a>). Others render it “dew upon herbs,” taking אורות as equivalent to ירקות , as in <a class=\"ref\">2 Kings 4:39<\/a>. We take it as from אורה (<a class=\"ref\">Psalms 139:12<\/a>), in the sense of החיּים אור . The plural implies that there is a perfect fulness of the lights of life in God (“the Father of lights,” <a class=\"ref\">James 1:17<\/a>). Out of these there is born the gentle dew, which gives new life to the bones that have been sown in the ground (<a class=\"ref\">Psalms 141:7<\/a>) - a figure full of mystery, which is quite needlessly wiped away by Hofmann's explanation, viz., that it is equivalent to <em> tal hōrōth <\/em> , “dew of thorough saturating.” Luther, who renders it, “Thy dew is a dew of the green field,” stands alone among the earlier translators. The Targum, Syriac, Vulgate, and Saad. all render it, “Thy dew is light dew;” and with the uniform connection in which the Scriptures place <em> 'or <\/em> (light) and <em> c hayyı̄m <\/em> (life), this rendering is natural enough. We now translate still further, “and the earth (<em> vâ'âretz <\/em> , as in <a class=\"isa\" verses=\"WzE4OTE1LDE3MTE3XQ==\">Isaiah 65:17; Proverbs 25:3<\/a>, whereas ואר ץ is almost always in the construct state) will bring shades to the day” (<em> hippil <\/em> , as a causative of <em> nâphal <\/em> , <a class=\"isa\" verses=\"WzE4MTQ5XQ==\">Isaiah 26:18<\/a>), i.e., bring forth again the dead that have sunken into it (like Luther's rendering, “and the land will cast out the dead” - the rendering of our English version also: Tr.). The dew from the glory of God falls like a heavenly seed into the bosom of the earth; and in consequence of this, the earth gives out from itself the shades which have hitherto been held fast beneath the ground, so that they appear alive again on the surface of the earth. Those who understand <a class=\"isa\" verses=\"WzE4MTQ5XQ==\">Isaiah 26:18<\/a> as relating to the earnestly descried overthrow of the lords of the world, interpret this passage accordingly, as meaning either, “and thou castest down shades to the earth” ( אר ץ , <em> acc. loci ,<\/em> = עד־אר ץ , <a class=\"isa\" verses=\"WzE4MTM2XQ==\">Isaiah 26:5<\/a>, לאר ץ , <a class=\"isa\" verses=\"WzE4MTMxXQ==\">Isaiah 25:12<\/a>), or, “and the earth causeth shades to fall,” i.e., to fall into itself. This is Rosenmüller's explanation (<em> terra per prosopopaeiam <\/em> , <em> ut supra <\/em> <a class=\"isa\" verses=\"WzE4MTE2XQ==\">Isaiah 24:20<\/a>, <em> inducta <\/em> , <em> deturbare in orcum sistitur impios <\/em> , <em> eo ipso manes eos reddens <\/em> ). But although <em> rephaim <\/em> , when so interpreted, agrees with <a class=\"isa\" verses=\"WzE4MTQ1XQ==\">Isaiah 26:14<\/a>, where this name is given to the oppressors of the people of God, it would be out of place here, where it would necessarily mean, “those who are just becoming shades.” But, what is of greater importance still, if this concluding clause is understood as applying to the overthrow of the oppressors, it does not give any natural sequence to the words, “dew of the lights is thy dew;” whereas, according to our interpretation, it seals the faith, hope, and prayer of the church for what is to follow. When compared with the New Testament Apocalypse, it is “the first resurrection” which is here predicted by Isaiah. The confessors of Jehovah are awakened in their graves to form one glorious church with those who are still in the body. In the case of Ezekiel also (Ez. <a class=\"ref\">Ezekiel 37:1-14<\/a>), the resurrection of the dead which he beholds is something more than a figurative representation of the people that were buried in captivity. The church of the period of glory on this side is a church of those who have been miraculously saved and wakened up from the dead. Their persecutors lie at their feet beneath the ground.<\/p>",
    "audit": null
}