{
    "id": 17872,
    "source": "kdo",
    "verse_id": 18120,
    "verse_count": 5,
    "reference": "25:1-5",
    "title": "",
    "html": "<p> The first echo is <a class=\"isa\" verses=\"eyIxODEyMCI6OH0=\">Isaiah 25:1-8<\/a>, or more precisely <a class=\"isa\" verses=\"eyIxODEyMCI6NX0=\">Isaiah 25:1-5<\/a>. The prophet, whom we already know as a psalmist from <a class=\"isa\" verses=\"eyIxNzkwMiI6Nn0=\">Isaiah 12:1-6<\/a>, now acts as choral leader of the church of the future, and praises Jehovah for having destroyed the mighty imperial city, and proved Himself a defence and shield against its tyranny towards His oppressed church. <em> “Jehovah, Thou art my God; I will exalt Thee, I will praise Thy name, that Thou hast wrought wonders, counsels from afar, sincerity, truth. For Thou hast turned it from a city into a heap of stones, the steep castle into a ruin; the palace of the barbarians from being a city, to be rebuilt no more for ever. Therefore a wild people will honour Thee, cities of violent nations fear Thee. For Thou provedst Thyself a stronghold to the lowly, a stronghold to the poor in his distress, as a shelter from the storm of rain, as a shadow from the burning of the sun; for the blast of violent ones was like a storm of rain against a wall. Like the burning of the sun in a parched land, Thou subduest the noise of the barbarians; <\/em> (<em> like<\/em> )<em> the burning of the sun through the shadow of a cloud, the triumphal song of violent ones was brought low.”<\/em> The introductory clause is to be understood as in <a class=\"ref\">Psalms 118:28<\/a> : Jehovah (<em> voc.<\/em> ), my God art Thou. “<em> Thou hast wrought wonders:<\/em> ” this is taken from <a class=\"ref\">Exodus 15:11<\/a> (as in <a class=\"ref\">Psalms 77:15; Psalms 78:12<\/a>; like <a class=\"isa\" verses=\"WzE3OTAzXQ==\">Isaiah 12:2<\/a>, from <a class=\"ref\">Exodus 15:2<\/a>). The wonders which are now actually wrought are “<em> counsels from afar<\/em> ” (<em> m ērâcōk <\/em> ), counsels already adopted afar off, i.e., long before, thoughts of God belonging to the olden time; the same ideal view as in <a class=\"isa\" verses=\"WzE4MDY0LDE4Mzc5XQ==\">Isaiah 22:11; Isaiah 37:26<\/a> (a parallel which coincides with our passage on every side), and, in fact, throughout the whole of the second part. It is the manifold “counsel” of the Holy One of Israel (<a class=\"isa\" verses=\"W1sxNzc1OV0seyIxNzk1MyI6NH0sWzE4MDE3LDE4MDIyLDE4MDg2LDE4MTk0XV0=\">Isaiah 5:19; Isaiah 14:24-27; Isaiah 19:12, Isaiah 19:17; Isaiah 23:8; Isaiah 28:29<\/a>) which displays its wonders in the events of time. To the verb עשׂית we have also a second and third object, viz., אמן אמוּנה . It is a common custom with Isaiah to place derivatives of the same word side by side, for the purpose of giving the greatest possible emphasis to the idea (<a class=\"isa\" verses=\"WzE3NzA5LDE3OTc2XQ==\">Isaiah 3:1; Isaiah 16:6<\/a>). אמוּנה indicates a quality, אמן in actual fact. What He has executed is the realization of His faithfulness, and the reality of His promises. The imperial city is destroyed. Jehovah, as the first clause which is defined by <em> tzakeph <\/em> affirms, has removed it away from the nature of a city into the condition of a heap of stones. The sentence has its object within itself, and merely gives prominence to the change that has been effected; the <em> Lamed<\/em> is used in the same sense as in <a class=\"isa\" verses=\"WzE4MDkxXQ==\">Isaiah 23:13<\/a> (cf., <a class=\"isa\" verses=\"WzE4Mzc5XQ==\">Isaiah 37:26<\/a>); the <em> min<\/em> , as in <a class=\"isa\" verses=\"WzE3NzkxLDE3OTg1LDE4MDc5LDE4MTA2XQ==\">Isaiah 7:8; Isaiah 17:1; Isaiah 23:1; Isaiah 24:10<\/a>. <em> Mappēlâh <\/em> , with <em> kametz<\/em> or <em> tzere <\/em> before the tone, is a word that can only be accredited from the book of Isaiah (<a class=\"isa\" verses=\"WzE3OTg1LDE4MDkxXQ==\">Isaiah 17:1; Isaiah 23:13<\/a>). עיר , קריה , and אמרון are common parallel words in Isaiah (<a class=\"isa\" verses=\"W1sxNzY4MSwxODA1NV0seyIxODI3MyI6Mn1d\">Isaiah 1:26; Isaiah 22:2; Isaiah 32:13-14<\/a>); and <em> zârim <\/em> , as in <a class=\"isa\" verses=\"WzE3NjYyXQ==\">Isaiah 1:7<\/a> and <a class=\"isa\" verses=\"WzE4MTk5XQ==\">Isaiah 29:5<\/a>, is the most general epithet for the enemies of the people of God. The fall of the imperial kingdom is followed by the conversion of the heathen; the songs proceed from the mouths of the remotest nations. <a class=\"isa\" verses=\"WzE4MTIyXQ==\">Isaiah 25:3<\/a> runs parallel with <a class=\"ref\">Revelation 15:3-4<\/a>. Nations hitherto rude and passionate now submit to Jehovah with decorous reverence, and those that were previously oppressive (<em> ‛arı̄tzim <\/em> , as in <a class=\"isa\" verses=\"WzE3OTE4XQ==\">Isaiah 13:11<\/a>, in form like <em> pârı̄tzim <\/em> , <em> shâlı̄shı̄m <\/em> ) with humble fear. The cause of this conversion of the heathen is the one thus briefly indicated in the Apocalypse, “for thy judgments are made manifest” (<a class=\"ref\">Revelation 15:4<\/a>). דּל and אביון (cf., <a class=\"isa\" verses=\"WzE3OTU5LDE4MjEzXQ==\">Isaiah 14:30; Isaiah 29:19<\/a>) are names well known from the Psalms, as applying to the church when oppressed. To this church, in the distress which she had endured ( לו בּצּר , as in <a class=\"isa\" verses=\"WzE4MTQ3LDE4ODc2XQ==\">Isaiah 26:16; Isaiah 63:9<\/a>, cf., <a class=\"isa\" verses=\"WzE4MjgyXQ==\">Isaiah 33:2<\/a>), Jehovah had proved Himself a strong castle (<em> m â'ōz <\/em> ; on the expression, compare <a class=\"isa\" verses=\"WzE4MjIxXQ==\">Isaiah 30:3<\/a>), a shelter from storm and a shade from heat (for the figures, compare <a class=\"isa\" verses=\"WzE3NzQwLDE4MjYyLDE3OTczXQ==\">Isaiah 4:6; Isaiah 32:2; Isaiah 16:3<\/a>), so that the blast of the tyrants (compare <em> ruach <\/em> on <a class=\"isa\" verses=\"WzE4MjQ2LDE4MjkxXQ==\">Isaiah 30:28; Isaiah 33:11<\/a>, <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Ps+76:13&t1=en_nas\" id=\"49\" class=\"stL\" target=\"_blank\">Ps. 76:13<\/a>) was like a wall-storm, i.e., a storm striking against a wall (compare <a class=\"isa\" verses=\"WzE3ODMzXQ==\">Isaiah 9:3<\/a>, a shoulder-stick, i.e., a stick which strikes the shoulder), sounding against it and bursting upon it without being able to wash it away (<a class=\"isa\" verses=\"WzE4MTgyLDE0ODMyXQ==\">Isaiah 28:17; Psalms 62:4<\/a>), because it was the wall of a strong castle, and this strong castle was Jehovah Himself. As Jehovah can suddenly subdue the heat of the sun in dryness (<em> tzâyōn <\/em> , abstract for concrete, as in <a class=\"isa\" verses=\"WzE4MjYyXQ==\">Isaiah 32:2<\/a>, equivalent to dry land, <a class=\"isa\" verses=\"WzE4NDcwXQ==\">Isaiah 41:18<\/a>), and it must give way when He brings up a shady thicket (<a class=\"ref\">Jeremiah 4:29<\/a>), namely of clouds (<a class=\"ref\">Exodus 19:9; Psalms 18:12<\/a>), so did He suddenly subdue the thundering (<em> shâ'on <\/em> , as in <a class=\"isa\" verses=\"WzE3OTk2XQ==\">Isaiah 17:12<\/a>) of the hordes that stormed against His people; and the song of triumph (<em> zâmı̄r <\/em> , only met with again in <a class=\"ref\">Song of Solomon 2:12<\/a>) of the tyrants, which passed over the world like a scorching heat, was soon “brought low” (<em> ‛ânâh <\/em> , in its neuter radical signification “to bend,” related to כּנע , as in <a class=\"isa\" verses=\"WzE4MjU1XQ==\">Isaiah 31:4<\/a>).<\/p>",
    "audit": null
}