{
    "id": 17828,
    "source": "kdo",
    "verse_id": 18033,
    "verse_count": 2,
    "reference": "20:3-4",
    "title": "",
    "html": "<p> It is not till Isaiah has carried out the divine instructions, that he learns the reason for this command to strip himself, and the length of time that he is to continue so stripped. <em> “And Jehovah said, As my servant Yesha'yahu goeth naked and barefooted, a sign and type for three years long over Egypt and over Ethiopia, so will the king of Asshur carry away the prisoners of Egypt and the exiles of Ethiopia, children and old men, naked and barefooted, and with their seat uncovered - a shame to Egypt.”<\/em> The expression “as he goeth” (<em> c a'asher <\/em> <em> hâlac <\/em> ) stands here at the commencement of the symbolical action, but it is introduced as if with a retrospective glance at its duration for three years, unless indeed the preterite <em> hâlac <\/em> stands here, as it frequently does, to express what has already commenced, and is still continuing and customary (compare, for example, <a class=\"ref\">Job 1:4<\/a> and <a class=\"ref\">Psalms 1:1<\/a>). The strange and unseemly dress of the prophet, whenever he appeared in his official capacity for three whole years, was a prediction of the fall of the Egypto-Ethiopian kingdom, which was to take place at the end of these three years. Egypt and Ethiopia are as closely connected here as Israel and Judah in <a class=\"isa\" verses=\"WzE3ODk3XQ==\">Isaiah 11:12<\/a>. They were at that time one kingdom, so that the shame of Egypt was the shame of Ethiopia also. <em> ‛ Ervâh <\/em> is a shameful nakedness, and <em> ‛ervath <\/em> <em> Mitzrayim <\/em> is in apposition to all that precedes it in <a class=\"isa\" verses=\"WzE4MDM0XQ==\">Isaiah 20:4<\/a>. <em> Shēth <\/em> is the seat or hinder part, as in <a class=\"ref\">2 Samuel 10:4<\/a>, from <em> shâthâh <\/em> , to set or seat; it is a substantive form, like בּן , עץ , רע , שׁם , with the third radical letter dropt. <em> Chashūphay <\/em> has the same <em> ay <\/em> as the words in <a class=\"isa\" verses=\"WzE4MDE0LDY2MzksMTk0Njld\">Isaiah 19:9; Judges 5:15; Jeremiah 22:14<\/a>, which can hardly be regarded as constructive forms, as Ewald, Knobel, and Gesenius suppose (although ־י of the construct has arisen from ־י ), but rather as a singular form with a collective signification. The emendations suggested, viz., <em> c hasūphē <\/em> by Olshausen, and <em> c hasūphı̄ <\/em> with a connecting <em> i <\/em> by Meier, are quite unnecessary.<\/p>",
    "audit": null
}