{
    "id": 17992,
    "source": "kdo",
    "verse_id": 18398,
    "verse_count": 2,
    "reference": "38:7-8",
    "title": "",
    "html": "<p> The pledge desired. <em> “<\/em> (K.<em> Then Isaiah said<\/em> )<em> and <\/em> (K. om.)<em> let this be the sign to thee on the part of Jehovah, that <\/em> ( אשׁר , K. כּי )<em> Jehovah will perform this<\/em> (K.<em> the<\/em> )<em> word which He has spoken; Behold, I make the shadow retrace the steps, which it has gone down upon the sun-dial of Ahaz through the sun, ten steps backward. And the sun went back ten steps upon the dial, which it had gone down” <\/em> (K. <em> “Shall the shadow go forward <\/em> [ הל ך , read הל ך according to <a class=\"ref\">Job 40:2<\/a>, or היל ך ]<em> ten steps, or shall it go back ten steps? Then Yechizkiyahu said, It is easy for the shadow to go down ten steps; no, but the shadow shall go back ten steps. Then Isaiah the prophet cried to Jehovah, and turned back the shadow by the steps that it had gone down upon the sun-dial of Ahaz, ten steps backward”<\/em> )<em> . “Steps of Ahaz”<\/em> was the name given to a sun-dial erected by him. As <em> m a‛ălâh <\/em> may signify either one of a flight of steps or a degree (syn. <em> m adrigâh <\/em> ), we might suppose the reference to be to a dial-plate with a gnomon; but, in the first place, the expression points to an actual succession of steps, that is to say, to an obelisk upon a square or circular elevation ascended by steps, which threw the shadow of its highest point at noon upon the highest steps, and in the morning and evening upon the lowest either on the one side or the other, so that the obelisk itself served as a gnomon. It is in this sense that the Targum on <a class=\"ref\">2 Kings 9:13<\/a> renders <em> gerem <\/em> <em> hamma‛ălōth <\/em> by <em> d e rag <\/em> <em> shâ‛ayyâ' <\/em> , step (flight of steps) of the sun-dial; and the obelisk of Augustus, on the Field of Mars at Rome, was one of this kind, which served as a sun-dial. The going forward, going down, or declining of the shadow, and its going back, were regulated by the meridian line, and under certain circumstances the same might be said of a vertical dial, i.e., of a sun-dial with a vertical dial-plate; but it applies more strictly to a step-dial, i.e., to a sun-dial in which the degrees that measure definite periods of time are really <em> gradus <\/em> . The step-dial of Ahaz may have consisted of twenty steps or more, which measured the time of day by half-hours, or even quarters. If the sign was given an hour before sunset, the shadow, by going back ten steps of half-an-hour each, would return to the point at which it stood at twelve o'clock. But how was this effected? Certainly not by giving an opposite direction to the revolution of the earth upon its axis, which would have been followed by the most terrible convulsions over the entire globe; and in all probability not even by an apparently retrograde motion of the sun (in which case the miracle would be optical rather than cosmical); but as the intention was to give a sign that should serve as a pledge, and therefore had not need whatever to be supernatural, it may have been simply through a phenomenon of refraction, since all that was required was that the shadow which was down at the bottom in the afternoon should be carried upwards by a sudden and unexpected refraction. <em> Hamma‛ălōth <\/em> (the steps) in <a class=\"isa\" verses=\"WzE4Mzk5XQ==\">Isaiah 38:8<\/a> does not stand in a genitive relation to <em> tsēl <\/em> (the shadow), as the accents would make it appear, but is an accusative of measure, equivalent to בּמּעלות in the sum of the steps (<a class=\"ref\">2 Kings 20:11<\/a>). To this accusative of measure there is appended the relative clause: <em> quos <\/em> (<em> gradus <\/em> ) <em> descendit <\/em> ( ירדה ; צל being used as a feminine) <em> in scala Ahasi per solem <\/em> , i.e., through the onward motion of the sun. When it is stated that “the sun returned,” this does not mean the sun in the heaven, but the sun upon the sun-dial, upon which the illuminated surface moved upwards as the shadow retreated; for when the shadow moved back, the sun moved back as well. The event is intended to be represented as a miracle; and a miracle it really was. The force of will proved itself to be a power superior to all natural law; the phenomenon followed upon the prophet's prayer as an extraordinary result of divine power, not effected through his astronomical learning, but simply through that faith which can move mountains, because it can set in motion the omnipotence of God.<\/p>",
    "audit": null
}