{
    "id": 18149,
    "source": "kdo",
    "verse_id": 18710,
    "verse_count": 1,
    "reference": "52:13",
    "title": "",
    "html": "<p> In this sense there follows here, immediately after the cry. “Go ye out from Babylon,” an index pointing from the suffering of the Servant to His reward in glory. <em> “Behold, my servant will act wisely; he will come forth, and arise, and be very high.”<\/em> Even apart from <a class=\"isa\" verses=\"WzE4NDgyXQ==\">Isaiah 42:1<\/a>, <em> hinnēh <\/em> (<em> hēn <\/em> ) is a favourite commencement with Isaiah; and this very first v. contains, according to Isaiah's custom, a brief, condensed explanation of the theme. The exaltation of the Servant of Jehovah is the theme of the prophecy which follows. In v. 13<em> a<\/em> the way is shown, by which He reaches His greatness; in v. 13<em> b<\/em> the increasing greatness itself. השׂכּיל by itself means simply to gain, prove, or act with intelligence (lxx συνήσει ); and then, since intelligent action, as a rule, is also effective, it is used as synonymous with הצליח , הכשׁהיר , to act with result, i.e., so as to be successful. Hence it is only by way of sequence that the idea of “prosperously” is connected with that of “prudently” (e.g., <a class=\"ref\">Joshua 1:8; Jeremiah 10:21<\/a>). The word is never applied to such prosperity as a man enjoys without any effort of his own, but only to such as he attains by successful action, i.e., by such action as is appropriate to the desired and desirable result. In <a class=\"ref\">Jeremiah 23:2<\/a>, where <em> hiskı̄l <\/em> is one feature in the picture of the dominion exercised by the Messiah, the idea of intelligent action is quite sufficient, without any further subordinate meaning. But here, where the exaltation is derived from ישׂכיל as the immediate consequence, without any intervening על־כן , there is naturally associated with the idea of wise action, i.e., of action suited to the great object of his call, that of effective execution or abundant success, which has as its natural sequel an ever-increasing exaltation. Rosenmüller observes, in  , “There is no need to discuss, or even to inquire, what precise difference there is in the meaning of the separate words;” but this is a very superficial remark. If we consider that <em> rūm <\/em> signifies not only to be high, but to rise up (<a class=\"ref\">Proverbs 11:11<\/a>) and become exalted, and also to become manifest as exalted (<a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Ps+21:14&t1=en_nas\" id=\"70\" class=\"stL\" target=\"_blank\">Ps. 21:14<\/a>), and that נשּׂא , according to the immediate and original reflective meaning of the <em> niphal<\/em> , signifies to raise one's self, whereas <em> gâbhah <\/em> expresses merely the condition, without the subordinate idea of activity, we obtain this chain of thought: he will rise up, he will raise himself still higher, he will stand on high. The three verbs (of which the two perfects are defined by the previous future) consequently denote the commencement, the continuation, and the result or climax of the exaltation; and Stier is not wrong in recalling to mind the three principal steps of the <em> exaltatio <\/em> in the historical fulfilment, viz., the resurrection, the ascension, and the sitting down at the right hand of God. The addition of the word מאד shows very clearly that וגבהּ is intended to be taken as the final result: the servant of Jehovah, rising from stage to stage, reaches at last an immeasurable height, that towers above everything besides (comp. ὑπερύψωσε in <a class=\"ref\">Philemon 2:9<\/a>, with ὑψωθείς in <a class=\"ref\">Acts 2:33<\/a>, and for the nature of the ὑπερύψωσε , <a class=\"ref\">Ephesians 1:20-23<\/a>).<\/p>",
    "audit": null
}