{
    "id": 13456,
    "source": "kdo",
    "verse_id": 18654,
    "verse_count": 2,
    "reference": "49:17-18",
    "title": "",
    "html": "<p>It is this fact of a renewed glorification which presents itself afresh to the prophet's mind. <i>“Thy children make haste, thy destroyers and masters draw out from thee. Lift up thine eyes round about, and see: all these assemble themselves together, and come to thee. As truly as I live, saith Jehovah, thou wilt put them all on like jewellery, and gird them round thee like a bride.”<\/i> The pointing adopted by the lxx, Targ., Jer. and Saad., is <span class=\"normal hebrew\">בּניך<\/span>. The antithesis favours this reading; but <span class=\"normal hebrew\">בּניך<\/span> suits <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 49:18<\/a>, <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 49:19<\/a> better; and the thought that Zion's children come and restore her fallen walls, follows of itself from the very antithesis: her children come; and those who destroyed their maternal home, and made it a desolate ruin, have to depart from both city and land. Zion is to lift up her eyes, that have been cast down till now, yea, to lift them up round about; for on all sides those whom she thought she had lost are coming in dense crowds <span class=\"normal hebrew\">לך<\/span> (cf., <span class=\"normal hebrew\">לא<\/span> = <span class=\"normal hebrew\">לו<\/span> with <span class=\"normal hebrew\">אליו<\/span>, <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 49:5<\/a>), to her, i.e., henceforth to belong to her again. Jehovah pledges His life (<i>(<span class=\"translit\">chai 'ănı̄<\/span>), <span class=\"greek normal\"> ζῶν ἐγώ <\/span>, Ewald, §329,a<\/i>) that a time of glory is coming for Zion and her children. <span class=\"normal hebrew\">כּי<\/span> in the affirmative sense, springing out of the confirmative after an affirming oath, equivalent to <span class=\"normal hebrew\">אם־לא<\/span> elsewhere (e.g., <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 5:9<\/a>). The population which Zion recovers once more, will be to her like the ornaments which a woman puts on, like the ornamental girdle (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 3:20<\/a>) which a bride fastens round her wedding dress.<br><\/p>",
    "audit": null
}