{
    "id": 17759,
    "source": "kdo",
    "verse_id": 17908,
    "verse_count": 1,
    "reference": "13:1",
    "title": "",
    "html": "<p> The heading in <a class=\"isa\" verses=\"WzE3OTA4XQ==\">Isaiah 13:1<\/a>, <em> “Oracle concerning Babel, which Isaiah the son of Amoz did see,”<\/em> shows that chapter 13 forms the commencement of another part of the whole book. <em> Massâh <\/em> (from נסא ) , <em> efferre <\/em> , then <em> effari <\/em> , <a class=\"ref\">Exodus 20:7<\/a>) signifies, as we may see from <a class=\"ref\">2 Kings 9:25<\/a>, <em> effatum <\/em> , the verdict or oracle, more especially the verdict of God, and generally, perhaps always, the judicial sentence of God,<\/p><p> (Note: In <a class=\"ref\">Zechariah 12:1<\/a>. the promise has, at any rate, a dark side. In <a class=\"ref\">Lamentations 2:14<\/a> there is no necessity to think of promises in connection with the <em> mas'oth <\/em> ; and <a class=\"ref\">Proverbs 30:1<\/a> and <a class=\"ref\">Proverbs 31:1<\/a> cannot help us to determine the prophetic use of the word.)<\/p><p> though without introducing the idea of <em> onus <\/em> (burden), which is the rendering adopted by the Targum, Syriac, Vulgate, and Luther, notwithstanding the fact that, according to <a class=\"ref\">Jeremiah 23:33<\/a>., it was the scoffers who associated this idea with the word. In a book which could throughout be traced to Isaiah, there could be no necessity for it to be particularly stated, that it was to Isaiah that the oracle was revealed, of which Babel was the object. We may therefore see from this, that the prophecy relating to Babylon was originally complete in itself, and was intended to be issued in that form. But when the whole book was compiled, these headings were retained as signal-posts of the separate portions of which it was composed. Moreover, in the case before us, the retention of the heading may be regarded as a providential arrangement. For if this “oracle of Babel” lay before us in a separate form, and without the name of Isaiah, we should not dare to attribute it to him, for the simple reason that the overthrow of the Chaldean empire is here distinctly announced, and that at a time when the Assyrian empire was still standing. For this reason the majority of critics, from the time of Rosenmüller and Justi downwards, have regarded the spuriousness of the prophecy as an established fact. But the evidence which can be adduced in support of the testimony contained in the heading is far too strong for it to be set aside: viz., (1.) the descriptive style as well as the whole stamp of the prophecy, which resembles the undisputed prophecies of Isaiah in a greater variety of points than any passage that can be selected from any other prophet. We will show this briefly, but yet amply, and as far as the nature of an exposition allows, against Knobel and others who maintain the opposite. And (2.) the dependent relation of Zephaniah and Jeremiah - a relation which the generally admitted muse-like character of the former, and the imitative character of the latter, render it impossible to invert. Both prophets show that they are acquainted with this prophecy of Isaiah, as indeed they are with all those prophecies which are set down as spurious. Stähelin, in his work on the Messianic prophecies (Excursus iv), has endeavoured to make out that the derivative passages in question are the original passages; but <em> stat pro ratione voluntas <\/em> . Now, as the testimony of the heading is sustained by such evidence as this, the one argument adduced on the other side, that the prophecy has no historical footing in the circumstances of Isaiah's times, cannot prove anything at all. No doubt all prophecy rested upon an existing historical basis. But we must not expect to be able to point this out in the case of every single prophecy. In the time of Hezekiah, as <a class=\"isa\" verses=\"eyIxODQxNCI6OH0=\">Isaiah 39:1-8<\/a> clearly shows (compare <a class=\"ref\">Micah 4:10<\/a>), Isaiah had become spiritually certain of this, that the power by which the final judgment would be inflicted upon Judah would not be Asshur, but <em> Babel<\/em> , i.e., an empire which would have for its centre that Babylon, which was already the second capital of the Assyrian empire and the seat of kings who, though dependent then, were striving hard for independence; in other words, a Chaldean empire. Towards the end of his course Isaiah was full of this prophetic thought; and from it he rose higher and higher to the consoling discovery that Jehovah would avenge His people upon Babel, and redeem them from Babel, just as surely as from Asshur. The fact that so far-reaching an insight was granted to him into the counsels of God, was not merely founded on his own personality, but rested chiefly on the position which he occupied in the midst of the first beginnings of the age of great empires. Consequently, according to the law of the creative intensity of all divinely effected beginnings, he surveyed the whole of this long period as a universal prophet outstripped all his successors down to the time of Daniel, and left to succeeding ages not only such prophecies as those we have already read, which had their basis in the history of his own times and the historical fulfilment of which was not sealed up, but such far distant and sealed prophecies as those which immediately follow. For since Isaiah did not appear in public again after the fifteenth year of Hezekiah, the future, as his book clearly shows, was from that time forth his true home. Just as the apostle says of the New Testament believer, that he must separate himself from the world, and walk in heaven, so the Old Testament prophet separated himself from the present of his own nation, and lived and moved in its future alone.<\/p>",
    "audit": null
}