{
    "id": 17775,
    "source": "kdo",
    "verse_id": 17936,
    "verse_count": 2,
    "reference": "14:7-8",
    "title": "",
    "html": "<p><em> “The whole earth rests, is quiet: they break forth into singing. Even the cypresses rejoice at thee, the cedars of Lebanon: 'Since thou hast gone to sleep, no one will come up to lay the axe upon us.'”<\/em> The preterites indicate inchoatively the circumstances into which the whole earth has now entered. The omission of the subject in the case of <em> pâtz'chu <\/em> (they break forth) gives the greatest generality to the jubilant utterances: <em> pâtzach <\/em> <em> rinnâh <\/em> (<em> erumpere gaudio <\/em> ) is an expression that is characteristic of Isaiah alone (e.g., <a class=\"isa\" verses=\"WzE4NTU3LDE4NjUwXQ==\">Isaiah 44:23; Isaiah 49:13<\/a>); and it is a distinctive peculiarity of the prophet to bring in the trees of the forest, as living and speaking beings, to share in the universal joy (cf., <a class=\"isa\" verses=\"WzE4NzUzXQ==\">Isaiah 55:12<\/a>). Jerome supposes the trees to be figuratively employed here for the “chiefs of the nations” (<em> principes gentium <\/em> ). But this disposition to allegorize not only destroys the reality of the contents, but the spirit of the poetry also. Cypresses and cedars rejoice because of the treatment which they received from the Chaldean, who made use of the almost imperishable wood of both of them for ornamental buildings, for his siege apparatus, and for his fleets, and even for ordinary ships - as Alexander, for example, built himself a fleet of cypress-wood, and the Syrian vessels had masts of cedar. Of the old cedars of Lebanon, there are hardly thirty left in the principle spot where they formerly grew. Gardner Wilkinson (1843) and Hooker the botanist (1860) estimated the whole number at about four hundred; and according to the conclusion which the latter drew from the number of concentric rings and other signs, not one of them is more than about five hundred years old.<\/p><p> (Note: See Wilkinson's paper in the <em> Athenaeum<\/em> (London, Noverse 1862).)<\/p>",
    "audit": null
}