{
    "id": 17860,
    "source": "kdo",
    "verse_id": 18093,
    "verse_count": 2,
    "reference": "23:15-16",
    "title": "",
    "html": "<p> The prophet here foretells the rise of Tyre again at the close of the Chaldean world-wide monarchy. <em> “And it will come to pass in that day, that Tzor will be forgotten seventy years, equal to the days of one king; after the end of the seventy years, Tzor will go, according to the song of the harlot. Take the guitar, sweep through the city, O forgotten harlot! Play bravely, sing zealously, that thou mayest be remembered!”<\/em> The “<em> days of a king<\/em> ” are a fixed and unchangeable period, for which everything is determined by the one sovereign will (as is the case more especially in the East), and is therefore stereotyped. The seventy years are compared to the days of such a king. Seventy is well fitted to be the number used to denote a uniform period of this kind, being equal to 10 x 7, i.e., a compact series of heptads of years (<em> shabbathoth <\/em> ). But the number is also historical, prophecy being the power by which the history of the future was “periodized” beforehand in this significant manner. They coincide with the seventy years of Jeremiah (compare <a class=\"ref\">2 Chronicles 36:21<\/a>), that is to say, with the duration of the Chaldean rule. During this period Tyre continued with its world-wide commerce in a state of involuntary repose. “<em> Tyre will be forgotten:<\/em> ” <em> v'nishcachath <\/em> is not a participle (Böttcher), but the <em> perf. cons.<\/em> which is required here, and stands for ונשׁכּחה with an original ת fem. (cf., <a class=\"isa\" verses=\"WzE3Nzk3LDE1ODkzXQ==\">Isaiah 7:14; Psalms 118:23<\/a>). After the seventy years (that is to say, along with the commencement of the Persian rule) the harlot is welcomed again. She is like a bayadere or troubadour going through the streets with song and guitar, and bringing her charms into notice again. The prophecy here falls into the tone of a popular song, as in <a class=\"isa\" verses=\"WzE3NzQxXQ==\">Isaiah 5:1<\/a> and <a class=\"isa\" verses=\"WzE4MTU0XQ==\">Isaiah 27:2<\/a>. It will be with Tyre as with such a musician and dancer as the one described in the popular song.<\/p>",
    "audit": null
}