{
    "id": 18165,
    "source": "kdo",
    "verse_id": 18727,
    "verse_count": 1,
    "reference": "54:3",
    "title": "",
    "html": "<p> The reason why the tent is to be so large and strong is given in <a class=\"isa\" verses=\"WzE4NzI3XQ==\">Isaiah 54:3<\/a> : <em> “For thou wilt break forth on the right and on the left; and thy seed will take possession of nations, and they will people desolate cities.”<\/em> “On the right and on the left” is equivalent to “on the south and north” (<a class=\"ref\">Psalms 89:13<\/a>, the speaker being supposed to have his face turned towards the east: compare the Sanscrit <em> apân <\/em> , situated at the back, i.e., towards the west). We must supply both west and east, since the promises contained in such passages as <a class=\"ref\">Genesis 15:18-21<\/a> remained unfulfilled even in the age of David and Solomon. Jerusalem will now spread out, and break through all her former bounds (<em> pârats <\/em> is used in the same sense in <a class=\"ref\">Genesis 28:14<\/a>); and her seed (i.e., the seed acquired by the Servant of Jehovah, the dead yet eternally living One, the σπέρμα , whose σπέρμα He Himself is) will take possession of nations (<em> yârash <\/em> , <em> yârēsh <\/em> , <em> capessere <\/em> , <em> occupare <\/em> ; more especially κληρονομεῖν , syn. <em> nâchal <\/em> ); and they (i.e., the children born to her) will people desolate cities (<em> hōshı̄bh <\/em> , the causative of <em> yâshabh <\/em> , to be inhabited, <a class=\"isa\" verses=\"WzE3OTQ5XQ==\">Isaiah 14:20<\/a>). Thus will the promise be fulfilled, that “the meek shall inherit the earth,” - a promise not confined to the Preacher on the mount, but found also in <a class=\"ref\">Psalms 37:9-11<\/a>, and uttered by our own prophet in <a class=\"isa\" verses=\"WzE4ODQzLDE4OTA3XQ==\">Isaiah 60:21; Isaiah 65:9<\/a>.<\/p>",
    "audit": null
}