{
    "id": 13444,
    "source": "kdo",
    "verse_id": 18599,
    "verse_count": 2,
    "reference": "46:12–13",
    "title": "",
    "html": " <p>A third admonition is addressed to the forts esprits in <a class=\"isa\" verses=\"WzE4NTk5XQ==\">Isaiah 46:12<\/a>, <a class=\"isa\" verses=\"WzE4NjAwXQ==\">Isaiah 46:13<\/a>. <i>“Hearken to me, ye strong-hearted, that are far from righteousness! I have brought my righteousness near; it is not far off, and my salvation tarrieth not: and I give salvation in Zion, my glory to Israel.”<\/i>, All that is called in Hellenic and Hellenistic <span class=\"greek normal\">,νοῦς λόγος συνείδησις θυμός<\/span>, is comprehended in <span class=\"greek normal\">,καρδία<\/span>,; and everything by which <i>(<span class=\"translit\">, bâsâr<\/span>) and <i>(<span class=\"translit\">, nephesh<\/span>) are affected comes into the light of consciousness in the heart (<i>Psychol.<\/i>, p. 251). According to this biblico-psychological idea, <span class=\"normal hebrew\">,לב <\/span> <span class=\"normal hebrew\">,אבּיתי<\/span>, may signify either the courageous (<a class=\"ref\">Psalm 76:6<\/a>), or, as in this instance, the strong-minded; but as a synonym of <span class=\"normal hebrew\">,לב <\/span> <span class=\"normal hebrew\">,סהזקי<\/span>, (<a class=\"ref\">Ezekiel 2:4<\/a>) and <span class=\"normal hebrew\">,לב <\/span> <span class=\"normal hebrew\">,קשׁי<\/span>, (<a class=\"ref\">Ezekiel 3:7<\/a>), viz., in the sense of those who resist the impressions of the work and grace of God in their consciousness of mental superiority to anything of the kind, and not in the sense of those who have great mental endowments. These are “far from righteousness” ((<span class=\"translit\">, tsedâqâh <\/span>)), that is to say, they have despaired of the true, loving fidelity of Jehovah, and have no wish for any further knowledge of it. Therefore they shall hear, and possibly not without impression, that this loving fidelity is about to manifest itself, and salvation is about to be realized. Jehovah has given salvation in Zion, that is to say, is giving it even now, so that it will become once more the centre of the renovated nation, and impart its glory to this, so that it may shine in the splendour bestowed upon it by its God. We have here the side of light and love, turned towards us by the two-faced (<span class=\"translit\">, tsedâqâh <\/span>), as a parallel word to (<span class=\"translit\">, theshū‛âh <\/span>), or salvation. With this admonition to the indifferent and careless, to whom the salvation of which they have given up all hope is proclaimed as at the door, this prophecy is brought to a close. In three distinct stages, commencing with “hearken,” “remember,” “hearken,” it has unfolded the spiritual influences which the fact declared in <a class=\"isa\" verses=\"WzE4NTg4XQ==\">Isaiah 46:1<\/a>, <a class=\"isa\" verses=\"WzE4NTg5XQ==\">Isaiah 46:2<\/a>, ought to have upon Israel, and resembles a pastoral sermon in its tone. <br> <\/i> <\/i> <\/p>",
    "audit": null
}