{
    "id": 17858,
    "source": "kdo",
    "verse_id": 18089,
    "verse_count": 2,
    "reference": "23:11-12",
    "title": "",
    "html": "<p> The prophet now proceeds to relate, as it were, to the Pheonicio-Spanish colony, the daughter, i.e., the population of Tartessus, what has happened to the mother country. <em> “His hand hath He stretched over the sea, thrown kingdoms into trembling; Jehovah hath given commandment concerning Kena'an , to destroy her fortresses. And He said, Thou shalt not rejoice any further, thou disgraced one, virgin daughter of Sidon! Get up to Kittim, go over; there also shalt thou not find rest.”<\/em> There is no ground whatever for restricting the “kingdoms” (<em> m amlâcoth <\/em> ) to the several small Phoenician states (compare <a class=\"isa\" verses=\"WzE4MDA3XQ==\">Isaiah 19:2<\/a>). Jehovah, reaching over the sea, has thrown the lands of Hither Asia and Egypto-Ethiopia into a state of the most anxious excitement, and has summoned them as instruments of destruction with regard to <em> Kenaēan <\/em> ( אל , like על in <a class=\"ref\">Esther 4:5<\/a>). Phoenicia called itself <em> Kena‛an <\/em> (Canaan); but this is the only passage in the Old Testament in which the name occurs in this most restricted sense. לשׁמיד , for להשׁמיד , as in <a class=\"ref\">Numbers 5:22; Amos 8:4<\/a>. The form מעזניה is more rare, but it is not a deformity, as Knobel and others maintain. There are other examples of the same resolution of the reduplication and transposition of the letters (it stands for מענזיה , possibly a Phoenician word; see Hitzig, <em> Grabschrift<\/em> , p. 16, and Levi, <em> Phoenizische Studien<\/em> , p. 17), viz., תּמנוּ in <a class=\"ref\">Lamentations 3:22<\/a> (vid., at <a class=\"ref\">Psalms 64:7<\/a>), and קבנו in <a class=\"ref\">Numbers 23:13<\/a>, at least according to the Jewish grammar (see, however, Ewald, §250,<em> b<\/em> ).<\/p><p> (Note: Böttcher derives the form from מעזן , a supposed diminutive; see, however, <em> Jesurun<\/em> , pp. 212-216.)<\/p><p><em> “Virgin of the daughter of Sidon”<\/em> (equivalent to “virgin daughter of Sidon,” two epexegetical genitives; Ewald, §289,<em> c<\/em> ) is synonymous with <em> Kena‛an <\/em> . The name of the ancestral city (compare <a class=\"isa\" verses=\"WzE4Mzc1XQ==\">Isaiah 37:22<\/a>) has here become the name of the whole nation that has sprung from it. Hitherto this nation has been untouched, like a virgin, but now it resembles one ravished and defiled. If now they flee across to Cyprus (<em> c ittiyim <\/em> or <em> c ittim <\/em> ), there will be no rest for them even there, because the colony, emancipated from the Phoenician yoke, will only be too glad to rid herself to the unwelcome guests from the despotic mother country.<\/p>",
    "audit": null
}