{
    "id": 18252,
    "source": "kdo",
    "verse_id": 18887,
    "verse_count": 2,
    "reference": "64:1-2",
    "title": "",
    "html": "<p> The similes which follow cannot be attached to this <em> nâzōllū <\/em> , however we may explain it. Yet <a class=\"isa\" verses=\"WzE4ODg3XQ==\">Isaiah 64:1<\/a> (2) does not form a new and independent sentence; but we must in thought repeat the word upon which the principal emphasis rests in  (<a class=\"isa\" verses=\"WzE4ODg3XQ==\">Isaiah 64:1<\/a>). “(<em> Wouldst come down<\/em> ) <em> as fire kindles brushwood, fire causes water to boil; to make known Thy name to Thine adversaries, that the heathen may tremble before Thy face! When Thou doest terrible things which we hoped not for; wouldst come down, <\/em> (<em> and<\/em> )<em> mountains shake before Thy countenance!<\/em> ” The older expositors gave themselves a great deal of trouble in the attempt to trace <em> hămâsı̄m <\/em> to <em> m âsas <\/em> , to melt. But since Louis de Dieu and Albert Schultens have followed Saadia and Abulwâlid in citing the Arabic <em> hms <\/em> , to crack, to mutter, to mumble, etc., and <em> hšm <\/em> , to break in pieces, <em> confringere <\/em> , from which comes <em> hashim <\/em> , broken, dry wood, it is generally admitted that <em> hămâsim <\/em> is from <em> hemes <\/em> (lit. crackling, rattling, Arab. <em> hams <\/em> ), and signifies “dry twigs,” <em> arida sarmenta <\/em> . The second simile might be rendered, “as water bubbles up in the fire;” and in that case <em> m ayim <\/em> would be treated as a feminine (according to the rule in Ges. §146, 3), in support of which <a class=\"ref\">Job 14:19<\/a> may be adduced as an unquestionable example (although in other cases it is masculine), and אשׁ = בּאשׁ would be used in a local sense, like <em> lehâbhâh <\/em> , into flames, in <a class=\"isa\" verses=\"WzE3NzY0XQ==\">Isaiah 5:24<\/a>. But it is much more natural to take אשׁ , which is just as often a feminine as מים is a masculine, as the subject of תּבעה , and to give to the verb בּעה , which is originally intransitive, judging from the Arabic <em> bgâ <\/em> , to swell, the Chald. בּוּע , to spring up (compare אבעבּעות , blisters, pustules), the Syr. בּגא , to bubble up, etc., the transitive meaning to cause to boil or bubble up, rather than the intransitive to boil (comp. <a class=\"isa\" verses=\"WzE4MjMxXQ==\">Isaiah 30:13<\/a>, נבעה , swollen = bent forwards, as it were <em> protumidus <\/em> ). Jehovah is to come down with the same irresistible force which fire exerts upon brushwood or water, when it sets the former in flames and makes the latter boil; in order that by such a display of might He may make His name known (viz., the name thus judicially revealing itself, hence “in fire,” <a class=\"isa\" verses=\"WzE4MjQ1LDE4OTM4XQ==\">Isaiah 30:27; Isaiah 66:15<\/a>) to His adversaries, and that nations (viz., those that are idolaters) may tremble before Him ( מפּני ך : cf., <a class=\"ref\">Psalms 68:2-3<\/a>). The infinitive clause denoting the purpose, like that indicating the comparison, passes into the finite (cf., <a class=\"isa\" verses=\"WzE3ODUzLDE3OTE2LDE3OTU0XQ==\">Isaiah 10:2; Isaiah 13:9; Isaiah 14:25<\/a>). Modern commentators for the most part now regard the optative <em> lū' <\/em> (O that) as extending to <a class=\"isa\" verses=\"WzE4ODg4XQ==\">Isaiah 64:2<\/a> also; and, in fact, although this continued influence of <em> lū' <\/em> appears to overstep the bounds of the possible, we are forced to resort to this extremity. <a class=\"isa\" verses=\"WzE4ODg4XQ==\">Isaiah 64:2<\/a> cannot contain a historical retrospect: the word “formerly” would be introduced if it did, and the order of the words would be a different one. Again, we cannot assume that נזלּוּ הרים מפּני ך ירדתּ contains an expression of confidence, or that the prefects indicate certainty. Neither the context, the foregoing נוראות בּעשׂות ך נו (why not עשׂה ?), nor the parenthetical assertion נקוּה לא , permits of this. On the other hand, וגו בעשׂותך connects itself very appropriately with the purposes indicated in <a class=\"isa\" verses=\"WzE4ODg3XQ==\">Isaiah 64:1<\/a> (2.): “may tremble when Thou doest terrible things, which we, i.e., such as we, do not look for,” i.e., which surpass our expectations. And now nothing remains but to recognise the resumption of <a class=\"isa\" verses=\"WzE4ODg2XQ==\">Isaiah 63:19<\/a> (<a class=\"isa\" verses=\"WzE4ODg3XQ==\">Isaiah 64:1<\/a>) in the clause “The mountains shake at Thy presence,” in which case <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+63:19&t1=en_nas\" id=\"17\" class=\"stL\" target=\"_blank\">Isaiah 63:19<\/a><em> b<\/em> -64:2 (<a class=\"isa\" verses=\"eyIxODg4NyI6M30=\">Isaiah 64:1-3<\/a>) forms a grand period rounded off palindromically after Isaiah's peculiar style.<\/p>",
    "audit": null
}