{
    "id": 13398,
    "source": "kdo",
    "verse_id": 18422,
    "verse_count": 31,
    "reference": 40,
    "title": "",
    "html": " <p align=\"center\">, Second Half of the Collection - Isaiah 40-66 <\/p>\n\n\n\n <p>The first half consisted of seven parts; the second consists of three. The trilogical arrangement of this cycle of prophecies has hardly been disputed by any one, since Rückert pointed it out in his <i>Translation of the Hebrew Prophets<\/i>,(1831). And it is equally certain that each part consists of 3 x 3 addresses. The division of the chapters furnishes an unintentional proof of this, though the true commencement is not always indicated. The <i>first<\/i>, part embraces the following nine addresses: chapters 40; 41, <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+42:1-43&t1=en_nas\" id=\"0\" class=\"stL\" target=\"_blank\">, Isaiah 42:1-43<\/a>: <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+42:1&t1=en_nas\" id=\"1\" class=\"stL\" target=\"_blank\">,<\/a>,13; 43:14-44:5; 44:6-23; 44:24-45:25; <a class=\"isa\" verses=\"eyIxODU4OCI6MTN9\">Isaiah 46:1-13<\/a>; <a class=\"isa\" verses=\"eyIxODYwMSI6MTV9\">Isaiah 47:1-15<\/a>; 48. The <i>second<\/i>, part includes the following nine: chapters 49; <a class=\"isa\" verses=\"eyIxODY2NCI6MTF9\">Isaiah 50:1-11<\/a>; 51; <a class=\"isa\" verses=\"eyIxODY5OCI6MTJ9\">Isaiah 52:1-12<\/a>; 52:13-53:12; 54; <a class=\"isa\" verses=\"eyIxODc0MiI6MTN9\">Isaiah 55:1-13<\/a>; <a class=\"isa\" verses=\"eyIxODc1NSI6OH0=\">Isaiah 56:1-8<\/a>; 56:9-57:21. The <i>third<\/i>, part the following nine: <a class=\"isa\" verses=\"eyIxODc4OCI6MTR9\">Isaiah 58:1-14<\/a>; 59; 60; <a class=\"isa\" verses=\"eyIxODg0NSI6MTF9\">Isaiah 61:1-11<\/a>; <a class=\"isa\" verses=\"eyIxODg1NiI6MTJ9\">Isaiah 62:1-12<\/a>; <a class=\"isa\" verses=\"eyIxODg2OCI6Nn0=\">Isaiah 63:1-6<\/a>; 63:7-64:12; 65; 66. It is only in the middle of the first part that the division is at all questionable. In the other two it is hardly possible to err. The theme of the whole is the comforting announcement of the approaching deliverance, and its attendant summons to repentance. For the deliverance itself was for the Israel, which remained true to the confession of Jehovah in the midst of affliction and while redemption was delayed, and not for the rebellious, who denied Jehovah in word and deed, and thus placed themselves on the level of the heathen. <i>“There is no peace, saith Jehovah, for the wicked:”<\/i>, with these words does the first part of the twenty-seven addresses close in <a class=\"isa\" verses=\"WzE4NjM3XQ==\">Isaiah 48:22<\/a>. The second closes in <a class=\"isa\" verses=\"WzE4Nzg3XQ==\">Isaiah 57:21<\/a>, in a more excited and fuller tone: <i>“There is no peace, saith my God, for the wicked.”<\/i>, And at the close of the third part (<a class=\"isa\" verses=\"WzE4OTQ3XQ==\">Isaiah 66:24<\/a>) the prophet drops this form of refrain, and declares the miserable end of the wicked in deeply pathetic though horrifying terms: <i>“Their worm shall not die, and their fire shall not be quenched, and they shall be an abhorrence to all flesh;”<\/i>, just as, at the close of the fifth book of the Psalms, the shorter form of <i>(<span class=\"translit\">, berâkhâh <\/span>) (blessing) is dropt, and an entire psalm, the Hallelujah (Ps), takes its place. <br>, The three parts, which are thus marked off by the prophet himself, are only variations of the one theme common to them all. At the same time, each has its own leading thought, and its own special key-note, which is struck in the very first words. In each of the three parts, also, a different antithesis stands in the foreground: viz., in the <i>first<\/i>, part, chapters 40-48, the contrast between Jehovah and the idols, and between Israel and the heathen; in the <i>second<\/i>, part, chapters 49-57, the contrast between the present suffering of the Servant of Jehovah and His future glory; in the <i>third<\/i>, part, chapters 58-66, the contrast observable in the heart of Israel itself, between the hypocrites, the depraved, the rebellious, on the one side, and the faithful, the mourning, the persecuted, on the other. The first part sets forth the deliverance from Babylon, in which the prophecy of Jehovah is fulfilled, to the shame ad overthrow of the idols and their worshippers; the second part, the way of the Servant of Jehovah through deep humiliation to exaltation and glory, which is at the same time the exaltation of Israel to the height of its world-wide calling; the third part, the indispensable conditions of participation in the future redemption and glory. There is some truth in Hahn's opinion, that the distinctive characteristics of the three separate parts are exhibited in the three clauses of <a class=\"isa\" verses=\"WzE4NDIzXQ==\">Isaiah 40:2<\/a>: <i>“that her distress is ended, that her debt is paid, that she has received<\/i>,(according to his explanation, <i>'will receive' <\/i>) <i>double for all her sins.”<\/i>, For the central point of the first part is really the termination of the Babylonian distress; that of the second, the expiation of guilt by the self-sacrifice of the Servant of Jehovah; and that of the third, the assurance that the sufferings will be followed by “a far more exceeding weight of glory.” The promise rises higher and higher in the circular movements of the 3 x 9 addresses, until at length it reaches its zenith in chapters 65 and 66, and links time and eternity together. <br>, So far as the language is concerned, there is nothing more finished or more elevated in the whole of the Old Testament than this trilogy of addresses by Isaiah. In chapters 1-39 of the collection, the prophet's language is generally more compressed, chiselled (<i>lapidarisch <\/i>), plastic, although even there his style passes through all varieties of colour. But here in chapters 40-66, where he no longer has his foot upon the soil of his own time, but is transported into the far distant future, as into his own home, even the language retains an ideal and, so to speak, ethereal character. It has grown into a broad, pellucid, shining stream, which floats us over as it were into the world beyond, upon majestic yet gentle and translucent waves. There are only two passages in which it becomes more harsh, turbid, and ponderous, viz., <a class=\"isa\" verses=\"eyIxODcxMyI6MTJ9\">Isaiah 53:1-12<\/a>, and <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+56:9-57&t1=en_nas\" id=\"17\" class=\"stL\" target=\"_blank\">, Isaiah 56:9-57<\/a>: <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+56:9&t1=en_nas\" id=\"18\" class=\"stL\" target=\"_blank\">,<\/a>,11 <i>a<\/i>,. In the former it is the emotion of sorrow which throws its shadow upon it; in the latter, the emotion of wrath. And in every other instance in which it changes, we may detect at once the influence of the object and of the emotion. In <a class=\"isa\" verses=\"WzE4ODc0XQ==\">Isaiah 63:7<\/a>, the prophet strikes the note of the liturgical <i>(<span class=\"translit\">, tephillâh <\/span>); in <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+63:19&t1=en_nas\" id=\"20\" class=\"stL\" target=\"_blank\">, Isaiah 63:19<\/a>, <i>b<\/i>,-64:4 it is sadness which chokes the stream of words; in <a class=\"isa\" verses=\"WzE4ODkxXQ==\">Isaiah 64:5<\/a>, you year, as in <a class=\"ref\">Jeremiah 3:25<\/a>, the key-note of the liturgical <i>vidduy<\/i>, or confessional prayer. <br>, And when we turn to the contents of his trilogy, it is more incomparable still. It commences with a prophecy, which gave to John the Baptist the great theme of his preaching. It closes with the prediction of the creation of a new heaven and new earth, beyond which even the last page of the New Testament Apocalypse cannot go. And in the centre (<a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+52:13-53&t1=en_nas\" id=\"23\" class=\"stL\" target=\"_blank\">, Isaiah 52:13-53<\/a>: <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+52:13&t1=en_nas\" id=\"24\" class=\"stL\" target=\"_blank\">,<\/a>,12) the sufferings and exaltation of Christ are proclaimed as clearly, as if the prophet had stood beneath the cross itself, and had seen the Risen Saviour. He is transported to the very commencement of the New Testament times, and begins just like the New Testament evangelists. He afterwards describes the death and resurrection of Christ as completed events, with all the clearness of a Pauline discourse. And lastly, he clings to the heavenly world beyond, like John in the Apocalypse. Yet the Old Testament limits are not disturbed; but within those limits, evangelist, apostle, and apocalyptist are all condensed into one. Throughout the whole of these addresses we never meet with a strictly Messianic prophecy; and yet they have more christological depth than all the Messianic prophecies taken together. The bright picture of the coming King, which is met with in the earlier Messianic prophecies, undergoes a metamorphosis here, out of which it issues enriched by many essential elements, viz., those of the two <i>status<\/i>, the <i>mors vicaria<\/i>, and the <i>munus triplex<\/i>,. The dark typical background of suffering, which the mournful Davidic psalms give to the figure of the Messiah, becomes here for the first time an object of direct prediction. The place of the Son of David, who is only a King, is now take by the Servant of Jehovah, who is <i>Prophet<\/i>, and <i>Priest<\/i>, by virtue of His self-sacrifice, and <i>King<\/i>, as well; the Saviour of Israel and of the Gentiles, persecuted even to death by His own nation, but exalted by God to be both Priest and King. So rich and profound a legacy did Isaiah leave to the church of the captivity, and to the church of the future also, yea, even to the New Jerusalem upon the new earth. Hengstenberg has very properly compared these prophecies of Isaiah to the Deuteronomic “last words” of Moses in the steppes of Moab, and to the last words of the Lord Jesus, within the circle of His own disciples, as reported by John. It is a thoroughly esoteric book, left to the church for future interpretation. To none of the Old Testament prophets who followed him was the ability given perfectly to open the book. Nothing but the coming of the Servant of Jehovah in the person of Jesus Christ could break all the seven seals. But was Isaiah really the author of this book of consolation? Modern criticism visits all who dare to assert this with the double ban of want of science and want of conscience. It regards Isaiah's authorship as being quite as impossible as any miracle in the sphere of nature, of history, or of the spirit. No prophecies find any favour in its eyes, but such as can be naturally explained. It knows exactly how far a prophet can see, and where he must stand, in order to see so far. But we are not tempted at all to purchase such omniscience at the price of the supernatural. We believe in the supernatural reality of prophecy, simply because history furnishes indisputable proofs of it, and because a supernatural interposition on the part of God in both the inner and outer life of man takes place even at the present day, and can be readily put to the test. But this interposition varies greatly both in degree and kind; and even in the far-sight of the prophets there were the greatest diversities, according to the measure of their charisma. It is quite possible, therefore, that Isaiah may have foreseen the calamities of the Babylonian age and the deliverance that followed “by an excellent spirit,” as the son of Sirach says (Ecclus. 48:24), and may have lived and moved in these “last things,” even at a time when the Assyrian empire was still standing. But we do not regard all that is possible as being therefore real. We can examine quite impartially whether this really was the case, and without our ultimate decision being under the constraint of any unalterable foregone conclusion, like that of the critics referred to. All that we have said in praise of chapters 40-66 would retain its fullest force, even if the author of the whole should prove to be a prophet of the captivity, and not Isaiah. <br>, We have already given a cursory glance at the general and particular grounds upon which we maintain the probability, or rather the certainty, that Isaiah was the author of chapters 40-66; and we have explained them more fully in the concluding remarks to Drechsler's <i>Commentary<\/i>,(vol. iii. pp. 361-416), to which we would refer any readers who wish to obtain a complete insight into the <i>pro<\/i>, and <i>con<\/i>, of this critical question. All false supports of Isaiah's authorship have there been willingly given up; for the words of Job to his friends (<a class=\"ref\">Job 13:7-8<\/a>) are quite as applicable to a biblical theologian of the present day. <br>, We have admitted, that throughout the whole of the twenty-seven prophecies, the author of chapters 40-66 has the captivity as his fixed standpoint, or at any rate as a standpoint that is only so far a fluctuating one, as the eventual deliverance approaches nearer and nearer, and that without ever betraying the difference between the real present and this ideal one; so that as the prophetic vision of the future has its roots in every other instance in the soil of the prophet's own time, and springs out of that soil, to all appearance he is an exile himself. But notwithstanding this, the following arguments may be adduced in support of Isaiah's authorship. In the <i>first<\/i>, place, the deliverance foretold in these prophecies, with all its attendant circumstances, is referred to as something beyond the reach of human foresight, and known to Jehovah alone, and as something the occurrence of which would prove Him to be the God of Gods. Jehovah, the God of the prophecy, new the name of Cyrus even before he knew it himself; and He demonstrated His Godhead to all the world, inasmuch as He caused the name and work of the deliverer of Israel to be foretold (<a class=\"isa\" verses=\"eyIxODU2NiI6NH0=\">Isaiah 45:4-7<\/a>). <i>Secondly<\/i>, although these prophecies rest throughout upon the soil of the captivity, and do not start with the historical basis of Hezekiah's time, as we should expect them to do, with Isaiah as their author; yet the discrepancy between this phenomenon and the general character of prophecy elsewhere, loses its full force as an argument against Isaiah's authorship, if we do not separate chapters 40-66 from chapters 1-39 and take it as an independent work, as is generally done. The whole of the first half of the collection is a staircase, leading up to these addresses to the exiles, and bears the same relation to them, as a whole, as the Assyrian pedestal in <a class=\"isa\" verses=\"eyIxNzk1MyI6NH0=\">Isaiah 14:24-27<\/a>, to the Babylonian <i>(<span class=\"translit\">, massâ <\/span>) in Isaiah 13-14:26. This relation between the two - namely, that Assyrian prophecies lay the foundation for Babylonian - runs through the whole of the first half. It is so arranged, that the prophecies of the Assyrian times throughout have intermediate layers, which reach beyond those times; and whilst the former constitute the groundwork, the latter form the gable. This is the relation in which chapters 24-27 stand to chapters 13-23, and chapters 34-35 to chapters 28-33. And within the cycle of prophecies against the nations, three Babylonian prophecies - viz. Isaiah 13-14:23; <a class=\"isa\" verses=\"eyIxODAzNyI6MTB9\">Isaiah 21:1-10<\/a>, and 23 - form the commencement, middle, and end. The Assyrian prophecies lie within a circle, the circumference and diameter of which consist of prophecies that have a longer span. And are all these prophecies, that are inserted with such evident skill and design, to be taken away from our prophet? The oracle concerning Babel, in Isaiah 13-14:23, has all the ring of a prophecy of Isaiah's, as we have already seen; and in the epilogue, in <a class=\"isa\" verses=\"eyIxNzk1MyI6NH0=\">Isaiah 14:24-27<\/a>, it has Isaiah's signature. The second oracle concerning Babel, in <a class=\"isa\" verses=\"eyIxODAzNyI6MTB9\">Isaiah 21:1-10<\/a>, is not only connected with three passages of Isaiah's that are acknowledged as genuine, so as to form a tetralogy; but in style and spirit it is most intimately bound up with them. The cycle of prophecies of the final catastrophe (chapters 24-27) commences so thoroughly in Isaiah's style, that nearly every word and every turn in the first three vv. bears Isaiah's stamp; and in <a class=\"isa\" verses=\"eyIxODE2NCI6Mn0=\">Isaiah 27:12-13<\/a>, it dies away, just like the book of Immanuel, <a class=\"isa\" verses=\"WzE3ODk2XQ==\">Isaiah 11:11<\/a>. And the genuineness of chapters 34 and <a class=\"isa\" verses=\"eyIxODMyMiI6MTB9\">Isaiah 35:1-10<\/a>, has never yet been disputed on any valid grounds. Knobel, indeed, maintains that the historical background of this passage establishes its spuriousness; but it is impossible to detect any background of contemporaneous history. Edom in this instance represents the world, as opposed to the people of God, just as Moab does in <a class=\"isa\" verses=\"eyIxODEyMCI6MTJ9\">Isaiah 25:1-12<\/a>. Consider, moreover, that these disputed prophecies form a series which constitutes in every respect a prelude to chapters 40-66. Have we not in <a class=\"isa\" verses=\"eyIxNzkwOCI6Mn0=\">Isaiah 13:1-2<\/a>, the substance of chapters 40-66, as it were, <i>in nuce<\/i>,? Is not the trilogy “Babel,” in chapters 46-48, like an expansion of the vision in <a class=\"isa\" verses=\"eyIxODAzNyI6MTB9\">Isaiah 21:1-10<\/a>,? Is not the prophecy concerning Edom in chapter 34 the side-piece to <a class=\"isa\" verses=\"eyIxODg2OCI6Nn0=\">Isaiah 63:1-6<\/a>,? And do we not hear in <a class=\"isa\" verses=\"eyIxODMyMiI6MTB9\">Isaiah 35:1-10<\/a>, the direct prelude to the melody, which is continued in chapters 40-66? And to this we may add still further the fact, that prominent marks of Isaiah are common alike to the disputed prophecies, and to those whose genuineness is acknowledged. The name of God, which is so characteristic of Isaiah, and which we meet with on every hand in acknowledged prophecies in chapters 1-39, viz., “the Holy One of Israel,” runs also through chapters 40-66. And so again do the confirmatory words, “Thus saith Jehovah,” and the interchange of the national names Jacob and Israel (compare, for example, <a class=\"isa\" verses=\"WzE4NDQ4XQ==\">Isaiah 40:27<\/a>, with <a class=\"isa\" verses=\"WzE4MjE3XQ==\">Isaiah 29:23<\/a>).<\/i>,<\/i>,<\/i>, <\/p> <i> <i>\n\n\n\n<\/i>,<\/i>, <p>(Note: The remark which we made at p. 77, to the effect that Isaiah prefers Israel, is therefore to be qualified, inasmuch as in ch. 40-66 Jacob takes precedence of Israel.) <\/p>\n\n\n\n <p>The rhetorical figure called epnanaphora, which may be illustrated by an Arabic proverb - <\/p>\n\n\n\n <p>(Note: See Mehren, <i>Rhetorik der Araber<\/i>, p. 161ff.) <br>, <i>“Enjoy the scent of the yellow roses of Negd; For when the evening if gone, it is over with the yellow roses,” -<\/i>, <\/p> <i>\n\n\n\n<\/i>, <p>is very rare apart from the book of Isaiah (<a class=\"ref\">Genesis 6:9; Genesis 35:12; Leviticus 25:41; Job 11:7<\/a>); whereas in the book of Isaiah itself it runs like a favourite oratorical turn from beginning to end (vid., <a class=\"isa\" verses=\"WzE3NjYyXQ==\">Isaiah 1:7<\/a>; <a class=\"isa\" verses=\"WzE3NzM3XQ==\">Isaiah 4:3<\/a>; <a class=\"isa\" verses=\"WzE3NzgxXQ==\">Isaiah 6:11<\/a>; <a class=\"isa\" verses=\"WzE3OTE3XQ==\">Isaiah 13:10<\/a>; <a class=\"isa\" verses=\"WzE3OTU0XQ==\">Isaiah 14:25<\/a>; <a class=\"isa\" verses=\"WzE3OTY5XQ==\">Isaiah 15:8<\/a>; <a class=\"isa\" verses=\"WzE4MjM4XQ==\">Isaiah 30:20<\/a>; <a class=\"isa\" verses=\"WzE4MzEzXQ==\">Isaiah 34:9<\/a>; <a class=\"isa\" verses=\"WzE4NDQwXQ==\">Isaiah 40:19<\/a>; <a class=\"isa\" verses=\"WzE4NDk2XQ==\">Isaiah 42:15<\/a>, <a class=\"isa\" verses=\"WzE4NTAwXQ==\">Isaiah 42:19<\/a>; <a class=\"isa\" verses=\"WzE4NjM2XQ==\">Isaiah 48:21<\/a>; <a class=\"isa\" verses=\"WzE4Njg3XQ==\">Isaiah 51:13<\/a>; <a class=\"isa\" verses=\"eyIxODcxOCI6Mn0=\">Isaiah 53:6-7<\/a>; <a class=\"isa\" verses=\"WzE4NzI5XQ==\">Isaiah 54:5<\/a>, <a class=\"isa\" verses=\"WzE4NzM3XQ==\">Isaiah 54:13<\/a>; <a class=\"isa\" verses=\"WzE4NjY3XQ==\">Isaiah 50:4<\/a>; <a class=\"isa\" verses=\"WzE4Nzg5XQ==\">Isaiah 58:2<\/a>; <a class=\"isa\" verses=\"WzE4ODA5XQ==\">Isaiah 59:8<\/a>,- a collection of examples which could probably be still further increased). But there are still deeper lines of connection than these. How strikingly, for example, does <a class=\"isa\" verses=\"WzE4MTcwXQ==\">Isaiah 28:5<\/a>, ring in harmony with <a class=\"isa\" verses=\"WzE4ODU4XQ==\">Isaiah 62:3<\/a>, and <a class=\"isa\" verses=\"WzE4MjE3XQ==\">Isaiah 29:23<\/a>,(cf., <a class=\"isa\" verses=\"WzE3NzQ3XQ==\">Isaiah 5:7<\/a>) with <a class=\"isa\" verses=\"WzE4ODQzXQ==\">Isaiah 60:21<\/a>,! And does not the leading thought which is expressed in <a class=\"isa\" verses=\"WzE4MDY0XQ==\">Isaiah 22:11<\/a>; <a class=\"isa\" verses=\"WzE4Mzc5XQ==\">Isaiah 37:26<\/a>,(cf., <a class=\"isa\" verses=\"WzE4MTIwXQ==\">Isaiah 25:1<\/a>), viz., that whatever is realized in history has had its pre-existence as an idea in God, run with a multiplied echo through chapters 40-66? And does not the second half repeat, in <a class=\"isa\" verses=\"WzE4OTIzXQ==\">Isaiah 65:25<\/a>, in splendidly elaborate paintings, and to some extent in the very same words (which is not unlike Isaiah), what we have already found in <a class=\"isa\" verses=\"WzE3ODkxXQ==\">Isaiah 11:6<\/a>., <a class=\"isa\" verses=\"WzE4MjQ0XQ==\">Isaiah 30:26<\/a>, and other passages, concerning the future glorification of the earthly and heavenly creation? Yea, we may venture to maintain (and no one has ever attempted to refute it), that the second half of the book of Isaiah (chapters 40-66), so far as its theme, its standpoint, its style, and its ideas are concerned, is in a state of continuous formation throughout the whole of the first (chapters 1-39). On the frontier of the two halves, the prediction in <a class=\"isa\" verses=\"WzE4NDE4XQ==\">Isaiah 39:5<\/a>, <a class=\"isa\" verses=\"WzE4NDIwXQ==\">Isaiah 39:7<\/a>, stands like a sign-post, with the inscription, “To Babylon.” There, viz., in Babylon, is henceforth Isaiah's spiritual home; there he preaches to the church of the captivity the way of salvation, and the consolation of redemption, but to the rebellious the terrors of judgment. <\/p>\n\n\n\n <p>That this is the case, is confirmed by the reciprocal relation in which chapters 40-66 stand to all the other literature of the Old Testament with which we are acquainted. In chapters 40-66 we find reminiscences from the book of Job (compare <a class=\"isa\" verses=\"WzE4NDQ0XQ==\">Isaiah 40:23<\/a>, with <a class=\"ref\">Job 12:24<\/a>; <a class=\"isa\" verses=\"WzE4NTU5XQ==\">Isaiah 44:25<\/a>, with <a class=\"ref\">Job 12:17, Job 12:20<\/a>; <a class=\"isa\" verses=\"WzE4NTU4XQ==\">Isaiah 44:24<\/a>, with <a class=\"ref\">Job 9:8<\/a>; <a class=\"isa\" verses=\"WzE4NDM1XQ==\">Isaiah 40:14<\/a>, with <a class=\"ref\">Job 21:22<\/a>; <a class=\"isa\" verses=\"WzE4ODA1XQ==\">Isaiah 59:4<\/a>, with <a class=\"ref\">Job 15:35<\/a>, and <a class=\"ref\">Psalm 7:15<\/a>). And the first half points back to Job in just the same manner. The poetical words <span class=\"normal hebrew\">,גזע<\/span>, <span class=\"normal hebrew\">,התגּבּר<\/span>, <span class=\"normal hebrew\">,צאצאים<\/span>, are only met with in the book of Isaiah and the book of Job. Once at least, namely <a class=\"isa\" verses=\"WzE4ODA4XQ==\">Isaiah 59:7<\/a>, we are reminded of <i>(<span class=\"translit\">, mishlē <\/span>) (<a class=\"ref\">Proverbs 1:16<\/a>); whilst in the first half we frequently met with imitations of the <i>(<span class=\"translit\">, mâshâl <\/span>) of Solomon. The two halves stand in exactly the same relation to the book of Micah; compare <a class=\"isa\" verses=\"WzE4Nzg4XQ==\">Isaiah 58:1<\/a>, with <a class=\"ref\">Micah 3:8<\/a>, like <a class=\"isa\" verses=\"eyIxNzY4OCI6M30=\">Isaiah 2:2-4<\/a>, with <a class=\"ref\">Micah 4:1-4<\/a>, and <a class=\"isa\" verses=\"WzE4MTUyXQ==\">Isaiah 26:21<\/a>, with <a class=\"ref\">Micah 1:3<\/a>. And the same relation to Nahum runs through the two; compare <a class=\"ref\">Nahum 3:4-5<\/a>, with <a class=\"isa\" verses=\"W3siMTg2MDEiOjE1fSxbMjI3MDFdXQ==\">Isaiah 47:1-15, Nahum 2:1<\/a>, with <i>, <a class=\"isa\" verses=\"WzE4NzA0XQ==\">Isaiah 52:7<\/a>,<\/i>, <i>, <a class=\"isa\" verses=\"WzE4Njk4XQ==\">Isaiah 52:1<\/a>,<\/i>, and <a class=\"ref\">Nahum 2:11<\/a>, with <a class=\"isa\" verses=\"WzE4MDk3LDIyNzI2XQ==\">Isaiah 24:1; Nahum 3:13<\/a>, with <a class=\"isa\" verses=\"WzE4MDIxXQ==\">Isaiah 19:16<\/a>. We leave the question open, on which side the priority lies. But when we find in Zephaniah and Jeremiah points of contact not only with Isaiah 40-66, but also with chapter 13-14:23; <a class=\"isa\" verses=\"eyIxODAzNyI6MTB9\">Isaiah 21:1-10<\/a>; 21:34-35, which preclude the possibility of accident, it is more than improbable that these two prophets should have been imitated by the author of chapters 40-66, since it is in them above all others that we meet with the peculiar disposition to blend the words and thoughts of their predecessors with their own. Not only does Zephaniah establish points of contact with Isaiah 13 and 34 in by no means an accidental manner, but compare <a class=\"isa\" verses=\"WzE3NzAxXQ==\">Isaiah 2:15<\/a>, with <a class=\"isa\" verses=\"WzE4NjA4XQ==\">Isaiah 47:8<\/a>, <a class=\"isa\" verses=\"WzE4NjEwXQ==\">Isaiah 47:10<\/a>, and <a class=\"isa\" verses=\"WzE3NzE4XQ==\">Isaiah 3:10<\/a>, with <a class=\"isa\" verses=\"WzE4OTQzXQ==\">Isaiah 66:20<\/a>. The former passage betrays its derivative character by the fact that <span class=\"normal hebrew\">,עלּיז<\/span>, is a word that belongs exclusively to Isaiah; whilst the latter is not only a compendium of <a class=\"isa\" verses=\"WzE4OTQzXQ==\">Isaiah 66:20<\/a>, but also points back to <a class=\"isa\" verses=\"WzE3OTk5XQ==\">Isaiah 18:1<\/a>, <a class=\"isa\" verses=\"WzE4MDA1XQ==\">Isaiah 18:7<\/a>, in the expression <span class=\"normal hebrew\">,לנהרי־כוּשׁ<\/span>, <span class=\"normal hebrew\">,מעבר<\/span>,. In Jeremiah, the indication of dependence upon Isaiah comes out most strongly in the prophecy against Babylon in Jer 50-51; in fact, it is so strong, that Movers, Hitzig, and De Wette regard the anonymous author of chapters 40-66 as the interpolator of this prophecy. But it also contains echoes of Isaiah 13-14; 21, and 34, and is throughout a Mosaic or earlier prophecies. The passage in <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Jer+10:1-16&t1=en_nas\" id=\"115\" class=\"stL\" target=\"_blank\">, Jer 10:1-16<\/a>, concerning the nothingness of the gods of the nations, sounds also most strikingly like Isaiah's; compare more especially <a class=\"isa\" verses=\"eyIxODU0NiI6NH0=\">Isaiah 44:12-15<\/a>; <a class=\"isa\" verses=\"WzE4NDU5XQ==\">Isaiah 41:7<\/a>; <a class=\"isa\" verses=\"WzE4NTk0XQ==\">Isaiah 46:7<\/a>, though the attempt has also been made to render this intelligible by the interpolation hypothesis. It is not only in <a class=\"isa\" verses=\"eyIxODQyNyI6M30=\">Isaiah 40:6-8<\/a>, and <a class=\"isa\" verses=\"WzE4NDMxXQ==\">Isaiah 40:10<\/a>, which are admitted to be Jeremiah's, that we meet with the peculiar characteristics of Jeremiah; but even in passages that are rejected we find such expressions of his as <span class=\"normal hebrew\">,יפּה<\/span>, <span class=\"normal hebrew\">,אותם<\/span>, for <span class=\"normal hebrew\">,אתּם<\/span>, <span class=\"normal hebrew\">,נבער<\/span>, <span class=\"normal hebrew\">,תּעתּעים<\/span>, <span class=\"normal hebrew\">,פּקדּה<\/span>, a penal visitation, such as we never meet with in Isaiah II. And the whole of the consolatory words in <a class=\"ref\">Jeremiah 30:10-11<\/a>, and again in <a class=\"ref\">Jeremiah 46:27-28<\/a>, which sound so much like the deutero-Isaiah, are set down as having been inserted in the book of Jeremiah by Isaiah II. But Caspari has shown that this is impossible, because the concluding words of the promise, “I will correct thee in measure, and will not leave thee altogether unpunished,” would have no meaning at all if uttered at the close of the captivity; and also, because such elements as are evidently Jeremiah's, and in which it coincides with prophecies of Jeremiah that are acknowledged to be genuine, far outweigh those of the deutero-Isaiah. And yet in this passage, when Israel is addressed as “my servant,” we hear the tone of the deutero-Isaiah. Jeremiah fuses in this instance, as in many other passages, the tones of Isaiah with his own. There are also many other passages which coincide with passages of the second part of Isaiah, both in substance and expression, though not so conclusively as those already quoted, and in which we have to decide between regarding Jeremiah as an imitator, or Isaiah II as an interpolator. But if we compare <a class=\"ref\">Jeremiah 6:15<\/a>, with <a class=\"isa\" verses=\"WzE4NzY1XQ==\">Isaiah 56:11<\/a>, and <a class=\"isa\" verses=\"WzE4NjIxXQ==\">Isaiah 48:6<\/a>, with <a class=\"ref\">Jeremiah 33:3<\/a>, where Jeremiah, according to his usual custom, gives a different turn to the original passages by a slight change in the letters, we shall find involuntary reminiscences of Isaiah in Jeremiah, in such parallels as <a class=\"ref\">Jeremiah 3:16<\/a>; <a class=\"isa\" verses=\"WzE4OTE1LDE5MDQxXQ==\">Isaiah 65:17; Jeremiah 4:13<\/a>; <a class=\"isa\" verses=\"WzE4OTM4LDE5MjQ2XQ==\">Isaiah 66:15; Jeremiah 11:19<\/a>; <a class=\"isa\" verses=\"WzE4NzEzXQ==\">Isaiah 53:1<\/a>; and shall hear the ring of <a class=\"isa\" verses=\"eyIxODY5MSI6N30=\">Isaiah 51:17-23<\/a>, in Jeremiah's <i>(<span class=\"translit\">, qı̄nōth <\/span>), and that of <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+56:9-57&t1=en_nas\" id=\"134\" class=\"stL\" target=\"_blank\">, Isaiah 56:9-57<\/a>: <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+56:9&t1=en_nas\" id=\"135\" class=\"stL\" target=\"_blank\">,<\/a>,11 <i>a<\/i>, in the earlier reproachful addresses of Jeremiah, and not <i>vice versa<\/i>,. <br>, In conclusion, let us picture to ourselves the gradual development of Isaiah's view of the <i>captivity<\/i>, that penal judgment already threatened in the law. (1.) In the <i>Uzziah-Jotham<\/i>, age the prophet refers to the captivity, in the most general terms that can be conceived, in <a class=\"isa\" verses=\"WzE3NzgyXQ==\">Isaiah 6:12<\/a>, though he mentions it casually by its own name even in <a class=\"isa\" verses=\"WzE3NzUzXQ==\">Isaiah 5:13<\/a>. (2.) In the time of <i>Ahaz<\/i>, we already see him far advanced beyond this first sketchy reference to the captivity. In <a class=\"isa\" verses=\"WzE3ODk2XQ==\">Isaiah 11:11<\/a>. he predicts a second deliverance, resembling the Egyptian exodus. Asshur stands at the head of the countries of the <i>diaspora<\/i>, as the imperial power by which the judgment of captivity is carried out. (3.) In the early years of <i>Hezekiah<\/i>, <a class=\"isa\" verses=\"WzE4MDcxXQ==\">Isaiah 22:18<\/a>, appears to indicate the carrying away of Judah by Asshur. But when the northern kingdom had succumbed to the judgment of the Assyrian banishment, and Judah had been mercifully spared this judgment, the eyes of Isaiah were directed to Babylon as the imperial power destined to execute the same judgment upon Judah. We may see this from <a class=\"isa\" verses=\"eyIxODQxOCI6M30=\">Isaiah 39:5-7<\/a>. Micah also speaks of Babylon as the future place of punishment and deliverance (<a class=\"ref\">Micah 4:10<\/a>). The prophecies of the overthrow of Babylon in <a class=\"isa\" verses=\"WzE3OTIxXQ==\">Isaiah 13:14<\/a>, <a class=\"isa\" verses=\"WzE3OTI4XQ==\">Isaiah 13:21<\/a>, are therefore quite in the spirit of the prophecies of Hezekiah's time. And chapters 40-66 merely develop on all sides what was already contained in germ in <a class=\"isa\" verses=\"eyIxNzkzMCI6Mn0=\">Isaiah 14:1-2<\/a>; <a class=\"isa\" verses=\"WzE4MDQ2XQ==\">Isaiah 21:10<\/a>. It is well known that in the time of Hezekiah Babylon attempted to break loose from Assyria; and so also the revolt of the Medes from Asshur, and the union of their villages and districts under one monarch named Deyoces, occurred in the time of Hezekiah.<\/i>,<\/i>,<\/i>, <\/p> <i> <i>\n\n\n\n<\/i>,<\/i>, <p>(Note: Spiegel (Eran, p. 313ff.) places the revolt of the Medes in the year 714, and Deyoces in the year 708.) <\/p>\n\n\n\n <p>It is quite characteristic of Isaiah that he never names the Persians, who were at that time still subject to the Medes. He mentions Madai in <a class=\"isa\" verses=\"WzE3OTI0XQ==\">Isaiah 13:17<\/a>, and <a class=\"isa\" verses=\"WzE4MDM4XQ==\">Isaiah 21:2<\/a>, and (<span class=\"translit\">, Kōresh <\/span>) (Kurus), the founder of the Persian monarchy; but not that one of the two leading Iranian tribes, which gained its liberty through him in the time of Astyages, and afterwards rose to the possession of the imperial sway. <\/p>\n\n\n\n <p>But how is it possible that Isaiah should have mentioned Cyrus by name centuries before this time (210 years, according to Josephus, Ant. xi. 1, 2)? Windischmann answers this question in his Zoroastrische Studien, p. 137. “No one,” he says, “who believes in a living, personal, omniscient God, and in the possibility of His revealing future events, will ever deny that He possesses the power to foretell the name of a future monarch.” And Albrecht Weber, the Indologian, finds in this answer “an evidence of self-hardening against the scientific conscience,” and pronounces such hardening nothing less than “devilish.” It is not possible to come to any understanding concerning this point, which is the real nerve of the prevailing settled conclusion as to chapters 40-66. We therefore hasten on to our exposition. And in relation to this, if we only allow that the prophet really was a prophet, it is of no essential consequence to what age he belonged. For in this one point we quite agree with the opponents of its genuineness, namely, that the standpoint of the prophet is the second half of the captivity. If the author is Isaiah, as we feel constrained to assume for reasons that we have already stated here and elsewhere, he is entirely carried away from his own times, and leads a pneumatic life among the exiles. There is, in fact, no more “Johannic” book in the whole of the Old Testament than this book of consolation. It is like the produce of an Old Testament gift of tongues. The fleshly body of speech has been changed into a glorified body; and we hear, as it were, spiritual voices from the world beyond, or world of glory. <br>, <\/p>",
    "audit": null
}