{
    "id": 17874,
    "source": "kdo",
    "verse_id": 18126,
    "verse_count": 2,
    "reference": "25:7-8",
    "title": "",
    "html": "<p> Although the feast is one earth, it is on an earth which has been transformed into heaven; for the party-wall between God and the world has fallen down: death is no more, and all tears are for ever wiped away. <em> “And He casts away upon this mountain the veil that veiled over all peoples, and the covering that covered over all nations. He puts away death for ever; and the Lord Jehovah wipes the tear from every face; and He removes the shame of His people from the whole earth: for Jehovah hath spoken it.”<\/em> What Jehovah bestows is followed by what He puts away. The “veil” and “covering” (<em> m assēcâh <\/em> , from <em> nâsac <\/em> = <em> m âsâc <\/em> , <a class=\"isa\" verses=\"WzE4MDYxXQ==\">Isaiah 22:8<\/a>, from <em> sâcac <\/em> , to weave, twist, and twist over = to cover) are not symbols of mourning and affliction, but of spiritual blindness, like the “veil” upon the heart of Israel mentioned in <a class=\"ref\">2 Corinthians 3:15<\/a>. The <em> p e nē hallōt <\/em> (cf., <a class=\"ref\">Job 41:5<\/a>) is the upper side of the veil, the side turned towards you, by which Jehovah takes hold of the veil to lift it up. The second <em> hallōt <\/em> stands for הלּט (Ges. §71, Anm. 1), and is written in this form, according to Isaiah's peculiar style (vid., <a class=\"isa\" verses=\"WzE3NzQwLDE3Nzk0LDE3ODE0LDE4MDY2XQ==\">Isaiah 4:6; Isaiah 7:11; Isaiah 8:6; Isaiah 22:13<\/a>), merely for the sake of the sound, like the obscurer <em> niphal<\/em> forms in <a class=\"isa\" verses=\"WzE4MDk5XQ==\">Isaiah 24:3<\/a>. The only difference between the two nouns is this: in <em> lōt <\/em> the leading idea is that of the completeness of the covering, and in <em> m assēcâh <\/em> that of its thickness. The removing of the veil, as well as of death, is called בּלּע , which we find applied to God in other passages, viz., <a class=\"isa\" verses=\"WzE4MDA4LDE0MjAyLDE0NzQzXQ==\">Isaiah 19:3; Psalms 21:10; Psalms 55:10<\/a>. Swallowing up is used elsewhere as equivalent to making a thing disappear, by taking it into one's self; but here, as in many other instances, the notion of receiving into one's self is dropped, and nothing remains but the idea of taking away, unless, indeed, abolishing of death may perhaps be regarded as taking it back into what hell shows to be the <em> eternal<\/em> principle of wrath out of which God called it forth. God will abolish death, so that there shall be no trace left of its former sway. Paul gives a free rendering of this passage in <a class=\"ref\">1 Corinthians 15:54<\/a>, κατεπόθη ὁ θάνατος εἰς νῖκος (after the Aramaean <em> n e tzach <\/em> , <em> vincere <\/em> ). The Syriac combines both ideas, that of the Targum and that of Paul: <em> absorpta est mors per victoriam in sempiternum <\/em> . But the abolition of death is not in itself the perfection of blessedness. There are sufferings which force out a sigh, even after death has come as a deliverance. But all these sufferings, whose ultimate ground is sin, Jehovah sweeps away. There is something very significant in the use of the expression דּמעה (a tear), which the Apocalypse renders πᾶν δάκρυον (<a class=\"ref\">Revelation 21:4<\/a>). Wherever there is a tear on any face whatever, Jehovah wipes it away; and if Jehovah wipes away, this must be done most thoroughly: He removes the cause with the outward symptom, the sin as well as the tear. It is self-evident that this applies to the church triumphant. The world has been judged, and what was salvable has been saved. There is therefore no more shame for the people of God. Over the whole earth there is no further place to be found for this; Jehovah has taken it away. The earth is therefore a holy dwelling-place for blessed men. The new Jerusalem is Jehovah's throne, but the whole earth is Jehovah's glorious kingdom. The prophet is here looking from just the same point of view as Paul in <a class=\"ref\">1 Corinthians 15:28<\/a>, and John in the last page of the Apocalypse.<\/p>",
    "audit": null
}