{
    "id": 17926,
    "source": "kdo",
    "verse_id": 18241,
    "verse_count": 3,
    "reference": "30:23-25",
    "title": "",
    "html": "<p> The promise, after setting forth this act of penitence, rises higher and higher; it would not stop at bread in time of need. <em> “And He gives rain to thy seed, with which thou sowest the land; and bread of the produce of the land, and it is full of sap and fat: in that day your flocks will feed in roomy pastures. And the oxen and the young asses, which work the land, salted mash will they eat, which is winnowed with the winnowing shovel and winnowing fork! And upon every high mountain, and every hill that rises high, there are springs, brooks in the day of the great massacre, when the towers fall.”<\/em> The blessing which the prophet depicts is the reverse of the day of judgment, and stands in the foreground when the judgment is past. The expression “in that day” fixes, as it were, the evening of the day of judgment, which is followed by the depicted morning of blessing. But the great mass of the Jewish nation would be first of all murdered in war; the towers must fall, i.e., (though without any figure, and merely as an exemplifying expression) all the bulwarks of self-confidence, self-help, and pride (<a class=\"isa\" verses=\"WzE3NzAxXQ==\">Isaiah 2:15<\/a>; <a class=\"ref\">Micah 5:9-10<\/a>). In the place of the self-induced calamities of war, there would now come the God-given rich blessings of peace; and in the place of the proud towers, there would come fruitful heights abounding with water. The field would be cultivated again, and produce luxuriant crops of nutritious corn; so that not only the labour of man, but that of the animals also, would receive a rich reward. “Rain to thy seed:” this is the early rain commencing about the middle of October. אשׁר as an accusative, זרע being construed with a double accusative, as in <a class=\"ref\">Deuteronomy 22:9<\/a>. מקני ך might be the singular, so far as the form is concerned (see <a class=\"isa\" verses=\"WzE3Njg1LDE3NzUyLDE4MDY0XQ==\">Isaiah 1:30; Isaiah 5:12; Isaiah 22:11<\/a>); but, according to <a class=\"ref\">Exodus 17:3<\/a>, it must be taken as a plural, like מורי ך . The <em> ' ălâphı̄m <\/em> are the oxen used in ploughing and threshing; the <em> ‛ ăyârı̄m <\/em> , the asses used for carrying manure, soil, the sheaves, or the grain. <em> B e lı̄l <\/em> <em> c hâmı̄ts <\/em> is a mash (composed of oats, barley, and vetches, or things of that kind) made more savoury with salt and sour vegetables;<\/p><p> (Note: Such as <em> Salsola kali<\/em> , <em> Salsola tragus<\/em> , <em> Salsola soda<\/em> , and other plants of the family of the <em> chenopodiaceae<\/em> .)<\/p><p> that is to say, a <em> farrago<\/em> (from <em> bâlal <\/em> , to mix; <em> Comm. on Job<\/em> , at <a class=\"ref\">Job 40:19-24<\/a>). According to Wetzstein, it is ripe barley (unthreshed during the harvest and threshing time, and the grain itself for the rest of the year) mixed with salt or salt vegetables. In any case, <em> b e lı̄l <\/em> is to be understood as referring to the grain; this is evident from the relative clause, “which has been winnowed” (= <em> m e zōreh <\/em> , Ewald, §169,<em> d<\/em> ), or perhaps more correctly, “which he (one) winnows” (<em> part. kal<\/em> ), the participle standing for the third person, with the subject contained within itself (Ewald, §200), i.e., not what was generally given from economy, viz., barley, etc., mixed with chopped straw (<em> tibn <\/em> ), but pure grain (<em> habb <\/em> <em> m ahd <\/em> , as they say at the present day). <em> Rachath <\/em> is a winnowing shovel, which is still used, according to Wetzstein, in <em> Merj. Gedur<\/em> , and <em> Hauran<\/em> ; <em> mizreh <\/em> , on the other hand, is the winnowing fork with six prongs. Dainty food, such as was only given occasionally to the cattle, as something especially strengthening, would then be their regular food, and would be prepared in the most careful manner. “Who cannot see,” exclaims Vitringa, “that this is to be taken spiritually?” He appeals to what Paul says in <a class=\"ref\">1 Corinthians 9:9<\/a>, viz., that God does not trouble Himself about oxen. But Paul did not mean this in the same sense as Aristotle, who maintained that the <em> minima<\/em> were entirely excluded from the providence of God. What the Scriptures say concerning cattle, they do not say for the sake of the cattle, but for the sake of men; though it does not follow that the cattle are to be understood figuratively, as representing men. And this is the case here. What the prophet paints in this idyllic style, in colours furnished by the existing customs,<\/p><p> (Note: Asses particularly, even those of a guest, are generally very much neglected. The host throws them a little grass, and then hangs up the fodder-sack full of chopped straw; and it is a sign of extraordinary hospitality of corn is given to the asses as well as to the horses. - Wetzstein.)<\/p><p> is not indeed intended to be understood in the letter; and yet it is to be taken literally. In the age of glory, even on this side of eternity, a gigantic stride will be taken forward towards the glorification of universal nature, and towards the end of all those sighs which are so discernible now, more especially among domestic animals. The prophecy is therefore to be interpreted according to <a class=\"ref\">Romans 8:19<\/a>.; from which we may clearly see that God does trouble Himself about the sighing of an ox or ass that is overburdened with severe toil, and sometimes left to starve.<\/p>",
    "audit": null
}