{
    "id": 17863,
    "source": "kdo",
    "verse_id": 18097,
    "verse_count": 23,
    "reference": 24,
    "title": "",
    "html": "<p> Finale of the Great Catastrophe - Isaiah 24-27 part iv<\/p><p> The cycle of prophecies which commences here has no other parallel in the Old Testament than perhaps Zech. Both sections are thoroughly eschatological and apocryphal in their character, and start from apparently sharply defined historical circumstances, which vanish, however, like will-o'the-wisps, as soon as you attempt to follow and seize them; for the simple reason, that the prophet lays hold of their radical idea, carries them out beyond their outward historical form, and uses them as emblems of far-off events of the last days. It is not surprising, therefore, that the majority of modern critics, from the time of Eichhorn and Koppe, have denied the genuineness of these four chapters (Isaiah 24-27), notwithstanding the fact that there is nothing in the words themselves that passes beyond the Assyrian times. Rosenmller did this in the first edition of his <em> Scholia<\/em> ; but in the second and third editions he has fallen into another error, chiefly because the prophecy contains nothing which passes beyond the political horizon of Isaiah's own times. Now we cannot accept this test of genuineness; it is just one of the will-o'-the-wisps already referred to. Another consequence of this phenomenon is, that our critical opponents inevitably get entangled in contradictions as soon as they seek for a different historical basis for this cycle of prophecies from that of Isaiah's own times. According to Gesenius, De Wette, Maurer, and Umbreit, the author wrote in Babylonia; according to Eichhorn, Ewald, and Knobel, in Judah. In the opinion of some, he wrote at the close of the captivity; in that of others, immediately after the overthrow of the kingdom of Judah. Hitzig supposes the imperial city, whose destruction is predicted, to be Nineveh; others, for the most part, suppose it to be Babylon. But the prophet only mentions Egypt and Asshur as powers by which Israel is enslaved; and Knobel consequently imagines that he wrote in this figurative manner from fear of the enemies that were still dwelling in Judah. This wavering arises from the fact, that what is apparently historical is simply an eschatological emblem. It is quite impossible to determine whether that which sounds historical belonged to the present or past in relation to the prophet himself. His standing-place was beyond all the history that has passed by, even down to the present day; and everything belonging to this history was merely a figure in the mirror of the last lines. Let it be once established that no human critics can determine <em> א priori <\/em> the measure of divine revelation granted to any prophet, and all possible grounds combine to vindicate Isaiah's authorship of chapters 24-27, as demanded by its place in the book of Isaiah.<\/p><p> (Note: The genuineness is supported by Rosenmüller, Hensler (<em> Jesaia neu übersetzt, mit Anm.<\/em> ), Paulus (<em> Clavis über Jesaia<\/em> ), Augusti (<em> Exeg. Handbuch<\/em> ), Beckhaus (<em> über Integrität der proph. Schriften des A. T.<\/em> 1796), Kleinert (<em> über die Echtheit sämmtlicher in d. Buche Jesaia enth. Weissagungen<\/em> , 1829), Küper (<em> Jeremias librorum sacr. interpres atque vindex<\/em> , 1837), and Jahn, Hävernick, Keil (in their <em> Introductions<\/em> ). In monographs, C. F. L. Arndt (<em> De loco<\/em> , c. xxiv. - xxvii., <em> Jesaiae vindicando et explicando<\/em> , 1826), and Ed. Böhl (<em> Vaticinium Jes<\/em> . cap. xxiv. - xxvii. <em> commentario illustr.<\/em> 1861).)<\/p><p> Appended as they are to chapters 13-23 without a distinct heading, they are intended to stand in a relation of steady progress to the oracles concerning the nations; and this relation is sustained by the fact that Jeremiah read them in connection with these oracles (compare <a class=\"isa\" verses=\"eyIxODExMyI6Mn0=\">Isaiah 24:17-18<\/a>, with <a class=\"ref\">Jeremiah 48:43-44<\/a>), and that they are full of retrospective allusions, which run out like a hundred threads, though grasped, as it were, in a single hand. Chapters 24-27 stand in the same relation to chapters 13-23, as chapters 11, <a class=\"isa\" verses=\"eyIxNzkwMiI6Nn0=\">Isaiah 12:1-6<\/a> to chapters 7-10. The particular judgments predicted in the oracle against the nations, all flow into the last judgment as into a sea; and all the salvation which formed the shining edge of the oracles against the nations, is here concentrated in the glory of a mid-day sun. Chapters 24-27 form the <em> finale<\/em> to chapters 13-23, and that in a strictly musical sense. What the <em> finale<\/em> should do in a piece of music - namely, gather up the scattered changes into a grand impressive whole - is done here by this closing cycle. But even part from this, it is full of music and song. The description of the catastrophe in chapter 24 is followed by a simple hymnal echo. As the book of Immanuel closes in <a class=\"isa\" verses=\"eyIxNzkwMiI6Nn0=\">Isaiah 12:1-6<\/a> with a psalm of the redeemed, so have we here a fourfold song of praise. The overthrow of the imperial city is celebrated in a song in <a class=\"isa\" verses=\"eyIxODEyMCI6NX0=\">Isaiah 25:1-5<\/a>; another song in <a class=\"isa\" verses=\"WzE4MTI4XQ==\">Isaiah 25:9<\/a> describes how Jehovah reveals himself with His saving presence; another in <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+26:1-19&t1=en_nas\" id=\"6\" class=\"stL\" target=\"_blank\">Isaiah 26:1-19<\/a> celebrates the restoration and resurrection of Israel; and a fourth in <a class=\"isa\" verses=\"eyIxODE1NCI6NH0=\">Isaiah 27:2-5<\/a> describes the vineyard of the church bringing forth fruit under the protection of Jehovah. And these songs contain every variety, from the most elevated heavenly hymn to the tenderest popular song. It is a grand manifold concert, which is merely introduced, as it were, by the epic opening in chapter 24 and the epic close in <a class=\"isa\" verses=\"WzE4MTU4XQ==\">Isaiah 27:6<\/a>., and in the midst of which the prophecy unfolds itself in a kind of recitative. Moreover, we do not find so much real music anywhere else in the ring of the words. The heaping up of <em> paronomasia<\/em> has been placed among the arguments against the genuineness of these chapters. But we have already shown by many examples, drawn from undisputed prophecies (such as <a class=\"isa\" verses=\"W1sxODA1OF0seyIxNzk5NiI6Mn1d\">Isaiah 22:5; Isaiah 17:12-13<\/a>), that Isaiah is fond of painting for the ear; and the reason why he does it here more than anywhere else, is that chapters 24-27 formed a <em> finale<\/em> that was intended to surpass all that had gone before. The whole of this <em> finale<\/em> is a grand hallelujah to chapters 13-23, hymnic in its character, and musical in form, and that to such a degree, that, like <a class=\"isa\" verses=\"WzE4MTI1XQ==\">Isaiah 25:6<\/a>, the prophecy is, as it were, both text and divisions at the same time. There was no other than Isaiah who was so incomparable a master of language. Again, the incomparable depth in the contents of chapters 24-27 does not shake our confidence in his authorship, since the whole book of this Solomon among the prophets is full of what is incomparable. And in addition to much that is peculiar in this cycle of prophecies, which does not astonish us in a prophet so richly endowed, and so characterized by a continual change “from glory to glory,” the whole cycle is so thoroughly Isaiah's in its deepest foundation, and in a hundred points of detail, that it is most uncritical to pronounce the whole to be certainly not Isaiah's simply because of these peculiarities. So far as the eschatological and apocalyptical contents, which seem to point to a very late period, are concerned, we would simply call to mind the wealth of eschatological ideas to be found even in Joel, who prophesies of the pouring out of the Spirit, the march of the nations of the world against the church, the signs that precede the last day, the miraculous water of the New Jerusalem. The revelation of all the last things, which the Apocalypse of the New Testament embraces in one grand picture, commenced with Obadiah and Joel; and there is nothing strange in the fact that Isaiah also, in chapters 24-27, should turn away from the immediate external facts of the history of his own time, and pass on to these depths beyond.<\/p>",
    "audit": null
}