{
    "id": 17833,
    "source": "kdo",
    "verse_id": 18041,
    "verse_count": 1,
    "reference": "21:5",
    "title": "",
    "html": "<p> On the other hand, what Xenophon so elaborately relates, and what is also in all probability described in <a class=\"ref\">Daniel 5:30<\/a> (compare <a class=\"ref\">Jeremiah 51:39, Jeremiah 51:57<\/a>), is referred to in <a class=\"isa\" verses=\"WzE4MDQxXQ==\">Isaiah 21:5<\/a> : <em> “They cover the table, watch the watch, eat, drink. Rise up, ye princes! Anoint the shield!”<\/em> This is not a scene from the hostile camp, where they are strengthening themselves for an attack upon Babylon: for the express allusion to the covering of the table is intended to create the impression of confident and careless good living; and the exclamation “anoint the shield” (cf., <a class=\"ref\">Jeremiah 51:11<\/a>) presupposes that they have first of all to prepare themselves for battle, and therefore that they have been taken by surprise. What the prophet sees, therefore, is a banquet in Babylon. The only thing that does not seem quite to square with this is one of the infinitives with which the picture is so vividly described (Ges. §131, 4,<em> b<\/em> ), namely <em> tzâpōh <\/em> <em> hatztzâphith <\/em> . Hitzig's explanation, “they spread carpets” (from <em> tzâphâh <\/em> , <em> expandere <\/em> , <em> obducere <\/em> , compare the Talmudic <em> tziphâh <\/em> , <em> tziphtâh <\/em> , a mat, <em> storea <\/em> ), commends itself thoroughly; but it is without any support in biblical usage, so that we prefer to follow the Targum, Peshito, and Vulgate (the Sept. does not give any translation of the words at all), and understand the <em> hap. leg.<\/em> <em> tzâphith <\/em> as referring to the watch: “they set the watch.” They content themselves with this one precautionary measure, and give themselves up with all the greater recklessness to their night's debauch (cf., <a class=\"isa\" verses=\"WzE4MDY2XQ==\">Isaiah 22:13<\/a>). The prophet mentions this, because (as Meier acknowledges) it is by the watch that the cry, “Rise up, ye princes,” etc., is addressed to the feasters. The shield-leather was generally oiled, to make it shine and protect it from wet, and, more than all, to cause the strokes it might receive to glide off (compare the <em> laeves clypeos <\/em> in Virg. <em> Aen<\/em> . vii. 626). The infatuated self-confidence of the chief men of Babylon was proved by the fact that they had to be aroused. They fancied that they were hidden behind the walls and waters of the city, and therefore they had not even got their weapons ready for use.<\/p>",
    "audit": null
}