{
    "id": 17686,
    "source": "kdo",
    "verse_id": 17773,
    "verse_count": 1,
    "reference": "6:3",
    "title": "",
    "html": "<p><em> “And one cried to the other, and said, Holy, holy, holy is Jehovah of hosts: filling the whole earth is His glory.”<\/em> The meaning is not that they all lifted up their voice in concert at one and the same time (just as in <a class=\"isa\" verses=\"eyIxNzY1NyI6ODN9\">Isaiah 1:2-4:5<\/a>, supports the view that Isaiah is here describing his own first call. All the prophecies of Isaiah carry this name of God as their stamp. It occurs twenty-nine times (including <a class=\"isa\" verses=\"WzE3ODY4LDE4NTIxLDE4NjQ0XQ==\">Isaiah 10:17; Isaiah 43:15; Isaiah 49:7<\/a>), viz., twelve times in chapters 1-39, and seventeen times in chapters 40-66. As Luzzatto has well observed, “the prophet, as if with a presentiment that the authenticity of the second part of his book would be disputed, has stamped both parts with this name of God, 'the Holy One of Israel,' as if with his own seal.” The only other passages in which the word occurs, are three times in the Psalms (<a class=\"ref\">Psalms 71:22; Psalms 78:41; Psalms 89:19<\/a>), and twice in Jeremiah (<a class=\"ref\">Jeremiah 50:29; Jeremiah 51:5<\/a>), and that not without an allusion to Isaiah. It forms an essential part of Isaiah's distinctive prophetic signature. And here we are standing at the source from which it sprang. But did this thrice-holy refer to the triune God? Knobel contents himself with saying that the threefold repetition of the word “holy” serves to give it the greater emphasis. No doubt men are accustomed to say three times what they wish to say in an exhaustive and satisfying manner; for three is the number of expanded unity, of satisfied and satisfying development, of the key-note extended into the chord. But why is this? The Pythagoreans said that numbers were the first principle of all things; but the Scriptures, according to which God created the world in twice three days by ten mighty words, and completed it in seven days, teach us that God is the first principle of all numbers. The fact that three is the number of developed and yet self-contained unity, has its ultimate ground in the circumstance that it is the number of the trinitarian process; and consequently the trilogy (<em> trisagion<\/em> ) of the seraphim (like that of the cherubim in <a class=\"ref\">Revelation 4:8<\/a>), whether Isaiah was aware of it or no, really pointed in the distinct consciousness of the spirits themselves to the truine God.<\/p>",
    "audit": null
}