{
    "id": 17620,
    "source": "kdo",
    "verse_id": 17687,
    "verse_count": 1,
    "reference": "2:1",
    "title": "",
    "html": "<p> The limits of this address are very obvious. The end of <a class=\"isa\" verses=\"eyIxNzczNSI6Nn0=\">Isaiah 4:1-6<\/a> connects itself with the beginning of chapter 2, so as to form a circle. After various alternations of admonition, reproach, and threatening, the prophet reaches at last the object of the promise with which he started. Chapter 5, on the other hand, commences afresh with a parable. It forms an independent address, although it is included, along with the previous chapters, under the heading in <a class=\"isa\" verses=\"WzE3Njg3XQ==\">Isaiah 2:1<\/a> : <em> “The word which Isaiah the son of Amoz saw over Judah and Jerusalem.”<\/em> Chapters 2-5 may have existed under this heading before the whole collection arose. It was then adopted in this form into the general collection, so as to mark the transition from the prologue to the body of the book. The prophet describes what he here says concerning Judah and Jerusalem as <em> “the word which he saw.”<\/em> When men speak to one another, the words are not seen, but heard. But when God spoke to the prophet, it was in a supersensuous way, and the prophet saw it. The mind indeed has no more eyes than ears; but a mind qualified to perceive what is supersensuous is altogether eye. <\/p><p> The manner in which Isaiah commences this second address is altogether unparalleled. There is no other example of a prophecy beginning with והיה . And it is very easy to discover the reason why. The <em> praet. consecutivum <\/em> <em> v'hâyâh <\/em> derives the force of a future from the context alone; whereas the <em> fut. consecutivum <\/em> <em> vay'hi <\/em> (with which historical books and sections very generally commence) is shown to be an aorist by its simple form. Moreover, the <em> Vav<\/em> in the <em> fut. consecut. <\/em> has almost entirely lost its copulative character; in the <em> praet. consec. <\/em> , on the other hand, it retains it with all the greater force. The prophet therefore commences with “and”; and it is from what follows, not from what goes before, that we learn that <em> hayah <\/em> is used in a future sense. But this is not the only strange thing. It is also an unparalleled occurrence, for a prophetic address, which runs as this does through all the different phases of the prophetic discourses generally (viz., exhortation, reproof, threatening, and promise), to commence with a promise. We are in a condition, however, to explain the cause of this remarkable phenomenon with certainty, and not merely to resort to conjecture. <a class=\"isa\" verses=\"eyIxNzY4OCI6M30=\">Isaiah 2:2-4<\/a> do not contain Isaiah's own words, but the words of another prophet taken out of their connection. We find them again in <a class=\"ref\">Micah 4:1-4<\/a>; and whether Isaiah took them from Micah, or whether both Isaiah and Micah took them from some common source, in either case they were not originally Isaiah's.<\/p><p> (Note: The historical statement in <a class=\"ref\">Jeremiah 26:18<\/a>, from which we learn that it was in the days of Hezekiah that Micah uttered the threat contained in <a class=\"ref\">Micah 3:12<\/a> (of which the promise sin <a class=\"ref\">Micah 4:1-4<\/a> and <a class=\"isa\" verses=\"eyIxNzY4OCI6M30=\">Isaiah 2:2-4<\/a> are the direct antithesis), apparently precludes the idea that Isaiah borrowed from Micah, whilst the opposite is altogether inadmissible, for reasons assigned above. Ewald and Hitzig have therefore come to the conclusion, quite independently of each other, that both Micah and Isaiah repeated the words of a third and earlier prophet, most probably of Joel. And the passage in question has really very much in common with the book of Joel, viz., the idea of the melting down of ploughshares and pruning-hooks (<a class=\"ref\">Joel 3:10<\/a>), the combination of <em> râb <\/em> (many) and <em> âtsum <\/em> (strong), of <em> gephen <\/em> (vine) and <em> te'enah <\/em> (fig-tree), as compared with <a class=\"ref\">Micah 4:4<\/a>; also the attesting formula, “For Jehovah hath spoken it” (<em> Chi <\/em> <em> Jehovah<\/em> <em> dibber <\/em> : <a class=\"ref\">Joel 3:8<\/a>), which is not found in Micah, whereas it is very common in Isaiah - a fact which makes the sign itself a very feeble one (cf., <a class=\"ref\">1 Kings 14:11<\/a>, also <a class=\"ref\">Obadiah 1:18<\/a>). Hitzig, indeed, maintains that it is only by restoring this passage that the prophetic writings of Joel receive their proper rounding off and an appropriate termination; but although swords and spears beaten into ploughshares and pruning-hooks form a good antithesis to ploughshares and pruning-hooks beaten into swords and spears (<a class=\"ref\">Joel 3:10<\/a>), the coming of great and mighty nations to Mount Zion after the previous judgment of extermination would be too unprepared or much too abrupt a phenomenon. On the other hand, we cannot admit the force of the arguments adduced either by E. Meier (<em> Joel,<\/em> p. 195) or by Knobel and G. Baur (<em> Amos<\/em> , p. 29) against the authorship of Joel, which rest upon a misapprehension of the meaning of Joel's prophecies, which the former regards as too full of storm and battle, the latter as too exclusive and one-sided, for Joel to be the author of the passage in question. At the same time, we would call attention to the fact, that the promises in Micah form the obverse side to the previous threatenings of judgment, so that there is a presumption of their originality; also that the passage contains as many traces of Micah's style (see above at <a class=\"isa\" verses=\"WzE3NjU4XQ==\">Isaiah 1:3<\/a>) as we could expect to find in these three verses; and, as we shall show at the conclusion of this cycle of predictions (chapters 1-6), that the historical fact mentioned in <a class=\"ref\">Jeremiah 26:18<\/a> may be reconciled in the simplest possible manner with the assumption that Isaiah borrowed these words of promise from Micah. (See Caspari, <em> Micha<\/em> , p. 444ff.)) <\/p><p> Nor was it even intended that they should appear to be his. Isaiah has not fused them into the general flow of his own prophecy, as the prophets usually do with the predictions of their predecessors. He does not reproduce them, but, as we may observe from the abrupt commencement, he quote them. It is true, this hardly seems to tally with the heading, which describes what follows as the word of Jehovah which Isaiah saw. But the discrepancy is only an apparent one. It was the spirit of prophecy, which called to Isaiah's remembrance a prophetic saying that had already been uttered, and made it the starting-point of the thoughts which followed in Isaiah's mind. The borrowed promise is not introduced for its own sake, but is simply a self-explaining introduction to the exhortations and threatenings which follow, and through which the prophet works his way to a conclusion of his own, that is closely intertwined with the borrowed commencement.<\/p>",
    "audit": null
}