{
    "id": 17842,
    "source": "kdo",
    "verse_id": 18052,
    "verse_count": 2,
    "reference": "21:16-17",
    "title": "",
    "html": "<p> Thus does the approaching fate of Arabia present itself in picture before the prophet's eye, whilst it is more distinctly revealed in <a class=\"isa\" verses=\"WzE4MDUyLDE4MDUzXQ==\">Isaiah 21:16, Isaiah 21:17<\/a> : <em> “For thus hath the Lord spoken to me, Within a year, as the years of a hired labourer, it is over with all the glory of Kedar. And the remnant of the number of bows of heroes of the Kedarenes will be small: for Jehovah, the God of Israel, hath spoken.”<\/em> The name <em> Kedar<\/em> is here the collective name of the Arabic tribes generally. In the stricter sense, Kedar, like Nebaioth, which is associated with it, as a nomadic tribe of Ishmaelites, which wandered as far as the Elanitic Gulf. Within the space of a year, measured as exactly as is generally the case where employers and labourers are concerned, Kedar's freedom, military strength, numbers, and wealth (all these together constituting its glory), would all have disappeared. Nothing but a small remnant would be left of the heroic sons of Kedar and their bows. They are numbered here by their bows (in distinction from the numbering by heads), showing that the righting men are referred to - a mode of numbering which is customary among the Indian tribes of America, for example.<\/p><p> (Note: See the work of V. Martius on the Indians of Brazil, i. 395, 411, etc.)<\/p><p> The noun <em> she'âr <\/em> (remnant) is followed by five genitives here (just as <em> peri <\/em> is by four in <a class=\"isa\" verses=\"WzE3ODYzXQ==\">Isaiah 10:12<\/a>); and the predicate ימעטוּ is in the plural because of the copiousness of the subject. The period of the fulfilment of the prophecy keeps us still within the Assyrian era. In Herodotus (2, 141), Sennacherib is actually called “king of Arabians and Assyrians” (compare Josephus, <em> Ant.<\/em> x. 1, 4); and both Sargon and Sennacherib, in their annalistic inscriptions, take credit to themselves for the subjugation of Arabian tribes. But in the Chaldean era Jeremiah predicted the same things against Kedar (chapter 49) as against Edom; and <a class=\"ref\">Jeremiah 49:30-31<\/a> was evidently written with a retrospective allusion to this oracle of Isaiah. When the period fixed by Isaiah for the fulfilment arrived, a second period grew out of it, and one still more remote, inasmuch as a second empire, viz., the Chaldean, grew out of the Assyrian, and inaugurated a second period of judgment for the nations. After a short glimmer of morning, the night set in a second time upon Edom, and a second time upon Arabia.<\/p>",
    "audit": null
}