{
    "id": 17994,
    "source": "kdo",
    "verse_id": 18401,
    "verse_count": 3,
    "reference": "38:10-12",
    "title": "",
    "html": "<p><em> Strophe<\/em> 1 consists indisputably of seven lines: <\/p><p><em> “I said, In quiet of my days shall I depart into the gates of Hades: <\/em><\/p><p><em> I am mulcted of the rest of my years. <\/em><\/p><p><em> I said, I shall not see Jah, Jah, in the land of the living: <\/em><\/p><p><em> I shall behold man no more, with the inhabitants of the regions of the dead. <\/em><\/p><p><em> My home is broken up, and is carried off from me like a shepherd's tent: <\/em><\/p><p><em> I rolled up my life like a weaver; He would have cut me loose from the roll: <\/em><\/p><p><em> From day to night Thou makest an end of me.” <\/em><\/p><p> “In quiet of my days” is equivalent to, in the midst of the quiet course of a healthy life, and is spoken without reference to the Assyrian troubles, which still continued. דּמי , from דּמה , to be quiet, lit., to be even, for the radical form דם has the primary idea of a flat covering, of something stroked smooth, of that which is level and equal, so that it could easily branch out into the different ideas of <em> aequabilitas <\/em> , equality of measure, <em> aequitas <\/em> , equanimity, <em> aequitas <\/em> , equality, and also of destruction = <em> complanatio <\/em> , levelling. On the cohortative, in the sense of that which is to be, see Ewald, §228, a; אלכה , according to its verbal idea, has the same meaning as in <a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfSxbMTM0OTBdXQ==\">), since otherwise what Hezekiah says of himself and of God would be tautological. I rolled or wound up my life, as the weaver rolls up the finished piece of cloth: i.e., I was sure of my death, namely, because God was about to give me up to death; He was about to cut me off from the thrum (the future is here significantly interchanged with the perfect). <em> Dallâh <\/em> is the thrum, <em> licium<\/em> , the threads of the warp upon a loom, which becomes shorter and shorter the further the weft proceeds, until at length the piece is finished, and the weaver cuts through the short threads, and so sets it free ( בצּע , cf., <a class=\"ref\">Job 6:9; Job 27:8<\/a>). The strophe closes with the deep lamentation which the sufferer poured out at that time: he could not help feeling that God would put an end to him (<em> shâlam <\/em> , syn. <em> kâlâh <\/em> , <em> tâmam <\/em> , <em> gâmar <\/em> ) from day to night, i.e., in the shortest time possible (compare <a class=\"ref\">Job 4:20<\/a>).<\/p>",
    "audit": null
}