{
    "id": 17916,
    "source": "kdo",
    "verse_id": 18211,
    "verse_count": 5,
    "reference": "29:17-21",
    "title": "",
    "html": "<p> But the prophet's God, whose omniscience, creative glory, and perfect wisdom they so basely mistook and ignored, would very shortly turn the present state of the world upside down, and make Himself a congregation out of the poor and wretched, whilst He would entirely destroy this proud ungodly nation. <em> “Is it not yet a very little, and Lebanon is turned into a fruitful field, and the fruitful field esteemed as a forest? And in that day the deaf hear scripture words, and the eyes of the blind will see out of obscurity and out of darkness. And the joy of the humble increases in Jehovah, and the poor among men will rejoice in the Holy One of Israel. For tyrants are gone, and it is over with scoffers; and all who think evil are rooted out, who condemn a man for a word, and lay snares for him that is free-spoken in the gate, and overthrow the righteous through shameful lies.”<\/em> The circumstances themselves, as well as the sentence passed, will experience a change, in complete contrast with the present state of things. This is what is affirmed in <a class=\"isa\" verses=\"WzE4MjExXQ==\">Isaiah 29:17<\/a>; probably a proverb transposed into a more literary style. What is now forest becomes ennobled into garden ground; and what is garden ground becomes in general estimation a forest ( לכרמל , ליער , although we should rather expect ל , just as in <a class=\"isa\" verses=\"WzE4Mjc1XQ==\">Isaiah 32:15<\/a>). These emblems are explained in <a class=\"isa\" verses=\"WzE4MjEyXQ==\">Isaiah 29:18<\/a>. The people that are now blind and deaf, so far as the word of Jehovah is concerned, are changed into a people with open ears and seeing eyes. Scripture words, like those which the prophet now holds before the people so unsuccessfully, are heard by those who have been deaf. The unfettered sight of those who have been blind pierces through the hitherto surrounding darkness. The heirs of the new future thus transformed are the <em> anâvı̄m <\/em> (“meek”) and the <em> 'ebhyōnı̄m <\/em> (“poor”). אד ם (the antithesis of אנשׁהים , e.g., <a class=\"isa\" verses=\"WzE4MjA3XQ==\">Isaiah 29:13<\/a>) heightens the representation of lowliness; the combination is a superlative one, as in הצאן צעירי , <a class=\"ref\">Jeremiah 49:20<\/a>, and הצאן עניי in <a class=\"ref\">Zechariah 11:7<\/a> (cf., חיות פרי ץ in <a class=\"isa\" verses=\"WzE4MzMwXQ==\">Isaiah 35:9<\/a>): needy men who present a glaring contrast to, and stand out from, the general body of men. Such men will obtain ever increasing joy in Jehovah (<em> yâsaph <\/em> as in <a class=\"isa\" verses=\"WzE4Mzg0XQ==\">Isaiah 37:31<\/a>). Such a people of God would take the place of the oppressors (cf., <a class=\"isa\" verses=\"WzE4MTc3XQ==\">Isaiah 28:12<\/a>) and scoffers (cf., <a class=\"isa\" verses=\"WzE4MTc5LDE4MTg3XQ==\">Isaiah 28:14, Isaiah 28:22<\/a>), and those who thought evil (<em> shâqad <\/em> , <em> invigilare <\/em> , <em> sedulo agere <\/em> ), i.e., the wretched planners, who made a חטא of every one who did not enter into their plans (i.e., who called him a <em> c hōtē' <\/em> ; cf., <a class=\"ref\">Deuteronomy 24:4; Ecclesiastes 5:5<\/a>), and went to law with the man who openly opposed them in the gate (<a class=\"ref\">Amos 5:10<\/a>; <em> y e qōshūn <\/em> , possibly the <em> perf. kal<\/em> , cf., <a class=\"ref\">Jeremiah 50:24<\/a>; according to the syntax, however, it is the <em> fut. kal<\/em> of <em> qūsh <\/em> = <em> yâqōsh <\/em> : see at <a class=\"isa\" verses=\"WzE4MTQ3XQ==\">Isaiah 26:16<\/a>; Ges. §44, Anm. 4), and thrust away the righteous, i.e., forced him away from his just rights (<a class=\"isa\" verses=\"WzE3ODUzXQ==\">Isaiah 10:2<\/a>), by <em> tōhū <\/em> , i.e., accusations and pretences of the utmost worthlessness; for these would all have been swept away. This is the true explanation of the last clause, as given in the Targum, and not “into the desert and desolation,” as Knobel and Luzzatto suppose; for with Isaiah <em> tōhū <\/em> is the synonym for all such words as signify nothingness, groundlessness, and fraud. The prophet no doubt had in his mind, at the time that he uttered these words, the conduct of the people towards himself and his fellow-prophets, and such as were like-minded with them. The charge brought against him of being a conspirator, or a traitor to his country, was a <em> tōhū <\/em> of this kind. All these conspirators and persecutors Jehovah would clear entirely away.<\/p>",
    "audit": null
}