{
    "id": 18150,
    "source": "kdo",
    "verse_id": 18711,
    "verse_count": 2,
    "reference": "52:14-15",
    "title": "",
    "html": "<p> The prophecy concerning him passes now into an address to him, as in <a class=\"isa\" verses=\"WzE4NjQ1XQ==\">Isaiah 49:8<\/a> (cf., <a class=\"isa\" verses=\"WzE4NjQ0XQ==\">Isaiah 49:7<\/a>), which sinks again immediately into an objective tone. <em> “Just as many were astonished at thee: so disfigured, his appearance was not human, and his form not like that of the children of men: so will he make many nations to tremble; kings will shut their mouth at him: for they see what has not been told them, and discover what they have not heard.”<\/em> Both Oehler and Hahn suppose that the first clause is addressed to Israel, and that it is here pointed away from its own degradation, which excited such astonishment, to the depth of suffering endured by the One man. Hahn's principal reason, which Oehler adopts, is the sudden leap that we should otherwise have to assume from the second person to the third - an example of “negligence” which we can hardly impute to the prophet. But a single glance at <a class=\"isa\" verses=\"WzE4NTAxXQ==\">Isaiah 42:20<\/a> and <a class=\"isa\" verses=\"WzE3Njg0XQ==\">Isaiah 1:29<\/a> is sufficient to show how little force there is in this principal argument. We should no doubt expect עליכם or עלי ך after what has gone before, if the nation were addressed; but it is difficult to see what end a comparison between the sufferings of the nation and those of the One man, which merely places the sufferings of the two in an external relation to one another, could be intended to answer; whilst the second <em> kēn <\/em> (so), which evidently introduces an antithesis, is altogether unexplained. The words are certainly addressed to the servant of Jehovah; and the meaning of the <em> sicut <\/em> (just as) in <a class=\"isa\" verses=\"WzE4NzExXQ==\">Isaiah 52:14<\/a>, and of the <em> sic <\/em> (so) which introduces the principal sentence in <a class=\"isa\" verses=\"WzE4NzEyXQ==\">Isaiah 52:15<\/a>, is, that just as His degradation was the deepest degradation possible, so His glorification would be of the loftiest kind. The height of the exaltation is held up as presenting a perfect contrast to the depth of the degradation. The words, “so distorted was his face, more than that of a man,” form, as has been almost unanimously admitted since the time of Vitringa, a parenthesis, containing the reason for the astonishment excited by the servant of Jehovah. Stier is wrong in supposing that this first “so” (<em> kēn <\/em> ) refers to <em> ka'ăsher <\/em> (just as), in the sense of “If men were astonished at thee, there was ground for the astonishment.” <a class=\"isa\" verses=\"WzE4NzEyXQ==\">Isaiah 52:15<\/a> would not stand out as an antithesis, if we adopted this explanation; moreover, the thought that the fact corresponded to the impression which men received, is a very tame and unnecessary one; and the change of persons in sentences related to one another in this manner is intolerably harsh; whereas, with our view of the relation in which the sentences stand to one another, the parenthesis prepares the way for the sudden change from a direct address to a declaration. Hitherto many had been astonished at the servant of Jehovah: <em> shâmēm <\/em> , to be desolate or waste, to be thrown by anything into a desolate or benumbed condition, to be startled, confused, as it were petrified, by paralyzing astonishment (<a class=\"ref\">Leviticus 26:32; Ezekiel 26:16<\/a>). To such a degree (<em> kēn <\/em> , <em> adeo <\/em> ) was his appearance <em> m ishchath <\/em> <em> m ē'ı̄sh <\/em> , and his form <em> m ibb e nē <\/em> <em> ' âdâm <\/em> (sc., <em> m ishchath <\/em> ). We might take <em> m ishchath <\/em> as the construct of <em> m ishchâth <\/em> , as Hitzig does, since this connecting form is sometimes used (e.g., <a class=\"isa\" verses=\"WzE4Mjg2XQ==\">Isaiah 33:6<\/a>) even without any genitive relation; but it may also be the absolute, syncopated from משׁחתתּ = משׁחתת (Hävernick and Stier), like <em> m oshchath <\/em> in <a class=\"ref\">Malachi 1:14<\/a>, or, what we prefer, after the form <em> m irmas <\/em> (<a class=\"isa\" verses=\"WzE3ODU3XQ==\">Isaiah 10:6<\/a>), with the original <em> ă <\/em> , without the usual lengthening (Ewald, §160, c, Anm. 4). His appearance and his form were altogether distortion (stronger than <em> m oshchâth <\/em> , distorted), away from men, out beyond men, i.e., a distortion that destroys all likeness to a man;<\/p><p> (Note: The church before the time of Constantine pictured to itself the Lord, as He walked on earth, as repulsive in His appearance; whereas the church after Constantine pictured Him as having quite an ideal beauty (see my tract, <em> Jesus and Hillel<\/em> , 1865, p. 4). They were both right: unattractive in appearance, though not deformed, He no doubt was in the days of His flesh; but He is ideally beautiful in His glorification. The body in which He was born of Mary was no royal form, though faith could see the <em> doxa <\/em> shining through. It was no royal form, for the suffering of death was the portion of the Lamb of God, even from His mother's womb; but the glorified One is infinitely exalted above all the idea of art.)<\/p><p><em> 'ı̄sh <\/em> does not signify man as distinguished from woman here, but a human being generally.<\/p><p> The antithesis follows in <a class=\"isa\" verses=\"WzE4NzEyXQ==\">Isaiah 52:15<\/a> : viz., the state of glory in which this form of wretchedness has passed away. As a parallel to the “many” in <a class=\"isa\" verses=\"WzE4NzExXQ==\">Isaiah 52:14<\/a>, we have here “many nations,” indicating the excess of the glory by the greater fulness of the expression; and as a parallel to “were astonished at thee,” “he shall make to tremble” (<em> yazzeh <\/em> ), in other words, the effect which He produces by what He does to the effect produced by what He suffers. The <em> hiphil<\/em> <em> hizzâh <\/em> generally means to spirt or sprinkle (<em> adspergere <\/em> ), and is applied to the sprinkling of the blood with the finger, more especially upon the capporeth and altar of incense on the day of atonement (differing in this respect from <em> zâraq <\/em> , the swinging of the blood out of a bowl), also to the sprinkling of the water of purification upon a leper with the bunch of hyssop (<a class=\"ref\">Leviticus 14:7<\/a>), and of the ashes of the red heifer upon those defiled through touching a corpse (<a class=\"ref\">Numbers 19:18<\/a>); in fact, generally, to sprinkling for the purpose of expiation and sanctification. And Vitringa, Hengstenberg, and others, accordingly follow the Syriac and Vulgate in adopting the rendering <em> adsperget <\/em> (he will sprinkle). They have the usage of the language in their favour; and this explanation also commends itself from a reference to נגוּע in <a class=\"isa\" verses=\"WzE4NzE2XQ==\">Isaiah 53:4<\/a>, and נגע in <a class=\"isa\" verses=\"WzE4NzIwXQ==\">Isaiah 53:8<\/a> (words which are generally used of leprosy, and on account of which the suffering Messiah is called in <em> b. Sanhedrin<\/em> 98<em> b<\/em> by an emblematical name adopted from the old synagogue, “the leper of Rabbi's school”), since it yields the significant antithesis, that he who was himself regarded as unclean, even as a second Job, would sprinkle and sanctify whole nations, and thus abolish the wall of partition between Israel and the heathen, and gather together into one holy church with Israel those who had hitherto been pronounced “unclean” (<a class=\"isa\" verses=\"WzE4Njk4XQ==\">Isaiah 52:1<\/a>). But, on the other hand, this explanation has so far the usage of the language against it, that <em> hizzâh <\/em> is never construed with the accusative of the person or thing sprinkled (like <em> adspergere aliqua re aliquem <\/em> ; since <em> 'eth <\/em> in <a class=\"ref\">Leviticus 4:6, Leviticus 4:17<\/a> is a preposition like <em> ‛al <\/em> , <em> ‛el <\/em> elsewhere); moreover, there would be something very abrupt in this sudden representation of the servant as a priest. Such explanations as “he will scatter asunder” (<em> disperget <\/em> , Targum, etc.), or “he will spill” (sc., their blood), are altogether out of the question; such thoughts as these would be quite out of place in a spiritual picture of salvation and glory, painted upon the dark ground we have here. The verb <em> nâzâh <\/em> signified primarily to <em> leap<\/em> or <em> spring<\/em> ; hence <em> hizzâh <\/em> , with the causative meaning to <em> sprinkle<\/em> . The <em> kal<\/em> combines the intransitive and transitive meanings of the word “spirt,” and is used in the former sense in <a class=\"isa\" verses=\"WzE4ODcwXQ==\">Isaiah 63:3<\/a>, to signify the springing up or sprouting up of any liquid scattered about in drops. The Arabic <em> nazâ <\/em> (see Ges. <em> Thes<\/em> .) shows that this verb may also be applied to the springing or leaping of living beings, caused by excess of emotion. And accordingly we follow the majority of the commentators in adopting the rendering <em> exsilire faciet <\/em> . The fact that whole nations are the object, and not merely individuals, proves nothing to the contrary, as <a class=\"ref\">Habakkuk 3:6<\/a> clearly shows. The reference is to their leaping up in amazement (lxx θαυμάσονται ); and the verb denotes less an external than an internal movement. They will tremble with astonishment within themselves (cf., <em> pâchădū <\/em> <em> v e râg e zū <\/em> in <a class=\"ref\">Jeremiah 33:9<\/a>), being electrified, as it were, by the surprising change that has taken place in the servant of Jehovah. The reason why kings “shut their mouths at him” is expressly stated, viz., what was never related they see, and what was never heard of they perceive; i.e., it was something going far beyond all that had ever been reported to them outside the world of nations, or come to their knowledge within it. Hitzig's explanation, that they do not trust themselves to begin to speak before him or along with him, gives too feeble a sense, and would lead us rather to expect לפניו than עליו . The shutting of the mouth is the involuntary effect of the overpowering impression, or the manifestation of their extreme amazement at one so suddenly brought out of the depths, and lifted up to so great a height. The strongest emotion is that which remains shut up within ourselves, because, from its very intensity, it throws the whole nature into a suffering state, and drowns all reflection in emotion (cf., <em> yachărı̄sh <\/em> in <a class=\"ref\">Zephaniah 3:17<\/a>). The parallel in <a class=\"isa\" verses=\"WzE4NjQ0XQ==\">Isaiah 49:7<\/a> is not opposed to this; the speechless astonishment, at what is unheard and inconceivable, changes into adoring homage, as soon as they have become to some extent familiar with it. The first turn in the prophecy closes here: The servant of Jehovah, whose inhuman sufferings excite such astonishment, is exalted on high; so that from utter amazement the nations tremble, and their kings are struck dumb. <\/p>",
    "audit": null
}