{
    "id": 18258,
    "source": "kdo",
    "verse_id": 18895,
    "verse_count": 3,
    "reference": "64:9-11",
    "title": "",
    "html": "<p> The re-erection of the ruins of the promised land requires the zeal of every one, and this state of ruin must not continue. It calls out the love and faithfulness of Jehovah. <em> “The cities of Thy holiness have become a pasture-ground; Zion has become a pasture-ground, Jerusalem a desert. The house of our holiness and of our adorning, where our fathers praised Thee, is given up to the fire, and everything that was our delight given up to devastation. Wilt Thou restrain Thyself in spite of this, O Jehovah, be silent, and leave us to suffer the utmost?”<\/em> Jerusalem by itself could not possibly be called “cities” (<em> ‛ ârē <\/em> ), say with reference to the upper and lower cities (Vitringa). It is merely mentioned by name as the most prominent of the many cities which were all “holy cities,” inasmuch as the whole of Canaan was the land of Jehovah (<a class=\"isa\" verses=\"WzE3OTU0XQ==\">Isaiah 14:25<\/a>), and His holy territory (<a class=\"ref\">Psalms 78:54<\/a>). The word <em> m idbâr <\/em> (pasture-land, heath, different from <em> tsiyyâh <\/em> , the pastureless desert, <a class=\"isa\" verses=\"WzE4MzIyXQ==\">Isaiah 35:1<\/a>) is repeated, for the purpose of showing that the same fate had fallen upon Zion-Jerusalem as upon the rest of the cities of the land. The climax of the terrible calamity was the fact, that the temple had also fallen a prey to the burning of the fire (compare for the fact, <a class=\"ref\">Jeremiah 52:13<\/a>). The people call it “house of our holiness and of our glory.” Jehovah's <em> qōdesh <\/em> and <em> tiph'ereth <\/em> have, as it were, transplanted heaven to earth in the temple (compare <a class=\"isa\" verses=\"WzE4ODgyXQ==\">Isaiah 63:15<\/a> with <a class=\"isa\" verses=\"WzE4ODI5XQ==\">Isaiah 60:7<\/a>); and this earthly dwelling-place of God is Israel's possession, and therefore Israel's <em> qōdesh <\/em> and <em> tiph'ereth <\/em> . The relative clause describes what sublime historical reminiscences are attached to the temple: אשׁר is equivalent to שׁם אשׁר , as in <a class=\"ref\">Genesis 39:20; Numbers 20:13<\/a> (compare <a class=\"ref\">Psalms 84:4), Deuteronomy 8:15<\/a>, etc. הללּ ך has <em> c hateph <\/em> -<em> pathach <\/em> , into which, as a rule, the vocal sheva under the first of two similar letters is changed. <em> Machămaddēnū <\/em> (our delights) may possibly include favourite places, ornamental buildings, and pleasure grounds; but the parallel leads us rather to think primarily of things associated with the worship of God, in which the people found a holy delight. כל , contrary to the usual custom, is here followed by the singular of the predicate, as in <a class=\"ref\">Proverbs 16:2; Ezekiel 31:15<\/a> (cf., <a class=\"ref\">Genesis 9:29<\/a>). Will Jehovah still put restraint upon Himself, and cause His merciful love to keep silence, על־זאת , with such a state of things as this, or notwithstanding this state of things (<a class=\"ref\">Job 10:7<\/a>)? <em> On <\/em> התאפּק , see <a class=\"isa\" verses=\"WzE4ODgyLDE4NDk1XQ==\">Isaiah 63:15; Isaiah 42:14<\/a>. The suffering would indeed increase עד־מאד (to the utmost), if it caused the destruction of Israel, or should not be followed at last by Israel's restoration. Jehovah's compassion cannot any longer thus forcibly restrain itself; it must break forth, like Joseph's tears in the recognition scene (<a class=\"ref\">Genesis 45:1<\/a>).<\/p>",
    "audit": null
}