{
    "id": 13531,
    "source": "kdo",
    "verse_id": 18906,
    "verse_count": 2,
    "reference": "65:8–9",
    "title": "",
    "html": " <p>As the word <i>(<span class=\"translit\">, ri'shōnâh <\/span>) (first of all) has clearly intimated that the work of the future will not all consist in the execution of penal justice, there is no abruptness in the transition from threatening to promises. <i>“Thus saith Jehovah, As when the must is found in the cluster, men say, Do not destroy it, for there is a blessing within it, so will I do for the sake of my servants, that I may not destroy the whole. And I will bring forth a seed out of Jacob, and an heir of my mountains out of Judah, and my chosen ones shall inherit it, and my servants shall dwell there.”<\/i>, Of the two co-ordinate clauses of the protasis (<i>, <a class=\"isa\" verses=\"WzE4OTA2XQ==\">Isaiah 65:8<\/a> <\/i>), the first contains the necessary condition of the second. <i>(<span class=\"translit\">, Hattı̄rōsh <\/span>) (must, or the juice of the grapes, from <i>(<span class=\"translit\">, yârash <\/span>), possibly primarily nothing more than receipt, or the produce of labour) and <i>(<span class=\"translit\">, bâ'eshkōl <\/span>) have both of them the article generally found in comparisons (Ges. §109, Anm. 1); <span class=\"normal hebrew\">,ואמר<\/span>, signifies, as in <a class=\"isa\" verses=\"WzE4NTg2XQ==\">Isaiah 45:24<\/a>, “men say,” with the most general and indefinite subject. As men to not destroy a juicy cluster of grapes, because they would thereby destroy the blessing of God which it contains; so will Jehovah for His servants' sake not utterly destroy Israel, but preserve those who are the clusters in the vineyard (<a class=\"isa\" verses=\"WzE3NzIyXQ==\">Isaiah 3:14<\/a>; <a class=\"isa\" verses=\"eyIxNzc0MSI6N30=\">Isaiah 5:1-7<\/a>) or upon the vine (<a class=\"ref\">Psalm 80:9<\/a>.) of Israel. He will not destroy (<span class=\"translit\">, hakkōl <\/span>), the whole without exception; that is to say, keeping to the figure, not “the juice with the skin and stalk,” as Knobel and Hahn explain it, but “the particular clusters in which juice is contained, along with the degenerate neglected vineyard or vine, which bears for the most part only sour grapes (<a class=\"isa\" verses=\"WzE3NzQ0XQ==\">Isaiah 5:4<\/a>) or tendrils without fruit (cf., <a class=\"isa\" verses=\"WzE4MDAzXQ==\">Isaiah 18:5<\/a>). The servants of Jehovah, who resemble these clusters, remain preserved. Jehovah brings out, causes to go forth, calls to the light of day (<span class=\"normal hebrew\">,הוצי <\/span>) as in <a class=\"isa\" verses=\"WzE4NzQwXQ==\">Isaiah 54:16<\/a>; here, however, it is by means of sifting: <a class=\"ref\">Ezekiel 20:34<\/a>.), out of Jacob and Judah, i.e., the people of the two captivities (see <a class=\"isa\" verses=\"WzE4NzU3XQ==\">Isaiah 56:3<\/a>), a seed, a family, that takes possession of His mountains, i.e., His holy mountain-land (<a class=\"isa\" verses=\"WzE3OTU0XQ==\">Isaiah 14:25<\/a>, cf., <a class=\"ref\">Psalm 121:1<\/a>, and (<span class=\"translit\">, har <\/span>) (<span class=\"translit\">, qodshı̄ <\/span>), which is used in the same sense in <a class=\"isa\" verses=\"WzE3ODk0XQ==\">Isaiah 11:9<\/a>; <a class=\"isa\" verses=\"WzE4OTIzXQ==\">Isaiah 65:25<\/a>). As “my mountain” is equivalent in sense to the “land of Israel,” for which Ezekiel is fond of saying “the mountains of Israel” (e.g., <a class=\"isa\" verses=\"eyIxNzc3MiI6Mn0=\">Isaiah 6:2-3<\/a>), the promise proceeds still further to say, “and my chosen ones will take possession thereof” (viz., of the land, <a class=\"isa\" verses=\"WzE4ODQzXQ==\">Isaiah 60:21<\/a>, cf., <a class=\"isa\" verses=\"WzE3ODI5XQ==\">Isaiah 8:21<\/a>). <br> <\/i> <\/i> <\/i> <\/i> <\/p>",
    "audit": null
}