{
    "id": 18039,
    "source": "kdo",
    "verse_id": 18469,
    "verse_count": 4,
    "reference": "41:17-20",
    "title": "",
    "html": "<p> At the present time, indeed, the state of His people was a helpless one, but its cry for help was not in vain. <em> “The poor and needy, who seek for water and there is none, their tongue faints for thirst. I Jehovah will hear them, I the God of Israel will not forsake them. I open streams upon hills of the field, and springs in the midst of the valleys; I make the desert into a pond, and dry land into fountains of water. I give in the desert cedars, acacias, and myrtles, and oleasters; I set in the steppe cypresses, plane-trees, and sherbin-trees together, that they may see, and know, and lay to heart and understand all together, that the hand of Jehovah hath accomplished this, and the Holy One of Israel hath created it.”<\/em> Kimchi, Hitzig, and others refer these promises to the returning exiles; but there is also a description, without any restriction to the return home, of the miraculous change which would take place in the now comfortless and helpless condition of the exiles. The <em> sh e phâyı̄m <\/em> , i.e., bare, woodless hills rising up from the plain, <a class=\"ref\">Jeremiah 12:12<\/a>, the <em> b e qâ‛ōth <\/em> , or deep valleys, by the sides of which there rise precipitous mountains, and the <em> 'erets tsiyyâh <\/em> , the land of burning heat or drought (cf., <a class=\"ref\">Psalms 63:2<\/a>), depict the homeless condition of Israel, as it wandered over bald heights and through waterless plains about a land with parched and gaping soil. For the characteristics of the object, which is placed before אענם , we may therefore compare such passages as <a class=\"isa\" verses=\"WzE4NTM3LDE4NzQyXQ==\">Isaiah 44:3; Isaiah 55:1<\/a>. נשׁתּה is either a pausal form for נשׁתּה , and therefore the <em> niphal<\/em> of שׁתת (to set, become shallow, dry up), or a pausal form for נשׁתה , and therefore the <em> kal<\/em> of נשׁת with <em> dagesh<\/em> <em> affectuosum<\/em> , like נתנּוּ in <a class=\"ref\">Ezekiel 27:19<\/a> (Olshausen, §83,<em> b<\/em> ). The form נשׁתה in <a class=\"ref\">Jeremiah 51:30<\/a> may just as well be derived from שׁתת (Ges. §67, Anm. 11) as from נשׁת , whereas נשּׁתוּ may certainly be taken as the <em> niphal<\/em> of שׁתת after the form נמּל , נחר (Ges. §67, Anm. 5), though it would be safer to refer it to a <em> kal<\/em> נשׁת , which seems to be also favoured by ינּתשׁוּ in <a class=\"ref\">Jeremiah 18:14<\/a> as a transposition of ינּשׁתוּ . The root נש , of which נשׁת would be a further expansion, really exhibits the meaning to dry up or thirst, in the Arabic <em> nassa <\/em> ; whereas the verbs נוּשׁ , אנשׁ , נסס (<a class=\"isa\" verses=\"WzE3ODY5XQ==\">Isaiah 10:18<\/a>), נשׁה , Syr. <em> nas' <\/em> , <em> nos' <\/em> , Arab. <em> nâsa <\/em> , <em> nasnasa <\/em> , with the primary meaning to slacken, lose their hold, and נשׁא , נשׁה , נסע , to deceive, derange, and advance, form separate families. Just when they are thus on the point of pining away, they receive an answer to their prayer: their God opens streams, i.e., causes streams to break forth on the hills of the field, and springs in the midst of the valleys. The desert is transformed into a lake, and the steppe of burning sand into fountains of water. What was predicted in <a class=\"isa\" verses=\"eyIxODMyNyI6Mn0=\">Isaiah 35:6-7<\/a> is echoed again here - a figurative representation of the manifold fulness of refreshing, consolation, and marvellous help which was to burst all at once upon those who were apparently forsaken of God. What is depicted in <a class=\"isa\" verses=\"WzE4NDcxLDE4NDcyXQ==\">Isaiah 41:19, Isaiah 41:20<\/a>, is the effect of these. It is not merely a scanty vegetation that springs up, but a corresponding manifold fulness of stately, fragrant, and shady trees; so that the steppe, where neither foot nor eye could find a resting-place, is changed, as by a stroke of magic, into a large, dense, well-watered forest, and shines with sevenfold glory - an image of the many-sided manifestations of divine grace which are experienced by those who are comforted now. Isaiah is especially fond of such figures as these (vid., <a class=\"isa\" verses=\"WzE3NzQ3LDE3NzgzLDE4MTU4LDE4Mzg0XQ==\">Isaiah 5:7; Isaiah 6:13; Isaiah 27:6; Isaiah 37:31<\/a>). There are seven (4 + 3) trees named; seven indicating the divine character of this manifold development (<em> Psychol.<\/em> p. 188). <em> 'Erez <\/em> is the generic name for the cedar; <em> shittâh <\/em> , the acacia, the Egyptian <em> spina <\/em> ( ἄκανθα ), Copt. <em> shont <\/em> ; <em> hadas <\/em> , the myrtle, <em> ‛ēts <\/em> <em> shemen <\/em> , the wild olive, as distinguished from <em> zayith <\/em> ( ἡ ἀγριέλαιος , opposed to ἡ ἐλαία in <a class=\"ref\">Romans 11:17<\/a>); <em> b e rōsh <\/em> , the cypress, at any rate more especially this; <em> tidhâr <\/em> we have rendered the “plane-tree,” after Saad.; and <em> t e 'asshūr <\/em> the “<em> sherbin <\/em> ” (a kind of cedar), after Saad. and Syr. The crowded synonyms indicating sensual and spiritual perception in  ( ישׂימוּ , sc. לבּם , <a class=\"isa\" verses=\"WzE4NDc0XQ==\">Isaiah 41:22<\/a>) are meant to express as strongly as possible the irresistible character of the impression. They will be quite unable to regard all this as accidental or self-produced, or as anything but the production of the power and grace of their God.<\/p>",
    "audit": null
}