{
    "id": 17736,
    "source": "kdo",
    "verse_id": 17867,
    "verse_count": 1,
    "reference": "10:16",
    "title": "",
    "html": "<p> There follows in the next v. the punishment provoked by such self-deification (cf., <a class=\"ref\">Habakkuk 1:11<\/a>). <em> “Therefore will the Lord, the Lord of hosts, send consumption against his fat men; and under Asshur's glory there burns a brand like a firebrand.”<\/em> Three epithets are here employed to designate God according to His unlimited, all-controlling omnipotence: viz., <em> hâ'âdōn <\/em> , which is always used by Isaiah in connection with judicial and penal manifestations of power; and <em> adonâi <\/em> <em> zebâoth <\/em> , a combination never met with again, similar to the one used in the Elohistic Psalms, <em> Elohim zebaoth <\/em> (compare, on the other hand, <a class=\"isa\" verses=\"W1sxNzcyM10seyIxNzg3NCI6Mn1d\">Isaiah 3:15; Isaiah 10:23-24<\/a>). Even here a large number of codices and editions (Norzi's, for example) have the reading <em> Jehovah<\/em> <em> Zebaoth <\/em> , which is customary in other cases.<\/p><p> (Note: This passage is not included in the 134 <em> vaddâ'ı̄n <\/em> (i.e., “real”) <em> adonai <\/em> , or passages in which <em> adonai <\/em> is written, and not merely to be read, that are enumerated by the Masora (see <em> Bär's Psalterium<\/em> , p. 133).)<\/p><p><em> Râzōn <\/em> (<a class=\"isa\" verses=\"WzE3OTg4XQ==\">Isaiah 17:4<\/a>) is one of the diseases mentioned in the catalogue of curses in <a class=\"ref\">Leviticus 26:16<\/a> and <a class=\"ref\">Deuteronomy 28:22<\/a>. Galloping consumption comes like a destroying angel upon the great masses of flesh seen in the well-fed Assyrian magnates: <em> mishmannim <\/em> is used in a personal sense, as in <a class=\"ref\">Psalms 78:31<\/a>. And under the glory of Asshur, i.e., its richly equipped army (<em> c âbōd <\/em> as in <a class=\"isa\" verses=\"WzE3ODE1XQ==\">Isaiah 8:7<\/a>), He who makes His angels flames of fire places fire so as to cause it to pass away in flames. In accordance with Isaiah's masterly art of painting in tones, the whole passage is so expressed, that we can hear the crackling, and spluttering, and hissing of the fire, as it seizes upon everything within its reach. This fire, whatever it may be so far as its natural and phenomenal character is concerned, is in its true essence the wrath of Jehovah.<\/p>",
    "audit": null
}