{
    "id": 17591,
    "source": "kdo",
    "verse_id": 17656,
    "verse_count": 31,
    "reference": 1,
    "title": "",
    "html": "<p> In passing to our exposition of the book, the first thing which strikes us is its traditional title - <em> Yeshaiah <\/em> (Isaiah). In the book itself, and throughout the Old Testament Scriptures, the prophet is called <em> Yeshayahu <\/em> ; and the shorter form is found in the latest books as the name of other persons. It was a common thing in the very earliest times for the shorter forms of such names to be used interchangeably with the longer; but in later times the shorter was the only form employed, and for this reason it was the one adopted in the traditional title. The name is a compound one, and signifies “Jehovah's salvation.” The prophet was conscious that it was not merely by accident that he bore this name; for ישׁע (he shall save) and ישׁוּעה (salvation) are among his favourite words. It may be said, in fact, that he lived and moved altogether in the coming salvation, which was to proceed from Jehovah, and would be realized hereafter, when Jehovah should come at last to His people as He had never come before. This salvation was the goal of the sacred history (<em> Heilsgeschichte <\/em> , literally, history of salvation); and <em> Jehovah<\/em> was the peculiar name of God in relation to that history. It denotes “the existing one,” not however “the always existing,” i.e., eternal, as Bunsen and the Jewish translators render it, but “existing evermore,” i.e., filling all history, and displaying His glory therein in grace and truth. The ultimate goal of this historical process, in which God was ever ruling as the absolutely free One, according to His own self-assertion in <a class=\"ref\">Exodus 3:14<\/a>, was true and essential <em> salvation<\/em> , proceeding outwards from Israel, and eventually embracing all mankind. In the name of the prophet the tetragrammaton יהוה is contracted into יהו ( יה ) by the dropping of the second ה . We may easily see from this contraction that the name of God was pronounced with an <em> a<\/em> sound, so that it was either called <em> Yahveh <\/em> , or rather <em> Yahaveh <\/em> , or else <em> Yahvâh <\/em> , or rather <em> Yahavâh <\/em> . According to Theodoret, it was pronounced ̓Ιαβε (<em> Yahaveh <\/em> ) by the Samaritans; and it is written in the same way in the list of the names of the Deity given in Epiphanius. That the <em> ah<\/em> sound was also a customary pronunciation, may not only be gathered from such names as Jimnah, Jimrah, Jishvah, Jishpah (compare Jithlah, the name of a place), but is also expressly attested by the ancient variations, <em> Jao <\/em> , <em> Jeuo <\/em> , <em> Jo <\/em> (<a class=\"ref\">Jeremiah 23:6<\/a>, lxx), on the one hand, and on the other hand by the mode of spelling adopted by Origen (<em> Jaoia <\/em> ) and Theodoret (<em> Aia <\/em> , not only in <em> quaest <\/em> , <em> in Ex<\/em> . §15, but also in <em> Fab. haeret<\/em> . “<em> Aia <\/em> signifies the existing one; it was pronounced thus by Hebrews, but the Samaritans call it Jabai, overlooking the force of the word”). The dull-sounding long <em> a<\/em> could be expressed by <em> omega<\/em> quite as well as by <em> alpha<\/em> . Isidor follows these and similar testimonies, and says (<em> Orig<\/em> . vii. 7), “The tetragrammaton consisted of <em> ia <\/em> written twice (<em> iaia <\/em> ), and with this reduplication it constituted the unutterable and glorious name of God.” The Arabic form adopted by the Samaritans leaves it uncertain whether it is to be pronounced <em> Yahve <\/em> or <em> Yahva <\/em> . They wrote to Job Ludolf (in the <em> Epistola Samaritana Sichemitarum tertia<\/em> , published by Bruns, 1781), in opposition to the statement of Theodoret, that they pronounced the last syllable with <em> damma <\/em> ; that is to say, they pronounced the name <em> Yahavoh <\/em> (<em> Yahvoh <\/em> ), which was the form in which it was written in the last century by Velthusen, and also by Muffi in his <em> Disegno di lezioni e di ricerche sulla lingua Ebraica<\/em> (Pavia, 1792). The pronunciation <em> Jehovah<\/em> (<em> Yehovah <\/em> ) arose out of a combination of the <em> Keri<\/em> and the <em> chethib<\/em> , and has only become current since the time of the Reformation. Genebrard denounces it in his <em> Commentary upon the Psalms<\/em> with the utmost vehemence, in opposition to Beza, as an intolerable innovation. “Ungodly violators of what is most ancient,” he says, “profaning and transforming the unutterable name of God, would read Jova or Jehova - a new, barbarous, fictitious, and irreligious word, that savours strongly of the Jove of the heathen.” Nevertheless his <em> Jehova <\/em> (<em> Jova <\/em> ) forced its way into general adoption, and we shall therefore retain it, notwithstanding the fact that the <em> o<\/em> sound is decidedly wrong. To return, then: the prophet's name signifies “Jehovah's salvation.” In the Septuagint it is always written ̔Ησαΐ̀ας , with a strong aspirate; in the Vulgate it is written <em> Isaias <\/em> , and sometimes <em> Esaias <\/em> . <\/p><p> In turning from the outward to the inward title, which is contained in the book itself, there are two things to be observed at the outset: (1.) The division of the vv. indicated by <em> soph pasuk <\/em> is an arrangement for which the way was prepared as early as the time of the Talmud, and which was firmly established in the Masoretic schools; and consequently it reaches as far back as the extreme limits of the middle ages - differing in this respect from the division of vv. in the New Testament. The arrangement of the chapters, however, with the indications of the separate sections of the prophetic collection, is of no worth to us, simply because it is not older than the thirteenth century. According to some authorities, it originated with Stephen Langton, Archbishop of Canterbury († 1227); whilst others attribute it to Cardinal Hugo of St. Caro († 1262). It is only since the fifteenth century that it has been actually adopted in the text. (2.) The small ring or star at the commencement points to the footnote, which affirms that <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+1:1-28&t1=en_nas\" id=\"2\" class=\"stL\" target=\"_blank\">Isaiah 1:1-28<\/a> (where we find the same sign again) was the <em> haphtarah <\/em> , or concluding <em> pericope <\/em> , taken from the prophets, which was read on the same Sabbath as the <em> parashah <\/em> from the Pentateuch, in <a class=\"ref\">Deuteronomy 1:1<\/a>. It was, as we shall afterwards see, a very thoughtful principle of selection which led to the combination of precisely these two lessons. <\/p>",
    "audit": null
}