{
    "id": 17810,
    "source": "kdo",
    "verse_id": 17996,
    "verse_count": 3,
    "reference": "17:12-14",
    "title": "",
    "html": "<p> Fourth turn: <em> “Woe to the raoring of many nations: like the roaring of seas they roar; and to the rumbling of nations, like the rumbling of mighty waters they rumble! Nations, like the rumbling of many waters they rumble; and He threatens it: then it flies far away, and is chased like chaff of the mountains before the wind, and like a cloud of dust before the gale. At eventide, behold consternation; and before the morning dawn it is destroyed: this the portion of our plunderers, and the lot of our robbers.”<\/em> It is the destruction of Asshur that the prophet is predicting here (as in <a class=\"isa\" verses=\"W3siMTc5NTMiOjR9LHsiMTgxOTkiOjR9XQ==\">Isaiah 14:24-27; Isaiah 29:5-8<\/a>, etc.), though not of Asshur as Asshur, but of Asshur as the imperial kingdom, which embraced a multitude of nations (<a class=\"isa\" verses=\"WzE4MDU5LDE3ODE3LDE3ODE4LDE3OTU1LDE4MjAxLDE4MjAyXQ==\">Isaiah 22:6; Isaiah 8:9, Isaiah 8:10; Isaiah 14:26; Isaiah 29:7, Isaiah 29:8<\/a>) all gathered together under the rule of one will, to make a common attack upon the church of God. The connection between this fourth turn and the third is precisely the same as between <a class=\"isa\" verses=\"WzE3ODE3LDE3ODE4XQ==\">Isaiah 8:9, Isaiah 8:10<\/a>, and <a class=\"isa\" verses=\"eyIxNzgxNCI6M30=\">Isaiah 8:6-8<\/a>. The exclamation of woe (<em> hoi <\/em> ) is an expression of pain, as in <a class=\"isa\" verses=\"WzE3ODUyXQ==\">Isaiah 10:1<\/a>; and this is followed by a proclamation of the judgment of wrath. The description of the rolling wave of nations is as pictorial as the well-known <em> illi inter sese <\/em> , etc., of the Cyclops in Virgil. “It spreads and stretches out, as if it would never cease to roll, and roar, and surge, and sweep onward in its course” (Drechsler). In the expression “it” (<em> bo <\/em> ) in <a class=\"isa\" verses=\"WzE3OTk3XQ==\">Isaiah 17:13<\/a>, the many surging nations are kneaded together, as it were, into one mass. It costs God simply a threatening word; and this mass all flies apart (<em> mimmerchâk <\/em> like <em> mērâchōk <\/em> , <a class=\"isa\" verses=\"WzE4MDg1XQ==\">Isaiah 23:7<\/a>), and falls into dust, and whirls about in all directions, like the chaff of threshing-floors in high situations, or like dust whirled up by the storm. The judgment commences in the evening, and rages through the night; and before the morning dawns, the army of nations raised by the imperial power is all destroyed (compare <a class=\"isa\" verses=\"WzE4MjAxLDE4MjAyXQ==\">Isaiah 29:7, Isaiah 29:8<\/a>, and the fulfilment in <a class=\"isa\" verses=\"WzE4Mzg5XQ==\">Isaiah 37:36<\/a>). The fact that the oracle concerning Damascus in its fourth stage takes so comprehensive and, so far as Israel is concerned, so promising a form, may be explained on the ground that Syria was the forerunner of Asshur in the attack upon Israel, and that the alliance between Israel and Syria became the occasion of the complications with Asshur. If the substance of the <em> massâ Dammesek <\/em> (the oracle concerning Damascus) had been restricted to the prophecy contained in the name Mahershalal, the element of promise so characteristic of the prophecies against the nations of the world would be entirely wanting. But the shout of triumph, “This is the portion,” etc., supplied a terminal point, beyond which the <em> massa <\/em> could not go without the sacrifice of its unity. We are therefore warranted in regarding <a class=\"isa\" verses=\"eyIxNzk5OSI6N30=\">Isaiah 18:1-7<\/a> as an independent prophecy, notwithstanding its commencement, which apparently forms a continuation of the fourth strophe of <a class=\"isa\" verses=\"eyIxNzk4NSI6MTR9\">Isaiah 17:1-14<\/a>.<\/p>",
    "audit": null
}