{
    "id": 17805,
    "source": "kdo",
    "verse_id": 17983,
    "verse_count": 2,
    "reference": "16:13-14",
    "title": "",
    "html": "<p> The <em> massa <\/em> is now brought to a close, and there follows an epilogue which fixes the term of the fulfilment of what is not predicted now for the first time, from the standpoint of the anticipated history. <em> “This is the word which Jehovah spake long ago concerning Moab. And now Jehovah speaketh thus: In three years, like years of a hireling, the glory of Moab is disgraced, together with all the multitude of the great; a remnant is left, contemptibly small, not great at all.”<\/em> The time fixed is the same as in <a class=\"isa\" verses=\"WzE4MDMzXQ==\">Isaiah 20:3<\/a>. Of working time the hirer remits nothing, and the labourer gives nothing in. The statement as to the time, therefore, is intended to be taken exactly: three years, not more, rather under than over. Then will the old saying of God concerning Moab be fulfilled. Only a remnant, a contemptible remnant, will be left ( וּשׁאר , cf., וּמשׂושׂ , <a class=\"isa\" verses=\"WzE3ODE0XQ==\">Isaiah 8:6<\/a>, in sense equivalent to ושׁאר ); for every history of the nations is but the shadow of the history of Israel.<\/p><p> The <em> massa <\/em> in <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+15:1-16&t1=_was\" id=\"70\" class=\"stL\" target=\"_blank\">Isaiah 15:1-16<\/a>:<a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+15:1&t1=_was\" id=\"71\" class=\"stL\" target=\"_blank\"><\/a>12 was a word that had already gone forth from Jehovah “long ago.” This statement may be understood in three different senses. In the <em> first<\/em> place, Isaiah may mean that older prophecies had already foretold essentially the same concerning Moab. But what prophecies? We may get an answer to this question from the prophecies of Jeremiah concerning Moab in Jer 48. Jeremiah there reproduces the <em> massa <\/em> <em> Moab<\/em> of the book of Isaiah, but interweaves with it reminiscences (1.) out of the <em> m âshal <\/em> on Moab in <a class=\"ref\">Numbers 21:27-30<\/a>; (2.) out of Balaam's prophecy concerning Moab in <a class=\"ref\">Numbers 24:17<\/a>; (3.) out of the prophecy of Amos concerning Moab (<a class=\"ref\">Amos 2:1-3<\/a>). And it might be to these earlier words of prophecy that Isaiah here refers (Hävernick, Drechsler, and others). But this is very improbable, as there is no ring of these earlier passages in the <em> massa <\/em> , such as we should expect if Isaiah had had them in his mind. <em> Secondly<\/em> , Isaiah might mean that <a class=\"isa\" verses=\"WzE3OTYyXQ==\">Isaiah 15:1<\/a>. contained the prophecy of an older prophet, which he merely brought to remembrance in order to connect therewith the precise tenor of its fulfilment which had been revealed to him. This is at present the prevailing view. Hitzig, in a special work on the subject (1831), as well as in his Commentary, has endeavoured to prove, on the ground of <a class=\"ref\">2 Kings 14:25<\/a>, that in all probability <em> Jonah<\/em> was the author of the oracle which Isaiah here resumes. And Knobel, Maurer, Gus tav Baur, and Thenius agree with him in this; whilst De Wette, Ewald, and Umbreit regard it as, at any rate, decidedly non-Messianic. If the conjecture that Jonah was the author could but be better sustained, we should heartily rejoice in this addition to the history of the literature of the Old Testament. But all that we know of Jonah is at variance with such a conjecture. He was a prophet of the type of Elijah and Elisha, in whom the eloquence of a prophet's words was thrown altogether into the shade by the energy of a prophet's deeds. His prophecy concerning the restoration of the kingdom of Israel to its old boundaries, which was fulfilled by the victories of Jeroboam II, we cannot therefore imagine to have been so pictorial or highly poetical as the <em> massa <\/em> <em> Moab<\/em> (which would only be one part of that prophecy) really is; and the fact that he was angry at the sparing of Nineveh harmonizes very badly with its elegiac softness and its flood of tears. Moreover, it is never intimated that the conquerors to whom Moab was to succumb would belong to the kingdom of Israel; and the hypothesis is completely overthrown by the summons addressed to Moab to send tribute to Jerusalem. But the conclusion itself, that the oracle must have originated with any older prophet whatever, is drawn from very insufficient premises. No doubt it is a thing altogether unparalleled even in Isaiah, that a prophecy should assume so thoroughly the form of a <em> kinah <\/em> , or lamentation; still there are tendencies to this in <a class=\"isa\" verses=\"WzE4MDU3XQ==\">Isaiah 22:4<\/a> (cf., <a class=\"isa\" verses=\"eyIxODAzOSI6Mn0=\">Isaiah 21:3-4<\/a>), and Isaiah was an inexhaustible master of language of every character and colour. It is true we do light upon many expressions which cannot be pointed out anywhere else in the book of Isaiah, such as <em> baalē <\/em> <em> goyim <\/em> , <em> hedâd <\/em> , <em> y e lâlâh <\/em> , <em> yâra‛ <\/em> , <em> yithrâh <\/em> , <em> m âhir <\/em> , <em> m ētz <\/em> , <em> nosâphoth <\/em> , <em> pekuddâh <\/em> (provision, possession); and there is something peculiar in the circular movement of the prophecy, which is carried out to such an extent in the indication of reason and consequence, as well as in the perpetually returning, monotonous connection of the sentences by <em> c i <\/em> (for) and <em> ‛al<\/em> -<em> cēn <\/em> (<em> lâcēn <\/em> , therefore), the former of which is repeated twice in <a class=\"isa\" verses=\"WzE3OTYyXQ==\">Isaiah 15:1<\/a>, three times in <a class=\"isa\" verses=\"eyIxNzk2OSI6Mn0=\">Isaiah 15:8-9<\/a>, and four times in succession in <a class=\"isa\" verses=\"eyIxNzk2NiI6Mn0=\">Isaiah 15:5-6<\/a>. But there is probably no prophecy, especially in chapters 13-23, which does not contain expressions that the prophet uses nowhere else; and so far as the conjunctions <em> c i <\/em> and <em> a‛ l<\/em> -<em> cēn <\/em> (<em> lâcēn <\/em> ), are concerned, Isaiah crowds them together in other passages as well, and here almost to monotony, as a natural consequence of the prevailing elegiac tone. Besides, even Ewald can detect the characteristics of Isaiah in <a class=\"isa\" verses=\"eyIxNzk3MSI6Nn0=\">Isaiah 16:1-6<\/a>; and you have only to dissect the whole rhetorically, syntactically, and philologically, with the carefulness of a Caspari, to hear throughout the ring of Isaiah's style. And whoever has retained the impression which he brought with him from the oracle against Philistia, will be constrained to say, that not only the stamp and outward form, but also the spirit and ideas, are thoroughly Isaiah's. Hence the third possible conjecture must be the correct one. <em> Thirdly<\/em> , then, Isaiah may mean that the fate of Moab, which he has just proclaimed, was revealed to him long ago; and the addition made now is, that it will be fulfilled in exactly three years. מאז does not necessarily point to a time antecedent to that of Isaiah himself (compare <a class=\"isa\" verses=\"WzE4NTQyLDE4NjE4LDE4NjIwLDE4NjIyXQ==\">Isaiah 44:8; Isaiah 48:3, Isaiah 48:5, Isaiah 48:7<\/a>, with <a class=\"ref\">2 Samuel 15:34<\/a>). If we assume that what Isaiah predicts down to <a class=\"isa\" verses=\"WzE3OTgyXQ==\">Isaiah 16:12<\/a> was revealed to him in the year that Ahaz died, and that the epilogue reckons from the third or tenth year of Hezekiah, in either case the interval is long enough for the <em> m ê'âz <\/em> (from of old). And we decide in favour of this. Unfortunately, we know nothing certain as to the time at which the three years commence. The question whether it was Shalmanassar, Sargon, or Sennacherib who treated the Moabites so harshly, is one that we cannot answer. In Herodotus (ii. 141), Sennacherib is called “king of the Arabians and Assyrians;” and Moab might be included in the Arabians. In any case, after the fulfilment of Isaiah's prophecy in the Assyrian times, there was still a portion left, the fulfilment of which, according to Jer 48, was reserved for the Chaldeans.<\/p>",
    "audit": null
}