{
    "id": 18248,
    "source": "kdo",
    "verse_id": 18882,
    "verse_count": 1,
    "reference": "63:15",
    "title": "",
    "html": "<p> The way is prepared for the petitions for redemption which follow, outwardly by the change in  , from a mere description to a direct address, and inwardly by the thought, that Israel is at the present time in such a condition, as to cause it to look back with longing eyes to the time of the Mosaic redemption. <em> “Look from heaven and see, from the habitation of Thy holiness and majesty! Where is Thy zeal and Thy display of might? The pressure of Thy bowels and Thy compassions are restrained towards me.”<\/em> On the relation between הבּיט , to look up, to open the eyes, and ראה , to fix the eye upon a thing. It is very rarely that we meet with the words in the reverse order, והביט ראה (vid., <a class=\"ref\">Habakkuk 1:5; Lamentations 1:11<\/a>). In the second clause of  , instead of <em> m isshâmayim <\/em> (from heaven), we have “from the dwelling-place (<em> m izz e bhul <\/em> ) of Thy holiness and majesty.” The all-holy and all-glorious One, who once revealed Himself so gloriously in the history of Israel, has now withdrawn into His own heaven, where He is only revealed to the spirits. The object of the looking and seeing, as apparent from what follows, is the present helpless condition of the people in their sufferings, to which there does not seem likely to be any end. There are no traces now of the <em> kin'âh <\/em> (zeal) with which Jehovah used to strive on behalf of His people, and against their oppressors (<a class=\"isa\" verses=\"WzE4MTQyXQ==\">Isaiah 26:11<\/a>), or of the former displays of His <em> g e bhūrâh <\/em> ( וּגבוּרת ך , as it is correctly written in Ven. 1521, is a defective plural). In  we have not a continued question (“the sounding of Thy bowels and Thy mercies, which are restrained towards me?”), as Hitzig and Knobel suppose. The words <em> 'ēlai hith'appâqū <\/em> have not the appearance of an attributive clause, either according to the new strong thought expressed, or according to the order of the words (with אלי written first). On <em> strepitus viscerum <\/em> , as the effect and sign of deep sympathy, see at <a class=\"isa\" verses=\"WzE3OTgxXQ==\">Isaiah 16:11<\/a>. רחמים and מעים , or rather מעים (from מעה , of the form רעה ) both signify primarily σπλἀγχνα , strictly speaking the soft inward parts of the body; the latter from the root מע , to be pulpy or soft, the former from the root חר , to be slack, loose, or soft. המון , as the plural of the predicate shows, does not govern רחמי ך also. It is presupposed that the love of Jehovah urges Him towards His people, to relieve their misery; but His compassion and sympathy apparently put constraint upon themselves (<em> hith'appēq <\/em> as in <a class=\"isa\" verses=\"WzE4NDk1XQ==\">Isaiah 42:14<\/a>, lit., se superare, from <em> 'âphaq <\/em> , root פק ), to abstain from working on behalf of Israel.<\/p>",
    "audit": null
}