{
    "id": 18265,
    "source": "kdo",
    "verse_id": 18911,
    "verse_count": 4,
    "reference": "65:13-16",
    "title": "",
    "html": "<p> On the ground of the sin thus referred to again, the proclamation of punishment is renewed, and the different fates awaiting the servants of Jehovah and those by whom He is despised are here announced in five distinct theses and antitheses. <em> “Therefore thus saith the Lord, Jehovah: Behold my servants will eat, but ye will hunger; behold my servants will drink, but ye will thirst; behold my servants will rejoice, but ye will be put to shame; behold my servants will exult for delight of heart, but ye will cry for anguish of heart, and ye will lament for brokenness of spirit. And ye will leave your name for a curse to my chosen ones, and the Lord, Jehovah, will slay thee; but His servants He will call by another name, to that whoever blesseth himself in the land will bless himself by the God of truthfulness, and whoever sweareth in the land will swear by the God of truthfulness, because the former troubles are forgotten, and because they have vanished from mine eyes.”<\/em> The name <em> Adonai<\/em> is connected with the name <em> Jehovah<\/em> for the purpose of affirming that the God of salvation and judgment has the power to carry His promises and threats into execution. Starving, confounded by the salvation they had rejected ( תּבשׁוּ as in <a class=\"isa\" verses=\"WzE4OTI4XQ==\">Isaiah 66:5<\/a>), crying and wailing ( תּילילוּ , <em> fut. hiph.<\/em> as in <a class=\"isa\" verses=\"WzE3OTYzXQ==\">Isaiah 15:2<\/a>, with a double preformative; Ges. §70, 2 Anm.) for sorrow of heart and crushing of spirit (<em> shebher <\/em> , rendered very well by the lxx συντριβή , as in <a class=\"isa\" verses=\"WzE4ODQ1XQ==\">Isaiah 61:1<\/a>, συντετριμμένους ), the rebellious ones are left behind in the land of captivity, whilst the servants of Jehovah enjoy the richest blessings from God in the land of promise (<a class=\"isa\" verses=\"eyIxODg2MyI6Mn0=\">Isaiah 62:8-9<\/a>). The former, perishing in the land of captivity, leave their name to the latter as <em> sh e bhū‛âh <\/em> , i.e., to serve as a formula by which to swear, or rather to execrate or curse (<a class=\"ref\">Numbers 5:21<\/a>), so that men will say, “Jehovah slay thee, as He slew them.” This, at any rate, is the meaning of the threat; but the words וגו והמית ך cannot contain the actual formula, not even if we drop the <em> Vav<\/em> , as Knobel proposes, and change לבחירי into לבחיריו ; for, in the first place, although in the doxologies a Hebrew was in the habit of saying “<em> b e rūkh<\/em> <em> sh e mō <\/em> ” (bless his name) instead of <em> y e hı̄<\/em> <em> sh e mō<\/em> <em> bârukh <\/em> (his name be blessed), he never went so far as the Arab with his <em> Allâh<\/em> <em> tabâr <\/em> , but said rather יתברך . Still less could he make use of the perfect (indicative) in such sentences as “may he slay thee,” instead of the future (voluntative) ימית ך , unless the perfect shared the optative force of the previous future by virtue of the <em> consecutio temporum <\/em> . And secondly, the indispensable כּהם or כּאלּה would be wanting (see <a class=\"ref\">Jeremiah 29:22<\/a>, cf., <a class=\"ref\">Genesis 48:20<\/a>). We may therefore assume, that the prophet has before his mind the words of this imprecatory formula, though he does not really express them, and that he deduces from it the continuation of the threat. And this explains his passing from the plural to the singular. Their name will become an execration; but Jehovah will call His servants by another name (cf., <a class=\"isa\" verses=\"WzE4ODU3XQ==\">Isaiah 62:2<\/a>), so that henceforth it will be the God of the faithfully fulfilled promise whose name men take into their mouth when they either desire a blessing or wish to give assurance of the truth (<em> hithbâr b e <\/em> , to bless one's self with any one, or with the name of any one; Ewald, §133, Anm. 1). No other name of any god is now heard in the land, except this gloriously attested name; for the former troubles, which included the mixed condition of Israel in exile and the persecution of the worshippers of Jehovah by the despisers of Jehovah, are now forgotten, so that they no longer disturb the enjoyment of the present, and are eve hidden from the eyes of God, so that all thought of ever renewing them is utterly remote from His mind. This is the connection between <a class=\"isa\" verses=\"WzE4OTE0XQ==\">Isaiah 65:16<\/a> and <a class=\"isa\" verses=\"eyIxODkxMSI6M30=\">Isaiah 65:13-15<\/a>. אשׁר does not mean <em> eo quod <\/em> here, as in <a class=\"ref\">Genesis 31:49<\/a> for example, but <em> ita ut <\/em> , as in <a class=\"ref\">Genesis 13:16<\/a>. What follows is the result of the separation accomplished and the promise fulfilled. For the same reason God is called <em> Elohē' âmēn <\/em> , “the God of Amen,” i.e., the God who turns what He promises into Yea and Amen (<a class=\"ref\">2 Corinthians 1:20<\/a>). The epithet derived from the confirmatory Amen, which is thus applied to Jehovah, is similar to the expression in <a class=\"ref\">Revelation 3:14<\/a>, where Jesus is called “the Amen, the faithful and true witness.” The explanatory <em> kı̄ <\/em> (for) is emphatically repeated in וכי , as in <a class=\"ref\">Genesis 33:11<\/a> and <a class=\"ref\">1 Samuel 19:4<\/a> (compare <a class=\"ref\">Job 38:20<\/a>). The inhabitants of the land stand in a close and undisturbed relation to the God who has proved Himself to be true to His promises; for all the former evils that followed from the sin have entirely passed away.<\/p>",
    "audit": null
}