{
    "id": 17668,
    "source": "kdo",
    "verse_id": 17753,
    "verse_count": 1,
    "reference": "5:13",
    "title": "",
    "html": "<p> Therefore judgment would overtake them in this blind, dull, and stupid animal condition. <em> “Therefore my people go into banishment without knowing; and their glory will become starving men, and their tumult men dried up with thirst.”<\/em> As the word <em> “therefore”<\/em> (<em> lâcēn <\/em> , as in <a class=\"isa\" verses=\"WzE3Njc5XQ==\">Isaiah 1:24<\/a>) introduces the threat of punishment, <em> gâlâh <\/em> (go into captivity) is a prophetic preterite. Israel would go into exile, and that “without knowing” (<em> m ibb'li<\/em> -<em> da'ath <\/em> ). The meaning of this expression cannot be “from want of knowledge,” since the <em> min<\/em> which is fused into one word with <em> b'li <\/em> is not causal, but negative, and <em> m ibb'li <\/em> , as a preposition, always signifies “without” (<em> absque <\/em> ). But are we to render it “without knowing it” (as in <a class=\"ref\">Hosea 4:6<\/a>, where <em> hadda'ath <\/em> has the article), or “unawares?” There is no necessity for any dispute on this point, since the two renderings are fundamentally one and the same. The knowledge, of which <a class=\"isa\" verses=\"WzE3NzUyXQ==\">Isaiah 5:12<\/a> pronounces them destitute, was more especially a knowledge of the judgment of God that was hanging over them; so that, as the captivity would come upon them without knowledge, it would necessarily come upon them unawares. “Their glory” (<em> C ebōdō <\/em> ) and <em> “their tumult”<\/em> (<em> hamono <\/em> ) are therefore to be understood, as the predicates show, as collective nouns used in a personal sense, the former signifying the more select portion of the nation (cf., <a class=\"ref\">Micah 1:15<\/a>), the latter the mass of the people, who were living in rioting and tumult. The former would become <em> “men of famine”<\/em> (<em> m ĕthē <\/em> <em> rââb <\/em> : מתי , like אנשׁי in other places, viz., <a class=\"ref\">2 Samuel 19:29<\/a>, or בּני , <a class=\"ref\">1 Samuel 26:16<\/a>); the latter <em> “men dried up with thirst”<\/em> (<em> tsichēh <\/em> <em> tsâmâh <\/em> : the same number as the subject). There is no necessity to read מתי (dead men) instead of מתי , as the lxx and Vulgate do, or מזי ( מזה ) according to <a class=\"ref\">Deuteronomy 32:24<\/a>, as Hitzig, Ewald, Böttcher, and others propose (compare, on the contrary, <a class=\"ref\">Genesis 34:30<\/a> and <a class=\"ref\">Job 11:11<\/a>). The adjective <em> tzicheh <\/em> (<em> hapax <\/em> <em> leg <\/em> ) is formed like <em> C hirēsh <\/em> , <em> C ēheh <\/em> , and other adjectives which indicate defects: in such formations from verbs <em> Lamed<\/em> - <em> He <\/em> , instead of <em> e<\/em> we have an <em> ae<\/em> that has grown out of <em> ay<\/em> (Olshausen, §182, <em> b<\/em> ). The rich gluttons would starve, and the tippling crowd would die with thirst.<\/p>",
    "audit": null
}