{
    "id": 17678,
    "source": "kdo",
    "verse_id": 17765,
    "verse_count": 1,
    "reference": "5:25",
    "title": "",
    "html": "<p><em> “Therefore is the wrath of Jehovah kindled against His people, and He stretches His hand over them, and smites them; then the hills tremble, and their carcases become like sweepings in the midst of the streets. For all this His anger is not appeased, and His hand is stretched out still.”<\/em> We may see from these last words, which are repeated as a refrain in the cycle of prophecies relating to the time of Ahaz (<a class=\"isa\" verses=\"WzE3ODQxLDE3ODQ2LDE3ODU1XQ==\">Isaiah 9:11, Isaiah 9:16; Isaiah 10:4<\/a>), that the prophet had before his mind a distinct and complete judgment upon Judah, belonging to the immediate future. It was certainly a coming judgment, not one already past; for the verbs after “therefore” (<em> ‛al - cên <\/em> ), like those after the three previous <em> lâcēn <\/em> , are all prophetic preterites. It is impossible, therefore, to take the words “and the hills tremble” as referring to the earthquake in the time of Uzziah (<a class=\"ref\">Amos 1:1; Zechariah 14:5<\/a>). This judgment, which was closer at hand, would consist in the fact that Jehovah would stretch out His hand in His wrath over His people (or, as it is expressed elsewhere, would swing His hand: Luther, “wave His hand,” i.e., move it to and fro; vid., <a class=\"isa\" verses=\"WzE3OTAwLDE4MDIxLDE4MjQ4LDE4MjUwXQ==\">Isaiah 11:15; Isaiah 19:16; Isaiah 30:30, Isaiah 30:32<\/a>), and bring it down upon Judah with one stroke, the violence of which would be felt not only by men, but by surrounding nature as well. What kind of stroke this would be, was to be inferred from the circumstance that the corpses would lie unburied in the streets, like common street-sweepings. The reading תּצּות must be rejected. Early editors read the word much more correctly תּצּות ; Buxtorf (1618) even adopts the reading תוּצות , which has the Masoretic pointing in <a class=\"ref\">Numbers 22:39<\/a> in its favour. It is very natural to connect <em> C assuchâh <\/em> with the Arabic <em> kusâcha <\/em> (sweepings; see at <a class=\"isa\" verses=\"WzE4MjkyXQ==\">Isaiah 33:12<\/a>): but <em> kusâc <\/em> is the common form for waste or rubbish of this kind (e.g., <em> kulâm <\/em> , nail-cuttings), whereas <em> Cassuach <\/em> is a form which, like the forms <em> fâōl <\/em> (e.g., <em> C hâmōts <\/em> ) and <em> fâūl <\/em> (compare the Arabic <em> fâsūs <\/em> , a wind-maker, or wind-bag, i.e., a boaster), has always an intensive, active (e.g., <em> C hannun <\/em> ), or circumstantial signification (like <em> shaccul <\/em> ), but is never found in a passive sense. The <em> Caph <\/em> is consequently to be taken as a particle of comparison (followed, as is generally the case, with a definite article); and <em> sūchâh <\/em> is to be derived from <em> sūach <\/em> (= <em> verrere <\/em> , to sweep). The reference, therefore, is not to a pestilence (which is designated, as a stroke from God, not by <em> hiccâh <\/em> , but by <em> nâgaph <\/em> ), but to the slaughter of battle; and if we look at the other terrible judgment threatened in <a class=\"isa\" verses=\"WzE3NzY2XQ==\">Isaiah 5:26<\/a>., which was to proceed from the imperial power, there can be no doubt that the spirit of prophecy here points to the massacre that took place in Judah in connection with the Syro-Ephraimitish war (see <a class=\"ref\">2 Chronicles 28:5-6<\/a>). The mountains may then have trembled with the marching of troops, and the din of arms, and the felling of trees, and the shout of war. At any rate, nature had to participate in what men had brought upon themselves; for, according to the creative appointment of God, nature bears the same relation to man as the body to the soul. Every stroke of divine wrath which falls upon a nation equally affects the land which has grown up, as it were, with it; and in this sense the mountains of Judah trembled at the time referred to, even though the trembling was only discernible by initiated ears. But “for all this” (<em> Beth<\/em> , = “notwithstanding,” “in spite of,” as in <a class=\"ref\">Job 1:22<\/a>) the wrath of Jehovah, as the prophet foresaw, would not turn away, as it was accustomed to do when He was satisfied; and His hand would still remain stretched out over Judah, ready to strike again.<\/p>",
    "audit": null
}