{
    "id": 18214,
    "source": "kdo",
    "verse_id": 18815,
    "verse_count": 5,
    "reference": "59:14-18",
    "title": "",
    "html": "<p> The confession of personal sins is followed by that of the sinful state of society. <em> “And right is forced back, and righteousness stands afar off; for truth has fallen in the market-place, and honesty finds no admission. And truth became missing, and he who avoids evil is outlawed.”<\/em> In connection with <em> m ishpât <\/em> and <em> ts e dâqâh <\/em> here, we have not to think of the manifestation of divine judgment and justice which is prevented from being realized; but the people are here continuing the confession of their own moral depravity. Right has been forced back from the place which it ought to occupy (<em> hissı̄g <\/em> is the word applied in the law to the removal of boundaries), and righteousness has to look from afar off at the unjust habits of the people, without being able to interpose. And why are right and righteousness - that united pair so pleasing to God and beneficial to man - thrust out of the nation, and why do they stand without? Because there is no truth or uprightness in the nation. Truth wanders about, and stands no longer in the midst of the nation; but upon the open street, the broad market-place, where justice is administered, and where she ought above all to stand upright and be preserved upright, she has stumbled and fallen down (cf., <a class=\"isa\" verses=\"WzE3NzE2XQ==\">Isaiah 3:8<\/a>); and honesty (<em> n e khōchâh <\/em> ), which goes straight forward, would gladly enter the limits of the forum, but she cannot: people and judges alike form a barrier which keeps her back. The consequence of this is indicated in  : truth in its manifold practical forms has become a missing thing; and whoever avoids the existing voice is <em> m ishtōlēl <\/em> (<em> part. hithpoel<\/em> , not <em> hithpoal<\/em> ), one who is obliged to let himself be plundered and stripped (<a class=\"ref\">Psalms 76:6<\/a>), to be made a <em> shōlâl <\/em> (<a class=\"ref\">Micah 1:8<\/a>), Arab. <em> maslûb <\/em> , with a passive turn given to the reflective meaning, as in התחפּשׂ , to cause one's self to be spied out = to disguise one's self, and as in the so-called <em> niphal<\/em> <em> tolerativum <\/em> (Ewald, §133, <em> b<\/em> , 2).<\/p><p> The third strophe of the prophecy commences at  or <a class=\"isa\" verses=\"WzE4ODE3XQ==\">Isaiah 59:16<\/a>. It begins with threatening, and closes with promises; for the true nature of God is love, and every manifestation of wrath is merely one phase in its development. In consideration of the fact that this corrupt state of things furnishes no prospect of self-improvement, Jehovah has already equipped Himself for judicial interposition. <em> “And Jehovah saw it, and it was displeasing in His eyes, that there was no right. And He saw that there was not a man anywhere, and was astonished that there was nowhere an intercessor: then His arm brought Him help, and His righteousness became His stay. And He put on righteousness as a coat of mail, and the helmet of salvation upon His head; and put on garments of vengeance as armour, and clothed Himself in zeal as in a cloak. According to the deeds, accordingly He will repay: burning wrath to His adversaries, punishment to His foes; the islands He will repay with chastisement.”<\/em> The prophet's language has now toilsomely worked its way through the underwood of keen reproach, of dark descriptions of character, and of mournful confession which has brought up the apostasy of the great mass in all the blacker colours before his mind, from the fact that the confession proceeds from those who are ready for salvation. And now, having come to the description of the approaching judgment, out of whose furnace the church of the future is to spring, it rises again like a palm-tree that has been violently hurled to the ground, and shakes its head as if restored to itself in the transforming ether of the future. Jehovah saw, and it excited His displeasure (“it was evil in His eyes,” an antiquated phrase from the Pentateuch, e.g., <a class=\"ref\">Genesis 38:10<\/a>) to see that right (which He loves, <a class=\"isa\" verses=\"WzE4ODUyLDE0NDc5XQ==\">Isaiah 61:8; Psalms 37:28<\/a>) had vanished form the life of His nation. He saw that there was no man there, no man possessing either the disposition or the power to stem this corruption ( אישׁ as in <a class=\"ref\">Jeremiah 5:1<\/a>, cf., <a class=\"ref\">1 Samuel 4:9; 1 Kings 2:2<\/a>, and the old Jewish saying, “Where there is no man, I strive to be a man”). He was astonished (the sight of such total depravity exciting in Him the highest degree of compassion and displeasure) that there was no מפגּיע , i.e., no one to step in between God and the people, and by his intercession to press this disastrous condition of the people upon the attention of God (see <a class=\"isa\" verses=\"WzE4NzI0XQ==\">Isaiah 53:12<\/a>); no one to form a wall against the coming ruin, and cover the rent with his body; no one to appease the wrath, like Aaron (<a class=\"ref\">Numbers 17:12-13<\/a>) or Phinehas (<a class=\"ref\">Numbers 25:7<\/a>). <\/p><p> What the <em> fut. consec.<\/em> affirms from ותּושׁע onwards, is not something to come, but something past, as distinguished form the coming events announced from <a class=\"isa\" verses=\"WzE4ODE5XQ==\">Isaiah 59:18<\/a> onwards. Because the nation was so utterly and deeply corrupt, Jehovah had quipped Himself for judicial interposition. The equipment was already completed; only the taking of vengeance remained to be effected. Jehovah saw no man at His side who was either able or willing to help Him to His right in opposition to the prevailing abominations, or to support His cause. Then His own arm became His help, and His righteousness His support (cf., <a class=\"isa\" verses=\"WzE4ODcyXQ==\">Isaiah 63:5<\/a>); so that He did not desist from the judgment to which He felt Himself impelled, until He had procured the fullest satisfaction for the honour of His holiness (<a class=\"isa\" verses=\"WzE3NzU2XQ==\">Isaiah 5:16<\/a>). The armour which Jehovah puts on is now described. According to the scriptural view, Jehovah is never unclothed; but the free radiation of His own nature shapes itself into a garment of light. Light is the robe He wears (<a class=\"ref\">Psalms 104:2<\/a>). When the prophet describes this garment of light as changed into a suit of armour, this must be understood in the same sense as when the apostle in Eph speaks of a Christian's panoply. Just as there the separate pieces of armour represent the manifold self-manifestations of the inward spiritual life so here the pieces of Jehovah's armour stand for the manifold self-manifestations of His holy nature, which consists of a mixture of wrath and love. He does not arm Himself from any outward armoury; but the armoury is His infinite wrath and His infinite love, and the might in which He manifests Himself in such and such a way to His creatures is His infinite will. He puts on righteousness as a coat of mail ( שׁרין in half pause, as in <a class=\"ref\">1 Kings 22:34<\/a> in full pause, for שׁריון , <em> ō <\/em> passing into the broader <em> a <\/em> , as is generally the case in יחפּ ץ , יחבשׁ ; also in <a class=\"ref\">Genesis 43:14, שׁכלתי ; Genesis 49:3, עז ; Genesis 49:27<\/a>, יטרף ), so that His appearance on every side is righteousness; and on His head He sets the helmet of salvation: for the ultimate object for which He goes into the conflict is the redemption of the oppressed, salvation as the fruit of the victory gained b y righteousness. And over the coat of mail He draws on clothes of vengeance as a tabard (lxx περιβόλαιον ), and wraps Himself in zeal as in a war-cloak. The inexorable justice of God is compared to an impenetrable brazen coat of mail; His joyful salvation, to a helmet which glitters from afar; His vengeance, with its manifold inflictions of punishment, to the clothes worn above the coat of mail; and His wrathful zeal ( קנאה from קנא ), to be deep red) with the fiery-looking <em> c hlamys <\/em> . No weapon is mentioned, neither the sword nor bow; for His own arm procures Him help, and this alone. But what will Jehovah do, when He has armed Himself thus with justice and salvation, vengeance and zeal? As <a class=\"isa\" verses=\"WzE4ODE5XQ==\">Isaiah 59:18<\/a> affirms, He will carry out a severe and general retributive judgment. גּמוּל and גּמלה signify accomplishment of (on <em> gâmal <\/em> , see at <a class=\"isa\" verses=\"WzE3NzE3XQ==\">Isaiah 3:9<\/a>) a ῥῆμα μέσον ; גּמלות , which may signify, according to the context, either manifestations of love or manifestations of wrath, and either retribution as looked at from the side of God, or forfeiture as regarded from the side of man, has the latter meaning here, viz., the works of men and the double-sided <em> gemūl <\/em> , i.e., repayment, and that in the infliction of punishment. כּעל , as if, as on account of, signifies, according to its Semitic use, in the measure ( כּ ) of that which is fitting ( על ); cf., <a class=\"isa\" verses=\"WzE4ODc0XQ==\">Isaiah 63:7<\/a>, <em> uti par est propter <\/em> . It is repeated with emphasis (like לכן in <a class=\"isa\" verses=\"WzE4NzAzXQ==\">Isaiah 52:6<\/a>); the second stands without <em> rectum <\/em> , as the correlate of the first. By the adversaries and enemies, we naturally understand, after what goes before, the rebellious Israelites. The prophet does not mention these, however, but “the islands,” that is to say, the heathen world. He hides the special judgment upon Israel in the general judgment upon the nations. The very same fate falls upon Israel, the salt of the world which has lost its savour, as upon the whole of the ungodly world. The purified church will have its place in the midst of a world out of which the crying injustice has been swept away.<\/p>",
    "audit": null
}