{
    "id": 17625,
    "source": "kdo",
    "verse_id": 17692,
    "verse_count": 1,
    "reference": "2:6",
    "title": "",
    "html": "<p><em> “For Thou hast rejected Thy people, the house of Jacob; for they are filled with things from the east, and are conjurors like the Philistines; and with the children of foreigners they go hand in hand.”<\/em> Here again we have <em> “for”<\/em> (<em> Chi <\/em> ) twice in succession; the first giving the reason for the warning cry, the second vindicating the reason assigned. The words are addressed to Jehovah, not to the people. Saad., Gecatilia, and Rashi adopt the rendering, “Thou has given up thy nationality;” and this rendering is supported by J. D. Michaelis, Hitzig, and Luzzatto. But the word means “people,” not “nationality;” and the rendering is inadmissible, and would never have been thought of were it not that there was apparently something strange in so sudden an introduction of an address to God. But in <a class=\"isa\" verses=\"WzE3Njk1LDE3ODMyXQ==\">Isaiah 2:9; Isaiah 9:2<\/a>, and other passages, the prophecy takes the form of a prayer. And <em> nâtash <\/em> (cast off) with <em> âm <\/em> (people) for its object recals such passages as <a class=\"ref\">Psalms 94:14<\/a> and <a class=\"ref\">1 Samuel 12:22<\/a>. Jehovah had put away His people, i.e., rejected them, and left them to themselves, for the following reasons: (1.) Because they were “full from the east” (<em> mikkedem <\/em> : <em> min<\/em> denotes the source from which a person draws and fills himself, <a class=\"ref\">Jeremiah 51:34; Ezekiel 32:6<\/a>), i.e., full of eastern manners and customs, more especially of idolatrous practices. By “the east” (<em> kedem <\/em> ) we are to understand Arabia as far as the peninsula of Sinai, and also the Aramaean lands of the Euphrates. Under Uzziah and Jotham, whose sway extended to Elath, the seaport town of the Elanitic Gulf, the influence of the south-east predominated; but under Ahaz and Hezekiah, on account of their relations to Asshur, Aram, and Babylon, that of the north-east. The conjecture of Gesenius, that we should read <em> mikkesem <\/em> , i.e., of soothsaying, it a very natural one; but it obliterates without any necessity the name of the region from which Judah's imitative propensities received their impulse and materials. (2.) They were <em> onenim <\/em> (= <em> meonenim <\/em> , <a class=\"ref\">Micah 5:11<\/a>, from the <em> poel onen <\/em> : <a class=\"ref\">2 Kings 21:6<\/a>), probably <em> “cloud-gatherers”<\/em> or <em> “storm-raisers,”<\/em><\/p><p> (Note: There is no force in the explanation “concealing,” i.e., practising secret arts; for the meaning “cover” or “conceal” is arbitrarily transferred to the verb <em> onen <\/em> , from <em> gânan <\/em> and <em> Cânan <\/em> , which are supposed to be cognate roots. As a denominative of <em> ânân <\/em> , the cloud, however (on this name for the clouds, see at <a class=\"isa\" verses=\"WzE3NzM5XQ==\">Isaiah 4:5<\/a>), <em> onen <\/em> might mean “he gathered auguries from the clouds.” Or if we take <em> onen <\/em> as a synonym of <em> innen <\/em> in <a class=\"ref\">Genesis 9:14<\/a>, it would mean “to raise storms,” which would give the rendering νεφοδιῶκται , <em> tempestarii <\/em> , storm-raisers. The derivation of <em> onen <\/em> from Ny(i , in the sense of the Arabic <em> 'âna <\/em> (impf. <em> ya ı̄nu <\/em> ), as it were to ogle, <em> oculo maligno petere et fascinare <\/em> , founders on <em> annen <\/em> , the word used in the Targums, which cannot possibly be traced to Ny(i . From a purely philological standpoint, however, there is still another explanation possible. From the idea of <em> coming to meet<\/em> we get the transitive meaning to hold back, shut in, or hinder, particularly to hold back a horse by the reins (<em> inân <\/em> ), or when applied to sexual relations, <em> 'unna <\/em> (<em> 'unnina <\/em> , <em> u'inna <\/em> ) )<em> an el - mar'ati <\/em> , “he is prevented (by magic) from approaching his wife,” Beside the Arabic <em> 'innı̄n <\/em> and <em> ma'nūn <\/em> (to render sexually impotent by witchcraft), we find the Syriac <em> 'anono <\/em> used in the same sense.) <\/p><p><em> like the Philistines<\/em> (the people conquered by Uzziah, and then again by Hezekiah), among whom witchcraft was carried on in guilds, whilst a celebrated oracle of Baal-Zebub existed at Ekron. (3.) And they make common cause with children of foreigners. This is the explanation adopted by Gesenius, Knobel, and others. <em> Sâphak <\/em> with <em> Cappaim <\/em> signifies to <em> clap hands<\/em> (<a class=\"ref\">Job 27:23<\/a>). The <em> hiphil<\/em> followed by <em> Beth<\/em> is only used here in the sense of <em> striking hands with a person<\/em> . Luzzatto explains it as meaning, “They find satisfaction in the children of foreigners; it is only through them that they are contented;” but this is contrary to the usage of the language, according to which <em> hispik <\/em> in post-biblical Hebrew signifies either suppeditare or (like <em> saphak <\/em> in <a class=\"ref\">1 Kings 20:10<\/a>) <em> sufficere <\/em> . Jerome renders it <em> pueris alienis adhaeserunt <\/em> ; but <em> yalde <\/em> <em> nâc'rim <\/em> does not mean <em> pueri alieni <\/em> , boys hired for licentious purposes, but the “sons of strangers” generally (<a class=\"isa\" verses=\"WzE4ODMyLDE4ODQ5XQ==\">Isaiah 60:10; Isaiah 61:5<\/a>), with a strong emphasis upon their unsanctified birth, the heathenism inherited from their mother's womb. With heathen by birth, the prophet would say, the people of Jehovah made common cause. <\/p>",
    "audit": null
}