{
    "id": 18249,
    "source": "kdo",
    "verse_id": 18883,
    "verse_count": 1,
    "reference": "63:16",
    "title": "",
    "html": "<p> The prayer for help, and the lamentation over its absence, are now justified in <a class=\"isa\" verses=\"WzE4ODgzXQ==\">Isaiah 63:16<\/a> : <em> “For Thou art our Father; for Abraham is ignorant of us, and Israel knoweth us not. Thou, O Jehovah, art our Father; our Redeemer is from olden time Thy name.”<\/em> Jehovah is Israel's Father (<a class=\"ref\">Deuteronomy 32:6<\/a>). His creative might, and the gracious counsels of His love, have called it into being: אבינוּ has not yet the deep and unrestricted sense of the New Testament “Our Father.” The second <em> kı̄ <\/em> introduces the reason for this confession that Jehovah was Israel's Father, and could therefore look for paternal care and help from Him alone. Even the dearest and most honourable men, the forefathers of the nation, could not help it. Abraham and Jacob-Israel had been taken away from this world, and were unable to interfere on their own account in the history of their people. ידע and הכּיר suggest the idea of participating notice and regard, as in <a class=\"ref\">Deuteronomy 33:9<\/a> and <a class=\"ref\">Ruth 2:10, Ruth 2:19<\/a>. יכּירנוּ has the vowel <em> â <\/em> (pausal for <em> a <\/em> , <a class=\"isa\" verses=\"WzE4NzU3XQ==\">Isaiah 56:3<\/a>) in the place of <em> ē <\/em> , to rhyme with ידענוּ (see Ges. §60, Anm. 2). In the concluding clause, according to the accents, מעולם גּאלנוּ are connected together; but the more correct accentuation is גאלנו <em> tiphchah<\/em> , מעולם <em> m ercha<\/em> , and we have rendered it so. From the very earliest time the acts of Jehovah towards Israel had been such that Israel could call Him גאלנו .<\/p>",
    "audit": null
}