{
    "id": 17667,
    "source": "kdo",
    "verse_id": 17752,
    "verse_count": 1,
    "reference": "5:12",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE3NzUyXQ==\">Isaiah 5:12<\/a> describes how they go on in their blindness with music and carousing: <em> “And guitar and harp, kettle-drum, and flute, and wine, is their feast; but they regard not the work of Jehovah, and see not the purpose of His hands.”<\/em> <em> “Their feast”<\/em> is so and so ( משׁתּיה ם is only a plural in appearance; it is really a singular, as in <a class=\"ref\">Daniel 1:10, Daniel 1:16<\/a>, and many other passages, with the <em> Yod <\/em> of the primary form, משׁתּי = משׁתּה , softened: see the remarks on עלה at <a class=\"isa\" verses=\"WzE3Njg1XQ==\">Isaiah 1:30<\/a>, and עשׂיה at <a class=\"isa\" verses=\"WzE4MDY0XQ==\">Isaiah 22:11<\/a>); that is to say, their feast consisted or was composed of exciting music and wine. Knobel construes it, “and there are guitar, etc., and wine is their drink;” but a divided sentence of this kind is very tame; and the other expression, based upon the general principle, “The whole is its parts,” is thoroughly Semitic (see Fleischer's <em> Abhandlungen über einige Arten der Nominalapposition in den Sitzungsberichten der sächs<\/em> . <em> Gesellschaft der Wissenschaft<\/em> , 1862). <em> Cinnor <\/em> (guitar) is a general name for such instruments as have their strings drawn (upon a bridge) over a sounding board; and <em> nebel <\/em> (the harp and lyre) a general name for instruments with their strings hung freely, so as to be played with both hands at the same time. <em> Toph <\/em> (Arab. <em> duff <\/em> ) is a general name for the tambourin, the drum, and the kettle-drum; <em> C haill <\/em> (lit. that which is bored through) a general name for the flute and double flute. In this tumult and riot they had no thought or eye for the work of Jehovah and the purpose of His hands. This is the phrase used to express the idea of eternal counsel of God (<a class=\"isa\" verses=\"WzE4Mzc5XQ==\">Isaiah 37:26<\/a>), which leads to salvation by the circuitous paths of judgment (<a class=\"isa\" verses=\"WzE3ODYzLDE4MTg2LDE4MjE3XQ==\">Isaiah 10:12; Isaiah 28:21; Isaiah 29:23<\/a>), so far as that counsel is embodied in history, as moulded by the invisible interposition of God. In their joy and glory they had no sense for what was the most glorious of all, viz., the moving and working of God in history; so that they could not even discern the judgment which was in course of preparation at that very time.<\/p>",
    "audit": null
}