{
    "id": 18067,
    "source": "kdo",
    "verse_id": 18522,
    "verse_count": 6,
    "reference": "43:16-21",
    "title": "",
    "html": "<p> There now follows a second field of the picture of redemption; and the expression “for your sake” is expounded in <a class=\"isa\" verses=\"eyIxODUyMiI6Nn0=\">Isaiah 43:16-21<\/a> : <em> “Thus saith Jehovah, who giveth a road through the sea, and a path through tumultuous waters; who bringeth out chariot and horse, army and hero; they lie down together, they never rise: they have flickered away, extinguished like a wick. Remember not things of olden time, nor meditate upon those of earlier times! Behold, I work out a new thing: will ye not live to see it? Yea, I make a road through the desert, and streams through solitudes. The beast of the field will praise me, wild dogs and ostriches: for I give water in the desert, streams in solitude, to give drink to my people, my chosen. The people that I formed for myself, they shall show forth my praise.”<\/em> What Jehovah really says commences in <a class=\"isa\" verses=\"WzE4NTI0XQ==\">Isaiah 43:18<\/a>. Then in between He is described as Redeemer out of Egypt; for the redemption out of Egypt was a type and pledge of the deliverance to be looked for out of Babylon. The participles must not be rendered <em> qui dedit <\/em> , <em> eduxit <\/em> ; but from the mighty act of Jehovah in olden time general attributes are deduced: He who makes a road in the sea, as He once showed. The sea with the tumultuous waters is the Red Sea (<a class=\"ref\">Nehemiah 9:11<\/a>); <em> ‛ izzūz <\/em> , which rhymes with <em> vâsūs <\/em> , is a concrete, as in <a class=\"ref\">Psalms 24:8<\/a>, the army with the heroes at its head. The expression “bringeth out,” etc., is not followed by “and suddenly destroys them,” but we are transported at once into the very midst of the scenes of destruction. ישׁכּבוּ shows them to us entering upon the sleep of death, in which they lie without hope (<a class=\"isa\" verses=\"WzE4MTQ1XQ==\">Isaiah 26:14<\/a>). The close (<em> kappishtâh <\/em> <em> khâbhū <\/em> ) is iambic, as in <a class=\"ref\">Judges 5:27<\/a>. The admonition in <a class=\"isa\" verses=\"WzE4NTI0XQ==\">Isaiah 43:18<\/a> does not commend utter forgetfulness and disregard (see <a class=\"isa\" verses=\"WzE4OTMyXQ==\">Isaiah 66:9<\/a>); but that henceforth they are to look forwards rather than backward. The new thing which Jehovah is in the process of working out eclipses the old, and deserves a more undivided and prolonged attention. Of this new thing it is affirmed, “even now it sprouts up;” whereas in <a class=\"isa\" verses=\"WzE4NDkwXQ==\">Isaiah 42:9<\/a>, even in the domain of the future, a distinction was drawn between “the former things” and “new things,” and it could be affirmed of the latter that they were not yet sprouting up. In the passage before us the entire work of God in the new time is called <em> c hădâshâh <\/em> (new), and is placed in contrast with the <em> ri ' shōnōth <\/em> , or occurrences of the olden time; so that as the first part of this new thing had already taken place (<a class=\"isa\" verses=\"WzE4NDkwXQ==\">Isaiah 42:9<\/a>), and there was only the last part still to come, it might very well be affirmed of the latter, that it was even now sprouting up (not already, which עתה may indeed also mean, but as in <a class=\"isa\" verses=\"WzE4NjIyXQ==\">Isaiah 48:7<\/a>). In connection with this, תדעוּה הלוא (a verbal form with the suffix, as in <a class=\"ref\">Jeremiah 13:17<\/a>, with <em> kametz<\/em> in the syllable before the tone, as in <a class=\"isa\" verses=\"WzE3Nzc5LDE4NjExXQ==\">Isaiah 6:9; Isaiah 47:11<\/a>, in pause) does not mean, “Will ye then not regard it,” as Ewald, Umbreit, and others render it; but, “shall ye not, i.e., assuredly ye will, experience it.” The substance of the <em> c hădâshâh <\/em> (the new thing) is unfolded in  . It enfolds a rich fulness of wonders: אף affirming that, among other things, Jehovah will do this one very especially. He transforms the pathless, waterless desert, that His chosen one, the people of God, may be able to go through in safety, and without fainting. And the benefits of this miracle of divine grace reach the animal world as well, so that their joyful cries are an unconscious praise of Jehovah. (On the names of the animals, see Köhler on <a class=\"ref\">Malachi 1:3<\/a>.) In this we can recognise the prophet, who, as we have several times observed since chapter 11 (compare especially <a class=\"isa\" verses=\"W3siMTgyNDEiOjJ9LFsxODMyOF1d\">Isaiah 30:23-24; Isaiah 35:7<\/a>), has not only a sympathizing heart for the woes of the human race, but also an open ear for the sighs of all creation. He knows that when the sufferings of the people of God shall be brought to an end, the sufferings of creation will also terminate; for humanity is the heart of the universe, and the people of God (understanding by this the people of God according to the Spirit) are the heart of humanity. In v. 21 the promise is brought to a general close: the people that (<em> zū <\/em> personal and relative, as in <a class=\"isa\" verses=\"WzE4NTA1XQ==\">Isaiah 42:24<\/a>)<\/p><p> (Note: The pointing connects עם־זוּ with <em> m akkeph <\/em> , so that the rendering would be, “The people there I have formed for myself;” but according to our view, עם should be accented with <em> yethib <\/em> , and <em> zū <\/em> with <em> m unach <\/em> . In just the same way, <em> zū <\/em> is connected with the previous noun as a demonstrative, by means of <em> m akkeph <\/em> , in <a class=\"ref\">Exodus 15:13, Exodus 15:16; Psalms 9:16; Psalms 62:12; Psalms 142:4; Psalms 143:8<\/a>, and by means of a subsidiary accent in <a class=\"ref\">Psalms 10:2; Psalms 12:8<\/a>. The idea which underlies <a class=\"isa\" verses=\"WzE4NTA1XQ==\">Isaiah 42:24<\/a> appears to be, “This is the retribution that we have met with from him.”' But in none of these can we be bound by the punctuation.)<\/p><p> I have formed for myself will have richly to relate how I glorified myself in them.<\/p>",
    "audit": null
}