{
    "id": 18239,
    "source": "kdo",
    "verse_id": 18865,
    "verse_count": 3,
    "reference": "62:10-12",
    "title": "",
    "html": "<p> The concluding strophe goes back to the standpoint of the captivity. <em> “Go forth, go forth through the gates, clear the way of the people. Cast up, cast up the road, clear it of stones; lift up a banner above the nations! Behold, Jehovah hath caused tidings to sound to the end of the earth. Say to the daughter of Zion, Behold, thy salvation cometh; behold, His reward is with Him, and His recompense before Him. And men will call them the holy people, the redeemed of Jehovah; and men will call thee, Striven after, A city that will not be forsaken.”<\/em> We cannot adopt the rendering proposed by Gesenius, “Go ye into the gates,” whether of Jerusalem or of the temple, since the reading would then be שׁערים בּאוּ (<a class=\"ref\">Genesis 23:10<\/a>) or בשּׁערים (<a class=\"ref\">Jeremiah 7:2<\/a>). For although בּ עבר may under certain circumstances be applied to entrance into a city (<a class=\"ref\">Judges 9:26<\/a>), yet it generally denotes either passing through a land (<a class=\"isa\" verses=\"WzE3ODI5LDE4MzE0LDEyNDIsMzUzMV0=\">Isaiah 8:21; Isaiah 34:10; Genesis 41:46; Leviticus 26:6<\/a>, etc.), or through a nation (<a class=\"ref\">2 Samuel 20:14<\/a>), or through a certain place (<a class=\"isa\" verses=\"WzE3ODc5XQ==\">Isaiah 10:28<\/a>); so that the phrase בּשּׁער עבר , which does not occur anywhere else (for in <a class=\"ref\">Micah 2:13<\/a>, which refers, however, to the exodus of the people out of the gates of the cities of the captivity, שׁער ויּעברוּ do not belong together), must refer to passing through the gate; and the cry בשׁערים עברוּ means just the same as מבּבל צאוּ (“Go ye forth from Babylon”) in <a class=\"isa\" verses=\"WzE4NjM1LDE4NzA4XQ==\">Isaiah 48:20; Isaiah 52:11<\/a>. <\/p><p> The call to go out of Babylon forms the conclusion of the prophecy here, just as it does in <a class=\"isa\" verses=\"W3siMTg2MzUiOjJ9LHsiMTg3MDgiOjJ9XQ==\">Isaiah 48:20-21; Isaiah 52:11-12<\/a>. It is addressed to the exiles; but who are they to whom the command is given, “Throw up a way,” - a summons repeatedly found in all the three books of these prophecies (<a class=\"isa\" verses=\"WzE4NDI0LDE4NzgwXQ==\">Isaiah 40:3; Isaiah 57:14<\/a>)? They cannot be the heathen, for this is contradicted by the conclusion of the charge, “Lift ye up a banner above the nations;” nor can we adopt what seems to us a useless fancy on the part of Stier, viz., that <a class=\"isa\" verses=\"WzE4ODY1XQ==\">Isaiah 62:10<\/a> is addressed to the watchmen on the walls of Zion. We have no hesitation, therefore, in concluding that they are the very same persons who are to march through the gates of Babylon. The vanguard (or pioneers) of those who are coming out are here summoned to open the way by which the people are to march, to throw up the road (viz., by casting up an embankment, <em> hamsillâh <\/em> , as in <a class=\"isa\" verses=\"WzE3OTAxLDE4NjQ4XQ==\">Isaiah 11:16; Isaiah 49:11<\/a>; <em> m aslūl <\/em> , <a class=\"isa\" verses=\"WzE4MzI5XQ==\">Isaiah 35:8<\/a>), to clear it of stones (<em> siqqēl <\/em> , as in <a class=\"isa\" verses=\"WzE3NzQyXQ==\">Isaiah 5:2<\/a>; cf., <a class=\"ref\">Hosea 9:12<\/a>, <em> shikkēl <\/em> <em> m ē'âdâm <\/em> ), and lift up a banner above the nations (one rising so high as to be visible far and wide), that the diaspora of all places may join those who are returning home with the friendly help of the nations (<a class=\"isa\" verses=\"WzE3ODk3LDE4NjU5XQ==\">Isaiah 11:12; Isaiah 49:22<\/a>). For Jehovah hath caused tidings to be heard to the end of the earth, i.e., as we may see from what follows, the tidings of their liberation; in other words, looking at the historical fulfilment, the proclamation of Cyrus, which he caused to be issued throughout his empire at the instigation of Jehovah (<a class=\"ref\">Ezra 1:1<\/a>). Hitzig regards השׁמיע as expressing what had actually occurred at the time when the prophet uttered his predictions; and in reality the standpoint of the prophets was so far a variable one, that the fulfilment of what was predicted did draw nearer and nearer to it ἐν πνεύματι . But as <em> hinnēh <\/em> throughout the book of Isaiah, even when followed by a perfect, invariably points to something future, all that can be said is, that the divine announcement of the time of redemption, as having now arrived, stands out before the soul of the prophet with all the certainty of a historical fact. The conclusion which Knobel draws from the expression “to the end of the earth,” as to the Babylonian standpoint of the prophet, is a false one. In his opinion, “the end of the earth” in such passages as <a class=\"ref\">Psalms 72:8; Zechariah 9:10<\/a> (<em> 'aphsē <\/em> -<em> 'ârets <\/em> ), and <a class=\"isa\" verses=\"WzE4MTEyXQ==\">Isaiah 24:16<\/a> (<em> k e naph <\/em> <em> hâ'ârets <\/em> ), signifies the western extremity of the <em> orbis orientalis <\/em> , that is to say, the region of the Mediterranean, more especially Palestine; whereas it was rather a term applied to the remotest lands which bounded the geographical horizon (compare <a class=\"isa\" verses=\"WzE4NDkxLDE4NjM1XQ==\">Isaiah 42:10; Isaiah 48:20<\/a>, with <a class=\"ref\">Psalms 2:8; Psalms 22:28<\/a>, and other passages). The words that follow (“Say ye,” etc.) might be taken as a command issued on the ground of the divine <em> hishimiă‛ <\/em> (“the Lord hath proclaimed”); but <em> hishimiă‛ <\/em> itself is a word that needs to be supplemented, so that what follows is the divine proclamation: Men everywhere, i.e., as far as the earth or the dispersion of Israel extends, are to say to the daughter of Zion - that is to say, to the church which has its home in Zion, but is now in foreign lands - that “its salvation cometh,” i.e., that Jehovah, its Saviour, is coming to bestow a rich reward upon His church, which has passed through sever punishment, but has been so salutarily refined. Those to whom the words “Say ye,” etc., are addressed, are not only the prophets of Israel, but all the mourners of Zion, who become <em> m e bhass e rı̄m <\/em> , just because they respond to this appeal (compare the meaning of this “Say ye to the daughter of Zion” with <a class=\"ref\">Zechariah 9:9<\/a> in <a class=\"ref\">Matthew 21:5<\/a>). The whole of the next clause, “Behold, His reward,” etc., is a repetition of the prophet's own words in <a class=\"isa\" verses=\"WzE4NDMxXQ==\">Isaiah 40:10<\/a>. It is a question whether the words “and they shall call thee,” etc., contain the gospel which is to be proclaimed according to the will of Jehovah to the end of the earth (see <a class=\"isa\" verses=\"WzE4NjM1XQ==\">Isaiah 48:20<\/a>), or whether they are a continuation of the prophecy which commences with “Behold, Jehovah hath proclaimed.” The latter is the more probable, as the address here passes again into an objective promise. The realization of the gospel, which Jehovah causes to be preached, leads men to call those who are now still in exile “the holy people,” “the redeemed” (lit. ransomed, <a class=\"isa\" verses=\"WzE4Njg0XQ==\">Isaiah 51:10<\/a>; like <em> p e dūyē <\/em> in <a class=\"isa\" verses=\"WzE4MzMxXQ==\">Isaiah 35:10<\/a>). “<em> And thee<\/em> ” - thus does the prophecy close by returning to a direct address to Zion-Jerusalem - “thee will men call <em> d e rūshâh <\/em> ,” sought assiduously, i.e., one whose welfare men, and still more Jehovah, are zealously concerned to promote (compare the opposite in <a class=\"ref\">Jeremiah 30:17<\/a>) - “a city that will not be forsaken,” i.e., in which men gladly settle, and which will never be without inhabitants again (the antithesis to <em> ‛ ăzūbhâh <\/em> in <a class=\"isa\" verses=\"WzE4ODM3XQ==\">Isaiah 60:15<\/a>), possibly also in the sense that the gracious presence of God will never be withdrawn from it again (the antithesis to <em> ‛ ăzūbhâh <\/em> in <a class=\"isa\" verses=\"WzE4ODU5XQ==\">Isaiah 62:4<\/a>). נעזבה is the third pers. pr., like <em> nuchâmâh <\/em> in <a class=\"isa\" verses=\"WzE4NzM1XQ==\">Isaiah 54:11<\/a> : the perfect as expressing the abstract present (Ges. §126, 3). <\/p><p> The following prophecy anticipates the question, how Israel can possibly rejoice in the recovered possession of its inheritance, if it is still to be surrounded by such malicious neighbours as the Edomites.<\/p>",
    "audit": null
}