{
    "id": 13532,
    "source": "kdo",
    "verse_id": 18924,
    "verse_count": 4,
    "reference": "66:1–4",
    "title": "",
    "html": " <p>Although the note on which this prophecy opens is a different one from any that has yet been struck, there are many points in which it coincides with the preceding prophecy. For not only is <a class=\"ref\"><\/a>, repeated here in <a class=\"ref\"><\/a>, but the sharp line of demarcation drawn in chapter 65, between the servants of Jehovah and the worldly majority of the nation with reference to the approaching return to the Holy Land, is continued here. As the idea of their return is associated immediately with that of the erection of a new temple, there is nothing at all to surprise us, after what we have read in <a class=\"ref\"><\/a>., in the fact that Jehovah expresses His abhorrence at the thought of having a temple built by the Israel of the captivity, as the majority then were, and does so in such words as those which follow in <a class=\"ref\"><\/a>: <i>“Thus saith Jehovah: The heaven is my throne, and the earth my footstool. What kind of house is it that ye would build me, and what kind of place for my rest? My hand hath made all these things; then all these thing arose, saith Jehovah; and at such persons do I look, at the miserable and broken-hearted, and him that trembleth at my word. He that slaughtereth the ox is the slayer of a man; he that sacrificeth the sheep is a strangler of dogs; he that offereth a meat-offering, it is swine's blood; he that causeth incense to rise up in smoke, blesseth idols. As they have chosen their ways, and their soul cheriseth pleasure in their abominations; so will I choose their ill-treatments, and bring their terrors upon them, because I called and no one replied, I spake and they did not hear, and they did evil in mine eyes, and chose that in which I took no pleasure.\"<\/i>, Hitzig is of opinion that the author has broken off here, and proceeds quite unexpectedly to denounce the intention to build a temple for Jehovah. Those who wish to build he imagines to be those who have made up their minds to stay behind in Chaldea, and who, whilst their brethren who have returned to their native land are preparing to build a temple there, want to have one of their own, just as the Jews in Egypt built one for themselves in Leontopolis. Without some such supposition as this, Hitzig thinks it altogether impossible to discover the thread which connects the different vv. together. This view is at any rate better than that of Umbreit, who imagines that the prophet places us here “on the loftiest spiritual height of the Christian development.” “In the new Jerusalem,” he says, “there will be no temple seen, nor any sacrifice; Jehovah forbids these in the strongest terms, regarding them as equivalent to mortal sins.” But the prophet, if this were his meaning, would involve himself in self-contradiction, inasmuch as, according to <a class=\"ref\"><\/a>, and 60, there will be a temple in the new Jerusalem with perpetual sacrifice, which this prophecy also presupposes in <a class=\"ref\"><\/a>. (cf., <a class=\"ref\"><\/a>); and secondly, he would contradict other prophets, such as Ezekiel and Zechariah, and the spirit of the Old Testament generally, in which the statement, that whoever slaughters a sacrificial animal in the new Jerusalem will be as bad as a murderer, has no parallel, and is in fact absolutely impossible. According to Hitzig's view, on the other hand, v. 3 <i>a<\/i>, affirms, that the worship which they would be bound to perform in their projected temple would be an abomination to Jehovah, however thoroughly it might be made to conform to the Mosaic ritual. But there is nothing in the text to sustain the idea, that there is any intention here to condemn the building of a temple to Jehovah in Chaldaea, nor is such an explanation by any means necessary to make the text clear. The condemnation on the part of Jehovah has reference to the temple, which the returning exiles intend to build in Jerusalem. The prophecy is addressed to the entire body now ready to return, and says to the whole without exception, that Jehovah, the Creator of heaven and earth, does not stand in need of any house erected by human hands, and then proceeds to separate the penitent from those that are at enmity against God, rejects in the most scornful manner all offerings in the form of worship on the part of the latter, and threatens them with divine retribution, having dropped in <i><\/i>, <a class=\"ref\"><\/a>, the form of address to the entire body. Just as in the Psalm of Asaph (Ps 50) Jehovah refuses animal and other material offerings as such, because the whole of the animal world, the earth and the fulness thereof, are His possession, so here He addresses this question to the entire body of the exiles: What kind of house is there that ye could build, that would be worthy of me, and what kind of place that would be worthy of being assigned to me as a resting-place? On <i>(<span class=\"translit\">, mâqōm <\/span> <\/i> <i>(<span class=\"translit\">, menūchâthı̄ <\/span>), <i>locus qui sit requies mea<\/i>, (apposition instead of genitive connection). He needs no temple; for heaven is His throne, and the earth His footstool. He is the Being who filleth all, the Creator, and therefore the possessor, of the universe; and if men think to do Him a service by building Him a temple, and forget His infinite majesty in their concern for their own contemptible fabric, He wants to temple at all. “All these” refer, as if pointing with the finger, to the world of visible objects that surround us. <span class=\"normal hebrew\">,ויּהיוּ<\/span>, (from <span class=\"normal hebrew\">,היה<\/span>, <i>existere<\/i>, <i>fieri<\/i>) is used in the same sense as the <span class=\"normal hebrew\">,ויהי<\/span>, which followed the creative <span class=\"normal hebrew\">,יהי<\/span>,. In this His exaltation He is not concerned about a temple; but His gracious look is fixed upon the man who is as follows (<i>(<span class=\"translit\">, zeh<\/span>) pointing forwards as in <a class=\"ref\"><\/a>), viz., upon the mourner, the man of broken heart, who is filled with reverential awe at the word of His revelation. <br> We may see from <a class=\"ref\"><\/a>, what the link of connection is between <a class=\"ref\"><\/a>, and <a class=\"ref\"><\/a>. So far as the mass of the exiles were concerned, who had not been humbled by their sufferings, and whom the preaching of the prophet could not bring to reflection, He did not want any temple or sacrifice from them. The sacrificial acts, to which such detestable predicates are here applied, are such as end with the merely external act, whilst the inward feelings of the person presenting the sacrifice are altogether opposed to the idea of both the animal sacrifice and the meat-offering, more especially to that desire for salvation which was symbolized in all the sacrifices; in other words, they are sacrificial acts regarded as <span class=\"greek normal\">,νεκρὰ <\/span> <span class=\"greek normal\">,ἔργα<\/span>, the lifeless works of men spiritually dead. The articles of <i>(<span class=\"translit\">, hasshōr<\/span>) and <i>(<span class=\"translit\">, hasseh<\/span>) are used as generic with reference to sacrificial animals. The slaughter of an ox was like the slaying (<i>(<span class=\"translit\">, makkēh<\/span>) construct with <i>tzere<\/i>) of a man (for the association of ideas, see <a class=\"ref\"><\/a>); the sacrifice (<i>(<span class=\"translit\">, zōbhēăch<\/span>) like <i>(<span class=\"translit\">, shâchat<\/span>) is sometimes applied to slaughtering for the purpose of eating; here, however, it refers to an animal prepared for Jehovah) of a sheep like the strangling of a dog, that unclean animal (for the association of ideas, see <a class=\"ref\"><\/a>); the offerer up (<i>(<span class=\"translit\">, me‛ōlēh <\/span>)) of a meat-offering (like one who offered up) swine's blood, i.e., as if he was offering up the blood of this most unclean animal upon the altar; he who offered incense as an (<span class=\"translit\">,'azkârâh<\/span>) (see at <a class=\"ref\"><\/a><\/i>) like one who blessed (<span class=\"translit\">,'âven <\/span>), i.e., godlessness, used here as in <a class=\"ref\"><\/a>, and also in Hosea in the change of the name of Bethel into Beth<\/i>,'Aven<\/i>, for idolatry, or rather in a concrete sense for the worthless idols themselves, all of which, according to <a class=\"ref\"><\/a>, are nothing but (<span class=\"translit\">,'âven <\/span>). Rosenmüller, Gesenius, Hitzig, Stier, and even Jerome, have all correctly rendered it in this way, “as if he blessed an idol” (quasi qui benedicat idolo <\/i>); and Vitringa, “cultum exhibens vano numini<\/i>,” (offering worship to a vain god). Such explanations as that of Luther, on the other hand, viz., “as if he praised that which was wrong,” are opposed to the antithesis, and also to the presumption of a concrete object to <span class=\"normal hebrew\">,מברך<\/span>, (blessing); whilst that of Knobel, “praising vainly” ((<span class=\"translit\">,'âven<\/span>) being taken as an acc. Adv. <\/i>), yields too tame an antithesis, and is at variance with the usage of the language. In this condemnation of the ritual acts of worship, the closing prophecy of the book of Isaiah coincides with the first (<a class=\"ref\"><\/a>). But that it is not sacrifices in themselves that are rejected, but the sacrifices of those whose hearts are divided between Jehovah and idols, and who refuse to offer to Him the sacrifice that is dearest to Him (<a class=\"ref\"><\/a>, cf., <a class=\"ref\"><\/a>), is evident from the correlative double-sentence that follows in <a class=\"ref\"><\/a><\/i>, and <a class=\"ref\"><\/a>, which is divided into two masoretic verses, as the only means of securing symmetry. (<span class=\"translit\">, Gam<\/span>) … (<span class=\"translit\">, gam <\/span>), which means in other cases, “both … and also,” or in negative sentences “neither … nor,” means here, as in <a class=\"ref\"><\/a>, “as assuredly the one as the other,” in other words, “as … so.” They have chosen their own ways, which are far away from those of Jehovah, and their soul has taken pleasure, not in the worship of Jehovah, but in all kinds of heathen abominations ((<span class=\"translit\">, shiqqūtsēhem <\/span>), as in many other places, after <a class=\"ref\"><\/a>); therefore Jehovah wants no temple built by them or with their co-operation, nor any restoration of sacrificial worship at their hands. But according to the law of retribution, He chooses (<span class=\"translit\">, tha‛ălūlēhem <\/span>), vexationes eorum<\/i>, (lxx <span class=\"greek normal\">,τὰ <\/span> <span class=\"greek normal\">,ἐμπαίγματα <\/span> <span class=\"greek normal\">,αὐτῶν <\/span>: see at <a class=\"ref\"><\/a>), with the suffix of the object: fates that will use them ill, and brings their terrors upon them, i.e., such a condition of life as will inspire them with terror ((<span class=\"translit\">, megūrōth <\/span>), as in <a class=\"ref\"><\/a>). <br> <\/p>",
    "audit": null
}