{
    "id": 18040,
    "source": "kdo",
    "verse_id": 18473,
    "verse_count": 3,
    "reference": "41:21-23",
    "title": "",
    "html": "<p> There follows now the second stage in the suit. <em> “Bring hither your cause, saith Jehovah; bring forward your proofs, saith the king of Jacob. Let them bring forward, and make known to us what will happen: make known the beginning, what it is, and we will fix our heart upon it, and take knowledge of its issue; or let us hear what is to come. Make known what is coming later, and we will acknowledge that ye are gods: yea, do good, and do evil, and we will measure ourselves, and see together.”<\/em> In the first stage Jehovah appealed, in support of His deity, to the fact that it was He who had called the oppressor of the nations upon the arena of history. In this second stage He appeals to the fact that He only knows or can predict the future. There the challenge was addressed to the worshippers of idols, here to the idols themselves; but in both cases both of these are ranged on the one side, and Jehovah with His people upon the other. It is with purpose that Jehovah is called the “King of Jacob,”as being the tutelar God of Israel, in contrast to the tutelar deities of the heathen. The challenge to the latter to establish their deity is first of all addressed to them directly in <a class=\"isa\" verses=\"WzE4NDczXQ==\">Isaiah 41:21<\/a>, and then indirectly in  , where Jehovah connects Himself with His people as the opposing party; but in  He returns again to a direct address. עצּמות are evidences (lit. <em> robara<\/em> , cf., ὀχυρώματα , <a class=\"ref\">2 Corinthians 10:4<\/a>, from עצם , to be strong or stringent; mishn. נתעצּם , to contend with one another <em> pro et contra <\/em> ); here it signifies proofs that they can foresee the future. Jehovah for His part has displayed this knowledge, inasmuch as, at the very time when He threatened destruction to the heathen at the hands of Cyrus, He consoled His people with the announcement of their deliverance (<a class=\"isa\" verses=\"eyIxODQ2MCI6MTN9\">Isaiah 41:8-20<\/a>). It is therefore the turn of the idol deities now: “Let them bring forward and announce to us the things that will come to pass.” the general idea of what is in the future stands at the head. Then within this the choice is given them of proving their foreknowledge of what is afterwards to happen, by announcing either ראשׁנות , or even בּאות . These two ideas, therefore, are generic terms within the range of the things that are to happen. Consequently הרשׁנות cannot mean “earlier predictions,” <em> prius praedicta <\/em> , as Hitzig, Knobel, and others suppose. This explanation is precluded in the present instance by the logic of the context. Both ideas lie upon the one line of the future; the one being more immediate, the other more remote, or as the expression alternating with הבאות implies לאחור האתיּות , <em> ventura in posterum <\/em> (“in later times,” compare <a class=\"isa\" verses=\"WzE4NTA0XQ==\">Isaiah 42:23<\/a>, “at a later period;” from the participle אתה , radical form אתי , vid., Ges. §75, Anm. 5, probably to distinguish it from אתות ). This is the explanation adopted by Stier and Hahn, the latter of whom has correctly expounded the word, as denoting “the events about to happen first in the immediate future, which it is not so difficult to prognosticate from signs that are discernible in the present.” The choice is given them, either to foretell “<em> things at the beginning<\/em> ” (<em> haggı̄dū <\/em> in our editions is erroneously pointed with <em> kadma <\/em> instead of <em> geresh <\/em> ), i.e., that which will take place first or next, “<em> what they be<\/em> ” (<em> quae et qualia sint <\/em> ), so that now, when the <em> achărı̄th <\/em> , “the latter end” (i.e., the issue of that which is held out to view), as prognosticated from the standpoint of the present, really occurs, the prophetic utterance concerning it may be verified; or “things to come,” i.e., things further off, in later times (in the remote future), the prediction of which is incomparably more difficult, because without any point of contact in the present. They are to choose which they like ( או from אוה , like <em> vel <\/em> from <em> velle <\/em> ): “ye do good, and do evil,” i.e., (according to the proverbial use of the phrase; cf., <a class=\"ref\">Zephaniah 1:12<\/a> and <a class=\"ref\">Jeremiah 10:5<\/a>) only express yourselves in some way; come forward, and do either the one or the other. The meaning is, not that they are to stir themselves and predict either good or evil, but they are to show some sign of life, no matter what. “<em> And we will measure ourselves<\/em> (i.e., look one another in the face, testing and measuring), <em> and see together<\/em> ,” viz., what the result of the contest will be. השׁתּעה like התראה in <a class=\"ref\">2 Kings 14:8, 2 Kings 14:11<\/a>, with a cohortative <em> âh <\/em> , which is rarely met with in connection with verbs ל ה , and the tone upon the penultimate, the <em> âh <\/em> being attached without tone to the voluntative נשׁתּע in <a class=\"ref\">2 Kings 14:5<\/a> (Ewald, §§228,<em> c<\/em> ). For the <em> chethib<\/em> ונראה , the <em> Keri<\/em> has the voluntative ונרא .<\/p>",
    "audit": null
}