{
    "id": 13495,
    "source": "kdo",
    "verse_id": 18775,
    "verse_count": 2,
    "reference": "57:9–10",
    "title": "",
    "html": "<p>In the closest reciprocal connection with this God-forgetting, adulterous craving for the favour of heathen gods, stood their coquetting with the heathen power of the world. <i>“And thou wentest to the king with oil, and didst measure copiously thy spices, and didst send thy messengers to a great distance, and didst deeply abase thyself, even to Hades. Thou didst become weary of the greatness of thy way; yet thou saidst not, It is unattainable: thou obtainedst the revival of thy strength: therefore thou wast not pained.”<\/i> The first thing to be noticed here, is one that has been overlooked by nearly all the modern commentators, viz., that we have here a historical retrospect before us. And secondly, a single glance at <a class=\"isa\" verses=\"WzE4Nzc3XQ==\">Isaiah 57:11<\/a> is sufficient to show that the words refer to a servile coquetry from the fear of man, and therefore to a wicked craving for the favour of man; so that “the king,” is not Baal, or any heathen god whatever (according to <a class=\"isa\" verses=\"WzE3ODI5XQ==\">Isaiah 8:21<\/a> and <a class=\"ref\">Zephaniah 1:5<\/a>), but the Asiatic ruler of the world. Ahaz sent messengers, as we read in <a class=\"ref\">2 Kings 16:7<\/a>., to Tiglath-pileser, the king of Assyria, to say to Him, “I am thy servant and thy son.” And Ahaz took the silver and gold that were in the house of Jehovah, and in the treasures of the palace, and sent a bribe to the king of Assyria. And again, at <a class=\"ref\">2 Kings 16:10<\/a>., Ahaz went to Damascus to meet the king of Assyria, and there he saw an altar, and sent a model of it to Jerusalem, and had one like it put in the place of the altar of burnt-offering. Such acts as these are here described in the figure of Israel travelling with oil to the king, and taking a quantity of choice spices with it to gain his favour, and also sending messengers, and not only bowing itself to the earth, but even stooping to Hades, that is to say, standing as it were on its head in its excessive servility, for the purpose of obtaining allies. It seems most natural to take<span class=\"normal hebrew\"> בּשׁמן<\/span> as equivalent to<span class=\"normal hebrew\"> בשמן<\/span><span class=\"normal hebrew\"> משׁוּחה<\/span>: thou wentest in oil (dripping with pomade), and didst apply to thyself many spices; but<i>Beth<\/i> after verbs of going signifies to go with anything, to take it with one and bring it, so that the oil and spices are thought of here as presents, which she took with her as sensual stimulants, with a view to the amorous pleasures she was seeking ( <a class=\"ref\">Ezekiel 23:41<\/a> , cf., <a class=\"ref\">Hosea 12:2<\/a>). <span class=\"normal hebrew\"> השׁפּיל<\/span> signifies to go deep down in <a class=\"ref\">Jeremiah 13:18<\/a>; the meaning here is, to bow very low, or to degrade one's self. By “the greatness or breadth of the way” (a similar expression to that in <a class=\"ref\">Joshua 9:13<\/a>), all the great sacrifices are intended which it cost her to purchase the favour of the heathen ruler. Although they were a great trouble to her, yet she did not say<span class=\"normal hebrew\"> נואש<\/span> , “it is hopeless;” the<i>niphal<\/i> of<span class=\"normal hebrew\"> יאשׁ<\/span> signifies in <a class=\"ref\">1 Samuel 27:1<\/a> , to betake one's self to a thing with despair of its success. The participle in <a class=\"ref\">Job 6:26<\/a> means a despairing person; it also occurs in a neuter sense in <a class=\"ref\">Jeremiah 2:26; Jeremiah 18:12<\/a> , viz., given up, i.e., absolutely in vain. She did not give up hope, although the offerings nearly exhausted her strength; on the contrary, she gained<span class=\"normal hebrew\"> יד<\/span><span class=\"normal hebrew\"> חיּת<\/span> , “life of her arm,” i.e., (according to the use of<span class=\"normal hebrew\"> חיה<\/span> in the sense of reviving, and<span class=\"normal hebrew\"> החיה<\/span> , to bring to life again) new life in her arm, in other words, “the renewing of her strength” (<i>recentem vigorem virium suarum<\/i>). Thus, without noticing the sighs and groans forced from her by the excessive toil and fatigue, but stirring herself up again and again, she pursued the plan of strengthening her alliances with the heathen. Ezekiel's picture of Aholah and Aholibah is like a commentary on <a class=\"isa\" verses=\"eyIxODc2OSI6OH0=\">Isaiah 57:3-10<\/a> (see Ezek 23). <br><\/p> ",
    "audit": null
}