{
    "id": 17630,
    "source": "kdo",
    "verse_id": 17701,
    "verse_count": 2,
    "reference": "2:15-16",
    "title": "",
    "html": "<p> The glory of nature is followed by what is lofty and glorious in the world of men, such as magnificent fortifications, grand commercial buildings, and treasures which minister to the lust of the eye. <em> “As upon every high tower, so upon every fortified wall. As upon all ships of Tarshish, so upon all works of curiosity.”<\/em> It was by erecting fortifications for offence and defence, both lofty and steep (<em> bâzur <\/em> , <em> praeruptus <\/em> , from <em> bâzar <\/em> , <em> abrumpere <\/em> , <em> secernere <\/em> ), that Uzziah and Jotham especially endeavoured to serve Jerusalem and the land at large. The chronicler relates, with reference to Uzziah, in 2 Chron 26, that he built strong towers above “the corner-gate, the valley-gate, and the southern point of the cheesemakers' hollow,” and fortified these places, which had probably been till that time the weakest points in Jerusalem; also that he built towers in the desert (probably in the desert between Beersheba and Gaza, to increase the safety of the land, and the numerous flocks which were pastured in the <em> shephelah <\/em> , i.e., the western portion of southern Palestine). With regard to Jotham, it is related in both the book of Kings (<a class=\"ref\">2 Kings 15:32<\/a>.) and the Chronicles, that he built the upper gate of the temple; and in the Chronicles (<a class=\"ref\">2 Chronicles 27:1-9<\/a>) that he fortified the <em> 'Ofel <\/em> , i.e., the southern spur of the temple hill, still more strongly, and built cities on the mountains of Judah, and erected castles and towers in the forests (to watch for hostile attacks and ward them off). Hezekiah also distinguished himself by building enterprises of this kind (<a class=\"ref\">2 Chronicles 32:27-30<\/a>). But the allusion to the ships of Tarshish takes us to the times of Uzziah and Jotham, and not to those of Hezekiah (as <a class=\"ref\">Psalms 48:7<\/a> does to the time of Jehoshaphat); for the seaport town of Elath, which was recovered by Uzziah, was lost again to the kingdom of Judah during the reign of Ahaz. Jewish ships sailed from this Elath (Ailath) through the Red Sea and round the coast of Africa to the harbour of Tartessus, the ancient Phoenician emporium of the maritime region watered by the Baetis (Guadalquivir), which abounded in silver, and then returned through the Pillars of Hercules (the Straits of Gibraltar: vid., Duncker, <em> Gesch<\/em> . i. 312-315). It was to these Tartessus vessels that the expression “ships of Tarshish” primarily referred, though it was afterwards probably applied to mercantile ships in general. The following expression, “works of curiosity” (<em> sechiyyoth <\/em> <em> hachemdah <\/em> ), is taken in far too restricted a sense by those who limit it, as the lxx have done, to the ships already spoken of, or understand it, as Gesenius does, as referring to beautiful flags. Jerome's rendering is correct: “<em> et super omne quod visu pulcrum est <\/em> ” (and upon everything beautiful to look at); <em> seciyyâh <\/em> , from <em> sâcâh <\/em> , to look, is sight generally. The reference therefore is to all kinds of works of art, whether in sculpture or paintings (<em> mascith <\/em> is used of both), which delighted the observer by their imposing, tasteful appearance. Possibly, however, there is a more especial reference to curiosities of art and nature, which were brought by the trading vessels from foreign lands.<\/p>",
    "audit": null
}