{
    "id": 18111,
    "source": "kdo",
    "verse_id": 18627,
    "verse_count": 5,
    "reference": "48:12-16",
    "title": "",
    "html": "<p> The prophecy opened with “Hear ye;” and now the second half commences with “Hear.” Three times is the appeal made to Israel: Hear ye; Jehovah alone is God, Creator, shaper of history, God of prophecy and of fulfilment. <em> “Hearken to me, O Jacob, and Israel my called! I am it, I first, also I last. My hand also hath laid the foundation of the earth, and my right hand hath spanned the heavens: I call to them, and they stand there together. All ye, assemble yourselves, and hear: Who among them hath proclaimed this? He whom Jehovah loveth will accomplish his will upon Babel, and his arm upon the Chaldeans. I, I have spoken, have also called him, have brought him here, and his way prospers. Come ye near to me! Hear ye this! I have not spoken in secret, from the beginning: from the time that it takes place, there am I: and now the Lord Jehovah hath sent me and His Spirit.”<\/em> Israel is to hearken to the call of Jehovah. The obligation to this exists, on the one hand, in the fact that it is the nation called to be the servant of Jehovah (<a class=\"isa\" verses=\"WzE4NDYxXQ==\">Isaiah 41:9<\/a>), the people of sacred history; and on the other hand, in the fact that Jehovah is הוּא (ever since <a class=\"ref\">Deuteronomy 32:39<\/a>, the fundamental clause of the Old Testament <em> credo <\/em> ), i.e., the absolute and eternally unchangeable One, the Alpha and Omega of all history, more especially of that of Israel, the Creator of the earth and heavens (<em> tippach <\/em> , like <em> nâtâh <\/em> elsewhere, equivalent to the Syriac <em> t e phach <\/em> , to spread out), at whose almighty call they stand ready to obey, with all the beings they contain. אני קרא is virtually a conditional sentence (Ewald, §357,<em> b<\/em> ). So far everything has explained the reason for the exhortation to listen to Jehovah. A further reason is now given, by His summoning the members of His nation to assemble together, to hear His own self-attestation, and to confirm it: Who among them (the gods of the heathen) has proclaimed this, or anything of the kind? That which no one but Jehovah has ever predicted follows immediately, in the form of an independent sentence, the subject of which is אהבו יהוה (cf., <a class=\"isa\" verses=\"WzE4NDc2XQ==\">Isaiah 41:24<\/a>): He whom Jehovah loveth will accomplish his will upon Babylon, and his arm (accomplish it) upon the Chaldeans. וּזרעו is not an accusative (as Hitzig, Ewald, Stier, and others maintain); for the expression “accomplish his arm” (? Jehovah's or his own) is a phrase that is quite unintelligible, even if taken as zeugmatic; it is rather the nominative of the subject, whilst כּשׂדּים = בּכּשׂדּים , like תהלתי = תהלתי למען in <a class=\"isa\" verses=\"WzE4NjI0XQ==\">Isaiah 48:9<\/a>. Jehovah, He alone, is He who has proclaimed such things; He also has raised up in Cyrus the predicted conqueror of Babylon. The prosperity of his career is Jehovah's work.<\/p><p> As certainly now as הקּבצוּ in <a class=\"isa\" verses=\"WzE4NjI5XQ==\">Isaiah 48:14<\/a> is the word of Jehovah, so certain is it that אלי קרבוּ is the same. He summons to Himself the members of His nation, that they may hear still further His own testimony concerning Himself. From the beginning He has not spoken in secret (see <a class=\"isa\" verses=\"WzE4NTgxXQ==\">Isaiah 45:19<\/a>); but from the time that all which now lies before their eyes - namely, the victorious career of Cyrus - has unfolded itself, He has been there, or has been by (<em> shâm <\/em> , there, as in <a class=\"ref\">Proverbs 8:27<\/a>), to regulate what was coming to pass, and to cause it to result in the redemption of Israel. Hofmann gives a different explanation, viz.: “I have not spoken in secret from the beginning; not from the time when it came to pass (not then for the first time, but long before); I was then (when it occurred).” But the arrangement of the words is opposed to this continued force of the לא , and the accents are opposed to this breaking off of the אני שׁם , which affirms that, at the time when the revolution caused by Cyrus was preparing in the distance, He caused it to be publicly foretold, and thereby proclaimed Himself the present Author and Lord of what was then occurring. Up to this point Jehovah is speaking; but who is it that now proceeds to say, “And now - namely, now that the redemption of Israel is about to appear ( ועתּה being here, as in many other instances, e.g., <a class=\"isa\" verses=\"WzE4MjkwXQ==\">Isaiah 33:10<\/a>, the turning-point of salvation) - now hath the Lord Jehovah sent me and His Spirit?” The majority of the commentators assume that the prophet comes forward here in his own person, behind Him whom he has introduced, and interrupts Him. But although it is perfectly true, that in all prophecy, from Deuteronomy onwards, words of Jehovah through the prophet and words of the prophet of Jehovah alternate in constant, and often harsh transitions, and that our prophet has this mark of divine inspiration in common with all the other prophets (cf., <a class=\"isa\" verses=\"eyIxODg2MCI6Mn0=\">Isaiah 62:5-6<\/a>), it must also be borne in mind, that hitherto he has not spoken once objectively of himself, except quite indirectly (vid., <a class=\"isa\" verses=\"WzE4NDI3LDE4NTYwXQ==\">Isaiah 40:6; Isaiah 44:26<\/a>), to say nothing of actually coming forward in his own person. Whether this takes place further on, more especially in <a class=\"isa\" verses=\"eyIxODg0NSI6MTF9\">Isaiah 61:1-11<\/a>, we will leave for the present; but here, since the prophet has not spoken in his own person before, whereas, on the other hand, these words are followed in <a class=\"isa\" verses=\"WzE4NjM4XQ==\">Isaiah 49:1<\/a>. by an address concerning himself from that servant of Jehovah who announces himself as the restorer of Israel and light of the Gentiles, and who cannot therefore be ether Israel as a nation or the author of these prophecies, nothing is more natural than to suppose that the words, “And now hath the Lord,” etc., form a prelude to the words of the One unequalled servant of Jehovah concerning Himself which occur in chapter 49. The surprisingly mysterious way in which the words of Jehovah suddenly pass into those of His messenger, which is only comparable to <a class=\"ref\">Zechariah 2:12., Zechariah 4:9<\/a> (where the speaker is also not the prophet, but a divine messenger exalted above him), can only be explained in this manner. And in no other way can we explain the ועתּה , which means that, after Jehovah has prepared the way for the redemption of Israel by the raising up of Cyrus, in accordance with prophecy, and by his success in arms, He has sent him, the speaker in this case, to carry out, in a mediatorial capacity, the redemption thus prepared, and that not by force of arms, but in the power of the Spirit of God (<a class=\"isa\" verses=\"WzE4NDgyXQ==\">Isaiah 42:1<\/a>; cf., <a class=\"ref\">Zechariah 4:6<\/a>). Consequently the Spirit is not spoken of here as joining in the sending (as Umbreit and Stier suppose, after Jerome and the Targum: the Septuagint is indefinite, καὶ τὸ πνεῦμα αὐτοῦ ); nor do we ever find the Spirit mentioned in such co-ordination as this (see, on the other hand, <a class=\"ref\">Zechariah 7:12<\/a>, <em> per spiritum suum <\/em> ). The meaning is, that it is also sent, i.e., sent in and with the servant of Jehovah, who is peaking here. To convey this meaning, there was no necessity to write either ורוּחו אתי שׁלח or ואת־רוחו שׁלחוי , since the expression is just the same as that in <a class=\"isa\" verses=\"WzE4MjAxXQ==\">Isaiah 29:7<\/a>, וּמצדתהּ צביה ; and the <em> Vav<\/em> may be regarded as the <em> Vav<\/em> of companionship (<em> Mitschaft <\/em> , lit., with-ship, as the Arabs call it; see at <a class=\"isa\" verses=\"WzE4NDg2XQ==\">Isaiah 42:5<\/a>).<\/p>",
    "audit": null
}