{
    "id": 17906,
    "source": "kdo",
    "verse_id": 18183,
    "verse_count": 3,
    "reference": "28:18-20",
    "title": "",
    "html": "<p> And the whip which Jehovah swings will not be satisfied with one stroke, but will rain strokes. <em> “And your covenant with death is struck out, and your agreement with Hades will not stand; the swelling scourge, when it comes, ye will become a thing trodden down to it. As often as it passes it takes you: for every morning it passes, by day and by night; and it is nothing but shuddering to hear such preaching. For the bed is too short to stretch in, and the covering too tight when a man wraps himself in it.”<\/em> Although <em> b e rı̄th <\/em> is feminine, the predicate to it is placed before it in the masculine form (Ges. §144). The covenant is thought of as a document; for <em> khuppar <\/em> (for <em> obliterari <\/em> (just as the <em> kal<\/em> is used in <a class=\"ref\">Genesis 6:14<\/a> in the sense of <em> oblinere <\/em> ; or in <a class=\"ref\">Proverbs 30:20<\/a>, the Targum, and the Syriac, in the sense of <em> abstergere <\/em> ; and in the Talmud frequently in the sense of wiping off = <em> qinnēăch <\/em> , or wiping out = <em> m âchaq <\/em> - which meanings all go back, along with the meaning <em> negare <\/em> , to the primary meaning, <em> tegere <\/em> , <em> obducere <\/em> ). The covenant will be “struck out,” as you strike out a wrong word, by crossing it over with ink and rendering it illegible. They fancy that they have fortified themselves against death and Hades; but Jehovah gives to both of these unlimited power over them. When the swelling scourge shall come, they will become to it as <em> m irmâs <\/em> , i.e., they will be overwhelmed by it, and their corpses become like dirt of the streets (<a class=\"isa\" verses=\"WzE3ODU3LDE3NzQ1XQ==\">Isaiah 10:6; Isaiah 5:5<\/a>); והייתם has the <em> mercha<\/em> upon the <em> penult<\/em> ., according to the older editions and the smaller Masora on <a class=\"ref\">Leviticus 8:26<\/a>, the tone being drawn back on account of the following לו . The strokes of the scourge come incessantly, and every stroke sweeps them, i.e., many of them, away. מדּי (from דּי , construct דּי , sufficiency, abundance) followed by the infinitive, <em> quotiescunque irruet <\/em> ; <em> lâqach <\/em> , <em> auferre <\/em> , as in <a class=\"ref\">Jeremiah 15:15<\/a>, and in the idiom <em> lâqach nephesh <\/em> . These scourgings without end - what a painful lecture Jehovah is reading them! This is the thought expressed in the concluding words: for the meaning cannot be, that “even (<em> raq <\/em> as in <a class=\"ref\">Psalms 32:6<\/a>) the report (of such a fate) is alarming,” as Grotius and others explain it; or the report is nothing but alarming, as Gussetius and others interpret it, since in that case שׁמועה שׁמע (cf., <a class=\"isa\" verses=\"WzE4MDgzXQ==\">Isaiah 23:5<\/a>) would have been quite sufficient, instead of שׁמוּעה הבין . There is no doubt that the expression points back to the scornful question addressed by the debauchees to the prophet in <a class=\"isa\" verses=\"WzE4MTc0XQ==\">Isaiah 28:9<\/a>, “To whom will he make preaching intelligible?” i.e., to whom will he preach the word of God in an intelligible manner? (as if they did not possess <em> bı̄nâh <\/em> without this; שׁמוּעה , ἀκοή , as in <a class=\"isa\" verses=\"WzE4NzEzXQ==\">Isaiah 53:1<\/a>). As <a class=\"isa\" verses=\"WzE4MTc2XQ==\">Isaiah 28:11<\/a> affirmed that Jehovah would take up the word against them, the drunken stammerers, through a stammering people; so here the scourging without end is called the <em> sh e mū‛âh <\/em> , or sermon, which Jehovah preaches to them. At the same time, the word <em> hâbhı̄n <\/em> is not causative here, as in <a class=\"isa\" verses=\"WzE4MTc0XQ==\">Isaiah 28:9<\/a>, viz., “to give to understand,” but signifies simply “to understand,” or have an inward perception. To receive into one's comprehension such a sermon as that which was now being delivered to them, was <em> raq<\/em> -<em> z e vâ‛âh <\/em> , nothing but shaking or shuddering (<em> raq <\/em> as in <a class=\"ref\">Genesis 6:5<\/a>); זוּע (from which comes זועה , or by transposition זעוה ) is applied to inward shaking as well as to outward tossing to and fro. Jerome renders it “<em> tantummodo sola vexatio intellectum dabit auditui <\/em> ,” and Luther follows him thus: “but the vexation teaches to take heed to the word,” as if the reading were תּבין . The alarming character of the lecture is depicted in <a class=\"isa\" verses=\"WzE4MTg1XQ==\">Isaiah 28:20<\/a>, in a figure which was probably proverbial. The situation into which they are brought is like a bed too short for a man to stretch himself in (<em> min<\/em> as in <a class=\"ref\">2 Kings 6:1<\/a>), and like a covering which, according to the measure of the man who covers himself up in it (or perhaps still better in a temporal sense, “when a man covers or wraps himself up in it,” cf., <a class=\"isa\" verses=\"WzE4MDAyXQ==\">Isaiah 18:4<\/a>), is too narrow or too tight. So would it be in their case with the Egyptian treaty, in which they fancied that there were rest and safety for them. They would have to acknowledge its insufficiency. They had made themselves a bed, and procured bed-clothes; but how mistaken they had been in the measure, how miserably and ridiculously they had miscalculated!<\/p>",
    "audit": null
}