{
    "id": 17756,
    "source": "kdo",
    "verse_id": 17902,
    "verse_count": 2,
    "reference": "12:1-2",
    "title": "",
    "html": "<p> As Israel, when redeemed from Egypt beyond the Red Sea, sang songs of praise, so also will the Israel of the second redemption, when brought, in a no less miraculous manner, across the Red Sea and the Euphrates. <em> “And in that day thou wilt say, I thank Thee, O Jehovah, that Thou wast angry with me: Thine anger is turned away, and Thou hast comforted me. Behold, the God of my salvation; I trust, and am not afraid: for Jah Jehovah is my pride and song, and He became my salvation.”<\/em> The words are addressed to the people of the future in the people of the prophet's own time. They give thanks for the wrath experienced, inasmuch as it was followed by all the richer consolation. The formation of the sentence after כּי is paratactic; the principal tone falls upon 1<em> b<\/em> , where <em> yâshōb <\/em> is written poetically for <em> vayyâshob <\/em> (cf., <a class=\"ref\">Deuteronomy 32:8, Deuteronomy 32:18; Psalms 18:12; Hosea 6:1<\/a>). We hear the notes of <a class=\"ref\">Psalms 90:13; Psalms 27:1<\/a>, resounding here; whilst  is the echo of <a class=\"ref\">Exodus 15:2<\/a> (on which <a class=\"ref\">Psalms 118:14<\/a> is also founded). עזי (to be read <em> ‛ozzi <\/em> , and therefore also written עזי ) is another form of עזּי , and is used here to signify the proud self-consciousness associated with the possession of power: pride, and the expression of it, viz., boasting. <em> Zimrath<\/em> is equivalent in sense, and probably also in form, to <em> zimrâti <\/em> , just as in Syriac <em> zemori <\/em> (my song) is regularly pronounced <em> z e mōr <\/em> , with the <em> i<\/em> of the suffix dropped (see Hupfeld on <a class=\"ref\">Psalms 16:6<\/a>). It is also possible, however, that it may be only an expansion of the primary form <em> zimrath<\/em> = <em> zimrâh <\/em> , and therefore that zimrath is only synonymous with <em> zimrâti <\/em> , as <em> chēphetz <\/em> in <a class=\"ref\">2 Samuel 23:5<\/a> is with <em> chephtzi <\/em> . One thing peculiar to this echo of <a class=\"ref\">Exodus 15:2<\/a> is the doubling of the <em> Jah <\/em> in <em> Jâh <\/em> <em> Jehōvâh <\/em> , which answers to the surpassing of the type by the antitype.<\/p>",
    "audit": null
}