{
    "id": 17914,
    "source": "kdo",
    "verse_id": 18207,
    "verse_count": 2,
    "reference": "29:13-14",
    "title": "",
    "html": "<p> This stupefaction was the self-inflicted punishment of the dead works with which the people mocked God and deceived themselves. <em> “The Lord hath spoken: Because this people approaches me with its mouth, and honours me with its lips, and keeps its heart far from me, and its reverence of me has become a commandment learned from men: therefore, behold, I will proceed wondrously with this people, wondrously and marvellously strange; and the wisdom of its wise men is lost, and the understanding of its intelligent men becomes invisible.”<\/em> Ever since the time of Asaph (Ps 50, cf., <a class=\"ref\">Psalms 78:36-37<\/a>), the lamentation and condemnation of hypocritical ceremonial worship, without living faith or any striving after holiness, had been a leading theme of prophecy. Even in Isaiah's introductory address (chapter 1) this complain was uttered quite in the tone of that of Asaph. In the time of Hezekiah it was peculiarly called for, just as it was afterwards in that of Josiah (as the book of Jeremiah shows). The people had been obliged to consent to the abolition of the public worship of idols, but their worship of Jehovah was hypocrisy. Sometimes it was conscious hypocrisy, arising from the fear of man and favour of man; sometimes unconscious, inasmuch as without any inward conversion, but simply with work-righteousness, the people contented themselves with, and even prided themselves upon, an outward fulfilment of the law (<a class=\"ref\">Micah 6:6-8; Micah 3:11<\/a>). Instead of נגּשׁ (lxx, Vulg., Syr., <a class=\"ref\">Matthew 15:8; Mark 7:6<\/a>), we also meet with the reading נגּשׂ , “because this people harasses itself as with tributary service;” but the antithesis to <em> richaq <\/em> (lxx πόῤῥω ἀπέχει ) favours the former reading <em> niggash <\/em> , <em> accedit <\/em> ; and <em> b e phı̄v <\/em> (with its moth) must be connected with this, though in opposition to the accents. This self-alienation and self-blinding, Jehovah would punish with a wondrously paradoxical judgment, namely, the judgment of a hardening, which would so completely empty and confuse, that even the appearance of wisdom and unity, which the leaders of Israel still had, would completely disappear. יוסיף (as in <a class=\"isa\" verses=\"WzE4Mzk2XQ==\">Isaiah 38:5<\/a>) is not the third person <em> fut. hiphil<\/em> here (so that it could be rendered, according to <a class=\"isa\" verses=\"WzE4MTgxXQ==\">Isaiah 28:16<\/a>, “Behold, I am he who;” or more strictly still, “Behold me, who;” which, however, would give a prominence to the subject that would be out of place here), but the <em> part.<\/em> <em> kal<\/em> for יוסף . That the language really allowed of such a lengthening of the primary form <em> qatĭl <\/em> into <em> qatı̄l <\/em> , and especially in the case of יוסיף , is evident from <a class=\"ref\">Ecclesiastes 1:18<\/a> (see at <a class=\"ref\">Psalms 16:5<\/a>). In ופלא הפלא , פלא (cf., <a class=\"ref\">Lamentations 1:9<\/a>) alternates with the gerundive (see at <a class=\"isa\" verses=\"WzE4MDcwXQ==\">Isaiah 22:17<\/a>): the fifth example in this one address of the emphatic juxtaposition of words having a similar sound and the same derivation (vid., <a class=\"isa\" verses=\"WzE4MTk1LDE4MTk5LDE4MjAxLDE4MjAzXQ==\">Isaiah 29:1, Isaiah 29:5, Isaiah 29:7, Isaiah 29:9<\/a>).<\/p>",
    "audit": null
}