{
    "id": 18233,
    "source": "kdo",
    "verse_id": 18851,
    "verse_count": 3,
    "reference": "61:7-9",
    "title": "",
    "html": "<p> The shame of banishment will then be changed into an excess of joy, and honourable distinction. <em> “Instead of shame ye will have double, and <\/em> (<em> instead<\/em> )<em> of insult they rejoice at their portion: thus in their land they will possess double; everlasting joy will they have. For I Jehovah love right, hate robbery in wickedness; and give them their reward in faithfulness, and conclude an everlasting covenant with them. And their family will be known among the nations, and their offspring in the midst of the nations: all who see them will recognise them, for they are a family that Jehovah hath blessed.”<\/em> The enigmatical first half of <a class=\"isa\" verses=\"WzE4ODUxXQ==\">Isaiah 61:7<\/a> is explained in <a class=\"isa\" verses=\"WzE4ODQ2XQ==\">Isaiah 61:2<\/a>, where <em> m ishneh <\/em> is shown to consist of double possession in the land of their inheritance, which has not only been restored to them, but extended far beyond the borders of their former possession; and <em> yârōnnū <\/em> <em> c helqâm <\/em> (cf., <a class=\"isa\" verses=\"WzE4OTEyXQ==\">Isaiah 65:14<\/a>) denotes excessive rejoicing in the ground and soil belonging to them (according to the appointment of Jehovah): <em> c helqâm <\/em> as in <a class=\"ref\">Micah 2:4<\/a>; and <em> mishneh <\/em> as equivalent not to כבוד משׁנה , but to ירשּׁה משׁנה . Taking this to be the relation between  and  , the meaning of <em> lâkhēn <\/em> is not, “therefore, because they have hitherto suffered shame and reproach;” but what is promised in  is unfolded according to its practical results, the effects consequent upon its fulfilment being placed in the foreground; so that there is less to astonish us in the elliptically brief form of  which needed explanation. The transition from the form of address to that of declaration is the same as in <a class=\"isa\" verses=\"W1sxNzY4NCwxODI1N10seyIxODcxMSI6Mn1d\">Isaiah 1:29; Isaiah 31:6; Isaiah 52:14-15<\/a>. וּכלמּה is a concise expression for כלמה ותחת , just as וּתהלּתי in <a class=\"isa\" verses=\"WzE4NjI0XQ==\">Isaiah 48:9<\/a> is for תהלתי וּלמען . <em> Chelqâm <\/em> is either the accusative of the object, according to the construction of רנּן , which occurs in <a class=\"ref\">Psalms 51:16<\/a>; or what I prefer, looking at חמה in <a class=\"isa\" verses=\"WzE4NTA2XQ==\">Isaiah 42:25<\/a>, and וּזבחי ך in <a class=\"isa\" verses=\"WzE4NTI5XQ==\">Isaiah 43:23<\/a>, an adverbial accusative = בחלקם . The lxx, Jerome, and Saad. render the clause, in opposition to the accents, “instead of your double shame and reproach;” but in that case the principal words of the clause would read הלקכם תּרנּוּ . The explanation adopted by the Targum, Saad., and Jerome, “shame on the part of those who rejoice in their portion,” is absolutely impossible. The great majority of the modern commentators adopt essentially the same explanation of  as we have done, and even A. E. Kimchi does the same. Hahn's modification, “instead of your shame is the double their portion, and (instead) of the insult this, that they will rejoice,” forces a meaning upon the syntax which is absolutely impossible. The reason for the gracious recompense for the wrong endured is given in <a class=\"isa\" verses=\"WzE4ODUyXQ==\">Isaiah 61:8<\/a>, “Jehovah loves the right,” which the enemies of Israel have so shamefully abused. “He hates בּעולה גזל , i.e., not rapinam in holocausto (as Jerome, Talmud <em> b. Succa<\/em> 30<em> a<\/em> , Luther, and others render it; Eng. ver. “robbery for burnt-offering”) - for what object would there be in mentioning sacrifices here, seeing that only heathen sacrifices could be intended, and there would be something worse than <em> gâzēl <\/em> to condemn in them? - but <em> robbery<\/em> , or, strictly speaking, “something robbed in or with knavery” (lxx, Targ., Syr., Saad.), which calls to mind at once the cruel robbery or spoiling that Israel had sustained from the Chaldeans, its <em> bōz e zı̄m <\/em> (<a class=\"isa\" verses=\"WzE4NTA1XQ==\">Isaiah 42:24<\/a>) - a robbery which passed all bounds. עולה is softened from עולה (from עול , עול ), like עלתה in <a class=\"ref\">Job 5:16<\/a>, and עולת in <a class=\"ref\">Psalms 58:3<\/a> and <a class=\"ref\">Psalms 64:7<\/a>; though it is doubtful whether the punctuation assumes the latter, as the Targum does, and not rather the meaning <em> holocaustum <\/em> supported by the <em> Talmud<\/em> . For the very reason, therefore, that Israel had been so grievously ill-treated by the instruments of punishment employed by Jehovah, He would give those who had been ill-treated their due reward, after He had made the evil, which He had not approved, subservient to His own salutary purposes. פּעלּה is the reward of work in <a class=\"ref\">Leviticus 19:13<\/a>, of hardship in <a class=\"ref\">Ezekiel 29:20<\/a>; here it is the reward of suffering. This reward He would give בּאמת , exactly as He had promised, without the slightest deduction. The posterity of those who have been ill-treated and insulted will be honourably known ( נודע as in <a class=\"ref\">Proverbs 31:23<\/a>) in the world of nations, and men will need only to catch sight of them to recognise them (by prominent marks of blessing), for they are a family blessed of God. כּי , not <em> quod <\/em> (because), although it might have this meaning, but nam (for), as in <a class=\"ref\">Genesis 27:23<\/a>, since <em> hikkı̄r <\/em> includes the meaning <em> agnoscere <\/em> (to recognise).<\/p>",
    "audit": null
}