{
    "id": 17686,
    "source": "kdo",
    "verse_id": 17773,
    "verse_count": 1,
    "reference": "6:3",
    "title": "",
    "html": "<p><em> “And one cried to the other, and said, Holy, holy, holy is Jehovah of hosts: filling the whole earth is His glory.”<\/em> The meaning is not that they all lifted up their voice in concert at one and the same time (just as in <a class=\"ref\">Psalms 42:8<\/a> <em> el <\/em> is not used in this sense, viz., as equivalent to <em> C'neged <\/em> ), but that there was a continuous and unbroken antiphonal song. One set commenced, and the others responded, either repeating the “<em> Holy<\/em> , <em> holy<\/em> , <em> holy<\/em> ,” or following with “<em> filling the whole earth is His glory<\/em> .” Isaiah heard this antiphonal or “hypophonal” song of the seraphim, not merely that he might know that the uninterrupted worship of God was their blessed employment, but because it was with this doxology as with the doxologies of the Apocalypse, it had a certain historical significance in common with the whole scene. God is in Himself the <em> Holy One<\/em> (<em> kâdōsh <\/em> ), i.e., the separate One, beyond or above the world, true light, spotless purity, the perfect One. His <em> glory<\/em> (<em> C âbod <\/em> ) is His manifested holiness, as Oetinger and Bengel express it, just as, on the other hand, His holiness is His veiled or hidden glory. The design of all the work of God is that His holiness should become universally manifest, or, what is the same thing, that His glory should become the fulness of the whole earth (<a class=\"isa\" verses=\"WzE3ODk0LDQxMzAsMjI3NjNd\">Isaiah 11:9; Numbers 14:21; Habakkuk 2:14<\/a>). This design of the work of God stands before God as eternally present; and the seraphim also have it ever before them in its ultimate completion, as the theme of their song of praise. But Isaiah was a man living in the very midst of the history that was moving on towards this goal; and the cry of the seraphim, in the precise form in which it reached him, showed him to what it would eventually come on earth, whilst the heavenly shapes that were made visible to him helped him to understand the nature of that divine glory with which the earth was to be filled. The whole of the book of Isaiah contains traces of the impression made by this ecstatic vision. The favourite name of God in the mouth of the prophet viz., “the Holy One of Israel” (<em> kedosh Yisrael <\/em> ), is the echo of this seraphic <em> sanctus <\/em> ; and the fact that this name already occurs with such marked preference on the part of the prophet in the addresses contained in <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+1:2-4&t1=en_nas\" id=\"27\" class=\"stL\" target=\"_blank\">Isaiah 1:2-4<\/a>:<a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+1:2&t1=en_nas\" id=\"28\" class=\"stL\" target=\"_blank\"><\/a>5, supports the view that Isaiah is here describing his own first call. All the prophecies of Isaiah carry this name of God as their stamp. It occurs twenty-nine times (including <a class=\"isa\" verses=\"WzE3ODY4LDE4NTIxLDE4NjQ0XQ==\">Isaiah 10:17; Isaiah 43:15; Isaiah 49:7<\/a>), viz., twelve times in chapters 1-39, and seventeen times in chapters 40-66. As Luzzatto has well observed, “the prophet, as if with a presentiment that the authenticity of the second part of his book would be disputed, has stamped both parts with this name of God, 'the Holy One of Israel,' as if with his own seal.” The only other passages in which the word occurs, are three times in the Psalms (<a class=\"ref\">Psalms 71:22; Psalms 78:41; Psalms 89:19<\/a>), and twice in Jeremiah (<a class=\"ref\">Jeremiah 50:29; Jeremiah 51:5<\/a>), and that not without an allusion to Isaiah. It forms an essential part of Isaiah's distinctive prophetic signature. And here we are standing at the source from which it sprang. But did this thrice-holy refer to the triune God? Knobel contents himself with saying that the threefold repetition of the word “holy” serves to give it the greater emphasis. No doubt men are accustomed to say three times what they wish to say in an exhaustive and satisfying manner; for three is the number of expanded unity, of satisfied and satisfying development, of the key-note extended into the chord. But why is this? The Pythagoreans said that numbers were the first principle of all things; but the Scriptures, according to which God created the world in twice three days by ten mighty words, and completed it in seven days, teach us that God is the first principle of all numbers. The fact that three is the number of developed and yet self-contained unity, has its ultimate ground in the circumstance that it is the number of the trinitarian process; and consequently the trilogy (<em> trisagion<\/em> ) of the seraphim (like that of the cherubim in <a class=\"ref\">Revelation 4:8<\/a>), whether Isaiah was aware of it or no, really pointed in the distinct consciousness of the spirits themselves to the truine God.<\/p>",
    "audit": null
}