{
    "id": 17840,
    "source": "kdo",
    "verse_id": 18048,
    "verse_count": 1,
    "reference": "21:12",
    "title": "",
    "html": "<p><em> “Watchman says, Morning cometh, and also night. Will ye inquire, inquire! Turn, come!!”<\/em> The answer is intentionally and pathetically expressed in an Aramaean form of Hebrew. אתא (written even with א at the end, cf., <a class=\"ref\">Deuteronomy 33:2<\/a>) is the Aramaean word for בּוא ; and בּעה בּעא ) the Aramaean word for שׁאל , from the primary form of which ( בּעי ) the future <em> tib‛âyūn <\/em> is taken here (as in <a class=\"isa\" verses=\"WzE4Mjg3XQ==\">Isaiah 33:7<\/a>), and the imperative <em> b e 'ây <\/em> (Ges. §75, Anm. 4). אתיוּ , which is here pointed in the Syriac style, אתיוּ , as in <a class=\"isa\" verses=\"WzE4NzYzLDE4NzY2XQ==\">Isaiah 56:9, Isaiah 56:12<\/a>, would be similarly traceable to אתי (cf., Ges. §75, Anm. 4, with §23, Anm. 2). But what is the meaning? Luther seems to me to have hit upon it: “When the morning comes, it will still be night.” But <em> v'gam <\/em> (and also) is not equivalent to “and yet,” as Schröring explains it, with a reference to Ewald, §354, <em> a<\/em> . With the simple connection in the clauses, the meaning cannot possibly be, that a morning is coming, and that it will nevertheless continue night, but that a morning is coming, and at the same time a night, i.e., that even if the morning dawns, it will be swallowed up again directly by night. And the history was quite in accordance with such an answer. The Assyrian period of judgment was followed by the Chaldean, and the Chaldean by the Persian, and the Persian by the Grecian, and the Grecian by the Roman. Again and again there was a glimmer of morning dawn for Edom (and what a glimmer in the Herodian age!), but it was swallowed up directly by another night, until Edom became an utter <em> Dūmâh <\/em> , and disappeared from the history of the nations. The prophet does not see to the utmost end of these Edomitish nights, but he has also no consolation for Edom. It is altogether different with Edom from what it is with Israel, the nocturnal portion of whose history has a morning dawn, according to promise, as its irrevocable close. The prophet therefore sends the inquirers home. Would they ask any further questions, they might do so, might turn and come. In <em> shūbū <\/em> (turn back) there lies a significant though ambiguous hint. It is only in the case of their turning, coming, i.e., coming back converted, that the prophet has any consolatory answer for them. So long as they are not so, there is suspended over their future an interminable night, to the prophet as much as to themselves. The way to salvation for every other people is just the same as for Israel - namely, the way of repentance.<\/p>",
    "audit": null
}