{
    "id": 17927,
    "source": "kdo",
    "verse_id": 18244,
    "verse_count": 1,
    "reference": "30:26",
    "title": "",
    "html": "<p> The promise now rises higher and higher, and passes from earth to heaven. <em> “And the light of the moon will be as the light of the sun, and the light of the sun will be multiplied sevenfold, like the light of seven days, in the day that Jehovah bindeth the hurt of His people, and healeth the crushing of His stroke.”<\/em> Modern commentators from Lowth downwards for the most part pronounce היּמים שׁבעת כּאור a gloss; and there is one external evidence in favour of this, which is wanting in the case of the other supposed glosses in Isaiah, namely, that the words are omitted by the lxx (though not by the Targum, the Syriac, or Jerome). Even Luther (although he notices these words in his exposition and sermons) merely renders them, <em> der Sonnen schein wird siebenmal heller sein denn jtzt <\/em> (the sunlight will be seven times as bright as it is now). But the internal evidence does not favour their spuriousness even in the case before us; for the fact that the regularity of the verse, as consisting of four members, is thereby disturbed, is no evidence at all, since the v. could be warranted in a pentastic quite as well as in a tetrastic form. We therefore decide in this instance also in favour of the conclusion that the prophet composed the gloss himself. But we cannot maintain, with Umbreit, that the addition was necessary, in order to guard against the idea that there would be seven suns shining in the sky; for the prophet does not predict a multiplication of the sun by seven, but simply the multiplication of its light. The seven days are the length of an ordinary week. Drechsler gives it correctly: “The radiated light, which is sufficient to produce the daylight for a whole week according to the existing order of things, will then be concentrated into a single day.” Luther renders it in this way, <em> als wenn sieben tag ynn eynander geschlossen weren <\/em> (as if seven days were enclosed in one another). This also is not meant figuratively, any more than Paul means is figuratively, when he says, that with the manifestation of the “glory” of the children of God, the “corruption” of universal nature will come to an end. Nevertheless, it is not of the new heaven that the prophet is speaking, but of the glorification of nature, which is promised by both the Old Testament prophecy and by that of the New at the closing period of the world's history, and which will be the closing typical self-annunciation of that eternal glory in which everything will be swallowed up. The brightest, sunniest days then alternate, as the prophet foretells, with the most brilliant moonlight nights. No other miracles will be needed for this than that wonder-working power of God, which even now produces those changes of weather, the laws of which no researches of natural science have enabled us to calculate, and which will then give the greatest brilliancy and most unchangeable duration to what is now comparatively rare - namely, a perfectly unclouded sky, with sun or moon shining in all its brilliancy, yet without any scorching from the one, or injurious effects from the other. Heaven and earth will then put on their sabbath dress; for it will be the Sabbath of the world's history, the seventh day in the world's week. The light of the seven days of the world's week will be all concentrated in the seventh. For the beginning of creation was light, and its close will be light as well. The darkness all comes between, simply that it may be overcome. At last will come a <em> bōqer <\/em> (morning), after which it will no more be said, “And evening was, and morning was.” The prophet is speaking of the last type of this morning. What he predicts here precedes what he predicted in <a class=\"isa\" verses=\"WzE4MTE5XQ==\">Isaiah 24:23<\/a>, just as the date of its composition precedes that of chapters 24-27; for there the imperial city was Babylon, whereas here the glory of the latter day is still placed immediately after the fall of Assyria.<\/p>",
    "audit": null
}