{
    "id": 18153,
    "source": "kdo",
    "verse_id": 18715,
    "verse_count": 1,
    "reference": "53:3",
    "title": "",
    "html": "<p> On the contrary, the impression produced by His appearance was rather repulsive, and, to those who measured the great and noble by a merely worldly standard, contemptible. <em> “He was despised and forsaken by men; a man of griefs, and well acquainted with disease; and like one from whom men hide their face: despised, and we esteemed Him not.”<\/em> All these different features are predicates of the <em> erat <\/em> that is latent in <em> non species ei neque decor <\/em> and <em> non adspectus <\/em> . <em> Nibhzeh <\/em> is introduced again palindromically at the close in Isaiah's peculiar style; consequently Martini's conjecture לא וגו נבזהוּ is to be rejected. This <em> nibhzeh <\/em> (cf., <em> bâzōh <\/em> , <a class=\"isa\" verses=\"WzE4NjQ0XQ==\">Isaiah 49:7<\/a>) is the keynote of the description which looks back in this plaintive tone. The predicate <em> c hădal <\/em> <em> 'ı̄shı̄m <\/em> is misunderstood by nearly all the commentators, inasmuch as they take אישׁים as synonymous with בני־אדם , whereas it is rather used in the sense of בני־אישׁ (lords), as distinguished from <em> b e nē <\/em> <em> ' âdâm <\/em> , or people generally (see <a class=\"isa\" verses=\"WzE3Njk1LDE3Njk3LDE3NzAzXQ==\">Isaiah 2:9, Isaiah 2:11, Isaiah 2:17<\/a>). The only other passages in which it occurs are <a class=\"ref\">Proverbs 8:4<\/a> and <a class=\"ref\">Psalms 141:4<\/a>; and in both instances it signifies persons of rank. Hence Cocceius explains it thus: “wanting in men, i.e., having no respectable men with Him, to support Him with their authority.” It might also be understood as meaning the ending one among men, i.e., the one who takes the last place (S. ἐλάχιστος , Jer. <em> novissimus <\/em> ); but in this case He Himself would be described as אישׁ , whereas it is absolutely affirmed that He had not the appearance or distinction of such an one. But the rendering <em> deficiens <\/em> (wanting) is quite correct; compare <a class=\"ref\">Job 19:14<\/a>, “my kinsfolk have failed” (<em> defecerunt <\/em> , <em> c hâd e lū <\/em> , <em> cognati mei <\/em> ). The Arabic <em> chadhalahu <\/em> or <em> chadhala <\/em> <em> ‛anhu <\/em> (also points to the true meaning; and from this we have the derivatives <em> c hâdhil <\/em> , refusing assistance, leaving without help; and <em> m achdhûl <\/em> , helpless, forsaken (see <em> Lane's Arabic Lexicon<\/em> ). In Hebrew, <em> c hâdal <\/em> has not only the transitive meaning to discontinue or leave off a thing, but the intransitive, to case or be in want, so that <em> c hădal <\/em> <em> 'ı̄shı̄m <\/em> may mean one in want of men of rank, i.e., finding no sympathy from such men. The chief men of His nation who towered above the multitude, the great men of this world, withdrew their hands from Him, drew back from Him: He had none of the men of any distinction at His side. Moreover, He was מכאבות אישׁ , a man of sorrow of heart in all its forms, i.e., a man whose chief distinction was, that His life was one of constant painful endurance. And He was also חלי ידוּע , that is to say, not one known through His sickness (according to <a class=\"ref\">Deuteronomy 1:13, Deuteronomy 1:15<\/a>), which is hardly sufficient to express the genitive construction; nor an acquaintance of disease (S. γνωστὸς νόσῳ , <em> familiaris morbo <\/em> ), which would be expressed by מידּע or מודע ; but <em> scitus morbi <\/em> , i.e., one who was placed in a state to make the acquaintance of disease. The deponent passive ירוּע , acquainted (like <em> bâtuăch <\/em> , <em> confisus <\/em> ; <em> zâkbūr <\/em> , mindful; <em> peritus <\/em> , pervaded, experienced), is supported by מדּוּע = מה־יּרוּע ; Gr. τί μαθών . The meaning is not, that He had by nature a sickly body, falling out of one disease into another; but that the wrath instigated by sin, and the zeal of self-sacrifice (<a class=\"ref\">Psalms 69:10<\/a>), burnt like the fire of a fever in His soul and body, so that even if He had not died a violent death, He would have succumbed to the force of the powers of destruction that were innate in humanity in consequence of sin, and of His own self-consuming conflict with them. Moreover, He was <em> k e mastēr <\/em> <em> pânı̄m <\/em> <em> m immennū <\/em> . This cannot mean, “like one hiding his face from us,” as Hengstenberg supposes (with an allusion to <a class=\"ref\">Leviticus 13:45<\/a>); or, what is comparatively better, “like one causing the hiding of the face from him:” for although the feminine of the participle is written מסתּרת , and in the plural מסתּרים for מסתּירים is quite possible, we never meet with <em> m astēr <\/em> for <em> m astı̄r <\/em> , like <em> hastēr <\/em> for <em> hastı̄r <\/em> in the infinitive (<a class=\"isa\" verses=\"WzE4MjA5XQ==\">Isaiah 29:15<\/a>, cf., <a class=\"ref\">Deuteronomy 26:12<\/a>). Hence <em> m astēr <\/em> must be a noun (of the form <em> m arbēts <\/em> , <em> m arbēq <\/em> , <em> m ashchēth <\/em> ); and the words mean either “like the hiding of the face on our part,” or like one who met with this from us, or (what is more natural) like the hiding of the face before his presence (according to <a class=\"isa\" verses=\"WzE3ODI1LDE4NjY5LDE4NzMyLDE4ODAzXQ==\">Isaiah 8:17; Isaiah 50:6; Isaiah 54:8; Isaiah 59:2<\/a>, and many other passages), i.e., like one whose repulsive face it is impossible to endure, so that men turn away their face or cover it with their dress (compare <a class=\"isa\" verses=\"WzE4NjY5XQ==\">Isaiah 50:6<\/a> with <a class=\"ref\">Job 30:10<\/a>). And lastly, all the predicates are summed up in the expressive word <em> nibhzeh <\/em> : He was despised, and we did not think Him dear and worthy, but rather “esteemed Him not,” or rather did not estimate Him at all, or as Luther expresses it, “estimated Him at nothing” (<em> c hâshabh <\/em> , to reckon, value, esteem, as in <a class=\"isa\" verses=\"WzE3OTI0LDE4Mjg4LDIzMTM3XQ==\">Isaiah 13:17; Isaiah 33:8; Malachi 3:16<\/a>). <\/p><p> The second turn closes here. The preaching concerning His calling and His future was not believed; but the Man of sorrows was greatly despised among us.<\/p>",
    "audit": null
}