{
    "id": 17785,
    "source": "kdo",
    "verse_id": 17951,
    "verse_count": 2,
    "reference": "14:22-23",
    "title": "",
    "html": "<p> Thus far the prophet has spoken in the name of God. But the prophecy closes with a word of God Himself, spoken through the prophet. <em> “And I will rise up against them, saith Jehovah of hosts, and root out in Babel name and remnant, sprout and shoot, saith Jehovah. And make it the possession of hedgehogs and marshes of water, and sweep it away with the bosom of destruction, saith Jehovah of hosts.”<\/em> שם ושאר and נין ונכד are two pairs of alliterative proverbial words, and are used to signify “the whole, without exception” (compare the Arabic expression “<em> Kiesel und Kies <\/em> ,” “flint and pebble,” in the sense of “altogether:” Nöldecke, <em> Poesie der alten Araber<\/em> , p. 162). Jehovah rises against the descendants of the king of Babylon, and exterminates Babylon utterly, root and branch. The destructive forces, which Babylon has hitherto been able to control by raising artificial defences, are now let loose; and the Euphrates, left without a dam, lays the whole region under water. <em> Hedgehogs<\/em> now take the place of men, and <em> marshes<\/em> the place of palaces. The <em> kippod <\/em> occurs in <a class=\"isa\" verses=\"WzE4MzE1XQ==\">Isaiah 34:11<\/a> and <a class=\"ref\">Zephaniah 2:14<\/a>, in the company of <em> birds<\/em> ; but according to the derivation of the word and the dialects, it denotes the <em> hedgehog<\/em> , which possesses the power of rolling itself up (lxx ἔρημον ὥστε κατοικεῖν ἐχίνους ), and which, although it can neither fly, nor climb with any peculiar facility, on account of its mode of walking, could easily get upon the knob of a pillar that had been thrown down (<a class=\"ref\">Zephaniah 2:14<\/a>). The concluding threat makes the mode of Babel's origin the omen of its end: the city of טיט , i.e., Babylon, which had been built for the most part of clay or brick-earth, would be strangely swept away. The <em> pilpel<\/em> טאט א (or טאט א , as Kimchi conjugates it in Michlol 150<em> a<\/em> b, and in accordance with which some codices and early editions read וטאטאתיה with double <em> zere<\/em> ) belongs to the cognate root which is mentioned at <a class=\"ref\">Psalms 42:5<\/a>, with an opening ד , ט , ס (cf., <a class=\"isa\" verses=\"WzE4MTYwXQ==\">Isaiah 27:8<\/a>), and which signifies to drive or thrust away. מטאטא is that with which anything is driven out or swept away, viz., a broom. Jehovah treats Babylon as rubbish, and sweeps it away, destruction (<em> hashmēd <\/em> : an inf. absol. used as a substantive) serving Him as a broom.<\/p>",
    "audit": null
}