{
    "id": 13406,
    "source": "kdo",
    "verse_id": 18456,
    "verse_count": 1,
    "reference": "41:4",
    "title": "",
    "html": "<p>The great fact of the present time, which not one of the gods of the heathen can boast of having brought to pass, is now explained. Jehovah is its author.<i> “Who hath wrought and executed it? He who calleth the generations of men from the beginning, I Jehovah am first, and with the last am I He.”<\/i> The synonyms<span class=\"normal hebrew\"> פּעל<\/span> and<span class=\"normal hebrew\"> עשׂה<\/span> are distinguished from each other in the same way as “to work” (or bring about) and “to realize” (or carry out). Hence the meaning is, Who is the author to whom both the origin and progress of such an occurrence are to be referred? It is He who “from the beginning,” i.e., ever since there has been a human history, has called into existence the generations of men through His authoritative command. And this is no other than Jehovah, who can declare of Himself, in contrast with the heathen and their gods, who are of yesterday, and tomorrow will not be: I am Jehovah, the very first, whose being precedes all history; and with the men of the latest generations yet to come “I am it.”<span class=\"normal hebrew\"> הוּא<\/span> is not introduced here to strengthen the subject,<i> ego ille<\/i> “I and no other,” as in<a class=\"isa\" verses=\"WzE4MzY5XQ==\">Isaiah 37:16<\/a> , which see); but, as in<a class=\"isa\" verses=\"WzE4NTE2XQ==\">Isaiah 43:10<\/a> ,<a class=\"isa\" verses=\"WzE4NTE5XQ==\">Isaiah 43:13<\/a> ;<a class=\"isa\" verses=\"WzE4NzU4XQ==\">Isaiah 56:4<\/a> ;<a class=\"isa\" verses=\"WzE4NjI3XQ==\">Isaiah 48:12<\/a> , it is a predicate of the substantive clause,<i> ego sum is<\/i> (<i> ille<\/i>), viz.,<i> (<span class=\"translit\"> 'Elōhı̄m<\/span>); or even as in<a class=\"ref\">Psalm 102:28<\/a> (cf.,<a class=\"ref\">Job 3:19<\/a> and<a class=\"ref\">Hebrews 13:8<\/a>), ego sum idem<\/i> (Hitzig). They are both included, without any distinction in the assertion. He is this, viz., God throughout all ages, and is through all ages He, i.e., the Being who is ever the same in this His deity. It is the full meaning of the name Jehovah which is unfolded here; for God is called Jehovah as the absolute I, the absolutely free Being, pervading all history, and yet above all history, as He who is Lord of His own absolute being, in revealing which He is purely self-determined; in a word, as the unconditionally free and unchangeably eternal personality.<br><\/p> ",
    "audit": null
}