{
    "id": 18023,
    "source": "kdo",
    "verse_id": 18444,
    "verse_count": 2,
    "reference": "40:23-24",
    "title": "",
    "html": "<p> This is followed by a series of predicates of God the Ruler of the universe. <em> “He who giveth up rulers to annihilation; maketh judges of the earth like a desolation. They are hardly planted, hardly sown, their stem has hardly taken root in the earth, and He only blows upon them, and they dry up, and the storm carries them away like stubble.”<\/em> There is nothing so high and inaccessible in the world, that He cannot bring it to nothing, even in the midst of its most self-confident and threatening exaltation. <em> Rōz e nı̄m <\/em> are solemn persons, σεμνοί , possessors of the greatest distinction and influence; <em> shōph e lı̄m <\/em> , those who combine in themselves the highest judicial and administrative power. The former He gives up to annihilation; the latter He brings into a condition resembling the negative state of the <em> tōhū <\/em> out of which the world was produced, and to which it can be reduced again. We are reminded here of such descriptions as <a class=\"ref\">Job 12:17, Job 12:24<\/a>. The suddenness of the catastrophe is depicted in <a class=\"isa\" verses=\"WzE4NDQ1XQ==\">Isaiah 40:24<\/a>. אף בּל (which only occurs here), when followed by וגם in the apodosis (cf., <a class=\"ref\">2 Kings 20:4<\/a>), signifies that even this has not yet taken place when the other also occurs: hence <em> vixdum plantati sunt <\/em> , etc. The <em> niphal<\/em> נטּע and the <em> pual<\/em> זרע denote the hopeful commencement; the <em> poel<\/em> שׁרשׁ the hopeful continuation. A layer or seed excites the hope of blossom and fruit, more especially when it has taken root; but nothing more is needed than a breath of Jehovah, and it is all over with it (the verb <em> nâshaph <\/em> is used in this verse, where plants with stems are referred to; a verb with a softer labial, <em> nâshabh <\/em> , was employed above in connection with grass and flowers). A single withering breath lays them at rest; and by the power of Jehovah there rises a stormy wind, which carries them away like light dry stubble ( נשׂא ) ; compare, on the other hand, the verb used in <a class=\"isa\" verses=\"WzE4NDM2XQ==\">Isaiah 40:15<\/a>, viz., <em> tūl <\/em> = <em> nâtal <\/em> , to lift up, to keep in the air).<\/p>",
    "audit": null
}