{
    "id": 17901,
    "source": "kdo",
    "verse_id": 18170,
    "verse_count": 2,
    "reference": "28:5-6",
    "title": "",
    "html": "<p> The threat is now followed by a promise. This is essentially the same in character as <a class=\"isa\" verses=\"eyIxNzczNiI6NX0=\">Isaiah 4:2-6<\/a>. The place of the false glory thus overthrown is now filled by a glory that is divine and true. <em> “In that day will Jehovah of hosts be the adorning crown and the splendid diadem to the remnant of His people; and the spirit of justice to them that sit on the judgment-seat, and heroic strength to them that drive back war at the gate.”<\/em> “The remnant of His people” ( שׁאר with a fixed <em> kametz<\/em> , as in <a class=\"isa\" verses=\"WzE4MDUzXQ==\">Isaiah 21:17<\/a>) is not Judah, as distinguished from Ephraim that had utterly perished; but Judah and the remaining portion of Ephraim, as distinguished from the portion which had perished. After the perishable thin in which they gloried had been swept away, the eternal person of Jehovah Himself would be the ornament and pride of His people. He, the Lord of the seven spirits (<a class=\"isa\" verses=\"WzE3ODg2XQ==\">Isaiah 11:1<\/a>), would be to this remnant of His people the spirit of right and heroic strength. There would be an end to unjust judging and powerless submission. The judges are called “those who sit <em> ‛al<\/em> -<em> hammishpât <\/em> ” in the sense of “on the seat of judgment” (<a class=\"ref\">Psalms 9:5; Psalms 122:5<\/a>); the warriors are called “those who press back <em> m ilchâmâh <\/em> <em> shâ‛râh <\/em> ” (war at the gate), i.e., either war that has reached their own gate (<a class=\"isa\" verses=\"WzE4MDYwXQ==\">Isaiah 22:7<\/a>), or war which they drive back as far as the gate of the enemy (<a class=\"ref\">2 Samuel 11:23<\/a>; <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=1%20Macc+5:22&t1=en_nas\" id=\"31\" class=\"stL\" target=\"_blank\">1 Macc. 5:22<\/a>). The promise in this last passage corresponds to <a class=\"ref\">Micah 5:4-5<\/a>. The <em> athnach<\/em> in <a class=\"isa\" verses=\"WzE4MTcxXQ==\">Isaiah 28:6<\/a> ought to stand at <em> hammishpât <\/em> ; the second clause of the v. may be completed from the first, ולגבוּרה being equivalent to גבורה ולרוח , and משיבי to למישבי . We might regard 2 Chron 30 as a fulfilment of what is predicted in <a class=\"isa\" verses=\"WzE4MTcxXQ==\">Isaiah 28:6<\/a>, if the feast of passover there described really fell in the age succeeding the fall of Samaria; for this feast of passover did furnish a representation and awaken a consciousness of that national unity which had been interrupted from the time of Rehoboam. But if we read the account in the Chronicles with unprejudiced minds, it is impossible to shut our eyes to the fact that this feast of passover took place in the second month of the first year of Hezekiah's reign, and therefore not after the depopulation of the northern kingdom by Shalmanassar, but after the previous and partial depopulation by Tiglath-pileser. In fact, the fulfilment cannot be looked for at all in the space between the sixth and fourteenth years of Hezekiah, since the condition of Judah during that time does not answer at all to the promises given above. The prophet here foretells what might be hoped for, when Asshur had not only humbled Ephraim, but Judah also. The address consists of two connected halves, the promising beginnings of which point to one and the same future, and lay hold of one another.<\/p>",
    "audit": null
}