{
    "id": 17694,
    "source": "kdo",
    "verse_id": 17785,
    "verse_count": 1,
    "reference": "7:2",
    "title": "",
    "html": "<p> It is this which is referred to in <a class=\"isa\" verses=\"WzE3Nzg1XQ==\">Isaiah 7:2<\/a> : <em> “And it was told the house of David, Aram has settled down upon Ephraim: then his heart shook, and the heart of his people, as trees of the wood shake before the wind.”<\/em> The expression <em> nuach ‛al <\/em> (settled down upon) is explained in <a class=\"ref\">2 Samuel 17:12<\/a> (cf., <a class=\"ref\">Judges 7:12<\/a>) by the figurative simile, “as the dew falleth upon the ground:” there it denotes a hostile invasion, here the arrival of one army to the support of another. <em> Ephraim<\/em> (<em> feminine<\/em> , like the names of countries, and of the people that are regarded as included in their respective countries: see, on the other hand, <a class=\"isa\" verses=\"WzE3NzE2XQ==\">Isaiah 3:8<\/a>) is used as the name of the leading tribe of Israel, to signify the whole kingdom; here it denotes the whole military force of Israel. Following the combination mentioned above, we find that the allies now prepared for a second united expedition against Jerusalem. In the meantime, Jerusalem was in the condition described in <a class=\"isa\" verses=\"eyIxNzY2MiI6M30=\">Isaiah 1:7-9<\/a>, viz., like a besieged city, in the midst of enemies plundering and burning on every side. Elath had fallen, as Rezin's timely return clearly showed; and in the prospect of his approaching junction with the allied army, it was quite natural, from a human point of view, that the court and people of Jerusalem should tremble like aspen leaves. וינע is a contracted <em> fut<\/em> . <em> kal<\/em> , ending with an <em> a<\/em> sound on account of the guttural, as in <a class=\"ref\">Ruth 4:1<\/a> (Ges. §72, Anm. 4); and נוע , which is generally the form of the <em> infin. abs<\/em> . (<a class=\"isa\" verses=\"WzE4MTE2XQ==\">Isaiah 24:20<\/a>), is here, and only here, the <em> infin. constr<\/em> . instead of נוּע (cf., <em> noach <\/em> , <a class=\"ref\">Numbers 11:25<\/a>; <em> shob <\/em> , <a class=\"ref\">Joshua 2:16<\/a>; <em> mōt <\/em> , <a class=\"ref\">Psalms 38:17<\/a>, etc.: vid., Ewald, §238,<em> b<\/em> ).<\/p>",
    "audit": null
}