{
    "id": 13378,
    "source": "kdo",
    "verse_id": 18322,
    "verse_count": 2,
    "reference": "35:1–2",
    "title": "",
    "html": "<p>Edom falls, never to rise again. Its land is turned into a horrible wilderness. But, on the other hand, the wilderness through which the redeemed Israel returns, is changed into a flowery field. <i>“Gladness fills the desert and the heath; and the steppe rejoices, and flowers like the crocus. It flowers abundantly, and rejoices; yea, rejoicing and singing: the glory of Lebanon is given to it, the splendour of Carmel and the plain of Sharon; they will see the glory of Jehovah, the splendour of our God.”<\/i><span class=\"normal hebrew\"> מדבּר<\/span><span class=\"normal hebrew\"> ישׂשׂוּם<\/span> (to be accentuated with<i>tiphchah munach<\/i> , not with<i>mercha tiphchah<\/i>) has been correctly explained by Aben-Ezra. The original<i>(<span class=\"translit\"> Nun<\/span>) has been assimilated to the following<i>Mem<\/i> , just as<i>(<span class=\"translit\"> pidyōn<\/span>) in <a class=\"ref\">Numbers 3:49<\/a> is afterwards written<i>(<span class=\"translit\"> pidyōm<\/span>) (Ewald, §91, <i>b<\/i>). The explanation given by Rashi, Gesenius, and others (<i>laetabuntur his<\/i>), is untenable, if only because<i>(<span class=\"translit\"> sūs<\/span>) (<i>(<span class=\"translit\"> sı̄s<\/span>)) cannot be construed with the accusative of the object (see at <a class=\"isa\" verses=\"WzE3ODE0XQ==\">Isaiah 8:6<\/a>); and to get rid of the form by correction, as Olshausen proposes, is all the more objectionable, because “the old full plural in<i>(<span class=\"translit\"> ūn<\/span>) is very frequently met with before<i>Mem<\/i> ” (Böttcher), in which case it may have been pronounced as it is written here. <\/i><\/i><\/i><\/i><\/i><\/i><\/p><i><i>\n\n\n\n<\/i><\/i><p>(Note: Böttcher calls<i>(<span class=\"translit\"> ûm<\/span>) the oldest primitive form of the plural; but it is only a strengthening of<i>(<span class=\"translit\"> ûn<\/span>); cf., <i>(<span class=\"translit\"> tannı̄m<\/span>) =<i>(<span class=\"translit\"> tannı̄n<\/span>), <i>(<span class=\"translit\"> Hanameel<\/span>) =<i>(<span class=\"translit\"> Hananeel<\/span>), and such Sept. forms as Gesem, Madiam, etc. (see Hitzig on <a class=\"ref\">Jeremiah 32:7<\/a>). Wetzstein told me of a Bedouin tribe, in whose dialect the third pers. <i>praet<\/i> . regularly ended in<i>m<\/i> , e.g., <i>(<span class=\"translit\"> akalum<\/span>) (they have eaten).)<\/i><\/i><\/i><\/i><\/i><\/i><\/i><\/p><i><i><i>\n\n\n\n<\/i><\/i><\/i><p>According to the Targum on <a class=\"ref\">Song of Solomon 2:1<\/a> (also Saad., Abulw.), the<i>(<span class=\"translit\"> chăbhatstseleth<\/span>) is the narcissus; whilst the Targum on the passage before us leaves it indefinite - sicut lilia<\/i> . The name (a derivative of (<span class=\"translit\"> bâtsal<\/span>)) points to a bulbous plant, probably the crocus and primrose, which were classed together.<\/p> \n\n\n\n<p>(Note: The crocus and the primrose (<span class=\"normal hebrew\"> המצליתא<\/span> in Syriac) may really be easily confounded, but not the narcissus and primrose, which have nothing in common except that they are bulbous plants, like most of the flowers of the East, which shoot up rapidly in the spring, as soon as the winter rains are over. But there are other colchicaceae beside our colchicum autumnale, which flowers before the leaves appear and is therefore called filius ante patrem (e.g., the eastern colchicum variegatum).)<\/p> \n\n\n\n<p>The sandy steppe would become like a lovely variegated plain covered with meadow flowers.<\/p> \n\n\n\n<p>(Note: Layard, in his Nineveh and Babylon, describes in several places the enchantingly beautiful and spring-like variation of colours which occurs in the Mesopotamian “desert;” though what the prophet had in his mind was not the real (<span class=\"translit\"> midâr<\/span>), or desert of pasture land, but, as the words (<span class=\"translit\"> tsiyâh<\/span>) and (<span class=\"translit\"> ‛arâbhâh<\/span>) show, the utterly barren sandy desert.)<\/p> \n\n\n\n<p>On (<span class=\"translit\"> gı̄lath<\/span>), see at <a class=\"isa\" verses=\"WzE4Mjg2XQ==\">Isaiah 33:6<\/a> (cf., <a class=\"isa\" verses=\"WzE4OTE2XQ==\">Isaiah 65:18<\/a>): the infin. noun takes the place of an inf. abs., which expresses the abstract verbal idea, though in a more rigid manner; (<span class=\"translit\"> 'aph<\/span>) (like (<span class=\"translit\"> gam<\/span>) in <a class=\"ref\">Genesis 31:15; Genesis 46:4<\/a>) is an exponent of the increased emphasis already implied in the gerunds that come after. So joyful and so gloriously adorned will the barren desert, which has been hitherto so mournful, become, on account of the great things that are in store for it. Lebanon, Carmel, and Sharon have, as it were, shared their splendour with the desert, that all might be clothed alike in festal dress, when the glory of Jehovah, which surpasses everything self in its splendour, should appear; that glory which they would not only be privileged to behold, but of which they would be honoured to be the actual scene. <br><\/p> ",
    "audit": null
}