{
    "id": 13389,
    "source": "kdo",
    "verse_id": 18361,
    "verse_count": 2,
    "reference": "37:8-9",
    "title": "",
    "html": "<p>Rabshakeh, who is mentioned alone in both texts as the leading person engaged, returns to Sennacherib, who is induced to make a second attempt to obtain possession of Jerusalem, as a position of great strength and decisive importance. <i>“Rabshakeh thereupon returned, and found the king of Asshur warring against Libnah: for he had heard that he had withdrawn from Lachish. And he heard say concerning Tirhakah king of Ethiopia, <\/i>(K.<i> Behold<\/i>)<i>, he has come out to make war with thee; and heard, and sent <\/i>(K.<i> and repeated, and sent<\/i>)<i> messengers to Hizkiyahu, saying.”<\/i> Tirhakah was cursorily referred to in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 18:1-7<\/a>. The twenty-fifth dynasty of Manetho contained three Ethiopian rulers: <i>(<span class=\"translit\">Sabakon<\/span>), <i>(<span class=\"translit\">Sebichōs<\/span>) (<span class=\"normal hebrew\">סוא<\/span> = <span class=\"normal hebrew\">סוא<\/span>), although, so far as we know, the Egyptian names begin with <i>(<span class=\"translit\">Sh<\/span>)), and <i>(<span class=\"translit\">Tarakos<\/span>) (<i>(<span class=\"translit\">Tarkos<\/span>)), Egypt. <i>(<span class=\"translit\">Taharka<\/span>), or Heb. with the tone upon the penultimate, <i>(<span class=\"translit\">Tirhâqâh<\/span>). The only one mentioned by Herodotus is Sabakon, to whom he attributes a reign of fifty years (ii. 139), i.e., as much as the whole three amount to, when taken in a round sum. If Sebichos is the biblical <i>(<span class=\"translit\">So'<\/span>), to whom the lists attribute from twelve to fourteen years, it is perfectly conceivable that Tirhakah may have been reigning in the fourteenth year of Hezekiah. But if this took place, as Manetho affirms, 366 years before the conquest of Egypt by Alexander, i.e., from 696 onwards (and the Apis-stele<\/i>, No. 2037, as deciphered by Vic. de Rougé, Revue archéol.<\/i> 1863, confirms it), it would be more easily reconcilable with the Assyrian chronology, which represents Sennacherib as reigning from 702-680 (Oppert and Rawlinson), than with the current biblical chronology, according to which Hezekiah's fourteenth year is certainly not much later than the year 714.<\/i><\/i><\/i><\/i><\/i><\/i><\/p><i>\n\n\n\n<\/i><p>(Note: On the still prevailing uncertainty with regard to the synchronism, see Keil on Kings; and Duncker, Geschichte des Alterthums. pp. 713-4.)<\/p>\n\n\n\n<p>It is worthy of remark also, that Tirhakah is not described as Pharaoh here, but as the king of Ethiopia ((<span class=\"translit\">melekh<\/span>) (<span class=\"translit\">Kūsh<\/span>); see at <a class=\"isa\" verses=\"MTgzODk=\">Isaiah 37:36<\/a>). Libnah, according to the Onom. a place in regione Eleutheropolitana, is probably the same as Tell es-Safieh (“hill of the pure” = of the white), to the north-west of Bet Gibrin, called Alba Specula (Blanche Garde) in ten middle ages. The expression <span class=\"normal hebrew\">ויּשׁמע<\/span> (“and he heard”), which occurs twice in the text, points back to what is past, and also prepares the way for what follows: “having heard this, he sent,” etc. At the same time it appears to have been altered from <span class=\"normal hebrew\">ויּשׁב<\/span>.<br><\/p>",
    "audit": null
}