{
    "id": 18080,
    "source": "kdo",
    "verse_id": 18552,
    "verse_count": 2,
    "reference": "44:18-19",
    "title": "",
    "html": "<p> So irrational is idolatry; but yet, through self-hardening, they have fallen under the judgment of hardness of heart (<a class=\"isa\" verses=\"W3siMTc3NzkiOjJ9LFsxODAwOCwxODIwNF1d\">Isaiah 6:9-10; Isaiah 19:3; Isaiah 29:10<\/a>), and have been given up to a reprobate mind (<a class=\"ref\">Romans 1:28<\/a>). <em> “They perceive not, and do not understand: for their eyes are smeared over, so that they do not see; their hearts, so that they do not understand. And men take it not to heart, no perception and no understanding, that men should say, The half of it I have burned in the fire, and also baked bread upon the coals thereof; roasted flesh, and eaten: and ought I to make the rest of it an abomination, to fall down before the produce of a tree?”<\/em> Instead of טח , <a class=\"ref\">Leviticus 14:42<\/a>, the third person is written טח (from <em> tâchach <\/em> , Ges. §72, Anm. 8) in a circumstantial sense: their eyes are, as it were, smeared over with plaster. The expression אל־לב השׁיב or על־לב (<a class=\"isa\" verses=\"WzE4NTk1XQ==\">Isaiah 46:8<\/a>), literally to carry back into the heart, which we find as well as על־לב שׂים , to take to heart (<a class=\"isa\" verses=\"WzE4NTA2XQ==\">Isaiah 42:25<\/a>), answers exactly to the idea of reflection, here with reference to the immense contrast between a piece of wood and the Divine Being. The second and third לא in <a class=\"isa\" verses=\"WzE4NTUzXQ==\">Isaiah 44:19<\/a> introduce substantive clauses, just as verbal clauses are introduced by ואין . לאמר is used in the same manner as in <a class=\"isa\" verses=\"WzE3ODM4XQ==\">Isaiah 9:8<\/a> : “perception and insight showing themselves in their saying.” On <em> būl <\/em> , see <a class=\"ref\">Job 40:20<\/a>; the meaning “block” cannot be established: the talmudic <em> būl <\/em> , a lump or piece, which Ewald adduces, is the Greek βῶλος .<\/p>",
    "audit": null
}