{
    "id": 13500,
    "source": "kdo",
    "verse_id": 18782,
    "verse_count": 1,
    "reference": "57:16",
    "title": "",
    "html": "<p>The compassion, by virtue of which God has His abode and His work of grace in the spirit and heart of the penitent, is founded in that free anticipating love which called man and his self-conscious spirit-soul into being at the first.<i> “For I do not contend for ever, and I am not angry for ever: for the spirit would pine away before me, and the souls of men which I have created.”<\/i> The early translators (lxx, Syr., Jer., possibly also the Targum) give to<span class=\"normal hebrew\"> יעטף<\/span> the meaning<i> (<span class=\"translit\"> egredietur<\/span>), which certainly cannot be established. And so also does Stier, so far as the thought is concerned, when he adopts the rendering, “A spirit from me will cover over, and breath of life will I make;” and so Hahn, “When the spirit pines away before me, I create breath in abundance.” But in both cases the writer would at any rate have used the<i> perf. consec.<\/i><span class=\"normal hebrew\"> ועשׂיתי<\/span> , and the last clause of the v. has not the syntactic form of an apodosis. The rendering given above is the only one that is unassailable both grammatically and in fact.<span class=\"normal hebrew\"> כּי<\/span> introduces the reason for the self-limitation of the divine wrath, just as in<a class=\"ref\">Psalm 78:38-39<\/a> (cf.,<a class=\"ref\">Psalm 103:14<\/a>): if God should put no restraint upon His wrath, the consequence would be the entire destruction of human life, which was His creative work at first. The verb<span class=\"normal hebrew\"> עטף<\/span> , from its primary meaning to bend round (<i> Comm. on Job<\/i> , at<a class=\"ref\">Job 23:9<\/a>), has sometimes the transitive meaning to cover, and sometimes the meaning to wrap one's self round, i.e., to become faint or weak (compare<span class=\"normal hebrew\"> עטוּף<\/span> , fainted away,<a class=\"ref\">Lamentations 2:19<\/a> ; and<span class=\"normal hebrew\"> התעטּף<\/span> in<a class=\"ref\">Psalm 142:4<\/a> , which is applied to the spirit, like the<i> kal<\/i> here).<span class=\"normal hebrew\"> מלּפני<\/span> is equivalent to “in consequence of the wrath proceeding from me.”<span class=\"normal hebrew\"> נשׁמות<\/span> (a plural only met with here) signifies, according to the fixed usage of the Old Testament (<a class=\"isa\" verses=\"WzE3NzA4XQ==\">Isaiah 2:22<\/a> ;<a class=\"isa\" verses=\"WzE4NDg2XQ==\">Isaiah 42:5<\/a>), the souls of men, the origin of which is described as a<i> creation<\/i> in the attributive clause (with an emphatic<span class=\"normal hebrew\"> אני<\/span>), just as in<a class=\"ref\">Jeremiah 38:16<\/a> (cf.,<a class=\"ref\">Zechariah 12:1<\/a>). Whether the accents are intended to take<span class=\"normal hebrew\"> עשׂיתי<\/span><span class=\"normal hebrew\"> אני<\/span> in this attributive sense or not, cannot be decided from the tiphchah<\/i> attached to<span class=\"normal hebrew\"> ונשׁמות<\/span> . The prophet, who refers to the flood in other passages also (e.g.,<a class=\"isa\" verses=\"WzE4NzMzXQ==\">Isaiah 54:9<\/a>), had probably in his mind the promise given after the flood, according to which God would not make the existing and inherited moral depravity an occasion for utterly destroying the human race.<br><\/p> ",
    "audit": null
}