{
    "id": 17820,
    "source": "kdo",
    "verse_id": 18019,
    "verse_count": 2,
    "reference": "19:14-15",
    "title": "",
    "html": "<p> In <a class=\"isa\" verses=\"WzE4MDE5XQ==\">Isaiah 19:14<\/a> and <a class=\"isa\" verses=\"WzE4MDIwXQ==\">Isaiah 19:15<\/a> this state of confusion is more minutely described: <em> “Jehovah hath poured a spirit of giddiness into the heart of Egypt, so that they have led Egypt astray in all its doing, as a drunken man wandereth about in his vomit. And there does not occur of Egypt any work, which worked, of head and tail, palm-branch and rush.”<\/em> The spirit which God pours out (as it also said elsewhere) is not only a spirit of salvation, but also a spirit of judgment. The judicial, penal result which He produces is here called עועים , which is formed from עועו (root עו , to curve), and is either contracted from עועוים , or points back to a supposed singular עועה (vid., Ewald, §158,<em> b<\/em> ). The suffix in <em> b'kribâh <\/em> points to Egypt. The divine spirit of judgment makes use of the imaginary wisdom of the priestly caste, and thereby plunges the people, as it were, into the giddiness of intoxication. The prophet employs the <em> hiphil<\/em> התעה to denote the carefully considered actions of the leaders of the nation, and the <em> niphal<\/em> נתעה to denote the constrained actions of a drunken man, who has lost all self-control. The nation has been so perverted by false counsels and hopes, that it lies there like a drunken man in his own vomit, and gropes and rolls about, without being able to find any way of escape. “No work that worked,” i.e., that averted trouble ( עשׂה is as emphatic as in <a class=\"ref\">Daniel 8:24<\/a>), was successfully carried out by any one, either by the leaders of the nation or by the common people and their flatterers, either by the upper classes or by the mob.<\/p>",
    "audit": null
}