{
    "id": 18244,
    "source": "kdo",
    "verse_id": 18874,
    "verse_count": 2,
    "reference": "63:7-8",
    "title": "",
    "html": "<p> The prophet, as the leader of the prayers of the church, here passes into the expanded style of the tephillah. <a class=\"isa\" verses=\"WzE4ODc0XQ==\">Isaiah 63:7<\/a> <em> “I will celebrate the mercies of Jehovah, the praises of Jehovah, as is seemly for all that Jehovah hath shown us, and the great goodness towards the house of Israel, which He hath shown them according to His pity, and the riches of His mercies.”<\/em> The speaker is the prophet, in the name of the church, or, what is the same thing, the church in which the prophet includes himself. The prayer commences with thanksgiving, according to the fundamental rule in <a class=\"ref\">Psalms 50:23<\/a>. The church brings to its own remembrance, as the subject of praise in the presence of God, all the words and deeds by which Jehovah has displayed His mercy and secured glory to Himself. חסדי (this is the correct pointing, with ד protected by <em> gaya <\/em> ; cf., כּדכד in <a class=\"isa\" verses=\"WzE4NzM2XQ==\">Isaiah 54:12<\/a>) are the many thoughts of mercy and acts of mercy into which the grace of God, i.e., His one purpose of grace and His one work of grace, had been divided. They are just so many <em> t e hillōth <\/em> , self-glorifications of God, and impulses to His glorification. On כּעל , as is seemly, see at <a class=\"isa\" verses=\"WzE4ODE5XQ==\">Isaiah 59:18<\/a>. There is no reason for assuming that ורב־טוּב is equivalent to רב־טוב וּכעל , as Hitzig and Knobel do. רב־טוב commences the second object to אזכּיר , in which what follows is unfolded as a parallel to the first. <em> Rabh <\/em> , the much, is a neuter formed into a substantive, as in <a class=\"ref\">Psalms 145:7<\/a>; <em> rōbh <\/em> , plurality or multiplicity, is an infinitive used as a substantive. <em> Tūbh <\/em> is God's benignant goodness; <em> rachămı̄m <\/em> , His deepest sympathizing tenderness; <em> c hesed <\/em> (root חס , used of violent emotion; cf., Syr. <em> c hăsad <\/em> , <em> c hăsam <\/em> , <em> aemulari <\/em> ; Arab. <em> ḥss <\/em> , to be tender, full of compassion), grace which condescends to and comes to meet a sinful creature. After this introit, the prayer itself commences with a retrospective glance at the time of the giving of law, when the relation of a child, in which Israel stood to Jehovah, was solemnly proclaimed and legally regulated. <a class=\"isa\" verses=\"WzE4ODc1XQ==\">Isaiah 63:8<\/a> <em> “He said, They are my people, children who will not lie; and He became their Saviour.”<\/em> א ך is used here in its primary affirmative sense. ישׁקּרוּ is the future of hope. When He made them His people, His children, He expected from them a grateful return of His covenant grace in covenant fidelity; and whenever they needed help from above, He became their Saviour (<em> m ōshı̄ă‛ <\/em> ). We can recognise the ring of <a class=\"ref\">Exodus 15:2<\/a> here, just as in <a class=\"isa\" verses=\"WzE3OTAzXQ==\">Isaiah 12:2<\/a>. <em> Mōshı̄ă‛ <\/em> ) is a favourite word in chapters 40-66 (compare, however, <a class=\"isa\" verses=\"WzE4MDI1XQ==\">Isaiah 19:20<\/a> also).<\/p>",
    "audit": null
}