{
    "id": 17774,
    "source": "kdo",
    "verse_id": 17932,
    "verse_count": 4,
    "reference": "14:3-6",
    "title": "",
    "html": "<p> The song of the redeemed is a song concerning the fall of the king of Babel. <a class=\"isa\" verses=\"WzE3OTMyXQ==\">Isaiah 14:3<\/a>,  . Instead of the <em> hiphil<\/em> <em> hinniach <\/em> (to let down) of <a class=\"isa\" verses=\"WzE3OTMwXQ==\">Isaiah 14:1<\/a>, we have here, as in the original passage, <a class=\"ref\">Deuteronomy 25:19<\/a>, the form <em> hēniach <\/em> , which is commonly used in the sense of quieting, or procuring rest. עצב is trouble which plagues (as עמל is trouble which oppresses), and <em> rōgez <\/em> restlessness which wears out with anxious care (<a class=\"ref\">Job 3:26<\/a>, cf., <a class=\"ref\">Ezekiel 12:18<\/a>). The assimilated <em> min<\/em> before the two words is pronounced <em> mĭ <\/em> , with a weak reduplication, instead of <em> mē <\/em> , as elsewhere, before ח , ה , and even before ר (<a class=\"ref\">1 Samuel 23:28; 2 Samuel 18:16<\/a>). In the relative clause עבּד־ב ך אשר , אשר is not the Hebrew <em> casus adverb<\/em> . answering to the Latin ablative <em> quâ servo te usi sunt <\/em> ; not do ב ך ... אשר belong to one another in the sense of <em> quo <\/em> , as in <a class=\"ref\">Deuteronomy 21:3<\/a>, <em> quâ <\/em> (<em> vitulâ <\/em> ); but it is regarded as an <em> acc. obj<\/em> . according to <a class=\"ref\">Exodus 1:14<\/a> and <a class=\"ref\">Leviticus 25:39<\/a>, <em> qu'on t'a fait servir <\/em> , as in <a class=\"ref\">Numbers 32:5<\/a>, <em> qu'on donne la terre <\/em> (Luzzatto). When delivered from such a yoke of bondage, Israel would raise a <em> m âshâl <\/em> . According to its primary and general meaning, <em> m âshâl <\/em> signifies figurative language, and hence poetry generally, more especially that kind of proverbial poetry which loves the emblematical, and, in fact, any artistic composition that is piquant in its character; so that the idea of what is satirical or defiant may easily be associated with it, as in the passage before us.<\/p><p> The words are addressed to the Israel of the future in the Israel of the present, as in <a class=\"isa\" verses=\"WzE3OTAyXQ==\">Isaiah 12:1<\/a>. The former would then sing, and say as follows. <em> “How hath the oppressor ceased! The place of torture ceased! Jehovah hath broken the rod of the wicked, the ruler's staff, which cmote nations in wrath with strokes without ceasing subjugated nations wrathfully with hunting than nevers stays.”<\/em> Not one of the early translators ever thought of deriving the <em> hap. leg.<\/em> <em> m adhebâh <\/em> from the Aramaean <em> dehab <\/em> (gold), as Vitringa, Aurivillius, and Rosenmüller have done. The former have all translated the word as if it were <em> m arhēbâh <\/em> (haughty, violent treatment), as corrected by J. D. Michaelis, Doederlein, Knobel, and others. But we may arrive at the same result without altering a single letter, if we take דּאב as equivalent to דּהב , דּוּב , to melt or pine away, whether we go back to the <em> kal<\/em> or to the <em> hiphil<\/em> of the verb, and regard the <em> Mem<\/em> as used in a material or local sense. We understand it, according to <em> madmenah <\/em> (dunghill) in <a class=\"isa\" verses=\"WzE4MTI5XQ==\">Isaiah 25:10<\/a>, as denoting the place where they were reduced to pining away, i.e., as applied to Babylon as the house of servitude where Israel had been wearied to death. The tyrant's sceptre, mentioned in <a class=\"isa\" verses=\"WzE3OTM0XQ==\">Isaiah 14:5<\/a>, is the Chaldean world-power regarded as concentrated in the king of Babel (cf., <em> shēbet <\/em> in <a class=\"ref\">Numbers 24:17<\/a>). This tyrant's sceptre smote nations with incessant blows and hunting: <em> maccath <\/em> is construed with <em> macceh <\/em> , the derivative of the same verb; and <em> m urdâph <\/em> , a <em> hophal<\/em> noun (as in <a class=\"isa\" verses=\"WzE3ODMxLDE4MTk3XQ==\">Isaiah 9:1; Isaiah 29:3<\/a>), with <em> rodeh <\/em> , which is kindred in meaning. Doederlein's conjecture (<em> mirdath <\/em> ), which has been adopted by most modern commentators, is quite unnecessary. Unceasing continuance is expressed first of all with <em> bilti <\/em> , which is used as a preposition, and followed by <em> sârâh <\/em> , a participial noun like <em> c âlâh <\/em> , and then with <em> b'li <\/em> , which is construed with the finite verb as in <a class=\"ref\">Genesis 31:20; Job 41:18<\/a>; for <em> b'li châsâk <\/em> is an attributive clause: with a hunting which did not restrain itself, did not stop, and therefore did not spare. Nor is it only Israel and other subjugated nations that now breathe again.<\/p>",
    "audit": null
}