{
    "id": 17690,
    "source": "kdo",
    "verse_id": 17778,
    "verse_count": 1,
    "reference": "6:8",
    "title": "",
    "html": "<p> When Isaiah had been thus absolved, the true object of the heavenly scene was made apparent.<em> ”Then I heard the voice of the Lord, saying, Whom shall I send, and who will go for us? Then I said, Behold me here; send me!”<\/em> The plural “for us” (<em> lânu <\/em> ) is not to be accounted for on the ground that, in a case of reflection or self-consultation, the subject also stands as the object in antithesis to itself (as Hitzig supposes); nor is it a <em> pluralis majestatis <\/em> , as Knobel maintains; nor is the original abstract signification of the plural hinted at, as Meier thinks. The plural is no doubt used here with reference to the seraphim, who formed, together with the Lord, one deliberative council (<em> sōd kedoshim <\/em> , <a class=\"ref\">Psalms 89:8<\/a>), as in <a class=\"ref\">1 Kings 22:19-22; Daniel 4:14<\/a>, etc.; just as, from their very nature as “sons of God” (<em> b'nē <\/em> <em> Hâ<\/em> -<em> elohim <\/em> ), they made one family with God their Creator (vid., <a class=\"ref\">Ephesians 3:15<\/a>), all linked so closely together that they themselves could be called Elohim, like God their Creator, just as in <a class=\"ref\">1 Corinthians 12:12<\/a> the church of believers is called <em> Christos<\/em> , like Christ its head. The task for which the right man was sought was not merely <em> divine<\/em> , but heavenly in the broadest sense: for it is not only a matter in which God Himself is interested, that the earth should become full of the glory of God, but this is also an object of solicitude to the spirits that minister unto Him. Isaiah, whose anxiety to serve the Lord was no longer suppressed by the consciousness of his own sinfulness, no sooner heard the voice of the Lord, than he exclaimed, in holy self-consciousness, <em> “Behold me here; send me.”<\/em> It is by no means a probable thing, that he had already acted as a messenger of God, or held the office of prophet. For if the joy, with which he offered himself here as the messenger of God, was the direct consequence of the forgiveness of sins, of which he had received the seal; the consciousness of his own personal sinfulness, and his membership in a sinful nation, would certainly have prevented him thereto from coming forward to denounce judgment upon that nation. And as the prophetic office as such rested upon an extraordinary call from God, it may fairly be assumed, that when Isaiah relates so extraordinary a call as this, he is describing the sealing of his prophetic office, and therefore his own first call.<\/p>",
    "audit": null
}