{
    "id": 18144,
    "source": "kdo",
    "verse_id": 18704,
    "verse_count": 1,
    "reference": "52:7",
    "title": "",
    "html": "<p> The first two turns in the prophecy (<a class=\"isa\" verses=\"W3siMTg2OTgiOjJ9LHsiMTg3MDAiOjR9XQ==\">Isaiah 52:1-2, Isaiah 52:3-6<\/a>) close here. The third turn (<a class=\"isa\" verses=\"eyIxODcwNCI6NH0=\">Isaiah 52:7-10<\/a>) exults at the salvation which is being carried into effect. The prophet sees in spirit, how the tidings of the redemption, to which the fall of Babylon, which is equivalent to the dismission of the prisoners, gives the finishing stroke, are carried over the mountains of Judah to Jerusalem. <em> “How lovely upon the mountains are the feet of them that bring good tidings, that publish peace, that bring tidings of good, that publish salvation, that say unto Zion, Thy God reigneth royally!”<\/em> The words are addressed to Jerusalem, consequently the mountains are those of the Holy Land, and especially those to the north of Jerusalem: <em> m e bhassēr <\/em> is collective (as in the primary passage, <a class=\"ref\">Nahum 2:1<\/a>; cf., <a class=\"isa\" verses=\"WzE4NDc5LDE0OTEzXQ==\">Isaiah 41:27; Psalms 68:12<\/a>), “whoever brings the glad tidings to Jerusalem.” The exclamation “how lovely” does not refer to the lovely sound of their footsteps, but to the lovely appearance presented by their feet, which spring over the mountains with all the swiftness of gazelles (<a class=\"ref\">Song of Solomon 2:17; Song of Solomon 8:14<\/a>). Their feet look as if they had wings, because they are the messengers of good tidings of joy. The joyful tidings that are left indefinite in <em> m e bhassēr <\/em> , are afterwards more particularly described as a proclamation of <em> peace<\/em> , <em> good<\/em> , <em> salvation<\/em> , and also as containing the announcement “thy God reigneth,” i.e., has risen to a right royal sway, or seized upon the government ( מל ך in an inchoative historical sense, as in the theocratic psalms which commence with the same watchword, or like ἐβασίλευσε in <a class=\"ref\">Revelation 19:6<\/a>, cf., <a class=\"ref\">Revelation 11:17<\/a>). Up to this time, when His people were in bondage, He appeared to have lost His dominion (<a class=\"isa\" verses=\"WzE4ODg2XQ==\">Isaiah 63:19<\/a>); but now He has ascended the throne as a Redeemer with greater glory than ever before (<a class=\"isa\" verses=\"WzE4MTE5XQ==\">Isaiah 24:23<\/a>). The gospel of the swift-footed messengers, therefore, is the gospel of the kingdom of God that is at hand; and the application which the apostle makes of this passage of Isaiah in <a class=\"ref\">Romans 10:15<\/a>, is justified by the fact that the prophet saw the final and universal redemption as though in combination with the close of the captivity.<\/p>",
    "audit": null
}