{
    "id": 17826,
    "source": "kdo",
    "verse_id": 18029,
    "verse_count": 2,
    "reference": "19:24-25",
    "title": "",
    "html": "<p> Thus is the way prepared for the highest point of all, which the prophet foretells in <a class=\"isa\" verses=\"WzE4MDI5LDE4MDMwXQ==\">Isaiah 19:24, Isaiah 19:25<\/a> : <em> “In that day will Israel be the third part to Egypt and Asshur, a blessing in the midst of the earth, since Jehovah of hosts blesseth them thus: Blessed be thou, my people Egypt; and thou Asshur, the work of my hands; and thou Israel, mine inheritance.”<\/em> Israel is added to the covenant between Egypt and Asshur, so that it becomes a tripartite covenant in which Israel forms the “third part” (<em> sheilshiyyâh <\/em> , <em> tertia pars <\/em> , like <em> ‛ ası̄ryyâh <\/em> , <em> decima pars <\/em> , in <a class=\"isa\" verses=\"WzE3NzgzXQ==\">Isaiah 6:13<\/a>). Israel has now reached the great end of its calling - to be a blessing in “the midst of the earth” (<em> b'kereb <\/em> <em> hâ'âretz <\/em> , in the whole circuit of the earth), all nations being here represented by Egypt and Assyria. Hitherto it had been only to the disadvantage of Israel to be situated between Egypt and Assyria. The history of the Ephraimitish kingdom, as well as that of Judah, clearly proves this. If Israel relied upon Egypt, it deceived itself, and was deceived; and if it relied on Assyria, it only became the slave of Assyria, and had Egypt for a foe. Thus Israel was in a most painful vise between the two great powers of the earth, the western and the eastern powers. But how will all this be altered now! Egypt and Assyria become one in Jehovah, and Israel the third in the covenant. Israel is lo longer the only nation of God, the creation of God, the heir of God; but all this applies to Egypt and Assyria now, as well as to Israel. To give full expression to this, Israel's three titles of honour are mixed together, and each of the three nations receives one of the choice names - <em> nachali <\/em> , “my inheritance,” being reserved for Israel, as pointing back to its earliest history. This essential equalization of the heathen nations and Israel is no degradation to the latter. For although from this time forward there is to be no essential difference between the nations in their relation to God, it is still the God of Israel who obtains this universal recognition, and the nation of Israel that has become, according to the promise, the medium of blessing to the world.<\/p><p> Thus has the second half of the prophecy ascended step by step from salvation to salvation, as the first descended step by step from judgment to judgment. The culminating point in <a class=\"isa\" verses=\"WzE4MDMwXQ==\">Isaiah 19:25<\/a> answers to the lowest point in <a class=\"isa\" verses=\"WzE4MDIwXQ==\">Isaiah 19:15<\/a>. Every step in the ascending half is indicated by the expression “in that day.” Six times do we find this sign-post to the future within the limits of <a class=\"isa\" verses=\"eyIxODAyMSI6MTB9\">Isaiah 19:16-25<\/a>. This expression is almost as characteristic of Isaiah as the corresponding expression, “Behold, the days come” (<em> hinneh <\/em> <em> yâm <\/em> <em> bâ'im <\/em> ), is of Jeremiah (compare, for example, <a class=\"isa\" verses=\"eyIxNzgwMSI6OH0=\">Isaiah 7:18-25<\/a>). And it is more particularly in the promising or Messianic portions of the prophecy that it is so favourite an introduction (<a class=\"isa\" verses=\"W3siMTc4OTUiOjJ9LFsxNzkwMl1d\">Isaiah 11:10-11; Isaiah 12:1<\/a>; compare Zech). Nevertheless, the genuineness of <a class=\"isa\" verses=\"eyIxODAyMSI6MTB9\">Isaiah 19:16-25<\/a> has recently been called in question, more especially by Hitzig. Sometimes this passage has not been found fanatical enough to have emanated from Isaiah, i.e., too free from hatred towards the heathen; whereas, on the other hand, Knobel adduces evidence that the prophet was no fanatic at all. Sometimes it is too fanatical; in reply to which we observe, that there never was a prophet of God in the world who did not appear to a “sound human understanding” to be beside himself, since, even assuming that this human understanding be sound, it is only within the four sides of its own peculiar province that it is so. Again, in <a class=\"isa\" verses=\"WzE4MDIzLDE4MDI0XQ==\">Isaiah 19:18, Isaiah 19:19<\/a>, a prophecy has been discovered which is too special to be Isaiah's, in opposition to which Knobel proves that it is not so special as is supposed. But it is quite special enough; and this can never astonish any one who can discern in the prophecy a revelation of the future communicated by God, whereas in itself it neither proves nor disproves the authorship of Isaiah. So far as the other arguments adduced against the genuineness are concerned, they have been answered exhaustively by Caspari, in a paper which he contributed on the subject to the <em> Lutherische Zeitschrift<\/em> , 1841, 3. Hävernick, in his <em> Introduction<\/em> , has not been able to do anything better than appropriate the arguments adduced by Caspari. And we will not repeat for a third time what has been said twice already. The two halves of the prophecy are like the two wings of a bird. And it is only through its second half that the prophecy becomes the significant centre of the Ethiopic and Egyptian trilogy. For chapter 19 predicts the saving effect that will be produced upon Egypt by the destruction of Assyria. And <a class=\"isa\" verses=\"WzE4MDI4XQ==\">Isaiah 19:23<\/a>. announces what will become of Assyria. Assyria will also pass through judgment to salvation. This eschatological conclusion to chapter 19, in which Egypt and Assyria are raised above themselves into representatives of the two halves of the heathen world, is the golden clasp which connects chapters 19 and <a class=\"isa\" verses=\"eyIxODAzMSI6Nn0=\">Isaiah 20:1-6<\/a>. We now turn to this third portion of the trilogy, which bears the same relation to chapter 19 as <a class=\"isa\" verses=\"eyIxNzk4MyI6Mn0=\">Isaiah 16:13-14<\/a> to Isaiah 15-16:12.<\/p>",
    "audit": null
}