{
    "id": 17693,
    "source": "kdo",
    "verse_id": 17784,
    "verse_count": 1,
    "reference": "7:1",
    "title": "",
    "html": "<p> As the following prophecies could not be understood apart from the historical circumstances to which they refer, the prophet commences with a historical announcement.<em> ”It came to pass, in the days of Ahaz the son of Jotham, the son of Uzziah <\/em> (<em> Uziyגhu<\/em> )<em> , king of Judah, that Rezin the king of Aramaea, and Pekah <\/em> (<em> Pekach<\/em> )<em> the son of Remaliah <\/em> (<em> Remalyגhu<\/em> )<em> , king of Israel, went up toward Jerusalem to war against it, and <\/em> (<em> he<\/em> )<em> could not make war upon it.”<\/em> We have the same words, with only slight variations, in the history of the reign of Ahaz in <a class=\"ref\">2 Kings 16:5<\/a>. That the author of the book of Kings copied them from the book of Isaiah, will be very apparent when we come to examine the historical chapters (36-39) in their relation to the parallel sections of the book of Kings. In the passage before us, the want of independence on the part of the author of the book of Kings is confirmed by the fact that he not only repeats, but also interprets, the words of Isaiah. Instead of saying, “And (he) could not make war upon it,” he says, “And they besieged Ahaz, and could not make war.” The singular <em> yâcol <\/em> (he could) of Isaiah is changed into the simpler plural, whilst the statement that the two allies could not assault or storm Jerusalem (which must be the meaning of <em> nilcham ‛al <\/em> in the passage before us), is more clearly defined by the additional information that they did besiege Ahaz, but to no purpose (<em> tzur ‛al <\/em> , the usual expression for <em> obsidione claudere <\/em> ; cf., <a class=\"ref\">Deuteronomy 20:19<\/a>). The statement that “they besieged Ahaz” cannot merely signify that “they attempted to besiege him,” although nothing further is known about this siege. But happily we have two accounts of the Syro-Ephraimitish war (2 Kings 16 and 2 Chron 28). The two historical books complete one another. The book of Kings relates that the invasion of Judah by the two allies commenced at the end of Jotham's reign (<a class=\"ref\">2 Kings 15:37<\/a>); and in addition to the statement taken from <a class=\"isa\" verses=\"WzE3Nzg0XQ==\">Isaiah 7:1<\/a>, it also mentions that Rezin conquered the seaport town of Elath, which then belonged to the kingdom of Judah; whilst the Chronicles notice the fact that Rezin brought a number of Judaean captives to Damascus, and that Pekah conquered Ahaz in a bloody and destructive battle. Indisputable as the credibility of these events may be, it is nevertheless very difficult to connect them together, either substantially or chronologically, in a certain and reliable manner, as Caspari has attempted to do in his monograph on the Syro-Ephraimitish war (1849). We may refer here to our own manner of dovetailing the historical accounts of Ahaz and the Syro-Ephraimitish war in the introduction to the present work (p. 23ff.). If we could assume that יכל (not יכלוּ ) was the authentic reading, and that the failure of the attempt to take Jerusalem, which is mentioned here, was occasioned by the strength of the city itself, and not by the intervention of Assyria - so that  did not contain such an anticipation as we have supposed, although summary anticipations of this kind were customary with biblical historians, and more especially with Isaiah - the course of events might be arranged in the following manner, viz., that whilst Rezin was on his way to Elath, Pekah resolved to attack Jerusalem, but failed in his attempt; but that Rezin was more successful in his expedition, which was a much easier one, and after the conquest of Elath united his forces with those of his allies.<\/p>",
    "audit": null
}