{
    "id": 13536,
    "source": "kdo",
    "verse_id": 18933,
    "verse_count": 2,
    "reference": "66:10–11",
    "title": "",
    "html": "<p>In the anticipation of such a future, those who inwardly participate in the present sufferings of Zion are to rejoice beforehand in the change of all their suffering into glory. <i>“Rejoice ye with Jerusalem, and exult over her, all ye that love her; be ye delightfully glad with her, all ye that mourn over her, that he may suck and be satisfied with the breast of her consolations, that ye may sip and delight yourselves in the abundance of her glory.”<\/i> Those who love Jerusalem (the abode of the church, and the church itself), who mourn over her (<i>(<span class=\"translit\"> hith'abbēl<\/span>), inwardly mourn, <a class=\"ref\"><\/a> , prove and show themselves to be mourners and go into mourning, <i>b. Moëd katan<\/i> 20<i>b<\/i> , the word generally used in prose, whereas<span class=\"normal hebrew\"> אבל<\/span> , to be thrown into mourning, to mourn, only occurs in the higher style; compare<span class=\"normal hebrew\"> ציּון<\/span><span class=\"normal hebrew\"> אבלי<\/span> , <a class=\"ref\">; ;<\/a>), these are even now to rejoice in spirit with Jerusalem and exult on her account (<i>(<span class=\"translit\"> bâh<\/span>)), and share her ecstatic delight with her (<i>(<span class=\"translit\"> 'ittâh<\/span>)), in order that when that in which they now rejoice in spirit shall be fulfilled, they may suck and be satisfied, etc. Jerusalem is regarded as a mother, and the rich actual consolation, which she receives ( <a class=\"ref\"><\/a>), as the milk that enters her breasts ((<span class=\"translit\"> shōd<\/span>) as in <a class=\"ref\"><\/a>), and from which she now supplies her children with plentiful nourishment. <span class=\"normal hebrew\"> זיז<\/span> , which is parallel to<span class=\"normal hebrew\"> שׁד<\/span> (not<span class=\"normal hebrew\"> זיו<\/span> , a reading which none of the ancients adopted), signifies a moving, shaking abundance, which oscillates to and fro like a great mass of water, from<span class=\"normal hebrew\"> זאזא<\/span> , to move by fits and starts, for pellere movere<\/i> is the radical meaning common in such combinations of letters as<span class=\"normal hebrew\"> זא<\/span> ,<span class=\"normal hebrew\"> זע<\/span> ,<span class=\"normal hebrew\"> רא<\/span> , <a class=\"ref\"><\/a> , to which Bernstein and Knobel have correctly traced the word; whereas the meaning emicans fluxus<\/i> (Schröder), or radians copia<\/i> (Kocher), to pour out in the form of rays, has nothing to sustain it in the usage of the language. <br><\/p> ",
    "audit": null
}