{
    "id": 18281,
    "source": "kdo",
    "verse_id": 18940,
    "verse_count": 1,
    "reference": "66:17",
    "title": "",
    "html": "<p> The judgment predicted here is a judgment upon nations, and falls not only upon the heathen, but upon the great mass of Israel, who have fallen away from their election of grace and become like the heathen. <em> “They that consecrate themselves and purify themselves for the gardens behind one in the midst, who eat swine's flesh and abomination and the field-mouse-they will come to an end together, saith Jehovah.”<\/em> The persons are first of all described; and then follows the judgment pronounced, as the predicate of the sentence. They subject themselves to the heathen rites of lustration, and that with truly bigoted thoroughness, as is clearly implied by the combination of the two synonyms <em> hammithqadd e shı̄m <\/em> and <em> hammittahărı̄m <\/em> (<em> hithpael <\/em> with an assimilated <em> tav<\/em> ), which, like the Arabic <em> qadusa <\/em> and <em> tahura <\/em> , are both traceable to the radical idea ἀφορίζειν . The אל of תונּגּה־לא is to be understood as relating to the object or behoof: their intention being directed to the gardens as places of worship (<a class=\"isa\" verses=\"WzE3Njg0LDE4OTAxXQ==\">Isaiah 1:29; Isaiah 65:3<\/a>), <em> ad sacra in lucis obeunda <\/em> , as Shelling correctly explains. In the <em> chethib<\/em> בּתּו ך אחד אחר , the אחד (for which we may also read אחד , the form of connection, although the two <em> pathachs<\/em> of the text belong to the <em> keri<\/em> ) is in all probability the hierophant , who leads the people in the performances of the rites of religious worship and as he is represented as standing in the midst ( בּתּו ך ) of the worshipping crowd that surrounds him, <em> 'achar <\/em> (behind, after) cannot be understood locally, as if they formed his train or tail, but temporally or in the way of imitation. He who stands in their midst performs the ceremonies before them, and they follow him, i.e., perform them <em> after<\/em> him. This explanation leaves nothing to be desired. The <em> keri<\/em> , <em> 'achath <\/em> , is based upon the assumption that <em> 'achad <\/em> must refer to the idol, and substitutes therefore the feminine, no doubt with an allusion to <em> 'ăshērâh <\/em> , so that <em> battâvekh <\/em> (in the midst) is to be taken as referring not to the midst of the worshipping congregation, but to the midst of the gardens. This would be quite as suitable; for even if it were not expressly stated, we should have to assume that the sacred tree of Astarte, or her statue, occupied the post of honour in the midst of the garden, and <em> 'achar <\/em> would correspond to the phrase in the Pentateuch, אחרים אלהים אחרי זנה . But the foregoing expression, <em> sanctificantes et mundantes se <\/em> (consecrating and purifying), does not favour this sense of the word <em> 'achar <\/em> (why not ל = לכבוד ?), nor do we see why the name of the goddess should be suppressed, or why she should be simply hinted at in the word אחת (one). אחד ( אחד ) has its sufficient explanation in the antithesis between the one choir-leader and the many followers; but if we take <em> 'achath <\/em> as referring to the goddess, we can find no intelligible reason or object. <\/p><p> Some again have taken both <em> 'achad <\/em> and <em> 'achath <\/em> to be the proper name of the idol. Ever since the time of Scaliger and Groitus, <em> 'achad <\/em> has been associated with the Phoenician ̓́Αδωδος βασιλεὺς θεῶν mentioned by Sanchuniathon in Euseb. <em> praep. ev.<\/em> 1, 10, 21, or with the Assyrian sun-god <em> Adad<\/em> , of whom Macrobius says (<em> Saturn.<\/em> 1, 23), <em> Ejus nominis interpretatio significat unus <\/em> ; but we should expect the name of a Babylonian god here, and not of a Phoenician or Assyrian (Syrian) deity. Moreover, Macrobius' combination of the Syrian <em> Hadad<\/em> with <em> 'achad <\/em> was a mere fancy, arising from an imperfect knowledge of the language. Clericus' combination of <em> 'achath <\/em> with <em> Hecate<\/em> , who certainly appears to have been worshipped by the Harranians as a monster, though not under this name, and not in gardens (which would not have suited her character), is also untenable. Now as <em> 'achath <\/em> cannot be explained as a proper name, and the form of the statement does not favour the idea that <em> 'achar <\/em> <em> 'achath <\/em> or <em> 'achar <\/em> <em> 'achad <\/em> refers to an idol, we adopt the reading <em> 'achad <\/em> , and understand it to refer to the hierophant or mystagogue. Jerome follows the <em> keri<\/em> , and renders it <em> post unam intrinsecus <\/em> . The reading <em> post januam <\/em> is an ancient correction, which is not worth tracing to the Aramaean interpretation of <em> 'achar <\/em> <em> 'achad <\/em> , “behind a closed door,” and merely rests upon some rectification of the unintelligible <em> post unam <\/em> . The Targum renders it, “one division after another,” and omits <em> battâvekh <\/em> . The lxx, on the other hand, omits <em> 'achar <\/em> <em> 'achad <\/em> , reads <em> ūbhattâvekh <\/em> , and renders it καὶ ἐν τοῖς προθύροις (in the inner court). Symmachus and Theodoret follow the Targum and Syriac, and render it ὀπίσω ἀλλήλων , and then pointing the next word בּתו ך (which Schelling and Böttcher approve), render the rest ἐν μέσω ἐσθιόντων τὸ κρέας τὸ χοιρεῖον (in the midst of those who eat, etc.). But אכלי commences the further description of those who were indicated first of all by their zealous adoption of heathen customs. Whilst, on the one hand, they readily adopt the heathen ritual; they set themselves on the other hand, in the most daring way, altogether above the law of Jehovah, by eating swine's flesh (<a class=\"isa\" verses=\"WzE4OTAyXQ==\">Isaiah 65:4<\/a>) and reptiles (<em> sheqets <\/em> , abomination, used for disgusting animals, such as lizards, snails, etc., <a class=\"ref\">Leviticus 7:21; Leviticus 11:11<\/a>),<\/p><p> (Note: See Levysohn, <em> Zoologie des Talmuds<\/em> , pp. 218-9.)<\/p><p> and more especially the mouse (<a class=\"ref\">Leviticus 11:29<\/a>), or according to Jerome and Zwingli the dormouse (<em> glis esculentus <\/em> ), which the Talmud also mentions under the name דברא עכברא (wild mouse) as a dainty bit with epicures, and which was fattened, as is well known, by the Romans in their <em> gliraria <\/em> .<\/p><p> (Note: See Levysohn, id. pp. 108-9. A special delicacy was <em> glires isicio porcino <\/em> , dormice with pork stuffing; see Brillat-Savarin's <em> Physiologie des Geschmacks<\/em> , by C. Vogt, p. 253.)<\/p><p> However inward and spiritual may be the interpretation given to the law in these prophecies, yet, as we see here, the whole of it, even the laws of food, were regarded as inviolable. So long as God Himself had not taken away the hedges set about His church, every wilful attempt to break through them was a sin, which brought down His wrath and indignation.<\/p>",
    "audit": null
}