{
    "id": 17661,
    "source": "kdo",
    "verse_id": 17745,
    "verse_count": 1,
    "reference": "5:5",
    "title": "",
    "html": "<p><em> “Now then, I will tell you what I will do at once to my vineyard: take away its hedge, and it shall be for grazing; pull down its wall, and it shall be for treading down.”<\/em> Before “now then” (<em> vattâh <\/em> ) we must imagine a pause, as in <a class=\"isa\" verses=\"WzE3NzIyXQ==\">Isaiah 3:14<\/a>. The Lord of the vineyard breaks the silence of the umpires, which indicates their consciousness of guilt. They shall hear from Him what He will do at once to His vineyard (<em> Lamed<\/em> in <em> l'carmi <\/em> , as, for example, in <a class=\"ref\">Deuteronomy 11:6<\/a>). <em> “I will do:”<\/em> <em> ani <\/em> <em> 'ōeh <\/em> , <em> fut. instans<\/em> , equivalent to <em> facturus sum <\/em> (Ges. §134, 2, <em> b<\/em> ). In the <em> inf. abs<\/em> . which follow He opens up what He will do. On this explanatory use of the <em> inf. abs.<\/em> , see <a class=\"isa\" verses=\"W1sxODAzMl0seyIxODc5MyI6Mn1d\">Isaiah 20:2; Isaiah 58:6-7<\/a>. In such cases as these it takes the place of the object, as in other cases of the subject, but always in an abrupt manner (Ges. §131, 1). He would take away the <em> m esucah <\/em> , i.e., the green thorny hedge (<a class=\"ref\">Proverbs 15:19; Hosea 2:8<\/a>) with which the vineyard was enclosed, and would pull down the <em> gârēd <\/em> , i.e., the low stone wall (<a class=\"ref\">Numbers 22:24; Proverbs 24:31<\/a>), which had been surrounded by the hedge of thorn-bushes to make a better defence, as well as for the protection of the wall itself, more especially against being undermined; so that the vineyard would be given up to grazing and treading down (lxx καταπα'τημα ), i.e., would become an open way and gathering-place for man and beast.<\/p>",
    "audit": null
}