{
    "id": 17933,
    "source": "kdo",
    "verse_id": 18256,
    "verse_count": 1,
    "reference": "31:5",
    "title": "",
    "html": "<p> Jehovah suddenly arrests the work of punishment, and the love which the wrath enfolds within itself begins to appear. <em> “Like fluttering birds, so will Jehovah of Hosts screen Jerusalem; screening and delivering, sparing and setting free.”<\/em> The prophet uses the plural, “like fluttering birds,” with an object - namely, not so much to represent Jehovah Himself, as the tender care and, as it were, <em> maternal<\/em> love, into which His leonine fierceness would be changed. This is indicated by the fact, that he attaches the feminine <em> ‛ âphōth <\/em> to the common gender <em> tsippŏrı̄m <\/em> . The word <em> pâsōăch <\/em> recals to mind the deliverance from Egypt (as in <a class=\"isa\" verses=\"WzE4MjQ3XQ==\">Isaiah 30:29<\/a>) in a very significant manner. The sparing of the Israelites by the destroyer passing over their doors, from which the passover derived its name, would be repeated once more. We may see from this, that in and along with Assyria, Jehovah Himself, whose instrument of punishment Assyria was, would take the filed against Jerusalem (<a class=\"isa\" verses=\"eyIxODE5NiI6Mn0=\">Isaiah 29:2-3<\/a>); but His attitude towards Jerusalem is suddenly changed into one resembling the action of birds, as they soar round and above their threatened nests. On the inf. abs. <em> kal<\/em> (<em> gânōn <\/em> ) after the <em> hiphil<\/em> , see Ewald, §312, <em> b<\/em> ; and on the continuance of the inf. abs. in the finite verb, §350, a. This generally takes place through the future, but here through the preterite, as in <a class=\"ref\">Jeremiah 23:14; Genesis 26:13<\/a>, and <a class=\"ref\">1 Samuel 2:26<\/a> (if indeed <em> v e gâdēl <\/em> is the third pers. preterite there).<\/p>",
    "audit": null
}