{
    "id": 13513,
    "source": "kdo",
    "verse_id": 18828,
    "verse_count": 2,
    "reference": "60:6–7",
    "title": "",
    "html": "<p>The nations engaged in commerce, and those possessing cattle, vie with one another in enriching the church. <i>“A swarm of camels will cover thee, the foals of Midian and Ephah: they come all together from Saba; they bring gold and incense, and they joyfully make known the praises of Jehovah. All the flocks, of Kedar gather together unto thee, the rams of Nebaioth will serve thee: they will come up with acceptance upon mine altar, and I will adorn the house of my adorning.”<\/i> The trading nations bring their wares to the church. The tribe of<i>Midian<\/i> , which sprang from Abraham and Keturah ( <a class=\"ref\">Genesis 25:2<\/a>), and of which Ephah (Targ. <i>(<span class=\"translit\"> Hōlâd<\/span>), the Hutheilites?) formed one of the several branches ( <a class=\"ref\">Genesis 25:4<\/a>), had its seat on the eastern coast of the Elanitic Gulf, which is still indicated by the town of<i>Madyan<\/i> , situated, according to the geographers of Arabia, five days' journey to the south of Aila. These come in such long and numerous caravans, that all the country round Jerusalem swarms with camels. <span class=\"normal hebrew\"> שׁפעת<\/span> as in <a class=\"ref\">Job 22:11<\/a>; and<span class=\"normal hebrew\"> בּכרי<\/span> (parallel to<span class=\"normal hebrew\"> גּמלּים<\/span>) from<span class=\"normal hebrew\"> בּכר<\/span> = Arabic<i>(<span class=\"translit\"> bakr<\/span>) or<i>(<span class=\"translit\"> bikr<\/span>), a young male camel, or generally a camel's foal (up to the age of not more than nine years; see Lane's<i>Lexicon<\/i> , i. 240). All of these, both Midianites and Ephaeans, come out of Sheba, which Strabo (xvi. 4, 10) describes as “the highly blessed land of the Sabaeans, in which myrrh, frankincense, and cinnamon grow.” There, viz., in Yemen,<\/i><\/i><\/i><\/p><i><i>\n\n\n\n<\/i><\/i><p>(Note: Seba (<span class=\"normal hebrew\"> סבא<\/span> , <a class=\"isa\" verses=\"WzE4NTA5XQ==\">Isaiah 43:3<\/a>; <a class=\"isa\" verses=\"WzE4NTc2XQ==\">Isaiah 45:14<\/a>) is Meroe generally, or (according to Strabo and Steph. Byz.) more especially a port in northern Ethiopia;<i>Sheba<\/i> (<span class=\"normal hebrew\"> שׁבא<\/span>), the principal tribe of southern Arabia, more especially its capital Marib (<i>(<span class=\"translit\"> Mariaba<\/span>)), which, according to an Arabian legend, contained the palace of Bilkis, the<span class=\"normal hebrew\"> שׁבא<\/span><span class=\"normal hebrew\"> מלכּת<\/span> (see Exc. iv. in Krüger's<i>Feldzug von Aelius Gallus<\/i> , 1862). It is true that the following passage of Strabo (xvi. 14, 21) is apparently at variance with the opinion that the seat of the Sabaeans was in southern Arabia. “First of all,” he says, “above Syria, Arabia Felix is inhabited by the Nabataeans and Sabaeans, who frequently marched through the former before it belonged to the Romans.” But as, according to every other account given by Strabo, the Sabaeans had their home in Arabia Felix, and the Nabataeans at the northern extremity of the Red Sea, in<i>Arabia Petraea<\/i> , all that this passage can imply is, that at that part of Arabia which stretches towards the Syrian boundary, the expeditions of the Sabaeans came upon the Nabataeans.))<\/i><\/p><i>\n\n\n\n<\/i><p>where spices, jewels, and gold abound, they have purchased gold and frankincense, and these valuable gifts they now bring to Jerusalem, not as unwilling tribute, but with the joyful proclamation of the glorious deeds and attributes of Jehovah, the God of Israel.<\/p> \n\n\n\n<p>And not only do the trading nations come, but the nomad tribes also: viz., <i>Kedar<\/i> , the Kedarenes, with their bows ( <a class=\"isa\" verses=\"WzE4MDUzXQ==\">Isaiah 21:17<\/a>), who lived in the desert, between Babylonia and Syria, in<span class=\"normal hebrew\"> חצרים<\/span> ( <a class=\"isa\" verses=\"WzE4NDkyXQ==\">Isaiah 42:11<\/a>), i.e., fixed settlements; and<i>Nebaitoh<\/i> , also in Ishmaelitish tribe (according to the incontrovertible account of <a class=\"ref\">Genesis 25:13<\/a>), a nomad tribe, which was still of no note even in the time of the kings of Israel, but which rose into a highly cultivated nation in the centuries just before Christ, and had a kingdom extending from the Elanitic Gulf to the land on the east of the Jordan, and across Belka as far as Hauran; for the monuments reach from Egypt to Babylonia, though<i>Arabia Petraea<\/i> is the place where they chiefly abound.<\/p> \n\n\n\n<p>(Note:<i>Quatremère<\/i> rejects the identity of the Nabataeans and the Ishmaelitish<i>Nebaioth<\/i> ; but it has been justly defended by Winer, Kless, Knobel, and Krehl (Religion der vorisl. Araber, p. 51).)<\/p> \n\n\n\n<p>The Kedarenes drive their collected flocks to Jerusalem, and the rams (<span class=\"normal hebrew\"> אילי<\/span> , arietes, not principes) of the Nabataeans, being brought by them, are at the service of the church (<span class=\"normal hebrew\"> ישׁרתוּנך<\/span> a verbal form with a toneless contracted suffix, as in <a class=\"isa\" verses=\"WzE4NjEwXQ==\">Isaiah 47:10<\/a>), and ascend<span class=\"normal hebrew\"> על־רצון<\/span> , according to good pleasure = acceptably (with the<span class=\"normal hebrew\"> על<\/span> used to form adverbs, Ewald, §217, i; cf., (<span class=\"translit\"> lerâtsōn<\/span>) in <a class=\"isa\" verses=\"WzE4OTMwXQ==\">Isaiah 66:7<\/a>), the altar of Jehovah ((<span class=\"translit\"> âlâh<\/span>) with the local object in the accusative, as in <a class=\"ref\">Genesis 49:4; Numbers 13:17<\/a>). The meaning is, that Jehovah will graciously accept the sacrifices which the church offers from the gifts of the Nabataeans (and Kedarenes) upon His altar. It would be quite wrong to follow Antistes Hess and Baumgarten, and draw the conclusion from such prophecies as these, that animal sacrifices will be revived again. The sacrifice of animals has been abolished once for all by the self-sacrifice of the “Servant of Jehovah;” and by the spiritual revolution which Christianity, i.e., the Messianic religion, as produced, so far as the consciousness of modern times is concerned, even in Israel itself, it is once for all condemned (see Holdheim's Schrift über das Ceremonial-gesetz im Messiasreich, 1845). The prophet, indeed, cannot describe even what belongs to the New Testament in any other than Old Testament colours, because he is still within the Old Testament limits. But from the standpoint of the New Testament fulfilment, that which was merely educational and preparatory, and of which there will be no revival, is naturally transformed into the truly essential purpose at which the former aimed; so that all that was real in the prophecy remains unaffected and pure, after the dedication of what was merely the unessential medium employed to depict it. The very same Paul who preaches Christ as the end of the law, predicts the conversion of Israel as the topstone of the gracious counsels of God as they unfold themselves in the history of salvation, and describes the restoration of Israel as “the riches of the Gentiles;” and the very same John who wrote the Gospel was also the apocalyptist, by whom the distinction between Israel and the Gentiles was seen in vision as still maintained even in the New Jerusalem. It must therefore be possible (though we cannot form any clear idea of the manner in which it will be carried out), that the Israel of the future may have a very prominent position in the perfect church, and be, as it were, the central leader of its worship, though without the restoration of the party-wall of particularism and ceremonial shadows, which the blood of the crucified One has entirely washed away. The house of God in Jerusalem, as the prophet has already stated in <a class=\"isa\" verses=\"WzE4NzYxXQ==\">Isaiah 56:7<\/a> , will be a house of prayer ((<span class=\"translit\"> bēth<\/span>) (<span class=\"translit\"> tephillâh<\/span>)) for all nations. Here Jehovah calls the house built in His honour, and filled with His gracious presence, “the house of my glory.” He will make its inward glory like the outward, by adorning it with the gifts presented by the converted Gentile world. <br><\/p> ",
    "audit": null
}