{
    "id": 13453,
    "source": "kdo",
    "verse_id": 18645,
    "verse_count": 5,
    "reference": "49:8–12",
    "title": "",
    "html": " <p>The next two vv. describe (though only with reference to Israel, the immediate circle) what is the glory of the vocation to which Jehovah, in accordance with His promise, exalts His chosen One. <i>“Thus saith Jehovah, In a time of favour have I heard thee, and in the day of salvation have I helped thee: and I form thee, and set thee for a covenant of the people, to raise up the land, to apportion again desolate inheritances, saying to prisoners, Go ye out: to those who are in darkness, Come ye to the light.”<\/i>, Jehovah heard His servant, and came to his help when he prayed to Him out of the condition of bondage to the world, which he shared with his people. He did it at the time for the active display of His good pleasure, and for the realizing of salvation, which had been foreseen by Him, and had now arrived. The futures which follow are to be taken as such. The fact that Jehovah makes His servant “a covenant of the people,” i.e., the personal bond which unites Israel and its God in a new fellowship (see <a class=\"isa\" verses=\"WzE4NDg3XQ==\">Isaiah 42:6<\/a>), is the fruit of his being heard and helped. The infinitives with <i>Lamed<\/i>, affirm in what way the new covenant relation will be made manifest. The land that has fallen into decay rises into prosperity again, and the desolate possessions return to their former owners. This manifestation of the covenant grace, that has been restored to the nation again, is effected through the medium of the servant of Jehovah. The rendering of the lxx is quite correct: <span class=\"greek normal\">,τοῦ καταστῆσαι τὴν γῆν καὶ κληρονομῆσαι κληρονομίας ἐρήμους λέγοντα <\/span> <span class=\"normal hebrew\">,לאמר<\/span>, is a <i>dicendo<\/i>, governed by both infinitives. The prisoners in the darkness of the prison and of affliction are the exiles (<a class=\"isa\" verses=\"WzE4NTAzXQ==\">Isaiah 42:22<\/a>). The mighty word of the servant of Jehovah brings to them the light of liberty, in connection with which (as has been already more than once observed) the fact should be noticed, that the redemption is viewed in connection with the termination of the captivity, and, in accordance with the peculiar character of the Old Testament, is regarded as possessing a national character, and therefore is purely external. <\/p>\n\n\n\n <p>The person of the servant of Jehovah now falls into the background again, and the prophecy proceeds with a description of the return of the redeemed. <i>“They shall feed by the ways, and there is pasture for them upon all field-hills. They shall not hunger nor thirst, and the mirage and sun shall not blind them: for He that hath mercy on them shall lead them, and guide them by bubbling water-springs. And I make all my mountains ways, and my roads are exalted. Behold these, they come from afar; and, behold, these from the north and from the sea; and these from the land of the Sinese.”<\/i>, The people returning home are represented as a flock. By the roads that they take to their homes, they are able to obtain sufficient pasture, without being obliged to go a long way round in order to find a sufficient supply; and even upon bare sandy hills (<a class=\"isa\" verses=\"WzE4NDcwXQ==\">Isaiah 41:18<\/a>) there is pasture found for them. Nothing is wanting; even the <i>(<span class=\"translit\">, shârâb<\/span>) (see <a class=\"isa\" verses=\"WzE4MzI4XQ==\">Isaiah 35:7<\/a>) and the sun do not hurt them, the former by deceiving and leading astray, the latter by wearying them with its oppressive heat: for He whose compassion has been excited by their long pining misery (<a class=\"isa\" verses=\"eyIxODQ2OSI6NH0=\">Isaiah 41:17-20<\/a>) is leading them, and bringing them along in comfort by bubbling springs of real and refreshing water (<span class=\"normal hebrew\">,ינחל<\/span>, as Petrarch once says of shepherds, <i>Move la schiêra sua soavemente <\/i>). Jehovah also makes all the mountains into roads for those who are returning home, and the paths of the desert are lifted up, as it were, into well-made roads (<i>(<span class=\"translit\">, yerumūn <\/span>), Ges. §47, Anm. 4). They are called <i>my<\/i>, mountains and <i>my<\/i>, highways (differently from <a class=\"isa\" verses=\"WzE3OTU0XQ==\">Isaiah 14:25<\/a>), because they are His creation; and therefore He is also able to change them, and now really does change them for the good of His people, who are returning to the land of their forefathers out of every quarter of the globe. Although in <a class=\"ref\">Psalm 107:3<\/a> <i>(<span class=\"translit\">, yâm<\/span>) (the sea) appears to stand for the south, as referring to the southern part of the Mediterranean, which washes the coast of Egypt, there is no ground at all in the present instance for regarding it as employed in any other than its usual sense, namely the <i>west<\/i>,; <i>(<span class=\"translit\">, mērâchōq<\/span>) (from far) is therefore either the south (cf., <a class=\"isa\" verses=\"WzE4NTEyXQ==\">Isaiah 43:6<\/a>) or the east, according to the interpretation that we give to <i>(<span class=\"translit\">,'erets Sı̄nı̄m <\/span>), as signifying a land to the east or to the south. <br> The Phoenician <i>Sinim<\/i>, (Ges. <a class=\"isa\" verses=\"WzE3ODY4XQ==\">Isaiah 10:17<\/a>), the inhabitants of a fortified town in the neighbourhood of Area, which has now disappeared, but which was seen not only by Jerome, but also by Mariono Sanuto (<i>de castro Arachas ad dimidiam leucam est oppidum Sin <\/i>), cannot be thought of, for the simple reason that this Sin was too near, and was situated to the west of Babylon and to the north of Jerusalem; whilst Sin (= Pelusium) in Egypt, to which Ewald refers, did not give its name to either a tribe or a land. Arias Montanus was among the first to suggest that the <i>Sinim<\/i>, are the Sinese (Chinese); and since the question has been so thoroughly discussed by Gesenius (in his <i>Commentary<\/i>, and <i>Thesaursu <\/i>), most of the commentators, and also such Orientalists as Langles (in his <i>Recherches asiatiques <\/i>), Movers (in his <i>Phoenicians <\/i>), Lassen (in his <i>Indische Alterthumskunde<\/i>, i. 856-7), have decided in favour of this opinion. The objection brought against the supposition, that the name of the Chinese was known to the nations of the west at so early a period as this, viz., that this could not have been the case till after the reign of the emperor <i>Shi-hoang-ti<\/i>, of the dynasty of <i>Thsin<\/i>, who restored the empire that had been broken up into seven smaller kingdoms (in the year 247 b.c.), and through whose celebrated reign the name of his dynasty came to be employed in the western nations as the name of China generally, is met by Lassen with the simple fact that the name occurs at a much earlier period than this, and in many different forms, as the name of smaller states into which the empire was broken up after the reign of <i>Wu-wang<\/i>, (1122-1115 b.c.). “The name <span class=\"greek normal\">,Θῖναι<\/span>, (Strabo), <span class=\"greek normal\">,Σῖναι<\/span>, (Ptol.), <span class=\"greek normal\">,Τζίνιτζα<\/span>, (Kosmas), says the Sinologist Neumann, did not obtain currency for the first time from the founder of the great dynasty of <i>Tsin<\/i>,; but long before this, <i>Tsin<\/i>, was the name of a feudal kingdom of some importance in <i>Shen-si<\/i>, one of the western provinces of the Sinese land, and <i>Fei-tse<\/i>, the first feudal king of Tsin, began to reign as early as 897 b.c.” It is quite possible, therefore, that the prophet, whether he were Isaiah or any other, may have heard of the land of the Sinese in the far east, and this is all that we need assume; not that Sinese merchants visited the market of the world on the Euphrates (Movers and Lassen), but only that information concerning the strange people who were so wealthy in rare productions, had reached the remote parts of the East through the medium of commerce, possibly from Ophir, and through the Phoenicians. But Egli replies: “The seer on the streams of Babel certainly could not have described any exiles as returning home from China, if he had not known that some of his countrymen were pining there in misery, and I most positively affirm that this was not the case.” What is here assumed - namely, that there must have been a Chinese diaspora<\/i>, in the prophet's own time - is overthrown by what has been already observed in <a class=\"isa\" verses=\"WzE3ODk2XQ==\">Isaiah 11:11<\/a>; and we may also see that it is to purely by accident that the land of the Sinese is given as the farthest point to the east, from my communications concerning the Jews of China in the History of the Post-biblical Poetry of the Jews<\/i>, (1836, pp. 58-62, cf., p. 21). I have not yet seen Sionnet's work, which has appeared since, viz., Essai sur les Juifs de la Chine et sur l'influence, qu'ils ont eue sur la litérature de ce vaste empire, avant l'ère chrétienne<\/i>,; but I have read the Mission of Enquiry to the Jews in China in the Jewish Intelligence<\/i>, May 1851, where a facsimile of their thorah<\/i>, is given. The immigration took place from Persia (cf., (<span class=\"translit\">,‛Elâm <\/span>), <a class=\"isa\" verses=\"WzE3ODk2XQ==\">Isaiah 11:11<\/a>), at the latest, under the Han dynasty (205 b.c.-220 a.d.), and certainly before the Christian era. <br> <\/p>",
    "audit": null
}