{
    "id": 13371,
    "source": "kdo",
    "verse_id": 18281,
    "verse_count": 1,
    "reference": "33:1",
    "title": "",
    "html": "<p>We are now in the fourteenth year of Hezekiah's reign. The threatenings of the first years, which the repentance of the people had delayed, are now so far in force again, and so far actually realized, that the Assyrians are already in Judah, and have not only devastated the land, but are threatening Jerusalem. The element of promise now gains the upper hand, the prophet places himself between Asshur and his own nation with the weapons of prophecy and prayer, and the woe turns from the latter to the former. <i>“Woe, devastator, and thyself not devastated; and thou spoiler, and still not spoiled! Hast thou done with devastating? thou shalt be devastated. Hast thou attained to rob? men rob thee.”<\/i> Asshur is described as not devastated and not spoiled (which could not be expressed by a participle as with us, since <i>(<span class=\"translit\">bâgad<\/span>) is construed with <i>Beth<\/i>, and not with the accusative of the person), because it had not yet been visited by any such misfortune as that which had fallen upon other lands and nations. But it would be repaid with like for the like as soon as <span class=\"normal hebrew\">כּ<\/span> indicating simultaneousness, as in <a class=\"isa\" verses=\"MTgyMzc=\">Isaiah 30:19<\/a> and <a class=\"isa\" verses=\"MTgwMDM=\">Isaiah 18:5<\/a>, for example) its devastating and spoiling had reached the point determined by Jehovah. Instead of <span class=\"normal hebrew\">בך<\/span>, we find in some codd. and editions the reading <span class=\"normal hebrew\">בו<\/span>, which is equally admissible. In <span class=\"normal hebrew\">כּהתימך<\/span> (from <span class=\"normal hebrew\">תּמם<\/span>) the radical syllable is lengthened, instead of having <i>dagesh<\/i>. <span class=\"normal hebrew\">כּנּלתך<\/span> is equivalent to <span class=\"normal hebrew\">כּהנלותך<\/span>, a <i>hiphil<\/i> syncopated for the sake of rhythm (as in <a class=\"isa\" verses=\"MTc3MTY=\">Isaiah 3:8<\/a>; <a class=\"ref\">Deuteronomy 1:33<\/a>, and many other passages), written here with <i>dagesh<\/i><i>dirmens<\/i>, from the verb <i>(<span class=\"translit\">nâlâh<\/span>), which is attested also by <a class=\"ref\">Job 15:29<\/a>. The coincidence in meaning with the Arab. verb <i>(<span class=\"translit\">nâl<\/span>) (fut. i<\/i> and u<\/i>), to acquire or attain (see Comm. on Job<\/i>, at <a class=\"ref\">Job 15:29<\/a> and <a class=\"ref\">Job 30:24-27<\/a>), has been admitted by the earliest of the national grammarians, Ben-Koreish, Chayug, etc. The conjecture <span class=\"normal hebrew\">כּכלּותך<\/span> (in addition to which Cappellus proposed <span class=\"normal hebrew\">כנלאותך<\/span>) is quite unnecessary. The play upon the sound sets forth the punishment of the hitherto unpunished one as the infallible echo of its sin.<br><\/p>",
    "audit": null
}