{
    "id": 18136,
    "source": "kdo",
    "verse_id": 18680,
    "verse_count": 1,
    "reference": "51:6",
    "title": "",
    "html": "<p> The people of God are now summoned to turn their eyes upwards and downwards: the old world above their heads and under their feet is destined to destruction. <em> “Lift up your eyes to the heavens, and look upon the earth beneath: for the heavens will pass away like smoke, and the earth fall to pieces like a garment, and its inhabitants die out like a nonentity; and my salvation will last for ever, and my righteousness does not go to ruin.”<\/em> The reason for the summons follows with <em> kı̄ <\/em> . The heavens will be resolved into atoms, like smoke: <em> nimlâchū <\/em> from <em> m âlach <\/em> , related to <em> m ârach <\/em> , root <em> mal <\/em> , from which comes <em> m âlal <\/em> (see at <a class=\"ref\">Job 14:2<\/a>), to rub to pieces, to crumble to pieces, or mangle; Aquila, ἠλοήθησαν , from ἀλοᾶν , to thresh. As <em> m e lâchı̄m <\/em> signifies rags, the figure of a garment that has fallen to pieces, which was then quite ready to hand (<a class=\"isa\" verses=\"WzE4NjcyXQ==\">Isaiah 50:9<\/a>), presented itself from the natural association of ideas. כּמו־כן , however, cannot mean “in like manner” (lxx, Targ., Jerome); for if we keep to the figure of a garment falling to pieces, the figure is a very insipid one; and if we refer it to the fate of the earth generally, the thought which it offers is a very tame one. The older expositors were not even acquainted with what is now the favourite explanation, viz., “as gnats perish” (Hitzig, Ewald, Umbreit, Knobel, Stier, etc.); since the singular of <em> kinnı̄m <\/em> is no more <em> kēn <\/em> than the singular of בּיצים is בּיץ . The gnat (viz., a species of stinging gnat, probably the diminutive but yet very troublesome species which is called <em> akol uskut <\/em> , “eat and be silent,” in Egyptian) is called <em> kinnâh <\/em> , as the talmudic usage shows, where the singular, which does not happen to be met with in the Old Testament, is found in the case of <em> kinnı̄m <\/em> as well as in that of <em> bētsı̄m <\/em> .<\/p><p> (Note: <em> Kinnâm <\/em> , in <a class=\"ref\">Exodus 8:13-14<\/a>, whether it be a collective plural or a singular, also proves nothing in support of <em> kēn <\/em> , any more than <em> m iddâh <\/em> in <a class=\"ref\">Job 11:9<\/a> (which see) in favour of <em> mad <\/em> , in the sense of measure. It does not follow, that because a certain form lies at the foundation of a derivative, it must have been current in ordinary usage.)<\/p><p> We must explain the word in the same manner as in <a class=\"ref\">2 Samuel 23:5; Numbers 13:33; Job 9:35<\/a>. In all these passages <em> kēn <\/em> merely signifies “so” (<em> ita <\/em> ,<em> sic<\/em> ); but just as in the classical languages, these words often derive their meaning from the gesture with which they are accompanied (e.g., in Terence's <em> Eunuch: Cape hoc flabellum et ventulum sic facito<\/em> ). This is probably Rückert's opinion, when he adopts the rendering: and its inhabitants “like so” (<em> so<\/em> <em> wie<\/em> <em> so <\/em> ) do they die. But “like so” is here equivalent to “like nothing.” That the heavens and the earth do not perish without rising again in a renewed form, is a thought which may naturally be supplied, and which is distinctly expressed in <a class=\"isa\" verses=\"WzE4NjkwLDE4OTE1LDE4OTQ1XQ==\">Isaiah 51:16; Isaiah 65:17; Isaiah 66:22<\/a>. Righteousness (<em> ts e dâqâh <\/em> ) and salvation (<em> y e shū‛âh <\/em> ) are the heavenly powers, which acquire dominion through the overthrow of the ancient world, and become the foundations of the new (<a class=\"ref\">2 Peter 3:13<\/a>). That the <em> ts e dâqâh <\/em> will endure for ever, and the <em> y e shū‛âh <\/em> will not be broken (<em> yēchath <\/em> , as in <a class=\"isa\" verses=\"WzE3NzkxXQ==\">Isaiah 7:8<\/a>, <em> confringetur <\/em> , whereas in <a class=\"isa\" verses=\"WzE4NjgxXQ==\">Isaiah 51:7<\/a> the meaning is <em> consternemini <\/em> ), is a prospect that opens after the restoration of the new world, and which indirectly applies to men who survive the catastrophe, having become partakers of righteousness and salvation. For righteousness and salvation require beings in whom to exert their power.<\/p>",
    "audit": null
}