{
    "id": 17841,
    "source": "kdo",
    "verse_id": 18049,
    "verse_count": 3,
    "reference": "21:13-15",
    "title": "",
    "html": "<p> The heading בּערב משּׂא (the ע written according to the best codd. with a simple <em> sheva<\/em> ), when pointed as we have it, signifies, according to <a class=\"ref\">Zechariah 9:1<\/a> (cf., <a class=\"isa\" verses=\"WzE3ODM3XQ==\">Isaiah 9:7<\/a>), “oracle against Arabia.” But why not <em> m assâ <\/em> <em> ‛ Arâb <\/em> , since <em> m assâ <\/em> is followed by a simple genitive in the other three headings? Or again, is this the only heading in the tetralogy that is not symbolical? We must assume that the <em> Beth<\/em> by which this is distinguished is introduced for the express purpose of rendering it symbolical, and that the prophet pointed it first of all בּערב , but had at the same time בּערב in his mind. The earlier translators (lxx, Targum, Syr., Vulg., Ar.) read the second בּערב like the first, but without any reason. The oracle commences with an evening scene, even without our altering the second בּערב . And the <em> massa <\/em> has a symbolical title founded upon this evening scene. Just as <em> 'Edom<\/em> becomes <em> Dumah<\/em> , inasmuch as a night without a morning dawn falls upon the mountain land of Seir, so will בּערב soon be בּערב , inasmuch as the sun of Arabia is setting. Evening darkness is settling upon Arabia, and the morning-land is becoming an evening-land. <em> “In the wilderness in Arabia ye must pass the night, caravans of the Dedanians. Bring water to meet thirsty ones! The inhabitants of the land of Tema are coming with its bread before the fugitive. For they are flying before swords, before drawn swords, and before a bent bow, and before oppressive war.”<\/em> There is all the less ground for making any alteration in בּערב בּיער , inasmuch as the second <em> Beth<\/em> (wilderness in Arabia for of Arabia) is favoured by Isaiah's common usage (<a class=\"isa\" verses=\"WzE4MTg2LDE3ODMyXQ==\">Isaiah 28:21; Isaiah 9:2<\/a>; compare <a class=\"ref\">2 Samuel 1:21; Amos 3:9<\/a>). <em> ‛Arab <\/em> , written with <em> pathach <\/em> , is Arabia (<a class=\"ref\">Ezekiel 27:21<\/a>; <em> ‛ arâb <\/em> in pause, <a class=\"ref\">Jeremiah 25:24<\/a>); and <em> ya‛ar <\/em> here is the solitary barren desert, as distinguished from the cultivated land with its cities and villages. Wetzstein rejects the meaning <em> nemus <\/em> , <em> sylva <\/em> , with <em> ya‛ar <\/em> has been assumed to have, because it would be rather a promise than a threat to be told that they would have to flee from the steppe into the wood, since a shady tree is the most delicious dream of the Beduins, who not only find shade in the forest, but a constant supply of green pasture, and fuel for their hospitable hearths. He therefore renders it, “Ye will take refuge in the <em> V‛ar <\/em> of Arabia,” i.e., the open steppe will no longer afford you any shelter, so that ye will be obliged to hide yourselves in the <em> V‛ar <\/em> . Arab. <em> wa‛ur <\/em> for example, is the name applied to the trachytic rayon of the Syro-Hauranitic volcanoes which is covered with a layer of stones. But as the <em> V‛ar <\/em> in this sense is also planted with trees, and furnishes firewood, this epithet must rest upon some peculiar distinction in the radical meaning of the word <em> ya‛ar <\/em> , which really does mean a forest in Hebrew, though not necessarily a forest of lofty trees, but also a wilderness overgrown with brushwood and thorn-bushes. The meaning of the passage before us we therefore take to be this: the trading caravans (<em> ' ârchōth <\/em> , like <em> hailı̄coth <\/em> in <a class=\"ref\">Job 6:19<\/a>) of the Dedanians, that mixed tribe of Cushites and Abrahamides dwelling in the neighbourhood of the Edomites (<a class=\"ref\">Genesis 10:7; Genesis 25:3<\/a>), when on their way from east to west, possibly to Tyre (<a class=\"ref\">Ezekiel 27:20<\/a>), would be obliged to encamp in the wilderness, being driven out of the caravan road in consequence of the war that was spreading from north to south. The prophet, whose sympathy mingles with the revelation in this instance also, asks for water for the panting fugitives ( התיוּ , as in <a class=\"ref\">Jeremiah 12:9<\/a>, an imperative equivalent to האתיוּ = האתיוּ ; compare <a class=\"ref\">2 Kings 2:3<\/a> : there is no necessity to read קדמוּ , as the Targum, Döderlein, and Ewald do). They are driven back with fright towards the south-east as far as Tema, on the border of Negd and the Syrian desert. The Tema referred to is not the trans-Hauranian Têmâ , which is three-quarters of an hour from <em> Dumah<\/em> , although there is a good deal that seems to favour this,<\/p><p> (Note: See Wetzstein, <em> ut supra <\/em> , p. 202; compare Job, ii. 425.)<\/p><p> but the Tema on the pilgrim road from Damascus to Mecca, between <em> Tebuk<\/em> and <em> Wadi el-Kora<\/em> , which is about the same distance (four days' journey) from both these places, and also from <em> Chaibar<\/em> (it is to be distinguished, however, from <em> Tihama<\/em> , the coast land of Yemen, the antithesis of which is <em> ne'gd <\/em> , the mountain district of Yemen).<\/p><p> (Note: See Sprenger, <em> Post und Reise-routen des Orients<\/em> , Heft i. (1864), pp. 118, 119.))<\/p><p> But even here in the land of Tema they do not feel themselves safe. The inhabitants of Tema are obliged to bring them water and bread (“its bread,” <em> lachmo <\/em> , referring to <em> nōdēd <\/em> : the bread necessary in order to save them), into the hiding-places in which they have concealed themselves. “How humiliating,” as Drechsler well observes, “to be obliged to practise their hospitality, the pride of Arabian customs, in so restricted a manner, and with such unbecoming secrecy!” But it could not possibly be done in any other way, since the weapons of the foe were driving them incessantly before them, and the war itself was rolling incessantly forward like an overwhelming colossus , as the repetition of the word “before” (<em> m ipp e nē <\/em> ) no less than four times clearly implies.<\/p>",
    "audit": null
}