{
    "id": 17714,
    "source": "kdo",
    "verse_id": 17824,
    "verse_count": 1,
    "reference": "8:16",
    "title": "",
    "html": "<p> The words that follow in <a class=\"isa\" verses=\"WzE3ODI0XQ==\">Isaiah 8:16<\/a>, <em> “Bind up the testimony, seal the lesson in my disciples,”<\/em> appear at first sight to be a command of God to the prophet, according to such parallel passages as <a class=\"ref\">Daniel 12:4, Daniel 12:9; Revelation 22:10<\/a>, cf., <a class=\"ref\">Daniel 8:26<\/a>; but with this explanation it is impossible to do justice to the words “in my disciples” (<em> b'ilmmudâi <\/em> ). The explanation given by Rosenmüller, Knobel, and others, viz., “by bringing in men divinely instructed” (<em> adhibitis viris piis et sapientibus <\/em> ), is grammatically inadmissible. Consequently I agree with Vitringa, Drechsler, and others, in regarding <a class=\"isa\" verses=\"WzE3ODI0XQ==\">Isaiah 8:16<\/a> as the prophet's own prayer to Jehovah. We <em> tie together<\/em> ( צרר , imperf. צור = צר ) what we wish to keep from getting separated and lost; we <em> seal<\/em> (<em> C hâtam <\/em> ) what is to be kept secret, and only opened by a person duly qualified. And so the prophet here prays that Jehovah would take his testimony with regard to the future, and his instruction, which was designed to prepare for this future - that <em> testimony<\/em> and <em> thorah<\/em> which the great mass in their hardness did not understand, and in their self-hardening despised - and lay them up well secured and well preserved, as if by band and seal, in the hearts of those who received the prophet's words with believing obedience (<em> limmūd <\/em> , as in <a class=\"isa\" verses=\"WzE4NjY3LDE4NzM3XQ==\">Isaiah 50:4; Isaiah 54:13<\/a>). For it would be all over with Israel, unless a community of believers should be preserved, and all over with this community, if the word of God, which was the ground of their life, should be allowed to slip from their hearts. We have here an announcement of the grand idea, which the second part of the book of Isaiah carries out in the grandest style. It is very evident that it is the prophet himself who is speaking here, as we may see from <a class=\"isa\" verses=\"WzE3ODI1XQ==\">Isaiah 8:17<\/a>, where he continues to speak in the first person, though he does not begin with ואני .<\/p>",
    "audit": null
}