{
    "id": 18078,
    "source": "kdo",
    "verse_id": 18546,
    "verse_count": 2,
    "reference": "44:12-13",
    "title": "",
    "html": "<p> The prophet now conducts us into the workshops. <em> “The iron-smith has a chisel, and works with red-hot coals, and shapes it with hammers, and works it with his powerful arm. He gets hungry thereby, and his strength fails; if he drink no water, he becomes exhausted. The carpenter draws the line, marks it with the pencil, carries it out with planes, and makes a drawing of it with the compass, and carries it out like the figure of a man, like the beauty of a man, which may dwell in the house.”<\/em> The two words <em> c hârash barzel <\/em> are connected together in the sense of <em> faber ferrarius <\/em> , as we may see from the expression <em> c hârash <\/em> <em> ‛ētsı̄m <\/em> (the carpenter, <em> faber lignarius <\/em> ), which follows in <a class=\"isa\" verses=\"WzE4NTQ3XQ==\">Isaiah 44:13<\/a>. <em> Chârash <\/em> is the construct of <em> c hârâsh <\/em> (= <em> c harrâsh <\/em> ), as in <a class=\"ref\">Exodus 28:11<\/a>. The second <em> kametz<\/em> of this form of noun does indeed admit of contraction, but only to the extent of a full short vowel; consequently the construct of the plural is not חרשׁי , but חרשׁי (<a class=\"isa\" verses=\"WzE4NTc4XQ==\">Isaiah 45:16<\/a>, etc.). Hence <a class=\"isa\" verses=\"WzE4NTQ2XQ==\">Isaiah 44:12<\/a> describes how the smith constructs an idol of iron, <a class=\"isa\" verses=\"WzE4NTQ3XQ==\">Isaiah 44:13<\/a> how the carpenter makes one of wood. But the first clause, מעצד בּרזל חרשׁ , is enigmatical. In any case, מעצד is a smith's tool of some kind (from עצד , related to חצד ). And consequently Gesenius, Umbreit, and others, adopt the rendering, “the smith an axe, that does he work ... ;” but the further account of the origin of an idol says nothing at all about this axe, which the smith supplies to the carpenter, that he may hew out an idol with it. Hitzig renders it, “The smith, a hatchet does he work, and forms it (viz., into an idol);” but what a roundabout way! first to make a hatchet and then make it into an idol, which would look very slim when made. Knobel translates it, “As for the cutting-smith, he works it;” but this guild of cutting-smiths certainly belongs to Utopia. The best way to render the sentence intelligible, would be to supply לו : “The smith has (uses) the <em> m a‛ătsâd <\/em> .” But in all probability a word has dropped out; and the Septuagint rendering, ὅτι ὤξυνεν τέκτων σίδηρον σκεπάρνω εἰργάσατο κ.τ.λ , shows that the original reading of the text was מעצד ברזל חרס חדד , and that חדד got lost on account of its proximity to יח ץ . The meaning therefore is, “The smith has sharpened, or sharpens (<em> c hiddēd <\/em> , syn. <em> shinnēn <\/em> ) the <em> m a‛ătsâd <\/em> ,” possibly the chisel, to cut the iron upon the anvil; and works with red-hot coals, making the iron red-hot by blowing the fire. The piece of iron which he cuts off is the future idol, and this he shapes with hammers ( יצרהוּ the future of יצר ). And what of the carpenter? He stretches the line upon the block of wood, to measure the length and breadth of the idol; he marks it upon the wood with red-stone (<em> sered <\/em> , <em> rubrica <\/em> , used by carpenters), and works it with planes (<em> m aqtsu‛ōth <\/em> , a feminine form of מקצוע , from קצע , to cut off, pare off, plane; compare the Arabic <em> mikta‛ <\/em> ), and with the compasses (<em> m e chūgâh <\/em> , the tool used, <em> lâchūg <\/em> , i.e. for making a circle) he draws the outline of it, that is to say, in order that the different parts of the body may be in right proportion; and he constructs it in such a manner that it acquires the shape of a man, the beautiful appearance of a man, to be set up like a human inmate in either a temple or private house. The <em> piel<\/em> תּאר ( תּאר ), from which comes <em> y e tāărēhū <\/em> , is varied here (according to Isaiah's custom; cf., <a class=\"isa\" verses=\"WzE4MjAxLDE4MTM2XQ==\">Isaiah 29:7; Isaiah 26:5<\/a>) with the <em> poel<\/em> תּאר , which is to be understood as denoting the more exact configuration. The preterites indicate the work for which both smith and carpenter have made their preparations; the futures, the work in which they are engaged.<\/p>",
    "audit": null
}