{
    "id": 13473,
    "source": "kdo",
    "verse_id": 18717,
    "verse_count": 1,
    "reference": "53:5",
    "title": "",
    "html": "<p>In<a class=\"isa\" verses=\"WzE4NzE3XQ==\">Isaiah 53:5<\/a> ,<span class=\"normal hebrew\"> והוּא<\/span> , as contrasted with<span class=\"normal hebrew\"> ואנחנוּ<\/span> , continues the true state of the case as contrasted with their false judgment.<i> “Whereas He was pierced for our sins, bruised for our iniquities: the punishment was laid upon Him for our peace; and through His stripes we were healed.”<\/i> The question is, whether<i><a class=\"isa\" verses=\"WzE4NzE3XQ==\">Isaiah 53:5<\/a><\/i> describes what He was during His life, or what He was in His death. The words decide in favour of the latter. For although<i> (<span class=\"translit\"> châlâl<\/span>) is applied to a person mortally wounded but not yet dead (<a class=\"ref\">Jeremiah 51:52; Psalm 69:27<\/a>), and<i> (<span class=\"translit\"> châlal<\/span>) to a heart wounded to death (<a class=\"ref\">Psalm 109:22<\/a>); the pure passives used here, which denote a calamity inflicted by violence from without, more especially<i> (<span class=\"translit\"> mechōlâl<\/span>), which is not the participle<i> polal<\/i> of<i> (<span class=\"translit\"> chı̄l<\/span>) (made to twist one's self with pain), but the participle<i> poal<\/i> of<i> (<span class=\"translit\"> châl<\/span>) (pierced,<i> transfossus<\/i> , the passive of<i> (<span class=\"translit\"> mechōlēl<\/span>),<a class=\"isa\" verses=\"WzE4NjgzXQ==\">Isaiah 51:9<\/a>), and the substantive clauses, which express a fact that has become complete in all its circumstances, can hardly be understood in any other way than as denoting, that “the servant of God” floated before the mind of the speaker in all the sufferings of death, just as was the case with Zechariah in<a class=\"ref\">Zechariah 12:10<\/a> . There were no stronger expressions to be found in the language, to denote a violent and painful death. As<i> min<\/i> , with the passive, does not answer to the Greek<span class=\"greek normal\"> ὑπό<\/span> , but to<span class=\"greek normal\"> ἀπό<\/span> , the meaning is not that it was our sins and iniquities that had pierced Him through like swords, and crushed Him like heavy burdens, but that He was pierced and crushed on account of our sins and iniquities. It was not His own sins and iniquities, but<i> ours<\/i> , which He had taken upon Himself, that He might make atonement for them in our stead, that were the cause of His having to suffer so cruel and painful a death.<br> The ultimate cause is not mentioned; but<span class=\"normal hebrew\"> עליו<\/span><span class=\"normal hebrew\"> שׁלומנוּ<\/span><span class=\"normal hebrew\"> מוּסר<\/span> which follows points to it. His suffering was a<i> (<span class=\"translit\"> mūsâr<\/span>), which is an indirect affirmation that it was God who had inflicted it upon Him, for who else could the<i> (<span class=\"translit\"> yōsēr<\/span>) (<i> (<span class=\"translit\"> meyassēr<\/span>)) be? We have rendered<i> (<span class=\"translit\"> mūsâr<\/span>) “punishment;” and there was no other word in the language for this idea; for though<span class=\"normal hebrew\"> נקם<\/span> and<span class=\"normal hebrew\"> פּקדּה<\/span> (to which Hofmann refers) have indeed the idea of punishment associated with them, the former signifies<span class=\"greek normal\"> ἐκδίκησις<\/span> , the latter<span class=\"greek normal\"> ἐπίσκεψις<\/span> , whereas<i> (<span class=\"translit\"> mūsâr<\/span>) not only denotes<span class=\"greek normal\"> παιδεία<\/span> , as the chastisement of love (<a class=\"ref\">Proverbs 3:11<\/a>), but also as the infliction of punishment (=<span class=\"greek normal\"> τιμωρία κόλασις<\/span> ,<a class=\"ref\">Proverbs 7:22; Jeremiah 30:14<\/a>), just as David, when he prayed that God might not punish him in His anger and hot displeasure (<a class=\"ref\">Psalm 6:2<\/a>), could not find a more suitable expression for punishment, regarded as the execution of judgment, than<span class=\"normal hebrew\"> יסּר<\/span> (<span class=\"normal hebrew\"> הוכיח<\/span>). The word itself, which follows the form of<i> (<span class=\"translit\"> mūsâd<\/span>) (<a class=\"isa\" verses=\"WzE4MTgxXQ==\">Isaiah 28:16<\/a>), signifies primarily being chastised (from (<span class=\"translit\"> yâsar<\/span>) = (<span class=\"translit\"> vâsar<\/span>), constringere<\/i> , coercere<\/i>), and included from the very outset the idea of practical chastisement, which then passed over into that of admonition in words, of warning by example, and of chastity as a moral quality. In the case before us, in which the reference is to a sufferer, and to a (<span class=\"translit\"> mūsâr<\/span>) resting upon him, this can only mean actual chastisement. If the expression had been<span class=\"normal hebrew\"> עליו<\/span><span class=\"normal hebrew\"> מוּסרנוּ<\/span> , it would merely mean that God had caused Him, who had taken upon Himself our sins and iniquities and thus made Himself representatively or vicariously guilty, to endure the chastisement which those sins deserved. but it is<span class=\"normal hebrew\"> שׁלומנוּ<\/span><span class=\"normal hebrew\"> מוּסר<\/span> . The connection of the words is the same as that of<span class=\"normal hebrew\"> חיּים<\/span><span class=\"normal hebrew\"> תּוכחת<\/span> in<a class=\"ref\">Proverbs 15:31<\/a> . As the latter signifies “reproof leading to life,” so the former signifies “the chastisement which leads to our peace.” It is true that the suffix belongs to the one idea, that that has grown up through this combination of the words, like (<span class=\"translit\"> berı̄th<\/span>) (<span class=\"translit\"> shelōmı̄<\/span>), “my peace-covenant” (<a class=\"isa\" verses=\"WzE4NzM0XQ==\">Isaiah 54:10<\/a>); but what else could our “peace-chastisement” be, than the chastisement that brings us peace, or puts us into a state of salvation? This is the idea involved in Stier's rendering, “restoring chastisement,” and Hofmann's, “the chastisement wholesome for us.” The difference in the exposition simply lies in the view entertained of the (<span class=\"translit\"> mūsâr<\/span>), in which neither of these commentators will allow that there is any idea of a visitation of justice here. But according to our interpretation, the genitive<span class=\"normal hebrew\"> שׁלומנו<\/span> , which defines the (<span class=\"translit\"> mūsâr<\/span>) so far as its object and results are concerned, clearly shows that this manifestation of the justice of God, this satisfaction procured by His holiness, had His love for its foundation and end. It was our peace, or, what is more in accordance with the full idea of the word, our general well-being, our blessedness, which these sufferings arrived at and secured (the synonyms of (<span class=\"translit\"> shâlōm<\/span>) are (<span class=\"translit\"> tōbh<\/span>) and (<span class=\"translit\"> yeshū‛âh<\/span>),<a class=\"isa\" verses=\"WzE4NzA0XQ==\">Isaiah 52:7<\/a>). In what follows, “and by His stripes ((<span class=\"translit\"> chăbhūrâh<\/span>) = (<span class=\"translit\"> chabbūrâh<\/span>),<a class=\"isa\" verses=\"WzE3NjYxXQ==\">Isaiah 1:6<\/a>) we have been healed,” (<span class=\"translit\"> shâlōm<\/span>) is defined as a condition of salvation brought about by healing. “Venustissimum<\/i><span class=\"greek normal\"> ὀξύμωρον<\/span> ,” exclaims Vitringa here. He means the same as Jerome when he says, suo vulnere vulnera nostra curavit<\/i> . The stripes and weals that were inflicted upon Him have made us sound and well (the lxx keeps the collective singular, and renders it very aptly<span class=\"greek normal\"> τῷ μώλωπι αὐτοῦ<\/span> ; cf.,<a class=\"ref\">1 Peter 2:24<\/a>). We were sick unto death because of our sins; but He, the sinless one, took upon Himself a suffering unto death, which was, as it were, the concentration and essence of the woes that we had deserved; and this voluntary endurance, this submission to the justice of the Holy One, in accordance with the counsels of divine love, became the source of our healing.<br><\/i><\/i><\/i><\/i><\/i><\/i><\/i><\/i><\/p> ",
    "audit": null
}