{
    "id": 18066,
    "source": "kdo",
    "verse_id": 18520,
    "verse_count": 2,
    "reference": "43:14-15",
    "title": "",
    "html": "<p> In close connection with the foregoing prophecy, the present one commences with the dissolution of the Chaldean empire. <em> “Thus saith Jehovah, your Redeemer, the Holy One of Israel, For your sake I have sent to Babel, and will hurl them all down as fugitives, and the Chaldeans into the ships of their rejoicing. I, Jehovah, am your Holy One; <\/em> (<em> I<\/em> )<em> Israel's Creator, your King.”<\/em> Hitzig reads באניות , and adopts the rendering, “and drowned the shouting of the Chaldeans in groaning.” Ewald also corrects  thus: “And plunge their guitars into groanings, and the rejoicing of the Chaldeans into sighs.” We cannot see any good taste in this un-Hebraic bombast. Nor is there any more reason for altering ברייחם (lxx φεύγοντας ) into ברייחם (Jerome, <em> vectes <\/em> ), as Umbreit proposes: “and make all their bolts<\/p><p> (Note: This would require כּל־בּריחיה .)<\/p><p> fall down, and the Chaldeans, who rejoice in ships” (<em> bāŏniyōth <\/em> ). None of these alterations effect any improvement. For your sakes, says Jehovah, i.e., for the purpose of releasing you, I have sent to Babylon (sc., the agents of my judgments, <a class=\"isa\" verses=\"WzE3OTEwXQ==\">Isaiah 13:3<\/a>), and will throw them all down (viz., the πάμιμκτος ὄχλος of this market of the world; see <a class=\"isa\" verses=\"WzE3OTIxLDE4NjE1XQ==\">Isaiah 13:14; Isaiah 47:15<\/a>) as fugitives (<em> bârı̄chı̄m <\/em> with a fixed <em> kametz<\/em> , equivalent to <em> barrı̄chı̄m <\/em> ), i.e., into a hurried flight; and the Chaldeans, who have been settled there from a hoary antiquity, even they shall be driven into the ships of their rejoicing (<em> bŏŏniyōth <\/em> , as in <a class=\"ref\">Proverbs 31:14<\/a>), i.e., the ships which were previously the object of their jubilant pride and their jubilant rejoicing. והורדתּי stands in the <em> perf. consec.<\/em> , as indicating the object of all the means already set in motion. The ships of pleasure are not air-balloons, as Hitzig affirms. Herodotus (i. 194) describes the freight ships discharging in Babylon; and we know from other sources that the Chaldeans not only navigated the Euphrates, but the Persian Gulf as well, and employed vessels built by Phoenicians for warlike purposes also.<\/p><p> (Note: See G. Rawlinson, <em> Monarchies<\/em> , i. 128, ii. 448.)<\/p><p>הוריד itself might indeed signify “to hurl to the ground” (<a class=\"ref\">Psalms 56:8; Psalms 59:12<\/a>); but the allusion to ships shows that בּ הוריד are to be connected (cf., <a class=\"isa\" verses=\"WzE4ODgxXQ==\">Isaiah 63:14<\/a>), and that a general driving down both by land and water to the southern coast is intended. By thus sweeping away both foreigners and natives out of Babylon into the sea, Jehovah proves what He is in Himself, according to <a class=\"isa\" verses=\"WzE4NTIxXQ==\">Isaiah 43:15<\/a>, and also in His relation to Israel; we must supply a repetition of אני here ( ), as in  . The congregation which addresses Him as the Holy One, the people who suffer Him to reign over them as their King, cannot remain permanently despised and enslaved.<\/p>",
    "audit": null
}