{
    "id": 13461,
    "source": "kdo",
    "verse_id": 18678,
    "verse_count": 2,
    "reference": "51:4–5",
    "title": "",
    "html": " <p>But the great work of the future extends far beyond the restoration of Israel, which becomes the source of salvation to all the world. <i>“Hearken unto me, my people, and give ear unto me, O my congregation! for instruction will go forth from me, and I make a place for my right, to be a light of the nations. My righteousness is near, my salvation is drawn out, and my arms will judge nations: the hoping of the islands looks to me, and for mine arm is their waiting.”<\/i>, It is Israel which is here summoned to hearken to the promise introduced with <i>(<span class=\"translit\">, kı̄ <\/span>). <span class=\"normal hebrew\">,לאוּמּי<\/span>, is only used here of Israel, like <span class=\"normal hebrew\">,גּוי<\/span>, in <a class=\"ref\">Zephaniah 2:9<\/a>; and the lxx (<span class=\"greek normal\">,καὶ οἱ βασιλεῖς<\/span>) have quite misunderstood it. An address to the heathen would be quite out of harmony with the character of the whole prophecy, which is carried out quite consistently throughout. <span class=\"normal hebrew\">,עמי<\/span>, and <span class=\"normal hebrew\">,לאומי<\/span>, therefore, are not plurals, as the Syriac supposes, although it cannot be disputed that it is a rare thing to meet with the plural form apocopated thus, after the form of the talmudic Aramaean; and see also at <a class=\"ref\">Psalm 45:9<\/a>). What <a class=\"isa\" verses=\"WzE4NDgyXQ==\">Isaiah 42:1<\/a>. describes as the calling of the servant of Jehovah, viz., to carry out justice among the nations, and to plant it on the earth, appears here as the act of Jehovah; but, as a comparison of <span class=\"normal hebrew\">,מאתּי<\/span>, with <span class=\"normal hebrew\">,מצּיּון<\/span>, (<a class=\"isa\" verses=\"WzE3Njg5XQ==\">Isaiah 2:3<\/a>) clearly shows, as the act of the God who is present in Israel, and works from Israel outwards. Out of Israel sprang the Saviour; out of Israel the apostleship; and when God shall have mercy upon Israel again, it will become to the whole world of nations “life from the dead.” The <i>(<span class=\"translit\">, thorâh<\/span>) referred to here is that of Sion, as distinguished from that of Sinai, the gospel of redemption, and <i>(<span class=\"translit\">, mishpât<\/span>) the new order of life in which Israel and the nations are united. Jehovah makes for this a place of rest, a firm standing-place, from which its light to lighten the nations streams forth in all directions. <span class=\"normal hebrew\">,הרגּיע<\/span>, as in <a class=\"ref\">Jeremiah 31:2; Jeremiah 50:34<\/a>, from <span class=\"normal hebrew\">,רגע<\/span>, in the sense of the Arabic (<span class=\"translit\">, rj‛ <\/span>), to return, to procure return, entrance, and rest; a different word from <span class=\"normal hebrew\">,רגע<\/span>, in <a class=\"isa\" verses=\"WzE4Njg5XQ==\">Isaiah 51:15<\/a>, which signifies the very opposite, viz., to disturb, literally to throw into trembling. <span class=\"normal hebrew\">,צדק<\/span>, and <span class=\"normal hebrew\">,ישע<\/span>, which occur in <a class=\"isa\" verses=\"WzE4Njc5XQ==\">Isaiah 51:5<\/a><\/i>, are synonyms throughout these prophecies. The meaning of the former is determined by the character of the thorah<\/i>, which gives “the knowledge of salvation” (<a class=\"ref\">Luke 1:77<\/a>), and with that “the righteousness of God” (<a class=\"ref\">Romans 1:17<\/a>; cf., <a class=\"isa\" verses=\"WzE4NzIzXQ==\">Isaiah 53:11<\/a>). This righteousness is now upon the point of being revealed; this salvation has started on the way towards the fullest realization. The great mass of the nations fall under the judgment which the arms of Jehovah inflict, as they cast down to the ground on the right hand and on the left. When it is stated of the islands, therefore, that they hope for Jehovah, and wait for His arm, the reference is evidently to the remnant of the heathen nations, which outlives the judgment, and not only desires salvation, and is susceptible of it, but which actually receives salvation (compare the view given in <a class=\"ref\">John 11:52<\/a>, which agrees with that of Isaiah, and which, in fact, is the biblical view generally, e.g., <a class=\"ref\">Joel 3:5<\/a>). To these the saving arm (the singular only was suitable here; cf., <a class=\"ref\">Psalm 16:11<\/a>) now brings that salvation, towards which their longing was more or less consciously directed, and which satisfied their inmost need. Observe in <a class=\"isa\" verses=\"WzE4Njc5XQ==\">Isaiah 51:5<\/a>, the majestic and self-conscious movement of the rhythm, with the effective tone of (<span class=\"translit\">, yeyachēlûn <\/span>). <br> <\/i> <\/p>",
    "audit": null
}