{
    "id": 13419,
    "source": "kdo",
    "verse_id": 18491,
    "verse_count": 4,
    "reference": "42:10–13",
    "title": "",
    "html": "<p>The prediction of these “new things,” which now follows, looks away from all human mediation. They are manifestly the work of Jehovah Himself, and consist primarily in the subjugation of His enemies, who are holding His people in captivity.<i> “Sing ye to Jehovah a new song, His praise from the end of the earth, ye navigators of the sea, and its fulness; ye islands, and their inhabitants. Let the desert and the cities thereof strike up, the villages that Kedar doth inhabit; the inhabitants of the rock-city may rejoice, shout from the summits of the mountains. Let them give glory to Jehovah, and proclaim His praise in the islands. Jehovah, like a hero will He go forth, kindle jealousy like a man of war; He will breath forth into a war-cry, a yelling war-cry, prove Himself a hero upon His enemies.”<\/i> The “new things” furnish the impulse and materials of “a new song,” such as had never been heard in the heathen world before. This whole group of vv. is like a variation of<a class=\"isa\" verses=\"eyIxODExMCI6Mn0=\">Isaiah 24:14-15<\/a> . The standing-place, whence the summons is uttered, is apparently<i> Ezion-geber<\/i> , at the head of the Elanitic Gulf, that seaport town from which in the time of the kings the news of the nations reached the Holy Land through the extensive commerce of Israel. From this point the eye stretches to the utmost circle of the earth, and then returns from the point where it meets with those who “go down to the sea,” i.e., who navigate the ocean which lies lower than the solid ground. These are to sing, and everything that lives and moves in the sea is to join in the sailors' song. The islands and coast lands, that are washed by the sea, are likewise to sing together with their inhabitants. After the summons has drawn these into the net of the song of praise, it moves into the heart of the land. The desert and its cities are to lift up (viz., “their voice”), the villages which Kedar inhabits. The reference to<i> Sela'<\/i> , the rock-city of Edomitish Nabataea, which is also mentioned in<a class=\"isa\" verses=\"WzE3OTcxXQ==\">Isaiah 16:1<\/a> (the<i> Wadi Musa<\/i> , which is still celebrated for its splendid ruins), shows by way of example what cities are intended. Their inhabitants are to ascend the steep mountains by which the city is surrounded, and to raise a joyful cry (<i> (<span class=\"translit\"> yitsvâchū<\/span>), to cry out with a loud noise; cf.,<a class=\"isa\" verses=\"WzE4MTA3XQ==\">Isaiah 24:11<\/a>). Along with the inhabitants of cities, the stationary Arabs, who are still called<i> Hadariye<\/i> in distinction from<i> Wabariye<\/i> , the Arabs of the tents, are also summoned;<i> (<span class=\"translit\"> hadar<\/span>) ((<span class=\"translit\"> châtsēr<\/span>)) is a fixed abode, in contrast to (<span class=\"translit\"> bedû<\/span>), the steppe, where the tents are pitched for a short time, now in one place and now in another. In<a class=\"isa\" verses=\"WzE4NDkzXQ==\">Isaiah 42:12<\/a> the summons becomes more general. The subject is the heathen universally and in every place; they are to give Jehovah the glory (<a class=\"ref\">Psalm 56:2<\/a>), and declare His praise upon the islands, i.e., to the remotest ends of the whole world of nations. In<a class=\"isa\" verses=\"WzE4NDk0XQ==\">Isaiah 42:13<\/a> there follows the reason for this summons, and the theme of the new song in honour of the God of Israel, viz., His victory over His enemies, the enemies of His people. The description is anthropomorphically dazzling and bold, such as the self-assurance and vividness of the Israelitish idea of God permitted, without any danger of misunderstanding. Jehovah goes out into the conflict like a hero; and like a “man of war,” i.e., like one who has already fought many battles, and is therefore ready for war, and well versed in warfare, He stirs up jealousy (see at<a class=\"isa\" verses=\"WzE3ODM2XQ==\">Isaiah 9:6<\/a>). His jealousy has slumbered as it were for a long time, as if smouldering under the ashes; but now He stirs it up, i.e., makes it burn up into a bright flame. Going forward to the attack,<span class=\"normal hebrew\"> יריע<\/span> , “He breaks out into a cry,”<span class=\"normal hebrew\"> אף־יצריח<\/span> , “yea, a yelling cry” (kal<\/i><a class=\"ref\">Zephaniah 1:14<\/a> , to cry with a yell; hiphil<\/i> , to utter a yelling cry). In the words, “He will show Himself as a hero upon His enemies,” we see Him already engaged in the battle itself, in which He proves Himself to possess the strength and boldness of a hero ((<span class=\"translit\"> hithgabbar<\/span>) only occurs again in the book of Job). The overthrow which heathenism here suffers at the hand of Jehovah is, according to our prophet's view, the final and decisive one. The redemption of Israel, which is thus about to appear, is redemption from the punishment of captivity, and at the same time from all the troubles that arise from sin. The period following the captivity and the New Testament times here flow into one.<br><\/p> ",
    "audit": null
}