{
    "id": 13432,
    "source": "kdo",
    "verse_id": 18563,
    "verse_count": 3,
    "reference": "45:1–3",
    "title": "",
    "html": " <p>The first strophe of the first half of this sixth prophecy (<a class=\"isa\" verses=\"WzE4NTU4XQ==\">Isaiah 44:24<\/a>.), the subject of which is Cyrus, the predicted restorer of Jerusalem, of the cities of Judah, and of the temple, is now followed by a second strophe (<a class=\"isa\" verses=\"eyIxODU2MyI6OH0=\">Isaiah 45:1-8<\/a>), having for its subject Cyrus, the man through whose irresistible career of conquest the heathen would be brought to recognise the power of Jehovah, so that heavenly blessings would come down upon the earth. The naming of the great shepherd of the nations, and the address of him, are continued in <a class=\"isa\" verses=\"eyIxODU2MyI6M30=\">Isaiah 45:1-3<\/a>: <i>“Thus saith Jehovah to His anointed, to Koresh, whom I have taken by his right hand to subdue nations before him; and the loins of kings I ungird, to open before him doors and gates, that they may not continue shut. I shall go before thee, and level what is heaped up: gates of brass shall I break in pieces, and bolts of iron shall I smite to the ground. And I shall give thee treasures of darkness, and jewels of hidden places, that thou mayest know that I Jehovah am He who called out thy name, (even) the God of Israel.”<\/i>, The words addressed to Cyrus by Jehovah commence in <a class=\"isa\" verses=\"WzE4NTY0XQ==\">Isaiah 45:2<\/a>, but promises applying to him force themselves into the introduction, being evoked by the mention of his name. He is the only king of the Gentiles whom Jehovah ever <i>(<span class=\"translit\">, meshı̄chı̄<\/span>) (my anointed; lxx <span class=\"greek normal\">,τῷ χριστῷ μου <\/span>). The fundamental principle of the politics of the empire of the world was all-absorbing selfishness. But the politics of Cyrus were pervaded by purer motives, and this brought him eternal honour. The very same thing which the spirit of Darius, the father of Xerxes, is represented as saying of him in the <i>Persae<\/i>, of Aeschylus (v. 735), <span class=\"greek normal\">,Θεὸς γὰρ οὐκ ἤχθησεν ὡς εὔφρων ἔφυ<\/span>, (for he was not hateful to God, because he was well-disposed), is here said by the Spirit of revelation, which by no means regards the virtues of the heathen as <i>splendida vitia<\/i>,. Jehovah has taken him by his right hand, to accomplish great things through him while supporting him thus. (On the inf. <i>(<span class=\"translit\">, rad<\/span>) for <i>(<span class=\"translit\">, rōd <\/span>), from <i>(<span class=\"translit\">, râdad <\/span>), to tread down, see Ges. §67, Anm. 3.) The dual <i>(<span class=\"translit\">, delâthaim<\/span>) has also a plural force: “double doors” (<i>fores<\/i>) in great number, viz., those of palaces. After the two infinitives, the verb passes into the finite tense: “loins of kings I ungird” (<i>discingo<\/i>,; <i>(<span class=\"translit\">, pittēăch <\/span>), which refers primarily to the loosening of a fastened garment, is equivalent to depriving of strength). The gates—namely, those of the cities which he storms—will not be shut, sc. in perpetuity, that is to say, they will have to open to him. Jerome refers here to the account given of the elder Cyrus in Xenophon's <i>Cyropaedia<\/i>,. A general picture may no doubt be obtained from this of his success in war; but particular statements need support from other quarters, since it is only a historical romance. Instead of <span class=\"normal hebrew\">,אושׁר<\/span>, (<span class=\"normal hebrew\">,אושׁר <\/span>)? in <a class=\"isa\" verses=\"WzE4NTY0XQ==\">Isaiah 45:2<\/a>, the <i>keri<\/i>, has <span class=\"normal hebrew\">,אישּׁר<\/span>,; just as in <a class=\"ref\">Psalm 5:9<\/a>, it has <span class=\"normal hebrew\">,הישׁר<\/span>, instead of <span class=\"normal hebrew\">,הושׁר<\/span>,. A <i>hiphil <\/i> <span class=\"normal hebrew\">,הושׁיר<\/span>, cannot really be shown to have existed, and the abbreviated future form <span class=\"normal hebrew\">,עושׁר<\/span>, would be altogether without ground or object here. <span class=\"normal hebrew\">,הדּורים<\/span>, (<i>tumida<\/i>,; like <span class=\"normal hebrew\">,נעיימם<\/span>, <i>amaena<\/i>, and others) is meant to refer to the difficulties piled up in the conqueror's way. The “ <i>gates of brass<\/i>,' ((<span class=\"translit\">, nedhūshâh <\/span>), brazen, poetical for (<span class=\"translit\">, nechōsheth <\/span>), brass, as in the derivative passage, <a class=\"ref\">Psalm 107:16<\/a>) and “bolts of iron<\/i>,” remind one more especially of Babylon with its hundred “brazen gates,” the very posts and lintels of which were also of brass (Herod. i. 179); and the treasures<\/i>, laid up in deep darkness and jewels<\/i>, preserved in hiding-places, of the riches of Babylon (<a class=\"ref\">Jeremiah 50:37; Jeremiah 51:13<\/a>), and especially of those of the Lydian Sardes, “the richest city of Asia after Babylon” (Cyrop.<\/i>, vii. 2, 11), which Cyrus conquered first. On the treasures which Cyrus acquired through his conquests, and to which allusion is made in the Persae<\/i>, of Aeschylus, v. 327 (“O Persian, land and harbour of many riches thou”), see Plin. h. n.<\/i>, xxxiii. 2. Brerewood estimates the quantity of gold and silver mentioned there as captured by him at no less than £126,224,000 sterling. And all this success is given to him by Jehovah, that he may know that it is Jehovah the God of Israel who has called out with his name, i.e., called out his name, or called him to be what he is, and as what he shows himself to be. <br> <\/p>",
    "audit": null
}