{
    "id": 17988,
    "source": "kdo",
    "verse_id": 18386,
    "verse_count": 3,
    "reference": "37:33-35",
    "title": "",
    "html": "<p> The prophecy concerning the protection of Jerusalem becomes more definite in the last turn than it ever has been before. <em> “Therefore thus saith Jehovah concerning the king of Asshur, He will not enter into this city, nor shoot off an arrow there; nor do they assault it with a shield, nor cast up earthworks against it. By the way by which he came <\/em> (K.<em> will come<\/em> )<em> will he return; and he will not enter into this city, saith Jehovah. And I shield this city <\/em> ( על , K. אל )<em> , to help it, for mine own sake, and for the sake of David my servant.”<\/em> According to Hitzig, this conclusion belongs to the later reporter, on account of its “suspiciously definite character.” Knobel, on the other hand, sees no reason for disputing the authorship of Isaiah, inasmuch as in all probability the pestilence had already set in (<a class=\"isa\" verses=\"WzE4MzA0XQ==\">Isaiah 33:24<\/a>), and threatened to cripple the Assyrian army very considerably, so that the prophet began to hope that Sennacherib might now be unable to stand against the powerful Ethiopian king. To us, however, the words “Thus saith Jehovah” are something more than a flower of speech; and we hear the language of a man exalted above the standard of the natural man, and one how has been taken, as Amos says (<a class=\"ref\">Amos 3:7<\/a>), by God, the moulder of history into “His secret.” Here also we see the prophecy at its height, towards which it has been ascending from <a class=\"isa\" verses=\"WzE3NzgzXQ==\">Isaiah 6:13<\/a> and <a class=\"isa\" verses=\"eyIxNzg4NCI6Mn0=\">Isaiah 10:33-34<\/a> onwards, through the midst of obstacles accumulated by the moral condition of the nation, but with the same goal invariably in view. The Assyrian will not storm Jerusalem; there will not even be preparations for a siege. The verb <em> qiddēm <\/em> is construed with a double accusative, as in <a class=\"ref\">Psalms 21:4<\/a> : <em> sōl e lâh <\/em> refers to the earthworks thrown up for besieging purposes, as in <a class=\"ref\">Jeremiah 32:24<\/a>. The reading יבא instead of בּא has arisen in consequence of the eye having wandered to the following יבא . The promise in  sounds like <a class=\"isa\" verses=\"WzE4MjU2XQ==\">Isaiah 31:5<\/a>. The reading אל for על is incorrect. One motive assigned (“for my servant David's sake”) is the same as in <a class=\"ref\">1 Kings 15:4<\/a>, etc.; and the other (“for mine own sake”) the same as in <a class=\"isa\" verses=\"WzE4NTMxLDE4NjI2XQ==\">Isaiah 43:25; Isaiah 48:11<\/a> (compare, however, <a class=\"isa\" verses=\"WzE4NzQ0XQ==\">Isaiah 55:3<\/a> also). On the one hand, it is in accordance with the honour and faithfulness of Jehovah, that Jerusalem is delivered; and, on the other hand, it is the worth of David, or, what is the same thing, the love of Jehovah turned towards him, of which Jerusalem reaps the advantage.<\/p>",
    "audit": null
}