{
    "id": 18160,
    "source": "kdo",
    "verse_id": 18722,
    "verse_count": 1,
    "reference": "53:10",
    "title": "",
    "html": "<p> The last turn in the prophecy, which commences here, carries out  still further, and opens up the background of His fate. The gracious counsel of God for our salvation was accomplished thus. <em> “And it pleased Jehovah to bruise Him, to afflict Him with disease; if His soul would pay a trespass-offering, He should see posterity, should live long days, and the purpose of Jehovah should prosper through His hand.”<\/em> החלי cannot possibly be equivalent to החלי , as Hitzig supposes. An article appended to a noun never obliterates the fundamental character of its form (not even in האר ץ ). Nor does Böttcher's suggestion, that we should read החלי as an accusative of more precise definition, commend itself; for what would the article do in that case? It is the <em> hiphil<\/em> of חלה , like the Syriac <em> agil <\/em> from <em> g e lo <\/em> ; or rather, as even in Syriac this אגלי is equivalent to אגליא , of חלא , <a class=\"ref\">2 Chronicles 16:12<\/a> (cf., תּחלוּאי ם ), like החטי in <a class=\"ref\">2 Kings 13:6<\/a> and <a class=\"ref\">Jeremiah 32:35<\/a>, from חטא . דּכּאו is placed under דּכא ) (= דּכאו with <em> Dag.<\/em> <em> dirimens<\/em> ) in Gesenius' Lexicon; but this substantive is a needless fiction. דכאו is an inf. <em> piel<\/em> : <em> conterere eum <\/em> (Jerome), not καθαρίσαι αὐτόν (lxx from דּכא ) = זכה ). According to <a class=\"ref\">Micah 6:13<\/a> ( הכּות ך החליתי , I hurt to smite thee, i.e., I smite thee with a painful blow), החלי דכּאו are apparently connected, in the sense of “And it pleased Jehovah to bruise Him painfully.” But both logically and syntactically this would require the opposite construction, viz., דכאו החלי . דּכּאו must therefore be an infinitive, depending upon חפ ץ , according to <a class=\"ref\">Job 33:32<\/a> (= εὐδόκησε ; the lxx thoughtlessly renders it βούλεται ). The infinitive construction is then changed into the finite; for even החלי is subordinate to חפ ץ , as in <a class=\"ref\">Hosea 5:11<\/a> (cf., <a class=\"isa\" verses=\"WzE4NTAyXQ==\">Isaiah 42:21<\/a>; Ges. §142, 3); “he would, made ill,” being equivalent to “he would make ill,” i.e., he would plunge into distress. There is no necessity to repeat דכאו after החלי , in the sense of “he caused sore evil therewith,” viz., with the דכאו . It was <em> men<\/em> who inflicted upon the Servant of God such crushing suffering, such deep sorrow; but the supreme <em> causa efficiens <\/em> in the whole was <em> God<\/em> , who made the sin of men subservient to His pleasure, His will, and predetermined counsel. The suffering of His Servant was to be to Him the way to glory, and this way of His through suffering to glory was to lead to the establishment of a church of the redeemed, which would spring from Him; in other words, it would become the commencement of that fulfilment of the divine plan of salvation which He, the ever-living, ever-working One, would carry out to completion. We give up the idea that תּשׂים is to be taken as addressed by Jehovah to “His Servant.” The person acting is the Servant, and it is to Jehovah that the action refers. But Hofmann's present view, viz., that <em> tâsı̄m <\/em> is addressed to the people, is still less admissible. It is the people who are speaking here; and although the confession of the penitent Israel runs on from <a class=\"isa\" verses=\"WzE4NzIzXQ==\">Isaiah 53:11<\/a> (where the confessing retrospective view of the past becomes prospective and prophetic glance at the future) in a direct prophetic tone, and <a class=\"isa\" verses=\"WzE4NzIyXQ==\">Isaiah 53:10<\/a> might form the transition to this; yet, if the people were addressed in this word <em> tâsı̄m <\/em> , it would be absolutely necessary that it should be distinctly mentioned in this connection. And is it really Israel which makes the soul of the Servant an <em> ' âshâm <\/em> , and not rather the Servant Himself? No doubt it is true, that if nothing further were stated here than that “the people made the life of the Servant of God an <em> ' âshâm <\/em> , inasmuch as it treated Him just as if it had a pricking in its conscience so long as it suffered Him to live,” - which is a natural sequel in Hofmann's case to his false assumption, that the passion described in <a class=\"isa\" verses=\"eyIxODcxMyI6MTJ9\">Isaiah 53:1-12<\/a> was merely the culminating point in the sufferings which the Servant was called to endure <em> as a prophet<\/em> , whereas the prophet falls into the background here behind the sacrifice and the priest - we should no doubt have one scriptural testimony less to support the <em> satisfactio vicaria <\/em> .<\/p><p> (Note: In the first edition of Hofmann's <em> Schriftbeweis<\/em> (i. 2, 137), in which he regarded <em> tâsı̄m <\/em> as addressed to God, he set aside the orthodox view with the remark, that God Himself makes good the injury that men have done to Him by giving up the life of His Servant. In the second edition (i. 2, 208) he supposes the people to be addressed, and it is therefore the people who make the Servant's life an <em> ' âshâm <\/em> . The first edition contained the following correct definition of <em> ' âshâm <\/em> : “In general, it denotes what one person pays to make good an injury done by him to another.” The exposition which follows above will show how we are forced to adopt the orthodox view, if we adhere to this definition and regard the Servant Himself as presenting the <em> ' âshâm <\/em> .)<\/p><p> But if we adopt the following rendering, which is the simplest, and the one least open to exception: if His soul offered (placed, i.e., should have placed; cf., <a class=\"ref\">Job 14:14<\/a>, <em> si mortuus fuerit <\/em> ) an <em> ' âshâm <\/em> - it is evident that <em> ' âshâm <\/em> has here a sacrificial meaning, and indeed a very definite one, inasmuch as the <em> ' âshâm <\/em> (the trespass-offering) was a sacrifice, the character of which was very sharply defined. It is self-evident, however, that the <em> ' âshâm <\/em> paid by the soul of the Servant must consist in the sacrifice of itself, since He pays it by submitting to a violent death; and a sacrifice presented by the <em> nephesh <\/em> (the soul, the life, the very self) must be not only one which proceeds from itself, but one which consists in itself. If, then, we would understand the point of view in which the self-sacrifice of the Servant of God is placed when it is called an <em> ' âshâm <\/em> , we must notice very clearly the characteristic distinction between this kind of sacrifice and every other. Many of the ritual distinctions, however, may be indicated superficially, inasmuch as they have no bearing upon the present subject, where we have to do with an antitypical and personal sacrifice, and not with a typical and animal one. The <em> ' âshâm <\/em> was a <em> sanctissimum <\/em> , like that of the sin-offering (<a class=\"ref\">Leviticus 6:10, Leviticus 6:17<\/a>, and <a class=\"ref\">Leviticus 14:13<\/a>), and according to <a class=\"ref\">Leviticus 7:7<\/a> there was “one law” for them both. This similarity in the treatment was restricted simply to the fact, that the fat portions of the trespass-offering, as well as of the sin-offering, were placed upon the altar, and that the remainder, as in the case of those sin-offerings the blood of which was not taken into the interior of the holy place, was assigned to the priests and to the male members of the priestly families (see <a class=\"ref\">Leviticus 6:22; Leviticus 7:6<\/a>). There were the following points of contrast, however, between these two kinds of sacrifice: (1.) The material of the <em> sin-offerings<\/em> varied considerably, consisting sometimes of a bullock, sometimes of a pair of doves, and even of meal without oil or incense; whereas the <em> trespass-offering<\/em> always consisted of a ram, or at any rate of a male sheep. (2.) The choice of the victim, and the course adopted with its blood, was regulated in the case of the sin-offering according to the condition of the offerer; but in the case of the trespass-offering they were neither of them affected by this in the slightest degree. (3.) <em> Sin-offerings<\/em> were presented by the congregation, and upon holy days, whereas <em> trespass-offerings<\/em> were only presented by individuals, and never upon holy days. (4.) In connection with the <em> trespass-offering<\/em> there was none of the smearing of the blood (<em> n e thı̄nâh <\/em> ) or of the sprinkling of the blood (<em> hazzâ'âh <\/em> ) connected with the sin-offering, and the pouring out of the blood at the foot of the altar (<em> sh e phı̄khâh <\/em> ) is never mentioned.The ritual for the blood consisted purely in the swinging out of the blood (<em> z e rı̄qâh <\/em> ), as in the case of the whole offering and of the peace-offerings. There is only one instance in which the blood of the trespass-offering is ordered to be smeared, viz., upon certain portions of the body of the leper (<a class=\"ref\">Leviticus 14:14<\/a>), for which the blood of the sin-offering that was to be applied exclusively to the altar could not be used. And in general we find that, in the case of the trespass-offering, instead of the altar-ritual, concerning which the law is very brief (<a class=\"ref\">Leviticus 7:1-7<\/a>), other acts that are altogether peculiar to it are brought prominently into the foreground (<a class=\"ref\">Leviticus 5:14.; Numbers 5:5-8<\/a>). These are all to be accounted for from the fact that a trespass-offering was to be presented by the man who had unintentionally laid hands upon anything holy, e.g., the tithes or first-fruits, or who had broken any commandment of God “in ignorance” (if indeed this is to be taken as the meaning of the expression “and wist it not” in <a class=\"ref\">Leviticus 5:17-19<\/a>); also by the man who had in any way defrauded his neighbour (which was regarded as unfaithfulness towards Jehovah), provided he anticipated it by a voluntary confession - this included the violation of another's conjugal rights in the case of a bondmaid (<a class=\"ref\">Leviticus 19:20-22<\/a>); also by a leper or a Nazarite defiled by contact with a corpse, at the time of their purification, because their uncleanness involved the neglect and interruption of the duties of worship which they were bound to observe. Wherever a material restitution was possible, it was to be made with the addition of a fifth; and in the one case mentioned in <a class=\"ref\">Leviticus 19:20-22<\/a>, the trespass-offerings was admissible even after a judicial punishment had been inflicted. But in every case the guilty person had to present the animal of the trespass-offering “according to thy valuation, O priest, in silver shekels,” i.e., according to the priests' taxation, and in holy coin. Such was the prominence given to the person of the priest in the ritual of the trespass-offering. In the sin-offering the priest is always the representative of the offerer; but in the trespass-offering he is generally the representative of God. The trespass-offering was a restitution or compensation made to God in the person of the priest, a payment or penance which made amends for the wrong done, <em> a satisfactio <\/em> in a disciplinary sense. And this is implied in the name; for just as חטּאת denotes first the sin, then the punishment of the sin and the expiation of the sin, and hence the sacrifice which cancels the sin; so <em> ' âshâm <\/em> signifies first the guilt or debt, then the compensation or penance, and hence (cf., <a class=\"ref\">Leviticus 5:15<\/a>) the sacrifice which discharges the debt or guilt, and sets the man free. <\/p><p> Every species of sacrifice had its own primary idea. The fundamental idea of the <em> ‛ ōlâh <\/em> (burnt-offering) was <em> oblatio <\/em> , or the offering of worship; that of the <em> sh e lâmı̄m <\/em> (peace-offerings), <em> conciliatio <\/em> , or the knitting of fellowship that of the <em> m inchâh <\/em> (meat-offering), <em> donatio <\/em> , or sanctifying consecration; that of the <em> c hattâ 'th <\/em> (sin-offering), <em> expiatio <\/em> , or atonement; that of the <em> ' âshâm <\/em> (trespass-offering), <em> m ulcta <\/em> (<em> satisfactio <\/em> ), or a compensatory payment. The self-sacrifice of the Servant of Jehovah may be presented under all these points of view. It is the complete antitype, the truth, the object, and the end of all the sacrifices. So far as it is the antitype of the “whole offering,” the central point in its antitypical character is to be found in the offering of His entire personality ( προσφορὰ τοῦ σώματος , <a class=\"ref\">Hebrews 10:10<\/a>) to God for a sweet smelling savour (<a class=\"ref\">Ephesians 5:2<\/a>); so far as it is the antitype of the sin-offering, in the shedding of His blood (<a class=\"ref\">Hebrews 9:13-14<\/a>), the “blood of sprinkling” (<a class=\"ref\">Hebrews 12:24; 1 Peter 1:2<\/a>); so far as it is the antitype of the <em> sh e lâmı̄m <\/em> , and especially of the passover, in the sacramental participation in His one self-sacrifice, which He grants to us in His courts, thus applying to us His own redeeming work, and confirming our fellowship of peace with God (<a class=\"ref\">Hebrews 13:10; 1 Corinthians 5:7<\/a>), since the <em> sh e lâmı̄m <\/em> derive their name from <em> shâlōm <\/em> , <em> pax, communio <\/em> ; so far as it is the antitype of the trespass-offering, in the equivalent rendered to the justice of God for the sacrileges of our sins. The idea of compensatory payment, which Hofmann extends to the whole sacrifice, understanding by <em> kipper <\/em> the covering of the guilt in the sense of a debt (<em> debitum <\/em> ), is peculiar to the <em> ' âshâm <\/em> ; and at the same time an idea, which Hofmann cannot find in the sacrifices, is expressed here in the most specific manner, viz., that of <em> satisfaction<\/em> demanded by the justice of God, and of <em> paena <\/em> outweighing the guilt contracted (cf., <em> nirtsâh <\/em> , <a class=\"isa\" verses=\"WzE4NDIzXQ==\">Isaiah 40:2<\/a>); in other words, the idea of <em> satisfactio vicaria <\/em> in the sense of Anselm is brought out most distinctly here, where the soul of the Servant of God is said to present such an atoning sacrifice for the whole, that is to say, where He offers Himself as such a sacrifice by laying down the life so highly valued by God (<a class=\"isa\" verses=\"WzE4NDgyLDE4NjQyXQ==\">Isaiah 42:1; Isaiah 49:5<\/a>). As the verb most suitable to the idea of the <em> ' âshâm <\/em> the writer selects the verb <em> sı̄m <\/em> , which is generally used to denote the giving of a pledge (<a class=\"ref\">Job 17:3<\/a>), and is therefore the most suitable word for every kind of <em> satisfactio <\/em> that represents a direct <em> solutio <\/em> . The apodoses to “if His soul shall have paid the penalty (<em> paenam <\/em> or <em> mulctam <\/em> )” are expressed in the future, and therefore state what would take place when the former should have been done. He should see posterity (vid., <a class=\"ref\">Genesis 50:23; Job 42:16<\/a>), i.e., should become possessed of a large family of descendants stretching far and wide. The reference here is to the new “seed of Israel,” the people redeemed by Him, the church of the redeemed out of Israel and all nations, of which He would lay the foundation. Again, He should live long days, as He says in <a class=\"ref\">Revelation 1:18<\/a>, “I was dead, and, behold, I am alive for evermore.”<\/p><p> (Note: Knobel observes here: “The statement that a person first offers himself as a trespass-offering, and then still lives for a long time, and still continues working, is a very striking one; but it may be explained on the ground that the offerer is a plurality.” But how are we to explain the striking expression in our creed, “rose again from the dead?”)<\/p><p> Thirdly, the pleasure of Jehovah should prosper “in His hand,” i.e., through the service of His mediation, or (according to the primary meaning of <em> tsâlach <\/em> ) should go on advancing incessantly, and pressing on to the final goal. His self-sacrifice, therefore, merely lays the foundation for a progressively self-realizing “pleasure of the Lord,” i.e., (cf., <a class=\"isa\" verses=\"WzE4NTYyXQ==\">Isaiah 44:28<\/a>) for the realization of the purpose of God according to His determinate counsel, the fuller description of which we had in chapters 42 and 49, where it was stated that He should be the mediator of a new covenant, and the restorer of Israel, the light of the Gentiles and salvation of Jehovah even to the ends of the earth.<\/p>",
    "audit": null
}