{
    "id": 18143,
    "source": "kdo",
    "verse_id": 18700,
    "verse_count": 4,
    "reference": "52:3-6",
    "title": "",
    "html": "<p> The reason for the address is now given in a well-sustained promise. <em> “For thus saith Jehovah, Ye have been sold for nothing, and ye shall not be redeemed with silver. For thus saith the Lord Jehovah, My people went down to Egypt in the beginning to dwell there as guests; and Asshur has oppressed it for nothing. And now, what have I to do here? saith Jehovah: for my people are taken away for nothing; their oppressors shriek, saith Jehovah, and my name is continually blasphemed all the day. Therefore my people shall learn my name; therefore, in that day, that I am He who saith, There am I.”<\/em> Ye have been sold (this is the meaning of <a class=\"isa\" verses=\"WzE4NzAwXQ==\">Isaiah 52:3<\/a>); but this selling is merely a giving over to a foreign power, without the slightest advantage accusing to Him who had no other object in view than to cause them to atone for their sins (<a class=\"isa\" verses=\"WzE4NjY0XQ==\">Isaiah 50:1<\/a>), and without any other people taking their place, and serving Him in their stead as an equivalent for the loss He sustained. And there would be no need of silver to purchase the favour of Him who had given them up, since a manifestation of divine power would be all that would be required (<a class=\"isa\" verses=\"WzE4NTc1XQ==\">Isaiah 45:13<\/a>). For whether Jehovah show Himself to Israel as the Righteous One or as the Gracious One, as a Judge or as a Redeemer, He always acts as the Absolute One, exalted above all earthly affairs, having no need to receive anything, but able to give everything. He receives no recompense, and gives none. Whether punishing or redeeming, He always guards His people's honour, proving Himself in the one case to be all-sufficient, and in the other almighty, but acting in both cases freely from Himself. <\/p><p> In the train of thought in <a class=\"isa\" verses=\"eyIxODcwMSI6M30=\">Isaiah 52:4-6<\/a> the reason is given for the general statement in <a class=\"isa\" verses=\"WzE4NzAwXQ==\">Isaiah 52:3<\/a>. Israel went down to Egypt, the country of the Nile valley, with the innocent intention of sojourning, i.e., living as a guest (<em> gūr <\/em> ) there in a foreign land; and yet (as we may supply from the next clause, according to the law of a self-completing parallelism) there it fell into the bondage of the Pharaohs, who, whilst they did not fear Jehovah, but rather despised Him, were merely the blind instruments of His will. Asshur then oppressed it <em> b e phes <\/em> , i.e., not “at last” (<em> ultimo tempore <\/em> , as Hävernick renders it), but (as אפס is the synonym of אין in <a class=\"isa\" verses=\"WzE4NDM4LDE4NDU0XQ==\">Isaiah 40:17; Isaiah 41:2<\/a>) “for nothing,” i.e., without having acquired any right to it, but rather serving in its unrighteousness simply as the blind instrument of the righteousness of Jehovah, who through the instrumentality of Asshur put an end first of all to the kingdom of Israel, and then to the kingdom of Judah. The two references to the Egyptian and Assyrian oppressions are expressed in as brief terms as possible. But with the words “now therefore” the prophecy passes on in a much more copious strain to the present oppression in Babylon. Jehovah inquires, <em> Quid mihi hic <\/em> (What have I to do here)? Hitzig supposes <em> pōh <\/em> (here) to refer to heaven, in the sense of, “What pressing occupation have I here, that all this can take place without my interfering?” But such a question as this would be far more appropriate to the Zeus of the Greek comedy than to the Jehovah of prophecy. Knobel, who takes <em> pōh <\/em> as referring to the captivity, in accordance with the context, gives a ridiculous turn to the question, viz., “What do I get here in Babylonia, from the fact that my people are carried off for nothing? Only loss.” He observes himself that there is a certain wit in the question. But it would be silly rather than witty, if, after Jehovah had just stated that He had given up His people for nothing, the prophet represented Him as preparing to redeem it by asking, “What have I gained by it?” The question can have no other meaning, according to <a class=\"isa\" verses=\"WzE4MDY5XQ==\">Isaiah 22:16<\/a>, than “What have I to do here?” Jehovah is thought of as present with His people (cf., <a class=\"ref\">Genesis 46:4<\/a>), and means to inquire whether He shall continue this penal condition of exile any longer (Targum, Rashi, Rosenmüller, Ewald, Stier, etc.). The question implies an intention to redeem Israel, and the reason for this intention is introduced with <em> kı̄ <\/em> . Israel is taken away (<em> ablatus <\/em> ), viz., from its own native home, <em> c hinnâm <\/em> , i.e., without the Chaldeans having any human claim upon them whatever. The words יהיליילוּ משׁליו ( משׁלו ) are not to be rendered, “its singers lament,” as Reutschi and Rosenmüller maintain, since the singers of Israel are called <em> m e shōr e rı̄m <\/em> ; nor “its (Israel's) princes lament,” as Vitringa and Hitzig supposed, since the people of the captivity, although they had still their national <em> sârı̄m <\/em> , had no other <em> m ōsh e lı̄m <\/em> than the Chaldean oppressors (<a class=\"isa\" verses=\"WzE4NjQ0LDE3OTM0XQ==\">Isaiah 49:7; Isaiah 14:5<\/a>). It is the intolerable tyranny of the oppressors of His people, that Jehovah assigns in this sentence as the reason for His interposition, which cannot any longer be deferred. It is true that we do meet with <em> hēlı̄l <\/em> (of which we have the future here without any syncope of the first syllable) in other passages in the sense of <em> ululare <\/em> , as a cry of pain; but just as הריע , רנן , רזח signify a yelling utterance of either joy or pain, so heeliil may also be applied to the harsh shrieking of the capricious tyrants, like Lucan's <em> laetis ululare triumphis <\/em> , and the Syriac <em> ailel <\/em> , which is used to denote a war-cry and other noises as well. In connection with this proud and haughty bluster, there is also the practice of making Jehovah's name the butt of their incessant blasphemy: מנּא ץ is a <em> part. hithpoel<\/em> with an assimilated ת and a pausal <em> ā <\/em> for <em> ē <\/em> , although it might also be a passive <em> hithpoal<\/em> (for the <em> ō <\/em> in the middle syllable, compare מגאל , <a class=\"ref\">Malachi 1:7; מבהל , Esther 8:14<\/a>). In <a class=\"isa\" verses=\"WzE4NzAzXQ==\">Isaiah 52:6<\/a> there follows the closing sentence of the whole train of thought: therefore His people are to get to learn His name, i.e., the self-manifestation of its God, who is so despised by the heathen; therefore <em> lâkhēn <\/em> repeated with emphasis, like כּעל in <a class=\"isa\" verses=\"WzE4ODE5XQ==\">Isaiah 59:18<\/a>, and possibly <em> min<\/em> in <a class=\"ref\">Psalms 45:9<\/a>) in that day, the day of redemption, (supply “it shall get to learn”) that “I am he who saith, Here am I,” i.e., that He who has promised redemption is now present as the True and Omnipotent One to carry it into effect.<\/p>",
    "audit": null
}