{
    "id": 17710,
    "source": "kdo",
    "verse_id": 17816,
    "verse_count": 1,
    "reference": "8:8",
    "title": "",
    "html": "<p> Not till then would this overflowing reach as far as Judah, but then it would do so most certainly and incessantly.<em> ”And presses forward into Judah, overflows and pours onward, till it reaches to the neck, and the spreading out of its wings fill the breadth of thy land, Immanuel.”<\/em> The fate of Judah would be different from that of Ephraim. Ephraim would be laid completely under water by the river, i.e., would be utterly destroyed. And in Judah the stream, as it rushed forward, would reach the most dangerous height; but if a deliverer could be found, there was still a possibility of its being saved. Such a deliverer was Immanuel, whom the prophet sees in the light of the Spirit living through all the Assyrian calamities. The prophet appeals complainingly to him that the land, which is his land, is almost swallowed up by the world-power: the spreadings out (<em> muttoth <\/em> , a <em> hophal<\/em> noun: for similar substantive forms, see <a class=\"isa\" verses=\"WzE3OTM1LDE4MTk3XQ==\">Isaiah 14:6; Isaiah 29:3<\/a>, and more especially <a class=\"ref\">Psalms 66:11<\/a>) of the wings of the stream (i.e., of the large bodies of water pouring out on both sides from the main stream, as from the trunk, and covering the land like two broad wings) have filled the whole land. According to Norzi, Immanuël is to be written here as one word, as it is in <a class=\"isa\" verses=\"WzE3Nzk3XQ==\">Isaiah 7:14<\/a>; but the correct reading is <em> Immân El <\/em> , with <em> mercha silluk<\/em> (see note on <a class=\"isa\" verses=\"WzE3Nzk3XQ==\">Isaiah 7:14<\/a>), though it does not therefore cease to be a proper name. As Jerome observes, it is <em> nomen proprium <\/em> , <em> non interpretatum <\/em> ; and so it is rendered in the Sept., Μεθ ̓ ἡμῶν ὁ Θεός .<\/p>",
    "audit": null
}