{
    "id": 13403,
    "source": "kdo",
    "verse_id": 18453,
    "verse_count": 1,
    "reference": "41:1",
    "title": "",
    "html": "<p>Summons to the contest: <i>“Be silent to me, ye islands; and let the nations procure fresh strength: let them come near, then speak; we will enter into contest together.”<\/i> The words are addressed to the whole of the heathen world, and first of all to the inhabitants of the western islands and coasts. This was the expression commonly employed in the Old Testament to designate the continent of Europe, the solid ground of which is so deeply cut, and so broken up, by seas and lakes, that it looks as if it were about to resolve itself into nothing but islands and peninsulas. <span class=\"normal hebrew\">על<\/span> <span class=\"normal hebrew\">החרישׁ<\/span> is a pregnant expression for turning in silence towards a person; just as in <a class=\"ref\">Job 13:13<\/a> it is used with <i>min<\/i>, in the sense of forsaking a person in silence. That they may have no excuse if they are defeated, they are to put on fresh strength; just as in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40:31<\/a> believers are spoken of as drawing fresh strength out of Jehovah's fulness. They are to draw near, then speak, i.e., to reply after hearing the evidence, for Jehovah desires to go through all the forms of a legal process with them in <i>pro et contra<\/i>. The (<span class=\"translit\">mishpât<\/span>) is thought of here in a local sense, as a forum or tribunal. But if Jehovah is one party to the cause, who is the judge to pronounce the decision? The answer to this question is the same as at <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 5:3<\/a>. “The nations,” says Rosenmüller, “are called to judgment, not to the tribunal of God, but to that of reason.” The deciding authority is reason, which cannot fail to recognise the facts, and the consequences to be deduced from them.<br><\/p>",
    "audit": null
}