{
    "id": 13501,
    "source": "kdo",
    "verse_id": 18783,
    "verse_count": 2,
    "reference": "57:17-18",
    "title": "",
    "html": "<p>This general law of His action is most especially the law of His conduct towards Israel, in which such grievous effects of its well-deserved punishment are apparent, and effects so different from those intended, that the compassion of God feels impelled to put an end to the punishment for the good of all that are susceptible of salvation. <i>“And because of the iniquity of its selfishness, I was wroth, and smote it; hiding myself, and being angry: then it went on, turning away in the way of its own heart. I have seen its ways, and will heal it; and will lead it, and afford consolations to it, and to its mourning ones.”<\/i> The fundamental and chief sin of Israel is here called <span class=\"normal hebrew\">בּצע<\/span>, lit., a cut of slice (= gain, <a class=\"isa\" verses=\"WzE4NzY1XQ==\">Isaiah 56:11<\/a>); then, like <span class=\"greek normal\"> πλεονεξία <\/span>, which is “idolatry” according to <a class=\"ref\">Colossians 3:5<\/a>, or like <span class=\"greek normal\"> φιλαργυρία <\/span>, which is “the root of all evil” according to <a class=\"ref\">1 Timothy 6:10<\/a>, greedy desire for worldly possession, self-seeking, or worldliness generally. The future <span class=\"normal hebrew\">ואכּהוּ<\/span>, standing as it does by the side of the perfect here, indicates that which is also past; and <span class=\"normal hebrew\">ואקצף<\/span> stands in the place of a second gerund: <i>abscondendo<\/i> (viz., <i>(<span class=\"translit\">pânai<\/span>), my face, <a class=\"isa\" verses=\"WzE4NzMyXQ==\">Isaiah 54:8<\/a>) <i>et stomachando<\/i>. When Jehovah had thus wrathfully hidden His gracious countenance from Israel, and withdrawn His gracious presence out of the midst of Israel (<a class=\"ref\">Hosea 5:6<\/a>, <span class=\"normal hebrew\">מהם<\/span> <span class=\"normal hebrew\">חל<\/span>), it went away from Him (<span class=\"normal hebrew\">שׁובב<\/span> with <span class=\"normal hebrew\">שׁובב<\/span>, like <span class=\"normal hebrew\">עולל<\/span> with <span class=\"normal hebrew\">עולל<\/span>), going its own ways like the world of nations that had been left to themselves. But Jehovah had not seen these wanderings without pity. The futures which follow are promising, not by virtue of any syntactic necessity, but by virtue of an inward necessity. He will heal His wounded (<a class=\"isa\" verses=\"eyIxNzY1OSI6M30=\">Isaiah 1:4-6<\/a>) and languishing people, and lead in the right way those that are going astray, and afford them consolation as a recompense for their long sufferings (<span class=\"normal hebrew\">נחוּמים<\/span> is derived from the <i>piel<\/i> <span class=\"normal hebrew\">נחם<\/span>, and not, as in <a class=\"ref\">Hosea 11:8<\/a>, from the (<span class=\"translit\">hiphal<\/span>) (<span class=\"translit\">hinnâchēm<\/span>), in the sense of “feelings of sympathy”), especially (Vav epexeget<\/i>.; Ges. §155, 1) its mourning ones (<a class=\"isa\" verses=\"eyIxODg0NiI6Mn0=\">Isaiah 61:2-3<\/a>; <a class=\"isa\" verses=\"WzE4OTMzXQ==\">Isaiah 66:10<\/a>), i.e., those who punishment has brought to repentance, and rendered desirous of salvation.<br><\/p>",
    "audit": null
}