{
    "id": 17697,
    "source": "kdo",
    "verse_id": 17788,
    "verse_count": 3,
    "reference": "7:5-7",
    "title": "",
    "html": "<p><em> “Because Aram hath determined evil over thee, Ephraim and the son of Remaliah <\/em> (<em> Remalyahu<\/em> )<em> , saying, We will march against Judah, and terrify it, and conquer it for ourselves, and make the son of Tâb'êl king in the midst of it: thus saith the Lord Jehovah, It will not be brought about, and will not take place.”<\/em> The inference drawn by Caspari (<em> Krieg<\/em> , p. 98), that at the time when Isaiah said this, Judaea was not yet heathen or conquered, is at any rate not conclusive. The promise given to Ahaz was founded upon the wicked design, with which the war had been commenced. How far the allies had already gone towards this last goal, the overthrow of the Davidic sovereignty, it does not say. But we know from <a class=\"ref\">2 Kings 15:37<\/a> that the invasion had begun before Ahaz ascended the throne; and we may see from <a class=\"isa\" verses=\"WzE3Nzk5XQ==\">Isaiah 7:16<\/a> of Isaiah's prophecy, that the “terrifying” (<em> nekı̄tzennah <\/em> , from <em> kūtz <\/em> , <em> taedere<\/em> , <em> pavere <\/em> ) had actually taken place; so that the “conquering” (<em> hibkia‛ <\/em> , i.e., splitting, forcing of the passes and fortifications, <a class=\"ref\">2 Kings 25:4; Ezekiel 30:16; 2 Chronicles 21:17; 2 Chronicles 32:1<\/a>) must also have been a thing belonging to the past. For history says nothing about a successful resistance on the part of Judah in this war. Only Jerusalem had not yet fallen, and, as the expression “king in the midst of it” shows, it is to this that the term “Judah” especially refers; just as in <a class=\"isa\" verses=\"WzE4MDkxXQ==\">Isaiah 23:13<\/a> Asshur is to be understood as signifying Nineveh. There they determined to enthrone a man named <em> Tâb'êl <\/em> (vid., <a class=\"ref\">Ezra 4:7<\/a>; it is written <em> Tâb'al <\/em> here in pause, although this change does not occur in other words (e.g., <em> Israel<\/em> ) in pause - a name resembling the Syrian name <em> Tab<\/em> -<em> rimmon <\/em> ),<\/p><p> (Note: The Hauran inscriptions contain several such composite names formed like <em> Tâb'êl <\/em> with <em> el <\/em> : see Wetzstein,<em> Ausgewählte griechische und lateinische Inschriften<\/em> , pp. 343-4, 361-363). By the transformation into <em> Tab'al <\/em> , as Luzzatto says, the name is changed from <em> Bonus Deus <\/em> to <em> Bonus minime <\/em> .)<\/p><p> a man who is otherwise unknown; but it never went beyond the determination, never was even on the way towards being realized, to say nothing of being fully accomplished. The allies would not succeed in altering the course of history as it had been appointed by the Lord.<\/p>",
    "audit": null
}