{
    "id": 18014,
    "source": "kdo",
    "verse_id": 18434,
    "verse_count": 2,
    "reference": "40:13-14",
    "title": "",
    "html": "<p> A second question follows in <a class=\"isa\" verses=\"WzE4NDM0LDE4NDM1XQ==\">Isaiah 40:13, Isaiah 40:14<\/a>. <em> “Who regulated the Spirit of Jehovah, and <\/em> (<em> who<\/em> )<em> instructed Him as His counsellor? With whom took He counsel, and who would have explained to Him and instructed Him concerning the path of right, and taught Him knowledge, and made known to Him a prudent course?”<\/em> The first question called to mind the omnipotence of Jehovah; this recalls His omniscience, which has all fulness in itself, and therefore precludes all instruction from without. “The Spirit of Jehovah” is the Spirit which moved upon the waters at the creation, and by which chaos was reduced to order. “Who,” inquires this prophet - “who furnished this Spirit with the standard, according to which all this was to be done?” תּכּן as in <a class=\"isa\" verses=\"WzE4NDMzXQ==\">Isaiah 40:12<\/a>, to bring into conformity with rule, and so to fit for regulated working. Instead of <em> m ercha tifchah athnach<\/em> , which suggests the Targum rendering, “<em> quis direxit spiritum? Jehova <\/em> ” (vid., <a class=\"ref\">Proverbs 16:2<\/a>), it would be more correct to adopt the accentuation <em> tifchah m unach athnach<\/em> (cf., <a class=\"ref\">Exodus 21:24; Exodus 23:9<\/a>), and there are certain codices in which we find this (see Dachselt). In  we might follow the Septuagint translation, καὶ τίς αὐτοῦ σύμβουλος ἐγένετο ὃς σύμβιβᾶ (<a class=\"ref\">Romans 11:34; 1 Corinthians 2:16<\/a>, συμβιβάσει ) αὐτόν , but in this case we miss the verb היה . The rendering we have given above is not so harsh, and the accentuation is indifferent here, since <em> silluk<\/em> is never written without <em> tifchah<\/em> if only a single word precedes it. In <a class=\"isa\" verses=\"WzE4NDM1XQ==\">Isaiah 40:14<\/a> the reciprocal נוע is connected with את = אם . The <em> futt. cons.<\/em> retain their literal meaning: with whom did He consult, so that he supplied Him with understanding in consequence (<em> hēbhı̄n <\/em> , generally to understand, here in a causative sense). The verbs of instruction are sometimes construed with בּ of the lesson taught, sometimes with a double accusative. In reply to the questions in <a class=\"isa\" verses=\"WzE4NDM0LDE4NDM1XQ==\">Isaiah 40:13, Isaiah 40:14<\/a>, which are essentially one, Israel must acknowledge that its God is the possessor of absolute might, and also of absolute wisdom.<\/p>",
    "audit": null
}