{
    "id": 17655,
    "source": "kdo",
    "verse_id": 17738,
    "verse_count": 1,
    "reference": "4:4",
    "title": "",
    "html": "<p><em> “When the Lord shall have washed away the filth of the daughters of Zion, and shall have purged away the bloodguiltinesses of Jerusalem from the midst thereof, by the spirit of judgment and by the spirit of sifting.”<\/em> <em> “When,”<\/em> followed by a preterite (equivalent to a <em> fut. exact<\/em> . as in <a class=\"isa\" verses=\"WzE4MTA5XQ==\">Isaiah 24:13<\/a>; Ges. §126, 5), introduces the circumstance, whose previous occurrence would be the condition of all the rest. The force of the future <em> yâdiach <\/em> (“shall have purged”) is regulated by that of the preterite <em> râchatz <\/em> , as in <a class=\"isa\" verses=\"WzE3NzgxXQ==\">Isaiah 6:11<\/a>; for although, when regarded simply by itself, as in <a class=\"isa\" verses=\"WzE3ODYzXQ==\">Isaiah 10:12<\/a>, the future tense may suggest the idea of a future prefect, it cannot have the force of such a future. The double purification answers to the two scenes of judgment described in chapter 3. The filth of the daughters of Zion is the moral pollution hidden under their vain and coquettish finery; and the murderous deeds of Jerusalem are the acts of judicial murder committed by its rulers upon the poor and innocent. This filth and these spots of blood the Sovereign Ruler washes and purges away (see <a class=\"ref\">2 Chronicles 4:6<\/a>), by causing His spirit or His breath to burst in upon all the inhabitants of Jerusalem, both male and female. This breath is called “the spirit of judgment,” because it punishes evil; and “the spirit of sifting,” inasmuch as it sweeps or cleans it away. בּער is to be explained, as in <a class=\"isa\" verses=\"WzE3NzgzXQ==\">Isaiah 6:13<\/a>, in accordance with <a class=\"ref\">Deuteronomy 13:6<\/a> (5, Eng. Ver.; “put the evil away”) and other passages, such especially as <a class=\"isa\" verses=\"WzE4MDE4LDE4MDQ1XQ==\">Isaiah 19:13; Isaiah 21:9<\/a>. The rendering given in the Septuagint and Vulgate, viz., “in the spirit of burning,” is founded upon the radical meaning of the verb, which signifies literally to burn up, and hence to clear away or destroy (see <em> Comm. on Job<\/em> , at <a class=\"ref\">Job 31:12<\/a>, Eng. Tr.). Nevertheless, “burning” in connection with judgment is not definite enough, since every manifestation of divine judgment is a manifestation of fire; but it is not every judgment that has connected with it what is here implied - namely, the salutary object of burning away or, in other words, of winnowing. The “spirit” is in both instances the Spirit of God which pervades the world, not only generating and sustaining life, but also at times destroying and sifting (<a class=\"isa\" verses=\"eyIxODI0NSI6Mn0=\">Isaiah 30:27-28<\/a>), as it does in the case before us, in which the imperishable glory described in <a class=\"isa\" verses=\"WzE3NzEzXQ==\">Isaiah 3:5<\/a> is so prepared.<\/p>",
    "audit": null
}