{
    "id": 17831,
    "source": "kdo",
    "verse_id": 18037,
    "verse_count": 2,
    "reference": "21:1-2",
    "title": "",
    "html": "<p> The power which first brings destruction upon the city of the world, is a hostile army composed of several nations. <em> “As storms in the south approach, it comes from the desert, from a terrible land. Hard vision is made known to me: the spoiler spoils, and the devastator devastates. Go up, Elam! Surround, Maday! I put an end to all their sighing.”<\/em> “Storms in the south” (compare <a class=\"isa\" verses=\"WzE4MTg2XQ==\">Isaiah 28:21<\/a>; <a class=\"ref\">Amos 3:9<\/a>) are storms which have their starting-point in the south, and therefore come to Babylon from <em> Arabia deserta<\/em> ; and like all winds that come from boundless steppes, they are always violent (<a class=\"ref\">Job 1:19; Job 37:9<\/a>; see <a class=\"ref\">Hosea 13:15<\/a>). It would be natural, therefore, to connect <em> m immidbâr <\/em> with <em> lachalōph <\/em> (as Knobel and Umbreit do), but the arrangement of the words is opposed to this; <em> lachalōōph <\/em> (“pressing forwards”) is sued instead of <em> yachalōph <\/em> (see Ges. §132, Anm. 1, and still more fully on <a class=\"ref\">Habakkuk 1:17<\/a>). The <em> conjunctio periphrastica <\/em> stands with great force at the close of the comparison, in order that it may express at the same time the violent pressure with which the progress of the storm is connected. It is true that, according to Herod. i. 189, Cyrus came across the Gyndes, so that he descended into the lowlands to Babylonia through Chalonitis and Apolloniatis, by the road described by Isidor V. Charax in his <em> Itinerarium<\/em> ,<\/p><p> (Note: See C. Masson's “Illustration of the route from Seleucia to Apobatana, as given by Isid. of Charax,” in the <em> Asiatic Journal<\/em> , xii. 97ff.)<\/p><p> over the Zagros pass through the Zagros-gate (Ptolem. vi. 2) to the upper course of the Gyndes (the present <em> Diyala<\/em> ), and then along this river, which he crossed before its junction with the Tigris. But if the Medo-Persian army came in this direction, it could not be regarded as coming “from the desert.” If, however, the Median portion of the army followed the course of the Choaspes (<em> Kerkha<\/em> ) so as to descend into the lowland of Chuzistan (the route taken by Major Rawlinson with a Guran regiment),<\/p><p> (Note: See Rawlinson's route as described in Ritter's <em> Erdkunde<\/em> , ix. 3 (West-asien), p. 397ff.)<\/p><p> and thus approached Babylon from the south-east, it might be regarded in many respects as coming <em> m immidbâr <\/em> (from the desert), and primarily because the lowland of Chuzistan is a broad open plain - that is to say, a <em> m idbâr <\/em> . According to the simile employed of storms in the south, the assumption of the prophecy is really this, that the hostile army is advancing from Chuzistan, or (as geographical exactitude is not to be supposed) from the direction of the desert of <em> ed-Dahna<\/em> , that portion of <em> Arabia deserta<\/em> which bounded the lowland of Chaldean on the south-west. The Medo-Persian land itself is called “a terrible land,” because it was situated outside the circle of civilised nations by which the land of Israel was surrounded. After the thematic commencement in <a class=\"isa\" verses=\"WzE4MDM3XQ==\">Isaiah 21:1<\/a>, which is quite in harmony with Isaiah's usual custom, the prophet begins again in <a class=\"isa\" verses=\"WzE4MDM4XQ==\">Isaiah 21:2<\/a>. <em> Châzuth <\/em> (a vision) has the same meaning here as in <a class=\"isa\" verses=\"WzE4MjA1XQ==\">Isaiah 29:11<\/a> (though not <a class=\"isa\" verses=\"WzE4MTgzXQ==\">Isaiah 28:18<\/a>); and <em> c hâzuth <\/em> <em> kâshâh <\/em> is the object of the passive which follows (Ges. §143, 1,<em> b<\/em> ). The prophet calls the look into the future, which is given to him by divine inspiration, hard or heavy (though in the sense of <em> difficilis <\/em> , not <em> gravis <\/em> , <em> c âbēd <\/em> ), on account of its repulsive, unendurable, and, so to speak, indigestible nature. The prospect is wide-spread plunder and devastation (the expression is the same as in <a class=\"isa\" verses=\"WzE4MjgxXQ==\">Isaiah 33:1<\/a>, compare <a class=\"isa\" verses=\"WzE3OTc0LDE4MTEyXQ==\">Isaiah 16:4; Isaiah 24:16<\/a>, <em> bâgad <\/em> denoting faithless or treacherous conduct, then heartless robbery), and the summoning of the nations on the east and north of Babylonia to the conquest of Babylon; for Jehovah is about to put an end (<em> hishbatti <\/em> , as in <a class=\"isa\" verses=\"WzE3OTgwXQ==\">Isaiah 16:10<\/a>) to all their sighing (<em> anchâthâh <\/em> , with <em> He raf.<\/em> and the tone upon the last syllable), i.e., to all the lamentations forced out of them far and wide by the oppressor.<\/p>",
    "audit": null
}