{
    "id": 13509,
    "source": "kdo",
    "verse_id": 18823,
    "verse_count": 1,
    "reference": "60:1",
    "title": "",
    "html": "<p>It is still night. The inward and outward condition of the church is night; and if it is night followed by a morning, it is so only for those who “against hope believe in hope.” The reality which strikes the senses is the night of sin, of punishment, of suffering, and of mourning - a long night of nearly seventy years. In this night, the prophet, according to the command of God, has bee prophesying of the coming light. In his inward penetration of the substance of his own preaching, he has come close to the time when faith is to be turned to sight. And now in the strength of God, who has made him the mouthpiece of His own creative fiat, he exclaims to the church, <a class=\"isa\" verses=\"WzE4ODIzXQ==\">Isaiah 60:1<\/a>:<i>“Arise, grow light; for thy light cometh, and the glory of Jehovah riseth upon thee.”<\/i> The appeal so addressed to Zion-Jerusalem, which is regarded (as in <a class=\"isa\" verses=\"WzE4NjU1XQ==\">Isaiah 49:18<\/a>; <a class=\"isa\" verses=\"WzE4NjY0XQ==\">Isaiah 50:1<\/a>; <a class=\"isa\" verses=\"eyIxODY5OCI6Mn0=\">Isaiah 52:1-2<\/a>; <a class=\"isa\" verses=\"WzE4NzI1XQ==\">Isaiah 54:1<\/a>) as a woman, and indeed as the mother of Israel. Here, however, it is regarded as the church redeemed from banishment, and settled once more in the holy city and the holy land, the church of salvation, which is now about to become the church of glory. Zion lies prostrate on the ground, smitten down by the judgment of God, brought down to the ground by inward prostration, and partly overcome by the sleep of self-security. She now hears the cry, “Arise” (<i>(<span class=\"translit\"> qūmı̄<\/span>)). This is not a mere admonition, but a word of power which puts new life into her limbs, so that she is able to rise from the ground, on which she has lain, as it were, under the ban. The night, which has brought her to the ground mourning, and faint, and intoxicated with sleep, is now at an end. The mighty word<i>(<span class=\"translit\"> qūmı̄<\/span>), “arise,” is supplemented by a second word: (<span class=\"translit\"> 'ōrı̄<\/span>). What creative force there is in these two trochees, (<span class=\"translit\"> qūmı̄<\/span>) (<span class=\"translit\"> 'ōrı̄<\/span>), which hold on, as it were, till what they express is accomplished; and what force of consolation in the two iambi<\/i> , (<span class=\"translit\"> ki<\/span><\/i> -(<span class=\"translit\"> bhâ 'ōrēkh<\/span>), which affix, as it were, to the acts of Zion the seal of the divine act, and add to the<span class=\"greek normal\"> ἄρσις<\/span> (or elevation) its<span class=\"greek normal\"> θέσις<\/span> (or foundation)! Zion is to become light; it is to, because it can. But it cannot of itself, for in itself it has no light, because it has so absolutely given itself up to sin; but there is a light which will communicate itself to her, viz., the light which radiates from the holy nature of God Himself. And this light is salvation, because the Holy One loves Zion: it is also glory, because it not only dispels the darkness, but sets itself, all glorious as it is, in the place of the darkness. (<span class=\"translit\"> Zârach<\/span>) is the word commonly applied to the rising of the sun ( <a class=\"ref\">Malachi 4:2<\/a>). The sun of suns is Jehovah ( <a class=\"ref\">Psalm 84:12<\/a>), the God who is coming ( <a class=\"isa\" verses=\"WzE4ODIxXQ==\">Isaiah 59:20<\/a>). <br><\/p> ",
    "audit": null
}