{
    "id": 17936,
    "source": "kdo",
    "verse_id": 18259,
    "verse_count": 2,
    "reference": "31:8-9",
    "title": "",
    "html": "<p> The second motive is, that Israel will not be rescued by men, but by Jehovah alone; so that even He from whom they have now so deeply fallen will prove Himself the only true ground of confidence. <em> “And Asshur falls by a sword not of a man, and a sword not of a man will devour him; and he flees before a sword, and his young men become tributary. And his rock, for fear will it pass away, and his princes be frightened away by the flags: the saying of Jehovah, who has His fire in Zion, and His furnace in Jerusalem.”<\/em> The lxx and Jerome render this falsely φεύξεται οὐκ ( לא ) ἀπὸ προσώπου μαχαίρας . לו is an ethical dative, and the prophet intentionally writes “before a sword” without any article, to suggest the idea of the unbounded, infinite, awful (cf., <a class=\"isa\" verses=\"WzE4MTY3XQ==\">Isaiah 28:2<\/a>, <em> b e yâd <\/em> ; <em> Psalter<\/em> , vol. i. p. 15). A sword is drawn without any human intervention, and before this Asshur falls, or at least so many of the Assyrians as are unable to save themselves by flight. The power of Asshur is for ever broken; even its young men will henceforth become tributary, or perform feudal service. By “his rock” most commentators understand the rock upon which the fugitive would gladly have taken refuge, but did not dare (Rosenmüller, Gesenius, Knobel, etc.); others, again, the military force of Asshur, as its supposed invincible refuge (Saad., etc.); others, the apparently indestructible might of Asshur generally (Vulgate, Rashi, Hitzig). But the presence of “his princes” in the parallel clause makes it most natural to refer “his rock” to the king; and this reference is established with certainty by what <a class=\"isa\" verses=\"WzE4MjYyXQ==\">Isaiah 32:2<\/a> affirms of the king and princes of Judah. Luther also renders it thus: <em> und jr Fels wird fur furcht wegzihen <\/em> (and their rock will withdraw for fear). Sennacherib really did hurry back to Assyria after the catastrophe in a most rapid flight. <em> Minnēs <\/em> are the standards of Asshur, which the commanders of the army fly away from in terror, without attempting to rally those that were scattered. Thus speaks Jehovah, and this is what He decrees who has His <em> 'ūr <\/em> and <em> tannūr <\/em> in Jerusalem. We cannot suppose that the allusion here is to the fire and hearth of the sacrifices; for <em> tannūr <\/em> does not mean a hearth, but a furnace (from <em> nūr <\/em> , to burn). The reference is to the light of the divine presence, which was outwardly a devouring fire for the enemies of Jerusalem, an unapproachable red-hot furnace (<em> ignis et caminus qui devorat peccatores et ligna, faenum stipulamque consumit <\/em> : Jerome). <\/p>",
    "audit": null
}