{
    "id": 17851,
    "source": "kdo",
    "verse_id": 18078,
    "verse_count": 1,
    "reference": "22:25",
    "title": "",
    "html": "<p> We will refer to this again. But in the meantime the impression is an irresistible one; and the Targum, Jerome, Hitzig, and others, are therefore right in assuming that Eliakim is the peg which, however glorious its beginning may have been, comes at last to the shameful end described in <a class=\"isa\" verses=\"WzE4MDc4XQ==\">Isaiah 22:25<\/a> : <em> “In that day, saith Jehovah of hosts, will the peg that is fastened in a sure place be removed, and be cast down, and fall; and the burden that it bore falls to the ground: for Jehovah hath spoken.”<\/em> The prophet could not express in clearer terms the identity of the peg threatened here with Eliakim himself; for how is it conceivable that the prophet could turn all that he has predicated of Eliakim in <a class=\"isa\" verses=\"WzE4MDc2LDE4MDc3XQ==\">Isaiah 22:23, Isaiah 22:24<\/a>, into predicates of Shebna? What Umbreit says - namely, that common sense must refer <a class=\"isa\" verses=\"WzE4MDc4XQ==\">Isaiah 22:25<\/a> to Shebna - is the very reverse of correct. Eliakim himself is also brought down at last by the greatness of his power, on account of the nepotism to which he has given way. His family makes a wrong use of him; and he is more yielding than he ought to be, and makes a wrong use of his office to favour them! He therefore falls, and brings down with him all that hung upon the peg, i.e., all his relations, who have brought him to ruin through the rapacity with which they have grasped at prosperity.<\/p><p> Hitzig maintains that <a class=\"isa\" verses=\"WzE4MDc3LDE4MDc4XQ==\">Isaiah 22:24, Isaiah 22:25<\/a> form a later addition. But it is much better to assume that the prophet wrote down <a class=\"isa\" verses=\"eyIxODA2OCI6MTF9\">Isaiah 22:15-25<\/a> at one sitting, after the predicted fate of the two great ministers of state, which had been revealed to him at two different times, had been actually fulfilled. We know nothing more about them than this, that in the fourteenth year of Hezekiah it was not Shebna, but Eliakim, “who was over the house” (<a class=\"isa\" verses=\"WzE4MzM0LDE4MzUzLDE4MzU1XQ==\">Isaiah 36:3, Isaiah 36:22; Isaiah 37:2<\/a>). But Shebna also filled another office of importance, namely that of <em> sōpher <\/em> . Was he really taken prisoner and carried away (a thing which is perfectly conceivable even without an Assyrian captivity of the nation generally)? Or did he anticipate the threatened judgment, and avert it by a penitential self-abasement? To this and other questions we can give no reply. One thing alone is certain - namely, that the threefold prediction of Shebna's fall, of Eliakim's elevation, and of Eliakim's fall, would not stand where it does, if there were any reason whatever to be ashamed of comparing the prophecy with its fulfilment.<\/p>",
    "audit": null
}