{
    "id": 17764,
    "source": "kdo",
    "verse_id": 17916,
    "verse_count": 2,
    "reference": "13:9-10",
    "title": "",
    "html": "<p> The day of Jehovah's wrath is coming - a starless night - a nightlike, sunless day. <em> “Behold, the day of Jehovah cometh, a cruel one, and wrath and fierce anger, to turn the earth into a wilderness: and its sinners He destroys out of it. For the stars of heaven, and its Orions, will not let their light shine: the sun darkens itself at its rising, and the moon does not let its light shine.”<\/em> The day of Jehovah cometh as one cruelly severe (<em> ' aczâri <\/em> , an <em> adj. rel<\/em> . from <em> ' aczâr <\/em> , <em> chosh <\/em> , <em> kosh <\/em> , to be dry, hard, unfelling), as purely an overflowing of inward excitement, and as burning anger; <em> lâsūm <\/em> is carried on by the finite verb, according to a well-known alteration of style (= <em> ūl e hashmı̄d <\/em> ). It is not indeed the general judgment which the prophet is depicting here, but a certain historical catastrophe falling upon the nations, which draws the whole world into sympathetic suffering. <em> 'Eretz <\/em> , therefore (inasmuch as the notions of land generally, and some particular land or portion of the earth, are blended together - a very elastic term, with vanishing boundaries), is not merely the land of Babylon here, as Knobel supposes, but <em> the earth<\/em> . Verse 10 shows in what way the day of Jehovah is a day of wrath. Even nature clothes itself in the colour of wrath, which is the very opposite to light. The heavenly lights above the earth go out; the moon does not shine; and the sun, which is about to rise, alters its mind. “<em> The Orions<\/em> ” are Orion itself and other constellations like it, just as the morning stars in <a class=\"ref\">Job 38:7<\/a> are Hesperus and other similar stars. It is more probable that the term cesiil is used for Orion in the sense of “the fool” (= foolhardy),<\/p><p> (Note: When R. Samuel of Nehardea, the astronomer, says in his <em> b. Berachoth<\/em> 58<em> b<\/em> , “If it were not for the heat of the <em> cesil<\/em> , the world would perish from the cold of the Scorpion, and <em> vice versa<\/em> ,” - he means by the <em> cesil<\/em> Orion; and the true meaning of the passage is, that the constellations of Orion and the Scorpion, one of which appears in the hot season, and the other in the cold, preserve the temperature in equilibrium.)<\/p><p> according to the older translators (lxx ὁ ̓Ωρίων , Targum <em> nephilehon <\/em> <em> from<\/em> <em> nephila' <\/em> , Syr. <em> gaboro <\/em> , Arab. <em> gebbâr <\/em> , the giant), than that it refers to <em> Suhêl <\/em> , i.e., <em> Canopus<\/em> (see the notes on <a class=\"ref\">Job 9:9; Job 38:31<\/a>), although the Arabic <em> suhêl <\/em> does occur as a generic name for stars of surpassing splendour (see at <a class=\"ref\">Job 38:7<\/a>). The comprehensive term employed is similar to the figure of speech met with in Arabic (called <em> taglı̄b <\/em> , i.e., the preponderance of the <em> pars potior <\/em> ), in such expressions as “the two late evenings” for the evening and late evening, “the two Omars” for Omar and Abubekr, though the resemblance is still greater to the Latin <em> Scipiones <\/em> , i.e., men of Scipio's greatness. Even the Orions, i.e., those stars which are at other times the most conspicuous, withhold their light; for when God is angry, the principle of anger is set in motion even in the natural world, and primarily in the stars that were created “for signs (compare <a class=\"ref\">Genesis 1:14<\/a> with <a class=\"ref\">Jeremiah 10:2<\/a>).<\/p>",
    "audit": null
}