{
    "id": 17829,
    "source": "kdo",
    "verse_id": 18035,
    "verse_count": 2,
    "reference": "20:5-6",
    "title": "",
    "html": "<p> But if Egypt and Ethiopia are thus shamefully humbled, what kind of impression will this make upon those who rely upon the great power that is supposed to be both unapproachable and invincible? <em> “And they cry together, and behold themselves deceived by Ethiopia, to which they looked, and by Egypt, in which they gloried. And the inhabitant of this coast-land saith in that day, Behold, thus it happens to those to whom we looked, whither we fled for help to deliver us from the king of Asshur: and how should we, we escape?”<\/em> א<em> י <\/em> , which signifies both an island and a coast-land, is used as the name of Philistia and <a class=\"ref\">Zephaniah 2:5<\/a>, and as the name of Phoenicia in <a class=\"isa\" verses=\"WzE4MDgwLDE4MDg0XQ==\">Isaiah 23:2, Isaiah 23:6<\/a>; and for this reason Knobel and others understand it here as denoting the former with the inclusion of the latter. But as the Assyrians had already attacked both Phoenicians and Philistines at the time when they marched against Egypt, there can be no doubt that Isaiah had chiefly the Judaeans in his mind. This was the interpretation given by Jerome (<em> “Judah trusted in the Egyptians, and Egypt will be destroyed”<\/em> ), and it has been adopted by Ewald, Drechsler, Luzzatto, and Meier. The expressions are the same as those in which a little further on we find Isaiah reproving the Egyptian tendencies of Judah's policy. At the same time, by “the inhabitant of this coast-land” we are not to understand Judah exclusively, but the inhabitants of Palestine generally, with whom Judah was mixed up to its shame, because it had denied its character as the nation of Jehovah in a manner so thoroughly opposed to its theocratic standing.<\/p><p> Unfortunately, we know very little concerning the Assyrian campaigns in Egypt. But we may infer from <a class=\"ref\">Nahum 3:8-10<\/a>, according to which the Egyptian Thebes had fallen (for it is held up before Nineveh as the mirror of its own fate), that after the conquest of Ashdod Egypt was also overcome by Sargon's army. In the grand inscription found in the halls of the palace at Khorsabad, Sargon boasts of a successful battle which he had fought with Pharaoh <em> Sebech<\/em> at Raphia, and in consequence of which the latter became tributary to him. Still further on he relates that he had dethroned the rebellious king of Ashdod, and appointed another in his place, but that the people removed him, and chose another king; after which he marched with his army against Ashdod, and when the king fled from him into Egypt, he besieged Ashdod, and took it. Then follows a difficult and mutilated passage, in which Rawlinson agrees with Oppert in finding an account of the complete subjection of Sebech (Sabako?).<\/p><p> (Note: <em> Five Great Monarchies<\/em> , vol. ii. pp. 416-7; compare Oppert, <em> Sargonides<\/em> , pp. 22, 26-7. With regard to one passage of the annals, which contains an account of a successful battle fought at Ra-bek (Heliopolis), see <em> Journal Asiat<\/em> . xii. 462ff.; Brandis, p. 51.)<\/p><p> Nothing can be built upon this, however; and it must also remain uncertain whether, even if the rest is correctly interpreted, <a class=\"isa\" verses=\"WzE4MDMxXQ==\">Isaiah 20:1<\/a> relates to that conquest of Ashdod which was followed by the dethroning of the rebellious king and the appointment of another, or to the final conquest by which it became a colonial city of Assyria.<\/p><p> (Note: Among the pictures from Khorsabad which have been published by Botta, there is a burning fortress that has been taken by storm. Isidor Löwenstern (in his <em> Essai<\/em> , Paris 1845) pronounced it to be Ashdod; but Rödiger regarded the evidence as inconclusive. Nevertheless, Löwenstern was able to claim priority over Rawlinson in several points of deciphering (<em> Galignani's Messenger<\/em> , Rev. 28, 1850). He read in the inscription the king's name, <em> Sarak<\/em> .)<\/p><p> This conquest Sargon ascribes to himself in person, so that apparently we must think of that conquest which was carried out by Tartan; and in that case the words, “he fought against it,” etc., need not be taken as anticipatory. It is quite sufficient, that the monuments seem to intimate that the conquest of Samaria and Ashdod was followed by the subjugation of the Egypto-Ethiopian kingdom. But inasmuch as Judah, trusting in the reed of Egypt, fell away from Assyria under Hezekiah, and Sennacherib had to make war upon Egypt again, to all appearance the Assyrians never had much cause to congratulate themselves upon their possession of Egypt, and that for reasons which are not difficult to discover. At the time appointed by the prophecy, Egypt came under the Assyrian yoke, from which it was first delivered by Psammetichus; but, as the constant wars between Assyria and Egypt clearly show, it never patiently submitted to that yoke for any length of time. The confidence which Judah placed in Egypt turned out most disastrously for Judah itself, just as Isaiah predicted here. But the catastrophe that occurred in front of Jerusalem did not put an end to Assyria, nor did the campaigns of Sargon and Sennacherib bring Egypt to an end. And, on the other hand, the triumphs of Jehovah and of the prophecy concerning Assyria were not the means of Egypt's conversion. In all these respects the fulfilment showed that there was an element of <em> human<\/em> hope in the prophecy, which made the distant appear to be close at hand. And this element it eliminated. For the fulfilment of a prophecy is divine, but the prophecy itself is both divine and human.<\/p>",
    "audit": null
}