{
    "id": 13496,
    "source": "kdo",
    "verse_id": 18777,
    "verse_count": 1,
    "reference": "57:11",
    "title": "",
    "html": "<p>From fear of man, Israel, and still more Judah, had given up the fear of Jehovah. <i>“And of whom hast thou been afraid, and<\/i> (<i>whom<\/i>)<i>didst thou fear, that thou becamest a liar, and didst not continue mindful of me, and didst not take it to heart?”<\/i> It was of men - only mortal men, with no real power ( <a class=\"isa\" verses=\"WzE4Njg2XQ==\">Isaiah 51:12<\/a>) - that Israel was so needlessly afraid, that it resorted to lies and treachery to Jehovah (<i>(<span class=\"translit\"> kı̄<\/span>), <i>ut<\/i> , an interrogative sentence, as in <a class=\"ref\">2 Samuel 7:18; Psalm 8:5<\/a>): purchasing the favour of man out of the fear of man, and throwing itself into the arms of false tutelar deities, it banished Jehovah its true shelter out of its memory, and did not take it to heart, viz., the sinfulness of such infidelity, and the eventful consequences by which it was punished (compare <a class=\"isa\" verses=\"WzE4NjA3XQ==\">Isaiah 47:7<\/a> and <a class=\"isa\" verses=\"WzE4NTA2XQ==\">Isaiah 42:25<\/a>). <\/i><\/p><i>\n\n\n\n<\/i><p>With<i> <a class=\"isa\" verses=\"WzE4Nzc3XQ==\">Isaiah 57:11<\/a><\/i> the reproaches are addressed to the present. The treachery of Israel had been severely punished in the catastrophe of which the captivity was the result, but without effecting any improvement. The great mass of the people were as forgetful of God as ever, and would not be led to repentance by the long-suffering of God, which had hitherto spared them from other well-merited punishments. <i>“Am I not silent, and that for a long time, whereas thou wast not afraid of me?”<\/i> A comparison with <a class=\"isa\" verses=\"WzE4NDk1XQ==\">Isaiah 42:14<\/a> will show that the prophecy returns here to its ordinary style. The lxx and Jerome render the passage as if the reading were<span class=\"normal hebrew\"> מעלם<\/span> (viz.,<span class=\"normal hebrew\"> עיני<\/span> =<span class=\"greek normal\"> παρορῶν<\/span> , quasi non videns), and this is the reading which Lowth adopts. We may see from this, that the original text had a defective<span class=\"normal hebrew\"> ומעלם<\/span> , which was intended, however, to be read<span class=\"normal hebrew\"> וּמעלם<\/span> . The prophet applies the term (<span class=\"translit\"> ‛ōlâm<\/span>) (see <a class=\"isa\" verses=\"WzE4NDk1XQ==\">Isaiah 42:14<\/a>) to the captivity, which had already lasted a long time - a time of divine silence: the silence of His help so fas as the servants of Jehovah were concerned, but the silence of His wrath as to the great mass of the people. <br><\/p> ",
    "audit": null
}