{
    "id": 13374,
    "source": "kdo",
    "verse_id": 18285,
    "verse_count": 2,
    "reference": "33:5–6",
    "title": "",
    "html": "<p>The prophet sees this as he prays, and now feasts himself on the consequences of this victory of Jehovah, prophesying in<a class=\"isa\" verses=\"WzE4Mjg1XQ==\">Isaiah 33:5<\/a> ,<a class=\"isa\" verses=\"WzE4Mjg2XQ==\">Isaiah 33:6<\/a> :<i> “Jehovah is exalted; for, dwelling on high, He has filled Zion with justice and righteousness. And there will be security of thy times, riches of salvation, of wisdom, and knowledge. Fear of Jehovah is then the treasure of Judah.”<\/i> Exalted: for though highly exalted in Himself, He has performed an act of justice and righteousness, with the sight and remembrance of which Zion is filled as with an overflowing rich supply of instruction and praise. A new time has dawned for the people of Judah. The prophet addresses them in<a class=\"isa\" verses=\"WzE4Mjg2XQ==\">Isaiah 33:6<\/a> ; for there is nothing to warrant us in regarding the words as addressed to Hezekiah. To the times succeeding this great achievement there would belong<i> (<span class=\"translit\"> 'emūnâh<\/span>), i.e., (durability (<a class=\"ref\">Exodus 17:12<\/a>) - a uniform and therefore trustworthy state of things (compare<a class=\"isa\" verses=\"WzE4NDIxXQ==\">Isaiah 39:8<\/a> , “peace and truth”). Secondly, there would also belong to them<span class=\"normal hebrew\"> חסן<\/span> , a rich store of salvation, wisdom, and knowledge (compare the verb in<a class=\"isa\" verses=\"WzE4MDk2XQ==\">Isaiah 23:18<\/a>). We regard these three ideas as all connected with (<span class=\"translit\"> chōsen<\/span>). The prophet makes a certain advance towards the unfolding of the seven gifts in<a class=\"isa\" verses=\"WzE3ODg3XQ==\">Isaiah 11:2<\/a> , which are implied in “salvation;” but he hurries at once to the lowest of them, which forms the groundwork of all the rest, when he says, thirdly, that the fear of Jehovah will be the people's treasure. The construct form, (<span class=\"translit\"> chokhmath<\/span>), instead of (<span class=\"translit\"> chokhmâh<\/span>), is a favourite one, which Isaiah employs, even apart from the genitive relation of the words, for the purpose of securing a closer connection, as<a class=\"isa\" verses=\"WzE4MzIzXQ==\">Isaiah 35:2<\/a> ;<a class=\"isa\" verses=\"WzE4Njk1XQ==\">Isaiah 51:21<\/a> (compare (<span class=\"translit\"> pârash<\/span>) in<a class=\"ref\">Ezekiel 26:10<\/a>), clearly show. In the case before us, it has the further advantage of consonance in the closing sound.<br><\/i><\/p> ",
    "audit": null
}