{
    "id": 18047,
    "source": "kdo",
    "verse_id": 18484,
    "verse_count": 1,
    "reference": "42:3",
    "title": "",
    "html": "<p> With this unassuming appearance there is associated a tender pastoral care. <em> “A bruised reed He does not break, and a glimmering wick He does not put out: according to truth He brings out right.”<\/em> “<em> Bruised:<\/em> ” <em> râtsūts <\/em> signifies here, as in <a class=\"isa\" verses=\"WzE4MzM3XQ==\">Isaiah 36:6<\/a>, what is cracked, and therefore half-broken already. <em> Glimmering:<\/em> <em> kēheh <\/em> (a form indicative of defects, like עוּר ), that which is burning feebly, and very nearly extinguished. Tertullian understands by the “bruised reed” (<em> arundinem contusam <\/em> ) the faith of Israel, and by the “glimmering wick” (<em> linum ardens <\/em> ) the momentary zeal of the Gentiles. But the words hardly admit of this distinction; the reference is rather a general one, to those whose inner and outer life is only hanging by a slender thread. In the statement that in such a case as this He does not completely break or extinguish, there is more implied than is really expressed. Not only will He not destroy the life that is dying out, but He will actually save it; His course is not to destroy, but to save. If we explain the words that follow as meaning, “He will carry out right to truth,” i.e., to its fullest efficacy and permanence (lxx εἰς ἀλήθειαν ; instead of which we find εἰς νῖκος , “unto victory,” in <a class=\"ref\">Matthew 12:20<\/a>,<\/p><p> (Note: “<em> Ad victoriam enim kri'sin perducit qui ad veritatem perducit <\/em> .” - Anger.)<\/p><p> as if the reading were לנצח , as in <a class=\"ref\">Habakkuk 1:4<\/a>), the connection between the first and last clauses of <a class=\"isa\" verses=\"WzE4NDg0XQ==\">Isaiah 42:3<\/a> is a very loose one. It becomes much closer if we take the ל as indicating the standard, as in <a class=\"isa\" verses=\"WzE3ODg4XQ==\">Isaiah 11:3<\/a> and <a class=\"isa\" verses=\"WzE4MjYxXQ==\">Isaiah 32:1<\/a>, and adopt the rendering “according to truth” (Hitzig and Knobel). It is on its subjective and practical side that truth is referred to here, viz., as denoting such a knowledge, and acknowledgement of the true facts in the complicated affairs of men, as will promote both equity and kindness.<\/p>",
    "audit": null
}