{
    "id": 17803,
    "source": "kdo",
    "verse_id": 17980,
    "verse_count": 2,
    "reference": "16:10-11",
    "title": "",
    "html": "<p> The prophet, to whose favourite words and favourite figures Carmel belongs, both as the name of a place and as the name of a thing, now proceeds with his picture, and is plunged still more deeply into mourning. <em> “And joy is taken away, and the rejoicing of the garden-land; and there is no exulting, no shouting in the vineyards: the treader treads out no wine in the presses; I put an end to the Hedad. Therefore my bowels sound for Moab like a harp, and my inside for Kir-heres.”<\/em> It is Jehovah who says “I put an end;” and consequently the words, “My bowels sound like a harp,” or, as Jeremiah expresses it (<a class=\"ref\">Jeremiah 48:36<\/a>), like flutes, might appear to be expressive of the feelings of Jehovah. And the Scriptures do not hesitate to attribute <em> m ē‛ayim <\/em> (<em> viscera <\/em> ) to God (e.g., <a class=\"isa\" verses=\"WzE4ODgyLDE5NzEyXQ==\">Isaiah 63:15; Jeremiah 31:20<\/a>). But as the prophet is the sympathizing subject throughout the whole of the prophecy, it is better, for the sake of unity, to take the words in this instance also as expressing the prophet's feelings. Just as the hand or <em> plectrum <\/em> touches the strings of the harp, so that they vibrate with sound; so did the terrible things that he had heard Jehovah say concerning Moab touch the strings of his inward parts, and cause them to resound with notes of pain. By the bowels, or rather entrails (<em> viscera <\/em> ), the heart, liver, and kidneys are intended - the highest organs of the Psyche, and the sounding-board, as it were, of those “hidden sounds” which exist in every man. God conversed with the prophet “in the spirit;” but what passed there took the form of individual impressions in the domain of the soul, in which impressions the bodily organs of the psychical life sympathetically shared. Thus the prophet saw in the spirit the purpose of God concerning Moab, in which he could not and would not make any change; but it threw his soul into all the restlessness of pain.<\/p>",
    "audit": null
}