{
    "id": 17607,
    "source": "kdo",
    "verse_id": 17672,
    "verse_count": 1,
    "reference": "1:17",
    "title": "",
    "html": "<p> Five admonitions relating to the practice of what is good: <em> “Learn to do good, attend to judgment, set the oppressor right, do justice to the orphan, conduct the cause of the widow.”<\/em> The first admonition lays the foundation for the rest. They were to learn to do good - a difficult art, in which a man does not become proficient merely by good intentions. “Learn to do good:” <em> hetib <\/em> is the object to <em> limdu <\/em> (learn), regarded as an accusative; the inf. abs. הרע in <a class=\"isa\" verses=\"WzE3NjcxXQ==\">Isaiah 1:16<\/a> takes the place of the object in just the same manner. The division of this primary admonition into four minor ones relating to the administration of justice, may be explained from the circumstance that no other prophet directs so keen an eye upon the state and its judicial proceedings as Isaiah has done. He differs in this respect from his younger contemporary Micah, whose prophecies are generally more ethical in their nature, whilst those of Isaiah have a political character throughout. Hence the admonitions: <em> “Give diligent attention to judgment”<\/em> (<em> dârash <\/em> , to devote one's self to a thing with zeal and assiduity); and <em> “bring the oppressor to the right way.”<\/em> This is the true rendering, as <em> C hâmotz <\/em> (from <em> C hâmatz <\/em> , to be sharp in flavour, glaring in appearance, violent and impetuous in character) cannot well mean “the oppressed,” or the man who is deprived of his rights, as most of the early translators have rendered it, since this form of the noun, especially with an immutable <em> kametz<\/em> like בּגוד בּגודה (cf., נקד נקּדּה ), is not used in a passive, but in an active or attributive sense (Ewald, §152, <em> b:<\/em> vid., at <a class=\"ref\">Psalms 137:8<\/a>): it has therefore the same meaning as <em> C homeotz <\/em> in <a class=\"ref\">Psalms 71:4<\/a>, and <em> âshok <\/em> in <a class=\"ref\">Jeremiah 22:3<\/a>, which is similar in its form. But if <em> C hâmotz <\/em> signifies the oppressive, reckless, churlish man, אשּׁר cannot mean to make happy, or to congratulate, or to set up, or, as in the talmudic rendering, to strengthen (Luzzatto: <em> rianimate chi è oppresso <\/em> ); but, as it is also to be rendered in <a class=\"isa\" verses=\"WzE3NzIwLDE3ODQ1XQ==\">Isaiah 3:12; Isaiah 9:15<\/a>, to lead to the straight road, or to cause a person to keep the straight course. In the case before us, where the oppressor is spoken of, it means to direct him to the way of justice, to keep him in bounds by severe punishment and discipline.<\/p><p> (Note: The <em> Talmud<\/em> varies in its explanation of <em> C hamoz <\/em> : in one instance it is applied to a judge who lets his sentence be thoroughly leavened before pronouncing it; in another the <em> C hamuz <\/em> is said to signify a person robbed and injured, in opposition to <em> C homez <\/em> (<em> b. Sanhedrin <\/em> 35<em> a<\/em> ). It is an instructive fact in relation to the idea suggested by the word, that, according to <em> Joma<\/em> 39<em> b<\/em> , a man who had not only taken possession of his own inheritance, but had seized upon another person's also, bore the nickname of <em> ben chimzon <\/em> as long as he lived.)<\/p><p> In the same way we find in other passages, such as <a class=\"isa\" verses=\"WzE3ODg5XQ==\">Isaiah 11:4<\/a> and <a class=\"ref\">Psalms 72:4<\/a>, severe conduct towards oppressors mentioned in connection with just treatment of the poor. There follow two admonitions relating to widows and orphans. Widows and orphans, as well as foreigners, were the <em> protégés<\/em> of God and His law, standing under His especial guardianship and care (see, for example, <a class=\"ref\">Exodus 22:22<\/a> (21), cf., <a class=\"ref\">Exodus 21:21<\/a> (20). <em> “Do justice to the orphan”<\/em> (<em> Shâphat <\/em> , as in <a class=\"ref\">Deuteronomy 25:1<\/a>, is a contracted expression for <em> shâphat mishpat <\/em> ): for if there is not even a settlement or verdict in their cause, this is the most crying injustice of all, as neither the form nor the appearance of justice is preserved. <em> “Conduct the cause of the widows:”<\/em> ריב with an accusative, as in <a class=\"isa\" verses=\"WzE4Njk2XQ==\">Isaiah 51:22<\/a>, the only other passage in which it occurs, is a contracted form for ריב ריב . Thus all the grounds of self-defence, which existed in the hearts of the accused, are both negatively and positively overthrown. They are thundered down and put to shame. The law (<em> thorah<\/em> ), announced in <a class=\"isa\" verses=\"WzE3NjY1XQ==\">Isaiah 1:10<\/a>, has been preached to them. The prophet has cast away the husks of their dead works, and brought out the moral kernel of the law in its universal application.<\/p>",
    "audit": null
}