{
    "id": 13497,
    "source": "kdo",
    "verse_id": 18778,
    "verse_count": 2,
    "reference": "57:12–13",
    "title": "",
    "html": " <p>But this silence would not last for ever. <i>“I will proclaim thy righteousness; and thy works, they will not profit thee. When thou criest, let thy heaps of idols save thee: but a wind carries them all away; a breath takes them off; and whoever putteth trust in me will inherit the land, and take possession of my holy mountain.”<\/i>, According to the context, <span class=\"normal hebrew\">,צדקתך<\/span>, cannot be a synonym of <span class=\"normal hebrew\">,ישׁוּעה<\/span>, here. It is neither salvation nor the way of salvation that is intended; nor is this even included, as Stier supposes. But the simple reference is to what Israel in its blindness regarded as righteousness; whereas, if it had known itself, it would have seen that it was the most glaring opposite. This lying-righteousness of Israel would be brought to a judicial exposure by Jehovah. <span class=\"normal hebrew\">,ואת־מעשׂיך<\/span>, is not a second accusative to <span class=\"normal hebrew\">,אגּיד<\/span>, for in that case we should have <span class=\"normal hebrew\">,ומעשׂיך <\/span> <span class=\"normal hebrew\">,את־צדקתך<\/span>,; but it commences a second sentence, as the accents really indicate. When Jehovah begins thus to speak and act, the impotence of the false gods which His people have made for themselves will soon be exposed; and “as for thy works (i.e., thine idols, <a class=\"isa\" verses=\"WzE4NDgxXQ==\">Isaiah 41:29<\/a>, cf., <a class=\"isa\" verses=\"WzE3Njg2XQ==\">Isaiah 1:31<\/a>), they will do thee no good” (<a class=\"isa\" verses=\"eyIxODU0MyI6Mn0=\">Isaiah 44:9-10<\/a>, compare <a class=\"ref\">Jeremiah 23:33<\/a>; for the question <span class=\"normal hebrew\">,מה־משׂא <\/span>), here an empatic elevation of the subject, compare <a class=\"isa\" verses=\"WzE4NzIwXQ==\">Isaiah 53:8<\/a>, <span class=\"normal hebrew\">,ואת־דורו<\/span>, Ewald, § 277, p. 683). This determines the meaning of <span class=\"normal hebrew\">,קבּוּציך<\/span>, which Knobel supposes to refer to the large army of the Babylonians, with which the apostates among the exiles had formed an offensive and defensive alliance. But the term is really applied to the heaps (<i>(<span class=\"translit\">, qibbūts <\/span>), <i>collectio<\/i>, not an adjective of the form <i>(<span class=\"translit\">, limmūd <\/span>)) of different idols, with which Israel had furnished itself even in its captivity (compare <i>(<span class=\"translit\">, qibbâtsâh <\/span>) in <a class=\"ref\">Micah 1:7<\/a>). It was in vain for them to turn to these pantheons of theirs; a single <i>(<span class=\"translit\">, rūăch <\/span>) would carry them all away, a <i>(<span class=\"translit\">, hebhel <\/span>) would sweep them off, for they themselves were nothing but (<span class=\"translit\">, hebhel <\/span>) and (<span class=\"translit\">, rūăch <\/span>) (<a class=\"isa\" verses=\"WzE4NDgxXQ==\">Isaiah 41:29<\/a>). The proper punctuation here is <span class=\"normal hebrew\">,יקּח־הבל<\/span>,; the first syllable of <span class=\"normal hebrew\">,יקח<\/span>, which is attached to a word with a disjunctive accent, has a so-called heavy Gaya<\/i>, the second a euphonic Gaya<\/i>, according to rules which are too little discussed in our grammars. When Knobel supports his explanation of <span class=\"normal hebrew\">,קבוציך<\/span>, on the ground that the idols in <a class=\"isa\" verses=\"WzE4Nzc5XQ==\">Isaiah 57:13<\/a><\/i>, and the worshippers of Jehovah in <a class=\"isa\" verses=\"WzE4Nzc5XQ==\">Isaiah 57:13<\/a><\/i>, do not form a fitting antithesis, the simple reply is, that the contrast lies between the idols, which cannot save, and Jehovah, who not only saves those who trust in Him, but sends them prosperity according to His promises. With the promise, “Whoso trusts in me will inherit the land,” this prophecy reaches the thought with which the previous prophecy (<a class=\"isa\" verses=\"eyIxODY4MSI6Mn0=\">Isaiah 51:7-8<\/a>) closed; and possibly what is here affirmed of <span class=\"normal hebrew\">,קבּוּציך<\/span>, forms an intentional antithesis to the promise there, <span class=\"normal hebrew\">,לנקבּציו <\/span> <span class=\"normal hebrew\">,עליו <\/span> <span class=\"normal hebrew\">,אקבּץ <\/span> <span class=\"normal hebrew\">,עוד <\/span>: when Jehovah gathers His faithful ones from the dispersion, and gathers others to them (from among the heathen), then will the plunder which the faithless have gathered together be all scattered to the winds. And whilst the latter stand forsaken by their powerless works, the former will be established in the peaceful inheritance of the promised land. The first half of the prophecy closes here. It is full of reproach, and closes with a brief word of promise, which is merely the obverse of the threat. The second half follows an opposite course. Jehovah will redeem His people, provided it has been truly humbled by the sufferings appointed, for He has seen into what errors it has fallen since He has withdrawn His mercy from it. “But the wicked,” etc. The whole closes here with words of threatening, which are the obverse of the promise. <a class=\"isa\" verses=\"WzE4Nzc5XQ==\">Isaiah 57:13<\/a><\/i>, forms the transition from the first half to the second. <br> <\/p>",
    "audit": null
}