{
    "id": 17900,
    "source": "kdo",
    "verse_id": 18167,
    "verse_count": 3,
    "reference": "28:2-4",
    "title": "",
    "html": "<p> In the next three vv. the hoi is expanded. <em> “Behold, the Lord holds a strong and mighty thing like a hailstorm, a pestilent tempest; like a storm of mighty overflowing waters, He casts down to the earth with almighty hand. With feet they tread down the proud crown of the drunken of Ephraim. And it happens to the fading flower of its splendid ornament, which is upon the head of the luxuriant valley, as to an early fig before it is harvest, which whoever sees it looks at, and it is no sooner in his hand than he swallows it.”<\/em> “A strong and mighty thing:” ואמּי חזק we have rendered in the neuter (with the lxx and Targum) rather than in the masculine, as Luther does, although the strong and mighty thing which the Lord holds in readiness is no doubt the Assyrian. He is simply the medium of punishment in the hand of the Lord, which is called <em> yâd <\/em> absolutely, because it is absolute in power - as it were, the hand of all hands. This hand hurls Samaria to the ground (on the expression itself, compare <a class=\"isa\" verses=\"WzE4MTMxLDE4MTM2XQ==\">Isaiah 25:12; Isaiah 26:5<\/a>), so that they tread the proud crown to pieces with their feet (<em> tērâmasnâh <\/em> , the more pathetic plural form, instead of the singular <em> tērâmēs <\/em> ; Ges. 47, Anm. 3, and Caspari on <a class=\"ref\">Obadiah 1:13<\/a>). The noun <em> sa‛ar <\/em> , which is used elsewhere in the sense of shuddering, signifies here, like סערה , an awful tempest; and when connected with קטב , a tempest accompanied with a pestilential blast, spreading m iasma . Such destructive power is held by the absolute hand. It is soon all over then with the splendid flower that has already begun to fade נבל ציצת , like הקּטן כּלי in <a class=\"isa\" verses=\"WzE4MDc3XQ==\">Isaiah 22:24<\/a>). It happens to it as to a <em> bikkūrâh <\/em> (according to the Masora, written with <em> m appik <\/em> here, as distinguished from <a class=\"ref\">Hosea 9:10<\/a>, equivalent to <em> k e bhikkūrâthâh <\/em> ; see <a class=\"ref\">Job 11:9<\/a>, “like an early fig of this valley;” according to others, it is simply euphonic). The gathering of figs takes place about August. Now, if any one sees a fig as early as June, he fixes his eyes upon it, and hardly touches it with his hand before he swallows it, and that without waiting to masticate it long. Like such a dainty bit will the luxuriant Samaria vanish. The fact that Shalmanassar, or his successor Sargon, did not conquer Samaria till after the lapse of three years (<a class=\"ref\">2 Kings 18:10<\/a>), does not detract from the truth of the prophecy; it is enough that both the thirst of the conqueror and the utter destruction of Samaria answered to it.<\/p>",
    "audit": null
}