{
    "id": 17808,
    "source": "kdo",
    "verse_id": 17988,
    "verse_count": 5,
    "reference": "17:4-8",
    "title": "",
    "html": "<p> Second turn: <em> “And it comes to pass in that day, the glory of Jacob wastes away, and the fat of his flesh grows thin. And it will be as when a reaper grasps the stalks of wheat, and his arm mows off the ears; and it will be as with one who gathers together ears in the valley of Rephaim. Yet a gleaning remains from it, as at the olive-beating: two, three berries high up at the top; four, five in its, the fruit tree's, branches, saith Jehovah the God of Israel. At that day will man look up to his Creator, and his eyes will look to the Holy One of Israel. And he will not look to the altars, the work of his hands; and what his fingers have made he will not regard, neither the Astartes nor the sun-gods.”<\/em> This second turn does not speak of Damascus, but simply of Israel, and in fact of all Israel, the range of vision widening out from Israel in the more restricted sense, so as to embrace the whole. It will all disappear, with the exception of a small remnant; but the latter will return. Thus “a remnant will return,” the law of Israel's history, which is here shown first of all in its threatening aspect, and then in its more promising one. The reputation and prosperity to which the two kingdoms were raised by Jeroboam II and Uzziah would pass away. Israel was ripe for judgment, like a field of corn for the harvest; and it would be as when a reaper grasps the stalks that have shot up, and cuts off the ears. קציר is not used elliptically for קציר אישׁ (Gesenius), nor is it a definition of time (Luzzatto), nor an accusative of the object (Knobel), but a noun formed like נביא , פליל , פריץ , and used in the sense of reaper (<em> kōtzēr <\/em> in other cases).<\/p><p> (Note: Instead of <em> kâtzar <\/em> (to cut off, or shorten), they now say <em> kâratz <\/em> in the whole of the land to the east of the Jordan, which gives the idea of sawing off - a much more suitable one where the Syrian sickle is used.)<\/p><p> The figure suggested here is more fully expanded in John 4 and Rev 14. Hardly a single one will escape the judgment: just as in the broad plain of Rephaim, which slopes off to the south-west of Jerusalem as far as Bethlehem, where it is covered with rich fields of wheat, the collectors of ears leave only one or two ears lying scattered here and there.<\/p><p> Nevertheless a gleaning of Israel (“in it,” viz., in Jacob, <a class=\"isa\" verses=\"WzE3OTg4LDE3ODczXQ==\">Isaiah 17:4; Isaiah 10:22<\/a>) will be left, just as when the branches of the olive tree, which have been already cleared with the hand, are still further shaken with a stick, there still remain a few olives upon the highest branch (two, three; cf., <a class=\"ref\">2 Kings 9:32<\/a>), or concealed under the foliage of the branches. “<em> Its<\/em> , <em> the fruit tree's<\/em> , <em> branches<\/em> :” this is an elegant expression, as, for example, in <a class=\"ref\">Proverbs 14:13<\/a>; the carrying over of the ה to the second word is very natural in both passages (see Ges. §121,<em> b<\/em> ). This small remnant will turn with stedfast gaze to the living God, as is becoming in man as such (<em> hâ'âdâm <\/em> ), and not regard the idols as worthy of any look at all, at least of any reverential look. As <em> hammânim <\/em> are here images of the sun-god חמן בעל , which is well known from the Phoenician monuments,<\/p><p> (Note: See Levy, <em> Phönizisches Wörterbuch<\/em> (1864), p. 19; and Otto Strauss on <em> Nahum<\/em> , p. xxii. ss.)<\/p><p><em> 'ashērim <\/em> (for which we find, though more rarely, <em> 'ashēroth <\/em> ) apparently signifies images of the moon-goddess. And the combination of “Baal, Asherah, and all the host of heaven” in <a class=\"ref\">2 Kings 23:4<\/a>, as well as the surname “queen of heaven” in <a class=\"ref\">Jeremiah 7:18; Jeremiah 44:18-19<\/a>, appears to require this (Knobel). But the latest researches have proved that <em> ' Ashērâh <\/em> is rather the Semitic Aphrodite, and therefore the planet Venus, which was called the “little luck” (<em> es<\/em> -<em> sa‛d el<\/em> -<em> as'gar <\/em> )<\/p><p> (Note: See Krehl, <em> Religion der vorislamischen Araber<\/em> (1863), p. 11.)<\/p><p> by the Arabs, in distinction from <em> Musteri <\/em> (Jupiter),<\/p><p> (Note: This was the <em> tutelar <\/em> deity of Damascus; see <em> Comm. on Job<\/em> , Appendix.)<\/p><p> or “the great luck.” And with this the name <em> 'Asherah <\/em> the “lucky” (i.e., the source of luck or prosperity) and the similar surname given to the Assyrian <em> Istar<\/em> agree;<\/p><p> (Note: “<em> Ishtar<\/em> ,” says Rawlinson in his <em> Five Great Monarchies of the Ancient Eastern World<\/em> , - a work which challenges criticism through its dazzling results - ”<em> Ishtar<\/em> is the goddess who rejoices mankind, and her most common epithet is Amra, 'the fortunate' or 'the happy.' But otherwise her epithets are vague and general, insomuch that she is often scarcely distinguishable from Beltis (the wife of Bel-Nimrod).” Vid., vol. i. p. 175 (1862).)<\/p><p> for <em> 'Asherah <\/em> is the very same goddess as <em> 'Ashtoreth <\/em> , whose name is thoroughly Arian, and apparently signifies the star (Ved. <em> stir <\/em> = <em> star<\/em> ; Zend. <em> stare <\/em> ; Neo-Pers. <em> sitâre <\/em> , used chiefly for the morning star), although Rawlinson (without being able to suggest any more acceptable interpretation) speaks of this view as “not worthy of much attention.”<\/p><p> (Note: The planet Venus, according to a Midrash relating to <a class=\"ref\">Genesis 6:1-2<\/a>, is <em> 'Istehar <\/em> transferred to the sky; and this is the same as <em> Zuhare <\/em> (see Geiger, <em> Was hat Muhammed<\/em> , etc. 1833, pp. 107-109).)<\/p><p> Thus <em> Asherim<\/em> is used to signify the <em> bosquets <\/em> (shrubberies) or trees dedicated to the Semitic Aphrodite (<a class=\"ref\">Deuteronomy 16:21<\/a>; compare the verbs used to signify their removal, גדע , כרת , נתשׁ ); but here it probably refers to her statues or images<\/p><p> (Note: The plural <em> Ashtaroth <\/em> , <em> Hathors <\/em> , which occurs upon Assyrian and Egyptian monuments, has a different meaning.)<\/p><p> (<a class=\"ref\">2 Kings 21:7<\/a>; compare the <em> m iphletzeth <\/em> in <a class=\"ref\">1 Kings 15:13<\/a>, which is used to denote an obscene exhibition). For these images of the sun-god and of the goddess of the morning star, the remnant of Israel, that has been purified by the smelting furnace of judgment, has no longer any eye. Its looks are exclusively directed to the one true God of man. The promise, which here begins to dawn at the close of the second turn, is hidden again in the third, though only to break forth again in the fourth with double or triple intensity.<\/p>",
    "audit": null
}