{
    "id": 18129,
    "source": "kdo",
    "verse_id": 18667,
    "verse_count": 1,
    "reference": "50:4",
    "title": "",
    "html": "<p> He in whom Jehovah came to His nation, and proclaimed to it, in the midst of its self-induced misery, the way and work of salvation, is He who speaks in <a class=\"isa\" verses=\"WzE4NjY3XQ==\">Isaiah 50:4<\/a> : <em> “The Lord Jehovah hath given me a disciple's tongue, that I may know how to set up the wearied with words: He wakeneth every morning; wakeneth mine ear to attend in disciple's manner.”<\/em> The word <em> limmūdı̄m <\/em> , which is used in the middle of the verse, and which is the older word for the later <em> talmidı̄m <\/em> , μαθηταί , as in <a class=\"isa\" verses=\"WzE3ODI0LDE4NzM3XQ==\">Isaiah 8:16; Isaiah 54:13<\/a>, is repeated at the close of the verse, according to the figure of palindromy, which is such a favourite figure in both parts of the book of Isaiah; and the train of thought, “He wakeneth morning by morning, wakeneth mine ear,” recals to mind the parallelism with reservation which is very common in the Psalms, and more especially the custom of a “triolet-like” spinning out of the thoughts, from which the songs of “degrees” (or ascending steps, <em> shı̄r hamma‛ălōth <\/em> ) have obtained their name. The servant of Jehovah affords us a deep insight here into His hidden life. The prophets received special revelations from God, for the most part in the night, either in dreams or else in visions, which were shown them in a waking condition, but yet in the more susceptible state of nocturnal quiet and rest. Here, however, the servant of Jehovah receives the divine revelations neither in dreams nor visions of the night; but every morning (<em> babbōqer babbōqer <\/em> as in <a class=\"isa\" verses=\"WzE4MTg0XQ==\">Isaiah 28:19<\/a>), i.e., when his sleep is over, Jehovah comes to him, awakens his ear, by making a sign to him to listen, and then takes him as it were into the school after the manner of a pupil, and teaches him what and how he is to preach. Nothing indicates a tongue befitting the disciples of God, so much as the gift of administering consolation; and such a gift is possessed by the speaker here. “To help with words him that is exhausted” (with suffering and self-torture): עוּת , Arab. <em> gât̬ <\/em> , <em> med. Vav<\/em> , related to אוּשׁ , חוּשׁ , signifies to spring to a person with words to help, Aq. ὑποστηρίσαι , Jer. <em> sustentare <\/em> . The Arabic <em> gât̬ <\/em> , <em> med. Je<\/em> , to rain upon or water (Ewald, Umbreit, etc.), cannot possibly be thought of, since this has no support in the Hebrew; still less, however, can we take עוּת as a denom. from עת , upon which Luther has founded his rendering, “to speak to the weary in due season” (also Eng. ver.). דּבר is an accusative of more precise definition, like אשׁר in <a class=\"isa\" verses=\"WzE4NjY0XQ==\">Isaiah 50:1<\/a> (cf., <a class=\"isa\" verses=\"WzE4NTA2LDE4NTI5XQ==\">Isaiah 42:25; Isaiah 43:23<\/a>). Jerome has given the correct rendering: “that I may know how to sustain him that is weary with a word.”<\/p>",
    "audit": null
}