{
    "id": 17898,
    "source": "kdo",
    "verse_id": 18166,
    "verse_count": 29,
    "reference": 28,
    "title": "",
    "html": "<p> Book of Woes or Historical Discourses Relating to Asshur and the Egyptian Alliance - Isaiah 28-33 part v <\/p><p> These chapters carry us to the earliest years of Hezekiah's reign, probably to the second and third; as Samaria has not yet been destroyed. They run parallel to the book of Micah, which also takes its start from the destruction of Samaria, and are as faithful a mirror of the condition of the people under Hezekiah, as chapters 7-12 were of their condition under Ahaz. The time of Ahaz was characterized by a spiritless submission to the Assyrian yoke; that of Hezekiah by a casual striving after liberty. The people tried to throw off the yoke of Assyria; not with confidence in Jehovah, however, but in reliance upon the help of Egypt. This Egypticizing policy is traced step by step by Isaiah, in chapters 28-32. The gradual rise of these addresses may be seen from the fact, that they follow the gradual growth of the alliance with Egypt through all its stages, until it is fully concluded. By the side of this casual ground of trust, which Jehovah will sweep away, the prophet exhibits the precious corner-stone in Zion as the true, firm ground of confidence. We might therefore call these chapters (Isaiah 28-33) “the book of the precious corner-stone,” just as we called chapters 7-12 “the book of Immanuel.” But the prophecy in <a class=\"isa\" verses=\"WzE4MTgxXQ==\">Isaiah 28:16<\/a> does not determine and mould the whole of this section, in the same manner in which the other section is moulded and governed by the prophecy of the Son of the Virgin. We therefore prefer to call this cycle of prophecy “the book of woes;” for censure and threatening are uttered here in repeated utterances of “<em> woe<\/em> ,” not against Israel only, but more especially against Judah and Jerusalem, until at last, in chapter 33, the “<em> hoi <\/em> concerning Jerusalem” is changed into a “<em> hoi <\/em> concerning Asshur.” All the independent and self-contained addresses in this cycle of prophecy commence with <em> hoi <\/em> (“<em> woe:<\/em> ” chapters 28, 29, 30, 31-32, 33). The section which does not begin with <em> hoi <\/em> (viz., <a class=\"isa\" verses=\"eyIxODI2OSI6MTJ9\">Isaiah 32:9-20<\/a>) is the last and dependent part of the long address commencing with <a class=\"isa\" verses=\"WzE4MjUyXQ==\">Isaiah 31:1<\/a>. On the other hand, <a class=\"isa\" verses=\"eyIxODIwOSI6MTB9\">Isaiah 29:15-24<\/a> also commences with <em> hoi <\/em> , though it does not form a distinct address in itself, since chapter 29 forms a complete whole. The subdivisions of the sections, therefore, have not a uniform commencement throughout; but the separate and independent addresses all commence with <em> hoi <\/em> . The climax of these prophecies of woe is chapter 30. Up to this point the exclamation of woe gradually ascends, but in chapters 31-32 it begins to fall; and in chapter 33 (which contains an epilogue that was only added in the fourteenth year of Hezekiah's reign) it has changed into the very opposite. The prophet begins with <em> hoi <\/em> , but it is a woe concerning the devastator. This <em> utmost<\/em> woe, however, was not fulfilled at the point of time when the fulfilment of “the utmost” predicted in chapters 28-32 was apparently close at hand; but Jerusalem, though threatened with destruction, was miraculously saved. Yet the prophet had not merely to look on, as Jonah had. He himself predicted this change in the purpose of God, inasmuch as the direction of the “woe” in his mouth is altered, like that of the wrath of God, which turns from Jerusalem to Asshur, and destroys it.<\/p>",
    "audit": null
}