{
    "id": 18191,
    "source": "kdo",
    "verse_id": 18769,
    "verse_count": 2,
    "reference": "57:3-4",
    "title": "",
    "html": "<p> The reproachful language of the prophet is now directed against the mass of the nation, who have occasioned the “evil” from which the righteous is swept away, i.e., the generation that is hostile to the servants of Jehovah, and by whom those sins of idolatry are still so shamelessly carried on, which first led to the captivity. <em> “And ye, draw nearer hither, children of the sorceress, seed of the adulterer, and of her that committed whoredom! Over whom do ye make yourselves merry? Over whom do ye open the mouth wide, and put the tongue out long? Are ye not the brook of apostasy, seed of lying?”<\/em> They are to draw nearer hither (<em> hēnnâh <\/em> as in <a class=\"ref\">Genesis 15:16<\/a>), to the place where God is speaking through His prophet, to have themselves painted, and to hear their sentence. Just as elsewhere the moral character of a man is frequently indicated by the mention of his father (<a class=\"ref\">2 Kings 6:32<\/a>), or his mother (<a class=\"ref\">1 Samuel 20:30<\/a>), or both parents (<a class=\"ref\">Job 30:8<\/a>), so here the generation of the captivity, so far as it continued to practise the idolatry by which its ancestors had brought upon themselves the Chaldean catastrophe, is called <em> first<\/em> עננה בּני (or more correctly עננה ), sons of the sorceress (possibly the maker of clouds or storm, <a class=\"isa\" verses=\"WzE3NjkyXQ==\">Isaiah 2:6<\/a>, Jer. <em> auguratricis <\/em> ), one who made heathen and superstitious customs her means of livelihood, viz., the community as it existed before the captivity, which really deserved no better name, on account of the crying contradiction between its calling and its conduct; and <em> secondly<\/em> , with regard to both the male and female members of the community, ותּזנה מנאף זרע , <em> semen adulteri et fornicariae <\/em> (Jer.), though Stier, Hahn, and others adopt the rendering <em> semen adulterum et quod <\/em> (<em> qui<\/em> )<em> scortaris <\/em> . A better rendering than this would be, “Seed of an adulterer, and one who committest adultery thyself,” viz., (what would be indicated with this explanation by the <em> fut. consec.<\/em> ) in consequence of this descent from an adulterer. But as זרע (seed, posterity), wherever it is more minutely defined, is connected with a genitive, and not with an adjective, the presumption is that ותזנה מנאף denotes the father and mother. ותּזנה is an attributive clause regarded as a genitive (Ges. §123, 3, Anm. 1), and more closely connected with מנאף htiw than if it was written ותזנה = וזונה , <a class=\"isa\" verses=\"WzE3Njc2XQ==\">Isaiah 1:21<\/a>): Seed of an adulterer, and consequently (Ewald, §351,<em> b<\/em> ), or similarly, of one who gave herself up to whoredom. Idolatry, prostitution, and magic are most closely allied. The prophet now asks, “Over whom do ye find your pleasure? For whom are your common contemptuous actions intended?” התענּג is only used here, and denotes the feeling which finds pleasure in the sufferings of another. The objects of this malicious contemptuous pleasure (<a class=\"ref\">Psalms 22:8., Psalms 35:21<\/a>) are the servants of Jehovah; and the question, as in <a class=\"isa\" verses=\"WzE4Mzc2XQ==\">Isaiah 37:23<\/a>, is one of amazement at their impudence, since the men over whom they make merry are really deserving of esteem, whereas they themselves are the refuse of Israel: Are ye not a brook of apostasy, seed of lying? As apostasy and lying, when regarded as parents, can only produce something resembling themselves; the character of those from whom they are descended is here imputed to the men themselves, even more clearly than before. The genitives of origin are also genitives of attribute. Instead of ילדי (e.g., <a class=\"isa\" verses=\"WzE3NjkyXQ==\">Isaiah 2:6<\/a>) we have here ילדי before <em> m akkeph <\/em> , with the shortening of <em> a<\/em> into <em> i<\/em> .<\/p>",
    "audit": null
}