{
    "id": 17953,
    "source": "kdo",
    "verse_id": 18298,
    "verse_count": 2,
    "reference": "33:18-19",
    "title": "",
    "html": "<p> The tribulation has passed away like a dream. <em> “Thy heart meditates upon the shuddering. Where is the valuer? where the weigher? where he who counted the towers? The rough people thou seest no more, the people of deep inaudible lip, of stammering unintelligible tongue.”<\/em> The dreadful past is so thoroughly forced out of mind by the glorious present, that they are obliged to turn back their thoughts (<em> hâgâh <\/em> , <em> meditari <\/em> , as Jerome renders it) to remember it at all. The <em> sōphēr <\/em> who had the management of the raising of the tribute, the <em> shōqēl <\/em> who tested the weight of the gold and silver, the <em> sōpher 'eth hammigdâl <\/em> who drew up the plan of the city to be besieged or stormed, are all vanished. The rough people ( נועז עם , the <em> niphal<\/em> of עזז , from יעז ), that had shown itself so insolent, so shameless, and so insatiable in its demands, has become invisible. This attribute is a perfectly appropriate one; and the explanation given by Rashi, Vitringa, Ewald, and Fürst, who take it in the sense of <em> lō‛ēz <\/em> in <a class=\"ref\">Psalms 114:1<\/a>, is both forced and groundless. The expressions <em> ‛imkē <\/em> and <em> nil‛ag <\/em> refer to the obscure and barbarous sound of their language; <em> missh e mōă <\/em> to the unintelligibility of their speech; and בּינה אין to the obscurity of their meaning. Even if the Assyrians spoke a Semitic language, they were of so totally different a nationality, and their manners were so entirely different, that their language must have sounded even more foreign to an Israelite than Dutch to a German.<\/p>",
    "audit": null
}