{
    "id": 18139,
    "source": "kdo",
    "verse_id": 18686,
    "verse_count": 4,
    "reference": "51:12-15",
    "title": "",
    "html": "<p> In the second half the promise commences again, but with more distinct reference to the oppression of the exiles and the sufferings of Jerusalem. Jehovah Himself begins to speak now, setting His seal upon what is longed and hoped for. <em> “I am your comforter: who art thou, that thou shouldst be afraid of a mortal who will die, and of a son of man who is made a blade of grass; that thou shouldst forget Jehovah thy Creator, who stretched out the heavens and founded the earth; that thou shouldst be afraid continually all the day of the fury of the tormentor, as he aims to destroy? and where is the fury of the tormentor left? He that is bowed down is quickly set loose, and does not die to the grave, and his bread does not fail him; as truly as I Jehovah am thy God, who frighteneth up the sea, so that its waves roar: Jehovah of hosts is His name.”<\/em> הוּא after אנכי אנכי is an emphatic repetition, and therefore a strengthening of the subject ( αὐτὸς ἐγώ ), as above, in <a class=\"isa\" verses=\"WzE4Njg0XQ==\">Isaiah 51:10<\/a>, in אתּ־היא . From this major, that Jehovah is the comforter of His church, and by means of a minor, that whoever has Him for a comforter has no need to fear, the conclusion is drawn that the church has no cause to fear. Consequently we cannot adopt Knobel's explanation, “How small thou art, that thou art afraid.” The meaning is rather, “Is it really the case with thee (i.e., art thou then so small, so forsaken), that thou hast any need to fear” (fut. consec., according to Ges. §129, 1; cf., <em> ki <\/em> , <a class=\"ref\">Exodus 3:11; Judges 9:28<\/a>)? The attributive sentence <em> tâmūth <\/em> (who will die) brings out the meaning involved in the epithet applied to man, viz., <em> 'ĕnōsh <\/em> (compare in the Persian myth <em> Gayomard<\/em> , from the old Persian <em> gaya meretan <\/em> , mortal life); חציר = כּחציר (<a class=\"ref\">Psalms 37:2; Psalms 90:5; Psalms 103:15<\/a>; compare above, <a class=\"isa\" verses=\"eyIxODQyNyI6M30=\">Isaiah 40:6-8<\/a>) is an equation instead of a comparison. In  the address is thrown into a feminine form, in  into a masculine one; Zion being the object in the former, and (what is the same thing) Israel in the latter: that thou forgettest thy Creator, who is also the almighty Maker of the universe, and soarest about in constant endless alarm at the wrath of the tormentor, whilst he is aiming to destroy (<em> pichad <\/em> , <em> contremiscere <\/em> , as in <a class=\"ref\">Proverbs 28:14<\/a>; <em> ka'ăsher <\/em> as in <a class=\"ref\">Psalms 66:7; Numbers 27:14<\/a>, lit., according as; <em> kōnēn <\/em> , viz., his arrows, or even his bow, as in <a class=\"ref\">Psalms 11:2; Psalms 7:13<\/a>, cf., <a class=\"isa\" verses=\"WzE4MDQ5XQ==\">Isaiah 21:13<\/a>). We must not translate this <em> quasi disposuisset <\/em> , which is opposed to the actual fact, although syntactically possible (<a class=\"ref\">Job 10:19; Zechariah 10:6<\/a>). The question with which the fear is met, “And where is the fury of the tormentor?” looks into the future: “There is not a trace of him to be seen, he is utterly swept away.” If <em> hammētsı̄q <\/em> signifies the Chaldean, <a class=\"isa\" verses=\"WzE4Njg4XQ==\">Isaiah 51:14<\/a>, in which the warning passes into a promise, just as in the first half the promise passed into a warning, is not to be understood as referring to oppression by their own countrymen, who were more heathenish than Israelitish in their disposition, as Knobel supposes; but <em> tsō‛eh <\/em> (from <em> tsâ‛âh <\/em> , to stoop or bend) is an individualizing description of the exiles, who were in captivity in Babylon, and some of them actually in prison (see <a class=\"isa\" verses=\"WzE4NDg4LDE4NTAzXQ==\">Isaiah 42:7, Isaiah 42:22<\/a>). Those who were lying there in fetters, and were therefore obliged to bend, hastened to be loosed, i.e., would speedily be set at liberty (the conquest of Babylon by Cyrus may be referred to here); they would not die and fall into the pit (<em> constr. praegnans<\/em> ), nor would their bread fail; that is to say, if we regard the two clauses as the dissection of one thought (which is not necessary, however, though Hitzig supports it), “he will not die of starvation.” The pledge of this is to be found in the all-sufficiency of Jehovah, who throws the sea into a state of trembling (even by a threatening word, <em> g e ârâh <\/em> ; רגע is the construct of the participle, with the tone upon the last syllable, as in <a class=\"ref\">Leviticus 11:7; Psalms 94:9<\/a> : see Bär's <em> Psalter<\/em> , p. 132, from <em> râga‛ <\/em> , <em> tremefacere <\/em> ), so that its waves roar (cf., <a class=\"ref\">Jeremiah 31:35<\/a>, and the original passage in <a class=\"ref\">Job 26:12<\/a>).<\/p>",
    "audit": null
}