{
    "id": 17899,
    "source": "kdo",
    "verse_id": 18166,
    "verse_count": 1,
    "reference": "28:1",
    "title": "",
    "html": "<p> Isaiah, like Micah, commences with the fall of the proud and intoxicated Samaria. <em> “Woe to the proud crown of the drunken of Ephraim, and to the fading flower of its splendid ornament, which is upon the head of the luxuriant valley of those slain with wine.”<\/em> The allusion is to Samaria, which is called (1.) “the pride-crown of the drunken of Ephraim,” i.e., the crown of which the intoxicated and blinded Ephraimites were proud (<a class=\"isa\" verses=\"WzE4MjAzLDE4MDE5XQ==\">Isaiah 29:9; Isaiah 19:14<\/a>), and (2.) “the fading flower” (on the expression itself, compare <a class=\"isa\" verses=\"W1sxNzY4NV0seyIxODQyOCI6Mn1d\">Isaiah 1:30; Isaiah 40:7-8<\/a>) “of the ornament of his splendour,” i.e., the flower now fading, which had once been the ornament with which they made a show. This flower stood “upon the head of the valley of fatnesses of those slain with wine” (cf., <a class=\"isa\" verses=\"WzE3OTc4XQ==\">Isaiah 16:8<\/a>), i.e., of the valley so exuberant with fruitfulness, belonging to the Ephraimites, who were thoroughly enslaved by wine. Samaria stood upon a beautiful swelling hill, which commanded the whole country round in a most regal way (<a class=\"ref\">Amos 4:1; Amos 6:1<\/a>), in the centre of a large basin, of about two hours' journey in diameter, shut in by a gigantic circle of still loftier mountains (<a class=\"ref\">Amos 3:9<\/a>). The situation was commanding; the hill terraced up to the very top; and the surrounding country splendid and fruitful (Ritter, <em> Erdkunde<\/em> , xvi. 660, 661). The expression used by the prophet is intentionally bombastic. He heaps genitives upon genitives, as in <a class=\"isa\" verses=\"WzE3ODYzLDE4MDUzXQ==\">Isaiah 10:12; Isaiah 21:17<\/a>. The words are linked together in pairs. <em> Sh e mânı̄m <\/em> (fatnesses) has the absolute form, although it is annexed to the following word, the logical relation overruling the syntactical usage (compare <a class=\"isa\" verses=\"WzE4MjczLDEwNjI5XQ==\">Isaiah 32:13; 1 Chronicles 9:13<\/a>). The <em> sesquipedalia verba <\/em> are intended to produce the impression of excessive worldly luxuriance and pleasure, upon which the woe is pronounced. The epithet <em> nōbhēl <\/em> (fading: possibly a genitive, as in <a class=\"isa\" verses=\"WzE4MTY5XQ==\">Isaiah 28:4<\/a>), which is introduced here into the midst of this picture of splendour, indicates that all this splendour is not only destined to fade, but is beginning to fade already.<\/p>",
    "audit": null
}