{
    "id": 17873,
    "source": "kdo",
    "verse_id": 18125,
    "verse_count": 1,
    "reference": "25:6",
    "title": "",
    "html": "<p> Thus the first hymnic echo dies away; and the eschatological prophecy, coming back to <a class=\"isa\" verses=\"WzE4MTE5XQ==\">Isaiah 24:23<\/a>, but with deeper prayerlike penetration, proceeds thus in <a class=\"isa\" verses=\"WzE4MTI1XQ==\">Isaiah 25:6<\/a> : <em> “And Jehovah of hosts prepares for all nations upon this mountain a feast of fat things, a feast of wines on the lees, of fat things rich in marrow, of wines on the lees thoroughly strained.”<\/em> “<em> This mountain<\/em> ” is Zion, the seat of God's presence, and the place of His church's worship. The feast is therefore a spiritual one. The figure is taken, as in <a class=\"ref\">Psalms 22:27<\/a>., from the sacrificial meals connected with the <em> shelâmim <\/em> (the peace-offerings). <em> Sh e mârim <\/em> <em> m e zukkâkim <\/em> are wines which have been left to stand upon their lees after the first fermentation is over, which have thus thoroughly fermented, and have been kept a long time (from <em> shâmar <\/em> , to keep, <em> spec<\/em> . to allow to ferment), and which are then filtered before drinking (Gr. οἶνος σακκίας , i.e., διΰλισμένος or διηθικὸς , from διηθεῖν , <em> percolare <\/em> ), hence wine both strong and clear. <em> Memuchâyı̄m <\/em> might mean <em> emedullatae <\/em> (“with the marrow taken out;” compare, perhaps, <a class=\"ref\">Proverbs 31:3<\/a>), but this could only apply to the bones, not to the fat meat itself; the meaning is therefore “mixed with marrow,” made marrowy, <em> m edullosae <\/em> . The thing symbolized in this way is the full enjoyment of blessedness in the perfected kingdom of God. The heathen are not only humbled so that they submit to Jehovah, but they also take part in the blessedness of His church, and are abundantly satisfied with the good things of His house, and made to drink of pleasure as from a river (<a class=\"ref\">Psalms 36:9<\/a>). The ring of the v. is inimitably pictorial. It is like joyful music to the heavenly feast. The more flexible form ממחיים (from the original, ממחי = ממחה ) is intentionally chosen in the place of ממּסהי ם . It is as if we heard stringed instruments played with the most rapid movement of the bow.<\/p>",
    "audit": null
}