{
    "id": 17657,
    "source": "kdo",
    "verse_id": 17740,
    "verse_count": 1,
    "reference": "4:6",
    "title": "",
    "html": "<p> Thus would Zion be a secure retreat from all adversities and disasters.<em> \"And it will be a booth for shade by day from the heat of the sun, and for a refuge and covert from storm and from rain.”<\/em> The subject to <em> “will be”<\/em> is not the miraculous roofing; for <em> ânân <\/em> (cloud) is masculine, and the verb feminine, and there would be no sense in saying that a <em> C huppâh <\/em> or canopy would be a <em> succâh <\/em> or booth. Either, therefore, the verb contains the subject in itself, and the meaning is, “There will be a booth” (the verb <em> hâyâh <\/em> being used in a pregnant sense, as in <a class=\"isa\" verses=\"WzE3OTY3LDE4MDkxXQ==\">Isaiah 15:6; Isaiah 23:13<\/a>); or else Zion (<a class=\"isa\" verses=\"WzE3NzM5XQ==\">Isaiah 4:5<\/a>) is the subject. We prefer the latter. Zion or Jerusalem would be a booth, that is to say, as the parallel clause affirms, a place of security and concealment (<em> m istor <\/em> , which only occurs here, is used on account of the alliteration with <em> m achseh <\/em> in the place of <em> sether <\/em> , which the prophet more usually employs, viz., in <a class=\"isa\" verses=\"WzE4MTgyLDE4MjYyXQ==\">Isaiah 28:17; Isaiah 32:2<\/a>). <em> “By day”<\/em> (<em> yōmâm <\/em> , which is construed with לצל in the construct state, cf., <a class=\"ref\">Ezekiel 30:16<\/a>) is left intentionally without any <em> “by night”<\/em> to answer to it in the parallel clause, because reference is made to a place of safety and concealment for all times, whether by day or night. Heat, storm, and rain are mentioned as examples to denote the most manifold dangers; but it is a singular fact that rain, which is a blessing so earnestly desired in the time of <em> C hōreb <\/em> , i.e., of drought and burning heat, should also be included. At the present day, when rain falls in Jerusalem, the whole city dances with delight. Nevertheless rain, i.e., the rain which falls from the clouds, is not paradisaical; and its effects are by no means unfrequently destructive. According to the archives of Genesis, rain from the clouds took the place of dew for the first time at the flood, when it fell in a continuous and destructive form. The Jerusalem of the last time will be paradise restored; and there men will be no longer exposed to destructive changes of weather. In this prediction the close of the prophetic discourse is linked on to the commencement. This mountain of Zion, roofed over with a cloud of smoke by day and the shining of a flaming fire by night, is no other than the mountain of the house of Jehovah, which was to be exalted above all the mountains, and to which the nations would make their pilgrimage; and this Jerusalem, so holy within, and all glorious without, is no other than the place from which the word of Jehovah was one day to go forth into all the world. But what Jerusalem is this? Is it the Jerusalem of the time of final glory awaiting the people of God in this life, as described in Rev 11 (for, notwithstanding all that a spiritualistic and rationalistic anti-chiliasm may say, the prophetic words of both Old and New Testament warrant us in expecting such a time of glory in this life); or is it the Jerusalem of the new heaven and new earth described in <a class=\"ref\">Revelation 20:1-15<\/a> :21? The true answer is, “Both in one.” The prophet's real intention was to depict the holy city in its final and imperishable state after the last judgment. But to his view, the state beyond and the closing state here were blended together, so that the glorified Jerusalem of earth and the glorified Jerusalem of heaven appeared as if fused into one. It was a distinguishing characteristic of the Old Testament, to represent the closing scene on this side the grave, and the eternal state beyond, as a continuous line, having its commencement here. The New Testament first drew the cross line which divides time from eternity. It is true, indeed, as the closing chapters of the Apocalypse show, that even the New Testament prophecies continue to some extent to depict the state beyond in figures drawn from the present world; with this difference, however, that when the line had once been drawn, the demand was made, of which there was no consciousness in the Old Testament, that the figures taken from this life should be understood as relating to the life beyond, and that eternal realities should be separated from their temporal forms.<\/p>",
    "audit": null
}