{
    "id": 18243,
    "source": "kdo",
    "verse_id": 18870,
    "verse_count": 4,
    "reference": "63:3-6",
    "title": "",
    "html": "<p> The person replies: <em> “I have trodden the wine-trough alone, and of the nations no one was with me: and I trode them in my wrath, and trampled them down in my fury; and their life-sap spirted upon my clothes, and all my raiment was stained. For a day of vengeance was in my heart, and the year of my redemption was come. And I looked round, and there was no helper; and I wondered there was no supporter: then mine own arm helped me; and my fury, it became my support. And I trode down nations in my wrath, and made them drunk in my fury, and made their life-blood run down to the earth.”<\/em> He had indeed trodden the wine-press (<em> pūrâh <\/em> = <em> gath <\/em> , or, if distinct from this, the pressing-trough as distinguished from the pressing-house or pressing-place; according to Fürst, something hollowed out; but according to the traditional interpretation from <em> pūr <\/em> = <em> pârar <\/em> , to crush, press, both different from <em> yeqebh <\/em> : see at <a class=\"isa\" verses=\"WzE3NzQyXQ==\">Isaiah 5:2<\/a>), and he alone; so that the juice of the grapes had saturated and coloured his clothes, and his only. When he adds, that of the nations no one was with him, it follows that the press which he trode was so great, that he might have needed the assistance of whole nations. And when he continues thus: And I trod them in my wrath, etc., the enigma is at once explained. It was to the nations themselves that the knife was applied. They were cut off like grapes and put into the wine-press (<a class=\"ref\">Joel 3:13<\/a>); and this heroic figure, of which there was no longer any doubt that it was Jehovah Himself, had trodden them down in the impulse and strength of His wrath. The red upon the clothes was the life-blood of the nations, which had spirted upon them, and with which, as He trode this wine-press, He had soiled all His garments. <em> Nētsach <\/em> , according to the more recently accepted derivation from <em> nâtsach <\/em> , signifies, according to the traditional idea, which is favoured by <a class=\"ref\">Lamentations 3:18<\/a>, <em> vigor<\/em> , the vital strength and life-blood, regarded as the sap of life. ויז (compare the historical tense ויּז in <a class=\"ref\">2 Kings 9:33<\/a>) is the future used as an imperfect, and it spirted, from <em> nâzâh <\/em> (see at <a class=\"isa\" verses=\"WzE4NzEyXQ==\">Isaiah 52:15<\/a>). אגאלתּי (from גּאל = גּעל , <a class=\"isa\" verses=\"WzE4ODA0XQ==\">Isaiah 59:3<\/a>) is the perfect <em> hiphil<\/em> with an Aramaean inflexion (compare the same Aramaism in <a class=\"ref\">Psalms 76:6; 2 Chronicles 20:35<\/a>; and הלאני , which is half like it, in <a class=\"ref\">Job 16:7<\/a>); the Hebrew form would be הגאלתּי .<\/p><p> (Note: The Babylonian MSS have אגאלתי with <em> c hirek<\/em> , since the Babylonian (Assyrian) system of punctuation has no <em> seghol<\/em> .)<\/p><p> AE and A regard the form as a mixture of the perfect and future, but this is a mistake. This work of wrath had been executed by Jehovah, because He had in His heart a day of vengeance, which could not be delayed, and because the year (see at <a class=\"isa\" verses=\"WzE4ODQ2XQ==\">Isaiah 61:2<\/a>) of His promised redemption had arrived. גּאּלי (this is the proper reading, not גּאוּלי , as some codd. have it; and this was the reading which Rashi had before him in his comm. on <a class=\"ref\">Lamentations 1:6<\/a>) is the plural of the passive participle used as an abstract noun (compare היּים <em> vivi <\/em> , <em> vitales <\/em> , or rather <em> viva <\/em> , <em> vitalia <\/em> = <em> vita <\/em> ). And He only had accomplished this work of wrath. <a class=\"isa\" verses=\"WzE4ODcyXQ==\">Isaiah 63:5<\/a> is the expansion of לבדּי , and almost a verbal repetition of <a class=\"isa\" verses=\"WzE4ODE3XQ==\">Isaiah 59:16<\/a>. The meaning is, that no one joined Him with conscious free-will, to render help to the God of judgment and salvation in His purposes. The church that was devoted to Him was itself the object of the redemption, and the great mass of those who were estranged from Him the object of the judgment. Thus He found Himself alone, neither human co-operation nor the natural course of events helping the accomplishment of His purposes. And consequently He renounced all human help, and broke through the steady course of development by a marvellous act of His own. He trode down nations in His wrath, and intoxicated them in His fury, and caused their life-blood to flow down to the ground. The Targum adopts the rendering “<em> et triturabo eos <\/em> ,” as if the reading were ואשׁבּרם , which we find in Sonc. 1488, and certain other editions, as well as in some codd. Many agree with Cappellus in preferring this reading; and in itself it is not inadmissible (see <a class=\"ref\">Lamentations 1:15<\/a>). But the lxx and all the other ancient versions, the Masora (which distinguishes ואשׁכרם with כ , as only met with once, from ואשׁברם morf , with ב in <a class=\"ref\">Deuteronomy 9:17<\/a>), and the great majority of the MSS, support the traditional reading. There is nothing surprising in the transition to the figure of the cup of wrath, which is a very common one with Isaiah. Moreover, all that is intended is, that Jehovah caused the nations to feel the full force of this His fury, by trampling them down in His fury. <\/p><p> Even in this short ad highly poetical passage we see a desire to emblematize, just as in the emblematic cycle of prophetical night-visions in <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+21:1-22&t1=en_nas\" id=\"52\" class=\"stL\" target=\"_blank\">Isaiah 21:1-22<\/a>:<a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+21:1&t1=en_nas\" id=\"53\" class=\"stL\" target=\"_blank\"><\/a>14. For not only is the name of Edom made covertly into an emblem of its future fate, אדם becoming אדם upon the apparel of Jehovah the avenger, when the blood of the people, stained with blood-guiltiness towards the people of God, is spirted out, but the name of Bozrah also; for <em> bâtsar <\/em> means to cut off bunches of grapes (<em> vindemiare <\/em> ), and <em> botsrâh <\/em> becomes <em> bâtsı̄r <\/em> , i.e., a vintage, which Jehovah treads in His wrath, when He punishes the Edomitish nation as well as all the rest of the nations, which in their hostility towards Him and His people have taken pleasure in the carrying away of Israel and the destruction of Jerusalem, and have lent their assistance in accomplishing them. Knobel supposes that the judgment referred to is the defeat which Cyrus inflicted upon the nations under Croesus and their allies; but it can neither be shown that this defeat affected the Edomites, nor can we understand why Jehovah should appear as if coming from Edom-Bozrah, after inflicting this judgment, to which <a class=\"isa\" verses=\"WzE4NDU0XQ==\">Isaiah 41:2<\/a>. refers. Knobel himself also observes, that Edom was still an independent kingdom, and hostile to the Persians (Diod. xv 2) not only under the reign of Cambyses (Herod. iii. 5ff.), but even later than that (Diod. xiii. 46). But at the time of Malachi, who lived under Artaxerxes Longimanus, if not under his successor Darius Nothus, a judgment of devastation was inflicted upon Edom (<a class=\"ref\">Malachi 1:3-5<\/a>), from which it never recovered. The Chaldeans, as Caspari has shown (<em> Obad<\/em> . p. 142), cannot have executed it, since the Edomites appear throughout as their accomplices, and as still maintaining their independence even under the first Persian kings; nor can any historical support be found to the conjecture, that it occurred in the wars between the Persians and the Egyptians (Hitzig and Köhler, <em> Mal<\/em> . p. 35). What the prophet's eye really saw was fulfilled in the time of the Maccabaeans, when Judas inflicted a total defeat upon them, John Hyrcanus compelled them to become Jews, and Alexander Jannai completed their subjection; and in the time of the destruction of Jerusalem by the Romans, when Simon of Gerasa avenged their cruel conduct in Jerusalem in combination with the Zelots, by ruthlessly turning their well-cultivated land into a horrible desert, just as it would have been left by a swarm of locusts (Jos. <em> Wars of the Jews<\/em> , iv 9, 7). <\/p><p> The New Testament counterpart of this passage in Isaiah is the destruction of Antichrist and his army (<a class=\"ref\">Revelation 19:11<\/a>.). He who effects this destruction is called the Faithful and True, the Logos of God; and the seer beholds Him sitting upon a white horse, with eyes of flaming fire, and many diadems upon His head, wearing a blood-stained garment, like the person seen by the prophet here. The vision of John is evidently formed upon the basis of that of Isaiah; for when it is said of the Logos that He rules the nations with a staff of iron, this points to <a class=\"ref\">Psalms 2:1-12<\/a>; and when it is still further said that He treads the wine-press of the wrath of Almighty God, this points back to Isaiah 63. The reference throughout is not to the first coming of the Lord, when He laid the foundation of His kingdom by suffering and dying, but to His final coming, when He will bring His regal sway to a victorious issue. Nevertheless <a class=\"isa\" verses=\"eyIxODg2OCI6Nn0=\">Isaiah 63:1-6<\/a> has always been a favourite passage for reading in Passion week. It is no doubt true that the Christian cannot read this prophecy without thinking of the Saviour streaming with blood, who trode the wine-press of wrath for us without the help of angels and men, i.e., who conquered wrath for us. But the prophecy does not relate to this. The blood upon the garment of the divine Hero is not His own, but that of His enemies; and His treading of the wine-press is not the conquest of wrath, but the manifestation of wrath. This section can only be properly used as a lesson for Passion week so far as this, that Jehovah, who here appears to the Old Testament seer, was certainly He who became man in His Christ, in the historical fulfilment of His purposes; and behind the first advent to bring salvation there stood with warning form the final coming to judgment, which will take vengeance upon that Edom, to whom the red lentil-judgment of worldly lust and power was dearer than the red life-blood of that loving Servant of Jehovah who offered Himself for the sin of the whole world. <\/p><p> There follows now in <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+63:7-64&t1=en_nas\" id=\"59\" class=\"stL\" target=\"_blank\">Isaiah 63:7-64<\/a>:<a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+63:7&t1=en_nas\" id=\"60\" class=\"stL\" target=\"_blank\"><\/a>11 a prayer commencing with the thanksgiving as it looks back to the past, and closing with a prayer for help as it turns to the present. Hitzig and Knobel connect this closely with <a class=\"isa\" verses=\"eyIxODg2OCI6Nn0=\">Isaiah 63:1-6<\/a>, assuming that through the great event which had occurred, viz., the overthrow of Edom, and of the nations hostile to the people of God as such, by which the exiles were brought one step nearer to freedom, the prophet was led to praise Jehovah for all His previous goodness to Israel. There is nothing, however, to indicate this connection, which is in itself a very loose one. The prayer which follows is chiefly an entreaty, and an entreaty appended to <a class=\"isa\" verses=\"eyIxODg2OCI6Nn0=\">Isaiah 63:1-6<\/a>, but without any retrospective allusion to it: it is rather a prayer in general for the realization of the redemption already promised. Ewald is right in regarding <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+63:7-66&t1=en_nas\" id=\"63\" class=\"stL\" target=\"_blank\">Isaiah 63:7-66<\/a>:<a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+63:7&t1=en_nas\" id=\"64\" class=\"stL\" target=\"_blank\"><\/a>24 as an appendix to this whole book of consolation, since the traces of the same prophet are unmistakeable; but the whole style of the description is obviously different, and the historical circumstances must have been still further developed in the meantime. <\/p><p> The three prophecies which follow are the <em> finale<\/em> of the whole. The announcement of the prophet, which has reached its highest point in the majestic vision in <a class=\"isa\" verses=\"eyIxODg2OCI6Nn0=\">Isaiah 63:1-6<\/a>, is now drawing to an end. It is standing close upon the threshold of all that has been promised, and nothing remains but the fulfilment of the promise, which he has held up like a jewel on every side. And now, just as in the finale of a poetical composition, all the melodies and movements that have been struck before are gathered up into one effective close; and first of all, as in Hab, into a prayer, which forms, as it were, the lyrical echo of the preaching that has gone before.<\/p>",
    "audit": null
}