{
    "id": 17757,
    "source": "kdo",
    "verse_id": 17904,
    "verse_count": 4,
    "reference": "12:3-6",
    "title": "",
    "html": "<p><a class=\"isa\" verses=\"WzE3OTA0XQ==\">Isaiah 12:3<\/a>, again, contains a prophetic promise, which points back to the commencement of <a class=\"isa\" verses=\"WzE3OTAyXQ==\">Isaiah 12:1<\/a> : <em> “And with rapture ye will draw water out of the wells of salvation.”<\/em> Just as Israel was miraculously supplied with water in the desert, so will the God of salvation, who has become your salvation, open many and manifold sources of salvation for you ( מעיני as it is pointed here, instead of מעיני ,<\/p><p> (Note: The root is the same as, for example, in יעלתסּו (they rejoice) and יעלתסּו ; here, however, it is more striking, because the singular is written מעין , and not מעין . At the same time, it is evident that the connecting sound ay was rather preferred than avoided, as Ewald maintains - as we may see, for example, from the repeated <em> aychi <\/em> in Ps 103.))<\/p><p> from which ye may draw with and according to your heart's delight. This water of salvation, then, forms both the material for, and instigation to, new songs of praise; and <a class=\"isa\" verses=\"eyIxNzkwNSI6M30=\">Isaiah 12:4-6<\/a> therefore continue in the strain of a psalm: <em> “And ye will say in that day, Praise Jehovah, proclaim His name, make known His doings among the nations, boast that His name is exalted. Harp to Jehovah; for He has displayed majesty: let this be known in all lands. Shout and be jubilant, O inhabitants of Zion: for great is the Holy One of Israel in the midst of thee.” <\/em> The first song of six lines is here followed by a second of seven lines: a prophetic word of promise, inserted between them, separates the one from the other. This second also commences with the well-known tones of a psalm (compare especially <a class=\"ref\">Psalms 105:1; 1 Chronicles 16:8<\/a>). The phrase, “Call upon the name of Jehovah,” signifies, Make the name of Jehovah the medium of invocation (Ges. §138, Anm. 3*), i.e., invoke it, or, as here, call it out. <em> Gē'ūth <\/em> is high, towering dignity; here it is used of God, as in <a class=\"isa\" verses=\"WzE4MTQxXQ==\">Isaiah 26:10<\/a>, with <em> ‛ âsâh <\/em> : to prove it practically, just as with <em> lābēsh <\/em> in <a class=\"ref\">Psalms 93:1<\/a>, to show one's self openly therein. Instead of the <em> Chethib meyudda‛ath <\/em> in <a class=\"isa\" verses=\"WzE3OTA2XQ==\">Isaiah 12:5<\/a>, the <em> keri<\/em> substitutes the <em> hophal<\/em> form <em> mūda‛ath <\/em> , probably because <em> m eyuddâ‛ <\/em> , according to the standing usage of speech, denotes one well known, or intimate; the passive of the <em> hophal<\/em> is certainly the more suitable. According to the preceding appeals, the words are to be understood as expressing a desire, that the glorious self-attestation of the God of salvation might be brought to the consciousness of the whole of the inhabitants of the earth, i.e., of all mankind. When God redeems His people, He has the salvation of all the nations in view. It is the knowledge of the Holy One of Israel, made known through the word of proclamation, that brings salvation to them all. How well may the church on Zion rejoice, to have such a God dwelling in the midst of it! He is great as the giver or promises, and great in fulfilling them; great in grace, and great in judgment; great in all His saving acts which spread from Israel to all mankind. Thus does this second psalm of the redeemed nation close, and with it the book of Immanuel.<\/p>",
    "audit": null
}