{
    "id": 13409,
    "source": "kdo",
    "verse_id": 18463,
    "verse_count": 3,
    "reference": "41:11-13",
    "title": "",
    "html": "<p>With the exclamation <i>(<span class=\"translit\">hēn<\/span>) (behold) the eyes of Israel are now directed to the saving interposition of Jehovah in the immediate future. <i>“Behold, all they that were incensed against thee must be ashamed and confounded; the men of thy conflict become as nothing, and perish. Thou wilt seek them, and not find them, the men of thy feuds; the men of thy warfare become as nothing, and nonentity. For I, Jehovah thy God, lay hold of thy right hand, He who saith to thee, Fear not; I will help thee.”<\/i> The comprehensive expression <i>omnes inflammati in te<\/i> (<i>niphal<\/i>, as in <a class=\"isa\" verses=\"WzE4NTg2XQ==\">Isaiah 45:24<\/a>) stands at the head; and then, in order that every kind may be included, the enemies are called by a different name every time. The three substantives bear much the same relation to one another as <i>(<span class=\"translit\">lis<\/span>), <i>(<span class=\"translit\">rixa<\/span>), <i>(<span class=\"translit\">bellum<\/span>) (<i>(<span class=\"translit\">milchâmâh<\/span>), lit., throng = war-tumult, like the epic <span class=\"greek normal\"> κλόνος <\/span>), hence adversarii<\/i>, inimici<\/i>, hostes<\/i>. The suffixes have the force of objective genitives. We have founded our translation upon the reading <span class=\"normal hebrew\">מצּוּתיך<\/span>. The three names of the enemies are placed emphatically at the close of the sentences, and these are long drawn out, whilst the indignation gives vent to itself; whereas in <a class=\"isa\" verses=\"WzE4NDY1XQ==\">Isaiah 41:13<\/a> there follows nothing but short sentences, in which the persecuted church is encouraged and affectionately embraced. Two clauses, which are made to rhyme with (<span class=\"translit\">ēm<\/span>), announce the utter destruction of their foes; then the inflective rhyme (<span class=\"translit\">ekha<\/span>) is repeated five times; and the sixth time it passes over into (<span class=\"translit\">ı̄kha<\/span>).<br><\/i><\/i><\/p>",
    "audit": null
}