{
    "id": 17627,
    "source": "kdo",
    "verse_id": 17695,
    "verse_count": 3,
    "reference": "2:9-11",
    "title": "",
    "html": "<p> It was a state ripe for judgment, from which, therefore, the prophet could at once proceed, without any further preparation, to the proclamation of judgment itself.<em> \"Thus, then, men are bowed down, and lords are brought low; and forgive them - no, that Thou wilt not.”<\/em> The consecutive futures depict the judgment, as one which would follow by inward necessity from the worldly and ungodly glory of the existing state of things. The future is frequently used in this way (for example, in <a class=\"isa\" verses=\"WzE3ODM3XQ==\">Isaiah 9:7<\/a>.). It was a judgment by which small and great, i.e., the people in all its classes, were brought down from their false eminence. <em> “Men”<\/em> and <em> “lords”<\/em> (<em> âdâm <\/em> and <em> ish <\/em> , as in <a class=\"isa\" verses=\"WzE3NzU1XQ==\">Isaiah 5:15<\/a>; <a class=\"ref\">Psalms 49:3<\/a>, and <a class=\"ref\">Proverbs 8:4<\/a>, and like άνθρωπος and ανήρ in the Attic dialect), i.e., men who were lost in the crowd, and men who rose above it - all of them the judgment would throw down to the ground, and that without mercy (<a class=\"ref\">Revelation 6:15<\/a>). The prophet expresses the conviction (<em> al <\/em> as in <a class=\"ref\">2 Kings 6:27<\/a>), that on this occasion God neither could nor would take away the sin by forgiving it. There was nothing left for them, therefore, but to carry out the command of the prophet in <a class=\"isa\" verses=\"WzE3Njk2XQ==\">Isaiah 2:10<\/a> : <em> “Creep into the rock, and bury thyself in the dust, before the terrible look of Jehovah, and before the glory of His majesty.”<\/em> The glorious nation would hide itself most ignominiously, when the only true glory of Jehovah, which had been rejected by it, was manifested in judgment. They would conceal themselves in holes of the rocks, as if before a hostile army (<a class=\"ref\">Judges 6:2; 1 Samuel 13:6; 1 Samuel 14:11<\/a>), and bury themselves with their faces in the sand, as if before the fatal <em> simōm <\/em> of the desert, that they might not have to bear this intolerable sight. And when Jehovah manifested Himself in this way in the fiery glance of judgment, the result summed up in <a class=\"isa\" verses=\"WzE3Njk3XQ==\">Isaiah 2:11<\/a> must follow: <em> “The people's eyes of haughtiness are humbled, and the pride of their lords is bowed down; and Jehovah, He only, stands exalted in that day.”<\/em> The result of the process of judgment is expressed in perfects: <em> nisgab <\/em> is the third <em> pers. praet.<\/em> , not the participle: Jehovah “is exalted,” i.e., shows Himself as exalted, whilst the haughty conduct of the people is brought down (<em> shâphel <\/em> is a verb, not an adjective; it is construed in the singular by attraction, and either refers to <em> âdâm <\/em> , man or people: Ges. §148, 1; or what is more probable, to the logical unity of the compound notion which is taken as subject, the <em> constr.<\/em> <em> ad synesin s. sensum <\/em> : Thiersch, §118), and the pride of the lords is bowed down (<em> shach <\/em> = <em> shâchach <\/em> , <a class=\"ref\">Job 9:13<\/a>). The first strophe of the proclamation of judgment appended to the prophetic saying in <a class=\"isa\" verses=\"eyIxNzY4OCI6M30=\">Isaiah 2:2-4<\/a> is here brought to a close. The second strophe reaches to <a class=\"isa\" verses=\"WzE3NzAzXQ==\">Isaiah 2:17<\/a>, where <a class=\"isa\" verses=\"WzE3Njk3XQ==\">Isaiah 2:11<\/a> is repeated as a concluding verse.<\/p>",
    "audit": null
}