{
    "id": 17701,
    "source": "kdo",
    "verse_id": 17797,
    "verse_count": 2,
    "reference": "7:14-15",
    "title": "",
    "html": "<p><em> “Therefore the Lord, He will give you a sign: Behold, the virgin conceives, and bears a son, and calls his name Immanuel. Butter and honey will he eat, at the time that he knows to refuse the evil and choose the good.”<\/em> In its form the prophecy reminds one of <a class=\"ref\">Genesis 16:11<\/a>, <em> “Behold, thou art with child, and wilt bear a son, and call his name Ishmael.”<\/em> Here, however, the words are not addressed to the person about to bear the child, although Matthew gives this interpretation to the prophecy;<\/p><p> (Note: Jerome discusses this diversity in a very impartial and intelligent manner, in his ep. <em> ad Pammachium de optimo genere interpretandi <\/em> .)<\/p><p> for קראת is not the second person, but the third, and is synonymous with קראה (according to Ges. §74. Anm. 1), another form which is also met with in <a class=\"ref\">Genesis 33:11; Leviticus 25:21; Deuteronomy 31:29<\/a>, and <a class=\"ref\">Psalms 118:23<\/a>.<\/p><p> (Note: The pointing makes a distinction between קראת (she calls) and קראת , as <a class=\"ref\">Genesis 16:11<\/a> should be pointed (thou callest); and Olshausen (§35, b) is wrong in pronouncing the latter a mistake.)<\/p><p> Moreover, the condition of pregnancy, which is here designated by the participial adjective הרה (cf., <a class=\"ref\">2 Samuel 11:5<\/a>), was not an already existing one in this instance, but (as in all probability also in <a class=\"ref\">Judges 13:5<\/a>, cf., <a class=\"ref\">Judges 13:4<\/a>) something future, as well as the act of bearing, since <em> hinnēh <\/em> is always used by Isaiah to introduce a future occurrence. This use of <em> hinneh <\/em> in Isaiah is a sufficient answer to Gesenius, Knobel, and others, who understand <em> hâ ‛ almâh <\/em> as referring to the young wife of the prophet himself, who was at that very time with child. But it is altogether improbable that the wife of the prophet himself should be intended. For if it were to her that he referred, he could hardly have expressed himself in a more ambiguous and unintelligible manner; and we cannot see why he should not much rather have said אשׁתּי or הנּביאה , to say nothing of the fact that there is no further allusion made to any son of the prophet of that name, and that a sign of this kind founded upon the prophet's own family affairs would have been one of a very precarious nature. <\/p><p> And the meaning and use of the word <em> ‛ almâh <\/em> are also at variance with this. For whilst <em> bethulâh <\/em> (from <em> bâtthal <\/em> , related to <em> bâdal <\/em> , to separate, <em> sejungere <\/em> ) signifies a maiden living in seclusion in her parents' house and still a long way from matrimony, <em> ‛ almâh <\/em> (from <em> ‛ âlam <\/em> , related to <em> C hâlam <\/em> , and possibly also to אלם , to be strong, full of vigour, or arrived at the age of puberty) is applied to one fully mature, and approaching the time of her marriage.<\/p><p> (Note: On the development of the meanings of <em> ‛ âlam <\/em> and <em> C hâlam <\/em> , see Ges. <em> Thes<\/em> ., and my <em> Psychol<\/em> . p. 282 (see also the commentary on <a class=\"ref\">Job 39:4<\/a>). According to Jerome, <em> alma <\/em> was Punic also. In Arabic and Aramaean the diminutive form <em> guleime <\/em> , <em> ‛alleimtah <\/em> , was the favourite one, but in Syriac <em> ‛alı̄mto <\/em> (the ripened).)<\/p><p> The two terms could both be applied to persons who were betrothed, and even to such as were married (<a class=\"ref\">Joel 2:16; Proverbs 30:19<\/a> : see Hitzig on these passages). It is also admitted that the idea of spotless virginity was not necessarily connected with <em> ‛ almâh <\/em> (as in <a class=\"ref\">Genesis 24:43<\/a>, cf., <a class=\"ref\">Genesis 24:16<\/a>), since there are passages - such, for example, as <a class=\"ref\">Song of Solomon 6:8<\/a> - where it can hardly be distinguished from the Arabic <em> surrı̄je <\/em> ; and a person who had a very young-looking wife might be said to have an <em> ‛almah <\/em> for his wife. But it is inconceivable that in a well-considered style, and one of religious earnestness, a woman who had been long married, like the prophet's own wife, could be called <em> hâ‛almâh <\/em> without any reserve.<\/p><p> (Note: A young and newly-married wife might be called <em> Callâh <\/em> (as in Homer νύμφη = <em> nubilis <\/em> and <em> nupta <\/em> ; Eng. bride); and even in Homer a married woman, if young, is sometimes called κουριδίη ἄλοχος , but neither κούρη nor νεῆνις .)<\/p><p> On the other hand, the expression itself warrants the assumption that by <em> hâ‛almâh <\/em> the prophet meant one of the <em> ‛ alâmoth <\/em> of the king's harem (Luzzatto); and if we consider that the birth of the child was to take place, as the prophet foresaw, in the immediate future, his thoughts might very well have been fixed upon <em> Abijah<\/em> (<em> Abi<\/em> ) <em> bath-Zechariah<\/em> (<a class=\"ref\">2 Kings 18:2; 2 Chronicles 29:1<\/a>), who became the mother of king Hezekiah, to whom apparently the virtues of the mother descended, in marked contrast with the vices of his father. This is certainly possible. At the same time, it is also certain that the child who was to be born was the Messiah, and not a new Israel (Hofmann, <em> Schriftbeweis<\/em> , ii. 1, 87, 88); that is to say, that he was no other than that “wonderful” heir of the throne of David, whose birth is hailed with joy in chapter 9, where even commentators like Knobel are obliged to admit that the Messiah is meant. It was the Messiah whom the prophet saw here as about to be born, then again in chapter 9 as actually born, and again in chapter 11 as reigning - an indivisible triad of consolatory images in three distinct states, interwoven with the three stages into which the future history of the nation unfolded itself in the prophet's view. If, therefore, his eye was directed towards the Abijah mentioned, he must have regarded her as the future mother of the Messiah, and her son as the future Messiah. Now it is no doubt true, that in the course of the sacred history Messianic expectations were often associated with individuals who did not answer to them, so that the Messianic prospect was moved further into the future; and it is not only possible, but even probable, and according to many indications an actual fact, that the believing portion of the nation did concentrate their Messianic wishes and hopes for a long time upon Hezekiah; but even if Isaiah's prophecy may have evoked such human conjectures and expectations, through the measure of time which it laid down, it would not be a prophecy at all, if it rested upon no better foundation than this, which would be the case if Isaiah had a particular maiden of his own day in his mind at the time. <\/p><p> Are we to conclude, then, that the prophet did not refer to any one individual, but that the “virgin” was a personification of the house of David? This view, which Hofmann propounded, and Stier appropriated, and which Ebrard has revived, notwithstanding the fact that Hofmann relinquished it, does not help us over the difficulty; for we should expect in that case to find “daughter of Zion,” or something of the kind, since the term “virgin” is altogether unknown in a personification of this kind, and the house of David, as the prophet knew it, was by no means worthy of such an epithet. <\/p><p> No other course is left, therefore, than to assume that whilst, on the one hand, the prophet meant by “the virgin” a maiden belonging to the house of David, which the Messianic character of the prophecy requires; on the other hand, he neither thought of any particular maiden, nor associated the promised conception with any human father, who could not have been any other than Ahaz. The reference is the same as in <a class=\"ref\">Micah 5:3<\/a> (“she which travaileth,” <em> yōlēdah <\/em> ). The objection that <em> hâ‛almâh <\/em> (the virgin) cannot be a person belonging to the future, on account of the article (Hofmann, p. 86), does not affect the true explanation: it was the virgin whom the spirit of prophecy brought before the prophet's mind, and who, although he could not give her name, stood before him as singled out for an extraordinary end (compare the article in <em> hanna‛ar <\/em> in <a class=\"ref\">Numbers 11:27<\/a> etc.). With what exalted dignity this mother appeared to him to be invested, is evident from the fact that it is she who gives the name to her son, and <em> that<\/em> the name Immanuel. This name sounds full of promise. But if we look at the expression “therefore,” and the circumstance which occasioned it, the sign cannot have been intended as a pure or simple promise. We naturally expect, first, that it will be an extraordinary fact which the prophet foretells; and secondly, that it will be a fact with a threatening front. Now a humiliation of the house of David was indeed involved in the fact that the God of whom it would know nothing would nevertheless mould its future history, as the emphatic הוּא implies, He ( αὐτός , the Lord <em> Himself<\/em> ), by His own impulse and unfettered choice. Moreover, this moulding of the future could not possibly be such an one as was desired, but would of necessity be as full of threatening to the unbelieving house of David as it was full of promise to the believers in Israel. And the threatening character of the “sign” is not to be sought for exclusively in <a class=\"isa\" verses=\"WzE3Nzk4XQ==\">Isaiah 7:15<\/a>, since both the expressions “therefore” (<em> lâcēn <\/em> ) and “behold” (<em> hinnēh <\/em> ) place the main point of the sign in <a class=\"isa\" verses=\"WzE3Nzk3XQ==\">Isaiah 7:14<\/a>, whilst the introduction of <a class=\"isa\" verses=\"WzE3Nzk4XQ==\">Isaiah 7:15<\/a> without any external connection is a clear proof that what is stated in <a class=\"isa\" verses=\"WzE3Nzk3XQ==\">Isaiah 7:14<\/a> is the chief thing, and not the reverse. But the only thing in <a class=\"isa\" verses=\"WzE3Nzk3XQ==\">Isaiah 7:14<\/a> which indicated any threatening element in the sign in question, must have been the fact that it would not be by Ahaz, or by a son of Ahaz, or by the house of David generally, which at that time had hardened itself against God, that God would save His people, but that a nameless maiden of low rank, whom God had singled out and now showed to the prophet in the mirror of His counsel, would give birth to the divine deliverer of His people in the midst of the approaching tribulations, which was a sufficient intimation that He who was to be the pledge of Judah's continuance would not arrive without the present degenerate house of David, which had brought Judah to the brink of ruin, being altogether set aside. <\/p><p> But the further question arises here, What constituted the extraordinary character of the fact here announced? It consisted in the fact, that, according to <a class=\"isa\" verses=\"WzE3ODM1XQ==\">Isaiah 9:5<\/a>, Immanuel Himself was to be a פּלא (wonder or wonderful). He would be God in corporeal self-manifestation, and therefore a “wonder” as being a superhuman person. We should not venture to assert this if it went beyond the line of Old Testament revelation, but the prophet asserts it himself in <a class=\"isa\" verses=\"WzE3ODM1XQ==\">Isaiah 9:5<\/a> (cf., <a class=\"isa\" verses=\"WzE3ODcyXQ==\">Isaiah 10:21<\/a>): his words are as clear as possible; and we must not make them obscure, to favour any preconceived notions as to the development of history. The incarnation of Deity was unquestionably a secret that was not clearly unveiled in the Old Testament, but the veil was not so thick but that some rays could pass through. Such a ray, directed by the spirit of prophecy into the mind of the prophet, was the prediction of Immanuel. But if the Messiah was to be <em> Immanuel<\/em> in this sense, that He would Himself be <em> El <\/em> (God), as the prophet expressly affirms, His birth must also of necessity be a wonderful or miraculous one. The prophet does not affirm, indeed, that the “<em> ‛ almâh <\/em> ,” who had as yet known no man, would give birth to Immanuel without this taking place, so that he could not be born of the house of David as well as into it, but be a gift of Heaven itself; but this “<em> ‛ almâh <\/em> ” or virgin continued throughout an enigma in the Old Testament, stimulating “inquiry” (<a class=\"ref\">1 Peter 1:10-12<\/a>), and waiting for the historical solution. Thus the sign in question was, on the one hand, a mystery glaring in the most threatening manner upon the house of David; and, on the other hand, a mystery smiling with which consolation upon the prophet and all believers, and couched in these enigmatical terms, in order that those who hardened themselves might not understand it, and that believers might increasingly long to comprehend its meaning. <\/p><p> In <a class=\"isa\" verses=\"WzE3Nzk4XQ==\">Isaiah 7:15<\/a> the threatening element of <a class=\"isa\" verses=\"WzE3Nzk3XQ==\">Isaiah 7:14<\/a> becomes the predominant one. It would not be so, indeed, if “butter (thickened milk) and honey” were mentioned here as the ordinary food of the tenderest age of childhood (as Gesenius, Hengstenberg, and others suppose). But the reason afterwards assigned in <a class=\"isa\" verses=\"WzE3Nzk5LDE3ODAwXQ==\">Isaiah 7:16, Isaiah 7:17<\/a>, teaches the very opposite. Thickened milk and honey, the food of the desert, would be the only provisions furnished by the land at the time in which the ripening youth of Immanuel would fall. חמאה (from המא , to be thick) is a kind of butter which is still prepared by nomads by shaking milk in skins. It may probably include the cream, as the Arabic <em> semen <\/em> signifies both, but not the curds or cheese, the name of which (at least the more accurate name) if <em> gebı̄nâh <\/em> . The object to ידע is expressed in <a class=\"isa\" verses=\"WzE3Nzk4LDE3Nzk5XQ==\">Isaiah 7:15, Isaiah 7:16<\/a> by infinitive absolutes (compare the more usual mode of expression in <a class=\"isa\" verses=\"WzE3ODEyXQ==\">Isaiah 8:4<\/a>). The <em> Lamed<\/em> prefixed to the verb does not mean “until” (Ges. §131, 1), for <em> Lamed<\/em> is never used as so definite an indication of the <em> terminus ad quem <\/em> ; the meaning is either “towards the time when he understands” (<a class=\"ref\">Amos 4:7<\/a>, cf., <a class=\"ref\">Leviticus 24:12<\/a>, “to the end that”), or about the time, at the time when he understands (<a class=\"isa\" verses=\"WzE3ODU0LDE5NSwxMzQ1MV0=\">Isaiah 10:3; Genesis 8:11; Job 24:14<\/a>). This kind of food would coincide in time with his understanding, that is to say, would run parallel to it. Incapacity to distinguish between good and bad is characteristic of early childhood (<a class=\"ref\">Deuteronomy 1:39<\/a>, etc.), and also of old age when it relapses into childish ways (<a class=\"ref\">2 Samuel 19:36<\/a>). The commencement of the capacity to understand is equivalent to entering into the so-called years of discretion - the riper age of free and conscious self-determination. By the time that Immanuel reached this age, all the blessings of the land would have been so far reduced, that from a land full of luxuriant corn-fields and vineyards, it would have become a large wooded pasture-ground, supplying milk and honey, and nothing more. A thorough devastation of the land is therefore the reason for this limitation to the simplest, and, when compared with the fat of wheat and the cheering influence of wine, most meagre and miserable food. And this is the ground assigned in <a class=\"isa\" verses=\"WzE3Nzk5LDE3ODAwXQ==\">Isaiah 7:16, Isaiah 7:17<\/a>. Two successive and closely connected events would occasion this universal desolation.<\/p>",
    "audit": null
}