{
    "id": 13435,
    "source": "kdo",
    "verse_id": 18571,
    "verse_count": 2,
    "reference": "45:9–10",
    "title": "",
    "html": " <i>\n\t\n\t\n\n\n\n <p>The promise is now continued in the third strophe (<a class=\"isa\" verses=\"eyIxODU3MSI6NX0=\">Isaiah 45:9-13<\/a>), and increases more and more in the distinctness of its terms; but just as in <a class=\"isa\" verses=\"eyIxODIwOSI6N30=\">Isaiah 29:15-21<\/a>, it opens with a reproof of that pusillanimity (<a class=\"isa\" verses=\"WzE4NDQ4XQ==\">Isaiah 40:27<\/a>; cf., <a class=\"isa\" verses=\"WzE4Njg3XQ==\">Isaiah 51:13<\/a>; <a class=\"isa\" verses=\"WzE4NjYxXQ==\">Isaiah 49:24<\/a>; <a class=\"isa\" verses=\"WzE4NzkwXQ==\">Isaiah 58:3<\/a>), which goes so far to complain of the ways of Jehovah. <i>“Woe to him that quarreleth with his Maker - a pot among the pots of earthenware? Can the clay indeed say to him that shapeth it, What makest thou? and thy work, He hath no hands? Woe to him that saith to his father, What begettest thou? and to the woman, What bringest thou forth?”<\/i>, The comparison drawn between a man as the work of God and the clay-work of a potter suggested itself all the more naturally, inasmuch as the same word yootseer was applied to God as Creator, and also to a potter (<i>figulus <\/i>). The word <i>(<span class=\"translit\">, cheres<\/span>) signifies either a sherd, or fragment of earthenware (<a class=\"isa\" verses=\"WzE4MjMyXQ==\">Isaiah 30:14<\/a>), or an earthenware vessel (<a class=\"ref\">Jeremiah 19:1; Proverbs 26:23<\/a>). In the passage before us, where the point of comparison is not the fragmentary condition, but the earthen character of the material () <i>(<span class=\"translit\">,'adâmâh <\/span>)), the latter is intended: the man, who complains of God, is nothing but a vessel of clay, and, more than that, a perishable vessel among many others of the very same kind. <\/i> <\/i> <\/p> <i> <i>\n\n\n\n <\/i> <\/i> <p>(Note: The Septuagint reads <i>shin<\/i>, for <i>sin<\/i>, in both instances, and introduces here the very unsuitable thought already contained in <a class=\"isa\" verses=\"WzE4MTg5XQ==\">Isaiah 28:24<\/a>, “Shall the ploughman plough the land the whole day?”) <\/p>\n\n\n\n <\/i> <p>The questions which follow are meant to show the folly of this complaining. Can it possibly occur to the clay to raise a complaint against him who has it in hand, that he has formed it in such and such a manner, or for such and such a purpose (compare <a class=\"ref\">Romans 9:20<\/a>, “Why hast thou made me thus”)? To the words “or thy work” we must supply num dicet (shall it say); (<span class=\"translit\">, pō‛al<\/span>) is a manufacture, as in <a class=\"isa\" verses=\"WzE3Njg2XQ==\">Isaiah 1:31<\/a>. The question is addressed to the maker, as those in <a class=\"isa\" verses=\"WzE3ODA4XQ==\">Isaiah 7:25<\/a>, are to the husbandman: Can the thing made by thee, O man, possibly say in a contemptuous tone, “He has no hands?” - a supposition the ridiculous absurdity of which condemns it at once; and yet it is a very suitable analogy to the conduct of the man who complains of God. In <a class=\"isa\" verses=\"WzE4NTcyXQ==\">Isaiah 45:10<\/a>, a woe is denounced upon those who resemble a man who should say to his own father, What children dost thou beget? or to a wife, What dost thou bring forth? ((<span class=\"translit\">, techı̄lı̄n<\/span>) an emphatic, and for the most part pausal, fut. parag., as in <a class=\"ref\">;<\/a>). This would be the rudest and most revolting attack upon an inviolably tender and private relation; and yet Israel does this when it makes the hidden providential government of its God the object of expostulation. <br> <\/p>",
    "audit": null
}