{
    "id": 17609,
    "source": "kdo",
    "verse_id": 17674,
    "verse_count": 2,
    "reference": "1:19-20",
    "title": "",
    "html": "<p> But after the restoration of Israel <em> in integrum <\/em> by this act of grace, the rest would unquestionably depend upon the conduct of Israel itself. According to Israel's own decision would Jehovah determine Israel's future. <em> “If ye then shall willingly hear, ye shall eat the good of the land; if ye shall obstinately rebel, ye shall be eaten by the sword: for the mouth of Jehovah hath spoken it.”<\/em> After their justification, both blessing and cursing lay once more before the justified, as they had both been long before proclaimed by the law (compare  with <a class=\"ref\">Deuteronomy 28:3., Leviticus 26:3<\/a>., and  with the threat of vengeance with the sword in <a class=\"ref\">Leviticus 26:25<\/a>). The promise of eating, i.e., of the full enjoyment of domestic blessings, and therefore of settled, peaceful rest at home, is placed in contrast with the curse of being eaten with the sword. <em> Chereb <\/em> (the sword) is the accusative of the instrument, as in <a class=\"ref\">Psalms 17:13-14<\/a>; but this adverbial construction without either genitive, adjective, or suffix, as in <a class=\"ref\">Exodus 30:20<\/a>, is very rarely met with (Ges. §138, Anm. 3); and in the passage before us it is a bold construction which the prophet allows himself, instead of saying, חרב תּאכלכ ם , for the sake of the <em> paronomasia <\/em> (Böttcher, <em> Collectanea<\/em> , p. 161). In the conditional clauses the two futures are followed by two preterites (compare <a class=\"ref\">Leviticus 26:21<\/a>, which is more in conformity with our western mode of expression), inasmuch as obeying and rebelling are both of them consequences of an act of will: if ye shall be willing, and in consequence of this obey; if ye shall refuse, and rebel against Jehovah. They are therefore, strictly speaking, <em> perfecta consecutiva <\/em> . According to the ancient mode of writing, the passage <a class=\"isa\" verses=\"eyIxNzY3MyI6M30=\">Isaiah 1:18-20<\/a> formed a separate <em> parashah <\/em> by themselves, viz., a <em> sethumah <\/em> , or <em> parashah <\/em> indicated by spaces left within the line. The <em> piskah <\/em> after <a class=\"isa\" verses=\"WzE3Njc1XQ==\">Isaiah 1:20<\/a> corresponds to a long pause in the mind of the speaker. - Will Israel tread the saving path of forgiveness thus opened before it, and go on to renewed obedience, and will it be possible for it to be brought back by this path? Individuals possibly may, but not the whole. The divine appeal therefore changes now into a mournful complaint. So peaceful a solution as this of the discord between Jehovah and His children was not to be hoped for. Jerusalem was far too depraved.<\/p>",
    "audit": null
}