{
    "id": 18237,
    "source": "kdo",
    "verse_id": 18861,
    "verse_count": 2,
    "reference": "62:6-7",
    "title": "",
    "html": "<p> Watchmen stationed upon the walls of Zion (says the third strophe) do not forsake Jehovah till He has fulfilled all His promise. <em> “Upon thy walls, O Jerusalem, have I stationed watchmen; all the day and all the night continually they are not silent. O ye who remember Jehovah, leave yourselves no rest! And give Him no rest, till He raise up, and till He set Jerusalem for a praise in the earth.”<\/em> As the phrase <em> hiphqı̄d <\/em> <em> ‛al <\/em> signifies to make a person an overseer (president) over anything, it seems as though we ought to render the sentence before us, “I have set watchmen over thy walls.” But <em> hiphqı̄d <\/em> by itself may also mean “to appoint” (<a class=\"ref\">2 Kings 25:23<\/a>), and therefore עלח־ומתי ך may indicate the place of appointment (lxx ἐπὶ τῶν τειχέων σου , upon thy walls: ̔Ιερουσαλήμ κατέστησα φύλακας ). Those who are stationed upon the walls are no doubt keepers of the walls; not, however, as persons whose exclusive duty it is to keep the walls, but as those who have committed to them the guarding of the city both within and without (<a class=\"ref\">Song of Solomon 5:7<\/a>). The appointment of such watchmen presupposes the existence of the city, which is thus to be watched from the walls. It is therefore inadmissible to think of the walls of Jerusalem as still lying in ruins, as the majority of commentators have done, and to understand by the watchmen pious Israelites, who pray for their restoration, or (according to <em> b. Menachoth<\/em> 87<em> a<\/em> ; cf., <a class=\"ref\">Zechariah 1:12<\/a>) angelic intercessors. The walls intended are those of the city, which, though once destroyed, is actually imperishable (<a class=\"isa\" verses=\"WzE4NjUzXQ==\">Isaiah 49:16<\/a>) and has now been raised up again. And who else could the watchmen stationed upon the walls really be, but prophets who are called <em> tsōphı̄m <\/em> (e.g., <a class=\"isa\" verses=\"WzE4NzA1XQ==\">Isaiah 52:8<\/a>), and whose calling, according to Ezek 33, is that of watchmen? And if prophets are meant, who else can the person appointing them be but Jehovah Himself? The idea that the author of these prophecies is speaking of himself, as having appointed the <em> shōm e rı̄m <\/em> , must therefore be rejected. Jehovah gives to the restored Jerusalem faithful prophets, whom He stations upon the walls of the city, that they may see far and wide, and be heard afar off. And from those walls does their warning cry on behalf of the holy city committed to their care ascent day and night to Jehovah, and their testimony go round about to the world. For after Jerusalem has been restored and re-peopled, the further end to be attained is this, that Jehovah should build up the newly founded city within (<em> c ōnēn <\/em> the consequence of <em> bânâh <\/em> , <a class=\"ref\">Numbers 21:27<\/a>, and <em> ‛ âsâh <\/em> , <a class=\"isa\" verses=\"WzE4NTgwLDU3NjVd\">Isaiah 45:18; Deuteronomy 32:6<\/a>; cf., <a class=\"isa\" verses=\"WzE4NzM4XQ==\">Isaiah 54:14<\/a> and <a class=\"ref\">Psalms 87:5<\/a>), and help it to attain the central post of honour in relation to those without, which He has destined for it. Such prophets of the times succeeding the captivity (<em> n e bhı̄'ı̄m <\/em> <em> 'achărōnı̄m <\/em> ; cf., <a class=\"ref\">Zechariah 1:4<\/a>) were Haggai, Zechariah, and Malachi. Haggai stands upon the walls of Jerusalem, and proclaims the glory of the second temple as surpassing that of the first. Zechariah points from Joshua and Zerubbabel onwards to the sprout of Jehovah, who is priest and prince in one person, and builds the true temple of God. Malachi predicts the coming of the Lord to His temple, and the rising of the Sun of righteousness. Under the eyes of these prophets the city of God rose up again, and they stand upon its pinnacles, and look thence into the glorious future that awaits it, and hasten its approach through the word of their testimony. Such prophets, who carry the good of their people day and night upon their anxious praying hearts, does Jehovah give to the Jerusalem after the captivity, which is one in the prophet's view with the Jerusalem of the last days; and in so lively a manner does the prophet here call them up before his own mind, that he exclaims to them, “Ye who remind Jehovah, to finish gloriously the gracious work which He has begun,” give yourselves to rest (<em> dŏmi <\/em> from <em> dâmâh <\/em> = <em> dâmam <\/em> , to grow dumb, i.e., to cease speaking or working, in distinction from <em> c hâshâh <\/em> , to be silent, i.e., not to speak or work), and allow Him no rest till He puts Jerusalem in the right state, and so glorifies it, that it shall be recognised and extolled as glorious over all the earth. Prophecy here sees the final glory of the church as one that gradually unfolds itself, and that not without human instrumentality. The prophets of the last times, with their zeal in prayer, and in the exercise of their calling as witnesses, form a striking contrast to the blind, dumb, indolent, sleepy hirelings of the prophet's own time (<a class=\"isa\" verses=\"WzE4NzY0XQ==\">Isaiah 56:10<\/a>). <\/p>",
    "audit": null
}