{
    "id": 17695,
    "source": "kdo",
    "verse_id": 17786,
    "verse_count": 1,
    "reference": "7:3",
    "title": "",
    "html": "<p> In this season of terror Isaiah received the following divine instructions. <em> “Then said Jehovah to Isaiah, Go forth now to meet Ahaz, thou and Shear-jashub thy son, to the end of the aqueduct of the upper pool, to the road of the fuller's field.”<\/em> The fuller's field (<em> sedēh cōbēs <\/em> ) was situated, as we may assume with Robinson, Schultz, and Thenius, against Williams, Krafft, etc., on the western side of the city, where there is still an “upper pool” of great antiquity (<a class=\"ref\">2 Chronicles 32:30<\/a>). Near to this pool the fullers, i.e., the cleaners and thickeners of woollen fabrics, carried on their occupation (<em> Cōbēs <\/em> , from <em> C âbas <\/em> , related to <em> C âbash <\/em> , <em> subigere <\/em> , which bears the same relation to <em> râchatz <\/em> as πλύνειν to λούειν ). Robinson and his companions saw some people washing clothes at the upper pool when they were there; and, for a considerable distance round, the surface of this favourite washing and bleaching place was covered with things spread out to bleach or dry. The road (<em> m esillâh <\/em> ), which ran past this fuller's field, was the one which leads from the western gate to Joppa. King Ahaz was there, on the west of the city, and outside the fortifications - engaged, no doubt, in making provision for the probable event of Jerusalem being again besieged in a still more threatening manner. Jerusalem received its water supply from the upper Gihon pool, and there, according to Jehovah's directions, Isaiah was to go with his son and meet him. The two together were, as it were, a personified blessing and curse, presenting themselves to the king for him to make his own selection. For the name <em> Sheâr<\/em> -<em> yâshub <\/em> (which is erroneously accentuated with <em> tiphchah munach <\/em> instead of <em> merchah tiphchah <\/em> , as in <a class=\"isa\" verses=\"WzE3ODczXQ==\">Isaiah 10:22<\/a>), i.e., the remnant is converted (<a class=\"isa\" verses=\"eyIxNzg3MiI6Mn0=\">Isaiah 10:21-22<\/a>), was a kind of abbreviation of the divine answer given to the prophet in <a class=\"isa\" verses=\"eyIxNzc4MSI6M30=\">Isaiah 6:11-13<\/a>, and was indeed at once threatening and promising, but in such a way that the curse stood in front and the grace behind. The prophetic name of Isaiah's son was intended to drive the king to Jehovah by force, through the threatening aspect it presented; and the prophetic announcement of Isaiah himself, whose name pointed to salvation, was to allure him to Jehovah with its promising tone.<\/p>",
    "audit": null
}