{
    "id": 17648,
    "source": "kdo",
    "verse_id": 17726,
    "verse_count": 6,
    "reference": "3:18-23",
    "title": "",
    "html": "<p> The prophet then proceeds to describe still further how the Lord would take away the whole of their toilet as plunder. <em> “On that day the Lord will put away the show of the ankle-clasps, and of the head-bands, and of the crescents; the ear-rings, and the arm-chains, and the light veils; the diadems, and the stepping-chains, and the girdles, and the smelling-bottles, and the amulets; the finger-rings, and the nose-rings; the gala-dresses, and the sleeve-frocks, and the wrappers, and the pockets; the hand-mirrors, and the Sindu-cloths, and the turbans, and the gauze mantles.”<\/em> The fullest explanation of all these articles of female attire is to be found in N. W. Schrצder's work, entitled <em> Commentarius de vestitu mulierum Hebraearum ad Jes<\/em> . <a class=\"isa\" verses=\"eyIxNzcyNCI6OX0=\">Isaiah 3:16-24<\/a>, Ludg. Bat av 1745 (a quarto volume), and in that of <em> Ant.<\/em> Theod. Hartmann, consisting of three oc tavo volumes, and entitled <em> Die Hebrהerin am Putztische und als Braut<\/em> (The Jewess at the Toilet-table, and as Bride, 1809-10); to which we may also add, Saalschtz, <em> Archaeologie<\/em> , chapter iii., where he treats of the dresses of men and women. It was not usually Isaiah's custom to enter into such minute particulars. Of all the prophets, Ezekiel was the one most addicted to this, as we may see, for example, from Ezek 16. And even in other prophecies against the women we find nothing of the kind again (<a class=\"isa\" verses=\"WzE4MjY5XQ==\">Isaiah 32:9<\/a>.; <a class=\"ref\">Amos 4:1<\/a>.). But in this instance, the enumeration of the female ornaments is connected with that of the state props in <a class=\"isa\" verses=\"eyIxNzcwOSI6M30=\">Isaiah 3:1-3<\/a>, and that of the lofty and exalted in <a class=\"isa\" verses=\"eyIxNzY5OSI6NH0=\">Isaiah 2:13-16<\/a>, so as to form a trilogy, and has its own special explanation in that boundless love of ornament which had become prevalent in the time of Uzziah-Jotham. It was the prophet's intention to produce a ludicrous, but yet serious impression, as to the immeasurable luxury which really existed; and in the prophetic address, his design throughout is to bring out the glaring contrast between the titanic, massive, worldly glory, in all its varied forms, and that true, spiritual, and majestically simple glory, whose reality is manifested from within outwards. In fact, the theme of the whole address is the way of universal judgment leading on from the false glory to the true. The general idea of <em> tiphereth <\/em> (show: rendered “bravery” in Eng. ver.) which stands at the head and includes the whole, points to the contrast presented by a totally different <em> tiphereth <\/em> which follows in <a class=\"isa\" verses=\"WzE3NzM2XQ==\">Isaiah 4:2<\/a>. In explaining each particular word, we must be content with what is most necessary, and comparatively the most certain. <em> “Ankle-clasps”<\/em> (<em> acâsim <\/em> ): these were rings of gold, silver, or ivory, worn round the ankles; hence the denom. verb (<em> icces <\/em> ) in <a class=\"isa\" verses=\"WzE3NzI0XQ==\">Isaiah 3:16<\/a>, to make a tinkling sound with these rings. <em> “Head-bands,”<\/em> or <em> “frontlets”<\/em> (<em> shebisim <\/em> , from <em> shâbas <\/em> = <em> shâbatz <\/em> : <em> plectere <\/em> ), were plaited bands of gold or silver thread worn below the hair-net, and reaching from one ear to the other. There is some force, however, in the explanation which has been very commonly adopted since the time of Schröder, namely, that they were sun-like balls (= <em> shemisim <\/em> ), which were worn as ornaments round the neck, from the Arabic <em> ‛sumeisa <\/em> (<em> ‛subeisa <\/em> ), a little sun. The <em> “crescents”<\/em> (<em> saharonim <\/em> ) were little pendants of this kind, fastened round the neck and hanging down upon the breast (in <a class=\"ref\">Judges 8:21<\/a> we meet with them as ornaments hung round the camels' necks). Such ornaments are still worn by Arabian girls, who generally have several different kinds of them; the <em> hilâl <\/em> , or new moon, being a symbol of increasing good fortune, and as such the most approved charm against the evil eye. <em> “Ear-rings”<\/em> (<em> netiphoth <\/em> , ear-drops): we meet with these in <a class=\"ref\">Judges 8:26<\/a>, as an ornament worn by Midianitish kings. Hence the Arabic <em> munattafe <\/em> , a woman adorned with ear-rings. <em> “Arm-chains:”<\/em> <em> sheroth <\/em> , from <em> shâra <\/em> , to twist. According to the Targum, these were chains worn upon the arm, or spangles upon the wrist, answering to the spangles upon the ankles. <em> “Fluttering veils”<\/em> (<em> re'âloth <\/em> , from <em> râ'al <\/em> , to hang loose): these were more expensive than the ordinary veils worn by girls, which were called <em> tza'iph <\/em> . <\/p><p>“Diadems” (<em> pe'erim <\/em> ) are only mentioned in other parts of the Scriptures as being worn by men (e.g., by priests, bride-grooms, or persons of high rank). <em> “Stepping-chains:”<\/em> <em> tze'âdoth <\/em> , from <em> tze'âdah <\/em> , a step; hence the chain worn to shorten and give elegance to the step. <em> “Girdles:”<\/em> <em> kisshurim <\/em> , from <em> kâshar <\/em> (<em> Cingere <\/em> ), dress girdles, such as were worn by brides upon their wedding-day (compare <a class=\"ref\">Jeremiah 2:32<\/a> with <a class=\"isa\" verses=\"WzE4NjU1XQ==\">Isaiah 49:18<\/a>); the word is erroneously rendered hair-pins (<em> kalmasmezayyah <\/em> ) in the Targum. <em> “Smelling-bottles:”<\/em> <em> botte <\/em> <em> hannephesh <\/em> , holders of scent (<em> nephesh <\/em> , the breath of an aroma). <em> “Amulets:”<\/em> <em> lechashim <\/em> (from <em> lâchash <\/em> , to work by incantations), gems or metal plates with an inscription upon them, which were worn as a protection as well as an ornament. <em> “Finger-rings:”<\/em> <em> tabbâ'oth <\/em> , from <em> tâba <\/em> , to impress or seal, signet-rings worn upon the finger, corresponding to the <em> C hothâm <\/em> worn by men upon the breast suspended by a cord. <em> “Nose-rings”<\/em> (<em> nizmê <\/em> <em> hâaph <\/em> ) were fastened in the central division of the nose, and hung down over the mouth: they have been ornaments in common use in the East from the time of the patriarchs (<a class=\"ref\">Genesis 24:22<\/a>) down to the present day. <em> “Gala-dresses”<\/em> (<em> m achalâtsoth <\/em> ) are dresses not usually worn, but taken off when at home. <em> “Sleeve-frocks”<\/em> (<em> m a'atâphâh <\/em> ): the second tunic, worn above the ordinary one, the Roman <em> stola <\/em> . <em> “Wrappers”<\/em> (<em> m itpâchoth <\/em> , from <em> tâphach <\/em> , <em> expandere <\/em> ), broad cloths wrapped round the body, such as Ruth wore when she crept in to Boaz in her best attire (<a class=\"ref\">Ruth 3:15<\/a>). <em> “Pockets”<\/em> (<em> Charitim <\/em> ) were for holding money (<a class=\"ref\">2 Kings 5:23<\/a>), which was generally carried by men in the girdle, or in a purse (<em> Cis <\/em> ). <em> “Hand-mirrors”<\/em> (<em> gilyonim <\/em> ): the Septuagint renders this διαφανῆ λακωνικὰ , sc. ἱμάτια , Lacedaemonian gauze or transparent dresses, which showed the nakedness rather than concealed it (from <em> gâlâh <\/em> , <em> retegere <\/em> ); but the better rendering is mirrors with handles, polished metal plates (from <em> gâlâh <\/em> , <em> polire <\/em> ), as <em> gillâyon <\/em> is used elsewhere to signify a smooth table. <em> “Sindu-cloths”<\/em> (<em> sedinim <\/em> ), veils or coverings of the finest linen, viz., of Sindu or Hindu cloth ( σινδόνες ) - <em> Sindu<\/em> , the land of Indus, being the earlier name of India.<\/p><p> (Note: The Mishna (<em> Kelim<\/em> xxiv 13) mentions three different <em> sedinin <\/em> : night dresses, curtains, and embroidery. The <em> sindon <\/em> is frequently referred to as a covering wrapped round the person; and in <em> b<\/em> .<em> Menachoth<\/em> 41<em> a<\/em> , it is stated that the <em> sindom <\/em> is the summer dress, the <em> sarbal <\/em> (cloak) the winter dress, which may help to explain <a class=\"ref\">Mark 14:51-52<\/a>.)<\/p><p><em> “Turbans”<\/em> (<em> tseniphoth <\/em> , from <em> tsânaph <\/em> , <em> Convolvere <\/em> ), the head-dress composed of twisted cloths of different colours. <em> “Gauze mantles”<\/em> (<em> redidim <\/em> , from <em> râdad <\/em> , <em> extendere <\/em> , <em> tenuem facere <\/em> ), delicate veil-like mantles thrown over the rest of the clothes. Stockings and handkerchiefs are not mentioned: the former were first introduced into Hither Asia from Media long after Isaiah's time, and a Jerusalem lady no more thought of suing the latter than a Grecian or Roman lady did. Even the veil (<em> burko <\/em> ) now commonly worn, which conceals the whole of the face with the exception of the eyes, did not form part of the attire of an Israelitish woman in the olden time.<\/p><p> (Note: Rashi, however, makes a different statement (<em> Sabbath<\/em> 65<em> a<\/em> ), viz., that “Israelitish women in Arabia go out with veils which conceal the face, and those in Media with their mantles fastened about the mouth.”)<\/p><p> The prophet enumerates twenty-one different ornaments: three sevens of a very bad kind, especially for the husbands of these state-dolls. There is no particular order observed in the enumeration, either from head to foot, or from the inner to the outer clothing; but they are arranged as much <em> ad libitum <\/em> as the dress itself.<\/p>",
    "audit": null
}