{
    "id": 18133,
    "source": "kdo",
    "verse_id": 18673,
    "verse_count": 2,
    "reference": "50:10-11",
    "title": "",
    "html": "<p> Thus far we have the words of the servant. The prophecy opened with words of Jehovah (<a class=\"isa\" verses=\"eyIxODY2NCI6M30=\">Isaiah 50:1-3<\/a>), and with such words it closes, as we may see from the expression, “this shall ye have at my hand,” in  . The first word of Jehovah is addressed to those who fear Him, and hearken to the voice of His servant. <a class=\"isa\" verses=\"WzE4NjczXQ==\">Isaiah 50:10<\/a><em> “Who among you is fearing Jehovah, hearkening to the voice of His servant? He that walketh in darkness, and without a ray of light, let him trust in the name of Jehovah, and stay himself upon his God.”<\/em> The question is asked for the purpose of showing to any one who could reply, “I am one, or wish to be such an one,” what his duty and his privileges are. In the midst of the apparent hopelessness of his situation (<em> c hăshēkhı̄m <\/em> the accusative of the object, and plural to <em> c hăshēkhâh <\/em> , <a class=\"isa\" verses=\"WzE3ODMwXQ==\">Isaiah 8:22<\/a>), and of his consequent despondency of mind, he is to trust in the name of Jehovah, that firmest and surest of all grounds of trust, and to stay himself upon his God, who cannot forsake or deceive him. He is to <em> believe<\/em> (<a class=\"isa\" verses=\"WzE3NzkyLDE4MTgxXQ==\">Isaiah 7:9; Isaiah 28:16<\/a>; <a class=\"ref\">Habakkuk 2:4<\/a>) in God and the word of salvation, for בטח and נשׁען are terms applied to that fiducia fidei which is the essence of faith. The second word of Jehovah is addressed to the despisers of His word, of which His servant is the bearer. <a class=\"isa\" verses=\"WzE4Njc0XQ==\">Isaiah 50:11<\/a> <em> “Behold, all ye that kindle fire, that equip yourselves with burning darts, away into the glow of your fire, and into the burning darts that ye have kindled! This comes to you from my hand; ye shall lie down in sorrow.”<\/em> The fire is not the fire of divine wrath (<a class=\"ref\">Jeremiah 17:4<\/a>), but the fire of wickedness (<em> rish‛âh <\/em> , <a class=\"isa\" verses=\"WzE3ODQ3XQ==\">Isaiah 9:17<\/a>), more especially that hellish fire with which an evil tongue is set on fire (<a class=\"ref\">James 3:6<\/a>); for the <em> zı̄qōth <\/em> (equivalent to <em> ziqqōth <\/em> , from <em> zēq <\/em> = <em> zinq <\/em> , from <em> zânaq <\/em> , to spring, to let fly, Syr. to shoot or hurl), i.e., shots, and indeed burning arrows (<a class=\"ref\">Psalms 7:14<\/a>), are figurative, and stand for the blasphemies and anathemas which they cast at the servant of Jehovah. It is quite unnecessary to read מאירי instead of מאזּרי , as Hitzig, Ewald, and Knobel propose, or even, contrary to all usage of speech, מאורי . The former is the more pictorial: they gird burning darts, <em> accingunt malleolos <\/em> , i.e., they equip or arm themselves with them for the purpose of attack (<a class=\"isa\" verses=\"WzE4NTY3XQ==\">Isaiah 45:5<\/a>). But the destruction which they prepare for the servant of Jehovah becomes their own. They themselves have to go into the midst of the burning fire and the burning darts, that they have set on fire. The hand of Jehovah suddenly inverts the position; the fire of wrath becomes the fire of divine judgment, and this fire becomes their bed of torment. The lxx has it correctly, ἐν λύπῃ κοιμηθήσεσθε . The <em> Lamed<\/em> indicates the situation (Ewald, §217,<em> d<\/em> ). תּשׁכּבוּן with the tone upon the last syllable gives a dictatorial conclusion. It has a terrible sound, but still more terrible (apart from the future state) is the historical fulfilment that presents itself to the eye.<\/p>",
    "audit": null
}