{
    "id": 17639,
    "source": "kdo",
    "verse_id": 17713,
    "verse_count": 1,
    "reference": "3:5",
    "title": "",
    "html": "<p><em> “And the people oppress one another, one this and another that; the boy breaks out violently upon the old man, and the despised upon the honoured.”<\/em> <em> Niggas <\/em> is the reciprocal <em> niphal<\/em> , as the clause depicting the reciprocity clearly shows (cf., <em> nilcham <\/em> , <a class=\"isa\" verses=\"WzE4MDA3XQ==\">Isaiah 19:2<\/a>); <em> nagas <\/em> followed by <em> Beth<\/em> means to treat as a tyrant or taskmaster (<a class=\"isa\" verses=\"WzE3ODMzXQ==\">Isaiah 9:3<\/a>). The commonest selfishness would then stifle every nobler motive; one would become the tyrant of another, and ill-mannered insolence would take the place of that reverence, which is due to the old and esteemed from boys and those who are below them in position, whether we regard the law of nature, the Mosaic law (<a class=\"ref\">Leviticus 19:32<\/a>), or the common custom of society. <em> Nikleh <\/em> (from <em> kâlâh <\/em> , the synonym of הקל , <a class=\"isa\" verses=\"WzE3ODMxLDE4MDg3XQ==\">Isaiah 9:1; Isaiah 23:9<\/a>; cf., <a class=\"isa\" verses=\"WzE3OTg0XQ==\">Isaiah 16:14<\/a>, <em> kal<\/em> , to be light or insignificant) was a term used to denote whoever belonged to the lowest stratum of society (<a class=\"ref\">1 Samuel 18:23<\/a>). It was the opposite of <em> nichâd <\/em> (from <em> Cabed <\/em> , to be heavy or of great importance). The Septuagint rendering, ὁ ἄτιμος πρὸς τὸν ἔντιμον is a very good one (as the Semitic languages have no such antithetical formations with ἃ στερητικόν ). With such contempt of the distinctions arising from age and position, the state would very soon become a scene of the wildest confusion.<\/p>",
    "audit": null
}