{
    "id": 13368,
    "source": "kdo",
    "verse_id": 18255,
    "verse_count": 1,
    "reference": "31:4",
    "title": "",
    "html": "<p>And things of this kind would occur. <i>“For thus hath Jehovah spoken to me, As the lion growls, and the young lion over its prey, against which a whole crowd of shepherds is called together; he is not alarmed at their cry, and does not surrender at their noise; so will Jehovah of hosts descend to the campaign against the mountain of Zion, and against their hill.”<\/i> There is no other passage in the book of Isaiah which sounds so Homeric as this (vid., <i>Il<\/i>. xviii. 161, 162, xii. 299ff.). It has been misunderstood by Knobel, Umbreit, Drechsler, and others, who suppose <span class=\"normal hebrew\">על<\/span> <span class=\"normal hebrew\">לצבּא<\/span> to refer to Jehovah's purpose to fight for Jerusalem: Jehovah, who would no more allow His city to be taken from Him, than a lion would give up a lamb that it had taken as its prey. But how could Jerusalem be compared to a lamb which a lion holds in its claws as <i>(<span class=\"translit\">tereph<\/span>)? (<a class=\"isa\" verses=\"MTc3Njk=\">Isaiah 5:29<\/a>). We may see, even from <a class=\"isa\" verses=\"MTgyMDE=\">Isaiah 29:7<\/a>, what construction is meant to be put upon <span class=\"normal hebrew\">על<\/span> <span class=\"normal hebrew\">צבא<\/span>. Those sinners and their protectors would first of all perish; for like a fierce indomitable lion would Jehovah advance against Jerusalem, and take it as His prey, without suffering Himself to be thwarted by the Judaeans and Egyptians, who set themselves in opposition to His army (The Assyrians). The mountain of Zion was the citadel and temple; the hill of Zion the city of Jerusalem (<a class=\"isa\" verses=\"MTc4ODM=\">Isaiah 10:32<\/a>). They would both be given up to the judgment of Jehovah, without any possibility of escape. The commentators have been misled by the fact, that a simile of a promising character follows immediately afterwards, without anything to connect the one with the other. But this abrupt <span class=\"greek normal\"> μετάβασις <\/span> was intended as a surprise, and was a true picture of the actual fulfilment of the prophecy; for in the moment of the greatest distress, when the actual existence of Jerusalem was in question (cf., <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 10:33-34<\/a>), the fate of Ariel took suddenly and miraculously a totally different turn (<a class=\"isa\" verses=\"MTgxOTY=\">Isaiah 29:2<\/a>). In this sense, a pleasant picture is placed side by side with the terrible one (compare <a class=\"ref\">Micah 5:6-7<\/a>).<br><\/i><\/p>",
    "audit": null
}