{
    "id": 13449,
    "source": "kdo",
    "verse_id": 18638,
    "verse_count": 3,
    "reference": "49:1-3",
    "title": "",
    "html": "<p>The very same person who was introduced by Jehovah in <a class=\"isa\" verses=\"WzE4NDgyXQ==\">Isaiah 42:1<\/a>. here speaks for himself, commencing thus in <a class=\"isa\" verses=\"eyIxODYzOCI6M30=\">Isaiah 49:1-3<\/a>: <i>“Listen, O isles, unto me; and hearken, ye nations afar off: Jehovah hath called me from the womb; from my mother's lap hath He remembered my name. And He made my mouth like a sharp sword; in the shadow of His hand hath He hid me, and made me into a polished shaft; in His quiver hath He concealed me. And He said to me, Thou art my servant, O Israel, thou in whom I glorify myself.”<\/i> Although the speaker is called Israel in <i><a class=\"isa\" verses=\"WzE4NjQwXQ==\">Isaiah 49:3<\/a> <\/i>, he must not be regarded as either a collective person representing all Israel, or as the collective personality of the kernel of Israel, which answered to its true idea. It is not the former, because in <a class=\"isa\" verses=\"WzE4NjQyXQ==\">Isaiah 49:5<\/a> he is expressly distinguished from the nation itself, which is the immediate object of his special work as restorer and (according to <a class=\"isa\" verses=\"WzE4NjQ1XQ==\">Isaiah 49:8<\/a> and <a class=\"isa\" verses=\"WzE4NDg3XQ==\">Isaiah 42:6<\/a>) covenant-mediator also; not the latter, because the nation, whose restoration he effects, according to <a class=\"isa\" verses=\"WzE4NjQyXQ==\">Isaiah 49:5<\/a>, was not something distinct from the collective personality of the “servant of Jehovah” in a national sense, but rather the entire body of the “servants of Jehovah” or remnant of Israel (see, for example, <a class=\"isa\" verses=\"eyIxODkwNiI6OX0=\">Isaiah 65:8-16<\/a>). Moreover, it cannot be either of these, because what he affirms of himself is expressed in such terms of individuality, that they cannot be understood as employed in a collective sense at all, more especially where he speaks of his mother's womb. In every other case in which Israel is spoken of in this way, we find only “from the womb” (<i>(<span class=\"translit\">mibbeten<\/span>), <a class=\"isa\" verses=\"WzE4NTM2XQ==\">Isaiah 44:2<\/a>, <a class=\"isa\" verses=\"WzE4NTU4XQ==\">Isaiah 44:24<\/a>; <a class=\"isa\" verses=\"WzE4NzU3XQ==\">Isaiah 56:3<\/a>, along with <i>(<span class=\"translit\">minnı̄-(<span class=\"translit\">racham<\/span>); also <a class=\"isa\" verses=\"WzE4NjIzXQ==\">Isaiah 48:8<\/a>), without the addition of <span class=\"normal hebrew\">אם<\/span> (mother), which is quite unsuitable to the collective body of the nation (except in such allegorical connections as <a class=\"isa\" verses=\"eyIxODY3NSI6Mn0=\">Isaiah 51:1-2<\/a>, and <a class=\"ref\">Ezekiel 16:3<\/a>). Is it then possibly the prophet, who is here speaking of himself and refers in <i><a class=\"isa\" verses=\"WzE4NjM4XQ==\">Isaiah 49:1<\/a> <\/i> to his own mother (compare <span class=\"normal hebrew\">אמּי<\/span> in <a class=\"ref\">Jeremiah 15:10; Jeremiah 20:14, Jeremiah 20:17<\/a>)? This is very improbable, if only because the prophet, who is the medium of the word of God in these prophecies, has never placed himself in the foreground before. In <a class=\"isa\" verses=\"WzE4NDI3XQ==\">Isaiah 40:6<\/a> he merely speaks of himself indirectly; in <a class=\"isa\" verses=\"WzE4NTYwXQ==\">Isaiah 44:26<\/a>, even if he refer to himself at all (which we greatly doubt), it is only objectively; and in <a class=\"isa\" verses=\"WzE4NjMxXQ==\">Isaiah 48:16<\/a>, the other person, into whose words the words of Jehovah pass, cannot be the prophet, for the simple reason that the transition of the words of Jehovah into those of His messenger is essentially different in this instance from the otherwise frequent interchange of the words of Jehovah and those of His prophet, and also because the messenger of Jehovah speaks of himself there, after the “former things” have come to pass, as the mediator (either in word or deed) of the “new things” which were never heard of before, but are to be expected now; whereas the author of these addresses was also the prophet of the “former things,” and therefore the messenger referred to rises up within the course of sacred history predicted by the author of these prophecies. Moreover, what the speaker in this case (<a class=\"isa\" verses=\"eyIxODYzOCI6Mn0=\">Isaiah 49:1-2<\/a>) says of himself is so unique, so glorious, that it reaches far beyond the vocation and performance of any single prophet, or, in fact, of any individual man subject to the limitations of human life and human strength.<br>There is nothing else left, therefore, than to suppose that the idea implied in the expression “servant of Jehovah” is condensed in this instance, as in <a class=\"isa\" verses=\"WzE4NDgyXQ==\">Isaiah 42:1<\/a>., into that of a single person. When it is expanded to its widest circumference, the “servant of Jehovah” is all Israel; when it only covers its smaller and inner circle, it is the true people of Jehovah contained within the entire nation, like the kernel in the shell (see the definition of this at <a class=\"isa\" verses=\"WzE4NjgxXQ==\">Isaiah 51:7<\/a>; <a class=\"isa\" verses=\"WzE4OTA4LDE0MjQ4LDE1MDM2XQ==\">Isaiah 65:10; Psalm 24:6; Psalm 73:15<\/a>); but here it goes back to its very centre. The “servant of Jehovah,” in this central sense, is the heart of Israel. From this heart of Israel the stream of salvation flows out, first of all through the veins of the people of God, and thence through the veins of the nations generally. Just as Cyrus is the world-power in person, as made subservient to the people of God, so the servant of Jehovah, who is speaking here, is Israel in person, as promoting the glorification of Jehovah in all Israel, and in all the world of nations: in other words, it is He in whom the true nature of Israel is concentrated like a sun, in whom the history of Israel is coiled up as into a knot for a further and final development, in whom Israel's world-wide calling to be the Saviour of mankind, including Israel itself, is fully carried out; the very same who took up the word of Jehovah in <i><a class=\"isa\" verses=\"WzE4NjMxXQ==\">Isaiah 48:16<\/a> <\/i>, in the full consciousness of His fellowship with Him, declaring Himself to be His messenger who had now appeared. It must not be forgotten, moreover, that throughout these prophecies the breaking forth of salvation, not for Israel only, but for all mankind, is regarded as bound up with the termination of the captivity; and from this its basis, the restoration of the people who were then in exile, it is never separated. This fact is of great importance in relation to the question of authorship, and favours the conclusion that they emanated from a prophet who lived before the captivity, and not in the midst of it. Just as in chapter 7 Isaiah sees the son of the virgin grow up in the time of the Assyrian oppressions, and then sees his kingdom rising up on the ruins of the Assyrian; so does he here behold the servant of Jehovah rising up in the second half of the captivity, as if born in exile, in the midst of the punishment borne by his people, to effect the restoration of Israel. At the present time, when he begins to speak, coming forward without any further introduction, and speaking in his own name (a unique instance of dramatic style, which goes beyond even <a class=\"ref\">Psalm 2:1-12<\/a>), he has already left behind him the commencement of his work, which was directed towards the salvation of mankind. His appeal is addressed to the “isles,” which had been frequently mentioned already when the evangelization of the heathen was spoken of (<a class=\"isa\" verses=\"WzE4NDg1XQ==\">Isaiah 42:4<\/a>, <a class=\"isa\" verses=\"WzE4NDkxXQ==\">Isaiah 42:10<\/a>, <a class=\"isa\" verses=\"WzE4NDkzXQ==\">Isaiah 42:12<\/a>; cf., <a class=\"isa\" verses=\"WzE4MTExXQ==\">Isaiah 24:15<\/a>), and to the “nations from afar,” i.e., the distant nations (as in <a class=\"isa\" verses=\"WzE3NzY2XQ==\">Isaiah 5:26<\/a>; compare, on the other hand, <a class=\"ref\">Jeremiah 23:23<\/a>). They are to hear what he says, not merely what he says in the words that follow, but what he says generally. What follows is rather a vindication of his right to demand a hearing and obedience, then the discourse itself, which is to be received with the obedience of faith; at the same time, the two are most intimately connected. Jehovah has called him <i>ab utero<\/i>, has thought of his name from the bowels of his mother (<span class=\"normal hebrew\">מעי<\/span> as in <a class=\"ref\">Psalm 71:6<\/a>), i.e., even before he was born; ever since his conception has Jehovah assigned to him his calling, viz., his saving calling. We call to mind here <a class=\"ref\">Jeremiah 1:5; Luke 1:41; Galatians 1:15<\/a>, but above all the name Immanuel, which is given by anticipation to the Coming One in <a class=\"isa\" verses=\"WzE3Nzk3XQ==\">Isaiah 7:14<\/a>, and the name Jesus, which God appointed through the mouth of angels, when the human life of Him who was to bear that name was still ripening in the womb of the Virgin (<a class=\"ref\">Matthew 1:20-23<\/a>). It is worthy of notice, however, that the great Coming One, though he is described in the Old Testament as one who is to be looked for “from the seed of David,” is also spoken of as “born of a woman,” whenever his entrance into the world is directly referred to. In the Protevangelium he is called, though not in an individual sense, “the seed of the woman;” Isaiah, in the time of Ahaz, mentions “the virgin” as his mother; Micah (<a class=\"ref\">Micah 5:2<\/a>) speaks of his <span class=\"normal hebrew\">יולדה<\/span>; even the typical psalms, as in <a class=\"ref\">Psalm 22:10-11<\/a>, give prominence to the mother. And is not this a sign that prophecy is a work of the Spirit, who searches out the deep things of the counsel of God? <br>In <a class=\"isa\" verses=\"WzE4NjM5XQ==\">Isaiah 49:2<\/a> the speaker says still further, that Jehovah has made his mouth (<span class=\"translit\">kecherebh<\/span>) (<span class=\"translit\">chaddâh<\/span>) (like a sharp sword), namely, that he may overcome everything that resists him as if with a sharp sword, and sever asunder things that are bound up together in a pernicious bond (<a class=\"isa\" verses=\"WzE3ODg5LDMwNzE0LDMwMDI3XQ==\">Isaiah 11:4; Revelation 1:16; Hebrews 4:12<\/a>); also that He has made him into (<span class=\"translit\">chēts<\/span>) (<span class=\"translit\">bârūr<\/span>) (not <span class=\"greek normal\"> βέλος εκλεκτόν <\/span>, lxx, but, as in <a class=\"ref\">Jeremiah 51:11<\/a>, cleaned,<\/span><\/i><\/i><\/p><i><i>\n\n\n\n<\/i><\/i><p>(Note: The comparison to (<span class=\"translit\">purus<\/span>) is one that naturally suggests itself; but this, like (<span class=\"translit\">putus<\/span>), is derived from a root (<span class=\"translit\">pū<\/span>).)<\/p>\n\n\n\n<p>polished, sharpened, pointed), namely, to pierce the hearts (<a class=\"ref\">Psalm 45:6<\/a>), and inflict upon them the most wholesome wounds; and again, that Jehovah has hidden him under the shadow of His almighty hand, and kept him concealed in the quiver of His loving counsel, just girt as men keep their swords and arrows in sheaths and quivers ready for the time when they want to use them, in order that in the fulness of time He might draw out this His sword, and put this His arrow to the bow. The question whether the allusion here is to the time preceding the foreknown period of his coming, or whether it is to eternity that the words refer, does not present any great dilemma; at the same time, the prophecy in this instance only traces back the being of the person, who now appears, to the remotest point of his historical coming. <a class=\"isa\" verses=\"WzE4NjQwXQ==\">Isaiah 49:3<\/a> describes, without any figure, what Jehovah has made him. He has said to him (cf., <a class=\"ref\">Psalm 2:7<\/a> ): Thou art my servant; thou art Israel, in whom (in quo, as in <a class=\"isa\" verses=\"WzE4NTU3XQ==\">Isaiah 44:23<\/a>) I glorify myself. Schenkel's exposition is grammatically impossible: “(It is) in Israel that I will glorify myself through thee.” The servant himself is called Israel. We call to mind here the expression in <a class=\"ref\">Matthew 16:18<\/a>, “Thou art Peter;” and the use of the name “Israel,” as the individuation of a generic name, reminds us of the fact that the kings of a nation are sometimes called by the name of the nation itself (e.g., Asshur, <a class=\"isa\" verses=\"WzE3ODU2XQ==\">Isaiah 10:5<\/a>.). But Israel was from the very first the God-given name of an individual. Just as the name Israel was first of all given to a man, and then after that to a nation, so the name which sprang from a personal root has also a personal crown. The servant of Jehovah is Israel in person, inasmuch as the purpose of mercy, upon the basis of which and for the accomplishment of which Jehovah made Jacob the father of the twelve-tribed nation, is brought by him into full and final realization. We have already seen that Israel, as an entire nation, formed the basis of the idea contained in the term “servant of Jehovah;” Israel, regarded as a people faithful to its calling, the centre; and the personal servant of Jehovah its apex. In the present instance, where he is called distinctly “Israel,” the fact is clearly expressed, that the servant of Jehovah in these prophecies is regarded as the kernel of the kernel of Israel, as Israel's inmost centre, as Israel's highest head. He it is in whom (i.e., on whom and through whom) Jehovah glorifies Himself, inasmuch as He carried out through him the counsels of His love, which are the self-glorification of His holy love, its glory and its triumph.<br><\/p>",
    "audit": null
}