{
    "id": 17835,
    "source": "kdo",
    "verse_id": 18043,
    "verse_count": 1,
    "reference": "21:7",
    "title": "",
    "html": "<p> What the man upon the watch-tower sees first of all, is a long, long procession, viz., the hostile army advancing quietly, like a caravan, in serried ranks, and with the most perfect self-reliance. <em> “And he saw a procession of cavalry, pairs of horsemen, a procession of asses, a procession of camels; and listened sharply, as sharply as he could listen.”<\/em> <em> Receb <\/em> , both here and in <a class=\"isa\" verses=\"WzE4MDQ1XQ==\">Isaiah 21:9<\/a>, signifies neither riding-animals nor war-chariots, but a troop seated upon animals - a procession of riders. In front there was a procession of riders arranged two and two, for Persians and Medes fought either on foot or on horseback (the latter, at any rate, from the time of Cyrus; vid., <em> Cyrop<\/em> . iv 3); and <em> pârâsh <\/em> signifies a rider on horseback (in Arabic it is used in distinction from <em> râkib <\/em> , the rider on camels). Then came lines of asses and camels, a large number of which were always taken with the Persian army for different purposes. They not only carried baggage and provisions, but were taken into battle to throw the enemy into confusion. Thus Cyrus gained the victory over the Lydians by means of the great number of his camels (Herod. i. 80), and Darius Hystaspis the victory over the Scythians by means of the number of asses that he employed (Herod. iv 129). Some of the subject tribes rode upon asses and camels instead of horses: the Arabs rode upon camels in the army of Xerxes, and the Caramanians rode upon asses. What the spy saw was therefore, no doubt, the Persian army. But he only saw and listened. It was indeed “listening, greatness of listening,” i.e., he stretched his ear to the utmost (<em> rab <\/em> is a substantive, as in <a class=\"isa\" verses=\"WzE4ODc0XQ==\">Isaiah 63:7<\/a>; <a class=\"ref\">Psalms 145:7<\/a>; and <em> hikshib <\/em> , according to its radical notion, signifies to stiffen, viz., the ear);<\/p><p> (Note: Böttcher has very correctly compared <em> kâshab <\/em> (<em> kasuba <\/em> ) with <em> kâshâh <\/em> (<em> kasa <\/em> ), and Fleischer with <em> sarra <\/em> (<em> tzâr <\/em> ), which is applied in the <em> kal<\/em> and <em> hiphil<\/em> (<em> asarra <\/em> ) to any animal (horse, ass, etc.) when it holds its ears straight and erect to listen to any noise (<em> sarra <\/em> <em> udhneı̄h <\/em> , or <em> udhnahu <\/em> <em> bi<\/em> -<em> udhneı̄h <\/em> , or <em> bi<\/em> -<em> udhnı̄h <\/em> iv. , <em> asarra <\/em> <em> bi<\/em> -<em> udhnı̄h <\/em> , and also absolutely <em> asarra <\/em> , exactly like <em> hikshib <\/em> ).)<\/p><p> but he heard nothing, because the long procession was moving with the stillness of death.<\/p>",
    "audit": null
}