{
    "id": 13388,
    "source": "kdo",
    "verse_id": 18358,
    "verse_count": 3,
    "reference": "37:5–7",
    "title": "",
    "html": " <i>\n\t\n\t\n\t\n\n\n\n <p>Isaiah's reply. <i>“And the servants of king Hizkiyahu came to Isaiah. And Isaiah said to them<\/i>,(<span class=\"normal hebrew\">,אליהם<\/span>, K. <span class=\"normal hebrew\">,להם <\/span>), <i>Speak thus to your lord, Thus saith Jehovah, Be not afraid of the words which thou hast heard, with which the servants of the king of Asshur have blasphemed me! Behold, I will bring a spirit upon him, and he will hear a hearsay, and return to his land; and I cut him down with the sword in his own land.”<\/i>, Luzzatto, without any necessity, takes <span class=\"normal hebrew\">,ויּאמרוּ<\/span>, in <a class=\"isa\" verses=\"WzE4MzU2XQ==\">Isaiah 37:3<\/a>, in the modal sense of what they were to do (<i>e dovevano dirgli <\/i>): they were to say this to him, but he anticipated them at once with the instructions given here. The fact, so far as the style is concerned, is rather this, that <a class=\"isa\" verses=\"WzE4MzU4XQ==\">Isaiah 37:5<\/a>, while pointing back, gives the ground for <a class=\"isa\" verses=\"WzE4MzU5XQ==\">Isaiah 37:6<\/a>: “and when they had come to him (saying this), he said to them.” <span class=\"normal hebrew\">,נערי<\/span>, we render “servants” (Knappen) <\/p>\n\n\n\n <p>(Note: Knappe is the same word as “ <i>Knave;<\/i>,” but we have no word in use now which is an exact equivalent, and knave has entirely lost its original sense of <i>servant<\/i>,. - Tr.) <\/p>\n\n\n\n <p>after <a class=\"ref\">Esther 2:2; Esther 6:3, Esther 6:5<\/a>; it is a more contemptuous expression than <span class=\"normal hebrew\">,עבדי<\/span>,. The <i>(<span class=\"translit\">, rūăch <\/span>) mentioned here as sent by God is a superior force of a spiritual kind, which influences both thought and conduct, as in such other connections as <a class=\"isa\" verses=\"WzE4MDE5XQ==\">Isaiah 19:14<\/a>; <a class=\"isa\" verses=\"WzE4MTcxXQ==\">Isaiah 28:6<\/a>; <a class=\"isa\" verses=\"WzE4MjA0XQ==\">Isaiah 29:10<\/a>,(<i>Psychol.<\/i>, p. 295, Anm.). <\/i> <\/p> <i>\n\n\n\n <\/i> <\/i> <p> <i>The external occasion which determined the return of Sennacherib, as described in <a class=\"isa\" verses=\"eyIxODM4OSI6Mn0=\">Isaiah 37:36-37<\/a>, was the fearful mortality that had taken place in his army. The (<span class=\"translit\">, shemū‛âh <\/span>) (rumour, hearsay), however, was not the tidings of this catastrophe, but, as the continuation of the account in <a class=\"isa\" verses=\"WzE4MzYxXQ==\">Isaiah 37:8<\/a>, <a class=\"isa\" verses=\"WzE4MzYyXQ==\">Isaiah 37:9<\/a>, clearly shows, the report of the advance of Tirhakah, which compelled Sennacherib to leave Palestine in consequence of this catastrophe. The prediction of his death is sufficiently special to be regarded by modern commentators, who will admit nothing but the most misty figures as prophecies, as a vaticinium post eventum<\/i>,. At the same time, the prediction of the event which would drive the Assyrian out of the land is intentionally couched in these general terms. The faith of the king, and of the inquirers generally, still needed to be tested and exercised. The time had not yet come for him to be rewarded by a clearer and fuller announcement of the judgment. <br> <\/p>",
    "audit": null
}