{
    "id": 2261,
    "source": "ldsces",
    "verse_id": 17779,
    "verse_count": 5,
    "reference": "6:9–13",
    "title": "Prophecy of the Rejection of Spiritual Things",
    "html": "<p>The words the prophet Isaiah was commissioned to deliver were in part to bring the people to a full accountability for their choices, so that they would be left without excuse. The Book of Mormon rendering of verse 9 shows that the Lord was telling Isaiah the people would for the most part reject his words: &ldquo;And he said: Go and tell this people&mdash;Hear ye indeed, but <em>they understood<\/em> not; and see ye indeed, but <em>they perceived<\/em> not&rdquo; (<a class=\"ref\">2 Nephi 16:9<\/a>; emphasis indicates differences from the King James Version).<\/p><p>The people claimed to hear and see, but they did not understand the spirit of the message.<\/p><p>The command to &ldquo;make the heart of this people fat, &hellip; their ears heavy, and shut their eyes&rdquo; is used to describe the process of making the people accountable. The command, of course, refers to &ldquo;their spiritual sight, spiritual hearing, and spiritual feeling.&rdquo; (Keil and Delitzsch, <em>Commentary,<\/em> 7:1:200). &ldquo;There is a self-hardening in evil. &hellip; Sin from its very nature bears its own punishment. &hellip; An evil act in itself is the result of self-determination proceeding from a man&rsquo;s own will.&rdquo; (Keil and Delitzsch, <em>Commentary,<\/em> 7:1:201). An individual cannot resist or reject the truth without eventually becoming spiritually hardened (see <em>History of the Church,<\/em> 4:264). Isaiah&rsquo;s indictment of the kingdom of Judah was cited again in the New Testament to show that the people of that time were no different. The inability of many to understand the parables is a fulfillment of Isaiah&rsquo;s prophecy (see <a class=\"ref\">Matthew 13:10&ndash;17; Luke 8:9&ndash;10<\/a>). The significance of many of the miracles was also misunderstood (see <a class=\"ref\">John 12:37&ndash;41<\/a>). The testimony of the Messiah and His Sonship was understood, at least in part, by the disciples, but it was rejected by others (see <a class=\"ref\">Luke 10:21&ndash;24<\/a>).<\/p><p>The prophet Isaiah asked the Lord how long some men would be hardened against truth (<a class=\"isa\" verses=\"MTg4OTc=\">v. 11<\/a>); the answer&mdash;until mortal man no longer exists (see <a class=\"isa\" verses=\"MTc3ODE=\">Isaiah 6:11<em>a<\/em><\/a>).<\/p><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 13, Item 37<\/p>",
    "audit": 1
}