{
    "id": 2409,
    "source": "ldsces",
    "verse_id": 18659,
    "verse_count": 5,
    "reference": "49:22–26",
    "title": "How Will the Gentiles Be Nursing Fathers and Mothers to Israel?",
    "html": "<p><a class=\"isa\" verses=\"eyIxODY1OSI6NX0=\">Isaiah 49:22&ndash;26<\/a> speaks of the day when God&rsquo;s promises will be fulfilled and of how it will be done. The &ldquo;how&rdquo; is made clear in verses 22 and 23. God will set up His &ldquo;standard,&rdquo; the gospel, or the new and everlasting covenant (see<a class=\"ref\">D&amp;C 66:2<\/a>), &ldquo;and they [the Gentiles] shall bring thy [the house of Israel&rsquo;s] sons in their arms and thy daughters shall be carried on their shoulders. And kings shall be thy nursing fathers and their queens thy nursing mothers.&rdquo; (<a class=\"isa\" verses=\"eyIxODY1OSI6Mn0=\">Isaiah 49:22&ndash;23<\/a> .) This prophecy has, as Nephi said, both a temporal and spiritual fulfillment (see<a class=\"ref\">1 Nephi 22:3<\/a>).<\/p><p>The &ldquo;when&rdquo; of the prophecy is now. Converts from throughout the world have joined the Church and then have gone throughout the world seeking to reclaim the house of Israel and bring them back to the Lord. President Spencer W. Kimball saw a partial fulfillment of these verses in the Church&rsquo;s modern missionary efforts, specifically with the descendants of Lehi:<\/p><p>&ldquo;This day of the Lamanite brings opportunity. Millions farm the steep hillsides of Andean ranges and market their produce with llamas and horses and burros. They must have the emancipating gospel. Millions serve in menial labor, eke out bare subsistence from soil and toil. They must hear the compelling truths of the gospel. Millions are tied to reservations, deprived, untrained, and less than they could be. They must have the enlightening gospel. It will break their fetters, stir their ambition, increase their vision, and open new worlds of opportunity to them. Their captivity will be at an end&mdash;captivity from misconceptions, illiteracy, superstition, fear. &hellip;<\/p><p>&ldquo;The brighter day has dawned. The scattering has been accomplished; the gathering is in process. May the Lord bless us all as we become nursing fathers and mothers (see<a class=\"isa\" verses=\"WzE4NjYwXQ==\">Isa. 49:23<\/a> and<a class=\"ref\">1 Nephi 21:23<\/a>) unto our Lamanite brethren and hasten the fulfillment of the great promises made to them.&rdquo; (In Conference Report, Oct. 1965, p. 72.)<\/p><p>But there is another side as well. Following the end of World War I, Great Britain was given the mandate over Palestine and began to facilitate the ingathering of the Jews scattered throughout the earth. Other gentile nations, such as the United States, also rallied to assist.<\/p><p>President Joseph Fielding Smith spoke of the role Great Britain played in the establishment of the nation of Israel:<\/p><p>&ldquo;From the time of the destruction of Jerusalem by Titus until the year 1917, Jerusalem was trodden down of the Gentiles. After General Allenby, at the head of the British forces, captured Palestine, that country became free from the tyranny and oppression of the Turkish empire, and after peace was declared, England sent to Palestine Dr. Herbert Samuel, a Jew, to be governor of the land, and that is the first time in all those years that a Jew has ruled in Palestine. &hellip;<\/p><p>&ldquo;We see today a miracle being performed before our eyes. Following the war, which we are pleased to call the first world war, the British Premier issued a proclamation to the Jews telling them they could gather and they could have in Palestine a Jewish Home, or state. They began to gather in great numbers. At the beginning of [the 20th] century things in Palestine were in a deplorable condition. They were using wooden plows, water wheel irrigation; they had infested wells and streams. They carried water in skins as of old. Sanitation was deplorable.<\/p><p>&ldquo;The British government changed all of this, when they obtained the mandate. You see, the mandate of Palestine was given to Great Britain. That nation and other nations spent millions of pounds in rehabilitating that land. The Sea of Galilee is now a great reservoir, and the flood waters from the various streams are being diverted into it.<\/p><p>&ldquo;Canals have been built for irrigation, and the Jordan has been changed from its natural channel into channels or into canals on each side of the original stream. These irrigate some seven million acres, which could not be under cultivation otherwise. Hydro-electric stations have been built on these streams.&rdquo; (<em>Doctrines of Salvation,<\/em> 3:259&ndash;60.)<\/p><p>In 1947 the United Nations voted to partition Palestine and create a Jewish state in the land for the first time in nearly two thousand years. Thus, the Gentiles participated in the fulfillment of this prophecy, although there may yet be future fulfillment.<\/p><p>The &ldquo;prey&rdquo; mentioned in<a class=\"isa\" verses=\"WzE4NjYxXQ==\">Isaiah 49:24<\/a> is the house of Israel in her scattered condition. She is &ldquo;prey&rdquo; or &ldquo;captive&rdquo; because she has been unable throughout the centuries to return to her promised home or to claim her gospel blessings. Until recently many gentile countries would not permit Jewish residents to emigrate, and many still do not permit the gospel to be preached freely in their borders. All of that will change, for &ldquo;even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered&rdquo; (<a class=\"isa\" verses=\"WzE4NjYyXQ==\">v. 25<\/a>). When Jacob quoted this verse in the Book of Mormon, he added these significant words: &ldquo;For the Mighty God shall deliver his covenant people&rdquo; (<a class=\"ref\">2 Nephi 6:17<\/a>), and thus, &ldquo;all flesh shall know that I the Lord am thy Savior and thy Redeemer, the Mighty One of Jacob&rdquo; (<a class=\"isa\" verses=\"WzE4NjU1XQ==\">v. 18<\/a>). First the Lord predicts it, then He brings it to pass; only a &ldquo;mighty one&rdquo; could perform such a task. Nephi made it very clear that all who seek to thwart the Lord in bringing this great thing to pass shall be destroyed, for &ldquo;they shall fall into the pit which they digged to ensnare the people of the Lord&rdquo; (<a class=\"ref\">1 Nephi 22:14<\/a>).<\/p><p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 17, Item 9<\/p> ",
    "audit": 1
}