{
    "id": 2430,
    "source": "ldsces",
    "verse_id": 18742,
    "verse_count": 2,
    "reference": "55:1–2",
    "title": "“Come Ye to the Waters … Buy, and Eat”",
    "html": "<p>This passage about coming to the waters and eating is repeated by Jacob in his sermon on the Atonement and forms the basis for his plea that all will come and partake of the blessings of redemption. The Book of Mormon passage has some additions that are significant. Carefully compare <a class=\"isa\" verses=\"MTg3NDI=\">Isaiah 55:1<\/a>with <a class=\"ref\">2 Nephi 9:50&ndash;51<\/a>.<\/p><p>The meaning of the scriptures is clear. Jesus is the &ldquo;living water&rdquo; and &ldquo;the bread of life&rdquo; (see <a class=\"ref\">John 4:13; 6:47&ndash;51<\/a>), and His gracious gifts to men are free. The invitation to come unto Christ and obtain those gifts without money and without price suggests not that they can be obtained without effort but that one does not need the goods of this world to obtain them.<\/p><p>Elder Marion G. Romney explained what price is required:<\/p><p>&ldquo;When earth life is over and things appear in their true perspective, we shall more clearly see and realize what the Lord and his prophets have repeatedly told us, that the fruits of the gospel are the only objectives worthy of life&rsquo;s full efforts. Their possessor obtains true wealth&mdash;wealth in the Lord&rsquo;s view of values. &hellip;<\/p><p>&ldquo;I conceive the blessings of the gospel to be of such inestimable worth that the price for them must be very exacting, and if I correctly understand what the Lord has said on the subject, it is. The price, however, is within the reach of us all, because it is not to be paid in money nor in any of this world&rsquo;s goods but in righteous living. What is required is wholehearted devotion to the gospel and unreserved allegiance to the Church of Jesus Christ of Latter-day Saints. &hellip;<\/p><p>&ldquo;A half-hearted performance is not enough. We cannot obtain these blessings and be like the rich young man who protested that he had kept the commandments from his youth up but who went away sorrowful when, in answer to the question, &lsquo;What lack I yet?&rsquo; Jesus said unto him,<\/p><p>&ldquo;&lsquo;If thou wilt be perfect, go and sell that thou hast, and give to the poor &hellip; and come and follow me.&rsquo; (<a class=\"ref\">Matt. 19:21<\/a>.) Evidently he could live everything but the welfare program.<\/p><p>&ldquo;There can be no such reservation. We must be willing to sacrifice everything. Through self-discipline and devotion we must demonstrate to the Lord that we are willing to serve him under all circumstances. When we have done this, we shall receive an assurance that we shall have eternal life in the world to come. Then we shall have peace in this world.&rdquo; (In Conference Report, Oct. 1949, pp. 39, 43&ndash;44.)<\/p><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 18, Item 2<\/p>",
    "audit": 1
}