{
    "id": 2303,
    "source": "ldsces",
    "verse_id": 17941,
    "verse_count": 4,
    "reference": "14:12–15",
    "title": "Who Was “Lucifer, Son of the Morning”?",
    "html": "<p>Isaiah again used dualism. Chapters 13 and 14 describe the downfall of Babylon, both of Babylon as an empire and of Babylon as the symbol of the world (see<a class=\"ref\">D&amp;C 133:14<\/a>). Thus, most scholars think &ldquo;Lucifer, son of the morning&rdquo; is the king of Babylon, probably Nebuchadnezzar. In the symbolic use of<em>Babylon,<\/em> (Babylon as spiritual wickedness and the kingdom of Satan), Lucifer is Satan. This interpretation is confirmed in latter-day revelation (see<a class=\"ref\">D&amp;C 76:26&ndash;8<\/a>). Satan and Babylon&rsquo;s prince (both represented by Lucifer in this passage) aspire to take kingly glory to themselves, but in fact will be thrust into hell where there will be weeping and wailing and gnashing of teeth.<\/p><p>Compare<a class=\"isa\" verses=\"eyIxNzk0MiI6Mn0=\">Isaiah 14:13&ndash;14<\/a> with<a class=\"ref\">Moses 4:1&ndash;4<\/a> , where Lucifer&rsquo;s conditions for saving all men are given. What adds to the power of the imagery is the fact that the word<em>congregation<\/em> (<a class=\"isa\" verses=\"WzE3OTQyXQ==\">v. 13<\/a>) is translated by Keil and Delitzsch as the &ldquo;assembly of gods&rdquo; (<em>Commentary,<\/em> 7:1:312).<\/p><p>In still another example of Isaiah&rsquo;s beautiful dualism, even the kings of the world lie in their tombs (house) in respect (see<a class=\"isa\" verses=\"eyIxNzk0NyI6Mn0=\">vv. 18&ndash;19<\/a>), but Babylon&rsquo;s king was to be cast aside and trodden under foot. This reward was literally visited upon the city of the Chaldees, and though Nebuchadnezzar was certainly buried in great splendor, there is no grave found for him today in the ruins of Babylon. Think for a moment of Satan&rsquo;s &ldquo;grave.&rdquo; Never having received a body, he shall never have a tomb or monument of any kind, though he was king and ruler of the great world-wide and history-wide empire of spiritual Babylon. No wonder the kings of the earth, who, though wicked in mortality, could still inherit the telestial kingdom, would marvel at his demise.<\/p><p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 14, Item 14<\/p> ",
    "audit": 1
}