{
    "id": 2373,
    "source": "ldsces",
    "verse_id": 18452,
    "verse_count": 1,
    "reference": "40:31",
    "title": "What Did Isaiah See as the Reward of Those Who “Wait upon the Lord”?",
    "html": "<p>Speaking of the ultimate power given to those who wait upon the Lord, whose strength &ldquo;the Lord shall renew,&rdquo; the prophet Isaiah said they shall &ldquo;mount up with wings as eagles&rdquo; (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40:31<\/a>). Elder Orson Pratt suggested that those who have been confined to the mortal sphere and its laws may be renewed with the light of truth and be enabled to move from place to place at accelerated velocity, even with the speed of light. (see <em>Journal of Discourses,<\/em> 3:104.)<\/p><p>The greater promise reserved for those who have been true and faithful in keeping the commandments by waiting upon the Lord is found in their being able to &ldquo;run and not be weary&rdquo; and to &ldquo;walk, and not faint&rdquo; (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40:31<\/a>; compare <a class=\"ref\">D&amp;C 89:18&ndash;21<\/a>.)<\/p><p>Since everyone who runs far enough experiences some weariness, and anyone who walks long enough feels at least somewhat faint, it is evident that these promises apply also to the things of the Spirit, for the Lord &ldquo;fainteth not, neither is weary&rdquo; (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40:28<\/a>).<\/p><p>While there are those who &ldquo;run&rdquo; without being sent (see <a class=\"ref\">Jeremiah 23:21<\/a>), the Lord&rsquo;s servants are commissioned to run His errand. One called by the Lord to serve is engaged in a contest in which &ldquo;the race is not to the swift, nor the battle to the strong&rdquo; (<a class=\"ref\">Ecclesiastes 9:11<\/a>); but the reward is to those who &ldquo;endure to the end&rdquo; (<a class=\"ref\">Matthew 24:13; Mark 13:13<\/a>). To have the strength to run the race of life without becoming weary is a valuable promise; to be able to journey with safety and not faint or fall away from the truth is a great blessing. What consolation and encouragement it is to those who wait upon the Lord to be able to serve mightily and not weary of it, to walk with certainty and not fall away.<\/p><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 16, Item 12<\/p>",
    "audit": 1
}