{
    "id": 2436,
    "source": "ldsces",
    "verse_id": 18788,
    "verse_count": 7,
    "reference": "58:1–7",
    "title": "Is There a Proper Way to Fast?",
    "html": "<p>Men who truly love the Lord seek to overcome their sins and to draw nearer to the Lord in fasting and prayer. Whether <a class=\"isa\" verses=\"eyIxODc4OCI6N30=\">Isaiah 58:1&ndash;7<\/a> refers to ancient or to modern Israel, or to both, is not clear. It is certain that there is a proper way to fast and to commune with God. The guilty Israelites described in these verses seem to have been disturbed because they fasted and God seemed not to notice; they afflicted their souls and God failed to regard their sufferings (see <a class=\"isa\" verses=\"WzE4NzkwXQ==\">v. 3<\/a>). But the Lord pointed out that they were fasting for improper reasons. Instead of abstaining from food and the activities of the world, they continued in their labors and pleasures (see <a class=\"isa\" verses=\"WzE4NzkwXQ==\">v. 3<\/a>). &ldquo;Behold, ye fast for strife and debate, and [seek for strength] to smite with the fist of wickedness&rdquo; ( <a class=\"isa\" verses=\"WzE4NzkxXQ==\">v. 4<\/a>). That is not the kind of fast the Lord enjoined. The Lord challenged them to answer if their kind of fasting is the fast &ldquo;that I have chosen&rdquo; ( <a class=\"isa\" verses=\"WzE4NzkyXQ==\">v. 5<\/a>). In other words, is it a proper fast, pleasing to Him? Does it show true humility and reliance on God? Fasting has genuine spiritual purpose: it breaks the bands of wickedness, sets free the spiritually oppressed, and provides bread for the hungry and covering for the naked (see <a class=\"isa\" verses=\"eyIxODc5MyI6Mn0=\">vv. 6&ndash;7<\/a>). Bishop John H. Vandenberg explained:<\/p><p>&ldquo;I suppose when he speaks of &lsquo;loosing the bands of wickedness&rsquo; of &lsquo;undoing the heavy burdens,&rsquo; and the &lsquo;breaking of every yoke&rsquo; that he is referring to the wickedness of people who think only of themselves in selfishness, vanity, pride, and having hearts so set upon the things of this world that the two great commandments of loving God and loving neighbor are entirely forgotten. The principles of loving thy neighbor and of loving God are encompassed in the true purpose of the fast.<\/p><p>&ldquo;Certainly, it takes no imagination to understand what is meant when he says, &lsquo;&hellip; that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh?&rsquo;<\/p><p>&ldquo;He meant that in addition to taking care of the poor, that we should watch over our own kin and be responsible for our father, mother, brother, and sister when they are in need.<\/p><p>&ldquo;It is here that I would like to state that the Lord has caused a day of fasting and prayer to be set up in this day so that collectively the Church might join together to fulfil the purposes of fasting.&rdquo; (In Conference Report, Apr. 1963, p. 28.)<\/p><p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 18, Item 8<\/p> ",
    "audit": 1
}