{
    "id": 2457,
    "source": "ldsces",
    "verse_id": 18928,
    "verse_count": 10,
    "reference": "66:5–14",
    "title": "How Can a “Nation Be Born at Once” and the “Earth Be Made to Bring Forth in One Day”?",
    "html": "<p>Even though the Jews have long rejected Jesus Christ as their Messiah, at a critical time in the future He will appear to them. Elder Charles W. Penrose described that great event, which will occur during the battle of Armageddon:<\/p><p>&ldquo;His next appearance will be among the distressed and nearly vanquished sons of Judah. At the crisis of their fate, when the hostile troops of several nations are ravaging the city and all the horrors of war are overwhelming the people of Jerusalem, he will set his feet upon the Mount of Olives, which will cleave and part asunder at his touch.<\/p><p>&ldquo;Attended by a host from heaven, he will overthrow and destroy the combined armies of the Gentiles, and appear to the worshiping Jews as the mighty Deliverer and Conqueror so long expected by their race; and while love, gratitude, awe, and admiration swell their bosoms, the Deliverer will show them the tokens of his crucifixion and disclose himself as Jesus of Nazareth, whom they had reviled and whom their fathers put to death. Then will unbelief depart from their souls, and &lsquo;the blindness in part which has happened unto Israel&rsquo; [see <a class=\"ref\">Romans 11:25<\/a> ] be removed. &lsquo;A fountain for sin and uncleanness shall be opened to the house of David and the inhabitants of Jerusalem&rsquo; [see <a class=\"ref\">Zechariah 13:1<\/a> ], and &lsquo;a nation will be born&rsquo; unto God &lsquo;in a day&rsquo; [see <a class=\"isa\" verses=\"WzE4OTMxXQ==\">Isaiah 66:8<\/a> ]. They will be baptised for the remission of their sins, and will receive the gift of the Holy Ghost, and the government of God as established in Zion will be set up among them, no more to be thrown down for ever.&rdquo; (In &ldquo;The Second Advent,&rdquo; p. 583.)<\/p><p>The allusion to a woman giving birth who is &ldquo;delivered of a man child&rdquo; recalls a similar reference in <a class=\"ref\">Revelation 12:1&ndash;7<\/a> in which a woman is depicted as struggling to give birth and bringing forth &ldquo;a man child.&rdquo; This child is identified in the Joseph Smith Translation as the millennial kingdom of God (see <a class=\"ref\">JST, Revelation 12:7<\/a>). The man child referred to in Isaiah (Zion), and the child referred to by John in Revelation are probably the same. This is good news for Jerusalem, who will rejoice at the word.<\/p><p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 18, Item 29<\/p> ",
    "audit": 1
}