{
    "id": 2286,
    "source": "ldsces",
    "verse_id": 17896,
    "verse_count": 1,
    "reference": "11:11",
    "title": "“The Lord Shall Set His Hand Again the Second Time to Recover the Remnant of His People”",
    "html": "<p>Elder LeGrand Richards commented on this scripture as follows:<\/p><p>&ldquo;From this scripture we learn that the events described were to be in the future: &lsquo;The Lord shall set his hand again the second time to recover the remnant of his people.&rsquo; There could not be a &lsquo;second time&rsquo; unless there had been a first. The first time was when the Lord led Israel out of Egyptian bondage and captivity. When did the Lord set his hand the &lsquo;second time&rsquo; to recover the remnant of his people? This we will now consider. From the above scripture we learn that three important events were to transpire: (1) He shall set up an ensign for the nations; (2) he shall assemble the outcasts of Israel; (3) he shall gather together the dispersed of Judah from the four corners of the earth.<\/p><p>&ldquo;It is clear there are to be two gathering places&mdash;one for Israel and one for Judah. &hellip;<\/p><p>&ldquo;Since Moses was the prophet the Lord raised up to lead Israel out of the land of Egypt and gave him power to perform such mighty miracles before Pharaoh, even to the leading of the children of Israel through the Red Sea on dry land, it seems very appropriate that Moses should hold the keys of the gathering of Israel when the Lord would &lsquo;set his hand again the second time to recover the remnant of his people.&rsquo; These were the keys Moses committed to Joseph Smith and Oliver Cowdery.<\/p><p>&ldquo;When speaking of Israel, most people have the Jews in mind, and when referring to the gathering of Israel, they have in mind the return of the Jews to the land of Jerusalem. It should be remembered that the Jews, the descendants of Judah, represent but one of the twelve branches, or tribes, of the house of Israel&mdash;the family of Jacob.&rdquo; (<em>A Marvelous Work and a Wonder,<\/em> pp. 207&ndash;9).<\/p><p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 13, Item 62<\/p> ",
    "audit": 1
}