{
    "id": 2398,
    "source": "ldsces",
    "verse_id": 18585,
    "verse_count": 1,
    "reference": "45:23",
    "title": "What Does It Mean to Say “Every Knee Shall Bow, Every Tongue Swear”?",
    "html": " <p>President Joseph Fielding Smith said: <\/p> <p>&ldquo;I want to call attention to something that is stated frequently in the scriptures, and I think very often misunderstood, and that is the statement that, &lsquo;every knee shall bow, and every tongue shall confess.&rsquo; [ <a class=\"isa\" verses=\"WzE4NTg1XQ==\">Isaiah 45:23<\/a>; <a class=\"ref\">Romans 14:10&ndash;11; Philippians 2:9&ndash;11; D&amp;C 76:110; 88:104<\/a> ] I wonder how many of us have an idea that if a knee bows and a tongue confesses, that is a sign of forgiveness of sin and freedom from sin, and that the candidate is prepared for exaltation? If you do, you make a mistake. It does not mean that at all. <\/p> <p>&ldquo;The time will come when &lsquo;every knee shall bow, and every tongue shall confess,&rsquo; and yet the vast majority of mankind will go into the telestial kingdom eternally. Let me read these verses: &lsquo;The time shall come when all shall see the salvation of the Lord; when every nation, kindred, tongue, and people shall see eye to eye and shall confess before God that his judgments are just.&rsquo; [ <a class=\"ref\">Mosiah 16:1&ndash;4<\/a>.] <\/p> <p>&ldquo;It is a wonderful thing when men reach the stage when they will be willing to confess that the judgments against them are just, and they will bow the knee and will understand &lsquo;eye to eye.&rsquo;&rdquo; (<em>Doctrines of Salvation, <\/em> 2:30.) <\/p> <p>Isaiah&rsquo;s intent was to assure all the world, both the wicked and the righteous, that Jesus Christ is the God of Israel and that one day all will be constrained to recognize that fact, whether or not they are or have been His disciples. <\/p> <p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 16, Item 37 <\/p> ",
    "audit": 1
}