{
    "id": 2354,
    "source": "ldsces",
    "verse_id": 18219,
    "verse_count": 33,
    "reference": 30,
    "title": "“Woe to the Rebellious Children”",
    "html": "<p>Israel and Judah had been cautioned by the Lord not to put their trust in other nations. But this people refused to hearken, and they turned to Egypt for protection from the Assyrians (see Enrichment F). The Lord berated them for seeking to &ldquo;strengthen themselves in the strength of Pharaoh, and to trust in the shadow of Egypt&rdquo; (<a class=\"isa\" verses=\"WzE4MjIwXQ==\">Isaiah 30:2<\/a>). All of this, Isaiah said, &ldquo;shall help in vain, and to no purpose&rdquo; (<a class=\"isa\" verses=\"WzE4MjI1XQ==\">v. 7<\/a>). As a result, Israel would be broken as easily as a clay pot (see <a class=\"isa\" verses=\"WzE4MjMyXQ==\">v. 14<\/a>).<\/p><p>But God will be gracious to Israel. Although He feeds them for a time with &ldquo;the bread of adversity, and the water of affliction&rdquo; (<a class=\"isa\" verses=\"WzE4MjM4XQ==\">v. 20<\/a>), yet in the last days their teachers shall once again teach the true gospel and show them how to walk in it (see <a class=\"isa\" verses=\"WzE4MjM5XQ==\">v. 21<\/a>). Not only will prophets return, but great temporal blessings will be restored. The earth &ldquo;shall be fat and plenteous: in that day shall thy cattle feed in large pastures&rdquo; (<a class=\"isa\" verses=\"WzE4MjQxXQ==\">v. 23<\/a>). In the end the Lord will redeem Israel. Even &ldquo;the Assyrians&rdquo; who carried away the ten tribes into captivity shall eventually &ldquo;be beaten down&rdquo; (<a class=\"isa\" verses=\"WzE4MjQ5XQ==\">v. 31<\/a>).<\/p><p>The theme of <a class=\"isa\" verses=\"WzE4MjQ4XQ==\">Isaiah 30<\/a>is that men trust in the wisdom of other men instead of looking to God for counsel (see <a class=\"isa\" verses=\"eyIxODIxOSI6Mn0=\">vv. 1&ndash;2<\/a>) or to His prophets for instruction (see <a class=\"isa\" verses=\"eyIxODIyNyI6M30=\">vv. 9&ndash;11<\/a>). The Lord stated that this rejection of God&rsquo;s word is the direct cause of their destruction (see <a class=\"isa\" verses=\"eyIxODIzMCI6M30=\">vv. 12&ndash;14<\/a>).<\/p><p>Monte S. Nyman wrote: &ldquo;The warning in verses 1 through 7 is here extended to our day by the Lord&rsquo;s commanding Isaiah to record it as a witness for the latter days (verse 8); a marginal note in the KJV identifies the &lsquo;latter day&rsquo;&rdquo; (<em>&ldquo;Great Are the Words of Isaiah,&rdquo;<\/em> p. 121).<\/p><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 15, Item 22<\/p>",
    "audit": 1
}