{
    "id": 2433,
    "source": "ldsces",
    "verse_id": 18755,
    "verse_count": 8,
    "reference": "56:1–8",
    "title": "Who Are the “Son of the Stranger” and the “Eunuch”? What Is Their Significance?",
    "html": "<p>To understand Isaiah&rsquo;s meaning in 56:1&ndash;8, one must understand the significance of three words and their meaning to ancient Israel. The words are <em>Sabbath, strangers,<\/em> and <em>eunuchs.<\/em><\/p><p><em>Sabbath.<\/em> Modern readers think only of Sunday, or the Lord&rsquo;s day, as the Sabbath, but for ancient Israel <em>Sabbath<\/em> had a wider meaning. The weekly sabbath was only one of several days called the Sabbath. All of the feast days, including Passover, Pentecost, Tabernacles, and the day of Atonement, were also called sabbaths (see Samuel Fallows, ed., <em>The Popular and Critical Bible Encyclopedia and Scriptural Dictionary,<\/em> s.v. &ldquo;Sabbath&rdquo;; James Hastings, ed., <em>A Dictionary of the Bible,<\/em> s.v. &ldquo;Sabbaths.&rdquo;) Thus, to &ldquo;keep my sabbaths [plural]&rdquo; (<a class=\"isa\" verses=\"MTg3NDU=\">v. 4<\/a>) implied a keeping of the whole law of Moses, since the various feasts covered many aspects of the Israelites&rsquo; commitment to God. Also, by revelation, the Lord told Moses that keeping the Sabbath was a sign of the covenant between Israel and God (see <a class=\"ref\">Exodus 31:13, 16&ndash;17<\/a>). When Isaiah talked about polluting the Sabbath, he meant far more than simply working or playing on Sunday (Saturday for the Jews).<\/p><p><em>Strangers.<\/em> &ldquo;A stranger in the Mosaic law, and in the Old Testament generally, means one not of Israelitish descent dwelling with the Hebrews, as distinguished from a foreigner temporarily visiting the land [<a class=\"ref\">Exodus 20:10; Leviticus 16:29; 17:8; 2 Samuel 1:13; Ezekiel 14:7<\/a>]. The stranger was not a full citizen, yet he had recognized rights and duties. He was under the protection of God, and the Israelites were charged to treat him kindly [<a class=\"ref\">Leviticus 19:33&ndash;34; Deuteronomy 10:18&ndash;19<\/a>].&rdquo; (Fallows, ed., <em>Bible Encyclopedia,<\/em> s.v. &ldquo;strangers.&rdquo;)<\/p><p><em>Eunuchs.<\/em> Under the Mosaic law, anyone who had been sexually mutilated was not allowed into full fellowship in the house of Israel (see <a class=\"ref\">Deuteronomy 23:1&ndash;2<\/a>). The law was likely written because wholeness of body typified or symbolized spiritual wholeness. (see <em>Old Testament Student Manual: Genesis&ndash;2 Samuel<\/em> [religion 301, 2003], pp. 229&ndash;30.) A priest or Levite who was a eunuch could not function in the priesthood offices (see <a class=\"ref\">Leviticus 21:17&ndash;23<\/a>).<\/p><p>With an understanding of these three words, one can see the beauty of Isaiah&rsquo;s promise given in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 56<\/a>. Strangers (Gentiles) and eunuchs (those previously excluded from full fellowship with the covenant people, and who felt they could produce no fruit in the covenant, being &ldquo;a dry tree&rdquo; [<a class=\"isa\" verses=\"W10=\">v. 3<\/a>]) would now find the full blessings of God extended to them if they kept the sabbaths (epitomizing the law of God). Not only will the &ldquo;outcasts of Israel&rdquo; (those who were scattered) be gathered in the last days, but so will &ldquo;others&rdquo; (<a class=\"isa\" verses=\"W10=\">v. 8<\/a>). Whether one is a literal descendant of Israel will not matter as much as whether one will make and keep the covenant with God. In the age of restoration, the house of God will be &ldquo;an house of prayer for <em>all<\/em> people&rdquo; (<a class=\"isa\" verses=\"W10=\">v. 7<\/a>; emphasis added).<\/p><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 18, Item 5<\/p>",
    "audit": 1
}