{
    "id": 2396,
    "source": "ldsces",
    "verse_id": 18574,
    "verse_count": 1,
    "reference": "45:12",
    "title": "What Is the Lord’s and What Is Man’s Own?",
    "html": "<p>People and organizations often deal with the things of the earth in terms of ownership. &ldquo;I own a large home,&rdquo; one might say, or &ldquo;I built this business up through my own labors; therefore it is mine.&rdquo; If these statements were really true, then one could understand their reluctance to share it with others or to pay the Lord His required tenth. But people cannot speak of ownership. Through Isaiah, the Lord reminded Israel that He is the creator of the earth and therefore only He can properly refer to it in terms of ownership. In language similar to Isaiah&rsquo;s, the Lord reminded the Latter-day Saints that He created the earth and that we are only stewards over His property (see <a class=\"ref\">D&amp;C 104:13&ndash;14, 54&ndash;57<\/a>). Then He gave this reminder: &ldquo;And let not any among you say that it is his own; for it shall not be called his, nor any part of it&rdquo; (<a class=\"ref\">D&amp;C 104:70<\/a>).<\/p><p>Elder Spencer W. Kimball asked some pointed questions concerning this subject:<\/p><p>&ldquo;&lsquo;Do you feel generous when you pay your tithes? Boastful when the amount is large? Has the child been generous to his parents when he washes the car, makes his bed? Are you liberal when you pay your rent, or pay off notes at banks? You are not generous, liberal, but merely honest when you pay your tithes.&rsquo; [<a class=\"isa\" verses=\"MTg1NzQ=\">Isaiah 45:12<\/a>.]<\/p><p>&ldquo;Perhaps your attitudes are the product of your misconceptions.<\/p><p>&ldquo;Would you steal a dollar from your friend? A tire from your neighbor&rsquo;s car? Would you borrow a widow&rsquo;s insurance money with no intent to pay? Do you rob banks? You are shocked at such suggestions. Then, would you rob your God, your Lord, who has made such generous arrangements with you?<\/p><p>&ldquo;Do you have a right to appropriate the funds of your employer with which to pay your debts, to buy a car, to clothe your family, to feed your children, to build your home?<\/p><p>&ldquo;Would you take from your neighbor&rsquo;s funds to send your children to college, or on a mission? Would you help relatives or friends with funds not your own? Some people get their standards mixed, their ideals out of line. &hellip; Would you supply gifts to the poor with someone else&rsquo;s money? The Lord&rsquo;s money?&rdquo; (In Conference Report, Apr. 1968, p. 77.)<\/p><p>Honestly answering these questions may reveal to modern Saints how dangerously close they are to walking the same foolish path chosen by ancient Israel.<\/p><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 16, Item 35<\/p>",
    "audit": 1
}