{
    "id": 2281,
    "source": "ldsces",
    "verse_id": 17886,
    "verse_count": 1,
    "reference": "11:1",
    "title": "Who Was the “Stem of Jesse” and the “Rod out of the Stem of Jesse”?",
    "html": " <p>The Doctrine and Covenants provides the interpretation for this verse (see <a class=\"ref\">D&amp;C 113:1&ndash;6 <\/a>). The stem of Jesse is stated to be Christ. The rod out of the stem of Jesse was said to be &ldquo;a servant in the hands of Christ, who is partly a descendant of Jesse as well as of Ephraim, or of the house of Joseph, on whom there is laid much power&rdquo; (<a class=\"ref\">D&amp;C 113:4 <\/a>). This scripture seems to be a reference to the Prophet Joseph Smith and to Ephraim&rsquo;s leadership in the restoration in the last days. President Joseph Fielding Smith summarized Ephraim&rsquo;s role when he wrote: &ldquo;It is Ephraim, today, who holds the priesthood. It is with Ephraim that the Lord has made covenant and has revealed the fulness of the everlasting gospel. It is Ephraim who is building temples and performing the ordinances in them for both the living and for the dead. When the &lsquo;lost tribes&rsquo; come&mdash;and it will be a most wonderful sight and a marvelous thing when they do come to Zion&mdash;in fulfilment of the promises made through Isaiah and Jeremiah, they will have to receive the crowning blessings from their brother Ephraim, the &lsquo;firstborn&rsquo; in Israel.&rdquo; (<em>Doctrines of Salvation, <\/em> 3:252&ndash;53). <\/p> <p>President Brigham Young affirmed the place of Ephraim and the Prophet Joseph Smith in bringing to pass the purposes of this dispensation: &ldquo;It is the house of Israel we are after, and we care not whether they come from the east, the west, the north, or the south; from China, Russia, England, California, North or South America, or some other locality; and it is the very lad on whom father Jacob laid his hands, that will save the house of Israel. The Book of Mormon came to Ephraim, for Joseph Smith was a pure Ephraimite, and the Book of Mormon was revealed to him, and while he lived he made it his business to search for those who believed the Gospel.&rdquo; (In <em>Journal of Discourses, <\/em> 2:268&ndash;69.) <\/p> <p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 13, Item 57 <\/p> ",
    "audit": 1
}