{
    "id": 2439,
    "source": "ldsces",
    "verse_id": 18800,
    "verse_count": 2,
    "reference": "58:13–14",
    "title": "The Law of the Sabbath",
    "html": "<p>In the same beautifully poetic language with which he portrayed the law of the fast, Isaiah explained the covenant of the Sabbath by using an &ldquo;if-then&rdquo; construction: If we do our part (see<a class=\"isa\" verses=\"WzE4ODAwXQ==\">Isaiah 58:13<\/a>), then God will bless us in specific ways (seev. 14).<\/p><p>Our part is to turn away our foot (the symbol of following or obeying) from doing our own pleasure on the Sabbath, to call the Sabbath a delight (that is, to take delight in it), to call it the &ldquo;holy of the Lord&rdquo; (<em>holy<\/em> means set apart or sanctified for the work of God), to call it honorable (that is, capable of being honored), and to honor God by not doing our own ways, finding our own pleasures, or even speaking our own words (see<a class=\"isa\" verses=\"WzE4ODAwXQ==\">v. 13<\/a>). If we do this, then we will be able to delight ourself in the Lord (a promise similar to &ldquo;then shall thy confidence wax strong in the presence of God&rdquo; [<a class=\"ref\">D&amp;C 121:45<\/a> ]). We will be able to ride upon the &ldquo;high places of the earth&rdquo; (<a class=\"isa\" verses=\"WzE4ODAxXQ==\">Isaiah 58:14<\/a> ; mountains, or the high places of the earth, have long been the site of revelation and communion with God; see<a class=\"ref\">Moses 1:1; 7:2; 1 Nephi 11:1; Ether 3:1; Isaiah 2:2<\/a>). And we will feed on the heritage of Jacob (eat or consume it so that it becomes part of us). The word<em>heritage<\/em> comes from the same root as<em>heir<\/em> and<em>inherit.<\/em> Latter-day revelation teaches that Jacob&rsquo;s inheritance is exaltation and godhood (see<a class=\"ref\">D&amp;C 132:37<\/a>).<\/p><p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 18, Item 11<\/p> ",
    "audit": 1
}