{
    "id": 2239,
    "source": "ldsces",
    "verse_id": 17702,
    "verse_count": 1,
    "reference": "2:16",
    "title": "What Is Meant by the Phrase “Ships of Tarshish”?",
    "html": "<p>Trade with other nations would cease. Such trade had been established and had prospered during the reign of kings Uzziah and Jotham (see Enrichment F; Keil and Delitzsch, <em>Commentary,<\/em> 7:1:124).<\/p><p>Again the Book of Mormon affirms the completeness of the record from which its Isaiah citations were taken. Sperry illustrated this contribution:<\/p><p>&ldquo;In <a class=\"ref\">2 Nephi 12:16<\/a>(cf. <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 2:16<\/a>) the Book of Mormon has a reading of remarkable interest. It prefixes a phrase of eight words not found in the Hebrew or King James versions. Since the ancient Septuagint (Greek) Version concurs with the added phrase in the Book of Mormon, let us exhibit the readings of the Book of Mormon (B.M.), the King James Version (K.J.), and the Septuagint (LXX) as follows:<\/p><div class=\"poetry\"><div class=\"stanza\"><p>B.M. And upon all the ships of the sea,<\/p><p>K.J.<\/p><p>LXX And upon every ship of the sea,<\/p><p>and upon all the ships of Tarshish<\/p><p>And upon all the ships of Tarshish<\/p><p>and upon all pleasant pictures.<\/p><p>and upon all pleasant pictures.<\/p><p>and upon every display of fine ships.<\/p><\/div><\/div><p>&ldquo;The Book of Mormon suggests that the original text of this verse contained three phrases, all of which commenced with the same opening words, &lsquo;and upon all.&rsquo; By a common accident, the original Hebrew (and hence the King James) text lost the first phrase, which was, however, preserved by the Septuagint. The latter lost the second phrase and seems to have corrupted the third phrase. The Book of Mormon preserved all three phrases. Scholars may suggest that Joseph Smith took the first phrase from the Septuagint. The prophet did not know Greek, and there is no evidence that he had access to a copy of the Septuagint in 1829&ndash;30 when he translated the Book of Mormon.&rdquo; (<em>The Voice of Israel&rsquo;s Prophets,<\/em> pp. 90&ndash;91.)<\/p><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 13, Item 15<\/p>",
    "audit": 1
}