{
    "id": 2255,
    "source": "ldsces",
    "verse_id": 17771,
    "verse_count": 4,
    "reference": "6:1–4",
    "title": "Vision of the Lord and the Celestial Realms",
    "html": "<p>A vision of the celestial sphere would be difficult if not impossible to describe. That was the dilemma of the prophet Isaiah. He endeavored in these verses to portray something of the power and glory of his experience, using images and terms with which his readers could identify. Even then he sensed how much he fell short of communicating the reality of the experience. Later in his writing, Isaiah described the inadequacy of words and even of the senses of mortal man to comprehend heavenly things. He wrote: &ldquo;For since the beginning of the world men have not heard, nor perceived by the ear, neither hath the eye seen, O God, beside thee, what he hath prepared for him that waiteth for him&rdquo; ( <a class=\"isa\" verses=\"WzE4ODkwXQ==\">Isaiah 64:4<\/a>).<\/p><p>Others who have experienced visions of the celestial realms have cited Isaiah in an attempt to explain their limited ability to tell of what they had been shown (see <a class=\"ref\">1 Corinthians 2:9; D&amp;C 76:10<\/a>). The Prophet Joseph Smith provided a perspective on such experiences when he said: &ldquo;Could we read and comprehend all that has been written from the days of Adam, on the relation of man to God and angels in a future state, we should know very little about it. Reading the experience of others, or the revelation given to<em>them,<\/em> can never give<em>us<\/em> a comprehensive view of our condition and true relation to God. Knowledge of these things can only be obtained by experience through the ordinances of God set forth for that purpose. Could you gaze into heaven five minutes, you would know more than you would by reading all that ever was written on the subject.&rdquo; (<em>Teachings,<\/em> p. 324.)<\/p><p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 13, Item 31<\/p> ",
    "audit": 1
}