{
    "id": 2269,
    "source": "ldsces",
    "verse_id": 17797,
    "verse_count": 1,
    "reference": "7:14",
    "title": "“A Virgin Shall … Bear a Son”",
    "html": "<p>This passage is cited in the New Testament as being fulfilled by the birth of Jesus Christ (see <a class=\"ref\">Matthew 1:25<\/a>). Some commentators point out that the word translated <em>virgin<\/em> means only a young woman and not someone who has never had sexual relations. They do this in an attempt to refute this passage as proof of the virgin birth of Jesus Christ. But it can be shown that the term is properly translated and did mean an unmarried woman (see Young, <em>Book of Isaiah,<\/em> 1:286&ndash;88).<\/p><p>The Book of Mormon, likewise, testifies of Mary&rsquo;s virginity at the time of Christ&rsquo;s conception (see <a class=\"ref\">1 Nephi 11:13, 15, 18, 20&ndash;21<\/a>). Thus, the vision of Nephi affirms Isaiah&rsquo;s ancient prophecy that it was indeed a virgin who would conceive.<\/p><p>President Marion G. Romney spoke of the importance of spiritual direction in understanding the prophet Isaiah&rsquo;s declaration:<\/p><p>&ldquo;Here is another example in which men revise the scriptures without the inspiration of the Spirit. Isaiah, in predicting the birth of Christ, said: &lsquo;Behold, a <em>virgin<\/em> shall conceive, and bear a son, and shall call his name Immanuel.&rsquo; (<a class=\"isa\" verses=\"W3siMTc3OTciOjF9XQ==\">Isaiah 7:14<\/a>. Italics added.) When Isaiah used the word <em>virgin,<\/em> he was saying that a woman who had not known a man should bear a son.<\/p><p>&ldquo;The modern translators say: &lsquo;Behold, a <em>young woman<\/em> shall conceive and bear a son, and shall call his name Immanuel.&rsquo; (Holy Bible, Revised Standard Version [1952], <a class=\"isa\" verses=\"W3siMTc3OTciOjF9XQ==\">Isaiah 7:14<\/a>. Italics added.) You see, they do not believe that Christ was divine, so it does not make any difference to them whether they say a &lsquo;young woman&rsquo; or a &lsquo;virgin.&rsquo;&rdquo; (In Conference Report, Tokyo Japan Area Conference 1975, p. 46.)<\/p><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 13, Item 45<\/p>",
    "audit": 1
}