{
    "id": 2444,
    "source": "ldsces",
    "verse_id": 18825,
    "verse_count": 16,
    "reference": "60:3–18",
    "title": "“Who Are These That Fly As a Cloud”?",
    "html": " <p>Although <a class=\"isa\" verses=\"WzE4ODI1XQ==\">Isaiah 60:3 <\/a> is sometimes seen by scholars as a prophetic utterance relating to the wise men who came from the east to visit the child born in Bethlehem (see <a class=\"ref\">Matthew 2:1&ndash;15 <\/a>), in context it is a prophecy of a Zion of the latter days, perhaps the New Jerusalem. Zion&rsquo;s &ldquo;sons shall come from far&rdquo; (<a class=\"isa\" verses=\"WzE4ODI2XQ==\">Isaiah 60:4 <\/a>), and &ldquo;the forces of the Gentiles&rdquo; (<a class=\"isa\" verses=\"WzE4ODI3XQ==\">v. 5 <\/a>) will do the same. Gold, silver, camels, and dromedaries (symbols of earthly wealth) will be brought to &ldquo;glorify the house of [God&rsquo;s] glory&rdquo; (<a class=\"isa\" verses=\"WzE4ODI5XQ==\">v. 7 <\/a>). As these precious things are gathered in, &ldquo;the sons of strangers&rdquo; (Gentiles) will build her walls or help in rebuilding Jerusalem (<a class=\"isa\" verses=\"WzE4ODMyXQ==\">v. 10 <\/a>; compare Notes and Commentary on Isaiah 49:22). <\/p> <p>About the phrase &ldquo;thy gates shall be open continually&rdquo; (<a class=\"isa\" verses=\"WzE4ODMzXQ==\">Isaiah 60:11 <\/a>), Elder Orson Pratt said: &ldquo;&lsquo;They shall not be shut day nor night, that men may bring unto thee the forces of the Gentiles, and that their kings may be brought, for the nation and kingdom that will not serve thee shall perish, yea, those nations shall be utterly wasted.&rsquo; What! no people or nation left that will not serve Zion? Not one. What will become of this great republic [the United States] &hellip; ? If they will comply with the ordinances of Zion, repent of their sins and be prepared for this great and glorious day, God will save them; but if they will not they will be utterly wasted away. Thus have the prophets declared.&rdquo; (In <em>Journal of Discourses, <\/em> 14:355.) <\/p> <p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 18, Item 16 <\/p> ",
    "audit": 1
}