{
    "id": 2391,
    "source": "ldsces",
    "verse_id": 18555,
    "verse_count": 8,
    "reference": "44:21–28",
    "title": "45:1–14. The Lord Prophesied of Cyrus, King of Persia",
    "html": "<p>At the time Isaiah prophesied, Babylon had not yet come to power, and more than a hundred years would pass before Babylon would carry Judah into captivity. But of course, the calendar in no way affects a prophet&rsquo;s vision. After recording numerous prophecies of Judah&rsquo;s coming destruction and their fall to Babylon, Isaiah revealed the Lord&rsquo;s plan for Judah&rsquo;s restoration to their homeland under a king called Cyrus. At the time Isaiah spoke his name, Cyrus was still in the premortal existence.<\/p><p>&ldquo;Numerous commentators deny that Isaiah could foresee Cyrus so clearly as to be able to call him by name. They commonly claim, therefore, that this part of Isaiah was written by someone during the Exile and after Cyrus had given Israel help. &hellip; &mdash;in other words, after the event. Nevertheless, it is of great interest to find that the Jewish historian Josephus accepted Isaiah&rsquo;s words and even quotes letters from Cyrus confirming the prophet&rsquo;s predictions. Part of the account of Josephus is quoted herewith:<\/p><p>&ldquo;&lsquo;&hellip; he (God) stirred up the mind of Cyrus, and made him write this throughout all Asia:&mdash;<\/p><p>&ldquo;&lsquo;&ldquo;Thus saith Cyrus the king.&mdash;Since God Almighty hath appointed me to be king of the habitable earth, I believe that he is that God which the nation of the Israelites worship; for indeed he foretold my name by the prophets, and that I should build him a house at Jerusalem, in the country of Judea.&rdquo;<\/p><p>&ldquo;&lsquo;This was known to Cyrus by his reading the book which Isaiah left behind him of prophecies; for this prophet said that God had spoken thus to him in a secret vision:&mdash;<\/p><p>&ldquo;&lsquo;&ldquo;My will is, that Cyrus, whom I have appointed to be king over many and great nations, send back my people to their own land, and build my temple.&rdquo;<\/p><p>&ldquo;&lsquo;This was foretold by Isaiah one hundred and forty years before the temple was demolished. Accordingly, when Cyrus read this, and admired the divine power, an earnest desire and ambition seized upon him to fulfill what was so written; so he called for the most eminent Jews that were in Babylon, and said to them, that he gave them leave to go back to their own country, and to rebuild their city Jerusalem, and the temple of God, for that he would be their assistant and that he would write to the rulers and governors that were in the neighborhood of their country of Judea, that they should contribute to them gold and silver for the building of the temple, and, besides that, beasts for their sacrifices.&rsquo; (<em>Antiq.<\/em> XI, 1, 2)&rdquo; (Sidney B. Sperry,<em>The Voice of Israel&rsquo;s Prophets,<\/em> pp. 107&ndash;8.)<\/p><p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 16, Item 30<\/p> ",
    "audit": 1
}