{
    "id": 2388,
    "source": "ldsces",
    "verse_id": 18524,
    "verse_count": 4,
    "reference": "43:18–21",
    "title": "What Was Meant by “a New Thing” in the Wilderness?",
    "html": "<p>After recalling the destruction of the Egyptians before his day (see <a class=\"isa\" verses=\"WzE4NjAzXQ==\">v. 3<\/a>), and predicting the destruction of Babylon in his own future (see <a class=\"isa\" verses=\"eyIxODYxNCI6Mn0=\">vv. 14&ndash;17<\/a>), Isaiah directed the reader&rsquo;s attention away from all of that, saying &ldquo;remember ye not the former things&rdquo; (<a class=\"isa\" verses=\"bnVsbA==\">v. 18<\/a>), and reminded the reader that he was going to speak of a &ldquo;new thing&rdquo; (<a class=\"isa\" verses=\"bnVsbA==\">v. 19<\/a>). Thus casting his mind to another prophetic vision, Isaiah spoke of a miraculous time when the destruction would be reversed: the desert would &ldquo;blossom as the rose&rdquo; (<a class=\"isa\" verses=\"WzE4MzIyXQ==\">Isaiah 35:1<\/a>), in contrast to the flower of Babylon becoming a desert. In a conference talk given when he was Presiding Bishop, LeGrand Richards described a literal fulfillment of Isaiah&rsquo;s words:<\/p><p>&ldquo;Isaiah said: &lsquo;Behold, I will do a new thing,&rsquo; and as far as my understanding of this scripture is concerned, that new thing was the great principle of irrigation. It is true the Saints had to make the canals, they had to make the ditches, they had to put in the dams, but the land might have remained arid had not the Lord put into their minds the inspiration to do this very thing, and that is what Isaiah saw that the Lord would do. He said: [<a class=\"isa\" verses=\"eyIxODUyNSI6Mn0=\">Isaiah 43:19&ndash;20<\/a>].<\/p><p>&ldquo;If you want to see the rivers in the desert, just go up through Idaho and see the great canals that come out of the Snake River. They are greater than many of the rivers of the land. [<a class=\"isa\" verses=\"eyIxODUyNiI6Mn0=\">Isaiah 43:20&ndash;21<\/a>; <a class=\"ref\">41:18, 20<\/a>.]<\/p><p>&ldquo;So as you brethren gather in your crops by day in the harvest time, remember that it was the Lord God of Israel who did this new thing in this great wilderness to make it to prosper as a rose and to be a land that would attract the attention of all the world.&rdquo; (In Conference Report, Oct. 1948, pp. 44&ndash;45.)<\/p><p>After his prophetic interlude, Isaiah dropped back to historical Israel (see <a class=\"isa\" verses=\"eyIxODUyOCI6N30=\">Isaiah 43:22&ndash;28<\/a>), with the single reminder in verse 25 of a future forgiveness&mdash;a ray of hope for better things.<\/p><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 16, Item 27<\/p>",
    "audit": 1
}