{
    "id": 2356,
    "source": "ldsces",
    "verse_id": 18261,
    "verse_count": 20,
    "reference": 32,
    "title": "Israel Will Be a Desolation until the Messiah Begins the Preparation for His Return",
    "html": " <p>Orson Pratt saw this scripture as applying not only to ancient Israel but also to the Latter-day Saints, who were driven from their homes in the East to the deserts of the Rocky Mountains. <\/p> <p>&ldquo;Did you see it, Isaiah, as well as the people that live in our day? Did you see a people go into the desert and offer up thanksgiving and the voice of melody? Did you see that desert and wilderness redeemed from its sterile condition and become like the garden of Eden? &lsquo;O yes,&rsquo; says Isaiah, &lsquo;I saw it all, and I left it on record for the benefit of the generation that should live some two or three thousand years after my day.&rsquo; But Isaiah, are we to understand that the people are to be gathered together in that desert, and that the gathered people are to be instrumental in the hands of God, in redeeming that desert? Yes, Isaiah has told us all this. We will go back to what we read in his thirty-second chapter&mdash;&rsquo;Until the spirit be poured out upon us from on high, and the wilderness be a fruitful field, and the fruitful field be counted for a forest. Then judgment shall dwell in the wilderness and righteousness remain in the fruitful field.&rsquo; What fruitful field? Why, the wilderness that will be converted into a fruitful field. &lsquo;The work of righteousness shall be peace, and the effect of righteousness, quietness, and assurance forever; and my people shall dwell in peaceable habitations, and in sure dwellings and in quiet resting places.&rsquo; <\/p> <p>&ldquo;Was that the way we dwelt in Missouri or Illinois? Did we live in quietness and with assurance continually in those States? Oh, no, we were tossed about; as Isaiah says&mdash;&rsquo;tossed to and fro and not comforted.&rsquo; That was the case with Zion while down in the States, and that was in accordance with a modern revelation, in which, speaking of Zion, the Lord says&mdash;&rsquo;You shall be persecuted from city to city and from synagogue to synagogue, and but few shall stand to receive their inheritance&rsquo; [ <a class=\"ref\">D&amp;C 63:31 <\/a> ]. But when the time should come for Zion to go up into the wilderness things would be changed; then my people shall dwell in peaceable habitations, in sure dwelling places, and in quietness and assurance. <\/p> <p>&ldquo;Will they have any capital city when they get up into the mountain desert? O, yes. Isaiah says here&mdash;&rsquo;When it shall hail, coming down on the forest, the city shall be low in a low place.&rsquo; How often have I thought of this since we laid out this great city, twenty-eight years ago! How often have this people reflected in their meditations upon the fulfillment of this prophecy! they have seen, on this eastern range of mountains and on the range of mountains to the west of this valley, snow and storms pelting down with great fury, as though winter in all its rigor and ferocity had overtaken the mountain territory, and at the same time, here, &lsquo;low in a low place,&rsquo; was a city, organized at the very base of these mountains, enjoying all the blessings of a spring temperature, the blessings of a temperature not sufficient to cut off our vegetation. What a contrast! &lsquo;When it shall hail, coming down on the forest, the city shall be low in a low place.&rsquo; That could not be Jerusalem, no such contrast in the land of Palestine round about Jerusalem! It had reference to the latter-day Zion, the Zion of the mountains.&rdquo; (In <em>Journal of Discourses, <\/em> 18:148&ndash;49.) <\/p> <p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 15, Item 24 <\/p> ",
    "audit": 1
}