{
    "id": 2359,
    "source": "ldsces",
    "verse_id": 18305,
    "verse_count": 10,
    "reference": "34:1–10",
    "title": "What Does the Term Idumea Mean and Why Is It Used?",
    "html": "<p>The Second Coming of Christ will be a day of vengeance and recompense. As formerly seen, &ldquo;the indignation of the Lord is upon all nations,&rdquo; for &ldquo;he hath delivered them to the slaughter&rdquo; (<a class=\"isa\" verses=\"WzE4MzA2XQ==\">Isaiah 34:2<\/a>). Moreover, the heavenly bodies, those luminaries such as the sun, stars, and moon, &ldquo;shall be dissolved,&rdquo; that is, &ldquo;shall fall down, as the leaf falleth off from the vine&rdquo; while &ldquo;the heavens shall be rolled together as a scroll&rdquo; (<a class=\"isa\" verses=\"WzE4MzA4XQ==\">v. 4<\/a>). Isaiah&rsquo;s description is reminiscent of a similar one in<a class=\"ref\">Doctrine and Covenants 88:95<\/a> in which we are taught that when the Lord returns, &ldquo;the curtain of heaven shall be unfolded, as a scroll is unfolded after it is rolled up, and the face of the Lord shall be unveiled.&rdquo; Then the sword of the Lord, which represents His power and judgment, &ldquo;shall come down upon Idumea,&rdquo; or the world (<a class=\"isa\" verses=\"WzE4MzA5XQ==\">Isaiah 34:5<\/a>).<\/p><p>President Joseph Fielding Smith wrote: &ldquo;Now, some Bible commentators, because of the name of Idumea, a little country east of the Jordan, is mentioned, have an idea that this had reference to that little country; but the term Idumea is one that the Lord uses to mean the world. You will find it so recorded in Section 1 of the Doctrine and Covenants. He is speaking of the world.&rdquo; (<em>The Signs of the Times,<\/em> p. 150.)<\/p><p>Blood is a biblical symbol of wickedness. The whole earth, stained with blood, will experience a &ldquo;great slaughter&rdquo; at the time of the Second Coming, for &ldquo;it is the day of the Lord&rsquo;s vengeance, and the year of recompenses for the controversy of Zion&rdquo; (<a class=\"isa\" verses=\"WzE4MzEwLDE4MzEyXQ==\">Isaiah 34:6, 8<\/a>).<\/p><p>President Joseph Fielding Smith again: &ldquo;That is to take place in the dispensation of the Fulness of Times, and this prophecy had nothing to do with that little country called Idumea but to the nations of the earth&rdquo; (<em>Signs of the Times,<\/em> p. 151).<\/p><p>Isaiah seems to parallel passages in Ezekiel, Joel, and Jeremiah where the great battle of Armageddon is foretold. This parallelism explains the reference to the &ldquo;armies&rdquo; (<a class=\"isa\" verses=\"WzE4MzA2XQ==\">Isaiah 34:2<\/a>) and the vast slaughter that will take place (see<a class=\"isa\" verses=\"W1sxODMwN10seyIxODMwOSI6M31d\">vv. 3, 5&ndash;7<\/a>). The &ldquo;pitch&rdquo; and &ldquo;brimstone&rdquo; and &ldquo;smoke&rdquo; of verses 9 and 10 suggest the results of nuclear warfare, which could logically accompany the last great wars. (See Enrichment I for more detail on the battle of Armageddon.)<\/p><p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 15, Item 27<\/p> ",
    "audit": 1
}