{
    "id": 2329,
    "source": "ldsces",
    "verse_id": 18068,
    "verse_count": 11,
    "reference": "22:15–25",
    "title": "Types of Christ",
    "html": "<p>Shebna, a leading official in the royal courts of Judah, had become proud and wicked (see <a class=\"isa\" verses=\"eyIxODA2OCI6Mn0=\">Isaiah 22:15&ndash;16<\/a>) and thus had been rejected by the Lord (see <a class=\"isa\" verses=\"eyIxODA3MCI6M30=\">vv. 17&ndash;19<\/a>). Eliakim was the righteous son of Hilkiah the priest. Though the Lord described Eliakim&rsquo;s power and authority and the position which he would be given (see <a class=\"isa\" verses=\"WzE4MzM0LDE4MzU1XQ==\">Isaiah 36:3; 37:2<\/a>), as used in these last verses of this chapter, Eliakim is clearly a type for the Savior. The description may have accurately described the actual authority of Eliakim, but it is also a powerful description of Jesus Christ, who will ultimately replace the rulers of Israel who, like Shebna, had become full of pride.<\/p><p><em>&ldquo;Eliakim<\/em> signifies<em>The resurrection of the Lord;<\/em> or, <em>My God, he shall arise.&rdquo;<\/em> Thus, even the name typified Christ, &ldquo;for the hope of salvation and eternal<em>life<\/em> comes only through<em>Eliakim,<\/em> the<em>resurrection<\/em> of Jesus Christ from the<em>dead. <\/em> &rdquo; (Adam Clarke, <em>The Holy Bible &hellip; with a Commentary and Critical Notes,<\/em> 4:107.)<\/p><p>When the patriarch Israel gave his son Judah his blessings, he said, among other things: &ldquo;The sceptre shall not depart from Judah, nor a lawgiver from between his feet, until Shiloh come; and unto him shall the gathering of the people be&rdquo; ( <a class=\"ref\">Genesis 49:10<\/a>). Thereafter, the ruling power in Israel was enjoyed by Judah and was particularly evident in the reign of King David. The key of the house of David, the right to rule, was a symbol for the real right to rule, which is only enjoyed through the holy priesthood of God. This power was focused upon and centered in the Lord Jesus Christ, to whom was given power to &ldquo;shut&rdquo; and to &ldquo;open&rdquo; with no one who could override that power. John and Isaiah both clearly show that the key of David, or the government, was to be upon the shoulders of the Savior of the world (see <a class=\"isa\" verses=\"WzE3ODM2LDMwNzU0XQ==\">Isaiah 9:6; Revelation 3:7<\/a>).<\/p><p>The &ldquo;nail in a sure place&rdquo; ( <a class=\"isa\" verses=\"WzE4MDc2XQ==\">Isaiah 22:23<\/a>) is messianic and symbolizes the terrible reality of the cross, though only a part of the total suffering of the Lord that caused Him to &ldquo;tremble because of pain, and to bleed at every pore, and to suffer both body and spirit&rdquo; ( <a class=\"ref\">D&amp;C 19:18<\/a>). Just as the nail of the cross that was driven in the sure place secured the body of the one being crucified, so the Savior Himself is, to all who will, a nail in a sure place, for He has given them power so that none need be lost (see <a class=\"ref\">John 17:12<\/a>). As Christ brings the redeemed to the Father, the glory becomes His own, and the redeemed and their offspring will become part of the family of heaven under the throne of Christ (see <a class=\"ref\">D&amp;C 19:2; Matthew 28:18; 1 Corinthians 15:27&ndash;28; Philippians 2:5&ndash;11; 3:21<\/a>).<\/p><p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 14, Item 40<\/p> ",
    "audit": 1
}