{
    "id": 2432,
    "source": "ldsces",
    "verse_id": 18749,
    "verse_count": 6,
    "reference": "55:8–13",
    "title": "How May God’s Children Partake of His Goodness?",
    "html": " <p>God&rsquo;s ways, words, and thoughts are not like ours: they are higher and greater. As the rain comes down from heaven to help crops grow and provide food for us, so will the words of God feed and prosper our souls if we incline our ears to hear His word. But often we are tempted to forget God and trust in our own wisdom or reject God&rsquo;s way of doing things because they are not done as we think they should be done. <\/p> <p>Elder John Taylor commented on the passage in Isaiah: &ldquo;We know in part, and see in part, and comprehend in part; and many of the things of God are hid from our view, both things that are past, things that are present, and things that are to come. Hence the world in general sit in judgment upon the actions of God that are passing among them, they make use of the weak judgment that God has given them to scan the designs of God, to unravel the mysteries that are past, and things that are still hid, forgetting that no man knows the things of God but by the Spirit of God; forgetting that the wisdom of this world is foolishness with God; forgetting that no man in and of himself is competent to unravel the designs and know the purposes of Jehovah, whether in relation to the past, present, or future; and hence, forgetting this, they fall into all kinds of blunders; they blunder over things that are contained in the Scriptures, some of which are a representation of the follies and weaknesses of men, and some of them perhaps may be the wisdom and intelligence of God, that are as far above their wisdom and intelligence as the heavens are above the earth.&rdquo; (In <em>Journal of Discourses, <\/em> 1:368.) <\/p> <p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 18, Item 4 <\/p> ",
    "audit": 1
}