{
    "id": 2252,
    "source": "ldsces",
    "verse_id": 17748,
    "verse_count": 18,
    "reference": "5:8–25",
    "title": "Warning of the Consequences of Apostasy and Transgression",
    "html": "<p>After the parable that introduces this chapter, the prophet Isaiah gave many examples of the wickedness of the people of his day.<\/p><p><em>Verse 8.<\/em> They built up great estates through wickedness. Keil and Delitzsch explained: &ldquo;&lsquo;They, the insatiable, would not rest till, after every smaller piece of landed property had been swallowed by them, the whole land had come into their possession, and no one beside themselves was settled in the land&rsquo; [<a class=\"ref\">Job 22:8<\/a>]. Such covetousness was all the more reprehensible, because the law of Israel had provided so very stringently and carefully, that as far as possible there should be an equal distribution of the soil, and that hereditary family property should be inalienable.&rdquo; (<em>Commentary,<\/em> 7:1:166.)<\/p><p>An <em>acre<\/em> is the amount a yoke of oxen could plow in a day. A <em>bath<\/em> is about 5.5 gallons. A <em>homer<\/em> is about 6.5 bushels, and an <em>ephah<\/em> is one tenth of a homer. These measurements show how unproductive the land would become because of this wickedness.<\/p><p><em>Verse 11.<\/em> Drunkenness and partying prevail, with no regard for God.<\/p><p><em>Verse 12.<\/em> There is no knowledge of truth and true principles. Ignorance is a hindrance in any field of endeavor, but especially in spiritual things. The Prophet Joseph Smith gave instruction on this important principle: &ldquo;The Church must be cleansed, and I proclaim against all iniquity. A man is saved no faster than he gets knowledge, for if he does not get knowledge, he will be brought into captivity by some evil power in the other world, as evil spirits will have more knowledge, and consequently more power than many men who are on the earth. Hence it needs revelation to assist us, and give us knowledge of the things of God.&rdquo; (<em>Teachings,<\/em> p. 217.)<\/p><p><em>Verse 18.<\/em> They draw sin and iniquity with ropes of vanity. <a class=\"isa\" verses=\"WzE3NzU4XQ==\">Isaiah 5:18<em>c<\/em><\/a> helps explain Isaiah&rsquo;s idiomatic expressions: &ldquo;They are tied to their sins like beasts to their burdens.&rdquo;<\/p><p><em>Verse 20.<\/em> They pervert righteousness and goodness, calling them evil, and try to pass off evil things as good. It is the nature of sinners to reject the reality of the consequences of their transgressions, and so they attempt to explain them away.<\/p><p><em>Verse 21.<\/em> They are &ldquo;wise in their own eyes.&rdquo; President N. Eldon Tanner illustrated the necessity of heeding this warning. He noted that when people &ldquo;become learned in the worldly things such as science and philosophy, [they] become self-sufficient and are prepared to lean unto their own understanding, even to the point where they think they are independent of God; and because of their worldly learning they feel that if they cannot prove physically, mathematically, or scientifically that God lives, they can and should feel free to question and even to deny God and Jesus Christ. Then many of our professors begin to teach perverse things, to lead away disciples after them; and our youth whom we send to them for learning accept them as authority, and many are caused to lose their faith in God. &hellip;<\/p><p>&ldquo;How much wiser and better it is for man to accept the simple truths of the gospel and to accept as authority God, the Creator of the world, and his Son Jesus Christ, and to accept by faith those things which he cannot disprove and for which he cannot give a better explanation. He must be prepared to acknowledge that there are certain things&mdash;many, many things&mdash;that he cannot understand.&rdquo; (In Conference Report, Oct. 1968, pp. 48&ndash;49.)<\/p><p><em>Verse 23.<\/em> They &ldquo;justify the wicked for reward.&rdquo; Those who were guilty of crimes were declared innocent by bribed judges and other officials, whereas the innocent were found guilty so that they could be silenced or their property exploited. Obviously the dark evils that prevailed among the Israelites of the ancient kingdom of Judah help modern readers understand why the judgments of God come upon them. But today&rsquo;s world can also learn a great lesson, for one need only look to see the same evils prevailing on many sides. The effects of sin today are as devastating as they were anciently. That is the message of Isaiah for today.<\/p><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 13, Item 28<\/p>",
    "audit": 1
}