{
    "id": 2234,
    "source": "ldsces",
    "verse_id": 17687,
    "verse_count": 5,
    "reference": "2:1–5",
    "title": "“In the Last Days … the Mountain of the Lord’s House Shall Be Established”",
    "html": " <p>These same verses appear in <a class=\"ref\">Micah 4:1&ndash;5 <\/a>. It is not known whether they were revealed first to Isaiah or to Micah. <\/p> <p>The &ldquo;mountain of the Lord&rdquo; in the last dispensation refers to the restoration of the Church. President Harold B. Lee said: &ldquo;The coming forth of his church in these days was the beginning of the fulfillment of the ancient prophecy when &lsquo;the mountain of the Lord&rsquo;s house shall be established in the top of the mountains&rsquo;&rdquo; (in Conference Report, Apr. 1973, p. 5). <\/p> <p>On another occasion President Lee observed that &ldquo;with the coming of the pioneers to establish the Church in the tops of the mountains, our early leaders declared this to be the beginning of the fulfillment of that prophecy&rdquo; (&ldquo;The Way to Eternal Life,&rdquo; <em>Ensign, <\/em> Nov. 1971, p. 15). <\/p> <p>The establishment of the Church headquarters in Salt Lake City is only a beginning of the fulfillment of that inspired declaration. Obviously, the effect of the Church center in Utah has been great. Elder LeGrand Richards said: &ldquo;How literally [ <a class=\"isa\" verses=\"WzE3Njg5XQ==\">Isaiah 2:3 <\/a> ] has been fulfilled, in my way of thinking, in this very house of the God of Jacob right here on this block! This temple [Salt Lake], more than any other building of which we have any record, has brought people from every land to learn of his ways and walk in his paths.&rdquo; (In Conference Report, Apr. 1971, p. 143.) <\/p> <p>But this scriptural statement extends far beyond Salt Lake City. Verse 3 suggests that eventually other world centers will be included. Then this prophetic statement will reach its fulfillment. <\/p> <p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 13, Item 10 <\/p> ",
    "audit": 1
}