{
    "id": 2379,
    "source": "ldsces",
    "verse_id": 18486,
    "verse_count": 12,
    "reference": "42:5–16",
    "title": "Who Is the Light That Opens the Eyes of the Blind?",
    "html": "<p>Isaiah&rsquo;s frame of reference shifts from the Father&rsquo;s relationship with His Son to the Savior&rsquo;s relationship with covenant Israel, particularly with those who would respond to the gospel invitation and be qualified to sing the song of the exalted (both living and dead). (Compare <a class=\"isa\" verses=\"W3siMTg2NDQiOjZ9XQ==\">Isaiah 49:7&ndash;12<\/a>; <a class=\"ref\">1 Nephi 21:7&ndash;12; Revelation 14:1&ndash;3<\/a>; Joseph Fielding Smith, <em>Doctrines of Salvation,<\/em> 1:269&ndash;70; <a class=\"ref\">1 Peter 3:18&ndash;21; 4:6; John 5:28<\/a>.) When mortals who are blind because they lack gospel light embrace the gospel, they are as prisoners set free.<\/p><p>The Prophet Joseph Smith was speaking of the crucified Christ when he said: &ldquo;Here then we have an account of our Savior preaching to the spirits in prison, to spirits that had been imprisoned from the days of Noah; and what did He preach to them? That they were to stay there? Certainly not! Let His own declaration testify. [<a class=\"ref\">Luke 4:18<\/a>; <a class=\"isa\" verses=\"W3siMTg0ODgiOjF9XQ==\">Isaiah 42:7<\/a>] It is very evident from this that He not only went to preach to them, but to deliver, or bring them out of the prison house. &hellip; Thus we find that God will deal with all the human family equally, and that as the antediluvians [those who lived before the Flood] had their day of visitation, so will those characters referred to by Isaiah, have their time of visitation and deliverance, after having been many days in prison.&rdquo; (<em>History of the Church,<\/em> 4:596&ndash;97.)<\/p><p>Everything centers in the Savior, Jesus Christ. He is the light of the world and &ldquo;of the gentiles&rdquo; (<a class=\"isa\" verses=\"W3siMTg0ODciOjF9XQ==\">Isaiah 42:6<\/a>). His hand is extended to strengthen, support, and protect covenant Israel; but that is not all. Every covenant person becomes a light to the world by holding up the light of the Savior through faithfully living His commandments (see <a class=\"ref\">3 Nephi 18:24<\/a>; see also <a class=\"ref\">Acts 26:17&ndash;18<\/a>).<\/p><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 16, Item 18<\/p>",
    "audit": 1
}