{
    "id": 2353,
    "source": "ldsces",
    "verse_id": 18218,
    "verse_count": 1,
    "reference": "29:24",
    "title": "To Whom Does the Phrase “They Also That Erred in Spirit Shall Come to Understanding” Refer?",
    "html": "<p>Many in the Christian world are sincere, and their false doctrinal conclusions are not their own fault. Elder Orson Pratt, who commented extensively on <a class=\"isa\" verses=\"W3siMTgxOTUiOjI0fV0=\">Isaiah 29<\/a>, explained:<\/p><p>&ldquo;Oh, how my heart has been pained within me when I have seen the blindness of the Christian world, and I knew that many of them were sincere! I knew they desired to know the truth, but they scarcely knew whether to turn to the right or to the left, so great were the errors that were taught in their midst, and so strong the traditions which they had imbibed, the fear of the Lord being taught them by the precepts of men instead of by inspiration and the power of the Holy Ghost. &lsquo;They also that erred in spirit shall come to understanding&rsquo; when this book comes forth, and &lsquo;they that murmur shall learn doctrine.&rsquo;<\/p><p>&ldquo;&hellip; But those who have read this book will bear me record that their minds have been forever set at rest in regard to doctrine, so far as the ordinances of the kingdom of God are concerned. Those who erred, and did not know whether sprinkling, pouring or immersion was the true method of baptism, now know? Why? Because the Book of Mormon reveals the mode as it was given to the ancient Nephites on this continent. So in regard to every other principle of the doctrine of Christ&mdash;it is set forth in such great plainness that it is impossible for any two persons to form different ideas in relation to it, after reading the Book of Mormon.&rdquo; (In <em>Journal of Discourses,<\/em> 15:188&ndash;89.)<\/p><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 15, Item 21<\/p>",
    "audit": 1
}