{
    "id": 2405,
    "source": "ldsces",
    "verse_id": 18638,
    "verse_count": 3,
    "reference": "49:1–3",
    "title": "“Thou Art My Servant, O Israel, in Whom I Will Be Glorified”",
    "html": " <p>The entire chapter of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 49 <\/a>,is quoted in <a class=\"ref\">1 Nephi 21 <\/a>. Half of verse one is missing from the King James text. What was lost from the Bible is the statement that the scattering of Israel was a direct result of the wickedness of the religious leaders. Those on the isles who are invited to hearken are the broken-off or scattered branches of the house of Israel. Nephi wrote that by his time &ldquo;the more part of all the tribes&rdquo; of Israel had been &ldquo;scattered to and fro upon the isles of the sea&rdquo; (<a class=\"ref\">1 Nephi 22:4 <\/a>). Moreover it is made clear that the person speaking in these verses, the &ldquo;me&rdquo; of <a class=\"isa\" verses=\"eyIxODYzOCI6Mn0=\">Isaiah 49:1&ndash;2 <\/a>,, was Israel herself. Her mouth was &ldquo;like a sharp sword&rdquo; (<a class=\"isa\" verses=\"WzE4NjM5XQ==\">v. 2 <\/a>) because she possessed the word of God to give to the nations. In many places God&rsquo;s message is likened to a sword with a keen edge (see <a class=\"ref\">Ephesians 6:17; Revelation 1:16; 2:12; D&amp;C 6:2; 33:1 <\/a>). It is double-edged because it cuts regardless of the direction it is moved. <\/p> <p>But ancient Israel did not spread the word of God as they might have done. Commissioned by the Lord and placed under covenant to bless all nations with the gospel and its priesthood power (see <a class=\"ref\">Abraham 2:11 <\/a>), most of Israel refused even to live the teachings of the Lord. <a class=\"isa\" verses=\"eyIxODYzOSI6Mn0=\">Isaiah 49:2&ndash;3 <\/a>,may refer, therefore, to latter-day Israel. Nyman&rsquo;s explanation of why this may be so is important: <\/p> <p>&ldquo;The Lord&rsquo;s hiding Israel in &lsquo;the shadow of his hand&rsquo; is clarified in the Doctrine and Covenants, where the Lord declares that the priesthood holders of this last dispensation are &lsquo;lawful heirs, according to the flesh, and have been hid from the world with Christ in God&rsquo; (<a class=\"ref\">D&amp;C 86:8&ndash;9 <\/a>). This description of priesthood bearers as &lsquo;lawful heirs according to the flesh&rsquo; is a reference to the covenant which the Lord made with Abraham that all nations of the earth would be blessed through the literal seed of his body, who would bear the ministry and the priesthood (see <a class=\"ref\">Abraham 2:9&ndash;11 <\/a>). The Doctrine and Covenants also identifies latter-day Israel as the &lsquo;seed of Abraham&rsquo; (<a class=\"ref\">D&amp;C 103:17 <\/a>). The world did not know where scattered Israel was, but the Lord knew and had concealed them in his protective hand. <\/p> <p>&ldquo;The &lsquo;polished shaft&rsquo; hidden in the Lord&rsquo;s quiver may be a direct reference to Joseph Smith. As the &lsquo;choice seer&rsquo; of the latter day, he was to be the Lord&rsquo;s servant in a special sense (see <a class=\"ref\">2 Nephi 3:6; 3 Nephi 21:10 <\/a>). The Prophet Joseph&rsquo;s description of himself is interesting in this light: <\/p> <p>&ldquo;&lsquo;I am like a huge, rough stone rolling down from a high mountain; and the only polishing I get is when some corner gets rubbed off by coming in contact with something else, striking with accelerated force against religious bigotry, priestcraft, lawyer-craft, doctor-craft, lying editors, suborned judges and jurors, and the authority of perjured executives, backed by mobs, blasphemers, licentious and corrupt men and women&mdash;all hell knocking off a corner here and a corner there. Thus I will become a smooth and polished shaft in the quiver of the Almighty, who will give me dominion over all and every one of them, when their refuge of lies shall fail, and their hiding place shall be destroyed, while these smooth-polished stones with which I come in contact become marred.&rsquo; (<em>TPJS, <\/em>,p. 304.) <\/p> <p>&ldquo;The arrow shaft is polished that it might fly truer and faster, and the shaft that is polished is generally reserved for one&rsquo;s most important shot. The last dispensation, when all things are gathered in one, is the Lord&rsquo;s most important &lsquo;shot,&rsquo; so he saved his &lsquo;polished shaft&rsquo; for this latter-day work. Joseph was called to give this generation the word of God (see <a class=\"ref\">D&amp;C 5:10 <\/a>), which recalls also the sharp sword analogy mentioned in verse 2.&rdquo; (<em>&ldquo;Great Are the Words of Isaiah,&rdquo; <\/em>,pp. 176&ndash;77.) <\/p> <p class=\"cite\">,LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 17, Item 5 <\/p>,",
    "audit": 1
}