{
    "id": 2455,
    "source": "ldsces",
    "verse_id": 18915,
    "verse_count": 9,
    "reference": "65:17–25",
    "title": "To What Period of Time Do These Verses Refer?",
    "html": " <p> <a class=\"isa\" verses=\"eyIxODkxNSI6OX0=\">Isaiah 65:17&ndash;25 <\/a> refers to the Millennium. People living then will have no desire for things to be as they once were. The old earth, in fact, &ldquo;shall not be remembered, nor come into mind&rdquo; (<a class=\"isa\" verses=\"WzE4OTE1XQ==\">v. 17 <\/a>). Everything will be gloriously new, sorrow will cease (see <a class=\"isa\" verses=\"WzE4OTE3XQ==\">v. 19 <\/a>), children will not die in infancy (see <a class=\"isa\" verses=\"WzE4OTE4XQ==\">v. 20 <\/a>), homes will be built, and fruit trees and gardens planted and enjoyed. No one will drive others from their lands, as the Saints were driven in the early days of this dispensation (see <a class=\"isa\" verses=\"eyIxODkxOSI6Mn0=\">vv. 21&ndash;22 <\/a>). <\/p> <p>In summarizing conditions in this glorious day, Elder Bruce R. McConkie wrote: &ldquo;Great and marvelous though the changes will be incident to life during the millennial era, yet mortality as such will continue. Children will be born, grow up, marry, advance to old age, and pass through the equivalent of death. Crops will be planted, harvested, and eaten; industries will be expanded, cities built, and education fostered; men will continue to care for their own needs, handle their own affairs, and enjoy the full endowment of free agency. Speaking a pure language (<a class=\"ref\">Zeph. 3:9 <\/a>), dwelling in peace, living without disease, and progressing as the Holy Spirit will guide, the advancement and perfection of society during the millennium will exceed anything men have supposed or expected.&rdquo; (<em>Mormon Doctrine, <\/em> pp. 496&ndash;97.) <\/p> <p>A great deal of information about the Millennium has been revealed in <a class=\"ref\">Doctrine and Covenants 101:23&ndash;31 <\/a>. <\/p> <p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 18, Item 27 <\/p> ",
    "audit": 1
}