{
    "id": 2418,
    "source": "ldsces",
    "verse_id": 18705,
    "verse_count": 3,
    "reference": "52:8–10",
    "title": "A Passage Often Quoted",
    "html": "<p>Nyman noted that &ldquo;these verses are quoted four times in the Book of Mormon, and always as a unit, although the Savior once interpolated a comment between verses 8 and 9 when he quoted them (see <a class=\"ref\">3 Nephi 20:33<\/a>). Although verse 8 speaks about Zion while verse 9 speaks about Jerusalem, the Savior quoted all three verses twice to the Nephites and said they would be fulfilled through both the Nephites and the Jews. This again shows the dual nature of Isaiah&rsquo;s prophecies. The Savior first quoted this passage following His declaration that the land of America was to be given to Lehi&rsquo;s descendants after the Gentiles reject the fulness of the gospel and are &lsquo;trodden under foot&rsquo; by the house of Israel; he said this would fulfill the words of the prophet Isaiah (see <a class=\"ref\">3 Nephi 16:10&ndash;20<\/a>). He later quoted the passage while instructing the Nephites concerning the restoration of the Jews. He changed the wording from &lsquo;thy watchmen&rsquo; to &lsquo;their watchmen,&rsquo; as he was referring to Jerusalem&rsquo;s watchmen in this case rather than those of Zion (see <a class=\"ref\">3 Nephi 20:29&ndash;35<\/a>). Abinadi also recognized the universal application of this passage in teaching that &lsquo;the salvation of the Lord shall be declared to every nation, kindred, tongue, and people&rsquo; and quoting these three verses as evidence (see <a class=\"ref\">Mosiah 15:28&ndash;31<\/a>). Joseph Smith designated Jackson County, Missouri, as the Zion spoken of in verse 8 (see<em>TPJS,<\/em> pp. 79&ndash;80). The &lsquo;watchmen&rsquo; are those who preach the gospel, as indicated in verse 7. The song to be sung in Zion will be a new song, sung when all will know Christ (i.e., during the Millennium). The words of the song, which will include parts of verse 8, are recorded in <a class=\"ref\">Doctrine and Covenants 84:99&ndash;102<\/a>.&rdquo; (<em>&ldquo;Great Are the Words of Isaiah,&rdquo;<\/em> p. 199.)<\/p><p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 17, Item 18<\/p> ",
    "audit": 1
}