{
    "id": 2407,
    "source": "ldsces",
    "verse_id": 18650,
    "verse_count": 5,
    "reference": "49:13–17",
    "title": "God Remembers All His Covenants and Promises",
    "html": "<p>Through the restoration in the latter days, God would show that He remembered the covenant He made with father Abraham.<\/p><p>Nephi quotes verse 1 differently than in the King James Version (see <a class=\"ref\">1 Nephi 21:1<\/a>). The promise says clearly that Zion will be restored and smitten no more. But even so, Zion in her forlorn condition will come to view herself as one &ldquo;forsaken&rdquo; of the Lord ( <a class=\"isa\" verses=\"WzE4NjUxXQ==\">Isaiah 49:14<\/a>), but He will show that He has not forsaken her. Can mothers forget their nursing children when they cry for food? The Lord answered that question emphatically, &ldquo;Yea, <em>they<\/em> may forget, yet will<em>I<\/em> not forget thee, O house of Israel&rdquo; ( <a class=\"ref\">1 Nephi 21:15<\/a>; emphasis added). All that the Lord has promised will be fulfilled, for His covenant people are so much a part of Him that it is as if their name has been carved on His hands or on the walls that are continually before His eyes (see <a class=\"isa\" verses=\"WzE4NjUzXQ==\">Isaiah 49:16<\/a>). For this reason Israel&rsquo;s children (or descendants) shall &ldquo;make haste against [their] destroyers; and they that made thee waste shall go forth&rdquo; ( <a class=\"ref\">1 Nephi 21:17<\/a>; note the addition of the word<em>against<\/em> in the Book of Mormon). The account in Nephi suggests that while God&rsquo;s ancient people were &ldquo;wasted&rdquo; by their enemies, the tables will be turned in the latter days. In speaking of this truth, President Wilford Woodruff said:<\/p><p>&ldquo;This Zion of the Lord, in all its beauty, power and glory is engraven upon the hands of Almighty God, and it is before his face continually; his decrees are set and no man can turn them aside.<\/p><p>&ldquo;There never was a dispensation on the earth when prophets and apostles, the inspiration, revelation and power of God, the holy priesthood and the keys of the kingdom were needed more than they are in this generation. There never has been a dispensation when the friends of God and righteousness among the children of men needed more faith in the promises and prophecies than they do to-day; and there certainly never has been a generation of people on the earth that has had a greater work to perform than the inhabitants of the earth in the latter days. That is one reason why this church and kingdom has progressed from its commencement until today, in the midst of all the opposition, oppression and warfare which have been waged against it by men inspired by the evil one. If this had not been the dispensation of the fulness of times&mdash;the dispensation in which God has declared that he will establish his kingdom on the earth never more to be thrown down, the inhabitants of the earth would have been enabled to overcome the kingdom and Zion of God in this as well as in any former dispensation. But the set time has come to favor Zion, and the Lord Almighty has decreed in the heavens that every weapon formed against her shall be broken.&rdquo; (In<em>Journal of Discourses,<\/em> 15:8&ndash;9.)<\/p><p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 17, Item 7<\/p> ",
    "audit": 1
}