{
    "id": 2452,
    "source": "ldsces",
    "verse_id": 18887,
    "verse_count": 3,
    "reference": "64:1–3",
    "title": "What Do the Great Physical Disturbances Describe?",
    "html": " <p>The first five verses in <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 64<\/a> are quoted almost verbatim in <a class=\"ref\">Doctrine and Covenants 133:40&ndash;45<\/a>. There, the obligation of God&rsquo;s servants to go forth preaching the gospel and admonishing people to worship God so they can escape these great devastations is explained (see <a class=\"ref\">D&amp;C 133:37&ndash;39<\/a>). The description of the mountains flowing down at God&rsquo;s presence (see <a class=\"isa\" verses=\"WzE4ODg3LDE4ODg5XQ==\">Isaiah 64:1, 3<\/a>) is probably a reference to the tremendous physical changes that will attend the Savior&rsquo;s Second Coming in glory (see <a class=\"ref\">D&amp;C 88:87&ndash;91<\/a>). At that time, valleys shall be &ldquo;exalted&rdquo; and mountains &ldquo;made low&rdquo; (<a class=\"ref\">D&amp;C 49:23<\/a>). God&rsquo;s voice &ldquo;shall break down the mountains,&rdquo; so that &ldquo;the valleys shall not be found&rdquo; (<a class=\"ref\">D&amp;C 133:22<\/a>). <\/p> <p>Jesus Christ is a celestial being. Since the sun is typical of the glory of the celestial kingdom (see <a class=\"ref\">D&amp;C 76:70<\/a>), the imagery of burning and fire that describes the Second Coming could actually be caused by the glory of Christ&rsquo;s person. Elder Charles W. Penrose, writing of this day, said: &ldquo;He comes! The earth shakes, and the tall mountains tremble; the mighty deep rolls back to the north as in fear, and the rent skies glow like molten brass. He comes! The dead Saints burst forth from their tombs, and &lsquo;those who are alive and remain&rsquo; are &lsquo;caught up&rsquo; with them to meet him [see <a class=\"ref\">1 Thessalonians 4:17<\/a> ]. The ungodly rush to hide themselves from his presence, and call upon the quivering rocks to cover them. He comes! with all the hosts of the righteous glorified. The breath of his lips strikes death to the wicked. His glory is a consuming fire. The proud and rebellious are as stubble; they are burned and &lsquo;left neither root nor branch&rsquo; [see <a class=\"ref\">Malachi 4:1<\/a> ]. He sweeps the earth &lsquo;as with the besom of destruction.&rsquo; [ <a class=\"isa\" verses=\"WzE3OTUyXQ==\">Isaiah 14:23<\/a> ]. He deluges the earth with the fiery floods of his wrath, and the filthiness and abominations of the world are consumed. Satan and his dark hosts are taken and bound&mdash;the prince of power of the air has lost his dominion, for He whose right it is to reign has come, and &lsquo;the kingdoms of this world have become the kingdoms of our Lord and of his Christ.&rsquo;&rdquo; (&ldquo;The Second Advent,&rdquo; in <em>Millennial Star, <\/em> 10 Sept. 1859, p. 583.) <\/p> <p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 18, Item 24 <\/p> ",
    "audit": 1
}