{
    "id": 2250,
    "source": "ldsces",
    "verse_id": 17739,
    "verse_count": 2,
    "reference": "4:5–6",
    "title": "Zion to Be a Place of Refuge",
    "html": "<p>In <a class=\"ref\">Doctrine and Covenants 45:66&ndash;72<\/a> , the sacred and protected status of &ldquo;Zion&rdquo; for the gathered Israel in the latter days is described. <a class=\"ref\">Doctrine and Covenants 105:31&ndash;32<\/a> speaks of how the glory of Zion shall be her defense. Isaiah compared the protecting divine influence with that experienced by Moses (see <a class=\"ref\">Exodus 14:19&ndash;20; Deuteronomy 1:33<\/a>). Elder Orson Pratt suggested that the fulfillment of Isaiah&rsquo;s prophecy would be literal:<\/p><p>&ldquo;The time is to come when God will meet with all the congregation of his Saints, and to show his approval, and that he does love them, he will work a miracle by covering them in the cloud of his glory. I do not mean something that is invisible, but I mean that same order of things which once existed on the earth so far as the tabernacle of Moses was concerned, which was carried in the midst of the children of Israel as they journeyed in the wilderness. &hellip; But in the latter days there will be people so pure in Mount Zion, with a house established upon the tops of the mountains, that God will manifest himself, not only in their Temple and upon all their assemblies, with a visible cloud during the day, but when the night shall come, if they shall be assembled for worship, God will meet with them by his pillar of fire; and when they retire to their habitations, behold each habitation will be lighted up by the glory of God,&mdash;a pillar of flaming fire by night.<\/p><p>&ldquo;Did you ever hear of any city that was thus favored and blessed since the day that Isaiah delivered this prophecy? No, it is a latter-day work, one that God must consummate in the latter times when he begins to reveal himself, and show forth his power among the nations.&rdquo; (In<em>Journal of Discourses,<\/em> 16:82.)<\/p><p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 13, Item 26<\/p> ",
    "audit": 1
}