{
    "id": 2347,
    "source": "ldsces",
    "verse_id": 18188,
    "verse_count": 7,
    "reference": "28:23–29",
    "title": "What Was the Significance of the Parable of Sowing and Threshing?",
    "html": "<p>Keil and Delitzsch explained the beauty and power of Isaiah&rsquo;s parable, noting that &ldquo;fitches&rdquo; ( <a class=\"isa\" verses=\"WzE4MTkwXQ==\">Isaiah 28:25<\/a>) were probably the black poppy, and cummin (see <a class=\"isa\" verses=\"WzE4MTkwXQ==\">v. 25<\/a>) the same as modern cummin. Both are herbs derived from the seeds of the plants mentioned.<\/p><p>&ldquo;The ploughing &hellip; which opens the soil, <em>i.e. <\/em> turns it up in furrows, and the harrowing &hellip; which breaks the clods, take place to prepare for the sowing, and therefore not interminably, but only so long as is necessary to prepare the soil to receive the seed. When the seed-furrows have been drawn in the levelled surface of the ground &hellip; , then the sowing and planting begin; and this also takes place in various ways, according to the different kinds of fruit. &hellip; The wheat he sows carefully in rows &hellip; , <em>i.e. <\/em> he does not scatter it about carelessly, like the other two, but lays the grains carefully in the furrows, because otherwise when they sprang up they would get massed together, and choke one another &hellip; the barley is sown in a piece of the field specially marked off for it, or specially furnished with signs &hellip; ; and &hellip; , the spelt [rye] &hellip; , along the edge of it, so that spelt forms the rim of the barley field. It is by a divine instinct that the husbandman acts in this manner; for God, who established agriculture at the creation &hellip; , has also given men understanding. &hellip;<\/p><p>&ldquo;&hellip; (For) [ <a class=\"isa\" verses=\"WzE4MTkyXQ==\">v. 27<\/a> ] introduces another proof that the husbandman is instructed by God, from what he still further does. He does not use the threshing machine &hellip; which would entirely destroy the more tender kinds of fruit, but knocks them out with a staff. &hellip; Is bread corn crushed? Oh no, he does not crush it. This would be the case if he were to cause the wheel &hellip; of the threshing cart with the horses harnessed in front to rattle over it with all their might. &hellip; The wise, divinely inspired course adopted by the husbandman in the treatment of the field and fruit, is a type of the wise course adopted by the divine Teacher Himself in the treatment of His nation. Israel is Jehovah&rsquo;s field. The punishments and chastisements of Jehovah are the ploughshare and harrow, with which He forcibly breaks up, turns over, and furrows this field. But this does not last for ever. When the field has been thus loosened, smoothed, and rendered fertile once more, the painful process of ploughing is followed by a beneficent sowing and planting in a multi-form and wisely ordered fulness of grace. Again, Israel is Jehovah&rsquo;s child of the threshing-floor [see <a class=\"isa\" verses=\"WzE4MDQ2XQ==\">Isaiah 21:10<\/a> ]. He threshes it; but He does not thresh it only: He also knocks; and when He threshes, He does not continue threshing for ever, <em>i.e. <\/em> as Caspari has well explained it, He does not punish all the members of the nation with the same severity; and those whom He punishes with greater severity than others He does not punish incessantly, but as soon as His end is attained, and the husks of sin are separated from those that have been punished, the punishment ceases, and only the worst in the nation, who are nothing but husks, and the husks on the nation itself, are swept away by the punishments&rsquo; [compare <a class=\"isa\" verses=\"W1sxNzY4MF0seyIxODIxNCI6Mn1d\">Isaiah 1:25; 29:20&ndash;21<\/a> ]. This is the solemn lesson and affectionate consolation hidden behind the veil of the parable. Jehovah punishes, but it is in order that He may be able to bless. He sifts, but He does not destroy. He does not thresh His own people, but He knocks them; and even when He threshes, they may console themselves in the face of the approaching period of judgment, that they are never crushed or injured.&rdquo; (<em>Commentary,<\/em> 7:2:14&ndash;17.)<\/p><p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 15, Item 15<\/p> ",
    "audit": 1
}