{
    "id": 2419,
    "source": "ldsces",
    "verse_id": 18708,
    "verse_count": 2,
    "reference": "52:11–12",
    "title": "Why Does the Lord Counsel That the Departure from Babylon Be Not “with Haste”?",
    "html": "<p>In language closely parallel to Isaiah&rsquo;s, the Doctrine and Covenants explains that the Lord&rsquo;s servants, those who &ldquo;bear the vessels of the Lord&rdquo; (<a class=\"ref\">D&amp;C 133:5<\/a>), are to flee from Babylon, which is defined as &ldquo;wickedness, which is spiritual Babylon&rdquo; (<a class=\"ref\">D&amp;C 133:14<\/a>). Then follows what is almost a direct quotation of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52:12<\/a>with the additional admonition to &ldquo;let all things be prepared before you&rdquo; and to &ldquo;not look back lest sudden destruction come upon [you]&rdquo; (<a class=\"ref\">D&amp;C 133:15<\/a>). This addition clarifies Isaiah&rsquo;s command. He admonished Israel to gather (depart from wickedness) but in an orderly manner under the Lord&rsquo;s direction. Had the early Saints of this dispensation observed this direction to the letter, their flight to Zion in Missouri and the events that followed might have turned out differently (see <a class=\"ref\">D&amp;C 58:56; 63:24; 101:67&ndash;68, 70, 74<\/a>). The presiding elders in Missouri issued the following counsel in July of 1833:<\/p><p>&ldquo;For the disciples to suppose that they can come to this land without ought to eat, or to drink, or to wear, or anything to purchase these necessaries with, is a vain thought. For them to suppose that the Lord will open the windows of heaven, and rain down angel&rsquo;s food for them by the way, when their whole journey lies through a fertile country, stored with the blessings of life from His own hand for them to subsist upon, is also vain. For them to suppose that their clothes and shoes will not wear out upon the journey, when the whole of it lies through a country where there are thousands of sheep from which wool in abundance can be procured to make them garments, and cattle upon a thousand hills, to afford leather for shoes, is just as vain. &hellip;<\/p><p>&ldquo;&hellip; Do not conclude from these remarks, brethren, that we doubt in the least, that the Lord will provide for His Saints in these last days; or think that we would extend our hands to steady the ark; for this is not the case. We know that the Saints have the unchangeable word of God that they shall be provided for; yet we know, if any are imprudent, or lavish, or negligent, or indolent, in taking that proper care, and making that proper use of what the Lord has made them stewards over, they are not counted wise; for a strict account of every one&rsquo;s stewardship is required, not only in time, but will be in eternity. Neither do we apprehend that we shall be considered putting out our hands to steady the ark of God by giving advice to our brethren upon important points relative to their coming to Zion, when the experience of almost two years&rsquo; gathering, has taught us to revere that sacred word from heaven, &lsquo;Let not your flight be in haste, but let all things be prepared before you.&rsquo;&rdquo; (<em>History of the Church,<\/em> 1:382&ndash;83.)<\/p><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 17, Item 19<\/p>",
    "audit": 1
}