{
    "id": 2411,
    "source": "ldsces",
    "verse_id": 18664,
    "verse_count": 11,
    "reference": 50,
    "title": "“Where Is the Bill of Your Mother’s Divorcement?”",
    "html": "<p>The Lord employed the figure of a divorce and the sale of a slave to teach that though Israel&rsquo;s past apostasy scattered them among the nations, the Lord had not set aside the original covenant He made with His people. Chapter 50 continues the theme begun in chapters 48 and 49 that in the last days Israel would be gathered and established again.<\/p><p>Under Mosaic law a man who divorced his wife was required to give her a written bill of divorce. She was then free to marry again (see <a class=\"ref\">Deuteronomy 24:1&ndash;4<\/a>). Likewise, under the ancient laws, a man could sell himself or his children into slavery to satisfy his creditors. But the Lord had no creditors; neither had He divorced His &ldquo;wife,&rdquo; Israel. Instead, Israel had separated herself from the Lord by her sins and was in debt to her evil creditors. &ldquo;For your iniquities have ye sold yourselves, and for your transgressions is your mother put away&rdquo; (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 50:1<\/a>).<\/p><p>But the Lord has power both to redeem Israel from their creditors and to forgive their transgressions against Him. This He assured them He will do. Speaking of the future as if it were already past, He reminded them that He tried to do so once before when He, Jehovah, came to earth as Jesus Christ. This statement is a messianic passage, since Jesus is both Redeemer from sin and Deliverer from evil ways. Yet when He appeared on earth, there was no man ready to receive Him; when He called upon men to repent, there was none to answer (see <a class=\"isa\" verses=\"WzE4NjY1XQ==\">v. 2<\/a>). He gave His &ldquo;back to the smiters&rdquo; (He was scourged) and hid not His face &ldquo;from shame and spitting&rdquo; (<a class=\"isa\" verses=\"WzE4NjY5XQ==\">v. 6<\/a>; compare <a class=\"ref\">Matthew 26:67; 27:26<\/a>). But in spite of such rejection and treatment, He still did not divorce Israel or sell her as a slave. The covenant was still in effect, and Israel would be restored to the status of a free and faithful wife of Jehovah.<\/p><p>The foregoing imagery may also refer to scattered Israel, for Israel, too, has been smitten and spat upon and scourged through the centuries. Still, Israel is represented as saying that &ldquo;the Lord will help me; &hellip; I know I shall not be ashamed&rdquo; (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 50:7<\/a>). Israel&rsquo;s confidence and trust in God appears unbounded. &ldquo;He is near that justifieth me; who will contend with me?&rdquo; (<a class=\"isa\" verses=\"WzE4NjcxXQ==\">v. 8<\/a>). The &ldquo;he&rdquo; in this verse is clearly &ldquo;the Lord&rdquo; in a parallel verse in <a class=\"ref\">2 Nephi 7:8<\/a>. &ldquo;Behold, the Lord God will help me; who is he that shall condemn me?&rdquo; (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 50:9<\/a>). Israel then asks a question, as if they have learned something by their past experiences. &ldquo;Who is among you &hellip; that walketh in darkness, and hath no light?&rdquo; (<a class=\"isa\" verses=\"WzE4NjczXQ==\">v. 10<\/a>). People trust in themselves; they do not trust in God. Instead, they &ldquo;walk in the light of [their own] fire, and in the sparks that [they themselves] have kindled&rdquo; (<a class=\"isa\" verses=\"WzE4Njc0XQ==\">v. 11<\/a>). They who refuse God&rsquo;s revelations and put their trust in their own reason &ldquo;shall lie down in sorrow&rdquo; (<a class=\"isa\" verses=\"WzE4Njc0XQ==\">v. 11<\/a>).<\/p><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 17, Item 11<\/p>",
    "audit": 1
}