{
    "id": 2291,
    "source": "ldsces",
    "verse_id": 17908,
    "verse_count": 22,
    "reference": 13,
    "title": "Babylon Is a Term Used by the Lord to Typify Wickedness in the Latter-day World",
    "html": "<p>Isaiah foresaw the graphic destruction of Babylon, the degradation of its nobility, and the universal wickedness of its masses. In his characteristic way he also uses the term <em>Babylon<\/em> to typify a latter-day condition and judgment. Each era of the earth has known its own Babylon, but the Babylon of the latter days was seen by the prophets as being among the most wicked of any era and the object of destruction at the coming of the Lord.<\/p><p>Though at the time Babylon was only a province in the mighty Assyrian Empire, Isaiah accurately foresaw that Babylon and not Assyria would bring judgments upon the kingdom of Judah. He prophesied that Babylon would eventually come into a judgment of its own. At the same time Isaiah used Babylon as a symbol of the world and its wickedness. So when Isaiah speaks of Babylon he refers to both the empire of that name and spiritual Babylon.<\/p><p>God issued a call for His forces to gather together to overthrow Babylon. In this case, these forces were the Medes (see <a class=\"isa\" verses=\"WzE3OTI0XQ==\">Isaiah 13:17<\/a>). The call was answered about 130 years later when an alliance of Medes and Persians under Cyrus the Great dammed the Euphrates River and marched through the riverbed and under the walls of Babylon to capture the city and overthrow the empire. The significance of the incident is more clearly indicated by considering the imagery of the term <em>Babylon<\/em> in a spiritual sense. The call is for the &ldquo;sanctified ones&rdquo; (<a class=\"isa\" verses=\"WzE3OTEwXQ==\">Isaiah 13:3<\/a>), the Saints of the latter days, to gather together and join with God in overthrowing wickedness (Babylon) from the world.<\/p><p>In this chapter of Isaiah one can see an excellent example of the Jewish dualism so frequently found in Isaiah and in other Old Testament writings (see Enrichment E).<\/p><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 14, Item 2<\/p>",
    "audit": 1
}