{
    "id": 2349,
    "source": "ldsces",
    "verse_id": 18205,
    "verse_count": 2,
    "reference": "29:11–12",
    "title": "What Was the “Book That Is Sealed” and to Whom Were Its “Words” Delivered?",
    "html": " <p>Early in the process of translating the Book of Mormon, Martin Harris desired proof that the translation Joseph Smith was making was genuine. He obtained permission to carry a copy of several of the &ldquo;words&rdquo; from the plates, together with their translation, to some learned men. Martin Harris&rsquo;s account given to the Prophet Joseph Smith states that he took the copy to Professor Charles Anthon of New York City, who certified that the characters were real and correctly translated. But when Professor Anthon discovered that the record from which the characters were obtained was itself received by supernatural means, he retracted his statement by asking for his certificate back and tearing it to bits. Martin Harris reports that Anthon said that &ldquo;if I would bring the plates to him he would translate them. I informed him that part of the plates were sealed, and that I was forbidden to bring them. He replied, &lsquo;I cannot read a sealed book.&rsquo; I left him, and went to Dr. Mitchell, who sanctioned what Professor Anthon had said respecting both the characters and the translation.&rdquo; (<a class=\"ref\">Joseph Smith&mdash;History 1:65<\/a>.) <\/p> <p>The unlearned man to whom the book was delivered was, of course, Joseph Smith. Elder Orson Pratt once said: &ldquo;Now in regard to Joseph Smith&rsquo;s qualifications or attainments in learning, they were very ordinary. He had received a little education in the common country schools in the vicinity in which he had lived. He could read a little, and could write, but it was in such an ordinary hand that he did not venture to act as his own scribe, but had to employ sometimes one and sometimes another to write as he translated. This unlearned man did not make the same reply that the learned man did. For when the book was delivered to this unlearned youth and he was requested to read it, he replied, &lsquo;I am not learned.&rsquo; I suppose he felt his weakness when the Lord told him to read this book; for he thought it was a great work.&rdquo; (In <em>Journal of Discourses, <\/em> 15:186.) <\/p> <p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 15, Item 17 <\/p> ",
    "audit": 1
}