{
    "id": 2423,
    "source": "ldsces",
    "verse_id": 18716,
    "verse_count": 6,
    "reference": "53:4–9",
    "title": "“He Was Wounded for Our Transgressions”",
    "html": "<p>Jesus suffered and was crucified for men&rsquo;s transgressions. &ldquo;But few details of the actual crucifixion are given us. We know however that our Lord was nailed to the cross by spikes driven through the hands and feet, as was the Roman method, and not bound only by cords as was the custom in inflicting this form of punishment among some other nations. Death by crucifixion was at once the most lingering and most painful of all forms of execution. The victim lived in ever increasing torture, generally for many hours, sometimes for days. The spikes so cruelly driven through hands and feet penetrated and crushed sensitive nerves and quivering tendons, yet inflicted no mortal wound. The welcome relief of death came through the exhaustion caused by intense and unremitting pain, through localized inflammation and congestion of organs incident to the strained and unnatural posture of the body.&rdquo; (James E. Talmage,<em>Jesus the Christ,<\/em> p. 655.)<\/p><p>But it was not just on the cross Christ suffered. In the Garden of Gethsemane He began the suffering that allowed Him to take the sins of the world upon Himself, or as Isaiah says, to bear our griefs and carry our sorrows (see<a class=\"isa\" verses=\"WzE4NzE2XQ==\">Isaiah 53:4<\/a>). Speaking of this suffering and pain, Elder Talmage wrote:<\/p><p>&ldquo;Christ&rsquo;s agony in the garden is unfathomable by the finite mind, both as to intensity and cause. The thought that He suffered through fear of death is untenable. Death to Him was preliminary to resurrection and triumphal return to the Father from whom He had come, and to a state of glory even beyond what He had before possessed; and, moreover, it was within His power to lay down His life voluntarily. He struggled and groaned under a burden such as no other being who has lived on earth might even conceive as possible. It was not physical pain, nor mental anguish alone, that caused Him to suffer such torture as to produce an extrusion of blood from every pore; but a spiritual agony of soul such as only God was capable of experiencing. No other man, however great his powers of physical or mental endurance, could have suffered so; for his human organism would have succumbed, and syncope would have produced unconsciousness and welcome oblivion. In that hour of anguish Christ met and overcame all the horrors that Satan, &lsquo;the prince of this world&rsquo; could inflict. The frightful struggle incident to the temptations immediately following the Lord&rsquo;s baptism was surpassed and overshadowed by this supreme contest with the powers of evil.<\/p><p>&ldquo;In some manner, actual and terribly real though to man incomprehensible, the Savior took upon Himself the burden of the sins of mankind from Adam to the end of the world. Modern revelation assists us to a partial understanding of the awful experience. In March 1830, the glorified Lord, Jesus Christ, thus spake: &lsquo;For behold, I, God, have suffered these things for all, that they might not suffer if they would repent, but if they would not repent, they must suffer even as I, which suffering caused myself, even God, the greatest of all, to tremble because of pain, and to bleed at every pore, and to suffer both body and spirit: and would that I might not drink the bitter cup and shrink&mdash;nevertheless, glory be to the Father, and I partook and finished my preparations unto the children of men.&rsquo;&rdquo; (<em>Jesus the Christ,<\/em> pp. 613&ndash;14.)<\/p><p>The Savior&rsquo;s suffering was a vicarious act of one totally innocent assuming responsibility for myriads of guilty ones. Thus, Isaiah said, &ldquo;He hath borne our griefs, and carried our sorrows&rdquo; and &ldquo;was wounded for our transgressions, [and] bruised for our iniquities&rdquo; (<a class=\"isa\" verses=\"eyIxODcxNiI6Mn0=\">Isaiah 53:4&ndash;5<\/a>).<\/p><p>When Jesus stood before Pilate, the governor of Judea, &ldquo;he was accused by the chief priests and elders&rdquo; of many evil things, but &ldquo;he answered nothing&rdquo; in return (<a class=\"ref\">Matthew 27:12<\/a>). &ldquo;Then said Pilate unto him, Hearest thou not how many things they witness against thee?&rdquo; But Jesus held His peace and &ldquo;answered him &hellip; never a word; insomuch that the governor marvelled greatly.&rdquo; (<a class=\"ref\">Matthew 27:13&ndash;14<\/a> .) In fulfillment of Isaiah&rsquo;s prophecy, &ldquo;as a sheep before her shearers is dumb,&rdquo; so Jesus &ldquo;openeth not his mouth&rdquo; (<a class=\"isa\" verses=\"WzE4NzE5XQ==\">Isaiah 53:7<\/a>).<\/p><p>While it was yet early in the morning, the soldiers in charge of Jesus brought Him &ldquo;from Caiaphas [the high priest] unto the hall of judgment&rdquo; of Pilate&rsquo;s residence (<a class=\"ref\">John 18:28<\/a>). Later, at the time of crucifixion, Jesus&rsquo; cross was placed between two evil men who were thieves (see<a class=\"ref\">John 19:18; Luke 23:32&ndash;33<\/a>). After Jesus&rsquo; death on the cross, Joseph of Arimathea, a rich man, went to Pilate and begged for permission to bury Jesus. Joseph laid the body &ldquo;in his own new tomb, which he had hewn out in the rock&rdquo; (<a class=\"ref\">Matthew 27:60<\/a>). An examination of Matthew&rsquo;s account shows that the remarkable detail with which Isaiah foretold the Savior&rsquo;s arrest, trial, death, and burial was accurate.<\/p><p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 17, Item 23<\/p> ",
    "audit": 1
}