{
    "id": 2346,
    "source": "ldsces",
    "verse_id": 18182,
    "verse_count": 6,
    "reference": "28:17–22",
    "title": "What Was Meant by “Righteousness to the Plummet” and a “Bed … Shorter Than That a Man Can Stretch Himself” Upon?",
    "html": " <p>With Christ as the chief cornerstone in our spiritual &ldquo;house,&rdquo; we are prepared to face the justice of the Lord with equity and faith. Jesus Christ becomes our advocate and pleads our case with the Father (see <a class=\"ref\">D&amp;C 45:2&ndash;5<\/a>). <\/p> <p>&ldquo;Judgment also will I lay to the line, and righteousness to the plummet&rdquo; alludes to the building trades and continues the imagery. Christ is the cornerstone from which all other stones are laid. When something plummets, it drops straight down. A builder uses a plumb bob to find a straight vertical line. The plumb bob is a weight attached to a cord that, when extended, hangs perpendicular to its beginning point. Thus the builder knows he has a straight line. With righteousness and justice as His measuring tools, the Savior starts with the chief cornerstone (Himself) and lays out a perfect and firmly built house, one which can resist any storm that would sweep away a house reared through other means, especially one reared through the &ldquo;covenant with death&rdquo; (<a class=\"isa\" verses=\"WzE4MTgzXQ==\">Isaiah 28:18<\/a>). <\/p> <p>The imagery of the bed and the inadequate covers is more easily understood than the imagery of the plummet. Obviously, if we are not covered by the atoning blood of Jesus Christ, we will find ourself like a man in a bed too short for him with a blanket that is too small to cover him. No matter how appealing sin may look at first, it can never satisfy our inner needs. The sinful person will be ever like the man in a short bed with inadequate covers. He will twist and turn and constantly seek comfort, but he cannot find it. The Atonement of Christ for sin covers, or is efficacious for, only those who trust in God with all their hearts and keep His holy commandments. <\/p> <p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 15, Item 14 <\/p> ",
    "audit": 1
}