{
    "id": 2361,
    "source": "ldsces",
    "verse_id": 18322,
    "verse_count": 7,
    "reference": "35:1–7",
    "title": "“The Desert Shall Rejoice, and Blossom as the Rose”",
    "html": "<p>Several General Authorities have seen the settlement of the mountain valleys of the Rockies by the Latter-day Saints as a fulfillment of these verses in Isaiah (see Milton R. Hunter, in Conference Report, Oct. 1965, p. 81; LeGrand Richards, in Conference Report, Oct. 1966, p. 42; Smith, <em>Doctrines of Salvation,<\/em> 3:346&ndash;47; Orson Pratt, in <em>Journal of Discourses,<\/em> 18:145). When the Saints arrived in the Salt Lake Valley in July 1847, it could be described as a &ldquo;wilderness&rdquo; and a &ldquo;solitary place&rdquo; (<a class=\"isa\" verses=\"MTgzMjI=\">Isaiah 35:1<\/a>). The Saints went to work immediately, and soon the desert valleys of Utah began to &ldquo;blossom as the rose&rdquo; (<a class=\"isa\" verses=\"MTgzMjI=\">v. 1<\/a>). But this prophecy may also be fulfilled by the settlement of modern Jews in the Holy Land, where similar things are taking place.<\/p><p>After quoting <a class=\"isa\" verses=\"eyIxODMyNCI6Mn0=\">Isaiah 35:3&ndash;4<\/a>, Elder Orson Pratt reasoned:<\/p><p>&ldquo;That has never been fulfilled; but preparatory to the time when God will come with vengeance to sweep away wickedness from the face of the earth, the house of Israel will be gathered back to their own lands, and the people of God will be permitted to dwell in the wilderness, and that wilderness will become a fruitful field. It is even said that the desert should rejoice because of those who are gathered, and should blossom as the rose.<\/p><p>&ldquo;Now that is something that has been fulfilled during the last quarter of a century, here in this wilderness, barren, desert country. The great latter-day work has commenced, the kingdom of God has been reorganized on the earth; in other words, the Christian Church in all its purity and with all its ordinances, has been reorganized upon the face of the earth, and the time has at length come when the Spirit of God has been poured out from on high. Until that period arrived, there was no hope for Israel, no hope for the land of Palestine, no hope for the redemption of the tribes scattered in the four quarters of the earth; but when the wilderness should become as a fruitful field, when the spirit should again be poured out from on high, through the everlasting Gospel of the Son of God, then the people should be gathered together by the commandment of the Lord. &hellip; Then we may look out for a change upon the face of the land where this gathering takes place; we may look for the deserts to become like the garden of Eden, to blossom as the rose that blossoms in rich and fertile gardens, to blossom abundantly, and the desert to rejoice with joy and singing. &hellip;<\/p><p>&ldquo;The Prophet says that, when Jesus comes with vengeance and destroys the wicked, redeems the desert, and causes the wilderness to become a fruitful field, then the lame man shall leap as a hart, the tongue of the dumb shall speak, the ears of the deaf shall be unstopped, for in the wilderness shall waters break out, and streams in the desert, and the parched ground shall become a pool, and the thirsty land springs of water.&rdquo; (In <em>Journal of Discourses,<\/em> 18:145&ndash;46.)<\/p><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 15, Item 29<\/p>",
    "audit": 1
}