{
    "id": 2362,
    "source": "ldsces",
    "verse_id": 18329,
    "verse_count": 3,
    "reference": "35:8–10",
    "title": "Who Are the “Ransomed of the Lord” and What Does the Future Hold for Them?",
    "html": "<p><a class=\"isa\" verses=\"eyIxODMyOSI6M30=\">Isaiah 35:8&ndash;10<\/a>is closely related to <a class=\"ref\">Doctrine and Covenants 133:26&ndash;34<\/a>and is generally acknowledged to refer to the return of the ten tribes. But these references may also include all the tribes. Only the &ldquo;redeemed&rdquo; of the Lord, that is the righteous, shall tread the &ldquo;highway&rdquo; or &ldquo;way of holiness&rdquo;&mdash;&rdquo;the unclean shall not pass over it.&rdquo; Since Ephraim is the source of the ten tribes&rsquo; blessings (see <a class=\"ref\">D&amp;C 133:32<\/a>), it stands to reason that Ephraim must be gathered first. The ten tribes may then &ldquo;come to Zion with songs and everlasting joy upon their heads&rdquo; (<a class=\"isa\" verses=\"WzE4MzMxXQ==\">Isaiah 35:10<\/a>). Judah also shall be gathered as part of this same picture. The Prophet Joseph Smith wrote: &ldquo;Our western tribes of Indians are descendants from that Joseph who was sold into Egypt, and &hellip; the land of America is a promised land unto them, and unto it all the tribes of Israel will come, with as many of the Gentiles as shall comply with the requisitions of the new covenant. But the tribe of Judah will return to old Jerusalem. The city of Zion spoken of by David, in the one hundred and second Psalm, will be built upon the land of America, &lsquo;And the ransomed of the Lord shall return, and come to Zion with songs and everlasting joy upon their heads.&rsquo; [<a class=\"isa\" verses=\"WzE4MzMxXQ==\">Isaiah 35:10<\/a>]; and then they will be delivered from the overflowing scourge that shall pass through the land. But Judah shall obtain deliverance at Jerusalem. [see <a class=\"ref\">Joel 2:32; Isaiah 26:20&ndash;21; Jeremiah 31:12; Psalm 1:5; Ezekiel 34:11&ndash;13<\/a>]. These are testimonies that the Good Shepherd will put forth his own sheep, and lead them out from all nations where they have been scattered in a cloudy and dark day, to Zion, and to Jerusalem; besides many more testimonies which might be brought.&rdquo; (<em>Teachings,<\/em> p. 17.)<\/p><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 15, Item 30<\/p>",
    "audit": 1
}