{
    "id": 2287,
    "source": "ldsces",
    "verse_id": 17898,
    "verse_count": 2,
    "reference": "11:13–14",
    "title": "“Ephraim Shall Not Envy Judah, and Judah Shall Not Vex Ephraim”",
    "html": " <p>Anciently, during the days of the divided kingdoms, Judah (the leading tribe of the Southern Kingdom) and Ephraim (the leading tribe of the Northern Kingdom) were often in competition. Sometimes they were even at war with each other. Isaiah prophesied that in the last days that conflict would come to an end. Ezekiel, in a similar prophecy, promised that the house of Israel would no longer be divided, but under their true king, the New David (see Notes and Commentary on Isaiah 11:1) there would be one united nation again. (see <a class=\"ref\">Ezekiel 37:15&ndash;25<\/a>.) Jeremiah and Zechariah also spoke of the future reuniting of the house of Israel (see <a class=\"ref\">Jeremiah 3:18; Zechariah 10:6&ndash;7<\/a>). <\/p> <p>Elder LeGrand Richards explained how this prophecy must be fulfilled: <\/p> <p>&ldquo;We are from Ephraim. The Lord expects us, since we are the custodians of his gospel as restored in these latter days, according to my understanding, to extend the hand of friendship to Judah, because after all we are all descendants of the prophets Abraham, Isaac, and Jacob, and we come under the promises that through their descendants should all the nations of the earth be blessed. <\/p> <p>&ldquo;I do not know how the enmity and the envy between Ephraim and Judah can disappear except that we of the house of Ephraim, who have the custody of the gospel, should lead out in trying to bring to this branch of the house of Israel the blessings of the restored gospel. &hellip; <\/p> <p>&ldquo;And it seems to me that the only way that the tribe of Judah can be sanctified to dwell in his presence forever and ever will be when we bring to them the gospel of the Lord Jesus Christ as the Savior promised them it would be brought in the latter days.&rdquo; (In Conference Report, Oct. 1956, pp. 23&ndash;24.) <\/p> <p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 13, Item 63 <\/p> ",
    "audit": 1
}