{
    "id": 2237,
    "source": "ldsces",
    "verse_id": 17692,
    "verse_count": 17,
    "reference": "2:6–22",
    "title": "The Proud and the Wicked to Be Brought Low",
    "html": "<p><a class=\"isa\" verses=\"WzE3Njg4XQ==\">Isaiah 2<\/a>summarizes the basic spiritual problems that troubled Israel in Isaiah&rsquo;s day and that will prevail again among the people before the Second Coming. This passage is another excellent example of dualistic prophecy (see Enrichment E for a discussion of prophetic dualism). Though Isaiah&rsquo;s prophecy was given &ldquo;concerning Judah and Jerusalem&rdquo; (<a class=\"isa\" verses=\"WzE3Njg3XQ==\">v. 1<\/a>), it is obviously also related to the last days and the Second Coming of Jesus.<\/p><p><em>Verse 6.<\/em> They were &ldquo;replenished from the east,&rdquo; or in other words, they looked to the religious philosophies and the gods of the Assyrians and other heathen countries for power and sustenance. Today people look to many other religions and philosophies of men for wisdom and guidance instead of to the gospel.<\/p><p><em>Verse 6.<\/em> They &ldquo;hearken unto soothsayers&rdquo; (<a class=\"ref\">2 Nephi 12:6<\/a>), those false prophets who claimed to be able to foretell the future. Today, true prophets are largely ignored, and all kinds of false religionists and counselors are looked to for guidance.<\/p><p><em>Verse 6.<\/em> &ldquo;They please themselves in the children of strangers&rdquo; or, as C. F. Keil and F. Delitzsch translated the phrase, &ldquo;and with the children of foreigners they go hand in hand&rdquo; (<em>Commentary on the Old Testament,<\/em> 7:1:118). In short, ancient Israel was joining the heathen nations in all their wickedness, and modern society is joining with the influences of the world rather than looking to the Lord.<\/p><p><em>Verse 7.<\/em> The land was &ldquo;full of silver and gold,&rdquo; that is, the people were wealthy and materialistic. Their hearts were set on the things of the world. Again in the last days, materialism runs rampant.<\/p><p><em>Verse 7.<\/em> The land was &ldquo;full of horses, neither is there any end of their chariots.&rdquo; The horse was a symbol of warfare, as was the chariot. Today is an age characterized by &ldquo;wars and rumors of war&rdquo; (see <a class=\"ref\">JS&mdash;M 1:28<\/a>.)<\/p><p><em>Verse 8.<\/em> The land was filled with idolatry then, and people still turn to false gods today, though not necessarily to idols made of wood or stone.<\/p><p><em>Verse 9.<\/em> The &ldquo;mean man boweth <em>not<\/em> down, and the great man humbleth himself <em>not&rdquo;<\/em> (<a class=\"ref\">2 Nephi 12:9<\/a>; emphasis added). The differences in the Book of Mormon account of Isaiah&rsquo;s writings, noted by the italics, show that Isaiah was not making further reference to idolatry but was referring to the fact that men would not worship the true God. In the preface to the Doctrine and Covenants, the Lord indicated this failure would be a major concern of the last days. (see <a class=\"ref\">D&amp;C 1:16<\/a>.)<\/p><p>Because of her sins, ancient Israel brought upon herself the judgments of God, and because of the same problems the people of the last days will likewise bring sorrow and problems upon themselves.<\/p><p>The brass plates contained other differences that clarify Isaiah&rsquo;s meaning. Compare <a class=\"isa\" verses=\"W1sxNzY5Nl0seyIxNzY5OCI6M30sWzE3NzAyLDE3NzA1LDE3NzA3XV0=\">Isaiah 2:10, 12&ndash;14, 16, 19, 21<\/a>with <a class=\"ref\">2 Nephi 12:10, 12&ndash;14, 16, 19, 21<\/a>.<\/p><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 13, Item 13<\/p>",
    "audit": 1
}