{
    "id": 2313,
    "source": "ldsces",
    "verse_id": 17999,
    "verse_count": 7,
    "reference": 18,
    "title": "Isaiah Saw the Gospel Taken to the Nations from America",
    "html": "<p>President Joseph Fielding Smith commented that <a class=\"isa\" verses=\"W3siMTc5OTkiOjF9XQ==\">Isaiah 18:1<\/a>&ldquo;is a mistranslation. In the Catholic Bible it reads: &lsquo;Ah, land of the whirring of wings, beyond the rivers of Cush,&rsquo; and in Smith and Goodspeed&rsquo;s translation it reads: &lsquo;Ah! Land of the buzzing of wings, which lies beyond the rivers of Ethiopia.&rsquo; The chapter shows clearly that no woe was intended, but rather a greeting, as indicated in these other translations. A correct translation would be, &lsquo;Hail to the land in the shape of wings.&rsquo; Now, do you know of any land in the shape of wings? Think of your map. About twenty-five years ago one of the current magazines printed on the cover the American continents in the shape of wings, with the body of the bird between. I have always regretted that I did not preserve this magazine. Does not this hemisphere take the shape of wings; the spread out wings of a bird?&rdquo; (<em>Signs of the Times,<\/em> p. 51; see also <em>History of the Church,<\/em> 6:322; Orson Pratt, in <em>Journal of Discourses,<\/em> 16:84&ndash;85; Spencer W. Kimball, &ldquo;Why Call Me Lord, Lord and Do Not the Things Which I Say?&rdquo; <em>Ensign,<\/em> May 1975, p. 4.)<\/p><p>President Smith went on to say that the vessels are vessels of speed; that the nation scattered and peeled refers to the land of Israel, which was denuded of its forests; that the ensign refers to the restoration of the gospel that is published as a standard before the nations; that the missionaries are going to gather Israel who were scattered; and that only the Latter-day Saints can fully understand this chapter because it deals with the great work of gathering, in which they are engaged (see <em>Signs of the Times,<\/em> pp. 51&ndash;55).<\/p><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 14, Item 24<\/p>",
    "audit": 1
}