{
    "id": 2235,
    "source": "ldsces",
    "verse_id": 17689,
    "verse_count": 1,
    "reference": "2:3",
    "title": "“Out of Zion Shall Go Forth the Law … the Word of the Lord from Jerusalem”",
    "html": "<p>President Joseph Fielding Smith gave the following explanation of this prophetic statement of Isaiah:<\/p><p>&ldquo;We are informed in the revelation given to Joseph Smith the Prophet, that the city of Zion and the New Jerusalem is one and the same. [ <a class=\"ref\">D&amp;C 28:9; 42:9; 45:66&ndash;67; 57:2; 58:7<\/a>.] &hellip;<\/p><p>&ldquo;Jerusalem of old, after the Jews have been cleansed and sanctified from all their sin, shall become a holy city where the Lord shall dwell and from whence he shall send forth his word unto all people. Likewise, on this continent, the city of Zion, New Jerusalem, shall be build, and from it the law of God shall also go forth. There will be no conflict, for each city shall be headquarters for the Redeemer of the world, and from each he shall send forth his proclamations as occasion may require. Jerusalem shall be the gathering place of Judah and his fellows of the house of Israel, and Zion shall be the gathering place of Ephraim and his fellows, upon whose heads shall be conferred &lsquo;the richer blessings.&rsquo; &hellip;<\/p><p>&ldquo;These two cities, one in the land of Zion and one in Palestine, are to become<em>capitals for the kingdom of God during the millennium. <\/em><\/p><p>&ldquo;In the meantime, while the work of preparation is going on and Israel is being gathered, many people are coming to the land of Zion saying: &lsquo;Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob.&rsquo; The Latter-day Saints are fulfilling this prediction, since they are being gathered from all parts of the earth and are coming to the house of the Lord in these valleys of the mountains. Here they are being taught in the ways of the Lord through the restoration of the gospel and by receiving blessings in the temples now erected. Moreover, before many years have passed away, the Lord will command the building of the City Zion, and Jerusalem in Palestine will in due time be cleansed and become a holy city and the habitation of the Jews after they are cleansed and are willing to accept Jesus Christ as their Redeemer.&rdquo; (<em>Doctrines of Salvation,<\/em> 3:69&ndash;71.)<\/p><p>While the Saints await the time of the establishment of these world centers, the principle of sending forth the law has been associated not only with the spread of the gospel and its blessings, but also with the providing of a climate in which the gospel work can grow. President Harold B. Lee said:<\/p><p>&ldquo;I have often wondered what that expression meant, that out of Zion shall go forth the law. Years ago I went with the brethren to the Idaho Falls Temple, and I heard in that inspired prayer of the First Presidency a definition of the meaning of that term &lsquo;out of Zion shall go forth the law.&rsquo; Note what they said: &lsquo;We thank thee that thou hast revealed to us that those who gave us our constitutional form of government were men wise in thy sight and that thou didst raise them up for the very purpose of putting forth that sacred document [the Constitution of the United States&mdash;see <a class=\"ref\">D&amp;C 101:80<\/a> ]. &hellip;<\/p><p>&ldquo;&lsquo;We pray that kings and rulers and the peoples of all nations under heaven may be persuaded of the blessings enjoyed by the people of this land by reason of their freedom and under thy guidance and be constrained to adopt similar governmental systems, thus to fulfill the ancient prophecy of Isaiah and Micah that &ldquo;&hellip; out of Zion shall go forth the law and the word of the Lord from Jerusalem.&rdquo;&lsquo; (<em>Improvement Era,<\/em> October 1945, p. 564.)&rdquo; (&ldquo;The Way to Eternal Life,&rdquo; p. 15).<\/p><p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 13, Item 11<\/p> ",
    "audit": 1
}