{
    "id": 2282,
    "source": "ldsces",
    "verse_id": 17886,
    "verse_count": 1,
    "reference": "11:1",
    "title": "Who Is the “Branch”?",
    "html": " <p>Elder Bruce R. McConkie wrote the following analysis of the meaning of the <em>Branch: <\/em> <\/p> <p>&ldquo;Since it takes a first and a second coming to fulfill many Messianic prophecies, we of necessity must consider them here, and in the case of the Davidic-Messianic utterances show also how they apply to our Lord&rsquo;s Second Coming. Christ is the Son of David, the Seed of David, the inheritor, through Mary his mother, of the blood of the great king. He is also called the Stem of Jesse and the Branch, meaning Branch of David. Messianic prophecies under these headings deal with the power and dominion he shall wield as he sits on David&rsquo;s throne, and have reference almost exclusively to his second sojourn on planet earth. <\/p> <p>&ldquo;Jesse was the father of David. Isaiah speaks of the Stem of Jesse, whom he also designates as a branch growing out of the root of that ancient worthy. He recites how the Spirit of the Lord shall rest upon him; how he shall be mighty in judgment; how he shall smite the earth and slay the wicked; and how the lamb and the lion shall lie down together in that day&mdash;all of which has reference to the Second Coming and the millennial era thereby ushered in. (<a class=\"isa\" verses=\"WzE3ODk2XQ==\">Isa. 11<\/a>.) As to the identity of the Stem of Jesse, the revealed words says: &lsquo;Verily thus saith the Lord: It is Christ.&rsquo; (<a class=\"ref\">D&amp;C 113:1&ndash;2<\/a>.) This also means that the Branch is Christ, as we shall now see from other related scriptures. <\/p> <p>&ldquo;By the mouth of Jeremiah, the Lord foretells the ancient scattering and the latter-day gathering of his chosen Israel. After they have been gathered &lsquo;out of all countries whither I have driven them,&rsquo; after the kingdom has been restored to Israel as desired by the ancient apostles in <a class=\"ref\">Acts 1:6<\/a>, then this eventuality, yet future and millennial in nature, shall be fulfilled: &lsquo;Behold the days come, saith the Lord, that I will raise unto David a righteous Branch, and a King shall reign and prosper, and shall execute judgment and justice in the earth. In his days Judah shall be saved, and Israel shall dwell safely: and this is his name whereby he shall be called, THE LORD OUR RIGHTEOUSNESS.&rsquo; (<a class=\"ref\">Jer. 23:3&ndash;6<\/a>.) That is to say, the King who shall reign personally upon the earth during the Millennium shall be the Branch who grew out of the house of David. He shall execute judgment and justice in all the earth because he is the Lord Jehovah, even him whom we call Christ. <\/p> <p>&ldquo;Through Zechariah the Lord spoke similarly: &lsquo;Thus saith the Lord of hosts: &hellip; I will bring forth my servant the BRANCH. &hellip; I will remove the iniquity of the land in one day [meaning that the wicked shall be destroyed and the millennial era of peace and righteousness commence]. In that day, saith the Lord of hosts, shall ye call every man his neighbour under the vine and under the fig tree.&rsquo; (<a class=\"ref\">Zech. 3:7&ndash;10<\/a>.) Of that glorious millennial day the Lord says also: &lsquo;Behold the man whose name is The BRANCH; and he shall grow up out of his place, and he shall build the temple of the Lord: Even he shall build the temple of the Lord; and he shall bear the glory, and shall sit and rule upon his throne.&rsquo; (<a class=\"ref\">Zech. 6:12&ndash;13<\/a>.) <\/p> <p>&ldquo;That the Branch of David is Christ is perfectly clear. We shall now see that he is also called David, that he is a new David, an Eternal David, who shall reign forever on the throne of his ancient ancestor. &lsquo;It shall come to pass in that day, saith the Lord of hosts, &lsquo;that is, in the great millennial day of gathering, that &lsquo;they shall serve the Lord their God, and David their king, whom I will raise up unto them.&rsquo; (<a class=\"ref\">Jer. 30:8&ndash;9<\/a>.) <\/p> <p>&ldquo;&lsquo;In those days, and at that time, will I cause the Branch of righteousness to grow up unto David; and he shall execute judgment and righteousness in the land. In those days shall Judah be saved, and Jerusalem shall dwell safely: and this is the name wherewith she shall be called, The Lord our righteousness,&rsquo; which is to say that because the Great King himself reigns in her midst, even the city shall be called after him. &lsquo;For thus saith the Lord; David shall never want a man to sit upon the throne of the house of Israel. &hellip; If ye can break my covenant of the day, and my covenant of the night, and that there should not be day and night in their season; Then may also my covenant be broken with David my servant, that he should not have a son to reign upon his throne.&rsquo; (<a class=\"ref\">Jer. 33:15&ndash;21<\/a>.) David&rsquo;s temporal throne fell long centuries before our Lord was born, and that portion of Israel which had not been scattered to the ends of the earth was in bondage to the iron yoke of Rome. But the promises remain. The eternal throne shall be restored in due course with a new David sitting thereon, and he shall reign forever and ever. &hellip; <\/p> <p>&ldquo;Through Ezekiel, the Lord speaks of this One Shepherd in this way: &lsquo;I will save my flock. &hellip; And I will set up one shepherd over them, and he shall feed them, even my servant David; he shall feed them, and he shall be their shepherd. And I the Lord will be their God, and my servant David a prince among them.&rsquo; When that day comes, &lsquo;I will make with them a covenant of peace,&rsquo; the Lord says, meaning they shall have again the fulness of the everlasting gospel. Then &lsquo;there shall be showers of blessing&rsquo;; all Israel shall dwell safely and know that the Lord is their God. (<a class=\"ref\">Ezek. 34:22&ndash;31<\/a>.) <\/p> <p>&ldquo;Through Ezekiel, the Lord also tells of the coming forth of the Book of Mormon, which becomes the instrument in his hands to bring to pass the gathering of Israel. Of that day of gathering he says, &lsquo;I will make them one nation in the land upon the mountains of Israel; and one king shall be king to them all.&rsquo; In that day he promises to &lsquo;cleanse them,&rsquo; by baptism, &lsquo;so shall they be my people, and I will be their God. And David my servant shall be king over them; and they all shall have one shepherd: they shall also walk in my judgments, and observe my statutes, and do them. And they shall dwell in the land that I have given unto Jacob my servant, wherein your fathers have dwelt; and they shall dwell therein, even they, and their children, and their children&rsquo;s children for ever: and my servant David shall be their prince for ever.&rsquo; <\/p> <p>&ldquo;Then the Lord restates that his gathered people shall have his everlasting gospel with all its blessings; that he will set his sanctuary, meaning his temple, in their midst forevermore (as Zechariah recorded); and all Israel shall know that the Lord is their God. (<a class=\"ref\">Ezek. 37:15&ndash;28<\/a>.) <\/p> <p>&ldquo;How glorious shall be the coming day when the second David, who is Christ, reigns on the throne of the first David; when all men shall dwell safely; when the earth shall be dotted with temples; and when the gospel covenant shall have full force and validity in all the earth!&rdquo; (<em>The Promised Messiah,<\/em>, pp. 192&ndash;95). <\/p> <p class=\"cite\">, LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 13, Item 58 <\/p>",
    "audit": 1
}