{
    "id": 2437,
    "source": "ldsces",
    "verse_id": 18795,
    "verse_count": 5,
    "reference": "58:8–12",
    "title": "Promises for Those Who Fast Properly",
    "html": "<p>Bishop Vandenberg explained the significance of the blessings promised in<a class=\"isa\" verses=\"eyIxODc5NSI6NX0=\">Isaiah 58:8&ndash;12<\/a> :<\/p><p>&ldquo;Listen again to Isaiah and this promise, &lsquo;Then shall thy light break forth as the morning, and thine health shall spring forth speedily: &hellip;&rsquo; (<a class=\"isa\" verses=\"WzE4Nzk1XQ==\">Isa. 58:8<\/a> .) What would this be worth to you? Think of what it means. &lsquo;&hellip; and thy righteousness shall go before thee; the glory of the Lord shall be thy rereward. &hellip;&rsquo;<\/p><p>&ldquo;Further, &lsquo;Then shalt thou call, and the Lord shall answer; thou shalt cry, and he shall say, Here I am. &hellip;&rsquo; [<a class=\"isa\" verses=\"WzE4Nzk2XQ==\">Isaiah 58:9<\/a> .] What more assurance would we need than this as a promise that we may call upon the Lord and he will answer?<\/p><p>&ldquo;Then Isaiah reiterates: &lsquo;&hellip; If thou take away from &hellip; thee the yoke, (or wickedness) the putting forth of the finger, (or accusing others) and speaking vanity;<\/p><p>&ldquo;&lsquo;And if thou draw out thy soul to the hungry, and satisfy the afflicted soul; then shall thy light rise in obscurity, and thy darkness be as the noon day:<\/p><p>&ldquo;&lsquo;And the Lord shall guide thee continually, (or the Holy Ghost will direct your daily life) and satisfy thy soul in drought, (This is your personal security in times of need and difficulty.) and make fat thy bones: (I believe this has to do with health. In the bone there is marrow and marrow manufactures the blood that is vital to the strength and well-being of the body.) and thou shalt be like a watered garden, and like a spring of water, whose waters fail not (or inspiration and wisdom will flow from you continually).<\/p><p>&ldquo;&lsquo;And they that shall be of thee shall build the old waste places: thou shalt raise up the foundations of many generations; and thou shalt be called, The repairer of the breach, The restorer of paths to dwell in.&rsquo; (<em>Ibid.,<\/em> 58:9&ndash;12.) To me this is a promise to those working with the members of the Church who are in need physically and spiritually, &lsquo;they that shall be of thee,&rsquo; or that you may be able to help them&mdash;to do what? &lsquo;Build the old waste places,&rsquo; and as you help them to build &lsquo;thou shalt raise up the foundations of (their) many generations (to follow); and then thou shalt be called, The repairer of the breach.&rsquo; In other words, you have helped them overcome their weaknesses, to restore their souls, to bridge the gap through reactivating, rehabilitation, and &lsquo;restoring&rsquo; the path for them to walk in.&rdquo; (In Conference Report, Apr. 1963, p. 29.)<\/p><p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 18, Item 9<\/p> ",
    "audit": 1
}