{
    "id": 2408,
    "source": "ldsces",
    "verse_id": 18655,
    "verse_count": 4,
    "reference": "49:18–21",
    "title": "Israel’s Latter-day Gathering Shall Be Rapid and Sustained",
    "html": "<p>In <a class=\"isa\" verses=\"eyIxODY1NSI6NH0=\">Isaiah 49:18&ndash;21<\/a> , the latter-day gathering of Israel is spoken of. In the same way that a new bride adorns herself for her wedding day, so will the Zion of the latter days spiritually adorn those who come to her for blessings. This imagery of Christ as the Bridegroom and His covenant people as His bride is seen elsewhere in the scriptures (see <a class=\"isa\" verses=\"WzE4NzI5XQ==\">Isaiah 54:5<\/a>; <a class=\"ref\">Jeremiah 3:14; Matthew 25:1&ndash;13; Revelation 19:7; D&amp;C 33:17; 133:10, 19<\/a>). And just as a bride puts on her finest clothing in preparation for the marriage, so will Israel clothe herself in righteousness in preparation for her coming &ldquo;marriage&rdquo; (see <a class=\"ref\">Revelation 19:8<\/a> , where the &ldquo;clothing&rdquo; of the bride is described).<\/p><p>So many people will come, both to Zion and the Old Jerusalem, that they will complain that the land is &ldquo;too strait [narrow] for me: give place to me that I may dwell&rdquo; ( <a class=\"isa\" verses=\"WzE4NjU3XQ==\">Isaiah 49:20<\/a>). This overcrowding has occurred wherever the modern gathering has taken place. The Church has a difficult time keeping up with needs for chapels and leadership because of its many converts. Modern Israel has received so many ingatherers that the land is literally &ldquo;too narrow by reason of the inhabitants&rdquo; ( <a class=\"isa\" verses=\"WzE4NjU2XQ==\">v. 19<\/a>). Thus the reaction voiced in verse 21 is quite real: &ldquo;Who hath begotten me these &hellip; ; where had they been?&rdquo; In other words, where in the world did all these people (Israelites) come from?<\/p><p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 17, Item 8<\/p> ",
    "audit": 1
}