{
    "id": 2445,
    "source": "ldsces",
    "verse_id": 18841,
    "verse_count": 4,
    "reference": "60:19–22",
    "title": "“The Sun Shall Be No More Thy Light by Day”",
    "html": "<p>When the New Jerusalem is eventually built, and Jesus Christ returns to earth in glory, the need will disappear for the sun and the moon to give light to God&rsquo;s covenant people. The Lord Himself will be an everlasting light.<\/p><p>&ldquo;Zion will not need the sun when the Lord is there, and all the city is lighted up by the glory of his presence. When the whole heavens above are illuminated by the presence of his glory we shall not need those bright luminaries of heaven to give light, so far as the city of Zion is concerned. But there will be a great people round about, dwelling in other cities that will still have need of the light of the sun and the moon; but the great capital city where the Lord will establish one of his thrones&mdash;for his throne is not to be in Jerusalem alone, it will also be in Zion, as you will find in numerous places in this Bible. When therefore, he shall establish his throne in Zion and shall light up the habitations thereof with the glory of his presence, they will not need this light which comes from the bright luminaries that shine forth in yonder heavens, but they will be clothed upon with the glory of their God. When the people meet together in assemblies like this, in their Tabernacles, the Lord will meet with them, his glory will be upon them; a cloud will overshadow them by day and if they happen to have an evening meeting they will not need &hellip; lights of an artificial nature, for the Lord will be there and his glory will be upon all their assemblies. So says Isaiah the Prophet, and I believe it.&rdquo; (Orson Pratt, in<em>Journal of Discourses,<\/em> 14:355&ndash;56; see also <a class=\"ref\">D&amp;C 133:57&ndash;58<\/a>.)<\/p><p class=\"cite\"> LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 18, Item 17<\/p> ",
    "audit": 1
}