{
    "id": 2378,
    "source": "ldsces",
    "verse_id": 18482,
    "verse_count": 4,
    "reference": "42:1–4",
    "title": "Who Is the Servant?",
    "html": "<p>Only one servant was given power of judgment (see <a class=\"isa\" verses=\"MTg0ODI=\">v. 1<\/a>; compare <a class=\"ref\">Romans 14:10; 2 Nephi 9:41<\/a>), and that is He upon whose law the isles shall wait (see <a class=\"isa\" verses=\"WzE4NDg1LDE4Njc5LDE4ODMxXQ==\">Isaiah 42:4; 51:5; 60:9<\/a>), the Mediator of Israel and the Savior of the Gentiles. He did not cry or lift up His voice in the streets, that is, raise a great tumult and boast in His own ways. Matthew cited this passage in Isaiah after noting that the Savior charged the multitudes not to make His healings known (see <a class=\"ref\">Matthew 12:15&ndash;21<\/a>), for His was not an earthly kingdom wherein His voice and His works and wonders were to be heralded abroad; rather, His was a heavenly kingdom (see <a class=\"ref\">John 18:33&ndash;37<\/a>). Thus, He withdrew from multitudes and avoided the honors of men, and He ministered with meekness and gentleness. The spirit of judgment was to be withheld until the Day of Judgment, at which time Christ will claim victory as &ldquo;King of kings, and Lord of lords&rdquo; (<a class=\"ref\">1 Timothy 6:15<\/a>).<\/p><p>The imagery of the bruised reed and smoking flax (see <a class=\"isa\" verses=\"MTg0ODQ=\">v. 3<\/a>) means that even though He comes in judgment, it is not to destroy souls but to save them. The phrase &ldquo;smoking flax&rdquo; was translated by C. F. Keil and F. Delitzsch as a &ldquo;glimmering wick.&rdquo; They explained its use as follows: &ldquo;In the statement that in such a case as this He does not completely break or extinguish, there is more implied than is really expressed. Not only will He not destroy the life that is dying out, but He will actually save it; His course is not to destroy, but to save.&rdquo; (<em>Commentary on the Old Testament,<\/em> 7:2:176.)<\/p><p>The phrase &ldquo;he shall bring forth judgment unto truth&rdquo; that immediately follows the reference to the reed and the flax was interpreted by Keil and Delitzsch &ldquo;as denoting such a knowledge, and acknowledgment of the true facts in the complicated affairs of men, as will promote both equity and kindness&rdquo; (<em>Commentary,<\/em> 7:2:176).<\/p><p class=\"cite\">LDS Church Educational System Old Testament Student Manual, 1 Kings&ndash;Malachi, Religion 302, Chapter 16, Item 17<\/p>",
    "audit": 1
}