{
    "id": 14580,
    "source": "ludlow",
    "verse_id": 18720,
    "verse_count": 2,
    "reference": "53:8–9",
    "title": "“Who shall declare his generation?”",
    "html": "<p>Isaiah outlines the crucifixion and subsequent death of the Savior in <a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfSxbMTg3MjFdXQ==\">verses 8 and 9<\/a>. The accuracy of Isaiah&rsquo;s description as well as the verses&rsquo; specific focus illustrate that the life and death of Jesus Christ were indeed literal events fulfilled by God&rsquo;s Son.<\/p>\r\n<p>Isaiah asks an important open-ended question in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 8<\/a>. He asks each of us, &ldquo;Who shall declare his generation?&rdquo; The Hebrew word for generation, <em>dowr,<\/em> means a &ldquo;revolution of time,&rdquo; or an age. The question might be translated, &ldquo;Who shall testify of His life mission?&rdquo; Unfaithful children of God fail to &ldquo;declare his generation&rdquo; or testify of His life because of their inability to recognize and declare Christ as their Savior. <em>We<\/em> must &ldquo;declare his generation,&rdquo; or His life, mission, and gospel. President David O. McKay teaches that people who know in their heart that Heavenly Father and Jesus Christ restored the gospel to the earth have &ldquo;the greatest possession that the human mind can possess.&rdquo; As an answer to Isaiah&rsquo;s question, Latter-day Saints with a testimony are the ones who can clearly and powerfully declare Jesus Christ and His gospel to the world (compare <a class=\"ref\">Mosiah 15:10&ndash;12<\/a>).<\/p>\r\n<p>Key insights about the Savior&rsquo;s crucifixion, death, and burial are depicted in these two verses. Isaiah describes the imprisonment and trial of the Savior in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 8<\/a>, writing, &ldquo;He was taken from prison and from judgment.&rdquo; The New Testament records the arrest of Jesus and various judgment settings during His last hours. Isaiah next outlines the death and burial of the Savior, explaining that He would make &ldquo;his grave with the wicked&rdquo; and that he would be &ldquo;with the rich in his death&rdquo; (<a class=\"isa\" verses=\"WzE4NzIxXQ==\">v. 9<\/a>). Jesus was crucified between two common thieves, and a wealthy disciple, Joseph of Arimathea, provided a family tomb for His burial (<a class=\"ref\">Luke 23:32&ndash;33; Matthew 27:57&ndash;60<\/a>). These accurate details of the Savior&rsquo;s death show that Isaiah had intimate knowledge of his Savior&rsquo;s earthly mission.<\/p>\r\n<p><a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">Verse 9<\/a> highlights the truth inherent in Christ&rsquo;s teachings: &ldquo;Neither was any deceit in his mouth.&rdquo; The mouth often represents how God&rsquo;s word is delivered. For example, when Isaiah was prepared for his prophetic calling, his mouth was purified so that he could stand in the presence of the Lord <a class=\"ref\">(2 Nephi 16:5&ndash;7<\/a>\/<a class=\"isa\" verses=\"eyIxNzc3NSI6M30=\">Isaiah 6:5&ndash;7<\/a>). The Savior&rsquo;s mouth symbolizes the importance of the words that He preached during His ministry. The teachings of Jesus, a &ldquo;God of truth,&rdquo; are powerful tools to counter the deception propagated by the devil, the &ldquo;father of all lies&rdquo; (<a class=\"ref\">Deuteronomy 32:4; Psalm 31:5; 2 Nephi 2:18<\/a>).<\/p>",
    "audit": "done"
}