{
    "id": 14493,
    "source": "ludlow",
    "verse_id": 18651,
    "verse_count": 5,
    "reference": "49:14–18",
    "title": "“I have graven thee upon the palms of my hands”",
    "html": "<p>The children of Israel, obviously skeptical of the promises outlined in their covenant, bring their complaints before the Lord and ask for an explanation of what they think are broken commitments. Zion&rsquo;s first complaint is emphasized through a simple synonymous parallelism: &ldquo;The Lord hath forsaken me, and my Lord hath forgotten me&rdquo; (<a class=\"isa\" verses=\"WzE4NjUxXQ==\">v. 14<\/a>). The children of Israel, blinded by self-pity, truly believe that they have been betrayed by Jehovah.<\/p>\r\n<p>Isaiah (speaking for the Lord) responds to Israel&rsquo;s outrageous claims of abandonment, using symbolism that compares the Lord to a doting mother. The judge incredulously asks, &ldquo;Can a woman forget her sucking child?&rdquo; He answers the obvious question, stressing the Lord&rsquo;s care: &ldquo;[Even if the mothers were to] forget, yet will I not forget thee&rdquo; (<a class=\"isa\" verses=\"WzE4NjUyXQ==\">v. 15<\/a>). Clearly, the Lord&rsquo;s love is incomprehensible&mdash;it goes beyond even the love of a mother for her newborn child. The image of mother and child is also significant because it portrays the house of Israel as little children, helpless and dependent upon the Lord for their care.<\/p>\r\n<p>In what is perhaps the most powerful image of the chapter, Isaiah describes the Lord engraving the house of Israel upon the palms of His hands (<a class=\"isa\" verses=\"WzE4NjUzXQ==\">v. 16<\/a>). This imagery of the hand is significant, referring to both the crucifixion of the Savior as well as symbolic temple ordinances and sacred promises. The marks in the palms of His hands would distinguish Christ&rsquo;s supreme calling as He later visited the Nephites (<a class=\"ref\">3 Nephi 11:14&ndash;15<\/a>).<\/p>\r\n<p>Isaiah describes some of the Lord&rsquo;s other promises that assure the house of Israel He has not forsaken them. He compares the righteous to a bride being dressed for her wedding (<a class=\"isa\" verses=\"WzE4NjU1XQ==\">v. 18<\/a>). The images of sacred clothing and ornaments are again significant in their allusion to symbolic ordinances and covenants, especially in the temple. We can take counsel from this scripture, preparing ourselves for the coming of the bridegroom by dressing ourselves in appropriate attire. Just as one would never attend a wedding in casual street clothes, we cannot expect to enter the Lord&rsquo;s kingdom clothed in inappropriate, immodest, or casual &ldquo;spiritual&rdquo; attire. President Brigham Young counseled us: &ldquo;Let our anxiety be centered upon this one thing, the sanctification of our own hearts, the purifying of our own affections, the preparing of ourselves for the approach of the events that are hastening upon us. .&nbsp;.&nbsp;. Seek to have the spirit of Christ, that we may wait patiently the time of the Lord, and prepare ourselves for the times that are coming.&rdquo; It is very important that we prepare ourselves mentally and spiritually for the coming of the Savior!<\/p>",
    "audit": "done"
}