{
    "id": 14516,
    "source": "ludlow",
    "verse_id": 17735,
    "verse_count": 2,
    "reference": "4:1–2",
    "title": "&ldquo;The branch of the Lord be beautiful and glorious&rdquo;",
    "html": " <p>Isaiah builds upon the imagery of the barren women in the following short chapter (2 Nephi 14\/Isaiah 4). He describes women desperately searching for husbands (taking on a man&rsquo;s name) and families (removing the reproach of childlessness). At least these women approach men desiring something valuable and lasting, unlike the earlier daughters of Zion who enticed the men to receive their wealth and favor. Isaiah&rsquo;s image of the seven women taking hold of one man represents a chaotic state of social affairs. The availability of few men relative to the many women suggests that horrendous wars and other disastrous events will have killed many men (2 Nephi 13:25). And of the surviving males, relatively few are both willing and able to provide the physical, emotional, and spiritual support that the women desire. The women desiring marriage and family thus can find only a handful of men to become their husbands and the fathers of their children.<\/p> <p>Isaiah moves from a description of social chaos to a promise of blessings among those who &ldquo;are escaped of Israel.&rdquo; A contrasting image, or antithetic parallel, is found in verse 2 as the barrenness of the women is replaced with magnificent abundance. The Israelites&rsquo; prosperity is compared to a fruitful branch&mdash;linking their eventual victory with Jacob&rsquo;s well-known parable of the vineyard. In his poetic allegory (Jacob 5), Jacob describes the grafting of the fruitful Gentile branches to the original olive trees (house of Israel). Those who come into the gospel and faithfully take on the Lord&rsquo;s covenants are &ldquo;grafted,&rdquo; or added to the house of Israel. Because of the abundance of &ldquo;young and tender&rdquo; grafted branches (Jacob 5:9&ndash;11), symbols for righteous, covenant-making Gentile Saints, the bitter fruit of Israel is made sweet again.<\/p> <p>Using imagery of the fruitful branch, Isaiah could also be alluding to his servant poem in Isaiah 11 (2 Nephi 21) in which a &ldquo;branch&rdquo; or &ldquo;rod&rdquo; is described. The rod represents a great servant of the Lord, perhaps depicting a latter-day leader who will prepare the world for the Lord&rsquo;s second coming. The word <em>branch<\/em> or vine may also symbolize the Savior himself, who will bring spiritual and physical sustenance to His righteous followers when He returns.<\/p> <p>Isaiah&rsquo;s metaphor of the &ldquo;fruit of the earth&rdquo; (v. 2) parallels his promises of redemption and grace recorded in Isaiah 27. In that chapter, he describes the eventual triumph of the children of Israel, writing that they who &ldquo;come of Jacob [shall] take root: Israel shall blossom and bud, and fill the face of the world with fruit [especially children]&rdquo; (Isaiah 27:6). The promise of formerly barren women becoming fruitful is also taught in Isaiah 54, a chapter quoted by the Savior during His resurrection ministry in the Americas (discussion on 3 Nephi 22 later in this book).<\/p> ",
    "audit": null
}