{
    "id": 14568,
    "source": "ludlow",
    "verse_id": 17930,
    "verse_count": 32,
    "reference": 14,
    "title": "Nephi’s Prophetic Insights into Understanding Isaiah",
    "html": " <p>This is the last chapter in the large block of thirteen Isaiah chapters that Nephi includes in his writings (2 Nephi 12&ndash;24). Nephi then adds his own prophetic commentary on Isaiah&rsquo;s words (2 Nephi 25&ndash;32). Nephi&rsquo;s inspired commentary provides wonderful insights as we study the words of Isaiah in the Book of Mormon. He not only helps us understand <em>what<\/em> Isaiah says, but he also teaches us <em>why<\/em> Isaiah is difficult yet understandable. From Nephi&rsquo;s words we can also learn <em>how<\/em> to study and understand Isaiah&rsquo;s teachings and prophecies.<\/p> <p class=\"Centered\"><img src=\"Chart_pg200.jpg\" alt=\"\" \/><\/p> <p>In 2 Nephi 25:1, Nephi admits that Isaiah&rsquo;s words are hard for people to understand, &ldquo;for they know not concerning the manner of prophesying among the Jews.&rdquo; We need to understand certain key elements before we can unravel Isaiah&rsquo;s &ldquo;manner of prophesying.&rdquo; First, we should examine his literary mode of communication, his poetic parallelisms and patterns. Knowing how he packages his messages helps us understand their meaning. Second, we need to contemplate the symbols he uses, such as special names, titles, acts, and descriptions. Any poetry is symbolic, and prophetic poetry is especially so. Taken together, these first two elements help us comprehend the technique or mechanics of his writings. Third, we must appreciate his personal teaching style as a profound and &ldquo;deliberately difficult&rdquo; prophet. As the Lord instructed Isaiah when he received his prophetic calling, his words were not to be easily understood (2 Nephi 16:9&ndash;10\/Isaiah 6:9&ndash;10). Fourth, we should use scripture keys and tools to unlock Isaiah&rsquo;s writings. Using footnotes, exploring the Topical Guide and Bible Dictionary entries, and reviewing relevant insights from latter-day prophets and apostles will open our understanding of Isaiah&rsquo;s gospel messages. These last two elements help us learn the meaning and interpretation of Isaiah&rsquo;s teachings. The following chart diagrams how these four elements comprise Isaiah&rsquo;s manner of prophesying:<\/p> <p>Ancient Israelites, such as Nephi&rsquo;s brothers, understood Isaiah&rsquo;s Hebrew literary techniques, but, since they were spiritually insensitive, they may have missed the correct interpretation. Today, we can interpret Isaiah messages with the help of prophetic commentaries and scripture aids but, since we may not appreciate his writing mechanics, we stumble over his style and symbols. As we both study his writing technique and learn how to interpret his doctrinal messages, we can master Isaiah&rsquo;s &ldquo;manner of prophesying&rdquo; and understand God&rsquo;s will for us as found in the profound words of Isaiah.<\/p> <p>To help us in this process of searching Isaiah&rsquo;s words, Nephi provides a key to unlocking them: &ldquo;The words of Isaiah .&nbsp;.&nbsp;. are plain unto all those that are filled with the spirit of prophecy&rdquo; (2 Nephi 25:4). The &ldquo;spirit of prophecy&rdquo; is the means by which the scriptures were originally written. The Book of Mormon contains twenty-three references to the &ldquo;spirit of prophecy,&rdquo; often in conjunction with the &ldquo;spirit of revelation.&rdquo; Ultimately, the spirit of prophecy is to have a testimony of Jesus Christ (Revelation 19:10). As we build upon our testimony of Christ and apply our spiritual gifts, we receive revelation through the Holy Spirit and come to understand the scriptures by the same means that they were written&mdash;the &ldquo;spirit of prophecy.&rdquo; Even the difficult words of Isaiah can become plain for us.<\/p> <p>Nephi promises additional encouragement to the readers of Isaiah&rsquo;s words in the last days: &ldquo;In the days that the prophecies of Isaiah shall be fulfilled men shall know of a surety, at a times when they shall come to pass&rdquo; (2 Nephi 25:7). We live in a time when many of Isaiah&rsquo;s prophecies are literally being fulfilled. Even if we had lived contemporary with Isaiah and understood his Hebrew language and literary style, we would not have understood his messages. For example, what would we have imagined as he tried to describe jet planes transporting LDS missionaries to and from their fields of labor in distant, unknown lands? We in the latter days who witness the building of Christ&rsquo;s kingdom in preparation for His millennial reign can surely see and understand how many of Isaiah&rsquo;s prophecies are finally being fulfilled. We can &ldquo;know of a surety&rdquo; that every divine promise recorded by God&rsquo;s prophet Isaiah will be accomplished. This certainty was promised by Christ Himself when He said that &ldquo;all things&rdquo; that Isaiah prophesied &ldquo;have been and shall be, even according to the words which he spake&rdquo; (3 Nephi 23:3). God and His prophet do not lie.<\/p> <p>After providing prophetic insights into understanding Isaiah&rsquo;s writings in 2 Nephi 25:1&ndash;8, Nephi prophesies concerning Jewish and Nephite events leading up to the last days (vv. 9&ndash;22) and witnesses of Christ: &ldquo;We talk of Christ, we rejoice in Christ, we preach of Christ, we prophecy of Christ&rdquo; (v. 26; see also vv. 23&ndash;29). He continues with further prophecies about his descendants and the Gentiles in America, leading up to the time when his records, the Book of Mormon, will come forth in latter times (2 Nephi 26:1&ndash;13). He then starts quoting again from Isaiah, from his 29th chapter, which foretells sacred records coming from the ground. These prophecies are discussed in the next chapter.<\/p> ",
    "audit": null
}