{
    "id": 14554,
    "source": "ludlow",
    "verse_id": 17898,
    "verse_count": 4,
    "reference": "11:13–16",
    "title": "“Ephraim shall not envy Judah”",
    "html": "<p>A powerful prophecy is given in <a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfSxbMTc4OTldXQ==\">verses 13 and 14<\/a>, foretelling the reconciliation of the tribes of Ephraim and Judah. Isaiah not only forecasts the glorious reunion of the two factions but also prophesies of their united assault and victory over their enemies.<\/p>\r\n<p>To fully understand the importance of these events, we should gain an understanding of the history of these two nations. Elder James E. Talmage has provided us with an informative summary of the beginning of the feud between these two great tribes:<\/p>\r\n<blockquote>Immediately following the death of Solomon, .&nbsp;.&nbsp;. the nation was disrupted by revolt. The tribe of Judah, part of the tribe of Benjamin, and small remnants of a few other tribes remained true to the royal succession, and accepted Rehoboam, son of Solomon, as their king; while the rest, usually spoken of as the Ten Tribes, broke their allegiance to the house of David, and made Jeroboam, an Ephraimite, their king. The Ten Tribes retained the title Kingdom of Israel though also known as Ephraim. Rehoboam and his adherents were distinctively called the Kingdom of Judah.<\/blockquote>\r\n<p>Judah had little respect for the tribe of Ephraim during Isaiah&rsquo;s time. Ephraimites were noted for their false teachings and wild, drunken lifestyle (<a class=\"isa\" verses=\"eyIxODE2NiI6OH0=\">Isaiah 28:1&ndash;8<\/a>). As the kingdoms of Israel and Judah fought against each other, Ephraim was the dominant tribe in the north while Judah ruled the south (<a class=\"ref\">2 Nephi 17:1&ndash;9<\/a>\/<a class=\"isa\" verses=\"eyIxNzc4NCI6OX0=\">Isaiah 7:1&ndash;9<\/a>). In the eyes of later Jews, Ephraim was noted for her arrogance and wickedness. Now, in the latter days, Ephraim needs to come forth in humility and righteousness so that Ephraim and Judah can find exemplary strength in each other. And together, they can oppose the enemies of the Lord.<\/p>\r\n<p>Isaiah uses commanding imagery to portray the united power of Judah and Ephraim going forth. Together, &ldquo;they shall fly upon the shoulders of the Philistines towards the west&rdquo; and &ldquo;shall spoil them of the east [Edom, Moab, and Ammon]&rdquo; (<a class=\"isa\" verses=\"WzE3ODk5XQ==\">v. 14<\/a>). These near neighbors to the west and east have provided continual opposition to Israel through the centuries. Isaiah reveals that only when reconciliation is made between Judah and Ephraim will they prevail against their enemies, who will, in turn, become subject to them. The harmony of the two tribes and their combined attributes of spiritual and social leadership ultimately allow them to prevail over the enemies of God&rsquo;s people and Christ&rsquo;s church in the last days.<\/p>\r\n<p>In one sense, a union between the tribe of Ephraim and the tribe of Judah developed in 1830 with the coming forth of the Book of Mormon. Ezekiel, an Old Testament prophet, was told by the Lord that two records would come forth for the benefit of mankind: &ldquo;Take thee one stick, and write upon it, For Judah, and for the children of Israel his companions: then take another stick, and write upon it, For Joseph, the stick of Ephraim, and for all the house of Israel his companions: And join them one to another into one stick; and they shall become one in thine hand&rdquo; (<a class=\"ref\">Ezekiel 37:16&ndash;17<\/a>). The Bible is a record of the people of Judah. On the other hand, the Book of Mormon is a record of the Nephite and Lamanite people, descendants of Ephraim and Manasseh, the sons of Joseph. With the printing of the Book of Mormon, Ezekiel&rsquo;s prophecy has been fulfilled. The stick of Judah (the Bible) and the stick of Joseph (the Book of Mormon) have come together as sacred scriptures in the last days. While both texts are powerful in their individual testaments of Jesus Christ, a careful study of both sacred records will give us a fuller understanding of their singular message and will help us &ldquo;fly upon the shoulders&rdquo; of our common spiritual enemy&mdash;Satan.<\/p>\r\n<p>The final verses in <a class=\"isa\" verses=\"eyIxODAzNyI6MTd9\">chapter 21<\/a> describe mighty changes in distant lands that will occur in the last days. With His almighty power, the Lord will &ldquo;utterly destroy the tongue of the Egyptian sea [the delta region of the Nile River]&rdquo; (<a class=\"isa\" verses=\"WzE3OTAwXQ==\">v. 15<\/a>), splitting it into seven streams and allowing people to pass over them &ldquo;dry shod&rdquo; (<a class=\"isa\" verses=\"WzE3OTAwXQ==\">v. 15<\/a>). A literal fulfillment of this prophecy could mean that the waters of the Nile will be so diminished that its various branches and canals will dry up. Or, it could mean that the Nile waters will be dispersed into so many small diversions that multiple roads and bridges will permit people to cross over the waters by foot. This passage across the Nile is also an allusion to the ancient exodus of the house of Israel, and it reminds the reader of God&rsquo;s power to deliver His followers from the barriers of physical oppression and the snares of spiritual adversity.<\/p>\r\n<p>Isaiah continues his allusion to the mass exodus of the Israelites from Egypt with another comparison. He prophesies that &ldquo;there shall be a highway for the remnant of his people .&nbsp;.&nbsp;. from Assyria, like as it was to Israel in the day that he came up out of the land of Egypt&rdquo; (<a class=\"isa\" verses=\"WzE3OTAxXQ==\">v. 16<\/a>). Just as the tribes of Israel were led from Egypt to the promised land in the first gathering, the tribes will again gather from their dispersal throughout the world. Assyria is used as a symbolic reference to the enemies of Israel, which could include any political, physical, or spiritual enemies that may impede the gathering process. Through the power of God, the children of Israel will be allowed to travel a &ldquo;highway&rdquo; back to their promised land, as they prepare the land, themselves, and others for the return of the one true Messiah.<\/p>\r\n<p>This chapter provides key insights about two important servants of the Lord in the last days. They are major forerunners who help prepare the nations and their inhabitants for the Lord&rsquo;s glorious millennial era. Isaiah also provides a glimpse of this golden age. Although the precise identity of the first servant (the <em>rod<\/em>) is difficult to establish, the characteristics of the second servant (the <em>root<\/em>) are easily identified with the prophet of the Restoration, Joseph Smith. Perhaps that is why the angel Moroni taught the young lad from this Isaiah passage. Joseph Smith and the prophets who have followed him have worked diligently to further the mission of Christ&rsquo;s church, especially with the gathering of Israel.<\/p>\r\n<p>To complete the gathering of all Israel, the remnants of Ephraim and Judah must work together. Great inroads have been made in removing the enmity between Ephraim and Judah, but more must be done. Elder LeGrand Richards felt that members of the Church can play an essential role in building bridges of understanding between the two tribes: &ldquo;I do not know how the enmity and the envy between Ephraim and Judah can disappear except that we of the house of Ephraim, who have the custody of the gospel, should lead out in trying to bring to this branch of the house of Israel the blessings of the restored gospel.&rdquo; President Ezra Taft Benson also said, &ldquo;We need to know more about the Jews, and the Jews ought to know more about the Mormons. When we understand one another, then perhaps you will understand <em>why<\/em> Ben-Gurion said, &lsquo;There are no people in the world who understand the Jews like the Mormons.&rsquo;&rdquo; After talking about Moroni&rsquo;s visit to Joseph Smith, he added, &ldquo;From the very inception of this latter-day work, .&nbsp;.&nbsp;. this church has had a deep interest in the remnant of the house of Israel, the descendants of Judah.&rdquo; After quoting <a class=\"isa\" verses=\"WzE3ODk2XQ==\">Isaiah 11<\/a> and other scriptures, President Benson concluded, &ldquo;Yes, we understand the Jews .&nbsp;.&nbsp;. because we belong to the same house of Israel. .&nbsp;.&nbsp;. We look forward to the day of fulfillment of God&rsquo;s promise when &lsquo;the house of Judah shall walk with the house of Israel.&rsquo;&rdquo; As we do all we can to live a good gospel example for the house of Judah, we will see a greater amount of brotherhood develop between Ephraim and Judah. And as Ephraim and Judah work together, world harmony and love can be fostered among all God&rsquo;s children on earth.<\/p>",
    "audit": "done"
}