{
    "id": 14513,
    "source": "ludlow",
    "verse_id": 17709,
    "verse_count": 8,
    "reference": "3:1–8a",
    "title": "&ldquo;The people shall be oppressed, every one by another&rdquo;",
    "html": " <p>To help us appreciate Isaiah&rsquo;s messages in this chapter, we will highlight various poetic structures he uses to present his words. For example, the first section of chapter 13 creates a chiasmus that outlines the punishment of the unrighteous. Isaiah highlights a condemnation of the people of Jerusalem and Judah, the loss of their physical sustenance and defense, and the absence of leadership and justice. The chiastic structure pivots in verse 5 when Isaiah explains that the people, among themselves, initiate their <em>own<\/em> oppression and destruction. He then repeats his warning to the wicked, again highlighting their want of food, lack of protection, and absence of leaders in Jerusalem and Judah. The chiasmus follows this pattern:<\/p> <p>A Jerusalem and Judah are addressed (v. 1).<\/p> <p>B Bread and water are taken away (v. 1).<\/p> <p>C Society&rsquo;s leaders are listed (vv. 2&ndash;3).<\/p> <p>D Children rule over princes (v. 4).<\/p> <p>E People oppress each other (v. 5a).<\/p> <p>D&rsquo; Youth rebel against the elders (v. 5b).<\/p> <p>C&rsquo; Family leaders are called upon (v. 6).<\/p> <p>B&rsquo; Lack of bread and leadership (v. 7).<\/p> <p>A&rsquo; Jerusalem and Judah are ruined (v. 8a).<\/p> <p>This poetic chiasmus is indeed an urgent message for a wicked society.<\/p> <p>Isaiah begins his warning with a symbolic image, describing the Lord&rsquo;s removal of the &ldquo;stay of bread&rdquo; and the &ldquo;stay of water&rdquo; from Jerusalem and Judah. Bread and water are essential for bodily health, and Isaiah suggests that the Lord, in His vengeance, will remove physical sustenance from the earth, leaving the wicked Israelites in want. The stay of bread and water also symbolizes another kind of nourishment&mdash;spiritual food&mdash;that will be sadly lacking among the disobedient children of Israel. This particular symbol of spiritual malnutrition was common during Isaiah&rsquo;s day. Elder James E. Talmage comments that in ancient Israel, &ldquo;&lsquo;the whole stay of bread,&rsquo; w[as] explained by the rabbis as referring to their own teaching, and they laid it down as a rule, that wherever .&nbsp;.&nbsp;. allusion was made to food or drink, it meant study of the law, and the practice of good works.&rdquo; Unrighteous Israelites should have understood Isaiah&rsquo;s allusion to their lack of spirituality. The Nephites who read Isaiah&rsquo;s words from the plates of Laban would have understood this image, since &ldquo;the bread and the waters of life&rdquo; are described in Book of Mormon text as the food that would bring everlasting peace and joy (Alma 5:34). Today, the bread and water are spiritual symbols that we partake of weekly in remembrance of our sacred covenants. Isaiah&rsquo;s image thus suggests that the unrighteous will be unworthy to participate in the sacramental covenants and will be shut off from the saving ordinances of the Atonement.<\/p> <p>Isaiah uses a composite parallelism to describe the loss of both secular and spiritual leadership in the latter days. The rulers, or &ldquo;the stay and the staff&rdquo; (representing symbols of leadership), who will be removed during times of wickedness will include a variety of military, political, social, and cultural leaders (vv. 2&ndash;3). As an antithetic parallel, in their place, &ldquo;children&rdquo; and &ldquo;babes&rdquo; (v. 4) will rule over the elders, quite contrary to the Semitic tradition of family and tribal government.<\/p> <p>Without proper leadership, the whole society disintegrates into chaos, and the people oppress each other. Instead of love between neighbors, there is fear. This ironic twist of events displays the reversal of moral and social values that will also occur in the latter days. Good becomes evil (2 Nephi 15:20\/Isaiah 5:20), children &ldquo;behave . . . proudly&rdquo; to the elderly, and the base defame the honorable (v. 5). Truly, Satan&rsquo;s influence perverts the natural truth and order of earthly life. In his hands, items of darkness are made to seem as light, words of deceit are presented as truth, and ways of wickedness are accepted as behavioral standards. We can trust that both Satan and Christ will be consistent in their dogmas&mdash;Christ is a man of truth, while Satan is the father of lies. To discern true light, truth, and values, one must follow the light of Christ, or one&rsquo;s conscience, with faith in His teachings, which are always ennobling, right, and eternal.<\/p> <p>Isaiah continues to describe the scarcity of leadership that faces the Israelites in ancient and latter days, explaining that men will evade leadership and welfare responsibilities for their own family members. They plead, &ldquo;In my house there is neither bread nor clothing; make me not a ruler&rdquo; (v. 7). This not only portrays cowardice, but it also underscores an inability to accept moral responsibility because of selfishness or wickedness. As Isaiah describes this people, there are just too many cowardly, self-centered men among them, and thus the whole society suffers.<\/p> ",
    "audit": null
}