{
    "id": 14507,
    "source": "ludlow",
    "verse_id": 17687,
    "verse_count": 22,
    "reference": 2,
    "title": "Saints and Sinners Prepare to Meet Christ",
    "html": "<p><em>Isaiah sees the latter-day temple, gathering of Israel, and millennial judgment and peace&mdash; The proud and wicked shall be brought low at the Second Coming<\/em><\/p>\r\n<p>Nephi&rsquo;s citation of <a class=\"isa\" verses=\"WzE3Njg4XQ==\">Isaiah 2<\/a> begins a block of thirteen Isaiah chapters quoted in 2 Nephi. It is usually in this section of the Book of Mormon where first-time readers bog down and stop because of their frustration in understanding these Isaiah passages. After readers have eventually worked their way through this Isaiah section and have read the whole Book of Mormon, they often bypass these chapters in their future readings. Unfortunately, by just grudgingly &ldquo;plowing through&rdquo; or randomly &ldquo;skipping over&rdquo; Isaiah&rsquo;s teachings, Book of Mormon readers miss profound insights and key prophecies directed to covenant followers of the Lord in the last days. We will carefully discuss these chapters so that we can better understand and appreciate their contents.<\/p>\r\n<p>The first chapter in this block, <a class=\"isa\" verses=\"WzE3Njg4XQ==\">Isaiah 2<\/a>, records a remarkable vision of latter-day temples, teaching the Israelites to turn from their wicked ways and &ldquo;walk in the light of the Lord&rdquo; (<a class=\"isa\" verses=\"WzE3NjkxXQ==\">v. 5<\/a>). Isaiah also delivers his oft-quoted prophecy that nations will &ldquo;beat their swords into plow-shares&rdquo; (<a class=\"isa\" verses=\"WzE3NjkwXQ==\">v. 4<\/a>) and the world will finally be free from war. He continues warning Israel of the superstitious, worldly influences of idolatrous neighboring nations. He then testifies that &ldquo;the day of the Lord&rdquo; (<a class=\"isa\" verses=\"WzE3Njk4XQ==\">v. 12<\/a>) will destroy the proud, and &ldquo;the fear of the Lord&rdquo; (<a class=\"isa\" verses=\"WzE3NzA1XQ==\">v. 19<\/a>) will terrify the idolatrous. The Book of Mormon version of this chapter includes insightful additions that clarify these powerful promises and warnings of the last days.<\/p>",
    "audit": "done"
}