{
    "id": 14509,
    "source": "ludlow",
    "verse_id": 17691,
    "verse_count": 4,
    "reference": "2:5–8",
    "title": "“They be replenished from the east”",
    "html": " <p>In verse 5, Isaiah&rsquo;s focus shifts from the future back to his own time. After witnessing this vision of a peaceful earth, Isaiah pleads with Israel to &ldquo;walk in the light of the Lord.&rdquo; The Book of Mormon contains an additional phrase that reveals why Isaiah is calling them to repentance: &ldquo;Yea, come, for ye have all gone astray, every one to his wicked ways.&rdquo; Because of the Israelites&rsquo; wickedness, Isaiah knows that they will be denied future blessings unless they turn from their evil ways and embrace the light. In consequence of their rebellious behavior, the Lord has forsaken His people (v. 6).<\/p> <p>Isaiah reveals one reason for their wicked behavior in verse 6. To understand these allegations, one needs to review the history of the Israelites&rsquo; entry into their tribal lands. When Joshua led the children of Israel into the promised land, the Lord commanded them to cleanse the lands of the wicked people residing there. He then gave the Israelites a promise and a warning:<\/p> <blockquote>Be ye therefore very courageous to keep and to do all that is written in the book of the law of Moses, that ye turn not aside therefrom to the right hand or to the left; That ye come not among these nations, these that remain among you; neither make mention of the name of their gods, nor cause to swear by them, neither serve them, nor bow yourselves unto them. .&nbsp;.&nbsp;. Else if ye do in any wise go back, and cleave unto the remnant of these nations, even these that remain among you . .&nbsp;.&nbsp;; Know for a certainty that the Lord your God will no more drive out any of these nations from before you (Joshua 23:6&ndash;7, 12&ndash;13).<\/blockquote> <p>The Lord had brought the Israelites into the midst of pagan nations, where the continents of Asia, Africa, and Europe come together, to set them up as an exemplary nation. Instead, as verse 6 indicates, the children of Israel began to follow the example given by the surrounding idolatrous inhabitants. The Israelites were being &ldquo;replenished from the east,&rdquo; a likely reference to the magicians of Babylon, &ldquo;hearken[ing] unto soothsayers like the Philistines,&rdquo; and &ldquo;pleas[ing] themselves in the children of strangers [Gentiles]&rdquo; (v. 6). Instead of <em>influencing <\/em>their neighbors by worshiping the one true God in a Zion-like society, they were being <em>influenced<\/em> by their neighbors&rsquo; gods of silver and gold and their wicked lifestyle. Israel was following after the treasures of man instead of leading toward the riches of eternal life.<\/p> ",
    "audit": null
}