{
    "id": 14585,
    "source": "ludlow",
    "verse_id": 18698,
    "verse_count": 3,
    "reference": "52:1–3",
    "title": "“Awake, . . . and put on thy strength, O Zion”",
    "html": "<p>These verses foretell a triumphant time when the people of Zion and Jerusalem will be restored to power, particularly priesthood power, and will be free from oppression through the redeeming powers of Christ<a class=\"ref\">. 3 Nephi 20:36<\/a> proclaims this joyful future of Israel when only the righteous and pure will dwell in Jerusalem. The phrases &ldquo;put on thy strength, O Zion&rdquo; and &ldquo;put on thy beautiful garments, O Jerusalem&rdquo; illustrate promises connected to priesthood blessings, especially associated with the temple. The Prophet Joseph Smith clarifies these phrases in a question-and-answer section of the Doctrine and Covenants. Zion putting on her strength refers to people putting on the power and authority of the priesthood (<a class=\"ref\">D&amp;C 113:7&ndash;8<\/a>).<\/p>\r\n<p>The imagery of beautiful clothing has various implications, alluding to modern-day ceremonial temple garments as well as to new figurative clothing of righteous followers. The Lord commands the Latter-day Saints, &ldquo;Take upon you my whole armor, that ye may be able to withstand the evil day&rdquo; (<a class=\"ref\">D&amp;C 27:15<\/a>). Jacob promises the faithful that they can wear more comfortable attire as they are clothed with &ldquo;the robe of righteousness&rdquo; (<a class=\"ref\">2 Nephi 9:14<\/a>). Isaiah promises that if we remain faithful and true, our battle gear will be replaced with magnificent garments. The righteous among us will also be clothed in glory as we receive our heavenly rewards. In addition, the image of clothing also suggests the significance of our external, visible behavior. For example, modest clothing reflects our inner commitment to respect ourselves as children of God. Both our clothing and our behavior reveal to others the principles that we represent. Our &ldquo;spiritual attire&rdquo; should reflect the saintly person we wish to represent as covenant followers of Christ.<\/p>\r\n<p>In <a class=\"ref\">3 Nephi 20:37<\/a>, Isaiah describes the liberation of the Israelites and implores his audience, &ldquo;Shake thyself from the dust; .&nbsp;.&nbsp;. loose thyself from the bands of thy neck.&rdquo; Zion loosening her bands refers to the scattered remnants of Israel returning to the Lord (<a class=\"ref\">D&amp;C 113:9&ndash;10<\/a>). The metaphor of the captive being freed refers not only to the <em>literal<\/em> freeing of the children of Israel from their political captors and scattered condition but also the <em>spiritual<\/em> freeing of all mankind through the atonement of the Savior. This redemption from sin is further described in <a class=\"ref\">3 Nephi 20:38<\/a>: &ldquo;Ye have sold yourselves for naught; and ye shall be redeemed without money.&rdquo; The children of Israel had indeed sold themselves &ldquo;for naught,&rdquo; making their souls the ransom for sin and condemning themselves to torment and hell as they awaited redemption. It is only through the Savior&rsquo;s complete and infinite sacrifice that such sin-indebted souls can be redeemed. Further, because of Christ&rsquo;s mercy, the transaction requires no real payment from the sinner, and the soul is &ldquo;redeemed without money.&rdquo; As sinners, we are truly indebted to the Lord for His mercy.<\/p>",
    "audit": "done"
}