{
    "id": 14557,
    "source": "ludlow",
    "verse_id": 17905,
    "verse_count": 3,
    "reference": "12:4–6",
    "title": "“Praise the Lord. . . . Sing Unto the Lord”",
    "html": "<p>The second half of <a class=\"ref\">2 Nephi 22<\/a> is a &ldquo;praise psalm,&rdquo; in which people in the millennial era glorify the Lord as they sing praises to Him and His doings. Definite parallels exist between the events in Isaiah&rsquo;s psalm and prophecies of the latter days. In these few verses, Isaiah describes:<\/p>\r\n<p>1. <em>A recognition of the Savior&mdash;<\/em>an event that will occur when all people recognize Jesus Christ as the Son of God.<\/p>\r\n<p>2. <em>A declaration of the Lord&rsquo;s power&mdash;<\/em>a work that is currently transpiring through the efforts of latter-day missionaries and the building of Christ&rsquo;s kingdom on earth, which will culminate during the Millennium.<\/p>\r\n<p>3. <em>The arrival of &ldquo;the Holy One of Israel&rdquo;&mdash;<\/em>a prophecy that will be fulfilled by the second coming of the Savior, who will dwell in the midst of His Saints.<\/p>\r\n<p>The combined themes of the two short psalms in this chapter follow the natural pattern of spiritual growth: the development of faith in the Lord and His atonement (<a class=\"isa\" verses=\"eyIxNzkwMiI6Mn0=\">vv. 1&ndash;2<\/a>), the receiving of the gifts of baptism and salvation (<a class=\"isa\" verses=\"WzE3OTA0XQ==\">v. 3<\/a>), the expression of gratitude and wisdom in a declarative testimony (<a class=\"isa\" verses=\"WzE3OTA1XQ==\">v. 4<\/a>), and the praising of the Lord&rsquo;s goodness and magnificence (<a class=\"isa\" verses=\"eyIxNzkwNiI6Mn0=\">vv. 5&ndash;6<\/a>). Nephi records a similar poem of thanks and praise in <a class=\"ref\">2 Nephi 4<\/a> in which he expresses faith in and thanks for the Lord&rsquo;s deliverance (<a class=\"ref\">2 Nephi 4:30&ndash;32<\/a>), alludes to the protective power of covenants (<a class=\"ref\">2 Nephi 4:33&ndash;34<\/a>), and testifies of God&rsquo;s goodness and power (<a class=\"ref\">2 Nephi 4:35<\/a>). Another comparable psalm is found in <a class=\"ref\">Doctrine and Covenants 84:99&ndash;102<\/a>, this one recorded by one of Isaiah&rsquo;s modern-day counterparts, Joseph Smith. His themes follow the same general pattern as Isaiah&rsquo;s. First, the Lord&rsquo;s redemption is celebrated and the principles of faith and covenant-making are brought together (<a class=\"ref\">Doctrine and Covenants 84:99<\/a>). Then the Lord&rsquo;s deeds are described (<a class=\"ref\">Doctrine and Covenants 84:100&ndash;101<\/a>). Finally, the hymn concludes with glorious praises of God (<a class=\"ref\">Doctrine and Covenants 84:102<\/a>).<\/p>\r\n<p>In our spiritual development, we experience similar stages: first we develop faith in the Savior and His gospel, followed by a desire to participate in sacred ordinances. We next have the desire to testify of Christ, and we bear witness of the truth through song and joyous praise. Finally, we desire <em>everybody<\/em> to experience these things.<\/p>\r\n<p>Isaiah, Nephi, and Joseph Smith each yearned for the Millennium, and each prophet wrote short, powerful hymns to give sincere thanks and profound praise to the Lord for His blessings and goodness. With poetry and power, they express the gratitude we feel as the Lord&rsquo;s works and love are manifest among us.<\/p>",
    "audit": "done"
}