{
    "id": 14538,
    "source": "ludlow",
    "verse_id": 17831,
    "verse_count": 5,
    "reference": "9:1–5",
    "title": "&ldquo;The people that walked in darkness have seen a great light&rdquo;",
    "html": " <p>The beginning verses of this chapter provide a contrast to the dark and foreboding close of chapter 18. Isaiah describes the region around the Sea of Galilee and speaks of light and protection rather than darkness and damnation as he promises the children of Israel blessings in some unnamed future period. Isaiah scholars offer several different interpretations of this passage, including:<\/p> <ul> <li><em>A historical application: <\/em>The darkness represents Assyria and her threat from the north to the people of Judah (after Assyria had destroyed the northern kingdom of Israel); the light represents the king (Hezekiah) who will protect his people from Assyrian imperialist expansion.<\/li> <li><em>A religious application: <\/em>The darkness represents the wicked actions and consequential punishment of the northern tribes of Israel; the light represents the Israelites&rsquo; recognition of earlier sins and their attempt at religious reforms after the Assyrian invasions, as directed by Hezekiah and Isaiah.<\/li> <li><em>A messianic application: <\/em>The darkness represents wickedness and apostasy, especially during the pagan Roman times; the light represents Christ, who would bring peace and redemption from sin to the earth.<\/li> <\/ul> <p>It may seem strange to have different explanations for the same scripture. How can certain passages mean more than one thing? Isaiah wrote in this seemingly complicated manner so that his readers would need to be spiritually in tune in order to understand his prophecies as they might be fulfilled in different contexts and time periods. Also, scriptures with multiple fulfillments are not only applicable to various time periods but they can also contain varied levels of meaning, such as historical, symbolic, messianic, and eschatological (having to do with the last days). Looking at a particular passage in different perspectives can help us &ldquo;liken all scriptures unto us, that it might be for our profit and learning&rdquo; (1 Nephi 19:23).<\/p> <p>The third interpretation of these verses&mdash;that the darkness and light represent the falling away of the covenant people and the coming of the Savior&mdash;becomes even more significant when we realize that Christ <em>did<\/em> come to a land of darkness as He began His public ministry. Territories in northern Israel around the Sea of Galilee, such as Capernaum, were known as the &ldquo;lands of darkness&rdquo; because many wars had devastated the land. The territory was also literally dark because the local stone construction of the area was black basalt rock. Thus, the Galilean landscape, with its walls and buildings, actually has a constant dark shadow upon it. Symbolically, Galilee was considered a backward province with no great scholars or places of learning. Its inhabitants were not enlightened or advanced in their social and economic development. Christ&rsquo;s presence in this land of darkness provided a light to its inhabitants&mdash;especially the light of the gospel, which brought freedom from the darkness of spiritual ignorance. This pattern of light coming out of darkness also parallels events in the last days. Latter-day prophets and the scriptures tell us that times of turmoil and punishment will occur just before the arrival of the Savior. Imagine not knowing anything about Jesus Christ and His restored gospel. Life would be dark and hopeless without His eternal truths and blessings. We would have no hope without the light this Man from Galilee brought to the earth.<\/p> <p>In verse 3, Isaiah describes a great joy accompanying the arrival of the &ldquo;great light&rdquo; (v. 2). He compares the prosperity and gladness of the people to &ldquo;the joy in harvest&rdquo; and their rejoicing when dividing the spoil. Anciently, the harvest was a joyful time&mdash;a time of receiving abundance from the land. God not only provides abundance in an annual harvest, but He also shares eternal gifts.<\/p> <p>On a spiritual level, Isaiah is likely referring to the Atonement&rsquo;s blessings when he prophesies of the coming of the light. Christ&rsquo;s great sacrifice gives all people the opportunity to receive the blessings of God&rsquo;s love as promised in His plan of salvation. Isaiah&rsquo;s allusion to the joy of the harvest is also symbolic of the gathering of righteous souls that occurs in the latter days. The Prophet Joseph Smith tells us to spread the gospel diligently, for, as the Lord taught him, &ldquo;the field is white already to harvest; and lo, he that thrusteth in his sickle with his might, the same layeth up in store that he perisheth not, but bringeth salvation to his soul&rdquo; (D&amp;C 4:4; compare 3 Nephi 20:18). Are we reaping the joy of the harvest in these latter times? Isaiah is also speaking to our day, counseling us to share the gospel blessings and light with friends and family.<\/p> <p>Isaiah prophesies that the appearance of the &ldquo;great light&rdquo; will also bring freedom from spiritual bondage&mdash;a liberation that occurs with the gift of the Atonement. In verse 4, he explains that Christ (&ldquo;the light&rdquo;) will break the yoke, the staff, and the rod as burdens and oppression are taken from us. Isaiah, in the biblical text, compares this great rescue with the miracle of Midian, when a tiny band of Israelites under Gideon&rsquo;s leadership defeated the massive armies of the Midianites and their allies (Judges 7). Similarly, in the latter days, a relatively small number of righteous Saints will be able to withstand the wicked dominion of Satan and his legions (D&amp;C 133:58; 3 Nephi 20:16). If we are faithful and loyal to the covenants we have made, He will carry our burdens and free us from our oppressors. What wonderful relief!<\/p> <p>Isaiah again refers to bondage and captivity in verse 5, perhaps prophesying about the eventual battle of good and evil from which the righteous Saints will emerge as victors. Isaiah describes &ldquo;garments rolled in blood,&rdquo; alluding to the Second Coming when the Savior will arrive dressed in robes of &ldquo;red .&nbsp;.&nbsp;. like him that treadeth in the winefat&rdquo; (Isaiah 63:2). Isaiah also depicts the wicked as &ldquo;burning and fuel of fire&rdquo;&mdash;a possible reference to the final destruction of the unrighteous and the cleansing of the earth by fire.<\/p> ",
    "audit": null
}