{
    "id": 14546,
    "source": "ludlow",
    "verse_id": 17863,
    "verse_count": 8,
    "reference": "10:12–19",
    "title": "&ldquo;The Lord of Hosts .&nbsp;.&nbsp;. shall kindle a burning&rdquo;",
    "html": " <p>Sargon&rsquo;s boasting continues in the next few verses as he takes full credit for Assyria&rsquo;s recent victories: &ldquo;By the strength of my hand and by my wisdom I have done these things&rdquo; (v. 13). He goes further by comparing his conquests to a man effortlessly gathering eggs from a bird&rsquo;s nest: &ldquo;My hand hath found as a nest the riches of the people; and as one gathereth eggs that are left have I gathered all the earth&rdquo; (v. 14).<\/p> <p>Isaiah re-enters the text as prophetic counselor in verse 15, revealing the illogicality and futility of the king&rsquo;s thoughts. He compares the king&rsquo;s proud attitude to an ax or saw claiming the ability to cut down a tree without anyone wielding it. Just as an ax is useless without a lumberjack behind it, Assyria has no power without the Lord&rsquo;s permission. Isaiah also uses the terms &ldquo;rod&rdquo; and &ldquo;staff&rdquo; in his analogy, referring back to verse 5 where the Lord calls Assyria the &ldquo;rod of [his] anger.&rdquo;<\/p> <p>Because of his wickedness, the king will be destroyed, but only after the Lord &ldquo;hath performed his whole work upon Mount Zion and upon Jerusalem&rdquo; (v. 12). Although we cannot fully comprehend the complexity and vastness of the Lord&rsquo;s works, we can deduce that part of the Lord&rsquo;s purpose for using Assyria was to humble the Israelites and to initiate the scattering of Israel toward all corners of the earth.<\/p> <p>Using symbolic language, Isaiah further describes Assyria&rsquo;s eventual downfall in verses 16&ndash;17: &ldquo;Therefore shall the Lord .&nbsp;.&nbsp;. send among his fat ones, leanness; and under his glory he shall kindle a burning like the burning of a fire&rdquo; (v. 16). The fire that will come against Assyria is revealed as &ldquo;the light of Israel,&rdquo; or the &ldquo;Holy One&rdquo; (v. 17). These terms refer to the Lord&rsquo;s might and reveal that He will be the one to bring judgment against the proud nation. In fact, the Lord&rsquo;s protection is so powerful that Isaiah says He &ldquo;shall burn and shall devour his thorns and his briers in one day&rdquo; (v. 17). While the Assyrian kings had taken centuries to gain their power, the Lord will effortlessly sweep them away like a fire consuming noxious thorns and thistles.<\/p> <p>The symbolism of devastation continues in verses 18&ndash;19 as Isaiah likens the Lord&rsquo;s destruction of the wicked to the leveling of a forest. The Assyrian army will be so completely demolished that a child will be able to count the number of soldiers left (v. 19). This prophecy was fulfilled several decades later when the Babylonians and Persians destroyed the Assyrian empire and the Assyrians ceased to be a nation. Indeed, &ldquo;pride goeth before destruction, and an haughty spirit before a fall&rdquo; (Proverbs 16:18).<\/p> <p>Isaiah&rsquo;s warning to wicked Israel in the 700s b.c. also applied to the Nephites in the 500s b.c. The Lamanite threat was very real to the Nephites of this time, and Nephi taught the lessons learned from this earlier historical period. He used these historical events (which had occurred only about 150 years previously) to remind his people about the price their Ephraimite and Manassehite ancestors paid for their wickedness. Just as the Lord used an enemy force, the Assyrians, to punish Israel and humble Judah, so He revealed to Nephi that the Nephite enemies, the Lamanites, &ldquo;shall be a scourge unto thy seed, to stir them up in remembrance of me; and inasmuch as they will not remember me, and hearken unto my words, they shall scourge them even unto destruction&rdquo; (2 Nephi 5:25). The Lord uses many tools, such as weather, disease, and war, to encourage His people to stay humble and obedient. People today can learn from this lesson of the past&mdash;if we neglect the poor and needy, we lose God&rsquo;s protection and become vulnerable to foreign dominion and other punishments.<\/p> <p>Although these verses refer to historical events, they are also symbolic of future events. In the latter days, the Lord continues to use different &ldquo;tools&rdquo; to bring His covenant people to humility and repentance as well as to bring judgments upon the wicked. Some of these tools may even be the proud and the wicked of the world. However, just as the Lord destroyed Assyria, so will He ultimately destroy the arrogant and wicked of the earth when He comes again, sweeping away the thorns and thistles of mankind and lifting the earth to its paradisiacal glory.<\/p> ",
    "audit": null
}