{
    "id": 14567,
    "source": "ludlow",
    "verse_id": 17957,
    "verse_count": 5,
    "reference": "14:28–32",
    "title": "“The Lord hath founded Zion”",
    "html": " <p>The last five verses of this chapter are a &ldquo;burden&rdquo; or prophecy to &ldquo;whole Palestina,&rdquo; or the Philistine peoples that bordered Judah to the west. Since the days of King David, the Philistines were subject to the military and economic power of Judah. Although they might rejoice that Judah was being attacked by Assyria and that &ldquo;the rod of him [Judah] that smote thee is broken&rdquo; (v. 29), even worse catastrophes were awaiting Palestina. Assyria later attacked the Philistines, and though they initially held off the Assyrian armies, eventually the Philistines were conquered and their nation was destroyed. Isaiah&rsquo;s prophecy contrasts the fall of the Philistines with the safety and stability of Zion. He says, &ldquo;Howl, O gate; cry, O city; thou, whole Palestina, art dissolved&rdquo; (v. 31). In contrast to this destruction, the &ldquo;messengers of the nations&rdquo; will say, &ldquo;The Lord hath founded Zion, and the poor of his people shall trust in it&rdquo; (v. 32). The only kingdom that will stand the test of time is the one founded by the Lord of Hosts. Zion, where the &ldquo;first-born of the poor shall feed, and the needy shall lie down in safety&rdquo; (v. 30), is the stronghold where the righteous dwell.<\/p> <p>As the spiritual and temporal leader of his Israelite colony, Nephi understood the inherent weakness of worldly powers, such as Babylon, and the substantive strength in the Lord&rsquo;s kingdom, known as Zion. He surely wanted his people to be able to discern this contrast. He also knew that this knowledge would bless God&rsquo;s children in the latter days. Indeed, helping his readers gain this knowledge was a primary reason he quoted Isaiah&rsquo;s words: &ldquo;I know that they shall be of great worth unto <em>them in the last days;<\/em> for in that day shall they understand them; wherefore, for <em>their good<\/em> have I written them&rdquo; (2 Nephi 25:8, italics added). As those living in the last days, we should carefully study Isaiah&rsquo;s prophecies concerning Israel&rsquo;s eventual triumph over Babylon because his words have special value for us&mdash;they are for <em>our good!<\/em><\/p> ",
    "audit": null
}