{
    "id": 14536,
    "source": "ludlow",
    "verse_id": 17824,
    "verse_count": 7,
    "reference": "8:16–22",
    "title": "“I and the children . . . are for signs”",
    "html": " <p>In contrast to the weakened state of the captive wicked, the disciples of the Lord are strengthened through their sacred bonds with God. As a witness of their relationship, the Lord commands Isaiah, &ldquo;Bind up the testimony [witness], seal the law [teachings] among my disciples&rdquo; (v. 16). Because of His desire to teach and assist His children in their mortal probation, the Lord instructs prophets to teach and testify to the people of their time as well as to record their revelations and teachings for future generations. Like Nephi, Paul, Joseph Smith, and other prophets, Isaiah was commanded to keep a record of the &ldquo;testimony&rdquo; and &ldquo;law&rdquo; for the benefit of God&rsquo;s children, present and future. The Lord issues a similar command to His servants in latter days, directing them &ldquo;to seal up the law, and bind up the testimony, that they may be prepared against the day of burning.&rdquo; God&rsquo;s word is a sanctuary to many, but to others it is a stumbling block. And while Isaiah&rsquo;s words inspire the righteous, they also stand as a witness against the wicked.<\/p> <p>In verse 17, Isaiah describes the Lord as &ldquo;hid[ing] his face from the house of Jacob.&rdquo; Because the Jews in Isaiah&rsquo;s time had become hard-hearted and stiff-necked, Jehovah&rsquo;s identity as the Son of God and Savior of the world would go unrecognized by many in the house of Israel. Isaiah, however, is not daunted by the concealed state of the Lord, declaring that he will actively seek Him. The prophets continually teach this important concept of seeking the Lord. Moses explains, &ldquo;If . . . thou shalt seek the Lord thy God, thou shalt find him, if thou seek him with all thy heart and with all thy soul&rdquo; (Deuteronomy 4:29). Clearly, we must show genuine faith and sincere desire as we open our hearts and souls to invite the Lord into our lives, even if at times He seems hidden.<\/p> <p>Verse 18 is a key verse of promise. It reveals that even though we may not see the Lord, He has provided signs and miracles of His works. Isaiah proclaims that he and his children are signs of the Lord&rsquo;s actions for Israel. Reviewing the meanings of the names of Isaiah and his sons gives understanding to this verse. Isaiah&rsquo;s name, <em>Yeshayahuw,<\/em> means &ldquo;Yahweh&rsquo;s (Jehovah&rsquo;s) salvation.&rdquo; Although he may have had other children, Isaiah mentions only two sons in his writings, Shearjashub (2 Nephi 17:3\/Isaiah 7:3) and Maher-shalal-hash-baz (2 Nephi 18:3\/Isaiah 8:3). <em>Shearjashub<\/em> means &ldquo;the remnant shall return,&rdquo; and <em>Maher-shalal-hash-baz<\/em> means &ldquo;destruction is imminent.&rdquo; Both sons&rsquo; names are prophecies of events in the history of Israel, some that occurred anciently and others that are in the process of occurring. Thus both of Isaiah&rsquo;s sons, as well as Isaiah himself, are symbolic signs of the Lord&rsquo;s promises for the house of Israel.<\/p> <p>Nephi amplifies the meaning of these verses in his inspired commentary after quoting these Isaiah chapters in 2 Nephi. He foretells two remnants of Judah returning as he describes both the historic scattering and gathering of the Jews during the Assyrian-Babylonian-Persian period (2 Nephi 25:10&ndash;11) and their later scattering and gathering after Christ&rsquo;s ministry, which continues into the last days (2 Nephi 25:15&ndash;17). Nephi then gives insights into the role of the scriptures and how some sacred teachings are hidden from the wicked (2 Nephi 26:16&ndash;17). He also foretells false teachings and practices that will come forth in the last days. Even though additional sacred records, such as the Book of Mormon, bring forth new truths, these distortions will seem to prevail in the world (2 Nephi 26&ndash;28). Nephi&rsquo;s insights enrich our understanding about symbolic names, a hidden God, sealed teachings, and distorted doctrines that are briefly presented by Isaiah in these verses.<\/p> <p>Because the Lord &ldquo;hideth,&rdquo; and the law is &ldquo;sealed&rdquo; up among His disciples, many turn to other sources for knowledge. From ancient times, people have turned to spiritualists, fortune-tellers, and others to help them commune with the deceased, invoke good luck, or learn about the future. Isaiah warns against turning to &ldquo;wizards that peep and mutter,&rdquo; and he asks the question, &ldquo;Should not a people seek unto their God for the living to hear from the dead?&rdquo; (v. 19). Speaking on this subject, Elder Bruce R. McConkie says:<\/p> <blockquote>No matter how sincerely mediums may be deceived into thinking they are following a divinely approved pattern, they are in fact turning to an evil source &ldquo;for the living to hear from the dead.&rdquo; Those who are truly spiritually inclined know this by personal revelation from the true Spirit; further, the information revealed from spirits through mediums is not according to &ldquo;the law and to the testimony.&rdquo; Accordingly, .&nbsp;.&nbsp;. it .&nbsp;.&nbsp;. has the effect of leading souls into the clutches of those evil powers that give the data.<\/blockquote> <p>In verse 20, Isaiah reveals an important key of discernment: if a person speaks not of the law and the testimony (that is, the gospel truths), there is no light in that person. For example, we can know that someone is receiving light and revelation from God if he or she is full of love, because love and light abide together. Through thoughtful study and meaningful prayer, we can avoid being &ldquo;blinded by the subtle craftiness of men&rdquo; (D&amp;C 123:12). Isaiah compares those who are clouded by misguided teachings to people who wander distressed and hungry (v. 21), seeking but never finding truth. On the other hand, those who follow the Lord will be comforted and fed. He is &ldquo;the bread of life: he that cometh to [Him] shall never hunger&rdquo; (John 6:35). As Nephi tells us in his commentaries on these Isaiah passages, we must feast upon Christ&rsquo;s words, which will tell us all that we should do (2 Nephi 31:20; 32:3).<\/p> <p>Isaiah concludes with a powerful pronouncement against those who seek not unto God for wisdom and truth. Continuing his theme of absent light (v. 20), Isaiah teaches that there is no peace in the end for the unholy. Indeed, he seems to be repeating the message that he delivered at the beginning of the chapter: &ldquo;Destruction is imminent.&rdquo; Those who start on the wrong path will find that they are surrounded by &ldquo;trouble, and darkness, dimness of anguish, and [they] shall be driven to darkness&rdquo; (v. 22). If we want to avoid the darkness, we must accept the invitation given in 2 Nephi 12:5\/Isaiah 2:5: &ldquo;O house of Jacob, come ye and let us walk in the light of the Lord.&rdquo; In the next chapter, Isaiah will prophesy of a light that will come forth from the dark landscape of Galilee to bring truth and redemption to Israel.<\/p> <p>In summary, Isaiah&rsquo;s teachings in 2 Nephi 18 are mostly a series of warnings coupled with some promises and sealed with his prophetic witness. This chapter and chapter 17 provide inspirational warnings, signs, prophecies, and witnesses to Israel. To the unfaithful, these words are a snare that reveals their true relationship to God&rsquo;s truths. To the faithful, Isaiah&rsquo;s words are an inspiration that provides meaning to symbolic names and signs of God&rsquo;s work with a promise that &ldquo;God is with us!&rdquo;<\/p> ",
    "audit": null
}