{
    "id": 14571,
    "source": "ludlow",
    "verse_id": 18200,
    "verse_count": 5,
    "reference": "29:6–10",
    "title": "“A dream of a night vision”",
    "html": " <p>With a new introduction (part 7), Nephi looks to the last days after Gentiles and Jews from &ldquo;all the nations&rdquo; will have come to America. He identifies this time period as the &ldquo;days of the Gentiles.&rdquo; The time or &ldquo;day&rdquo; of the Gentile is explained in several other scriptural references, most significantly the Savior&rsquo;s Olivet discourse. In the latter days, the Savior declared, &ldquo;when the <em>times of the Gentiles<\/em> is come in, a light shall break forth among them that sit in darkness, and it shall be the fulness of my gospel; but they receive it not; for they perceive not the light, and they turn their hearts from me because of the precepts of men. And in that generation shall the <em>times of the Gentiles<\/em> be fulfilled&rdquo; (D&amp;C 45:28&ndash;30; italics added).<\/p> <p>The fulness of the gospel spoken of was initially reserved for the house of Israel, especially first for the Jews in conjunction with the Savior&rsquo;s first coming. This period of gospel exclusivity that constitutes the &ldquo;times of the Jews&rdquo; ended soon after the Savior&rsquo;s mortal ministry. President Joseph Fielding Smith explains that &ldquo;the times of the Gentiles commenced shortly after the death of our Redeemer. The Jews soon rejected the Gospel and it was then taken to the Gentiles.&rdquo; Peter&rsquo;s vision of the unclean beasts and Paul&rsquo;s subsequent mission to the Gentiles mark the first preaching of the gospel to non-Jews (Acts 10&ndash;15). Preaching to those in the Gentile nations continues today. However, the &ldquo;days of the Gentiles&rdquo; are now transferring back to the time or day of the Israelites as more descendants of Lehi&rsquo;s family join the Church in Central and South America.<\/p> <p>Isaiah elaborates on the events of this latter-day period, describing &ldquo;thunder,&rdquo; &ldquo;earthquake,&rdquo; &ldquo;storm,&rdquo; &ldquo;tempest,&rdquo; and &ldquo;flame of devouring fire&rdquo; (part 8; v. 2\/Isaiah 9:6). These signs, familiar to many as events that will occur prior to the Second Coming, further illustrate that Isaiah&rsquo;s prophesies are for Saints of the latter days.<\/p> <p>The wicked who &ldquo;fight against Zion&rdquo; will be punished greatly for their unrighteousness. Isaiah describes their punishment in terms of a nightmare (&ldquo;dream of a night vision&rdquo; v. 3\/Isaiah 29:7), in which they are starving and thirsting yet cannot be filled. They stagger and struggle like drunken men, drunk not with strong drink but with the wickedness of their actions (v. 4\/Isaiah 29:8). Elder Bruce R. McConkie suggests that &ldquo;in a spiritual sense drunkenness means apostasy.&rdquo; Thus, Isaiah&rsquo;s imagery of the starving, intoxicated man represents the unrighteous, who because of their stubborn wickedness starve for want of spiritual food and drink. They stumble through life, unsure of their spiritual desires or heavenly origin and destiny.<\/p> <p>Isaiah further elaborates on the unrighteous nightmare, describing the wicked as asleep to the truths of the gospel. In their obstinate pride, they have &ldquo;closed [their] eyes&rdquo; to the truths of the gospel and have &ldquo;rejected the prophets&rdquo; and &ldquo;rulers&rdquo; (v. 5\/Isaiah 29:10). This image is similar to one revealed to Isaiah as the Lord calls him and depicts the disobedient who will refuse Isaiah&rsquo;s words: &ldquo;[I will] make the heart of this people fat, and make their ears heavy, and shut their eyes&mdash;lest they see with their eyes&rdquo; (2 Nephi 16:10\/Isaiah 6:10). In reality, these two prophecies fulfill each other, for those who ignore Isaiah are rejecting the prophets, and those who reject the prophets blind themselves.<\/p> ",
    "audit": null
}