{
    "id": 14535,
    "source": "ludlow",
    "verse_id": 17817,
    "verse_count": 7,
    "reference": "8:9–15",
    "title": "“For a stone of stumbling, and for a rock of offense”",
    "html": " <p>Isaiah next warns against unholy alliances: &ldquo;Associate yourselves, O ye people, and ye shall be broken in pieces&rdquo; (v. 9). This warning against misplaced allegiances is directed especially to the leaders of Judah who were seeking to make alliances with other nations (such as Assyria). After counseling the Judeans, Isaiah directs his warning to the nations that would attack Judah. The twofold repetition of the phrase &ldquo;gird yourselves, and ye shall be broken in pieces&rdquo; emphatically drives home the point that even if Israel&rsquo;s attackers gird themselves with the strongest armor, they will be broken in pieces and destroyed. He repeats this warning to emphasize the futility of their military preparations against God&rsquo;s people. Continuing the message in verse 10, Isaiah warns that verbal efforts of counseling and speaking together will not prevail against those protected by the Lord.<\/p> <p>The last words of the warning are a promise, &ldquo;for God is with us.&rdquo; The message warns God&rsquo;s wicked enemies and promises His righteous followers that He is with His people to protect and strengthen them. This message should be a comfort to us, for it reveals that no matter how strong our adversaries are, they will not ultimately prevail against the righteous. Satan and his followers can &ldquo;counsel together&rdquo; and &ldquo;speak the words&rdquo; of their plans as long as they want, but they will not succeed if we dress ourselves in the &ldquo;whole armor&rdquo; of God (D&amp;C 27:15&ndash;18). The Prophet Joseph Smith echoed a similar sentiment when he proclaimed,<\/p> <blockquote>The Standard of Truth has been erected; no unhallowed hand can stop the work from progressing; persecutions may rage, mobs may combine, armies may assemble, calumny may defame, but the truth of God will go forth boldly, nobly, and independent, till it has penetrated every continent, visited every clime, swept every country, and sounded in every ear, till the purposes of God shall be accomplished, and the Great Jehovah shall say the work is done.<\/blockquote> <p>No matter what forces combine against those who stand on the Lord&rsquo;s side, His followers will prevail in the end, for &ldquo;God is with us.&rdquo;<\/p> <p>Departing from prophetic forecasting, Isaiah describes a direct communication he receives from on high that comes with &ldquo;a strong hand,&rdquo; which commands him not to fear what man fears, only to fear the Lord (vv. 11&ndash;13). Judah&rsquo;s greatest fear was of conquest by the Syrian-Israel coalition. This fear led King Ahaz to form a confederacy with Assyria. Isaiah is commanded by the Lord to &ldquo;say ye not, A confederacy .&nbsp;.&nbsp;. ; neither fear ye their fear, nor be afraid&rdquo; (v. 12). This command for Isaiah to oppose the confederacy and communicate the need to trust in the Lord is rooted in the concept of fearing God more than men. By doing so, the Israelites would no longer fear their enemies, for the Lord would be their protection.<\/p> <p>In verse 14, the Lord promises Israel that He will be their sanctuary. As a contrast to covenant Israel coming to His sanctuary, the Lord describes how the wicked will look upon Him. Using terms like &ldquo;stone of stumbling,&rdquo; &ldquo;rock of offense,&rdquo; &ldquo;gin,&rdquo; and &ldquo;snare,&rdquo; the Lord describes how He will be regarded by those whose self-centered beliefs are built on the philosophies of man. Those who deny the Savior&rsquo;s divinity stumble over His precious teachings, thus condemning and trapping themselves in the inescapable snares of sin, inhibiting their ability to partake of the gifts of the Atonement. Jacob describes this rejection when he writes, &ldquo;By the stumbling of the Jews they will reject the stone upon which they might build and have safe foundation&rdquo; (Jacob 4:15).<\/p> <p>Those who stumble on the &ldquo;rock of offense&rdquo; will find additional troubles down the road if they choose not to repent. Following a pattern of increasing intensity, Isaiah portrays what lies in store for them: they will &ldquo;stumble and fall, and be broken, and be snared, and be taken&rdquo; by the enemy (v. 15). Likewise, as we turn away from the Lord, our ability to escape punishment becomes more difficult, until we are eventually weakened and taken captive by the adversary.<\/p> ",
    "audit": null
}