{
    "id": 14533,
    "source": "ludlow",
    "verse_id": 17809,
    "verse_count": 4,
    "reference": "8:1–4",
    "title": "“Concerning Maher-shalal-hash-baz”",
    "html": " <p>Occasionally, the Lord commands Isaiah to deliver messages of current historical importance to the children of Israel. In these verses, Isaiah warns Israel of impending judgments within the context of the Syrian-Israel attack upon Judah, which was discussed in the previous chapter. Against Isaiah&rsquo;s advice, King Ahaz of Judah had formed an alliance with Assyria, and an imminent Assyrian invasion against Syria and Israel seemed likely. Isaiah addresses these contemporary historical issues with unique messages and signs to the people.<\/p> <p>In the first verse, the Lord commands Isaiah to write the word <em>Maher-shalal-hash-baz <\/em>on a large roll. In the ancient Near East, rolls (scrolls) were made by sewing sheets of papyrus or leather together, forming a long, pliable strip suitable for columns of writings. When not being read or studied, these long sheets would be rolled up for storage&mdash;giving them the name &ldquo;rolls.&rdquo; The scroll that Isaiah was commanded to write on was supposed to be large&mdash;perhaps like a banner. The banner was to be prepared in the presence of two associates of Isaiah, Uriah (a religious leader) and Zechariah (a political leader (v. 2). These witnesses were called to fulfill God&rsquo;s divine law of witnesses&mdash;a law followed throughout the dispensations. Paul spoke of this law when he wrote, &ldquo;In the mouth of two or three witnesses shall every word [of God] be established&rdquo; (2 Corinthians 13:1). This pattern was established to solidify the authority and power of a prophet&rsquo;s message.<\/p> <p>Instead of writing columns of religious text with neat, small letters on the scroll, Isaiah writes a single long message of ten Hebrew consonants. Maher-shalal-hash-baz is not only the longest name in the Bible but is also an unusual set of two phrases, meaning &ldquo;haste [to the] booty, swift [to the] spoil.&rdquo; The phrases describe Assyria&rsquo;s impending plundering in Syria and Israel. In essence, the name means &ldquo;destruction is imminent,&rdquo; and further understanding of the message is given in verses 3&ndash;4. Isaiah prophesies that his wife would conceive and have a son, and that his name would be Maher-shalal-hash-baz. Isaiah then foretells that before his son would be old enough to call out for his mother or father, the riches (&ldquo;booty&rdquo;) of Damascus (the capital of Syria) and the good (&ldquo;spoil&rdquo;) of Samaria (the capital of Israel) would be taken away by the king of Assyria. As prophesied, the Assyrian king, Pul, led his army in conquering Damascus and invading Samaria. He then returned to Nineveh with slaves, livestock, wealth, and treasures. Isaiah foretold this devastation within three to four years of its occurrence. As his son&rsquo;s name symbolized, destruction was indeed imminent for the people of Israel and Syria.<\/p> <p>Although this prophecy was fulfilled more than a century and a half before Nephi included it in his record, a consistent principle is being taught: wickedness leads to destruction. Nephi, as a prophet of God, may have foreseen the fate of his people, and he may have used this scripture to teach and warn of the consequence of their disobedience. Like the Israelites of Isaiah&rsquo;s day, the Nephites were preparing for war against their enemies (2 Nephi 5:4, 14, 25). Unfortunately, later generations of Nephites did not follow the counsel of Nephi and their later prophets, and they, like their fellow Israelites in the Old World, were often afflicted with war and destruction.<\/p> <p>This passage teaches another important principle: prophecies are often associated with signs and events, not specific dates. Isaiah&rsquo;s prophetic sign was that before the child could speak, destruction would come to Syria and Israel. In a similar manner, Samuel the Lamanite prophesied signs of the Savior&rsquo;s birth and death (Helaman 14). Indeed, the scriptures record various prophecies of Christ&rsquo;s birth and His first coming, and they foretell many signs preceding His second coming. However, these prophecies do not contain exact dates for specific events. It is up to God&rsquo;s enlightened children to study these passages and to be ready when the events and signs finally come to pass. With this knowledge we can either live righteously and warn others of the coming judgments, or we can experience these judgments ourselves because of our blindness to the signs or our disobedience to God&rsquo;s laws. As in Isaiah&rsquo;s time, each hearer of God&rsquo;s warnings must decide for himself or herself. But remember, as Isaiah warns, destruction is imminent for the enemies of God&rsquo;s people, and key signs warn of the impending judgment.<\/p> ",
    "audit": null
}