{
    "id": 14570,
    "source": "ludlow",
    "verse_id": 18197,
    "verse_count": 3,
    "reference": "29:3–5",
    "title": "“Their speech shall whisper out of the dust”",
    "html": " <p>Isaiah begins chapter 29 by describing terrible destruction that will fall upon Judah (part 1 in the chart above). In Isaiah 29:1, these wicked are described as from &ldquo;Ariel,&rdquo; another name for Jerusalem. Thus, the first verses of Isaiah 29 foretell the literal defeat of Judah that occurred in 587&ndash;86 b.c. at the hand of the Babylonians and again in 70 a.d. as the Romans destroyed Jerusalem and scattered the Jews. Interestingly, Ariel is not mentioned in the Book of Mormon version of these verses. Rather, Nephi describes events happening to his descendants as they are smitten by the Gentiles in the &ldquo;last days&rdquo; (part 2). Nephi next applies Isaiah&rsquo;s words of Jerusalem&rsquo;s defeat to the downfall of his Nephite nation, highlighting special records that come forth and contain the words (&ldquo;speech&rdquo;) of a beleaguered nation. These words have a familiar message or &ldquo;spirit&rdquo; to them because they are the words of God as recorded by the ancient prophets (part 3). These scriptures are collected in a special, sealed book (now known in part as the Book of Mormon). After revealing the Lord&rsquo;s protection of this sacred, sealed book (part 4), Nephi again uses Isaiah&rsquo;s words as he describes the sudden collapse of his nation (part 5).<\/p> <p>Nephi next provides his most extensive commentary, foretelling how Isaiah&rsquo;s words and other prophetic warnings apply to his people (part 6). For example, verse 20 contains phrases that Nephi probably borrowed from Isaiah: the &ldquo;stumbling block&rdquo; imagery is found in Isaiah 8:14 and 57:14, and the metaphor of grinding the face of the poor into the ground is recorded in Isaiah 3:15. Nephi also testifies that God does not work in darkness. He constantly invites His children to partake of His word and salvation. Here again, Nephi uses some words of Isaiah to reinforce his teachings. In verse 25, he cites Isaiah 55:1, where the Lord says, &ldquo;Come, buy wine and milk without money and without price.&rdquo; Nephi provides other divine instruction and concludes with a strong witness that the Lord invites <em>all <\/em>people &ldquo;to come unto him and partake of his goodness&rdquo; (v. 33).<\/p> ",
    "audit": null
}