{
    "id": 14545,
    "source": "ludlow",
    "verse_id": 17856,
    "verse_count": 7,
    "reference": "10:5–11",
    "title": "&ldquo;O Assyrian, the rod of mine anger&rdquo;",
    "html": " <p>The next 15 verses of this chapter describe how the Lord uses Assyria as a tool to bring Israel to remembrance of their obligations. To better understand how these verses would have influenced both Isaiah&rsquo;s audience and the Nephites, one should have a basic knowledge of the history of the Assyrian people.<\/p> <p>Adad-Nirari II (909&ndash;899 b.c.) began the expansion of the Assyrian empire by invading neighboring lands. From 909&ndash;857 b.c., the Assyrian kings continued to enlarge the boundaries of their empire until they reached from the regions near the Black Sea to the Persian Gulf, and from Media (modern Iran) to Syria. For a period of about 100 years, expansion came to a halt, and the kings struggled to keep control of their lands. In 745 b.c., Tiglath-pileser III began to strengthen the struggling empire. It was during this time that Assyria expanded toward her greatest dominion. Syria and Israel united in an anti-Assyrian revolt to stop her expansion toward Egypt, and they tried to gain support from Judah. King Ahaz refused, and the Syrian-Israel coalition attacked Judah. Against Isaiah&rsquo;s advice, Ahaz sent a &ldquo;contribution&rdquo; to Tiglath-pileser and requested aid against this Syria-Israeli threat. Tiglath responded, forcing Syria and Israel to withdraw from Judah and defend their lands&mdash;something they were unable to do against the Assyrian might. By 732 b.c., much of Israel and Syria were conquered, and many leaders and their families were deported or killed. With Tiglath-pileser&rsquo;s death in 722 b.c. and further rebellion by Israelite leaders, Sargon II besieged the capital city of Samaria and destroyed the last vestiges of the Israelite nation. By 721 b.c., Samaria was destroyed, and remnants of the ten tribes were relocated throughout the Assyrian empire as Israel&rsquo;s exile among the nations began.<\/p> <p>In verses 5&ndash;7, the Lord declares that He has allowed the Assyrian army to gain strength against the Israelites. Essentially, the Lord is using the army as a tool&mdash;&ldquo;the rod of mine anger&rdquo;&mdash;to bring His people, who had become a &ldquo;hypocritical nation&rdquo; (v. 6), to a remembrance of their broken covenants. The Lord, seeking to humble them through captivity, allowed the Assyrian armies to &ldquo;take the spoil, and to take the prey, and to tread them like the mire of the streets.&rdquo; The Lord &ldquo;hold[s] the destinies of all the armies of the nations of the earth&rdquo; (D&amp;C 117:6), and He uses them as needed to accomplish His eternal plans.<\/p> <p>Although it is the Lord who makes Assyria an indomitable force, the Assyrian king (Sargon II at the time) boasts that <em>his<\/em> great leadership and <em>his<\/em> army&rsquo;s power have allowed great Assyrian expansion throughout the land. Because of this imperialist expansion, many nations had come under Assyria&rsquo;s political control, and the king asserts that his &ldquo;princes [are] altogether kings&rdquo; (v. 8) over the huge territories. In verses 9&ndash;11, the king boasts about all the cities his forces have conquered so far. Each city had idols of gods that were supposed to protect them, but all were overcome and rendered powerless. The king believes that since Israelite Samaria and her idols had recently fallen, the Judean city of Jerusalem and the God of the Jews would fall as well.<\/p> ",
    "audit": null
}