{
    "id": 14514,
    "source": "ludlow",
    "verse_id": 17716,
    "verse_count": 1,
    "reference": "3:8b-15",
    "title": "“They shall eat the fruit of their doings”",
    "html": " <p>In verse 8, Isaiah starts a new chiastic poem that explains <em>why<\/em> social chaos will come among the inhabitants of Judah and <em>how<\/em> the Lord&rsquo;s people will be spared. He describes their evil acts and highlights the rewards coming to the wicked and the righteous. In an introverted order, he then highlights the judgments coming to various people and their oppressive acts. The chiasmus follows a clear pattern:<\/p> <p>A Evil acts against the Lord (vv. 8b&ndash;9a).<\/p> <p>- Wo to the evil ones (v. 9b).<\/p> <p>B Rewards + It is well with the righteous (v. 10).<\/p> <p>- Wo unto the wicked (v. 11).<\/p> <p>- People oppressed by children (youths; v. 12).<\/p> <p>B&rsquo; Judgments + The Lord will plead for the people (v. 13).<\/p> <p>- &ldquo;Ancients&rdquo; (leaders) brought into judgment (v. 14a).<\/p> <p>A&rsquo; Evil acts against the poor (vv. 14b&ndash;15).<\/p> <p>Although the message is generally one of doom and gloom, promises of divine blessings and pleadings are pivotal elements in the poem.<\/p> <p>In verse 8, the people first provoke the Lord with their &ldquo;tongues&rdquo; (what they say) and &ldquo;doings&rdquo; (what they do). This display of the Israelite&rsquo;s external actions is coupled with the Lord&rsquo;s vision of their interior thoughts, or the &ldquo;show of their countenance&rdquo; (v. 9). Thus, the Lord can see both the internal and external wickedness of the people, and He judges them fairly. It is fundamentally important that we watch not only what we say and do but also what we <em>think.<\/em> King Benjamin explained to his people, &ldquo;If ye do not watch yourselves, and your thoughts, and your words, and your deeds, .&nbsp;.&nbsp;. ye must perish&rdquo; (Mosiah 4:30). Our minds as well as our words and deeds must be pure before the Lord.<\/p> <p>Isaiah again uses symbolic imagery, an emblematic parallel, to compare the openly visible sins of the wicked to the depravity of the city of Sodom. This wicked city described in Genesis 19 was utterly destroyed because of the people&rsquo;s depravity. Isaiah explains that the fate of his own people will be the same. He cries out for their souls, foreseeing destruction similar to that described in Lamentations: &ldquo;The punishment of the iniquity of the daughter of my people is greater than the punishment of the sin of Sodom, that was overthrown as in a moment, and no hands stayed on her&rdquo; (Lamentations 4:6). Thus, in the Lord&rsquo;s time, the wicked among Israel will be destroyed just as Sodom was. It is important to note that Isaiah also often compares the wickedness of his people to Babylon, another evil city. Both of these wicked lands&mdash;Sodom and Babylon&mdash;represent Satan&rsquo;s kingdom on the earth. Their ultimate destruction foretells Satan&rsquo;s inevitable defeat.<\/p> <p>Isaiah shifts the focus of his writings in verse 10, looking to the righteous, who will <em>not <\/em>be destroyed in the Lord&rsquo;s vengeance. He uses beautiful images of bounty to describe the spiritual fruit that will provide for the righteous both temporally and spiritually. What a contrast from the wicked, who will reap harvests of emptiness and be left in want, as described in verse 1. Isaiah&rsquo;s image is similar to Paul&rsquo;s promises of fruitfulness to the righteous in his vineyard parable (1 Corinthians 9:7&ndash;12). It is also like the fruitfulness the Lord promises missionaries in D&amp;C 52:34. Most profoundly, the fruit of the tree of life, &ldquo;the greatest of all the gifts of God,&rdquo; is offered to those &ldquo;baptized unto repentance&rdquo; (1 Nephi 15:36; Alma 5:62). In each of these beautiful images, the righteous are promised an abundance of spiritual food&mdash;their &ldquo;soul[s] shall never hunger nor thirst, but shall be filled&rdquo; (3 Nephi 20:8).<\/p> <p>In verse 12, Isaiah prophesies of the Israelites&rsquo; utter shame by explaining that the patriarchal system of male rule will be replaced with an oppressive leadership led by youth and women. This complete reversal of societal order parallels the shift of the Israelites&rsquo; spiritual state as they turn from the Lord and revel in wickedness.<\/p> <p>A powerful image of the Lord as the final judge is introduced in verses 13 and 14, with Isaiah describing the Lord&rsquo;s &ldquo;stand[ing] up to plead, and stand[ing up] to judge .&nbsp;.&nbsp;. enter[ing] into judgment with the ancients of his people.&rdquo; The Lord&rsquo;s standing action connotes His voluntary and sacrificial role as defender of the children of Israel. Although the Israelites have turned away from their God, the Lord still pleads for their return and offers forgiveness paid for by His eternal Atonement.<\/p> <p>Isaiah soundly chastises the children of Israel in verse 15, speaking for the Lord as He asks, &ldquo;What mean ye? Ye beat my people to pieces, and grind the faces of the poor.&rdquo; The wicked during Isaiah&rsquo;s time not only refused to give to the less fortunate, but they also cruelly punished them, beating them and grinding them down. As shocking and implausible as these accusations sound, they actually continue in our own day! President Gordon B. Hinckley explains, &ldquo;We have recently been reminded that in this land there still persists, notwithstanding the protection of the law, a merciless exploitation of children in certain industries. And there are still those, not a few, who without compassion &lsquo;grind the faces of the poor.&rsquo;&rdquo; If we do not willingly give of our substance, and if we coldly refuse to assist those in need, <em>we <\/em>are participating in cruelty against the poor. Clearly, the Lord wants His people to contemplate their actions toward those with fewer spiritual and temporal blessings. These prophetic warnings constitute the second half to the chiasmus of earlier verses, highlighting again the oppression of the people, the reversal of leadership positions, the social and spiritual turmoil, and the destruction of the wicked.<\/p> ",
    "audit": null
}