{
    "id": 14504,
    "source": "ludlow",
    "verse_id": 18683,
    "verse_count": 8,
    "reference": "51:9–16",
    "title": "“I am he; yea, I am he that comforteth you”",
    "html": "<p>If Israel seeks the Lord, He will use His strength to bring joy, holiness, and comfort as He assists her in fulfilling her destiny. Man cannot accomplish the establishment of Zion among Israel alone; the Lord must exert His powers to bring it about. In <a class=\"isa\" verses=\"WzE4Njg1XQ==\">verses 9&ndash;11<\/a>, Israel cries unto the Lord, petitioning Him to awake and fulfill the promises of the last days. Using a climactic structure, in which ideas build upon each other until they reach a climax, Israel (through Isaiah) asks several questions that recall the Lord&rsquo;s great miracles. The questions are, &ldquo;Art thou not he that hath cut Rahab? .&nbsp;.&nbsp;. Art thou not he who hath dried the sea? .&nbsp;.&nbsp;. that hath made the depths of the sea a way for the ransomed to pass over?&rdquo; Isaiah uses Rahab, a sea monster, to represent Satan and remind the people of the Lord&rsquo;s victory over the adversary.<\/p>\r\n<p>In <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 11<\/a>, Isaiah promises that as the righteous return to Israel, they will sing with rejoicing because of the fulfillment of prophecy. Regarding this passage, Elder LeGrand Richards testified that when Isaiah saw our day, &ldquo;he saw the redeemed of the Lord come up and sing in the heights of Zion (<a class=\"isa\" verses=\"WzE4Njg1XQ==\">Isaiah 51:11<\/a>). And where do you find anything in the world to fulfill that like the singing of the Tabernacle Choir?&rdquo; In a broader application, our hymns unite the worldwide community of the Church and give us a beautiful way to express the joy of the great gospel gathering.<\/p>\r\n<p>Starting in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 12<\/a>, Isaiah speaks for the Lord instead of Israel. Jehovah manifests His power and offers assurance to those who have forgotten Him by asking three of His own questions in <a class=\"isa\" verses=\"WzE4Njg3XQ==\">verses 12&ndash;13<\/a>, then answering them in <a class=\"isa\" verses=\"WzE4NjkwXQ==\">verses 13&ndash;16<\/a>. He asks: Why do you fear mortal man? Have you forgotten your creator? Why fear your oppressors? He then answers the questions in reverse order: You will be freed from your oppressors. I am the great creator. You are my people and I will teach and protect you.<\/p>\r\n<p>To bring additional comfort to His people, the Lord compares the transitory powers of men to grass (<a class=\"isa\" verses=\"WzE4Njg2XQ==\">v. 12<\/a>) and reminds them of His own eternal creations (<a class=\"isa\" verses=\"WzE4Njg3XQ==\">v. 13<\/a>). He then assures the Israelites that they have no reason to fear the &ldquo;fury of the oppressor,&rdquo; whose prisoners will be freed from the pit (spirit prison) and enjoy abundant bread (immortal life as resurrected beings; <a class=\"isa\" verses=\"eyIxODY4NyI6Mn0=\">vv. 13&ndash;14<\/a>). As a final promise of comfort, the words of the prophets, God&rsquo;s creations, and even the Lord Himself testify to the inhabitants of Zion, &ldquo;Behold, thou art my people&rdquo; (<a class=\"isa\" verses=\"WzE4NjkwXQ==\">v. 16<\/a>).<\/p>",
    "audit": "done"
}