{
    "id": 14572,
    "source": "ludlow",
    "verse_id": 18205,
    "verse_count": 2,
    "reference": "29:11–12",
    "title": "“He shall deliver the words of the book”",
    "html": " <p>Following this account of the destruction that will come to the wicked, Isaiah delivers what is perhaps one of the most profound prophecies of his writings&mdash;the foretelling of the Book of Mormon and other sacred writings (parts 9&ndash;15 on the earlier chart). As in most of his prophecies, Isaiah does not clearly state the specific meaning of the revelation. He does, however, describe some unique aspects of this sealed religious record that help us identify it. Nephi explains that its words will be from those &ldquo;who have slumbered in the dust&rdquo; (v. 9). LeGrand Richards teaches that slumbering in the dust implies death&mdash;or the buried records of an ancient people. He affirms, &ldquo;The only way a dead people could speak &lsquo;out of the ground&rsquo; or &lsquo;low out of the dust&rsquo; would be by the written word, and this the people did through the Book of Mormon.&rdquo;<\/p> <p>Nephi continues, explaining that the &ldquo;sealed&rdquo; book will contain a &ldquo;revelation from God&rdquo; of things &ldquo;from the beginning of the world to the ending thereof&rdquo; (v. 7; see also v. 10). It will be withheld for a period of time, until the Lord sees fit to restore its truth to His children. At the time of its unveiling, men will rejoice, declaring its truths from &ldquo;the house tops,&rdquo; reading and communicating its word &ldquo;by the power of Christ&rdquo; (v. 11). These prophecies undeniably foretell the coming forth of the Book of Mormon, a document &ldquo;sealed&rdquo; as an untranslatable text, a record describing events from the premortal world until the end of time, and a work withheld from humanity until the conclusion of the great apostasy. Today, we rejoice in its truths, &ldquo;establish [its] word&rdquo; (v. 14), and declare its prophecies to all nations of the world. Truly, Isaiah&rsquo;s prophecies speak of events fulfilled in the latter days!<\/p> <p>The book will have &ldquo;three witnesses&rdquo; who will each behold it and &ldquo;testify to the truth of the book and the things therein&rdquo; (v. 12). The three witnesses of the Book of Mormon&mdash;Oliver Cowdery, David Whitmer, and Martin Harris&mdash;did indeed see the plates and other miraculous things revealed &ldquo;by the power of God&rdquo; (v. 12). Though each witness left the Church and struggled with Church membership, not one ever denied his testimony of the Book of Mormon or its contents.<\/p> <p>Perhaps most miraculous in this chapter is the prediction of Martin Harris&rsquo;s delivering the book to a &ldquo;learned&rdquo; man. President Joseph Fielding Smith elaborates on this remarkable prophecy that was recorded in verses 15&ndash;21:<\/p> <blockquote>This prophecy was literally fulfilled when Martin Harris took copies of the engravings of the plates of the Book of Mormon to Professor Anthon in New York. Mr. Anthon answered Martin in almost the language of Isaiah, when he was informed that the book from which the characters were taken was sealed. Said he: &ldquo;I cannot read a sealed book.&rdquo; (JS&mdash;H 1:63&ndash;65). How remarkable it is that Isaiah said that the words of the book were delivered to one who was learned and that the book was delivered to the one who was not learned. How perfectly this harmonizes with the history of the case respecting Mr. Anthon and Joseph Smith!<\/blockquote> <p>Isaiah&rsquo;s prophetic powers are revealed in this remarkably accurate revelation, which, though predicted thousands of years ago, was fulfilled in every detail in latter days.<\/p> <p>As one reads Nephi&rsquo;s eighteen verses of prophetic commentary about two short verses of Isaiah, one might wonder, &ldquo;Why is it so important whether learned or unlearned men can read the words of a &lsquo;sealed&rsquo; book?&rdquo; In fact, it appears that Nephi is telling us that no one, learned or unlearned, can understand the message of the sacred texts. Granted, when one talks of the ancient texts themselves, the unlearned cannot read the ancient languages in which the texts are written. And the scholars, who <em>can <\/em>read the ancient texts, often lack gospel insights and the prophetic perspectives recorded in the scriptures outside the Bible. Thus, they may be able to read the text, but they do not really understand the spiritual message of the writings. So if the unlearned cannot read these religious records coming &ldquo;from the dust,&rdquo; and the learned cannot understand them, what are we to do with them? The revelation given to Joseph Smith about the Apocrypha applies to many ancient religious writings, such as the Dead Sea Scrolls, the Ebla tablets, the Nag Hammadi texts, and others: &ldquo;There are many things contained therein that are true . .&nbsp;.&nbsp;; there are many things contained therein that are not true. .&nbsp;.&nbsp;. Therefore, whoso readeth it, let him understand, for the Spirit manifesteth truth; and whoso is enlightened by the Spirit shall obtain benefit therefrom&rdquo; (D&amp;C 91:1&ndash;5). Being enlightened by the Spirit is the key! Latter-day Saints who are worthy of the companionship and enlightenment of the Holy Ghost can glean truths from the writings of ancient religious communities. More important, they can understand the message and importance of God&rsquo;s word as revealed through His prophets, even the difficult words of a prophet like Isaiah. As a help, they can especially gain insight and inspiration from the clear, powerful words of the prophet Nephi. To better understand the writings of Isaiah in 2 Nephi, read carefully the words of Nephi in 2 Nephi 25&ndash;33. As one reads and seeks understanding through the Spirit, one can understand Isaiah!<\/p> ",
    "audit": null
}