{
    "id": 14573,
    "source": "ludlow",
    "verse_id": 17999,
    "verse_count": 213,
    "reference": "17:25–28 (29:13–17)",
    "title": "&ldquo;I will proceed to do a marvelous work&rdquo;",
    "html": " <p>Isaiah continues his account of the great work of the Book of Mormon, describing its power in dispelling the wicked &ldquo;precepts of men&rdquo; (part 16; v. 25\/Isaiah 29:13). He explains that though the unrighteous continue in wickedness, &ldquo;remov[ing] their hearts far from [God]&rdquo; (v. 25), the truths revealed in the Lord&rsquo;s &ldquo;marvelous work and a wonder&rdquo; will cause worldly &ldquo;wisdom&rdquo; to &ldquo;perish&rdquo; and man&rsquo;s &ldquo;understanding&rdquo; to &ldquo;be hid&rdquo; (vv. 25&ndash;26\/Isaiah 29:13&ndash;14). The coming forth of the Book of Mormon truly <em>did <\/em>shatter the vain learning of man as it restored the gospel. Isaiah&rsquo;s prophecy of a &ldquo;marvelous work and a wonder&rdquo; thus described more than just a book. Elder LeGrand Richards explains, &ldquo;What would really constitute a marvelous work and a wonder? .&nbsp;.&nbsp;. In the accomplishment of this promis[e] .&nbsp;.&nbsp;. the Lord had in mind a &lsquo;restitution of all things.&rsquo;&rdquo; In this sense, the restoration of the gospel&mdash;its priesthood, ordinances, and truths&mdash;constitutes the marvelous work that Isaiah foresaw.<\/p> <p>In verse 27, Isaiah again warns the wicked. He describes their secretive acts and the &ldquo;dark&rdquo; works that they seek to &ldquo;hide .&nbsp;.&nbsp;. from the Lord&rdquo; (Isaiah 29:15.) The Lord, however, declares, &ldquo;I know all their works&rdquo; (v. 27). Isaiah further describes the superiority of the Lord over His people, using the image of the people as potter&rsquo;s clay. This analogy, outlined in Jeremiah 18, describes the children of the Lord as &ldquo;clay in the potter&rsquo;s hand.&rdquo; In Isaiah&rsquo;s account of the analogy, he describes the wicked who mock the idea that God is shaping their lives. He explains the irony of this situation in which the &ldquo;work&rdquo;&mdash;such as a clay pot&mdash;has come to deny that it was created by the potter, or a framed object refutes the hand of the artist in its framing. God clearly shapes our lives as a potter shapes his pots, and we should give Him credit and thanks for His help.<\/p> <p>Though the wicked persist in blindly refuting the presence and power of Lord, He will continue to manifest His works on earth. Verse 28 highlights a miraculous blossoming of Lebanon in the latter days (Isaiah 29:17). This prophecy, like that of the Book of Mormon&rsquo;s coming forth, has been fulfilled in the latter days with the considerable flourishing of regions of the Middle East in the past few decades. President Joseph Fielding Smith explained the early stages in the fulfillment of this prophecy for the area of Palestine and then testified, &ldquo;This is all in fulfilment of the prophecies.&rdquo; Thus, the powerful hand of the Lord is made manifest to His people in the Middle East. Although many political and social problems remain to be overcome, their recent productivity and prosperity compared to recent historical times is a direct demonstration of God&rsquo;s goodness.<\/p> ",
    "audit": null
}