{
    "id": 14591,
    "source": "ludlow",
    "verse_id": 18728,
    "verse_count": 7,
    "reference": "54:4–10",
    "title": "“With great mercies will I gather thee”",
    "html": " <p>The Lord, through Isaiah, once again instructs the Israelites not to fear their barren state; He compares Himself to a kind husband who will fully forgive His unrighteous and desolate wife. Israel&rsquo;s barren or forsaken years, though they seem long, will gradually fade from her memory after Zion is established. In verse 5, Isaiah uses a poetic form in which each phrase builds upon the previous one (composite parallelism) to describe several of the Lord&rsquo;s attributes. He first portrays Him as &ldquo;thy Maker, thy husband.&rdquo; Elder McConkie explains the meaning of this phrase:<\/p> <blockquote>Christ (the Bridegroom) shall claim his bride (the Church), celebrate the marriage supper, and become the Husband of his wife (Isaiah 54:5; Jeremiah 31:32; Ephesians 5:23; Revelation 19:7&ndash;9; 21:2). As a Husband he shall deal intimately, with tenderness and compassion, toward the remnant of his people who have returned to enjoy millennial rest with him.<\/blockquote> <p>The Lord is compassionate with His people. The remaining phrases in verse 5 are other titles used for Christ: &ldquo;the Lord of hosts,&rdquo; &ldquo;thy Redeemer,&rdquo; &ldquo;the Holy One of Israel,&rdquo; and &ldquo;the God of the whole earth.&rdquo; These titles portray varied dimensions of His divine nature and glory.<\/p> <p>Isaiah describes events precursory to the Second Coming in verse 7, explaining that the house of Israel will experience a period of brief abandonment prior to the final gathering. This prophecy may be referring to the apostasy that preceded the restoration of the gospel as well as the period just before the Second Coming when the Jews seem abandoned by God as the armies of Armageddon come against them. However, Isaiah stresses that Israel&rsquo;s period of suffering is brief when compared to her time of redemption. Her day of chastisement will be counterbalanced by a year of the Lord&rsquo;s favor (Isaiah 61:2; 63:4). Likewise, our small time of separation from God is momentary when compared to the vast eternity we can live in His presence. Even though we may deserve divine rejection because of our unworthiness, we can be welcomed back into God&rsquo;s company because of His &ldquo;everlasting kindness&rdquo; (3 Nephi 22:8).<\/p> <p>Indeed, the final gathering of Israel will happen <em>because<\/em> of the Lord&rsquo;s &ldquo;great mercies&rdquo; for His children. God&rsquo;s mercy is an essential element of the restored gospel. If we accept it, the atonement of Jesus Christ provides a way for us to return home, even though we may have departed temporarily from His path.<\/p> <p>In verse 8, Isaiah uses contrasting phrases (antithetic parallels) to highlight the Lord&rsquo;s ability to bestow both mercy <em>and<\/em> vengeance upon His chosen people. He describes Jehovah&rsquo;s &ldquo;everlasting kindness,&rdquo; which will follow His &ldquo;little wrath.&rdquo; The Lord&rsquo;s mercy is everlasting, and His saving atonement is available to all. Isaiah&rsquo;s portrayal of the Savior&rsquo;s relationship with the house of Israel reflects both divine mercy and godly justice. Members of the house of Israel can choose to accept the Lord&rsquo;s compassion or to suffer the consequences of His just wrath.<\/p> <p>In verse 9, Isaiah reminds his readers of the Lord&rsquo;s covenants with Israel by comparing them to the covenant between the Lord and Noah. After God cleansed the earth with a flood, He promised Noah that He would never again destroy the earth in that manner: &ldquo;Neither shall all flesh be cut off any more by the waters of a flood; neither shall there any more be a flood to destroy the earth&rdquo; (Genesis 9:11). Here Isaiah impresses upon Israel that the promise God made to gather and redeem her is as valid as His promise to Noah. Although the unrighteous children of Israel will experience a short period of destruction, such as a forty-day flood or a period of trial and tribulation, those who are faithful need not fear the wrath of the Lord.<\/p> <p>Isaiah uses an additional parallelism in verse 10 to contrast the permanence of Jehovah&rsquo;s promise of mercy with the transience or changing landscape of hills and mountains. Nothing on earth compares to the everlasting state of the Lord. This verse also foretells the earth&rsquo;s destruction following the opening of the sixth seal. John foretells, &ldquo;The heaven departed as a scroll when it is rolled together; and every mountain and island were moved out of their places&rdquo; (Revelation 6:14; compare Isaiah 34:3&ndash;4). When Christ comes, the surface of the earth will be restored to its &ldquo;undivided&rdquo; appearance before the days of Peleg (Genesis 10:25). Joseph Fielding Smith explains that during the earth&rsquo;s latter-day restoration, there will be &ldquo;famine, and pestilence, and earthquake in divers places.&rdquo; In addition, the valleys will rise and the mountains will be &ldquo;laid low,&rdquo; and &ldquo;the land of Zion and the land of Jerusalem shall be joined together, as they were before they were divided in the days of Peleg.&rdquo; Despite the great calamities of the last days, the Lord promises that His kindness and peace will remain with those who follow His ways.<\/p> ",
    "audit": null
}