{
    "id": 14494,
    "source": "ludlow",
    "verse_id": 18656,
    "verse_count": 5,
    "reference": "49:19–23",
    "title": "“I will lift up mine hand to the Gentiles”",
    "html": "<p>Israel&rsquo;s claims of neglect are made even more ridiculous by Isaiah&rsquo;s account of the great posterity of the children of the Lord. Contrasting images are used in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verses 19<\/a> and 20 to describe the vast numbers of &ldquo;unforgotten&rdquo; children that will crowd the once desolate lands. Descriptions of wasted, empty territory are contrasted with lands too &ldquo;narrow&rdquo; to contain the infinite posterity of the righteous Israelites in latter days. The resurrected Savior later amplifies these promises when He cites <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 54<\/a> to the Nephites (<a class=\"ref\">3 Nephi 22<\/a>). Clearly, as the judge implies, the Lord has <em>not<\/em> forsaken His chosen people but has provided for them and their children through many generations.<\/p>\r\n<p>In <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 21<\/a> Isaiah voices yet another accusation of the children of Israel as they question why they have been left childless. Ironically, this claim comes just after the Lord has described the future lands of the people, which will be &ldquo;too narrow by reason of the inhabitants&rdquo; (or will be full to the point of overpopulation; <a class=\"isa\" verses=\"WzE4NjU2XQ==\">v. 19<\/a>; compare <a class=\"ref\">3 Nephi 22:1&ndash;3<\/a>). The Lord patiently responds to Israel&rsquo;s groundless complaint, promising the raising of a &ldquo;standard&rdquo; (<a class=\"isa\" verses=\"WzE4NjU5XQ==\">v. 22<\/a>) or banner (the gospel of Jesus Christ) that will gather the sons and daughters of the righteous. This response refers to the latter-day role of Israel&rsquo;s scattered remnants among the Gentiles in gathering the nations to prepare for the Savior&rsquo;s return. <em>We <\/em>are a part of the raising of this great ensign!<\/p>\r\n<p>The redemption of the Israelite children is further emphasized in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 23<\/a> as Isaiah presents a parallel that promises gathering Israel that &ldquo;kings shall be [their] nursing fathers&rdquo; and &ldquo;queens [their] nursing mothers.&rdquo; Israel&rsquo;s complaints of barrenness are obviously inaccurate with the Lord&rsquo;s magnificent promise that they will have not just posterity but <em>royal<\/em> offspring.<\/p>\r\n<p>In a sense, we are acting as the king &ldquo;nursing fathers&rdquo; and queen &ldquo;nursing mothers&rdquo; in these latter days, bringing the gospel to the spiritually childlike and ignorant children of Israel who have forgotten their heritage. President Spencer W. Kimball described our role as caretakers of the Lamanite remnant of the ten tribes, explaining, &ldquo;The brighter day has dawned. The scattering has been accomplished; the gathering is in process. May the Lord bless us all as we become nursing fathers and mothers unto our Lamanite brethren and hasten the fulfillment of the great promises made to them.&rdquo; As bearers of the ensign of the gospel, it is our responsibility to share the gospel and make the house of Israel aware of their covenanted promises. Through our diligence, the lost ten tribes will be gathered and the preparations for the second coming of the Savior will commence!<\/p>",
    "audit": "done"
}