{
    "id": 14499,
    "source": "ludlow",
    "verse_id": 18673,
    "verse_count": 2,
    "reference": "50:10–11",
    "title": "“Who is among you that feareth the Lord?”",
    "html": " <p>In verse 10, the Lord asks three important questions, each identifying different key traits of the Lord&rsquo;s disciples. The first question, &ldquo;Who is among you that feareth the Lord?&rdquo; may confuse some readers. The word <em>fear<\/em> usually connotes negative feelings and images not normally associated with our relationship to Heavenly Father. Instead, remember that in the biblical context, &ldquo;to fear&rdquo; God usually means &ldquo;to revere&rdquo; or &ldquo;to esteem&rdquo; Him. Since the Lord is so mighty, glorious, and &ldquo;awesome,&rdquo; we should humble ourselves in awe before Him (Bible Dictionary, &ldquo;Fear,&rdquo; 672). Also, to fear the Lord means to obey Him in covenant righteousness (Deuteronomy 6:13; 31:12). Our fear should be that, in breaking His commandments, we will disappoint our loving Father in Heaven.<\/p> <p>The second question, &ldquo;Who is among you .&nbsp;.&nbsp;. that obeyeth the voice of his servant?&rdquo; teaches the importance of following the prophets of God. In all the gospel dispensations from Adam until now, God has used prophets to teach eternal truths to His children on earth.<\/p> <p>Third, Christ asks, &ldquo;Who is among you .&nbsp;.&nbsp;. that walketh in darkness and hath no light?&rdquo;<\/p> <p>Although this may seem contrary to the common counsel to &ldquo;walk in the light,&rdquo; it teaches an important lesson about faith. The Lord is asking who has faith enough to follow Him in unlit paths. According to Elder Boyd K. Packer, &ldquo;Somewhere in your quest for spiritual knowledge, there is that &lsquo;leap of faith,&rsquo; as the philosophers call it. It is the moment when you have gone to the edge of the light and stepped into the darkness to discover that the way is lighted ahead for just a footstep or two.&rdquo; There will be times in our lives where we will have to take steps into the dark and trust that the Lord will light the way before us.<\/p> <p>The final verse of 2 Nephi 7 is a warning against those who choose not to exercise faith in the Lord but instead &ldquo;compass [them]selves about with sparks, [and] walk in the light of [their] fire and in the sparks which [they] have kindled.&rdquo; Only one path, the strait and narrow, will return us to our Father. This path is lit by the light of the Lord. Those who do not follow this path, and instead follow paths lit by the sparks of sin and selfishness, will have their reward&mdash;they will be like burnt-out ashes that &ldquo;shall lie down in sorrow&rdquo; as they regret their self-destructive acts.<\/p> <p>Isaiah delivers covenant promises, messianic expectations, and words of warning within this chapter. Jacob shared them along with newly revealed insights with his brethren of the Nephite community. And we today are inspired by their messages: God remains close to us; Jesus, the great Servant, suffered for us; and it is only through fearing (or esteeming) the Lord, following His servants the prophets, and walking in faith that we avoid the fires of divine judgment. Isaiah&rsquo;s words provide spiritual wisdom for all generations of God&rsquo;s children.<\/p> ",
    "audit": null
}