{
    "id": 14548,
    "source": "ludlow",
    "verse_id": 17879,
    "verse_count": 7,
    "reference": "10:28–34",
    "title": "&ldquo;He shall shake his hand against .&nbsp;.&nbsp;. the hill of Jerusalem&rdquo;",
    "html": " <p>Verses 28&ndash;31 describe, with great accuracy, the advance of the Assyrian army as they make their way through the lands of Israel and Judah. In fact, the armies will come so close to Jerusalem that they will &ldquo;shake [their] hand against the .&nbsp;.&nbsp;. hill of Jerusalem&rdquo; (v. 32). Their advance was thwarted, however, by the power of &ldquo;a mighty one&rdquo; (v. 34), even the &ldquo;Lord of Hosts&rdquo; (v. 33). This rescue of the Jews did occur in 701 b.c., when the Assyrians came against the city of Jerusalem. Before the armies were able to attack the walls of the city, however, the Lord sent a debilitating plague throughout the army camps, essentially wiping out the Assyrian forces (Isaiah 37:36).<\/p> <p>As alluded to in the chapter heading, the armies of the wicked will make a similar advance against the holy city of Jerusalem just before the Millennium. Then, too, they will be destroyed before they complete their conquest. This time it will not be sickness that stops them but the Lord Himself. He will appear on the Mount of Olives and will utterly destroy the two armies of armies (in Greek, the &ldquo;two myriads of myriads&rdquo; of soldiers) that have gathered against Jerusalem (Revelation 11:1&ndash;13; Zechariah 14:2&ndash;5; Joseph Smith&mdash; Matthew).<\/p> <p>Verses 33&ndash;34 provide an apt summary of the whole chapter. Isaiah once again describes the destruction that will come upon the Assyrians (and the wicked people of the last days). Those who are lifted up in pride will be &ldquo;hewn down&rdquo; and &ldquo;humbled&rdquo; like trees in a forest (v. 33). The wicked leaders will be cast away, and the way will be prepared for a righteous remnant to return and assume leadership. Then, as prophesied in the next chapter, the Lord will raise up righteous servants to lead the world into the glory of His millennial reign.<\/p> <p>The struggles between pride and humility and between submission and power remain the same: when the Lord uses Assyria as a military rod and a political staff against unfaithful Israel, the king of Assyria thinks himself more mighty than the Master. Then, the Master brings forth His own priesthood rod and gospel staff to destroy the wicked powers on earth as He restores His faithful rulers in Zion. As the nations of the earth rise to power and oppress and scatter the children of Israel, their arrogant rulers think themselves to be all-powerful. Then, with God&rsquo;s help, the devoted remnants of Israel return and are restored to lasting power in their lands of ancient inheritance. Ultimately, only Christ and His humble, righteous followers rule the earth.<\/p> ",
    "audit": null
}