{
    "id": 14487,
    "source": "ludlow",
    "verse_id": 18624,
    "verse_count": 3,
    "reference": "48:9–11",
    "title": "“I have chosen thee in the furnace of affliction”",
    "html": "<p>Although the children of Israel were (and still are) stubborn and unrighteous at times, the Lord explains that He will forgive them and eventually exalt them. As they repent and take His name upon them, they will experience His merciful love. Isaiah describes the Lord&rsquo;s great mercy in verse 9, writing, &ldquo;For my name&rsquo;s sake will I defer mine anger.&rdquo; What does that mean? Elder James E. Talmage quotes from a Bible scholar to explain:<\/p>\r\n<blockquote><em>&ldquo;Name<\/em> .&nbsp;.&nbsp;. in the scriptures not only [means] that by which a person is designated, but frequently [means] all that is known to belong to the person having this designation, and the person himself. Thus &lsquo;the name of God&rsquo; or &lsquo;of Jehovah,&rsquo; etc., indicates His authority (<a class=\"ref\">Deuteronomy 18:20; Matthew 21:9<\/a>, etc.), His dignity and glory (<a class=\"isa\" verses=\"WzE4NjI0XQ==\">Isaiah 48:9<\/a>, etc.), His protection and favor (<a class=\"ref\">Proverbs 18:10<\/a>, etc.), His character (<a class=\"ref\">Exodus 34:5, 14<\/a>,compare 6&ndash;7, etc.), His divine attributes in general (<a class=\"ref\">Matthew 6:9<\/a>, etc.), etc. The Lord is said to set or put His name where the revelation or manifestation of His perfections is made (<a class=\"ref\">Deuteronomy 12:5, 14:24<\/a>, etc.).&rdquo;<\/blockquote>\r\n<p>Thus we see that the Lord says &ldquo;for my name&rsquo;s sake&rdquo; to reveal His perfection. He lovingly forgives and redeems us because of His divine nature. Indeed, His attributes are best described by His most commonly used name&mdash;Jesus, meaning &ldquo;Savior.&rdquo; This name also assumes covenant significance as we &ldquo;take His name upon us&rdquo; when we are baptized and thereafter partake of the sacrament.<\/p>\r\n<p>In verse 10, the Lord explains that He has chosen the children of Israel &ldquo;in the furnace of affliction.&rdquo; Valuable materials are usually put in a refiner&rsquo;s fire&mdash;gold, silver, iron, brass, and so on. Earlier in verse 4, He compared Israel to iron and brass. Here, the children of Israel are again compared to precious ores and elements. The metals in the furnace undergo intense heat and softening during the refining process as they are molded into a new form. The chosen people must similarly go through difficult trials to become softened, pliable, and purified. This imagery applies directly to a covenant people because it describes the cleansing and molding power of the Holy Spirit. Refining experiences are uncomfortable, but the eventual purity obtained is worth the purging process. Our many mortal experiences serve as our furnace of affliction, and as we humble ourselves and repent of our weaknesses, Christ truly serves as our Refiner. Elder Bruce R. McConkie explains how Christ serves as this purifier:<\/p>\r\n<blockquote>Christ is the Refiner (<a class=\"isa\" verses=\"WzE4NjI1XQ==\">Isaiah 48:10<\/a>; <a class=\"ref\">Zechariah 13:9; 1&nbsp;Nephi 20:10<\/a>). His mission is to cleanse, purify, and refine the human soul so that it can return to his Father&rsquo;s kingdom in purity, free from dross (<a class=\"ref\">3 Nephi 27:19&ndash;21<\/a>). His cleansing power &ldquo;is like a refiner&rsquo;s fire, And he shall sit as a refiner and purifier of silver&rdquo; in that great day when he comes to judge the world (<a class=\"ref\">Malachi 3:2&ndash;3; 3 Nephi 24:2&ndash;3; D&amp;C 128:24<\/a>).<\/blockquote>\r\n<p>It is a choice blessing to experience the cleansing power of our Refiner while we pass through this probationary period.<\/p>\r\n<p>We learn from President Hunter that the purging process in verse 10 applies to &ldquo;regular&rdquo; Saints, not just to prophets. He testifies that many prophets learn that God refines people &ldquo;in the furnace of affliction&rdquo; as they lead faithful lives even during extremely difficult times. He then says:<\/p>\r\n<blockquote>Today other biographies of faith are being written&mdash;Saints who, like Job, suffer physical pain, emotional sorrow, and even disloyalty from friends&mdash;yet remain faithful; Saints who, like Jacob, see sons and daughters not so valiant as they should be, but who bless them for their potential; Saints who, like Paul, endure great ridicule and endure to the end; Saints who, like Nephi, must separate themselves from family because of their commitment to the gospel. There are those who know pain and sorrow because of loss of loved ones; who know spiritual sorrow because children go astray; who experience loss of health, financial reverses, and emotional distress, and yet, like Job, resolve, &ldquo;When he hath tried me, I shall come forth as gold&rdquo; (<a class=\"ref\">Job 23:10<\/a>).<\/blockquote>\r\n<p>We each have the potential to endure our earthly hardships and purifying with the patience of Job and the other prophets.<\/p>\r\n<p>In verse 11, the Lord continues His description of His power and glory. He teaches the chosen people that He will not tolerate His &ldquo;name to be polluted,&rdquo; or dishonored. In other words, we must be careful about how we use the name of the Lord. We who have taken His name upon us defile it by misrepresenting Him and pollute it by disobeying His commandments. Elder Dallin H. Oaks uses this scripture to explain that we must not take the sacred names of God the Father or His Son, Jesus Christ, in vain. He teaches that the Lord has given this commandment to <em>all <\/em>His children: ancient Israel (<a class=\"ref\">Exodus 20:7<\/a>), the Book of Mormon people (<a class=\"ref\">Mosiah 13:5<\/a>), and us today (<a class=\"ref\">D&amp;C 136:21<\/a>).<\/p>",
    "audit": "done"
}