{
    "id": 14486,
    "source": "ludlow",
    "verse_id": 18618,
    "verse_count": 6,
    "reference": "48:3–8",
    "title": "“I have declared the former things from the beginning”",
    "html": "<p>Isaiah next describes how the Lord Himself verifies His prophesied, covenant relationship with His people. In verses 3&ndash;8, the Lord reveals His pattern of dealing with His children: He foretells His works and then fulfills them. All too often, the &ldquo;obstinate&rdquo; and stubborn children of Israel do not recognize His hand in their affairs, even when He is fulfilling His promises (<a class=\"isa\" verses=\"WzE4NjE5XQ==\">v. 4<\/a>). The Lord&rsquo;s ancient chastisement still applies: in 1844, the Prophet Joseph Smith gave a similar reprimand, stating that the Saints are frequently unprepared for challenges, even though God has promised He will help them. As children of a loving Heavenly Father, we must show faith in Him and His Son as they help us handle adversity.<\/p>\r\n<p>These verses focus on Jehovah&rsquo;s role as supreme ruler of heaven and earth. Isaiah emphasizes the Lord&rsquo;s omniscient power, explaining that He has a complete knowledge of &ldquo;things from the beginning&rdquo; (<a class=\"isa\" verses=\"WzE4NjE4XQ==\">v. 3<\/a>). Indeed, all things past, present, and future are within His power. Through the ages, He has &ldquo;declared the former things&rdquo; (<a class=\"isa\" verses=\"WzE4NjE4XQ==\">v. 3<\/a>) and they &ldquo;came to pass&rdquo; (<a class=\"isa\" verses=\"WzE4NjIwXQ==\">v. 5<\/a>). In these verses, Isaiah speaks for the Lord, using synonymous parallelisms to explain that Jehovah has foretold many of His great acts so that His people would not be able to mistake His work for the work of their idols. The people, however, stubbornly refuse to see or understand the Lord&rsquo;s divine efforts in their lives.<\/p>\r\n<p>The people are so stubborn in their rejection of God that Isaiah compares them to metal elements unable to bend. Using emblamatic parallelisms, the prophet says that their necks are as &ldquo;iron sinew,&rdquo; suggesting their unwillingness to turn to face God, and their brows are as &ldquo;brass,&rdquo; alluding to their insensitivity to divine promptings (<a class=\"isa\" verses=\"WzE4NjE5XQ==\">v. 4<\/a>). Their wickedness and hardheadedness cause them to ignore the Lord&rsquo;s prophecies. The imagery of iron and brass also alludes to their metal-crafted idols. Isaiah describes these material icons as &ldquo;graven&rdquo; and &ldquo;molten&rdquo; images (<a class=\"isa\" verses=\"WzE4NjIwXQ==\">v. 5<\/a>). By referring to both the idols and the people as metal objects, Isaiah is essentially saying that the children of Israel have become like the statues they worship&mdash;stiff, stubborn, and resistant to the prophecies of the Lord. If we idolize anything or anyone worldly, then we too could suffer the fate of these ancient idol worshipers as we become more and more like that which we adore.<\/p>\r\n<p>In reviewing this historical relationship between the Lord and Israel, Isaiah establishes a doctrinal context from which God can invite Israel to repent and to come unto Him in a new covenant relationship. In a similar manner, Moses reviewed Israel&rsquo;s wanderings and God&rsquo;s miracles as he prepared the children of Israel to become a covenant people at Mt. Nebo (<a class=\"ref\">Deuteronomy 1&ndash;4<\/a>). Nephi also established a historical foundation and a doctrinal purpose for his quoting Isaiah to his family in the new world (<a class=\"ref\">1 Nephi 18:23&ndash;25; 19:18&ndash;24<\/a>). With this preparation, the reader is now ready to draw nearer to the Lord in a covenant relationship.<\/p>",
    "audit": "done"
}