{
    "id": 14524,
    "source": "ludlow",
    "verse_id": 17771,
    "verse_count": 4,
    "reference": "6:1–4",
    "title": "“I saw . . . the Lord sitting upon a throne”",
    "html": "<p>The burning bush for Moses and the sacred grove for Joseph Smith set the stage for their prophetic callings. The house of the Lord is the setting for Isaiah&rsquo;s prophetic calling. The first few verses of the chapter provide a unique and detailed description of the heavenly place where Isaiah receives his call. By meticulously describing the event, Isaiah essentially transports his readers to the scene, allowing us to experience a calling of our own. Although distanced by education, time, spiritual knowledge, and even culture, we as readers can identify with his feelings of awe and bewilderment before the majestic throne of God.<\/p>\r\n<p>Isaiah&rsquo;s first observation of his environment focuses not on the peculiar and miraculous surrounding of heaven but on the glorious presence of the Lord Himself. Only later in the chapter does Isaiah comment on the unique furnishings, clothing, and seraphs of heaven. Isaiah describes the Lord as sitting on a &ldquo;high and lifted up&rdquo; throne&mdash;His elevated position clearly places Him in an exalted position.<\/p>\r\n<p>Many symbolic parallels exist between Isaiah&rsquo;s heavenly vision and our latter-day temples. As examples, Isaiah describes the Lord&rsquo;s robe or train that &ldquo;filled the temple&rdquo; (<a class=\"isa\" verses=\"WzE3NzcxXQ==\">v. 1<\/a>). This train may be symbolically related to the modern-day temple veil that separates us from the direct presence of God. The seraphim are like temple attendants, calling to one another in a threefold petition (<a class=\"isa\" verses=\"eyIxNzc3MiI6Mn0=\">v. 2&ndash;3<\/a>). The moving door posts (<a class=\"isa\" verses=\"WzE3Nzc0XQ==\">v. 4<\/a>) suggest a stirring at the veil. Isaiah receiving a live coal from the temple altar (<a class=\"isa\" verses=\"eyIxNzc3NiI6Mn0=\">v. 6&ndash;7<\/a>) reminds us of the eternal life promised to those who keep the covenants made at the temple altars.<\/p>\r\n<p>After depicting the Lord&rsquo;s majesty, Isaiah describes special beings, called seraphs, who attend the Lord. Joseph Smith also mentions seraphs in God&rsquo;s presence in his dedicatory prayer of the Kirtland Temple (<a class=\"ref\">D&amp;C 109:79;<\/a> see also Bible Dictionary, &ldquo;Seraphim,&rdquo; 771). These seraphs are such unusual creatures that Isaiah carefully describes their three sets of wings and their manner of praising the Lord. Isaiah explains, &ldquo;Each one had six wings; with twain [two] he covered his face, and with twain he covered his feet, and with twain he did fly&rdquo; (<a class=\"isa\" verses=\"WzE3NzcyXQ==\">v. 2<\/a>). This depiction of the seraphim appears to be a literal one, but it could also be connected to symbolic representations. The multiple wings perhaps represent the protective veil that separates the Lord from mortals. The ark of the covenant, as described in Exodus and Kings, was adorned with cherubim similar to the seraphim, who had wings that spread over the mercy seat upon the ark. If the ark was indeed a symbolic representation of the Lord and a place where He revealed Himself to His servants, then the cherubic wings would technically cover the Lord as He descended upon the seat of the ark, acting as a sort of barrier, or veil, between the Lord and His servants (<a class=\"ref\">Exodus 37:9; 1 Kings 8:6<\/a>). The wings of the seraphs may have similarly acted as a sort of veil between Isaiah and the Lord. <a class=\"ref\">Doctrine and Covenants 77:4<\/a> teaches that the wings also represent the seraphs&rsquo; power &ldquo;to move, to act, etc.&rdquo;<\/p>\r\n<p>Isaiah uses the triumphant praise of the seraphim to further describe attributes of the Lord. The seraphim repeatedly exalt the Lord, proclaiming, &ldquo;Holy, holy, holy, is the Lord of Hosts: the whole earth is full of his glory&rdquo; (<a class=\"isa\" verses=\"WzE3NzczXQ==\">v. 3<\/a>). The word <em>holy<\/em> defines a person, object, or place that is dedicated or consecrated for a sacred purpose. The threefold repetition of &ldquo;holy&rdquo; means &ldquo;<em>most <\/em>holy,&rdquo; a superlative grammatical form used in the Semitic languages. This declaration not only emphasizes the greatness of the Lord and His creations, but it also maintains that the Lord&rsquo;s handiwork itself testifies of His glory. The manifestation of His glory is shown in His power and love for us. Indeed, after considering the great beauty and intricacy of the world we live in and the personal and eternal purposes of our earthly existence, we can testify that the Lord is a majestic God, whose sacred purpose is to bring about our immortality and eternal life (<a class=\"ref\">Moses 1:39<\/a>).<\/p>\r\n<p>The &ldquo;posts of the door&rdquo; mentioned in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 4<\/a> may be describing the doorway that leads into the holy of holies in the Jerusalem temple. They may also be symbolic of the entrance that leads to God&rsquo;s presence. In either case, both images allude to the special &ldquo;doors,&rdquo; or covenants, that we must all pass through in order to come into the presence of the Lord. Nephi explains that it is only through repentance and baptism that we can enter the holy gate that leads to eternal life (<a class=\"ref\">2 Nephi 31:17&ndash;18<\/a>). Thus, in order to dwell with the Lord again, we must keep ourselves pure, able to pass through the doors of the heavenly kingdom.<\/p>",
    "audit": "done"
}