{
    "id": 14578,
    "source": "ludlow",
    "verse_id": 18716,
    "verse_count": 2,
    "reference": "53:4–5",
    "title": "&ldquo;With his stripes we are healed&rdquo;",
    "html": " <p>In verses 4 and 5, Isaiah reports the intensity of Christ&rsquo;s suffering and the magnitude of His sacrifice. He tells how Christ endured the consequences of our sins, writing, &ldquo;He has borne our griefs, and carried our sorrows.&rdquo; This phrase is especially symbolic. We, with any burden or scar of sin, can in no way enter the kingdom of God. The Savior takes our load of sin. He implores, &ldquo;Come unto me, all ye that .&nbsp;.&nbsp;. are heavy laden, .&nbsp;.&nbsp;. for my yoke is easy, and my burden is light&rdquo; (Matthew 11:28, 30). If we take advantage of the Atonement in our lives, the Savior will literally lighten the grief and sorrow caused by our sins.<\/p> <p>Isaiah describes the Savior&rsquo;s agony with five different words: &ldquo;We did esteem him <em>stricken, smitten <\/em>of God<em>, <\/em>and <em>afflicted. .&nbsp;.&nbsp;. <\/em>He was<em> wounded <\/em>for our transgressions<em>, <\/em>he was<em> bruised <\/em>for our iniquities&rdquo; (vv. 4&ndash;5). Elder James E. Talmage witnesses of Christ&rsquo;s tremendous suffering with the following words:<\/p> <blockquote>Christ&rsquo;s agony in the garden is unfathomable by the finite mind, both as to intensity and cause. The thought that He suffered through fear of death is untenable. .&nbsp;.&nbsp;. He struggled and groaned under a burden such as no other being who has lived on earth might even conceive as possible. It was not physical pain, nor mental anguish alone, that caused Him to suffer such torture as to produce an extrusion of blood from every pore; but a spiritual agony of soul such as only God was capable of experiencing. No other man, however great his powers of physical or mental endurance could have suffered so; for his human organism would have succumbed, and syncope [anemia; a loss of blood or oxygen] would have produced unconsciousness and welcome oblivion. In that hour of anguish Christ met and overcame all the horrors that Satan, &ldquo;the prince of this world&rdquo; could inflict.<\/blockquote> <p>The prophets Isaiah and Talmage help us appreciate Christ&rsquo;s tribulation and the infinite Atonement required to satisfy both the demands of justice and also the expectations of mercy.<\/p> <p>Isaiah uses antithetic parallels at the end of verse 5, contrasting &ldquo;chastisement&rdquo; (or punishment) with &ldquo;peace,&rdquo; and &ldquo;stripes&rdquo; (or wounds) with &ldquo;healing.&rdquo; The phrase &ldquo;with his stripes we are healed&rdquo; presents a profound paradox. Through the physical affliction of our Redeemer, the body and spirit are restored to wholeness&mdash;a state of purity and perfection that allow us as resurrected beings to return to Heavenly Father&rsquo;s presence. As President Hunter testifies, &ldquo;Without the Atonement there would be no hope of eternal life. .&nbsp;.&nbsp;. In its absence the whole plan of creation would come to naught.&rdquo;<\/p> ",
    "audit": null
}