{
    "id": 14542,
    "source": "ludlow",
    "verse_id": 17848,
    "verse_count": 4,
    "reference": "9:18–21",
    "title": "“Wickedness burneth as the fire”",
    "html": "<p>The final burning and destruction of the wicked Israelites is depicted in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 18<\/a>. As in most of Isaiah&rsquo;s writings, this refers to both the people of Isaiah&rsquo;s time (the unrighteous ten tribes) as well as the people in the latter days. Isaiah explains that the destruction will be so devastating that people will not help each other. Because of severe agricultural and economic distress, they will steal food from each other and eventually even eat the flesh of their own dead. These catastrophes did indeed occur during Isaiah&rsquo;s time, and they will occur again in the latter days.<\/p>\r\n<p>In <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 21<\/a>, Isaiah describes the combined fury of the tribes of Joseph (Ephraim and Manasseh) against Judah. He then repeats his prophetic declaration that &ldquo;for all this [the Lord&rsquo;s] anger is not turned away, but his hand is stretched out still.&rdquo; Even though the Israelites are facing complete destruction through their civil war and the impending Assyrian attack, the Lord still holds out an offering of mercy and pleads with them to repent of their wicked ways. Before our selfishness and wickedness carry us toward catastrophe, we must reach out to our Savior so He can pull us toward Him with His outstretched hand and welcome us with open arms.<\/p>\r\n<p>As with many of Isaiah&rsquo;s writings, this chapter foretells the Messiah&rsquo;s power and compassion to audiences beyond the people of Isaiah&rsquo;s time. Most pertinent of his revelations are Isaiah&rsquo;s descriptive titles of the Savior, who was to come some seven centuries later. This chasm between Isaiah&rsquo;s time and the time of the Savior does not weaken the prophet&rsquo;s powerful vision of the King of the world. Elder James E. Talmage comments on Isaiah&rsquo;s role as futuristic seer who &ldquo;with the forcefulness of direct revelation told of the Virgin&rsquo;s divine maternity, whereof Immanuel should be born. .&nbsp;.&nbsp;. Looking down through the ages the prophet saw the accomplishment of the divine purposes as if already achieved, and sang in triumph: [quotes <a class=\"isa\" verses=\"eyIxNzgzNiI6Mn0=\">Isaiah 9:6&ndash;7<\/a>].&rdquo;<\/p>\r\n<p>Nephi&rsquo;s contemporary audience in the Book of Mormon setting of this chapter still lived more than five centuries before the fulfillment of Isaiah&rsquo;s prophecies. Isaiah&rsquo;s words of comfort and promise strengthened them as they lived in faith and experienced the light and joy of His divinity.<\/p>\r\n<p>We today can also recognize this child from Galilee who brings wise counsel, divine power, fatherly security, and lasting peace. He will bring adversaries against the wicked and cleanse the earth in preparation for His second coming. And today He still stretches out His hand for all to come unto Him.<\/p>",
    "audit": "done"
}