{
    "id": 14547,
    "source": "ludlow",
    "verse_id": 17871,
    "verse_count": 8,
    "reference": "10:20–27",
    "title": "&ldquo;The remnant of Israel .&nbsp;.&nbsp;. shall return .&nbsp;.&nbsp;. unto the mighty God&rdquo;",
    "html": " <p>Switching from a voice of ominous warning, Isaiah now delivers a message of joyous tidings: after the destruction of the Assyrians, a remnant of Israel shall return. The doctrine of remnants of the house of Israel returning to their ancient lands of inheritance is common in Isaiah&rsquo;s writings and is a thread of continual hope through Isaiah&rsquo;s darkest prophecies.<\/p> <p>Isaiah promises that those who are blessed to return will &ldquo;no more .&nbsp;.&nbsp;. stay upon him that smote them, but shall stay upon the Lord&rdquo; (v. 20). Instead of following the commands of wicked and brutal captors, the remnant will be able to return to Israel and live under the rule of their God. The return is not merely a physical escape from the arms of bondage but is also a spiritual release from the natural man&rsquo;s sinful ways back to the righteous ways of the &ldquo;mighty God&rdquo; (v. 21).<\/p> <p>When this remnant of Israel returns, their people will have multiplied greatly&mdash;described emblematically as being like &ldquo;the sand of the sea&rdquo; (v. 22). This simile alludes to the promise given to Abraham that his posterity would be &ldquo;as the sand which is upon the sea shore&rdquo; (Genesis 22:17). Isaiah&rsquo;s prophecy not only refers to Old Testament times, when a remnant of the scattered Jews would return to their lands in Jerusalem, but also to the latter-day gathering of the ten tribes prior to the Savior&rsquo;s return. In that day, righteous covenant followers of the Lord will assemble to usher in a millennial period of peace and prosperity.<\/p> <p>These verses are the pivot point of a beautiful chiastic poem contained in verses 13&ndash;27. Beginning in verse 13, Isaiah portrays the king of Assyria boasting of his might, and in verses 25&ndash;27 the prophet testifies of the Lord&rsquo;s great power. The following is an outline of the poem&rsquo;s key ideas:<\/p> <p>&emsp;A Boastings of the king of Assyria&rsquo;s &ldquo;might&rdquo; (vv. 13&ndash;14).<\/p> <p>&emsp;&emsp;B A mortal king&rsquo;s rod and staff (v. 15).<\/p> <p>&emsp;&emsp;&emsp;C Cleansing the wicked from the land (vv. 16&ndash;18).<\/p> <p>&emsp;&emsp;&emsp;&emsp;D Only a few wicked remain (v. 19).<\/p> <p>&emsp;&emsp;&emsp;&emsp;&emsp;<em>E A remnant of Israel will rely upon the Lord (v. 20).<\/em><\/p> <p>&emsp;&emsp;&emsp;&emsp;&emsp;<em>E&rsquo; A remnant will return to their land (v. 21).<\/em><\/p> <p>&emsp;&emsp;&emsp;&emsp;D&rsquo; Israel will become numerous as the sands of the sea (v. 22a).<\/p> <p>&emsp;&emsp;C&rsquo; A cleansing of the earth (vv. 22b&ndash;23).<\/p> <p>&emsp;&emsp;B&rsquo; A divine King&rsquo;s rod and staff (v. 24).<\/p> <p>&emsp;A&rsquo; Demonstrations of the King of heaven&rsquo;s might (vv. 25&ndash;27).<\/p> <p>The poem&rsquo;s two major messages are a witness and a promise. First, Isaiah testifies of God&rsquo;s eternal power compared to man&rsquo;s transitory might. Second, he records the Lord&rsquo;s promise that He will bring back a numerous remnant of righteous Israel.<\/p> <p>This joyous time of Israel&rsquo;s return will also be a time of &ldquo;consumption,&rdquo; or depletion, for the wicked. Isaiah states, in verse 22, that &ldquo;the consumption decreed shall overflow with righteousness.&rdquo; Contrasted with the beginning of the chapter, which speaks of the obliteration of the Israelite nations, this consumption refers to the destruction of the wicked nations. This devastation could be referring to either Assyria&rsquo;s historical destruction or the future removal of the political nations of the world when Christ returns to reign over His kingdom on earth.<\/p> <p>In verse 24, Isaiah assures the children of Israel that they need not fear the Assyrians when they come under her dominion. He compares their upcoming captivity to the times of Egyptian bondage, centuries earlier. This not only reminds Israel of the upcoming trials and tribulations they will face but also of the miraculous deliverance that ultimately would occur. In verse 26, Isaiah refers to another miraculous delivery of the Israelites&mdash;the &ldquo;slaughter of Midian at the rock of Oreb.&rdquo; During this battle, Gideon, a righteous leader, defeated a great army of Midianites and allied warriors with a small but faithful band of 300 men (Judges 7:25).<\/p> <p>Although times of prolonged captivity were ahead for all of Israel, including the Nephites and Lamanites, Isaiah assures that they will eventually be freed through the Lord&rsquo;s power: &ldquo;It shall come to pass in that day [the last days] that his burden shall be taken away from off thy shoulder, and his yoke from off thy neck, and the yoke shall be destroyed because of the anointing&rdquo; (v. 27). This reference to anointing represents the &ldquo;Anointed One,&rdquo; or Christ. As seen earlier with the Isaiah chapters quoted by Nephi and Jacob in 1 and 2 Nephi, the Jews would miraculously be gathered and then restored after their attitudes, knowledge, and belief toward the Messiah changed. Jehovah&rsquo;s power will also rescue the other remnants of Israel from political bondage and oppression as their attitudes, knowledge, and beliefs change. Indeed, Christ&rsquo;s atoning power delivers all mankind from spiritual bondage and the yoke of sin. By following the Savior, we truly find rest, for His &ldquo;yoke is easy, and [His] burden is light&rdquo; (Matthew 11:30).<\/p> ",
    "audit": null
}