{
    "id": 14564,
    "source": "ludlow",
    "verse_id": 17933,
    "verse_count": 8,
    "reference": "14:4–11",
    "title": "“How hath the oppressor ceased!”",
    "html": "<p>After recounting the fall of Babylon, Israel sings a &ldquo;taunt song&rdquo; against its king. The song is written using a common Hebrew poetic form, composed of parallel couplets, which becomes more apparent when the passages are read aloud.<\/p>\r\n<p>Amazed that the once-powerful empire has been toppled, Israel marvels, &ldquo;How hath the oppressor ceased, the golden city ceased!&rdquo; (<a class=\"isa\" verses=\"WzE3OTMzXQ==\">v. 4<\/a>). Ancient kings of Babylon were not only powerful, but they were also notorious for their arrogance and persecution against others. The Lord has caused this powerful kingdom to fall. He finally breaks their staff (power) and scepter (authority) as they are themselves persecuted and overcome (<a class=\"isa\" verses=\"eyIxNzkzNCI6Mn0=\">vv. 5&ndash;6<\/a>). With the evil leaders gone, Isaiah tells us that &ldquo;the whole earth is at rest, and is quiet&rdquo; (<a class=\"isa\" verses=\"WzE3OTM2XQ==\">v. 7<\/a>), reminding us of the rest foretold in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 3<\/a> when Israel is gathered through the mercy of the Lord. Even the firs and cedars (the educated and leading classes of society) rejoice now that the henchmen of the evil one no longer seek their destruction (<a class=\"isa\" verses=\"WzE3OTM3XQ==\">v. 8<\/a>).<\/p>\r\n<p>Peace and quiet are not what await the king of Babylon, however. Isaiah promises that &ldquo;hell from beneath&rdquo; awaits him (<a class=\"isa\" verses=\"WzE3OTM4XQ==\">v. 9<\/a>). Joseph Smith comments that the Hebrew word used here for &ldquo;hell&rdquo; is <em>sheol,<\/em> or in Greek,<em> hades.<\/em> He teaches that both terms &ldquo;mean a world of spirits. Hades, Sheol, paradise, spirits in prison, all are one: it is a world of spirits.&rdquo; Babylon&rsquo;s king is now a helpless spirit in the realm of the dead.<\/p>\r\n<p>Other kings and rulers who have died rise to meet the new arrival, and they mock him: &ldquo;Art thou also become weak as we? Art thou become like unto us?&rdquo; (<a class=\"isa\" verses=\"WzE3OTM5XQ==\">v. 10<\/a>). All their riches and power were not able to save them in the world of spirits as their &ldquo;pomp is brought down to the grave&rdquo; (<a class=\"isa\" verses=\"WzE3OTQwXQ==\">v. 11<\/a>). This reflects the teachings of the Savior to the people at Bountiful: &ldquo;Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and thieves break through and steal; but lay up for yourselves treasures in heaven&rdquo; (<a class=\"ref\">3 Nephi 13:19&ndash;20<\/a>; compare <a class=\"ref\">Matthew 6:19&ndash;20; 2 Nephi 8:8<\/a>\/<a class=\"isa\" verses=\"WzE4NjgyXQ==\">Isaiah 51:8<\/a>). Worldly treasures and political power cannot follow us to the next life. Only spiritual gifts will bless and strengthen us and others as we experience death and enter the postmortal world.<\/p>",
    "audit": "done"
}