{
    "id": 14531,
    "source": "ludlow",
    "verse_id": 17800,
    "verse_count": 9,
    "reference": "7:17–25",
    "title": "“The Lord shall bring upon thee . . . the king of Assyria”",
    "html": "<p>Isaiah prophesies further of destruction in the form of the king of Assyria that will come to Judah. The Lord is described as &ldquo;hiss[ing]&rdquo; or whistling, for the &ldquo;fly&rdquo; and the &ldquo;bee&rdquo; that will swarm from Egypt and Assyria (<a class=\"isa\" verses=\"WzE3ODAxXQ==\">v. 18<\/a>). The stinging bees represent the massive armies of Assyria that would eventually destroy Israel and Syria and then later attack Judah. The pesky flies represent Egyptian armies that would also come into Judah as they counterattacked the Assyrians. The insects (or armies) would be so numerous that they would completely envelop the landscape, covering the thorns and bushes and even the holes of the rocks (<a class=\"isa\" verses=\"WzE3ODAyXQ==\">v. 19<\/a>).<\/p>\r\n<p>In <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 20<\/a>, Isaiah alludes to the captivity of many Jews as he describes how the Lord would shave Judah with a hired razor (Assyria). The Lord sometimes uses foreign nations to accomplish His work, and here He humbles Judah for her lack of faith because she formed an alliance with Assyria instead of relying upon His power. However, this alliance backfired as Assyria later turned against Judah and enslaved many. The Assyrians regularly shaved the heads of their captives to keep them clean and to make them easily recognizable in case they escaped. In addition, since the hair was a valued feature in Israelite culture, being shaved was an especially humiliating punishment for these Judean captives.<\/p>\r\n<p>Further desolation is described in <a class=\"isa\" verses=\"WzE3ODA4XQ==\">verses 21&ndash;25<\/a>. Isaiah depicts seemingly great abundance and plentiful times, but he is actually writing about a future time of great emptiness. <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">Verse 21<\/a> describes a surplus of cows and sheep, but this excess livestock is not a result of prosperity. Each man owns cows and sheep because there are so few men left after the Assyrian invasion. Some livestock is lost during the invasion, but a much greater proportion of the men die, so the remaining livestock is more than enough to sustain the survivors. Isaiah explains that there will be great amounts of butter and honey because of the large number of milk-producing animals and nectar-producing blossoms compared to the number of people. Also, since these are foods eaten by commoners, this prophecy also reveals that the noble families would be removed from their estates. Their abandoned vineyards and farms would be overrun by blossoming weeds, especially briers and thorns, and once-fertile lands would become forests where livestock would graze and men would hunt for wild game. The repeated promise of &ldquo;briers and thorns&rdquo; also alludes to God&rsquo;s affliction sent upon the land after Adam and Eve were expelled from the Garden of Eden. In a similar pattern, Israelites from the ten tribes and Judah were being cast from their promised lands of inheritance, which, in turn, would be covered with briers and thorns.<\/p>\r\n<p>The prophecies and promises in this chapter strengthen our faith that Immanuel&rsquo;s coming is near. More important than when and where He comes is the promise of His love and power that can bless throughout eternity as we prove faithful to receive His protective care. Unlike King Ahaz, let us trust in God&rsquo;s prophets and recognize His signs and gifts unto us. We should recognize that &ldquo;God is with us&rdquo; in many times and places. As prophets teach about the Savior&rsquo;s earthly mission and promise His divine protection, their message is that &ldquo;God is with us.&rdquo; When He comes to dwell in the midst of us during His millennial reign and when we return as resurrected beings to His celestial realms, &ldquo;God is with us.&rdquo; As we sense His radiant light and love, we can always know that &ldquo;God is with us!&rdquo;<\/p>",
    "audit": "done"
}