{
    "id": 14584,
    "source": "ludlow",
    "verse_id": 18705,
    "verse_count": 3,
    "reference": "52:8–10",
    "title": "&ldquo;Sing together, . . . for the Father . . . hath redeemed Jerusalem&rdquo;",
    "html": " <p>Before the Savior starts quoting from Isaiah on the second day of His resurrection ministry in the land of Bountiful, He reminds the people of the words of Isaiah that He cited the previous day (3 Nephi 20:10&ndash;11; 16:17&ndash;20). Those words from Isaiah 52:8&ndash;10 had confused them, so He had commanded them to go to their homes and ponder the things He had told them (3 Nephi 17:2&ndash;3). Now on the second day, it appears that He is again going to quote Isaiah, but He merely reminds them that Isaiah&rsquo;s words are written: &ldquo;Ye have them before you, therefore search them&rdquo; (3 Nephi 20:11; compare 3 Nephi 23:1). He could give us exactly the same instruction today: &ldquo;You Latter-day Saints have the words of Isaiah; they are written in the Bible, and many of them are in the Book of Mormon; therefore search them!&rdquo;<\/p> <p>The Savior then gives an important reason <em>why<\/em> His people should search Isaiah&rsquo;s words: &ldquo;When they shall be fulfilled then is the fulfilling of the covenant which the Father hath made unto his people, O house of Israel&rdquo; (v. 12). In other words, when the words of Isaiah are fulfilled, then God&rsquo;s covenant with the house of Israel is fulfilled. Moses had brought the house of Israel into a covenant relationship with his instructions recorded in the book of Deuteronomy. But in order for the covenant to be completed, certain conditions and prophecies needed to be fulfilled&mdash;and these are recorded in the book of Isaiah. Deuteronomy is the covenant contract with Israel; Isaiah is the covenant promise.<\/p> <p>The Savior next reviews some elements of Israel&rsquo;s gathering that must take place (vv. 13&ndash;14). He calls upon the Gentiles to repent after they receive the gospel blessing; if they refuse, they will face God&rsquo;s justice and the power of His covenant people (vv. 15&ndash;20). He promises them a New Jerusalem and His presence in their midst (vv. 21&ndash;22). He reminds His audience that all the ancient prophets had foretold His coming (vv. 23&ndash;24). He continues with a summary of His prophetic and historic relationship with covenant Israel, including an explanation of why the gospel went first to the house of Israel and then to the Gentiles and why Israel was scattered by the Gentiles (vv. 25&ndash;28). He assures them that He will remember His covenant promises with them and that they will eventually receive the fullness of His gospel (vv. 29&ndash;30). And when they will believe in Him, that He is Jesus Christ (v. 31), then the words of Isaiah will be fulfilled. He then quotes the same three verses from Isaiah 52:8&ndash;10 that He cited at the end of the previous day. These verses promise Christ&rsquo;s peace and power, and they portray the Lord&rsquo;s messengers taking the gospel to the world.<\/p> <p>Isaiah addresses the vital role of missionary work by using a metaphor of a watchman upon a mountain. The work of the singing watchmen is to share the peace and joy that the gospel message brings (vv. 32, 34, 40). The watchmen, working as the Lord&rsquo;s messengers, might be prophets, General Authorities, full-time missionaries, or local leaders and members. They all serve as Christ&rsquo;s representatives as they take His joyous word to the world.<\/p> <p>Isaiah speaks directly to his audience in verse 34, commanding them to &ldquo;break forth into joy [and] sing together.&rdquo; This direction to &ldquo;sing&rdquo; not only refers to the act of making music but also suggests that the Lord wants us to joyfully proclaim the gospel in the latter days. Isaiah&rsquo;s words of cheerful encouragement to faithful missionaries are similar to the promise given in D&amp;C 18:15: &ldquo;If it so be that you should labor all your days in crying repentance unto this people, and bring, save it be one soul unto me, how great shall be your joy with him in the kingdom of my Father!&rdquo; We should remember that we are <em>all <\/em>called as missionaries of the gospel&mdash;whether we serve a full-time mission or not. We should never forget the encouraging words of President David O. McKay: &ldquo;Every member a missionary!&rdquo;<\/p> <p>In verse 35, Isaiah alludes to the great and dreadful calamities of the Second Coming and describes the Lord making &ldquo;bare his holy arm in the eyes of all the nations.&rdquo; Other scriptures use similar imagery associating the Lord&rsquo;s destructive power with the symbol of His arm. By using imagery that depicts the power of the Lord, Isaiah warns his readers: God is a real, physical power to contend with, so we should heed His commandments or we will feel the power of His judgments!<\/p> <p>The text in verse 35 contains interesting changes from Isaiah&rsquo;s text in the Bible (Isaiah 52:10). In the Book of Mormon, the title &ldquo;Father&rdquo; replaces the titles &ldquo;Lord&rdquo; at the beginning and &ldquo;God&rdquo; at the end of the verse, and a phrase is added: &ldquo;And the Father and I are one.&rdquo; The First Presidency taught that this is an example of Jesus Christ teaching of His authority by divine investiture from the Father. The Son has received full power from the Father, making appropriate Christ&rsquo;s title as the &ldquo;Father&rdquo; of humankind: &ldquo;Thus the Father placed His name upon the Son; and Jesus Christ spoke and ministered in and through the Father&rsquo;s name; and so far as power, authority, and godship are concerned, His words and acts were and are those of the Father.&rdquo; Everything Jesus did on the earth was in His Father&rsquo;s name, by His Father&rsquo;s will, and through His Father&rsquo;s power.<\/p> ",
    "audit": null
}