{
    "id": 14566,
    "source": "ludlow",
    "verse_id": 17953,
    "verse_count": 4,
    "reference": "14:24–27",
    "title": "“Surely as I have thought, so shall it come to pass”",
    "html": " <p>Following the pronouncement of Babylon&rsquo;s fall and the ultimate defeat of the kingdom of the devil, Isaiah reminds us of the omniscience of the Lord. He quotes Him as saying, &ldquo;Surely as I have thought, so shall it come to pass; and as I have purposed, so shall it stand.&rdquo; The hand of God is in every event. Elder Neal A. Maxwell reminds us that world events and the destinies of nations, as well as our own lives, all occur under the watchful and directing eye of the Lord. &ldquo;What we mortals encounter as the unforeseen, God has already seen.&rdquo;<\/p> <p>In verse 25, Isaiah explains how Assyria, the fierce power of his own time, will be checked by the Lord. They will be trodden &ldquo;under foot,&rdquo; and the yoke they inflicted upon the Lord&rsquo;s people will be taken from them &ldquo;and his burden depart from off their shoulders.&rdquo; In verse 26, Isaiah explains that this will be the eventual end to everyone who fights against the Lord&rsquo;s people, reflecting back to Babylon&rsquo;s fall as well: &ldquo;This is the hand that is stretched out upon all nations.&rdquo; As will be highlighted later in this book, Isaiah makes a similar statement echoed in 3 Nephi (3 Nephi 22:16&ndash;17\/Isaiah 54:16&ndash;17). All those who rebel against God will fade into oblivion as they are eventually destroyed.<\/p> <p>Isaiah contrasts the fate of the wicked by promising God&rsquo;s remembrance of the righteous. The God who fathered the spirit of every person on this earth will always remember His faithful children. His hand is still stretched out, and no power can turn it back from redeeming Israel (v. 27; compare 3 Nephi 22:4&ndash;10\/Isaiah 54:4&ndash;10). Our responsibility, as latter-day Israel, is to keep our covenants and pursue a steady course of obedience so we can enjoy the Lord&rsquo;s blessing. President Gordon B. Hinckley teaches us: &ldquo;You and I may fail as individuals and miss the blessing. But [the Lord&rsquo;s] work cannot fail. There will always be those he will raise up to accomplish it.&rdquo; Isaiah reinforces this idea, promising that no one can thwart what the Lord of Hosts has planned (v. 27). The battle between spiritual Babylon and spiritual Israel may still be going, but the end is known to the Lord, and the victorious side has already been decided.<\/p> ",
    "audit": null
}