{
    "id": 14506,
    "source": "ludlow",
    "verse_id": 18742,
    "verse_count": 2,
    "reference": "55:1–2",
    "title": "&ldquo;Come my brethren, every one that thirsteth&rdquo;",
    "html": " <p>Later in this sermon to the Nephites, Jacob quotes from Isaiah 55:1&ndash;2 as he concludes his great teachings about the Atonement. He uses Isaiah&rsquo;s poetic words to exhort his people to partake freely of the gospel and its promise of eternal salvation.<\/p> <p>Isaiah uses four similar phrases to encourage the people to &ldquo;come&rdquo; unto Christ:<\/p> <ul> <li>&ldquo;Come . . . every one that thirsteth.&rdquo;<\/li> <li>&ldquo;Come ye to the waters.&rdquo;<\/li> <li>&ldquo;Come buy and eat.&rdquo;<\/li> <li>&ldquo;Come buy wine and milk without money and without price.&rdquo;<\/li> <\/ul> <p>The word <em>thirsteth<\/em> immediately reminds us of the human necessity for liquids. The metaphor uses three common liquids that quench one&rsquo;s thirst: water, wine, and milk. <em>Water<\/em> is always required and is usually available to satisfy thirst. Isaiah is inviting us to come to the waters, or to stand in holy places, which is a necessary step before we can &ldquo;buy&rdquo; the precious gifts of the gospel. Water also represents the love of God (1 Nephi 11:25) and the covenant waters of baptism. <em>Wine <\/em>is less plentiful but is available after some effort, and is good for satisfying thirst, especially in times of rejoicing. Wine is also symbolic of the sacrament covenants. <em>Milk<\/em> is common and important for strength, growth, and nourishment. God&rsquo;s covenant people are promised lands of milk and honey. Thus we see that Isaiah is inviting the people to satisfy their physical thirst, but he is also promising them joy and strength as they <em>spiritually<\/em> drink what the Lord has to offer as they honor their covenants with Him.<\/p> <p>The milk and wine are to be acquired &ldquo;without money and without price&rdquo; (v. 50). Isaiah pleads with us to not spend our money and efforts on temporal things that do not ultimately satisfy (v. 51). Christ&rsquo;s gifts of eternal salvation and glory are free to all, even though they are priceless gifts. His gospel has no monetary price attached to it; one does not have to buy one&rsquo;s Church membership or the blessing of resurrection. However, these gifts cannot be obtained without effort. The price is a pure heart and a contrite spirit. Without the Atonement, we would never be able to &ldquo;afford&rdquo; these gifts.<\/p> <p>In this section of 2 Nephi, Jacob quotes Isaiah&rsquo;s teachings about Israel&rsquo;s gathering and rejoicing. We learn that the gospel of Jesus Christ empowers the Saints with peace and joy despite wickedness around them. We are promised that special prophets in Jerusalem will manifest God&rsquo;s powers as final events of the last days unfold. In addition, we are invited to partake of the nourishing truths of the gospel. Rich blessings are in store for those who believe in and then live worthy to receive these words of comfort from the Lord.<\/p> ",
    "audit": null
}