{
    "id": 14498,
    "source": "ludlow",
    "verse_id": 18667,
    "verse_count": 6,
    "reference": "50:4–9",
    "title": "&ldquo;I gave my back to the smiter&rdquo;",
    "html": " <p>The next six verses quoted by Jacob contain one of Isaiah&rsquo;s four servant songs. The other three are found in Isaiah 42, 49 (1 Nephi 21), and 52:13&ndash;53:12 (3 Nephi 20, Mosiah 14). The servant songs contain moving descriptions of an unidentified servant of God, each highlighting different aspects of the servant&rsquo;s life, mission, and personality. Several theories exist concerning the identity of the servant, but only one truly fits the description: the Servant of servants, Jesus Christ. Although the primary identity may be Christ, all of us should study the servant songs, strive to understand the characteristics they teach, and work to become more like the servant they describe. In effect, the servant songs provide a guide and an outline on how we can become more like Christ.<\/p> <p>This particular servant song begins with a powerful statement: &ldquo;The Lord God hath given me the tongue of the learned, that I should know how to speak a word in season unto thee, O house of Israel&rdquo; (v. 4). In His youth, Jesus learned His duty and important gospel insights from His Father in Heaven. Matthew reveals that before Christ&rsquo;s ministry, &ldquo;he served under his father, and he spake not as other men, neither could he be taught; for he needed not that any man should teach him&rdquo; (JST, Matthew 3:25). Luke records that when Jesus was twelve years old, Mary and Joseph &ldquo;found him in the temple, sitting in the midst of the doctors, and they were hearing him, and asking him questions. And all that heard him were astonished at his understanding and answers&rdquo; (JST, Luke 2:46&ndash;47). As a lad, Jesus was already teaching the religious leaders of His time with &ldquo;the tongue of the learned.&rdquo; The Savior was taught by His Eternal Father so that he could &ldquo;speak a word in season&rdquo; to the Israelites. The Gospels of Matthew, Mark, Luke, and John each record the wisdom that Jesus shared with the Israelites in an attempt to lead them to truth.<\/p> <p>The rest of verse 4 addresses Israel and highlights the Lord&rsquo;s early efforts in their behalf: &ldquo;When ye are weary he waketh morning by morning .&nbsp;.&nbsp;. to hear as the learned.&rdquo; The Lord&rsquo;s undeviating devotion to learn &ldquo;morning by morning&rdquo; so that He can help the wearied Israelites, who had become weary through sin, shows the love and commitment the Lord has in fulfilling His divine purposes on this earth. Even though His mission would be wrought with frustration, ridicule, and agony, Christ &ldquo;was not rebellious, neither turned away back&rdquo; (v. 5). Even in the early morning of the last day of His life, as He suffered immense pain, He was not rebellious and did not turn away from the bitter cup that was placed before Him.<\/p> <p>In the final hours before His crucifixion, Christ was betrayed, beaten, mocked, and spat upon. In verses 6 and 7, Isaiah describes these events&mdash;750 years before they happened! The fact that the very events described in these verses occurred during the Savior&rsquo;s final hours is one of the great evidences that the servant song refers to Christ. The following chart shows how Isaiah&rsquo;s prophecies in these two verses are fulfilled by Christ as recorded in the New Testament:<\/p> <p>Interestingly, one of Isaiah&rsquo;s prophecies seems to go unfilled in the life of Christ&mdash;&ldquo;I gave .&nbsp;.&nbsp;. my cheeks to them that plucked off the hair.&rdquo; Does this mean the servant song does not refer to the Savior&rsquo;s suffering? Probably not. There are several possible explanations regarding this statement. First, the translation in the Bible may make the phrase unclear. The reference to giving His cheek to those who pluck off hair may be a reference to the many times that Christ was slapped and abused by the Jewish leaders during His &ldquo;trial.&rdquo; Second, in the Orient, plucking the hairs of the beard of an enemy is a sign of contempt and disgrace, and Isaiah may have used the phrase to describe the shame Christ would be subject to. Third, this single prophecy may have been fulfilled but not recorded. Perhaps Christ was subjected to having parts of His beard plucked out as one of His cruel punishments. This unique insight from Isaiah may give us some new information concerning the Savior&rsquo;s sufferings.<\/p> <table cellpadding=\"2\"> <tbody> <tr> <td valign=\"top\">Isaiah&rsquo;s Prophecy<\/td> <td valign=\"top\">Christ&rsquo;s Fulfillment<\/td> <\/tr> <tr> <td valign=\"top\">&ldquo;I gave my back to the smiter.&rdquo;<\/td> <td valign=\"top\">Matthew 27:26, 30; Mark 15:15, 19; John 19:1.<\/td> <\/tr> <tr> <td valign=\"top\">&ldquo;And my cheeks to them that plucked off the hair.&rdquo;<\/td> <td valign=\"top\">(None listed.)<\/td> <\/tr> <tr> <td valign=\"top\">&ldquo;Therefore shall I not be confounded.&rdquo;<\/td> <td valign=\"top\">Matthew 26:59&ndash;60; 27:11&ndash;24; Mark 14:55&ndash;59; Luke 23:13&ndash;16, 22; John 18:19&ndash;21, 23, 33&ndash;38; 19:10&ndash;11.<\/td> <\/tr> <tr> <td valign=\"top\">&ldquo;I hid not my face from shame and spitting.&rdquo;<\/td> <td valign=\"top\">Matthew 26:67&ndash;68; 27:28&ndash;30; Mark 14:65; 15:17&ndash;20; Luke 22:61, 63&ndash;64; 23:11; John 18:22; 19:2&ndash;3.<\/td> <\/tr> <tr> <td valign=\"top\">&ldquo;I set my face like a flint.&rdquo;<\/td> <td valign=\"top\">Matthew 27:12, 34; Mark 15:3&ndash;5; Luke 23:9&ndash;10.<\/td> <\/tr> <\/tbody> <\/table> <p>In verse 8, the servant reveals the divine authority with which he will accomplish his mission: &ldquo;The Lord is near, and he justifieth me.&rdquo; A similar proclamation is in verses 7 and 9: &ldquo;The Lord God will help me.&rdquo; The Savior, even before the fulfillment of His calling, takes no glory for Himself, instead giving all credit to His Father. After revealing the divine source of power, the servant calls for supporters to join him in the war against the adversary: &ldquo;Who will contend with me? Let us stand together. Who is mine adversary? Let him come near <em>me, and I will smite him with the strength of my mouth<\/em>&rdquo; (v. 8). The phrase in italics is not found in the Bible translation, showing again that the brass plates contained a more correct and complete version of Isaiah. The restored phrase promises the authoritative might of Christ&rsquo;s words and reveals the fate of those who choose to side with Satan&mdash;they will be smitten. And as the Lord symbolically foretells in verse 9, His enemies will eventually decay into nothingness: &ldquo;All they who shall condemn me, behold, all they shall wax old as a garment, and the moth shall eat them up.&rdquo;<\/p> <p>As Jacob amplifies these verses in 2 Nephi 9, he offers additional confirmation that the servant song describes the suffering Messiah. After quoting this scripture to his people, Jacob delivers a sermon of depth and beauty, revealing much about the Fall, the need for the Atonement, the Savior&rsquo;s role in the plan of salvation, and the resurrection of mankind (2 Nephi 9). During the night after teaching and testifying about the Holy One of Israel, Jacob received additional revelation concerning the Redeemer: &ldquo;It must needs be expedient that Christ&mdash;for in the last night the angel spake unto me that this should be his name&mdash;should come among the Jews .&nbsp;.&nbsp;. and they shall crucify him&rdquo; (2 Nephi 10:3). Approximately 550 years before the Savior was born, His divine title, the Greek rendition of <em>Messiah,<\/em> was revealed to Jacob. In fact, this is the first time the name <em>Christ,<\/em> meaning &ldquo;the Anointed One,&rdquo; is mentioned in the Book of Mormon. Just as Jacob&rsquo;s study and use of Isaiah&rsquo;s words led him to further inspiration, so our reading and pondering of Isaiah&rsquo;s words, especially in their Book of Mormon and latter-day context, can lead to profound spiritual insights.<\/p> ",
    "audit": null
}