{
    "id": 14563,
    "source": "ludlow",
    "verse_id": 17930,
    "verse_count": 3,
    "reference": "14:1–3",
    "title": "“For the Lord will have mercy on Jacob”",
    "html": " <p>In spite of problems that the children of Israel had in keeping their covenant with Jehovah, the Lord promises them that He will &ldquo;yet choose Israel&rdquo; (v. 1). This is in sharp contrast to the destruction of Babylon promised in the previous chapter. Whereas Babylon fades into oblivion, the Lord promises that, as a result of His mercy, Israel will &ldquo;return to their lands of promise&rdquo; (v. 2). This prophecy refers to the time after Babylon&rsquo;s fall when Cyrus the Great, king of Persia, allowed the exiled Jews to return to Judah. It also refers to the latter days when remnants of all Israel will gather to their promised lands. Israel, however, won&rsquo;t be alone. Isaiah tells us that &ldquo;strangers shall be joined with them, and they shall cleave to the house of Jacob&rdquo; (v. 1). The &ldquo;strangers&rdquo; are those that have been adopted into the house of Israel by accepting the gospel and making covenants with Jehovah.<\/p> <p>Though Israel has been punished and scattered, the Lord will conquer her enemies. And, as Isaiah says in verse 3, &ldquo;The Lord shall give thee rest, from thy sorrow, and from thy fear, and from the hard bondage wherein thou wast made to serve.&rdquo; These are comforting words for any liberated souls. When the Lord&rsquo;s mercy comes to the house of Israel, they will finally be able to &ldquo;rest.&rdquo; The <em>rest<\/em> came for ancient Israel when they were able to leave Babylon for their promised land. The <em>rest<\/em> will come for Israel in the latter days during the millennial era when the worldly Babylon is overthrown and Christ reigns as the Prince of Peace. Further, we can rest from &ldquo;the hard bondage&rdquo; that we serve when we rid ourselves of the Babylon within us. When we turn away from worldliness and rely on the Lord&rsquo;s mercy, He gives us rest and peace.<\/p> ",
    "audit": null
}