{
    "id": 14525,
    "source": "ludlow",
    "verse_id": 17775,
    "verse_count": 3,
    "reference": "6:5–7",
    "title": "“I am a man of unclean lips”",
    "html": "<p>Isaiah&rsquo;s first sentiments following his witness of the Lord are ones of shame and unworthiness. Fear strikes his heart as he realizes that he is an imperfect person, ashamed to be in the presence of the Lord, the Ruler and Sovereign in whom all power rests, who rules over the heavens and the earth and all things that are in them. Although Isaiah may have been a very righteous man, these feelings of unworthiness in the presence of the heavenly King are to be expected. Nephi teaches us that &ldquo;no unclean thing can dwell with God&rdquo; (<a class=\"ref\">1 Nephi 10:21<\/a>). Thus, even a very good person would feel the pangs of personal imperfection in the presence of the Lord.<\/p>\r\n<p>To ease Isaiah&rsquo;s discomfort in the Lord&rsquo;s presence and to purify him for his task as prophet to the world, a seraph is sent to Isaiah with a hot coal that he presses to Isaiah&rsquo;s lips. This symbolic purging of sin through a hot coal parallels the doctrine of refinement though &ldquo;trials of fire&rdquo; that prepare us for the coming of Christ (<a class=\"ref\">Zechariah 13:9; 1 Peter 1:7<\/a>). Often it is when we undergo difficult and heated ordeals in life that we turn to the Lord and look to His counsel.<\/p>\r\n<p>It is interesting that Isaiah&rsquo;s <em>lips<\/em> embody his sin. His lips, or his words, are most essential to his calling as a prophet! Why would the Lord wish to call someone who is ashamed of His declarations? A simple explanation of the Lord&rsquo;s choice of an imperfect man to become His prophet is the fact that He often strengthens men through overcoming their imperfections, making &ldquo;weak things become strong unto them&rdquo; (<a class=\"ref\">Ether 12:27<\/a>). Although Isaiah is obviously insecure about his worthiness to proclaim truth, he valiantly fulfills the commandments of the Lord, becoming strong where he once was weak. With pure lips, he is ready to go forth as the mouthpiece or spokesman of the Lord.<\/p>",
    "audit": "done"
}