{
    "id": 14521,
    "source": "ludlow",
    "verse_id": 17748,
    "verse_count": 18,
    "reference": "5:8–25",
    "title": "“Wo unto them that call evil good, and good evil”",
    "html": "<p>The parable of the vineyard condemns Israel for failing to serve the Lord. Isaiah now presents evidence for this accusation through six pronouncements of &ldquo;woe and judgment&rdquo; upon the house of Israel. Each &ldquo;woe&rdquo; outlines the Israelites&rsquo; evil actions and specifies the antithetic punishment that will befall them because of their choices.<\/p>\r\n<p>Isaiah&rsquo;s first &ldquo;woe,&rdquo; found in <a class=\"isa\" verses=\"WzE3NzUwXQ==\">verses 8&ndash;10<\/a>, condemns the rich landowners who usurp the fields and leave little for the poor. Isaiah describes the ironic punishment of these selfish landlords&mdash;their houses and vast lands (their source of pride and success) will be made desolate, and their once fruitful fields (prosperity) will yield pathetic harvests (income). It is interesting to note the ratio of the harvest compared to the original planting. Isaiah specifies that one &ldquo;homer&rdquo; of seed will produce but &ldquo;an ephah&rdquo; of crop. Since there are ten ephahs in one homer, Isaiah is promising that instead of their wheat-seed producing multiples of harvest, like thirty, sixty, or a hundredfold, it produces only a fraction of the original. This pronouncement also carries a religious message. The fact that the harvest would be only one-tenth of the original planting is representative of the amount of tithe Israelites were commanded to pay to the Lord. Because the disobedient refuse to give even a tenth to the Lord, they receive only the portion that they declined to share. In latter days, we are commanded to give the Lord one-tenth of the yield we receive, even though nothing we &ldquo;earn&rdquo; actually belongs to us anyway. When we pay tithing, we give back to the Lord what is already His to help further His work.<\/p>\r\n<p><a class=\"isa\" verses=\"eyIxNzc1MSI6N30=\">Verses 11&ndash;17<\/a> contain the second &ldquo;woe,&rdquo; in which Isaiah addresses drunkards who revel excessively and forget the Lord&rsquo;s work. Isaiah describes how those who were &ldquo;inflame[d]&rdquo; with &ldquo;strong drink&rdquo; will be &ldquo;dried up with thirst&rdquo; (<a class=\"isa\" verses=\"WzE3NzUzXQ==\">v. 13<\/a>), and those who celebrated wickedly with the &ldquo;harp, and the viol, the tabret, and pipe&rdquo; (<a class=\"isa\" verses=\"WzE3NzUyXQ==\">v. 12<\/a>) will bring their &ldquo;glory, .&nbsp;.&nbsp;. pomp, and .&nbsp;.&nbsp;. rejoic[ing]&rdquo; (<a class=\"isa\" verses=\"WzE3NzU0XQ==\">v. 14<\/a>) with them into hell (<a class=\"isa\" verses=\"eyIxNzc1MSI6NH0=\">vv. 11&ndash;14<\/a>). To describe the mighty fall of these drunken men, Isaiah writes, &ldquo;The mean man shall be brought down, \/ and the mighty man shall be humbled, \/ and the eyes of the lofty shall be humbled&rdquo; (<a class=\"isa\" verses=\"WzE3NzU1XQ==\">v. 15<\/a>). He then antithetically compares these fallen men in their evil, humiliated state with the &ldquo;exalted&rdquo; Lord, who is &ldquo;holy&rdquo; and &ldquo;sanctified&rdquo; because of His &ldquo;righteousness&rdquo; (<a class=\"isa\" verses=\"WzE3NzU2XQ==\">v. 16<\/a>).<\/p>\r\n<p>Isaiah concludes this woe with a prophecy that &ldquo;lambs&rdquo; will feed in the Israelites&rsquo; once fertile lands and &ldquo;strangers&rdquo; will partake of the Israelite&rsquo;s labor (<a class=\"isa\" verses=\"WzE3NzU3XQ==\">v. 17<\/a>). This pronouncement parallels Moses&rsquo; words: &ldquo;The Lord shall bring a nation against thee .&nbsp;.&nbsp;. : And he shall eat the fruit of thy cattle, and the fruit of thy land, until thou be destroyed&rdquo; (<a class=\"ref\">Deuteronomy 28:49, 51<\/a>). Isaiah&rsquo;s prophecy may also refer to the Gentiles or &ldquo;other sheep&rdquo; who will partake of the fruits of the gospel because of the Israelites&rsquo; disobedience to God&rsquo;s commandments (<a class=\"ref\">John 10:16; 3 Nephi 15:17, 21<\/a>). As will be seen in later Isaiah chapters quoted in the Book of Mormon, the Lord will bless the Gentile converts of the gospel with all the promises given to the house of Israel, thus allowing &ldquo;strangers&rdquo; to enjoy the Israelites&rsquo; spiritual blessings.<\/p>\r\n<p>Isaiah&rsquo;s third woe (<a class=\"isa\" verses=\"eyIxNzc1OCI6Mn0=\">vv. 18&ndash;19<\/a>) is illustrated with an emblematic parallel that compares the Israelites&rsquo; heavy sins to cumbersome carts, and their bondage to thick ropes of vanity. These burdened sinners, while struggling under their own weighty iniquity, complain that the Lord is slow in revealing His hand and fulfilling His prophecies. They hypocritically criticize the Savior for His slowness in coming, while they themselves can barely move with their cumbersome sins.<\/p>\r\n<p><a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">Verse 20<\/a>, which contains the fourth woe, contains classic words familiar to most readers. Isaiah employs three sets of antithetic parallels to illustrate Israel&rsquo;s complete turning away. Their wickedness has reached the point that good is considered evil, and evil is considered good. However, such a transposition of moral opposites is no more possible than reversing darkness and light or confusing bitterness and sweetness. What is obvious in the physical realm should be apparent in the spiritual dimension. That which is good always brings purity, light, sweetness, and joy into one&rsquo;s life, while that which is evil can bring only pollution, darkness, bitterness, and unhappiness (<a class=\"ref\">1 Nephi 8:11; 2 Nephi 2<\/a>). Those who side with Christ, the &ldquo;light of the world,&rdquo; will experience everlasting joy, while those who follow Satan, who &ldquo;veil[s] the whole face of the earth with darkness,&rdquo; will feel eternal misery as they are cut off from the presence of the Lord (<a class=\"ref\">John 8:12; Moses 7:26<\/a>).<\/p>\r\n<p>Church leaders quote this verse to remind us to resist temptation and to be aware of people who mask their sins by using religious terms and ideologies as pretense. President Spencer W. Kimball teaches that even though the ancient terms used for &ldquo;sin&rdquo; may be different than those we use today, &ldquo;if one reads the scriptures carefully, all sins are denounced there in every shade or error.&rdquo; President Kimball explains that Isaiah is warning us against bending gospel teachings to match our lifestyles. He says:<\/p>\r\n<blockquote>Surely, every soul who has reached the age of accountability, and especially those who have received the Holy Ghost after baptism, knows the difference [between right and wrong]; but so often we hear what we want to hear and we see what we want to see. .&nbsp;.&nbsp;. There is no compatibility between sin and righteousness, between guilt and peace.<\/blockquote>\r\n<p>We are each responsible for our own actions, and we should not use false logic or distorted worldly values to justify our sins.<\/p>\r\n<p>Elder James E. Faust used Isaiah&rsquo;s words to advise those who have a &ldquo;troubled conscience in conflict with right and wrong.&rdquo; He teaches that a change of behavior, followed by sincere repentance, is the key for a troubled conscience:<\/p>\r\n<blockquote>Many modern professors of human behavior advocate as a cure to an afflicted conscience that we simply ignore the unwanted messages. They suggest that we change the standard to fit the circumstances so that there is no longer a conflict, thus easing the conscience. The followers of the divine Christ cannot subscribe to this evil and perverse philosophy with impunity. .&nbsp;.&nbsp;. The only permanent help is to change the behavior and follow a repentant path.<\/blockquote>\r\n<p>True disciples of Christ do not &ldquo;change the standard&rdquo; to justify their unrighteous actions; they conform their behavior to match God&rsquo;s expectations.<\/p>\r\n<p>Isaiah uses a short synonymous parallelism to declare the fate of the wicked in his fifth woe (<a class=\"isa\" verses=\"WzE3NzYxXQ==\">v. 21<\/a>). He condemns those who are &ldquo;wise in their own eyes and prudent in their own sight.&rdquo; This simple pronouncement reminds us that the world&rsquo;s transient and corruptible knowledge pales in comparison to the Lord&rsquo;s everlasting truth and wisdom. Indeed, many of God&rsquo;s greatest works have been carried out by people lacking a respectable education by the world&rsquo;s standards. In <a class=\"ref\">2 Nephi 27<\/a>, Nephi quotes Isaiah&rsquo;s prophecy of the &ldquo;marvelous work and a wonder&rdquo; that would occur, that &ldquo;the wisdom of their wise and learned shall perish, and the understanding of their prudent shall be hid&rdquo; (<a class=\"isa\" verses=\"WzE3NzY2LDE4MjA4XQ==\">v. 26; Isaiah 29:14<\/a>). We associate this scripture with the restoration of the gospel and the translation of the Book of Mormon by the unschooled prophet Joseph Smith. Although he had little formal education, Joseph accomplished great things with the inspiration of the Lord. Christ also talks about the &ldquo;wise and prudent&rdquo; and reveals some limitations of the world&rsquo;s wisdom, explaining to His disciples that God has &ldquo;hid these things from the wise and prudent, and revealed them unto babes&rdquo; (<a class=\"ref\">Matthew 11:25;<\/a> see also <a class=\"ref\">D&amp;C 128:18<\/a>). Revelation and inspiration come to those faithful to the Lord and responsive to the Spirit, not to those taught only in the ways of the world.<\/p>\r\n<p>In a talk about submissiveness and meekness, Elder Neal A. Maxwell points out that if we are &ldquo;wise in our own eyes,&rdquo; the Lord will not communicate with us. Rather, if we obtain &ldquo;genuine intellectual honesty&rdquo; and understand that &ldquo;God desires our full development and true happiness,&rdquo; we will learn from our experiences:<\/p>\r\n<blockquote>As the Lord communicates with the meek and submissive, fewer decibels are required, and more nuances are received. Even the most meek, like Moses (<a class=\"ref\">Num. 12:3<\/a>), learn overwhelming things they &ldquo;never had supposed&rdquo; (<a class=\"ref\">Moses 1:10<\/a>). But it is only the meek mind which can be so shown and so stretched&mdash;not those, as Isaiah wrote, who &ldquo;are wise in their own eyes&rdquo; (<a class=\"isa\" verses=\"WzE3NzYxXQ==\">Isa. 5:21<\/a>; see also <a class=\"ref\">2 Ne. 9:29 and 15:21<\/a>).<\/blockquote>\r\n<p>Only the meek can be spiritually submissive, which, teaches Elder Maxwell, signifies &ldquo;community and communion as the mind and the heart become settled.&rdquo; When submissive, we &ldquo;spend much less time deciding, and much more time serving; otherwise, the more hesitation, the less inspiration.&rdquo; If we accept our Father&rsquo;s method of teaching us through our trials and service, we are able to gain eternal wisdom.<\/p>\r\n<p>Isaiah&rsquo;s sixth and final woe (<a class=\"isa\" verses=\"eyIxNzc2MiI6Mn0=\">vv. 22&ndash;23<\/a>) chastises those who &ldquo;are mighty to drink wine, and .&nbsp;.&nbsp;. mingle strong drink.&rdquo; The Revised Standard Version of the Bible clarifies this passage: &ldquo;Woe to those who are heroes at drinking wine, and valiant men in mixing strong drink.&rdquo; This verse mocks and rebukes those who find fame in sinful festivities, and who acquire success through intoxication of body and spirit. Isaiah also condemns the justice system that will &ldquo;justify the wicked for reward&rdquo; (<a class=\"isa\" verses=\"WzE3NzYzXQ==\">v. 23<\/a>), or &ldquo;acquit the guilty for bribes&rdquo; (RSV), and &ldquo;take away the righteousness of the righteous&rdquo; (<a class=\"isa\" verses=\"WzE3NzYzXQ==\">v. 23<\/a>), or &ldquo;deprive the innocent of his right&rdquo; (RSV). These phrases illustrate the unjust administration of wicked leaders.<\/p>\r\n<p>In <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 24<\/a>, Isaiah returns to his vineyard metaphor to describe the fate of the unrighteous described in the six woes. Elder James E. Talmage explains that a vine without good fruit is totally worthless. He says, &ldquo;The wood of the grape plant is fit for nothing but burning; the whole vine as wood is inferior to a branch from a forest tree. .&nbsp;.&nbsp;. Israel is represented as such a vine, precious if but fruitful, otherwise nothing but fuel and that of poor quality.&rdquo; Like unfruitful vines ready for the fire, the defiant children of Israel will soon face the Lord&rsquo;s judgments. Isaiah also describes &ldquo;hills .&nbsp;.&nbsp;. trembl[ing]&rdquo; (perhaps with earthquakes) and &ldquo;carcasses .&nbsp;.&nbsp;. torn in the midst of the streets&rdquo; (maybe through warfare or animals) as signs of these judgments (<a class=\"isa\" verses=\"WzE3NzY1XQ==\">v. 25<\/a>). He concludes these grim prophecies with an important statement: &ldquo;For all this [the Lord&rsquo;s] anger is not turned away, but his hand is stretched out still&rdquo; (<a class=\"isa\" verses=\"WzE3NzY1XQ==\">v. 25<\/a>). The image of the Lord&rsquo;s stretched-out hand is both a blessing and a curse to the Israelites. The prophecy may be suggesting that the Lord&rsquo;s &ldquo;anger is not turned away,&rdquo; or it may be an opposite statement describing the Lord&rsquo;s merciful nature and willingness to continually forgive His unrighteous children. This powerful imagery of the Lord&rsquo;s outstretched hand will be highlighted later in <a class=\"ref\">2 Nephi 19<\/a> as Nephi quotes <a class=\"isa\" verses=\"WzE3NzQ5XQ==\">Isaiah 9<\/a>.<\/p>",
    "audit": "done"
}