{
    "id": 14503,
    "source": "ludlow",
    "verse_id": 18678,
    "verse_count": 5,
    "reference": "51:4–8",
    "title": "“Hearken unto me, ye that know righteousness”",
    "html": "<p>In these verses, the Lord voices His intention to return to the earth to rule and judge His people. He calls to &ldquo;my people&rdquo; and &ldquo;my nation&rdquo; (<a class=\"isa\" verses=\"WzE4Njc4XQ==\">v. 4<\/a>) to stress the idea that He has not forsaken them. Isaiah&rsquo;s description of Jehovah&rsquo;s judgment as a &ldquo;light&rdquo; is similar to imagery found in <a class=\"ref\">1 Nephi 21:6<\/a>\/<a class=\"isa\" verses=\"WzE4NjQzXQ==\">Isaiah 49:6<\/a>, where the Savior is described as a &ldquo;light to the Gentiles.&rdquo; Indeed, Christ is the &ldquo;light [that] shineth in darkness&rdquo; and &ldquo;the light and the life of the world&rdquo; (<a class=\"ref\">D&amp;C 88:49; Mosiah 16:9<\/a>). By studying references to light in the scripture, we learn how Christ was able to make His pronouncement of rest and peace &ldquo;a light for the people&rdquo; (<a class=\"isa\" verses=\"WzE4Njc4XQ==\">v. 4<\/a>).<\/p>\r\n<p>The image of Jehovah&rsquo;s arm in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 5<\/a> illustrates Christ&rsquo;s dual role as both Savior and final Judge. Although the Lord&rsquo;s arm &ldquo;shall judge the people,&rdquo; His arms are also a place of comfort and trust (<a class=\"isa\" verses=\"WzE4NDMyXQ==\">Isaiah 40:11<\/a>). In <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 6<\/a>, the Lord speaks of His second coming and its associated events. The first two lines of the verse form a contrast; the instruction to look both up to the heavens and down to the earth is an antithetic parallel that reflects the all-inclusive nature of the Second Coming. Both the heavens and the earth will be permanently altered; their passing away can be interpreted as the Lord&rsquo;s pronouncement of the certainty of His word, counsel, and judgment in contrast to the transitory nature of the world. The Lord also promises the righteous that their salvation is eternal and does not depend on the world.<\/p>\r\n<p>Isaiah next uses emblematic parallels, or comparisons between two ideas, in <a class=\"isa\" verses=\"WzE4NjgyXQ==\">verses 6&ndash;8<\/a> to highlight the earth&rsquo;s telestial state. He compares the earth to a garment that will &ldquo;wax old,&rdquo; and wicked men to clothing that the &ldquo;moth shall eat .&nbsp;.&nbsp;. up.&rdquo; This imagery, however, can be interpreted in another way: the priesthood powers associated with the sacred temple garments of righteous followers are not transitory. The covenants and ordinances performed while wearing the garments do not die away with the return of the Savior&mdash;they last throughout eternity. Even though on earth we are surrounded by worldly objects and philosophies that will eventually be forgotten, we can participate in ordinances that are eternal and permanent, such as baptisms and sealings, for ourselves and for others.<\/p>",
    "audit": "done"
}