{
    "id": 14497,
    "source": "ludlow",
    "verse_id": 18664,
    "verse_count": 3,
    "reference": "50:1–3",
    "title": "“Where is the bill of your mother’s divorcement?”",
    "html": "<p>The first three verses of <a class=\"isa\" verses=\"eyIxNzc4NCI6MjV9\">chapter 7<\/a> are written in an accusation-defense format. As in a courtroom proceeding, charges of abandonment are brought against the Lord by the plaintiff, Israel. Showing patience and wisdom, the Lord disproves each charge brought against Him and ultimately reveals the true identity of the guilty party.<\/p>\r\n<p>Jacob&rsquo;s quotation of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 50<\/a> begins with phrases unique to the Book of Mormon. While the King James Version of the Bible begins immediately with the Lord&rsquo;s defense against Israel&rsquo;s accusations (&ldquo;Where is the bill of your mother&rsquo;s divorcement?&rdquo;), the Book of Mormon softens the abruptness of Isaiah&rsquo;s opening words by expressing the Lord&rsquo;s perpetual concern with Israel (&ldquo;Have I .&nbsp;.&nbsp;. cast thee off forever?&rdquo;). To understand the difference between these accounts, remember that Jacob&rsquo;s version of Isaiah came from the brass plates of Laban, written shortly after Isaiah&rsquo;s ministry, while all current Bible translations come from copies of manuscripts written many centuries after Isaiah lived and taught.<\/p>\r\n<p>The opening rhetorical question (&ldquo;Have I put thee away?&rdquo;) evolves into a discussion of Israel&rsquo;s first complaint against the Lord&mdash;that He has put them away like a man divorcing his wife. In response to their accusation, the Lord asks the children of Israel for proof of His supposed departure: &ldquo;Where is the bill of your mother&rsquo;s divorcement?&rdquo; This is a reference to the law of divorcement given in Deuteronomy: &ldquo;When a man hath taken a wife, and married her, and it come to pass that she find no favour in his eyes, because he hath found some uncleanness in her: then let him write her a bill of divorcement, and give it in her hand, and send her out of his house&rdquo; (<a class=\"ref\">Deuteronomy 24:1<\/a>). Despite the abundant &ldquo;uncleanness&rdquo; in Israel, the merciful Lord remains true to His covenant people. Although they have wandered off, He has not completely cast them out. In fact, they are <em>separated,<\/em> but they are not <em>divorced.<\/em><\/p>\r\n<p>Another complaint the Israelites bring against the Lord is that He has cast them off forever. In answer to this unqualified claim, the Lord again asks His covenant children for proof of His supposed abandonment. <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">Verse 1<\/a> continues, &ldquo;To whom have I put thee away, or to which of my creditors have I sold you? Yea, to whom have I sold you?&rdquo; In ancient Israel, it was possible for a man in debt to sell his children as &ldquo;temporary slaves.&rdquo; After the man&rsquo;s debt was paid off, the children and the debt would be released. In response to their accusation, the Lord asks twice if He has sold them, but the Israelite nation is again left without an answer. Since the Lord is without debts, He would not need or ever want to sell the children of Israel to anyone.<\/p>\r\n<p>In the end of <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 1<\/a>, the Lord explains to Israel why they have been estranged: &ldquo;For your iniquities have ye sold yourselves, and for your transgressions is your mother put away.&rdquo; The guilty party is not the Lord, it is Israel. Feeling distant from the Lord&rsquo;s protective mercies and grace, they accused the Lord of deserting them, while it was the Israelites who separated themselves from Him through their sins and transgressions.<\/p>\r\n<p>After pronouncing Israel&rsquo;s guilt, the Lord explains that He has not only remained faithful to the house of Israel but has also attempted to bring them back into favor. <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">Verse 2<\/a> says, &ldquo;Wherefore, when I came, there was no man; when I called, yea, there was none to answer.&rdquo; This declaration reveals much about our Father&rsquo;s desire to bring each of us back into His presence. Like the shepherd who seeks fervently for his lost sheep, the Lord actively seeks out each of His wayward children (<a class=\"ref\">Luke 15:4<\/a>).<\/p>\r\n<p>The verse continues by emphasizing the eternal nature of the Lord&rsquo;s power. Through Isaiah, the Lord asks the Israelites if they think His hand is &ldquo;shortened.&rdquo; Scriptures often refer to the hand and arm of the Lord as symbols of power, so the Lord is essentially asking if the Israelites think His power has diminished. As a reminder of His potency, the Savior gives two examples of His authority being used to deliver the covenant people.<\/p>\r\n<p>The Lord&rsquo;s first example can refer to events past and future. &ldquo;Behold, at my rebuke I dry up the sea, I make their rivers a wilderness and their fish to stink because the waters are dried up&rdquo; (<a class=\"isa\" verses=\"WzE4NjY1XQ==\">v. 2<\/a>) is a reference to the miracle of the parting of the Red Sea, which occurred centuries earlier at a time when the Israelites thought the Lord had forgotten them (<a class=\"ref\">Exodus 14:21&ndash;30<\/a>). A similar parting of the waters occurred as the children of Israel entered the promised land, forty years later (<a class=\"ref\">Joshua 3:14&ndash;17<\/a>). Before the Millennium, waters will part again in fulfillment of a prophecy Isaiah gives concerning the return of the tribes of Israel <a class=\"ref\">(2 Nephi 21:15<\/a>\/<a class=\"isa\" verses=\"WzE3OTAwXQ==\">Isaiah 11:15<\/a>).<\/p>\r\n<p>The second example, &ldquo;I clothe the heavens with blackness, and I make sackcloth their covering&rdquo; (<a class=\"isa\" verses=\"WzE4NjY2XQ==\">v. 3<\/a>), also refers to events surrounding the delivery of Israel. The ninth plague given through Moses to Pharaoh was a plague of darkness that covered all the land, except for Goshen, the area inhabited by the Israelites (<a class=\"ref\">Exodus 10:21&ndash;23<\/a>). Later, when Israel was preparing to cross through the Red Sea, a cloud of darkness overcame Pharaoh&rsquo;s men in order to shield the Israelites (<a class=\"ref\">Exodus 14:19&ndash;20<\/a>). The reference to darkness has additional New Testament fulfillment in conjunction with a greater spiritual deliverance. At the time of Christ&rsquo;s crucifixion, great darkness covered the skies. In Jerusalem, &ldquo;there was a darkness over all the earth until the ninth hour&rdquo; (<a class=\"ref\">Luke 23:44<\/a>). Symbolically, sackcloth, the traditional coarse robes of a mourner, was heaven&rsquo;s covering, for the Son of God had died. An even greater covering of darkness occurred across the ocean with the descendants of Nephi: &ldquo;There was thick darkness upon all the face of the land, insomuch that the inhabitants thereof who had not fallen could feel the vapor of darkness&rdquo; (<a class=\"ref\">3 Nephi 8:20<\/a>). Before the Second Coming, darkness will again cover the earth: &ldquo;The day shall come that the earth shall rest, but before that day the heavens shall be darkened, and a veil of darkness shall cover the earth&rdquo; (<a class=\"ref\">Moses 7:61<\/a>). Indeed, the Lord&rsquo;s power over the waters and the heavens provides periods of darkness in preparation for the light of a new day (compare <a class=\"ref\">2 Nephi 19:2<\/a>\/<a class=\"isa\" verses=\"WzE3ODMyXQ==\">Isaiah 9:2<\/a>).<\/p>",
    "audit": "done"
}