{
    "id": 14489,
    "source": "ludlow",
    "verse_id": 18633,
    "verse_count": 5,
    "reference": "48:18–22",
    "title": "&ldquo;With a voice of singing declare ye&rdquo;",
    "html": " <p>The remainder of the chapter emphasizes the joy that comes from spreading the gospel, and the blessings that accompany an acceptance of spiritual gifts and a rejection of worldly materialism. Just as the children of Israel are commanded to &ldquo;go .&nbsp;.&nbsp;. forth of Babylon&rdquo; (v. 20), so we too must leave the world behind us as we come unto the Lord.<\/p> <p>In verses 18 and 19, Isaiah, speaking for the Lord, laments the wonderful blessings that the wicked Israelites are throwing away. He compares the peace of righteousness that the Israelites could obtain to an endlessly flowing river and to infinitely rolling waves of the sea. This particular imagery is significant because water is often used in the scriptures to symbolize the gospel, the teachings of Christ, the peace of the Holy Ghost, and the love of God. Lehi makes a similar analogy between righteousness and water in the Book of Mormon when he says to his son Laman, &ldquo;O that thou mightest be like unto this river, continually running into the fountain of all righteousness!&rdquo; (1 Nephi 2:9). Like Isaiah, Lehi sees a powerful parallel between the gentle yet powerful flow of a river and the calm, unyielding dedication to righteous obedience.<\/p> <p>In verse 19, Isaiah uses another simile to describe the blessings withheld from the unrighteous. His comparison of endless offspring to the sands of the sea is similar to the Lord&rsquo;s promise of eternal posterity to Abraham in Genesis 22:17. The promise of eternal posterity is offered to all who remember &ldquo;His name,&rdquo; or the name of Jesus Christ. Remembering His name does not simply mean that we should think of the words &ldquo;Jesus Christ.&rdquo; As discussed earlier, His &ldquo;name&rdquo; represents His perfection and all His attributes. Thus, we should do those things that help us remember His name <em>and<\/em> His Atonement and great love for us.<\/p> <p>Isaiah next refers to the release of the Jews from their Babylonian captors in 538 b.c. and, symbolically, to our coming out from the wicked world (v. 20). He instructs the liberated children of the house of Israel to declare His redemption to the world. President Joseph Fielding Smith implored the Saints to preach the gospel, clarifying Isaiah&rsquo;s words when he wrote, &ldquo;&lsquo;Go ye out from Babylon,&rsquo; which is the world .&nbsp;.&nbsp;. [for] there are many righteous people scattered throughout the earth, and it is our duty to search them out and give unto them the gospel of Jesus Christ.&rdquo; Isaiah&rsquo;s request that Israel preach &ldquo;with a voice of singing&rdquo; suggests how we should share the gospel&mdash;with joy and happiness. Psalm 9:11 presents a similar appeal, calling on Israel to &ldquo;sing praises to the Lord, which dwelleth in Zion: declare among the people his doings.&rdquo; We should heed Isaiah&rsquo;s counsel and declare the Lord&rsquo;s redemption &ldquo;with a voice of singing.&rdquo;<\/p> <p>In verse 21, Isaiah compares the trials of his own day to the trials the children of Israel suffered while journeying in the wilderness. Although the Israelites encountered many obstacles and hardships on their journey to the promised land, the Lord provided for them and sent them sustenance in the desert. Isaiah&rsquo;s image of water flowing from a rock represents the Savior&rsquo;s protective care and redeeming power. When the children of Israel began to murmur in the wilderness for lack of water, Moses hit a rock with his staff and water flowed forth (Exodus 17). This action symbolizes the role of the Savior, who is the Rock that provides spiritual water. Paul also said that the children of Israel &ldquo;drank of that spiritual Rock that followed them: and that Rock was Christ&rdquo; (1 Corinthians 10:4). Thus, in our travels through the spiritual deserts of the world, we can nourish our spirits through the waters of the Savior&rsquo;s gospel. We each need to develop a testimony of Christ&rsquo;s words to the woman of Samaria: &ldquo;Whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life&rdquo; (John 4:14).<\/p> <p>The famous phrase from verse 22, &ldquo;there is no peace, saith the Lord, unto the wicked,&rdquo; may lead us to wonder about the definition of <em>wicked. <\/em>Who is denied peace? Elder Bruce R. McConkie helps us understand that &ldquo;the wicked&rdquo; are evil people whose behavior is not in line with divine standards. They live &ldquo;a telestial law because they are doing the things which will assure them of an eventual telestial inheritance.&rdquo; He continues,<\/p> <blockquote>Wicked acts contaminate both body and spirit (Mark 7:20&ndash;23). &ldquo;There is no peace, saith the Lord, unto the wicked.&rdquo; .&nbsp;.&nbsp;. They are &ldquo;in the gall of bitterness and in the bonds of iniquity; they are without God in the world, and they have gone contrary to the nature of God; therefore, they are in a state contrary to the nature of happiness.&rdquo; In effect they suffer hell on earth. &ldquo;Wickedness never was happiness.&rdquo; (Alma 41:10&ndash;11.)<\/blockquote> <p>It is wise to evaluate our behavior each week, identifying things we do that obstruct the peace of the Spirit from coming into our hearts.<\/p> <p>The Lord&rsquo;s work will roll forward, despite the mistakes and weaknesses of His children. Even though we sometimes cannot understand why, the Lord has chosen a people through whom He will accomplish His purposes. Isaiah addresses this chapter to those who want to be a part of this chosen people, either by claims of lineage or by promises of covenant. As we prevail with God as true Israelites, we are heirs to wonderful blessings. As we obey His commandments, we will enjoy &ldquo;peace .&nbsp;.&nbsp;. as a river&rdquo; and &ldquo;righteousness as the waves of the sea&rdquo; (v. 18). Isaiah delivered this message to the citizens of Judah so they could reestablish themselves as God&rsquo;s covenant people. Nephi wanted his people in their new land of covenant promise to enjoy such blessings and to &ldquo;believe in the Lord their Redeemer,&rdquo; so he quoted Isaiah&rsquo;s words as found in 1 Nephi 20 (1 Nephi 19:23). Those who have come unto Christ need to remember the Lord&rsquo;s desire to refine us, even through the furnaces of affliction. As we rely upon Him, He will purify and bless us. As we leave Babylon, we take His message of redemptive, merciful love to the world. As we invite others to enter into a covenant relationship with God, we build His kingdom on earth.<\/p> ",
    "audit": null
}