{
    "id": 14565,
    "source": "ludlow",
    "verse_id": 17941,
    "verse_count": 12,
    "reference": "14:12–23",
    "title": "“How thou art fallen from heaven, O Lucifer”",
    "html": " <p>In these next verses, Isaiah continues his Babylon motif by addressing the king of spiritual Babylon: &ldquo;How thou art fallen from heaven, O Lucifer, son of the morning!&rdquo; (v. 12). Lucifer&rsquo;s pride and selfishness are what led to his rebellion and the war in heaven. Elder James E. Talmage explains, &ldquo;Lucifer, already of exalted rank, sought to aggrandize himself without regard to the rights and agency of others.&rdquo; Isaiah&rsquo;s words echo this idea: &ldquo;Thou hast said in thy heart: I will ascend into heaven, I will exalt my throne above the stars of God; .&nbsp;.&nbsp;. I will ascend above the heights of the clouds; I will be like the Most High&rdquo; (vv. 13&ndash;14). Instead of rising to exalted heights, however, Lucifer will &ldquo;be brought down to hell, to the sides [or flanks or depths] of the pit&rdquo; (v. 15). The &ldquo;pit&rdquo; refers to spirit prison or a prisonlike dwelling: &ldquo;Terming this place the pit lays special emphasis on its nature as a prison, a prison in ancient times commonly having been a pit.&rdquo;<\/p> <p>Those that see him, Isaiah tells us, will not believe their eyes. Astonished, they ask three questions related to Lucifer&rsquo;s powers, accomplishments, and dominion. First, concerning his physical powers, they ask, &ldquo;Is this the man that made the earth to tremble?&rdquo; (v. 16). This reminds us of Satan&rsquo;s limited powers to literally shake the ground in his presence (Moses 1:21&ndash;23.) Also the Aramaic root of &ldquo;Satan&rdquo; is <em>satanah,<\/em> meaning &ldquo;to shake.&rdquo; Second, they ask about his achievements upon the earth: &ldquo;Is this the man that .&nbsp;.&nbsp;. made the world as a wilderness?&rdquo; (vv. 16&ndash;17). Earth was a paradisiacal garden until Lucifer turned it into a dreary wasteland. In sharp contrast, Isaiah promises that when the Messiah appears, He will turn the earth&rsquo;s desert into a garden of roses (Isaiah 35:1). Thus, Lucifer makes deserts, but the Lord creates gardens. Third, they ask about Lucifer&rsquo;s dominion in the realm of the dead: &ldquo;Is this the man that .&nbsp;.&nbsp;. opened not the house of his prisoners?&rdquo; (2 Nephi 24:16&ndash;17). The chains of sin with which Satan enslaves us on earth carry over into the spirit world, where we are turned over to his buffeting and torment. At the time of Isaiah, the devil had not yet released even one of the prisoners in his spirit prison. This liberation occurred over seven centuries later as Christ&rsquo;s atonement and resurrection finally opened the gates of death and hell.<\/p> <p>Isaiah next brings greater condemnation upon Lucifer than upon any king of ancient Babylon. In verses 18, he tells him, &ldquo;All the kings of the nations, yea, all of them, lie in glory, every one of them in his own house.&rdquo; Even the kings of Babylon and the dictators of nations may have done some good during their lives, and they will at least be resurrected with some degree of glory, but Satan, as a cast-out spirit being, will never enjoy association with others in any kingdom of glory. In verse 19, Isaiah informs him, &ldquo;Thou art cast out of thy grave like an abominable branch.&rdquo; The phrase &ldquo;an abominable branch&rdquo; can also be translated as &ldquo;an abhorrent offshoot&rdquo; or &ldquo;a loathsome limb.&rdquo; Isaiah&rsquo;s image is of a branch or twig that is broken and twisted&mdash;never reaching its fruit-bearing potential. It remains as a gnarled, ugly scar on the tree trunk. Compare this to the fruit-bearing branches discussed in an earlier chapter, representing God&rsquo;s servants under Christ&rsquo;s leadership who prepare the earth and its inhabitants for the Millennium (2 Nephi 16:13\/Isaiah 6:13). Lucifer was a spirit son of God with great potential, but he rebelled against the Father and was cast out of heaven. He temporarily reigns over this wicked world on earth while awaiting his final dishonorable destiny in outer darkness. He is denied even the dignity of a grave because he rebelled against God and will therefore never have a physical body. His future destiny in darkness is so far removed from his earlier heavenly potential that he will be like &ldquo;a carcass trodden under feet&rdquo; (v. 19).<\/p> <p>Why is his punishment so great? Isaiah tells us in verse 20, &ldquo;Thou shalt not be joined with them in burial, because thou hast destroyed thy land and slain thy people.&rdquo; In contrast to the Lord, whose mercy was described at the beginning of the chapter, Lucifer does not provide for those who follow him. As Alma 30:60 teaches, &ldquo;The devil will not support his children at the last day, but doth speedily drag them down to hell.&rdquo; Left without help from their leader, those who follow Lucifer, the king of spiritual Babylon, will be subject to the Lord&rsquo;s judgments. &ldquo;I will rise up against them, saith the Lord of Hosts,&rdquo; and they will be swept away with a broom of destruction (vv. 22&ndash;23). Satan&rsquo;s condemnation is that he deliberately brought this terrible destruction upon his people.<\/p> ",
    "audit": null
}