{
    "id": 14540,
    "source": "ludlow",
    "verse_id": 17838,
    "verse_count": 5,
    "reference": "9:8–12",
    "title": "“In the pride and stoutness of heart”",
    "html": " <p>In verse 8, Isaiah returns to a discussion about the Israelites in his own day, describing the Lord&rsquo;s warning to the tribes of Jacob. This foreshadows the Assyrian destruction of the kingdom of Israel and the scattering of the northern ten tribes that began in 732 b.c. Isaiah illustrates the pride of the wicked northern Israelites, twice describing their scoffing at the possibility of invasion. When threatened with the destruction of their buildings (&ldquo;bricks are fallen down&rdquo;), the Israelites mock Isaiah, proudly declaring that they will rebuild the structures with more beautiful &ldquo;hewn&rdquo; stones. When warned that their sycamores will be destroyed, they claim they will replant with even better &ldquo;cedar&rdquo; trees (v. 10). What arrogance! Because the kingdom of Israel is overwhelmingly proud, the Lord sends Assyria (the &ldquo;adversaries of Rezin&rdquo; [v. 11]) against them. The northern ten tribes are thus scattered and driven into captivity. We know that similar punishment will come to those who ignore the Lord&rsquo;s warnings in the latter days. The wicked will be destroyed or scattered as adversaries are sent against them.<\/p> <p>Although God harshly punishes the Israelites, Isaiah describes in verse 12 that the Lord&rsquo;s &ldquo;anger is not turned away,&rdquo; suggesting that further punishment is still possible. However, His hand is &ldquo;stretched out still,&rdquo; implying that repentance and redemption are also possible. This image of the Lord&rsquo;s stretched-out hand is both a potential condemnation and a reassurance to the Israelites. If they reject His helping hand, they will be subject to further punishment. But, if they come unto Him, they can be rescued. This promise of continuing justice (anger not turned away) and mercy (hand still stretched out) is repeated two more times in this chapter (vv. 17, 21).<\/p> ",
    "audit": null
}