{
    "id": 14586,
    "source": "ludlow",
    "verse_id": 18703,
    "verse_count": 2,
    "reference": "52:6–7",
    "title": "&ldquo;How beautiful upon the mountains&rdquo;",
    "html": " <p>The Savior, still quoting Isaiah, now describes the personal relationship He will establish with His people and the peace and power that His gospel will bring in the last days. He promises that the children of Israel will know His name and understand that He is the source of their comfort. Through the trials and tribulations of life and in spite of weaknesses and failures, He brings peace into our lives.<\/p> <p>The message of His gospel&rsquo;s peace continues in verse 40, where the Lord&rsquo;s messengers are portrayed as &ldquo;beautiful&rdquo; servants who bring &ldquo;good tidings.&rdquo; They are depicted as standing on a mountain, which, like most of Isaiah&rsquo;s imagery, does not symbolize just a mountain. Other scriptures give us increased insight into this symbolism. For example, Isaiah uses the imagery of the mountain of the Lord&rsquo;s house to represent the temple (2 Nephi 12:2\/Isaiah 2:2). He talks about people from throughout the world coming to the tops of the mountains, such as during general conference, to receive instruction from the Lord and His servants (2 Nephi 12:3\/Isaiah 2:3). Isaiah also talks about lifting a banner or ensign upon a mountain, symbolizing the taking of the gospel to the peoples of the world (2 Nephi 23:2\/Isaiah 13:2; Isaiah 18:3). Likewise, in his interpretation of King Nebuchadnezzar&rsquo;s dream, the prophet Daniel presents a comparable metaphor, describing a &ldquo;stone .&nbsp;.&nbsp;. cut out of the mountain&rdquo; that &ldquo;shall break in pieces and consume all [other] kingdoms&rdquo; (Daniel 2:44&ndash;45). This &ldquo;stone&rdquo; from the mountain is representative of the work of the Church. Joseph Smith elaborates on the church\/mountain image, explaining that the &ldquo;stone&rdquo; will &ldquo;roll forth, until it has filled the whole earth&rdquo; (D&amp;C 65:2). Thus, the watchmen or servants upon the mountain are doing much more than just standing on the mountain. From their elevated position of gospel understanding and testimony, they share the gospel light and truth with the world as they add to the stone cut out of the mountain. We, as the faithful watchmen, have the unique latter-day opportunity to assist in its progress and growth down the mountain.<\/p> <p>Elder Jeffrey R. Holland teaches that the good tidings shared by the watchmen refer to the &ldquo;divine source&rdquo; of the &ldquo;comforting latter-day direction&rdquo; we receive in general conference. He testifies that, in this &ldquo;troubled world,&rdquo; we can receive the blessings of &ldquo;peace and good tidings&rdquo; only through the &ldquo;Only Begotten Son of God Himself.&rdquo; He points out that the slight variation of this verse in Mosiah 15:18 refers to Christ as the &ldquo;founder of peace.&rdquo; This change is significant, because Elder Holland concludes, &ldquo;Ultimately it is Christ who is beautiful upon the mountain.&rdquo; Fundamentally, the Lord is the ultimate messenger of the good news of the gospel, for He is the good news Himself!<\/p> ",
    "audit": null
}