{
    "id": 14579,
    "source": "ludlow",
    "verse_id": 18718,
    "verse_count": 2,
    "reference": "53:6–7",
    "title": "“We, like sheep, have gone astray. . . . He is brought as a lamb to the slaughter”",
    "html": "<p><a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfSxbMTg3MTldXQ==\">Verses 6 and 7<\/a> use the image of sheep to contrast the natural rebelliousness of mankind with the submissive nature of the Savior. Isaiah describes people wandering away from God&rsquo;s care and scattering among the nations like unruly flocks. Jesus, the perfect lamb, does not go astray but rather becomes &ldquo;a patient and willing Sacrifice, silent under affliction, as a lamb brought to the slaughter.&rdquo; Although Christ endured great suffering, He did not once complain of His difficult mission. His life is the ultimate example of endurance and charity.<\/p>\r\n<p>Isaiah likens Christ&rsquo;s silence before His accusers to a sheep who &ldquo;before her shearers is dumb&rdquo; (<a class=\"isa\" verses=\"WzE4NzE4XQ==\">v. 6<\/a>). During the last difficult hours of His life, the Lord &ldquo;opened not his mouth,&rdquo; and He silently suffered pain as only the Son of God could (<a class=\"isa\" verses=\"WzE4NzE5XQ==\">v. 7<\/a>). When brought before the Sanhedrin, the Savior &ldquo;held his peace,&rdquo; refusing to defend himself (<a class=\"ref\">Mark 14:61<\/a>). In the presence of Pilate, He similarly &ldquo;answered nothing&rdquo; (<a class=\"ref\">Mark 15:2&ndash;5<\/a>). In His final audience before Herod, Christ was mute yet again (<a class=\"ref\">Luke 23:8&ndash;9<\/a>). Ignoring the requests of mortals, the Savior submitted His will to that of His Father. In the final moments before His atonement in the Garden of Gethsemane, Christ did not cry out against the impending torment from hell, but He simply declared to the Father, &ldquo;Not my will, but thine, be done&rdquo; (<a class=\"ref\">Luke 22:42<\/a>).<\/p>\r\n<p>Isaiah&rsquo;s classic image of the lamb going to the slaughter has other parallels in the scriptures. Like Christ, Isaac allowed himself to become a sacrifice to God. Abraham, comparing his son&rsquo;s sacrifice with that of a lamb, says, &ldquo;God will provide himself a lamb for a burnt offering&rdquo; (<a class=\"ref\">Genesis 22:8<\/a>). Joseph Smith similarly depicts himself as a sacrificial offering, saying, &ldquo;I am going like a lamb to the slaughter&rdquo; (<a class=\"ref\">D&amp;C 135:4<\/a>).<\/p>\r\n<p>Seeing ourselves as sheep helps us appreciate our dependence on the Lord. Just as sheep require a shepherd to watch over them and provide for their needs, so we need the Lord&rsquo;s tender care. Who better to care for the sheep than the Good Shepherd? He came among the children of men to care for His Father&rsquo;s flock. Isaiah describes the Lord&rsquo;s role as a shepherd in a beautiful passage not cited in the Book of Mormon, explaining, &ldquo;He shall feed his flock like a shepherd: he shall gather the lambs with his arm, and carry them in his bosom, and shall gently lead those that are with young&rdquo; (<a class=\"isa\" verses=\"WzE4NDMyXQ==\">Isaiah 40:11<\/a>). With potent imagery, Isaiah portrays the Savior as both the sacrificial lamb and the compassionate shepherd.<\/p>",
    "audit": "done"
}