{
    "id": 14544,
    "source": "ludlow",
    "verse_id": 17852,
    "verse_count": 4,
    "reference": "10:1–4",
    "title": "“Wo unto them that . . . turn away the needy”",
    "html": "<p><a class=\"ref\">2 Nephi 20<\/a> is a continuation of <a class=\"isa\" verses=\"eyIxODAwNiI6MjV9\">chapter 19<\/a>, where Isaiah gives three warnings to Israel about pride, wicked leaders, and turning away from God. A fourth warning is given in the first four verses of <a class=\"isa\" verses=\"eyIxODAzMSI6Nn0=\">chapter 20<\/a>: &ldquo;Wo unto them that decree unrighteous decrees, and that write grievousness&rdquo; (<a class=\"isa\" verses=\"WzE3ODUyXQ==\">v. 1<\/a>). The &ldquo;unrighteous decrees&rdquo; and grievous writings symbolize the social attitudes and legal actions of the Israelites, who repeatedly turned away &ldquo;the needy from judgment&rdquo; and took away &ldquo;the right from the poor .&nbsp;.&nbsp;. , that widows may be their prey, and that they may rob the fatherless!&rdquo; (<a class=\"isa\" verses=\"WzE3ODUzXQ==\">v. 2<\/a>). This disregard for the less fortunate goes directly against counsel that the Lord had given centuries earlier to the tribes of Israel:<\/p>\r\n<blockquote>If there be among you a poor man .&nbsp;.&nbsp;. within any of thy gates in thy land which the Lord thy God giveth thee, thou shalt not harden thine heart, nor shut thine hand from thy poor brother. . . .<\/blockquote>\r\n<blockquote>For the poor shall never cease out of the land: therefore I command thee, saying, Thou shalt open thine hand wide unto thy brother, to thy poor, and to thy needy, in thy land (<a class=\"ref\">Deuteronomy 15:7, 11<\/a>).<\/blockquote>\r\n<p>The Israelites unashamedly hardened their hearts against the poor and helpless, blatantly disobeying the Lord&rsquo;s command.<\/p>\r\n<p>The Lord gave similar commandments to the Nephites and to the Latter-day Saints. In his great final discourse, King Benjamin pled with his people, &ldquo;Impart of your substance to the poor, every man according to that which he hath, such as feeding the hungry, clothing the naked, visiting the sick and administering to their relief&rdquo; (<a class=\"ref\">Mosiah 4:26<\/a>). At Winter Quarters, President Brigham Young received a revelation about caring for the needy during the trek to the Salt Lake Valley: &ldquo;Let each company bear an equal proportion .&nbsp;.&nbsp;. in taking the poor, the widows, the fatherless, .&nbsp;.&nbsp;. that the cries of the widow and the fatherless come not up into the ears of the Lord against this people&rdquo; (<a class=\"ref\">D&amp;C 136:8<\/a>). It is the responsibility of God&rsquo;s children in every dispensation to exercise the Christlike attribute of giving so that the cries of the needy are fulfilled.<\/p>\r\n<p>In <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 3<\/a>, Isaiah questions those who have neglected their duty, asking what they will do when the &ldquo;day of visitation&rdquo; and &ldquo;desolation&rdquo; comes. Roles have switched, and now, ironically, the Lord will refuse to help those who refused to offer assistance to others; they will be judged in the same way they chose to judge (<a class=\"ref\">Matthew 7:1&ndash;2<\/a>). Isaiah further asks, &ldquo;To whom will ye flee for help? and where will ye leave your glory?&rdquo; (<a class=\"isa\" verses=\"WzE3ODU0XQ==\">v. 3<\/a>). Without repentance, they will not be able to &ldquo;flee&rdquo; to the Lord, because He cannot support them in their wickedness.<\/p>\r\n<p>Because of their abuse of the needy, the Lord removes His protective care from the children of Israel, and thus they will &ldquo;bow down under the prisoners, and they shall fall under the slain&rdquo; (<a class=\"isa\" verses=\"WzE3ODU1XQ==\">v. 4<\/a>). This prophecy was fulfilled when Israel was invaded and many were killed or taken captive by the Assyrian armies. This physical fulfillment is coupled with a spiritual fulfillment that continues to this day: all who sin and refuse to obey the commands of God are bowed down under the burdens of sin, and if they choose not to repent, they will become prisoners of the adversary.<\/p>\r\n<p>As discussed in the last chapter, the summary statement that the Lord&rsquo;s &ldquo;anger is not turned away, but his hand is stretched out still&rdquo; (<a class=\"isa\" verses=\"WzE3ODU1XQ==\">v. 4<\/a>) is one Isaiah uses frequently (<a class=\"ref\">2 Nephi 15:25<\/a>). This twofold statement represents both a promise and a warning: the Lord&rsquo;s anger is not &ldquo;turned away&rdquo; from the wicked, but &ldquo;his hand is stretched out still&rdquo; to all who choose to repent and forsake their evil ways.<\/p>",
    "audit": "done"
}