{
    "id": 14488,
    "source": "ludlow",
    "verse_id": 18627,
    "verse_count": 6,
    "reference": "48:12–17",
    "title": "“Come ye near unto me”",
    "html": "<p>In the next verses, the Lord strongly requests that Isaiah&rsquo;s listeners and readers hear and understand His words. Phrases like &ldquo;hearken unto me&rdquo; (<a class=\"isa\" verses=\"WzE4NjI3XQ==\">v. 12<\/a>), &ldquo;all ye, assemble yourselves, and hear&rdquo; (<a class=\"isa\" verses=\"WzE4NjI5XQ==\">v. 14<\/a>), &ldquo;come ye near unto me&rdquo; (<a class=\"isa\" verses=\"WzE4NjMxXQ==\">v. 16<\/a>), and &ldquo;thus saith the Lord&rdquo; (<a class=\"ref\">v.&nbsp;17<\/a>) direct our attention toward Isaiah&rsquo;s important messages of peace, eternal covenants, and exaltation.<\/p>\r\n<p>In verse 12, the Lord describes His role as the &ldquo;first&rdquo; and the &ldquo;last.&rdquo; Christ is the &ldquo;first&rdquo; because He was both the first to attain a spiritual body (as the Firstborn of Heavenly Father), as well as the first to receive His godhood (by becoming a God in the beginning). Jesus likewise represents the &ldquo;last&rdquo; because of His continuing role as a God, which will last &ldquo;to all eternity, everlasting, without end.&rdquo; For a more in-depth look at the role of Christ as an eternal being, Elder Talmage suggests reading <a class=\"ref\">Revelation 1:11, 17; 2:8; 22:13<\/a>; and <a class=\"isa\" verses=\"WzE4NDU2LDE4NTQwXQ==\">Isaiah 41:4; 44:6<\/a>. These passages and verse 12 highlight the eternal nature of God. As such, the citation of this verse in 1 Nephi helps fulfill a major purpose of the Book of Mormon, which is to convince Jew and Gentile that Jesus is the &ldquo;Eternal God&rdquo; (title page, second paragraph).<\/p>\r\n<p><a class=\"isa\" verses=\"eyIxODYyOCI6NX0=\">Verses 13&ndash;17<\/a> emphasize a variety of roles that the Lord God, Jesus, fulfills. In <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 13<\/a>, Isaiah speaks for the Creator as he portrays Jehovah&rsquo;s hand laying &ldquo;the foundation of the earth&rdquo; and &ldquo;spann[ing] the heavens.&rdquo; Typical of Isaiah&rsquo;s writings, there is symbolic meaning in even the simplest of images. The &ldquo;right hand&rdquo; in this verse is especially emblematic and depicts some fundamental characteristics of the Lord. Other scriptural texts enrich the possible meaning of Jehovah&rsquo;s &ldquo;right hand.&rdquo; Exodus 15:6 reveals that it is the right hand of God that &ldquo;is become glorious in power,&rdquo; and His right hand that &ldquo;hath dashed in pieces the enemy.&rdquo; Moses similarly depicts the symbolic power of the Lord&rsquo;s right hand, declaring to his people, &ldquo;The Lord came from Sinai and, .&nbsp;.&nbsp;. from his right hand went a fiery law&rdquo; (<a class=\"ref\">Deuteronomy 33:2<\/a>). In these contexts, the right hand symbolizes our Master&rsquo;s powerful creative abilities. Other scriptures refer to the Lord&rsquo;s right hand as a place of exaltation, glory, and rest. Alma explains that all those who &ldquo;rejoice and exult in the hope&rdquo; of the gospel will someday &ldquo;dwell at the right hand of God, in a state of never-ending happiness&rdquo; (<a class=\"ref\">Alma 28:12<\/a>). Thus, the Lord&rsquo;s right hand extends a promise of strength and support.<\/p>\r\n<p>Isaiah&rsquo;s imagery of the hand may also allude to the covenant state of the children of Israel. Traditionally, the right hand was used in the making and sealing of sacred covenants (like the modern-day handshake used to &ldquo;seal a deal&rdquo;). Thus, in calling to the children of Israel with His right hand, God is referring to the sacred covenants that He enters into with us if we are righteous. God is &ldquo;shaking hands&rdquo; or raising His hand &ldquo;to the square&rdquo; with us, promising to keep His end of the bargain if we keep ours! As Christ promises, &ldquo;I, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have no promise&rdquo; (<a class=\"ref\">D&amp;C 82:10<\/a>).<\/p>\r\n<p>Isaiah next describes the Lord&rsquo;s role as a spokesman of His own words. In verse 14 He asks, &ldquo;Who among them hath declared these things?&rdquo; meaning &ldquo;Who has declared (and who will continue to declare) the truth to those around them?&rdquo; He does not directly answer the question but rather highlights further characteristics of the servant who will help fulfill God&rsquo;s purposes (<a class=\"isa\" verses=\"eyIxODYyOSI6Mn0=\">vv. 14&ndash;15<\/a>). Through Isaiah&rsquo;s description, we know that the servant is beloved of God, called of God, helped by God, and given power to wield over the unrighteous (such as the Babylonians during Isaiah&rsquo;s time and the wicked during our own day). <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">Verse 17<\/a> accents two additional roles of the Lord: He is to teach us the Father&rsquo;s commandments and lead us on the way back to Heavenly Father.<\/p>\r\n<p>Scholars wonder if the servant described in these verses could be an individual, such as Isaiah or King Cyrus of Persia (who liberated the Babylonian Jews), or if the servant could represent a community, such as the house of Israel or Christ&rsquo;s church. These could be secondary designations of the servant, but the primary identification is with Jehovah&mdash;He who declares and executes the Father&rsquo;s plan of salvation. Thus, in these few verses, Isaiah testifies of at least five valuable roles of this Eternal God:<\/p>\r\n<ul>\r\n<li>The Creator God of the Father&rsquo;s works (<a class=\"isa\" verses=\"WzE4NjI4XQ==\">v. 13<\/a>).<\/li>\r\n<li>The Advocate God of the Father&rsquo;s plan (<a class=\"isa\" verses=\"WzE4NjI5XQ==\">v. 14<\/a>).<\/li>\r\n<li>The Administrator God of the Father&rsquo;s will (<a class=\"isa\" verses=\"WzE4NjMwXQ==\">v. 15<\/a>).<\/li>\r\n<li>The Teacher God of the Father&rsquo;s commandments (<a class=\"isa\" verses=\"WzE4NjMyXQ==\">v. 17<\/a>).<\/li>\r\n<li>The Leader God of the Father&rsquo;s way (<a class=\"isa\" verses=\"WzE4NjMyXQ==\">v. 17<\/a>).<\/li>\r\n<\/ul>\r\n<p>A major challenge in reading <a class=\"isa\" verses=\"WzE4NjMyXQ==\">verses 12&ndash;17<\/a> is recognizing how the Lord is often talking about Himself in the third person in these passages. Readers of this chapter are often frustrated in identifying who is speaking in the different passages and understanding the constant shifts between first, second, and third person. Is it Isaiah or the Lord (Jehovah) or God (Elohim) speaking, and to whom and about whom are they talking, especially when the Lord talks about Himself? In verse 1, Isaiah (or the Lord through Isaiah) addresses Israel in the second person, inviting them to hearken to the following message. But at the end of verse 1 and in the next verse, he shifts to the third person as he talks about the people of Israel and describes their separation from the Lord. Then the Lord Himself speaks to Israel in the first person as He recounts His challenges with them (<a class=\"isa\" verses=\"eyIxODYxOCI6Nn0=\">vv. 3&ndash;8<\/a>), His personal witness to them (<a class=\"isa\" verses=\"eyIxODYyNCI6M30=\">vv. 9&ndash;11<\/a>), and His invitation to them (<a class=\"isa\" verses=\"eyIxODYyNyI6Nn0=\">vv. 12&ndash;17<\/a>). Yet in this last passage, the Lord seems to address the whole world (&ldquo;all ye&rdquo;; <a class=\"isa\" verses=\"WzE4NjI5XQ==\">v. 14<\/a>) and talks to them about Israel, whom He describes in the third person plural (&ldquo;them&rdquo;).<\/p>\r\n<p>Similar shifts of point of view occur as the Lord is described, even by Himself. For example, in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 16<\/a>, it seems that the Lord Jesus Christ is speaking and declaring that the Lord God (Heavenly Father) and His Spirit (the Holy Ghost) have sent Him. Yet in verses 15 and 17, although the Lord still seems to be talking, He is also being talked <em>about <\/em>in the third person. So here the Lord is describing Himself as though He were another person. In a special way, He is bearing personal witness of Himself. This combination of first and third person is epitomized in the Lord&rsquo;s short yet encompassing testimony: <em>&ldquo;I am He!&rdquo;<\/em> (<a class=\"isa\" verses=\"WzE4NjI3XQ==\">v. 12<\/a>).<\/p>\r\n<p>Although we may have a hard time following Isaiah&rsquo;s description of the servant, we should recognize many of His qualities. We should then strive diligently to attain these attributes. We do this best as we enter into a covenant relationship with Heavenly Father in His holy house, the temple. Heavenly Father has a plan for each us, and we come to understand His purposes for us as we honor our temple covenants. To prepare ourselves for the temple, we must invite the Spirit into our daily lives and live according to Christ&rsquo;s word. As we take His name upon us, remember Him, and keep His commandments, we honor our covenant relationship with Him. As we fulfill the stipulations of His expectations, we become heirs of His blessings, as promised in the last verses of this chapter.<\/p>",
    "audit": "done"
}