{
    "id": 14485,
    "source": "ludlow",
    "verse_id": 18616,
    "verse_count": 2,
    "reference": "48:1–2",
    "title": "&ldquo;Who are called by the name of Israel&rdquo;",
    "html": " <p>Isaiah begins the chapter by announcing his audience: the Lord&rsquo;s chosen people in a variety of spiritual circumstances. He uses seven titles to identify precisely who must &ldquo;hearken&rdquo; to his words: the &ldquo;house of Jacob,&rdquo; including those from the northern kingdom &ldquo;called by the name of Israel&rdquo; and also from the southern kingdom &ldquo;out of the waters of Judah&rdquo;; those who &ldquo;swear by the name of the Lord&rdquo; and who &ldquo;make mention of the God of Israel&rdquo; (v. 1); and those who &ldquo;call themselves of the holy city&rdquo; even though they may not &ldquo;stay themselves upon the God of Israel&rdquo; (v. 2). Isaiah&rsquo;s terminology may have been clear to those of his day, but it can be confusing to latter-day readers. So, whom do these seven titles describe?<\/p> <p>1. &ldquo;House of Jacob&rdquo;<strong>&mdash;<\/strong>the community of the tribes of Israel. That is, the people who are born, married, or adopted into one of the thirteen tribes descended from Jacob&rsquo;s twelve sons with the blessings promised in Genesis 48&ndash;49 and Deuteronomy 33. All of God&rsquo;s children on earth are invited to become part of this covenant community.<\/p> <p>2. &ldquo;Called by the name of Israel&rdquo;&mdash;members of the tribes of Israel, but more significantly, those who are truly &ldquo;called&rdquo; by Israel&rsquo;s name. Translated from Hebrew, <em>Yisrael<\/em> means &ldquo;one who prevails with God.&rdquo; Thus, anyone who is &ldquo;called by the name of Israel&rdquo; is one whose faith, righteousness, and spiritual strength allow him or her to prevail with God.<\/p> <p>3. &ldquo;Out of the waters of Judah&rdquo;&mdash;actual descendants of Judah, and more important, those who have made covenants with the Lord. Literally, Jews &ldquo;come forth&rdquo; as they are born from the &ldquo;waters of Judah&rdquo; (or amniotic birth fluid). The blessings of Israel are not offered just to those born of Israelite parents, however. Gentiles are &ldquo;adopted&rdquo; into the house of Israel through baptismal covenants. They also come out of the waters of Judah&mdash;&ldquo;out of the waters of baptism.&rdquo;<\/p> <p>This metaphorical birth into the house of Israel through baptism is an important doctrinal message because many people believe that baptism by immersion is not taught in the Old Testament. Contrary to this misunderstanding, Joseph Smith added the phrase &ldquo;or out of the waters of baptism&rdquo; to this verse in the second English edition of the Book of Mormon. This revealed phrase, unique to the Book of Mormon, clarifies that the Old Testament phrase &ldquo;out of the waters of Judah&rdquo; is a symbolic reference to the baptismal ordinance.<\/p> <p>Why is there no direct reference to baptism in the Old Testament? The Prophet Joseph Smith and President Joseph Fielding Smith both explain that <em>baptism <\/em>is a Greek, not a Hebrew, word. Thus, during Isaiah&rsquo;s day, when people spoke and wrote in Hebrew, no documented word existed that described the act of baptism, or &ldquo;immersion.&rdquo; We know, however, that an ordinance of immersion was performed. For such ritual washing, there was a large &ldquo;brazen sea,&rdquo; or font, that rested on twelve oxen in the temple courtyard at Jerusalem during Isaiah&rsquo;s day. In the Old Testament, the words <em>washing <\/em>and <em>cleansing<\/em> represent the covenant of purification through a water immersion. Indeed, modern converts to Orthodox Judaism must perform a ritual &ldquo;washing&rdquo; or &ldquo;immersion&rdquo; before they are considered full members of the Jewish community. Thus, Isaiah&rsquo;s phrase &ldquo;com[ing] forth out of the waters of Judah&rdquo; is a metaphoric reference to baptism by immersion.<\/p> <p>4. &ldquo;Swear by the name of the Lord&rdquo;<strong>&mdash;<\/strong>those people who have made sacred vows with their Lord. The Hebrew verb <em>shava<\/em> (to swear) is a specific reference to covenant making. It is not used any other way in the Old Testament. The Lord&rsquo;s covenant people may invoke His name and claim that He will protect and deliver them, but His power in their behalf is conditional upon their righteousness, as seen in the end of verse 1. Unfortunately, their claim is not verified by their worthiness. Also, note in verse 11 that the Lord will not allow His name to be polluted or &ldquo;profaned&rdquo; with hypocritical statements.<\/p> <p>5. &ldquo;Make mention of the God of Israel&rdquo;&mdash;those people who are bold enough to teach and testify of their God. The Hebrew word for &ldquo;God&rdquo; in this passage is <em>Elohim,<\/em> meaning &ldquo;of the gods&rdquo; or &ldquo;the supreme God,&rdquo; the sacred name of our Heavenly Father. The Israelites were living in the Fertile Crescent of the ancient Near East, where their teachings and example could have enlightened the peoples of Asia, Africa, and Europe. Instead, as we see in the example of the idolatrous northern kingdom of Israel, they often followed the gods of the pagan nations.<\/p> <p>After identifying those who make covenants with the Lord and invoke God in their expressions, Isaiah proclaims that their words have not been truthful and their behavior has not been righteous. Their religious fervor is simply zealous hypocrisy. He highlights more of their claims in the next verse.<\/p> <p>6. &ldquo;Call themselves of the holy city&rdquo;&mdash;the chosen people who are associated with Jerusalem, the holy city of Isaiah&rsquo;s time. These are people who could connect with the holy city of Zion, the ideal community founded by Enoch (Moses 7:18&ndash;21, Psalm 60:14). In the Book of Mormon context, the phrase may also refer to another holy city, the New Jerusalem, which is associated with the events of the Second Coming and the gathering of the tribes of Israel. However, these people just &ldquo;call themselves&rdquo; as citizens of Zion. The Lord and His prophet do not identify them as such.<\/p> <p>7. &ldquo;Stay themselves upon the God of Israel&rdquo;&mdash;those who should be relying upon their Heavenly Father but are not. That is, they do not endure in obedience to the end of their mortal probation. Instead of overcoming life&rsquo;s temptations and tribulations, they follow the ways of the world. However, Isaiah prophesies that in the latter days, gathering remnants of Israel will indeed rest upon the Lord for support (2 Nephi 20:20\/Isaiah 10:20).<\/p> <p>At the end of verse 2, Isaiah testifies that the &ldquo;Lord of hosts&rdquo; is to be the God of all these groups. Ideally, they will now make and keep their solemn vows with Him.<\/p> <p>In these two verses, Isaiah identifies various parties who should be honoring their vows with God. Because Isaiah speaks to both ancient and modern Israelites, to birth and adopted members of Jacob&rsquo;s family, to rebellious apostates and faithful followers of the Lord, and especially to all who make vows with the Lord and want to share His gospel truths, Isaiah&rsquo;s message is for <em>all <\/em>who desire to become covenant members of the Lord&rsquo;s kingdom on earth. If we want to be called by any of these noble titles listed by Isaiah, we should study this chapter carefully! But remember, a title describing one&rsquo;s close relationship with God must be verified by obedient righteousness and faithful service.<\/p> ",
    "audit": null
}