{
    "id": 14511,
    "source": "ludlow",
    "verse_id": 17704,
    "verse_count": 5,
    "reference": "2:18–22",
    "title": "&ldquo;They shall go into the holes of the rocks&rdquo;",
    "html": " <p>In verses 18&ndash;22, Isaiah more fully describes the fear and destruction that will come upon the proud idol-worshipers at the Lord&rsquo;s second coming. These verses provide a stark contrast to the opening images of the chapter, which describe the righteous going up to the mountain of the Lord to learn of Christ and walk in His ways. The wicked will &ldquo;go into the clefts of the rocks, and into the tops of the ragged rocks, for the fear of the Lord shall come upon them&rdquo; (v. 21). At the time of Christ&rsquo;s coming, these wicked people will know of their sins and strive to hide from the Lord in the rocks of the mountains, even &ldquo;when [the Lord] ariseth to shake terribly the earth&rdquo; (v.&nbsp;19). This seems to be describing the terrible earthquake foretold by John the Revelator when &ldquo;every mountain and island were moved out of their places.&rdquo; John also sees the great and rich people fleeing into the rocks of the mountains as they fear the Lord&rsquo;s coming. They flee into the mountains not to find refuge but to seek death (Revelation 6:14&ndash;16). Their fear of the Lord and their desire for death beneath the trembling mountains is echoed in the Book of Mormon. Amulek warns that if we have hardened our hearts against God&rsquo;s word, we will proclaim, &ldquo;We shall not dare to look up to our God; and we would fain be glad if we could command the rocks and the mountains to fall upon us to hide us from his presence&rdquo; (Alma 12:14). What could be worse than a suffocating death in the depths of a mountain? For the wicked, it is meeting the Lord to face His sure, powerful judgments!<\/p> <p>In their efforts to flee the wrath of God, the wicked will &ldquo;cast his idols of silver, and his idols of gold .&nbsp;.&nbsp;. to the moles and to the bats&rdquo; (v. 20). Those who have spent major time and effort to accumulate silver and gold for their idols will eventually cast these precious items to the seemingly blind inhabitants of the darkened world&mdash;moles and bats. Those who had gathered wealth and idols (vv. 7&ndash;8) were spiritually blinded by their pride (vv. 11&ndash;12), and they will throw their shining idols to those who never see in the physical light of day. Instead of providing service and resources to assist Heavenly Father&rsquo;s work, these wicked children of God have devoted their energy and devotion to worldly objects, which will enrich only creatures hidden in the earth.<\/p> <p>Isaiah ends this chapter with a blunt proclamation: &ldquo;Cease ye from man, whose breath is in his nostrils; for wherein is he to be accounted of?&rdquo; (v. 22). Isaiah pleads with the Israelites to stop seeking after the desire of the natural man, emphasizing that mankind is accountable before the Lord. Earth life is a probationary period for moral and spiritual development. God will not reward us according to how much wealth we have accumulated; instead, He will judge us on how we lived while we enjoyed the breath of life upon this earth.<\/p> <p>We must each strive to &ldquo;walk in the light of the Lord&rdquo; so that we are not seeking to hide from Christ&rsquo;s presence among the ragged rocks when He comes again. By walking in the light, we will be prepared to meet our Savior, walk in His paths, and live in the day when peace will cover the earth. As members of the Church, our goal should be to enter the &ldquo;mountain of the Lord&rsquo;s house&rdquo; so that we can make and keep the covenants essential for eternal life. We should also devote our resources to building Christ&rsquo;s kingdom so that we can prepare the earth and its inhabitants for the time when war will be no more.<\/p> ",
    "audit": null
}