{
    "id": 14534,
    "source": "ludlow",
    "verse_id": 17813,
    "verse_count": 4,
    "reference": "8:5–8",
    "title": "&ldquo;This people refuseth the waters of Shiloah&rdquo;",
    "html": " <p>Continuing his warning of destruction to the Israelites, Isaiah uses symbolic words to illustrate <em>why<\/em> the Lord is displeased with His people. In verse 6, we learn that the Israelites have refused the waters of Shiloah. Located just outside the city wall, the waters of Shiloah were the main source of culinary water for the inhabitants of Jerusalem in the time of Isaiah. <em>Shiloah <\/em>comes from the Hebrew word <em>shalam, <\/em>meaning peace, so the valid accusation leveled at the Israelites is that they were rejecting the waters of peace&mdash;a term that can be applied to the Savior. Jeremiah, a prophet contemporary with Lehi, spoke of the people&rsquo;s rejection of the Lord with a message similar to Isaiah&rsquo;s: &ldquo;My people .&nbsp;.&nbsp;. have forsaken me the fountain of living waters&rdquo; (Jeremiah 2:13). In His mortal ministry, Christ invited His listeners, &ldquo;If any man thirst, let him come unto me, and drink&rdquo; (John 7:37).<\/p> <p>The living waters Christ offered are still available today. Like the gentle waters of Shiloah, which are still adjacent to the walls of the Holy City, Christ&rsquo;s influence is waiting just outside the walls of our homes. However, we need to bring His light and love into our lives. In His own words, &ldquo;Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me&rdquo; (Revelation 3:20).<\/p> <p>Because the Israelites rejected the gentle waters of peace, Isaiah warns that the violent floodwaters of war, represented by the raging Euphrates river, would come upon them (vv. 7&ndash;8). Like a river filling and overflowing its banks, the Assyrian army would cover &ldquo;the breadth of thy land, O Immanuel&rdquo; (v. 8). The term <em>Immanuel, <\/em>meaning &ldquo;God with us,&rdquo; is introduced in the previous chapter as a name signifying God&rsquo;s protective care. Even when it has been shown that the Israelites have turned from the Lord and chosen an alliance with worldly men, and even in the midst of a prophecy about their impending destruction, the Lord delivers the message that He is still with them, waiting for them to repent and come back to Him. The Lord continues to operate in this way. When we have turned away from Him and then decide to turn back and seek His redemption, He, the source of peace, is there to help us out of our calamity.<\/p> ",
    "audit": null
}