{
    "id": 14590,
    "source": "ludlow",
    "verse_id": 18725,
    "verse_count": 3,
    "reference": "54:1–3",
    "title": "“Enlarge the place of thy tent, and . . . strengthen thy stakes”",
    "html": "<p>In <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 1<\/a>, Isaiah compares the covenant between the Lord and the house of Israel to a marriage relationship. The barren woman, who represents Israel, has not yet brought forth the full fruits of her covenants with the Lord. Isaiah calls Israel &ldquo;barren&rdquo; because of her inability or unwillingness to produce strong spiritual offspring. Because of her wickedness, she has been separated from her husband, the Lord, and has therefore been unable to have children. However, Isaiah tells Israel to &ldquo;break forth into singing&rdquo; (<a class=\"isa\" verses=\"WzE4NzI1XQ==\">v. 1<\/a>) because many children have been born to the &ldquo;desolate&rdquo; woman. The house of Israel has no reason to weep over her lack of children, for the children of the desolate woman will be adopted. This forlorn woman and her relationship to the wife can be understood in two ways: (1) The desolate woman represents the Gentiles, and the barren wife Israel; thus the Gentiles will bring forth greater numbers or spiritual fruits than Israel has delivered. (2) The forlorn woman is Israel in her scattered condition, while the wife is those people remaining in the Holy Land. Thus, the house of Israel will bring forth more children (both physically and spiritually) outside the land of her original inheritance than within. In either case, Isaiah uses these images to symbolize the relationship between the Lord and Israel, promising that many others will become children of that covenant relationship (compare <a class=\"ref\">1 Nephi 21:19&ndash;21<\/a>).<\/p>\r\n<p>The analogy of the barren domestic wife and the fertile foreign woman is similar to the story of Sarah and Hagar, wives of Abraham. Because of her barren state, Sarah gave the &ldquo;Gentile&rdquo; (Egyptian) handmaiden Hagar to Abraham. Hagar bore Ishmael and was promised great posterity. Sarah grieved at her own inability to produce children, and the strain between the two women resulted in Abraham&rsquo;s temporarily casting out Hagar and her son. Because of Sarah&rsquo;s righteousness, she was later promised that she would be a &ldquo;mother of nations.&rdquo; At ninety, she miraculously bore Isaac, through whom the Abrahamic promise of endless posterity was fulfilled (<a class=\"ref\">Genesis 17<\/a>).<\/p>\r\n<p>Similar to Old Testament passages that represent the covenant between the Lord and Israel as a marriage relationship, New Testament sections characterize the Church as a bride and Christ as her husband. Christianity soon expanded from its Jewish roots to the larger Gentile community, which provided greater numbers for the early church. Christians soon outnumbered Jews in the world. The Jews were familiar with being outnumbered by their Arab kinsmen in the Near East, so being a minority was nothing new to them. Isaiah alludes to these far greater numbers outside the house of Israel in this verse (<a class=\"isa\" verses=\"WzE4NzI1XQ==\">v. 1<\/a>). In other words, the posterity of the &ldquo;desolate&rdquo; or abandoned woman (those outside the land or house of Israel) would became greater than the numbers of the &ldquo;married&rdquo; or faithful wife (those who stayed in their original lands of inheritance or maintained their identity as descendants of Jacob).<\/p>\r\n<p>Isaiah employs another metaphor in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 2<\/a>, commanding the chosen people, &ldquo;Enlarge the place of thy tent,&rdquo; or allow for the influx of adopted children (Gentiles) into the house of Israel. He also directs the Israelites to &ldquo;strengthen th[eir] stakes.&rdquo; This image of tent stakes has many meanings. Elder Bruce R. McConkie explains, &ldquo;In prophetic imagery, Zion is pictured as a tent upheld by cords fastened securely to stakes.&rdquo; In these verses, Isaiah is &ldquo;envisioning the latter-day glory of Israel, gathered to her restored Zion&rdquo; (also <a class=\"isa\" verses=\"WzE4MzAwXQ==\">Isaiah 33:20<\/a>). These wooden stakes, which stabilize the tent, parallel our modern-day church &ldquo;stakes,&rdquo; which help to &ldquo;sustain and uphold the restored Zion.&rdquo; LDS stakes organize the expanding Church membership into structured, manageable units that serve as &ldquo;the rallying points and the gathering centers&rdquo; for righteous members of the gospel, who represent the scattered remnants of Israel. As Israel is gathered to the stakes of Zion, we who are members in them should work to strengthen them for continued expansion and stability. With firmly anchored stakes, the tent of Zion will withstand the storms of adversity in the last days!<\/p>\r\n<p>The natural growth of Israel and the adoption of non-Israelites into the house of Israel is highlighted in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 3<\/a> as Isaiah tells the Israelites that their seed &ldquo;shall inherit [or dispossess] the Gentiles&rdquo; and occupy their desolate cities. Isaiah describes this glorious event using imagery of hands &ldquo;break[ing] forth on the right hand and on the left.&rdquo; This description is similar to one given in Genesis as Israel blesses his posterity: &ldquo;Israel stretched out his right hand, and laid it upon Ephraim&rsquo;s head, who was the younger, and his left hand upon Manasseh&rsquo;s head, .&nbsp;.&nbsp;. and said, .&nbsp;.&nbsp;. let them grow into a multitude in the midst of the earth&rdquo; (<a class=\"ref\">Genesis 48:14&ndash;16<\/a>). Their promised posterity would be so great that they would &ldquo;become a multitude of nations&rdquo; (<a class=\"ref\">Genesis 48:19<\/a>).<\/p>",
    "audit": "done"
}