{
    "id": 14492,
    "source": "ludlow",
    "verse_id": 18644,
    "verse_count": 7,
    "reference": "49:7–13",
    "title": "&ldquo;He that hath mercy on them shall lead them&rdquo;",
    "html": " <p>In these verses, Isaiah introduces the court scene that will unfold throughout the rest of the chapter by outlining the obligations and corresponding promises associated with the covenants the Lord has made with the house of Israel. He begins verse 7 by introducing a great servant who will serve as mediator, or judge, of the trial. Isaiah refers to him as God&rsquo;s <em>q&acirc;d&ocirc;sh,<\/em> a Hebrew term that roughly translates as &ldquo;Holy One&rdquo; or &ldquo;saint.&rdquo; Isaiah emphasizes several features of this saint, describing him as a person &ldquo;whom man despiseth,&rdquo; &ldquo;whom the nation abhorreth,&rdquo; who is &ldquo;servant of rulers,&rdquo; whom &ldquo;kings shall see and arise,&rdquo; and whom &ldquo;princes also shall worship.&rdquo; Although these traits, like the previous servant description in the first verses of this chapter, can be applied to prophets such as Isaiah or Joseph Smith, they most likely refer to the Savior and His mission as Redeemer.<\/p> <p>Isaiah uses repetitive phrasing (an example of synonymous parallelism) in verse 8 to emphasize that the Lord constantly cares for His chosen people. The declaration &ldquo;In an acceptable time have I heard thee&rdquo; parallels the following line, &ldquo;in a day of salvation have I helped thee.&rdquo; Clearly, the Lord wishes the house of Israel to know He is a good provider and faithful keeper of His covenant, and He is very aware of His promises to His children.<\/p> <p>In verses 8&ndash;11, several of God&rsquo;s specific promises to the house of Israel are outlined. Isaiah explains that the righteous covenant keepers will &ldquo;inherit the desolate heritages&rdquo; and &ldquo;feed in the ways.&rdquo; They &ldquo;shall not hunger nor thirst&rdquo; and &ldquo;by the springs of water shall he guide them.&rdquo;<\/p> <p>This imagery of the righteous who &ldquo;feed in the ways&rdquo; with &ldquo;their pastures .&nbsp;.&nbsp;. in .&nbsp;.&nbsp;. high places&rdquo; (v. 9) conjures up the oft-used metaphor of the Savior as a shepherd with Church members as His flock. In Palestine, the vocation of the shepherd was considered &ldquo;dignified&rdquo; and represented an important role in the community&rsquo;s economy. Thus, in describing Himself as a shepherd, the Savior illustrates that He will play a fundamental role in our lives, leading us from the dangers of the world. The suggestion that the grazing land will be in &ldquo;high places&rdquo; also indicates the protective care of the Lord&rsquo;s pasture&mdash;in a raised state of righteousness where the faithful sheep will be safe from the &ldquo;wolves&rdquo; and &ldquo;sheep robbers&rdquo; of the world.<\/p> <p>Isaiah further promises the covenant children that if they follow the ways of the Lord, they will feel no pain from hunger and thirst, and they will not be scorched by the heat of the sun (v. 10). This is very similar to the protection provided to the children of Israel as they traveled in the wilderness following their exodus from Egypt. The Lord provided water and protection to His children because of their covenant commitments (1 Nephi 20:21\/Isaiah 48:21). Like the ancient children of Israel, we will be shielded from terrible hunger and thirst. However, these modern-day threats of starvation may be more spiritual than physical. As Amos, a prophet contemporary with Isaiah, describes, it will be &ldquo;not a famine of bread, nor a thirst for water, but of hearing the words of the Lord&rdquo; (Amos 8:11). If we stay close to the teachings of the gospel, we can escape the effects of this famine. As Christ promised the Samaritan woman at the well, we too can drink &ldquo;of water springing up into everlasting life&rdquo; (John 4:14).<\/p> <p>The source of these life-giving waters is &ldquo;he that hath mercy&rdquo; (v.&nbsp;10), who will lead His children. In the same verse, Isaiah makes a corresponding promise that the righteous will be led by &ldquo;springs of water.&rdquo; Nephi describes similar imagery in his vision of the tree of life, which depicts springs of water. Nephi explains the significance of this image, writing, &ldquo;I beheld .&nbsp;.&nbsp;. the fountain of living waters .&nbsp;.&nbsp;. which waters are a representation of the love of God&rdquo; (1 Nephi 11:25). Thus, using this comparable image in the context of Isaiah&rsquo;s words, the Lord promises that if the children of Israel are faithful to their covenants, they will be continually guided by the love of Heavenly Father.<\/p> <p>Isaiah also promises the children of Israel that a great highway through the mountains will be established to lead the children of Israel to exaltation (v. 11). This highway can be either symbolic or literal. A &ldquo;highway,&rdquo; or path, has certainly been established for this church through the often daunting and seemingly impassible mountains of the world. The inspired translations of a country boy have been published into more than a hundred languages and distributed to millions; a church that began with a handful of members in a one-room house has become an international phenomenon; and nations once impenetrable have been softened, opening up before faithful and diligent missionaries and other Latter-day Saints. In a literal sense, a highway will be opened up before the house of Israel, as detailed when Zechariah describes the Lord cleaving the Mount of Olives, creating a passageway through which the children of Israel will escape the wrath of the invading nations (Zechariah 14).<\/p> <p>Isaiah completes his catalog of the Lord&rsquo;s promises with a jubilant tribute to God&rsquo;s goodness. The judge or mediator commands, &ldquo;Sing, O heavens; and be joyful, O earth; . . . and break forth into singing, O mountains&rdquo; (v. 13). This is a key latter-day promise elaborated upon by the resurrected Savior later in Nephite history (3&nbsp;Nephi 20\/Isaiah 52). By listing the creations of the Lord&mdash;the heavens, the earth, and the mountains&mdash;Isaiah emphasizes the great power of the Lord and His power to provide all for the house of Israel.<\/p> ",
    "audit": null
}