{
    "id": 14552,
    "source": "ludlow",
    "verse_id": 17891,
    "verse_count": 4,
    "reference": "11:6–9",
    "title": "“The wolf also shall dwell with the lamb”",
    "html": "<p>Contained within these four verses is one of the most beautiful and revealing descriptions of what the earth will be like during the Millennium. Unlike most prophets, who speak of events prior to the Millennium, Isaiah gives his readers a glimpse <em>into <\/em>this wonderful period of life on earth. It is no wonder Nephi quoted these verses to his people and included them in his record for us. In addition, poets, painters, composers, and diplomats through the ages have borrowed from Isaiah&rsquo;s poetic description of this paradisiacal era.<\/p>\r\n<p>After the Lord returns in glory, the millennial reign will begin. <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">Verse 6<\/a> describes how animals will interact with each other during this time. No longer will the prey have to flee from the predator, for &ldquo;the wolf also shall dwell with the lamb, and the leopard shall lie down with the kid, and the calf and the young lion and fatling together.&rdquo; What a vision of peace and beauty Isaiah presents!<\/p>\r\n<p>The temperament of animals will not be the only change during this ideal era. As Isaiah reveals in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 7<\/a>, the &ldquo;lion shall eat straw like the ox.&rdquo; Elder Bruce R. McConkie, in commenting on this phenomenon, said, &ldquo;All animals shall mingle together in peace, and the appetites of the carnivorous beast shall be changed so that the grass of the field becomes the common diet of the animal world.&rdquo; Animals will no longer fear each other because of these changes in disposition and diet. All animals will live in a state of peace, no one animal fearing another.<\/p>\r\n<p>Isaiah not only describes the existence of peace among all animals but also foretells an overarching peace that occurs <em>between<\/em> humankind and animals. <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">Verse 8<\/a> records that young children shall play on the hole of asps and the den of cockatrices&mdash;both poisonous breeds of snakes. Isaiah&rsquo;s imagery is powerful&mdash;even a child will not fear the poisonous serpent (and the reptiles will not fear active, young boys). When mankind experienced the Fall, Eve and her posterity were cursed that there would be enmity between humankind and snakes (<a class=\"ref\">Moses 4:21<\/a>). By using the snake as an example of peace between mankind and animals, Isaiah is testifying that life will become as it was before the Fall.<\/p>\r\n<p>The Lord taught this same principle to Joseph Smith: &ldquo;In that day [the millennium] the enmity of man, and the enmity of beasts, yea, the enmity of all flesh, shall cease from before my face&rdquo; (<a class=\"ref\">D&amp;C 101:26<\/a>). As a reader, one may question what might cause this overarching peace. Isaiah alludes to why it will happen: &ldquo;the earth shall be full of the knowledge of the Lord&rdquo; (<a class=\"isa\" verses=\"WzE3ODk0XQ==\">v. 9<\/a>). By gaining a true understanding of the Savior and by following His ways, mankind will progress on the path toward peace and harmony. Orson Pratt, an early Apostle of the Church, describes how the knowledge of the Lord will cover the earth:<\/p>\r\n<blockquote>There will be no place of ignorance, no place of darkness, no place for those that will not serve God. Why? Because Jesus .&nbsp;.&nbsp;. will be himself on the earth, and his holy angels will be on the earth, and all the resurrected Saints that have died in former dispensations .&nbsp;.&nbsp;. will be on the earth. What a happy earth this creation will be, when this purifying process shall come, and the earth be filled with the knowledge of God as the waters cover the great deep! What a change!<\/blockquote>\r\n<p>These images describe a literal peace among all the animals, between animals and humans, and among humankind. This peace on earth will be as natural as the waters that cover the sea (<a class=\"isa\" verses=\"WzE3ODk0XQ==\">v. 9<\/a>). The imagery in these four verses is so profound that Nephi repeats it in his writings as he provides inspired commentary on the Isaiah chapters he has quoted (<a class=\"ref\">2 Nephi 30:12&ndash;15<\/a>).<\/p>",
    "audit": "done"
}