{
    "id": 14588,
    "source": "ludlow",
    "verse_id": 18710,
    "verse_count": 3,
    "reference": "52:13–15",
    "title": "“Behold, my servant shall deal prudently”",
    "html": "<p>The final verses in this passage describe a great servant of the Lord who will miraculously serve among the leaders of the earth. Though Isaiah describes certain characteristics of the divine messenger with a degree of accuracy, there are various possibilities for who the servant represents. Some scholars suggest that Isaiah was referring to Christ; others think Isaiah may have been prophesying about his own martyrdom. Some LDS teachers believe the servant is a latter-day prophet like Joseph Smith or the prophet in office when the Savior returns. And still others propose that the servant represents not just one man but the whole house of Israel or The Church of Jesus Christ of Latter-day Saints as a body. Isaiah, in his multifaceted prophecies, may have been referring to any or all of the above.<\/p>\r\n<p>Isaiah describes the servant as being prudent in judgment, praised and extolled by God, and exalted above other men (<a class=\"ref\">3 Nephi 20:43<\/a>). The servant, however, will experience many hardships, and both his countenance and form will be &ldquo;marred, more than any man&rdquo; (<a class=\"ref\">3 Nephi 20:44<\/a>). The original Hebrew word for &ldquo;marred&rdquo; suggests that this servant will be disfigured, marked, or scarred, perhaps through a natural blemish or through an accident, illness, or abusive action. However, it could refer to a severe personal or inner emotional distress that would also be visible upon the person&rsquo;s face. In either case, Jesus is already an example of one who was physically abused, marked, and scarred by His enemies, and He was also a man acquainted with grief and sorrow, especially in His suffering at Gethsemane (<a class=\"ref\">Mosiah 14:3&ndash;5<\/a>). These attributes could apply to others of the suggested servants, and they may pertain to more than one.<\/p>\r\n<p>The great missionary work to be carried out by the servant is described in <a class=\"ref\">3 Nephi 20:45<\/a>: &ldquo;That which had not been told [the kings] shall they see; that which they had not heard shall they consider.&rdquo; Both of these phrases imply that the &ldquo;sight&rdquo; of the nations will be restored in the latter days, and all will come to see and understand the teachings of the gospel and the divinity of the Savior. Elder Neal A. Maxwell explains: &ldquo;Having been given so many marvelous truths, we are to share them in order that &lsquo;wise men and rulers may hear and know that which they have never considered.&rsquo; (<a class=\"ref\">D&amp;C 101:94; see also 2 Ne. 20:45; 21:8<\/a>). So much of the gospel we bring is what people have &lsquo;never considered&rsquo; and &lsquo;never had supposed.&rsquo; (<a class=\"ref\">Moses 1:10.<\/a>)&rdquo;<\/p>\r\n<p>After quoting these passages from Isaiah, the Savior Himself promised that the things prophesied in them will surely come to pass. He continues with a promise that when these words of Isaiah are fulfilled, then the Father&rsquo;s covenant with His people will be fulfilled, and they will be established in their lands of inheritance (<a class=\"ref\">3 Nephi 20:46<\/a>). The wonderful covenant promises given to Abraham almost four millennia ago will finally be accomplished as a numerous people will live in their chosen land where they can be a blessing to other nations and peoples (<a class=\"ref\">Genesis 12:1&ndash;3; 17:1&ndash;8<\/a>). As latter-day heirs of the covenants made with Abraham, we need to be involved in this marvelous work. As pure messengers of truth, we share a wonderful opportunity for significant service while we build His kingdom of peace. The Savior&rsquo;s instructions to us, His covenant people of the latter days, provide understanding of Isaiah&rsquo;s words and give us incentive to work toward their fulfillment.<\/p>\r\n<p>After quoting most of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52<\/a>, the Savior gives us a sign so that we can &ldquo;know the time when these things shall be about to take place&rdquo; (<a class=\"ref\">3 Nephi 21:1<\/a>). The sign is the coming forth of the Book of Mormon from the Gentiles unto the descendants of His Nephite-Lamanite audience (<a class=\"ref\">3 Nephi 21:2&ndash;6<\/a>). When the sign is given, their seed will know that the Father&rsquo;s work has already commenced toward the fulfillment of His covenant with the house of Israel (<a class=\"ref\">3 Nephi 21:7<\/a>). Wonderful works will come forth, including divine protection and healing for the marred servant referred to earlier (<a class=\"ref\">3 Nephi 21:8&ndash;10<\/a>). The Savior proceeds with severe warnings for the Gentiles, including His covenant people coming among them as a lion among sheep (<a class=\"ref\">3 Nephi 21:11&ndash;21<\/a>). He invites the Gentiles to join the remnants of Jacob in building the New Jerusalem (<a class=\"ref\">3 Nephi 21:22&ndash;24<\/a>). He promises the power of heaven and His presence in their midst as His work is established among all the dispersed of His people (<a class=\"ref\">3 Nephi 21:25&ndash;28<\/a>). He concludes with a promise that His Father&rsquo;s people, the children of Israel, will &ldquo;go out from all nations&rdquo; but not in haste, nor by flight, for the Father and the Son will go with them (<a class=\"ref\">3 Nephi 21:29<\/a>). The Savior then quotes all of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 54<\/a>, which will be discussed in the next chapter.<\/p>",
    "audit": "done"
}