{
    "id": 14502,
    "source": "ludlow",
    "verse_id": 17656,
    "verse_count": 35,
    "reference": "51, 52:1–2;55:1–2",
    "title": "Early Book of Mormon prophecies about the gathering and restoration of Israel",
    "html": "<p>Careful study of the writings of Nephi and Jacob provide helpful insights into some key developments and sequences in the last days. The first three books of the Book of Mormon contain five important prophecies about the gathering and restoration of Israel in the last days:<\/p>\r\n<p>1. Before any Isaiah chapters are quoted, Nephi records some important teachings of his father. Lehi speaks of all Israel when he says, &ldquo;After the house of Israel should be scattered they should be gathered together again&rdquo; (<a class=\"ref\">1 Nephi 10:14<\/a>).<\/p>\r\n<p>2. Just before citing some of Isaiah&rsquo;s prophecies, Nephi quotes another prophet from the brass plates. The prophet Zenos talks specifically about the Jewish community of the house of Israel when he prophesies, &ldquo;When that day cometh .&nbsp;.&nbsp;. that <em>they no more turn aside their hearts against the Holy One of Israel,<\/em> then will he remember the covenants which he made to their fathers. .&nbsp;.&nbsp;. And all the people who are of the house of Israel, will I <em>gather<\/em> in, saith the Lord&rdquo; (<a class=\"ref\">1 Nephi 19:15&ndash;16<\/a>, emphasis added). Zenos is saying that when there is a change of <em>attitude<\/em> among the Jews toward the Holy One of Israel (Jesus Christ)&mdash;that is, they are no longer against Him&mdash;He will gather them and others of the house of Israel home.<\/p>\r\n<p>3. Just before quoting <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 50 and 51<\/a>, Jacob records an angelic vision of the Jews that he had received. He foretells, &ldquo;After they are driven to and fro, .&nbsp;.&nbsp;. they shall be scattered, and smitten, and hated; nevertheless, the Lord will be merciful unto them, that when <em>they shall come to the knowledge of their Redeemer,<\/em> they shall be <em>gathered<\/em> together again to the lands of their inheritance&rdquo; (<a class=\"ref\">2 Nephi 6:11<\/a>, emphasis added). Jacob reveals that when there is a change of <em>knowledge<\/em> among the Jews as they begin to know more about Jesus and His teachings&mdash;as has developed in the world Jewish community in the past 150 years&mdash;He will &ldquo;gather&rdquo; them to the lands of their inheritance, which would be in the modern land of Israel. Today, a third of the world&rsquo;s Jews have gathered from more than one hundred nations to the State of Israel, fulfilling the Lord&rsquo;s promise to them.<\/p>\r\n<p>4. After quoting Isaiah and speaking about Christ&rsquo;s atonement, Jacob receives further revelation during the night. The next day, he says more about the Jews: &ldquo;Thus saith the Lord God: When the day cometh that <em>they shall believe in me,<\/em> that I am Christ, then have I covenanted with their fathers that they shall be <em>restored<\/em> in the flesh, upon the earth, unto the lands of their inheritance&rdquo; (<a class=\"ref\">2 Nephi 10:7<\/a>, emphasis added). The Lord promises that when there is a change of <em>belief<\/em> among the Jews&mdash;they accept Him, Jesus, as their Messiah&mdash;He will &ldquo;restore&rdquo; them in the lands of their inheritance. &ldquo;Restoration&rdquo; implies additional spiritual powers and blessings beyond the physical &ldquo;gathering&rdquo; into their promised land (also Nephi&rsquo;s prophecies in <a class=\"ref\">2 Nephi 25:16&ndash;19<\/a>; in addition, note how Jacob paraphrases <a class=\"isa\" verses=\"eyIxODY1OSI6Mn0=\">Isaiah 49:22&ndash;23<\/a> in <a class=\"ref\">2 Nephi 10:8&ndash;9<\/a>).<\/p>\r\n<p>5. Some years after delivering these teachings and prophecies recorded in 2 Nephi, Jacob has more to say about the scattering and gathering of the house of Israel. He quotes Zenos&rsquo;s Allegory of the Olive Tree in what becomes the longest chapter in the Book of Mormon (<a class=\"ref\">Jacob 5<\/a>).<\/p>\r\n<p>Thus we see that the theme of the scattering, gathering, and restoration of Israel was dominant in the teachings of Nephi and Jacob. From prophetic teachings recorded by Nephi in 1 and 2 Nephi to Jacob&rsquo;s own writings in <a class=\"ref\">Jacob 5<\/a>, these two brothers provide major insights and revelations about the return of Israel, especially concerning key preconditions and promises to be fulfilled in the last days.<\/p>",
    "audit": "done"
}