{
    "id": 14574,
    "source": "ludlow",
    "verse_id": 18212,
    "verse_count": 7,
    "reference": "29:18–24",
    "title": "“The poor . . . shall rejoice in the Holy One of Israel”",
    "html": "<p>Isaiah again refers to the great influence of the prophetic book, describing its power to make the &ldquo;deaf hear&rdquo; and the &ldquo;blind . . . see&rdquo; (<a class=\"ref\">2 Nephi 27:29<\/a>\/<a class=\"isa\" verses=\"WzE4MjEyXQ==\">Isaiah 29:18<\/a>). These allusions are especially figurative, as Isaiah is referring to those who are <em>spiritually <\/em>deaf and blind to the things of the gospel. Elder Bruce R. McConkie elaborates upon this imagery, describing spiritual deafness as &ldquo;the state of those who are lacking in spirituality, whose spirit ears are not attuned to the whisperings of the still small voice of the Spirit.&rdquo; He correspondingly explains that spiritual blindness is &ldquo;the identifying mark which singles out those who are unable to see the hand of God manifest in the affairs of men. Such have &lsquo;unbelief and blindness of heart&rsquo; (<a class=\"ref\">D&amp;C 58:15<\/a>); they are &lsquo;hard in their hearts, and blind in their minds.&rsquo; (<a class=\"ref\">3 Nephi 2:1<\/a>).&rdquo;<\/p>\r\n<p>Isaiah concludes his prophecies of the latter days by again depicting the fate of the meek and the proud. He promises that God&rsquo;s humble followers will increase and their joy will be in the Lord. Even those who were spiritually impoverished will rejoice in their God (<a class=\"ref\">2 Nephi 27:30<\/a>\/<a class=\"isa\" verses=\"WzE4MjEzXQ==\">Isaiah 29:19<\/a>). In contrast, he declares that the Lord will ensure that the &ldquo;terrible one&rdquo; (that is, the devil and his followers) will be &ldquo;brought to naught,&rdquo; the scorners &ldquo;consumed,&rdquo; and the iniquitous cut off from God&rsquo;s presence (<a class=\"ref\">2 Nephi 27:31<\/a>\/<a class=\"isa\" verses=\"WzE4MjE0XQ==\">Isaiah 29:20<\/a>).<\/p>\r\n<p>Isaiah also describes wonderful blessings of the last days. He prophesies the physical and spiritual return of the house of Jacob, or unrighteous Israel, who had initially rejected the Savior (<a class=\"ref\">2 Nephi 27:33&ndash;34<\/a>\/<a class=\"isa\" verses=\"eyIxODIxNiI6Mn0=\">Isaiah 29:22&ndash;23<\/a>). When those who have turned from the gospel see the glorious works of the Lord, they will come to recognize Him as the &ldquo;God of Israel&rdquo; (<a class=\"ref\">2 Nephi 27:34<\/a>). For example, the Jews&rsquo; eventual recognition of the Savior is described in the Doctrine and Covenants: &ldquo;Then shall the Jews look upon me and say: What are these wounds in thine hands and in thy feet? Then shall they know that I am the Lord; .&nbsp;.&nbsp;. I am he who was lifted up. I am Jesus that was crucified. I am the Son of God&rdquo; (<a class=\"ref\">D&amp;C 45:51&ndash;52<\/a>).<\/p>\r\n<p>Isaiah explains that more than just the Jews or the house of Israel will come to an understanding of the truth. <em>All <\/em>who have &ldquo;erred in spirit&rdquo; will &ldquo;come to [an] understanding&rdquo; of the gospel (<a class=\"ref\">2 Nephi 27:35<\/a>\/<a class=\"isa\" verses=\"WzE4MjE4XQ==\">Isaiah 29:24<\/a>). Much of this enlightening has already occurred as the Book of Mormon and its gospel precepts have gone forth to all nations. Elder Orson Pratt says that the &ldquo;blindness of the Christian world .&nbsp;.&nbsp;. &lsquo;shall come to an understanding&rsquo; when [the Book of Mormon] comes forth.&rdquo; Missionary work and other means of sharing God&rsquo;s word will reach more and more of God&rsquo;s children in these latter days. Thus God&rsquo;s word shall be wholly fulfilled as it literally goes forth to teach and bless His children with the eternal doctrines of truth and salvation.<\/p>\r\n<p>Isaiah presents various important themes in this chapter, mostly focusing on the significance of the Book of Mormon and its purpose in instructing and redeeming the unrighteous in the latter days. Besides opening spiritual ears and eyes, the Book of Mormon increases the number of meek and righteous men and women who praise the Lord and rejoice in His greatness. The Book of Mormon does indeed lead one to righteousness as it teaches the gospel&rsquo;s truths and the Lord&rsquo;s magnificence. Ultimately, His revealed insights to Nephi about the book&rsquo;s power and meaning send a clear message to His audience&mdash;read the book&rsquo;s words and enjoy light, truth, and God&rsquo;s blessings with the meek, or turn from the book&rsquo;s message and suffer blindness, ignorance, and God&rsquo;s judgments with the proud!<\/p>",
    "audit": "done"
}