{
    "id": 14576,
    "source": "ludlow",
    "verse_id": 18713,
    "verse_count": 1,
    "reference": "53:1",
    "title": "“Who hath believed our report?”",
    "html": " <p>Isaiah begins by challenging the skeptics who refuse to believe that the literal Son of God would descend to a life of mortality. There are two main groups of skeptics: ancient Israelites and modern scholars. Although prophets had foretold the Messiah&rsquo;s coming for hundreds of years, many Jews of Jesus&rsquo; time could not recognize Jesus of Nazareth as the embodiment of these Messianic prophecies. Now, centuries later, some Jewish and Christian scholars believe that Isaiah&rsquo;s great messianic hymn refers to the house of Israel and not the Savior. Joseph Fielding Smith refutes this interpretation, stating:<\/p> <blockquote>Now Bible commentators will tell you that [Isaiah 53] has nothing to do with the life of Jesus Christ. To them this story is one concerning suffering Israel. I want to tell you that it is a story, a synopsis of the life of our Redeemer, revealed to Isaiah 700 years before the Lord was born. If you have the proper discernment you will discover this.<\/blockquote> <p>Although Isaiah&rsquo;s prophecy that a great Redeemer would come to save humankind from sin was fulfilled, many still fail to recognize Jesus as the Messiah portrayed in this prophetic servant song.<\/p> <p>In verse 1, Isaiah asks two hypothetical questions that challenge first our convictions and then our commitments. When he asks, &ldquo;Who hath believed our report?&rdquo; we question ourselves by asking, &ldquo;Do I believe Isaiah&rsquo;s account?&rdquo; By prompting us to contemplate our beliefs about the Savior, Isaiah prepares us for the powerful truths in the following verses. The second question examines our behavior. Isaiah asks, &ldquo;To whom is the arm of the Lord revealed?&rdquo; or in other words, who is the described person who receives the Lord&rsquo;s saving power? The answer is those whose righteous actions show that they have partaken of Christ&rsquo;s atoning sacrifice.<\/p> <p>Isaiah and other prophets use imagery of the &ldquo;arm&rdquo; to symbolize the Lord&rsquo;s immense power and authority. Ezekiel portrays the Lord&rsquo;s commanding power, writing, &ldquo;with a stretched out <em>arm,<\/em> and with fury poured out, will [the Lord God] rule over you&rdquo; (Ezekiel 20:33). Jeremiah rejoices in the Lord&rsquo;s creative abilities, saying, &ldquo;Ah Lord God! behold, thou hast made the heaven and the earth by thy great power and stretched out <em>arm,<\/em> and there is nothing too hard for thee&rdquo; (Jeremiah 32:17). Nephi prophesies of the Lord&rsquo;s mercy, teaching, &ldquo;I will be merciful unto them, saith the Lord God, if they will repent and come unto me; for mine <em>arm<\/em> is lengthened out all the day long&rdquo; (2 Nephi 28:32). Joseph Smith describes the Lord&rsquo;s might, visualizing His arm &ldquo;fall upon the nations&rdquo; at His Second Coming (D&amp;C 45:47). Thus, the image of the Lord&rsquo;s arm portrays the full range of divine powers&mdash;from creative to destructive and from painful justice to joyful mercy.<\/p> ",
    "audit": null
}