{
    "id": 14505,
    "source": "ludlow",
    "verse_id": 18691,
    "verse_count": 7,
    "reference": "51:17–25",
    "title": "“These two sons are come unto thee”",
    "html": "<p>In these verses, Isaiah speaks of the time when the Lord&rsquo;s covenants are fulfilled and the children of Israel are brought back home through their righteousness. They are first commanded to &ldquo;awake,&rdquo; or hearken to the voice of God. These verses contrast former punishments with the ultimate redemption of the Lord&rsquo;s chosen people. To describe Jehovah&rsquo;s punishment, Isaiah uses two phrases with similar meanings in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 17<\/a> as he tells Israel that they have &ldquo;drunk at the hand of the Lord the cup of his fury&rdquo; and &ldquo;drunken the dregs of the cup of trembling.&rdquo; According to Elder James E. Talmage, the &ldquo;cup&rdquo; (<a class=\"isa\" verses=\"WzE4NjkxLDE4Njk2XQ==\">vv. 17, 22<\/a>) often has the same meaning in both the Old and New Testaments: it is &ldquo;a symbolic expression for a bitter or poisonous potion typifying experiences of suffering.&rdquo; The cup of trembling refers not only to the physical punishment of the children of Israel but also to the Savior&rsquo;s proxy suffering as He took upon Himself the sins of the world. While praying in the garden of Gethsemane, the Lord said, &ldquo;O my Father, if it be possible, let this cup pass from me: nevertheless not as I will, but as thou wilt&rdquo; (<a class=\"ref\">Matthew 26:39<\/a>).<\/p>\r\n<p>Israel&rsquo;s suffering for her sins is then contrasted with the punishment her enemies will experience. The Lord promises that He will give the &ldquo;cup of trembling&rdquo; to Israel&rsquo;s tormentors, such as the Assyrians or Romans, who have forced the Israelites to lie on the ground while they walked upon them (<a class=\"isa\" verses=\"WzE4Njk3XQ==\">v. 23<\/a>), representing captivity or conquest. The Savior promises Israel that He will deliver them both physically and spiritually at His coming.<\/p>\r\n<p>Between the passages that describe the &ldquo;cup of trembling,&rdquo; Isaiah also explains <em>why<\/em> the children of Israel are suffering and scattered: they have &ldquo;none to guide her&rdquo; (<a class=\"isa\" verses=\"WzE4NjkyXQ==\">v. 18<\/a>), meaning that they have no prophets or inspired leaders. Since Jerusalem has no guide from among her own sons, she must look elsewhere for inspired leadership. Isaiah foretells that &ldquo;two sons&rdquo; will go to Jerusalem to give courage and power to the people. An emblematic parallel is used to describe these two powerful latter-day servants who will appear on the streets in Jerusalem. They will be like &ldquo;wild bull[s] in a net,&rdquo; fighting with awesome fierceness against the wicked. And though powerful enemies will oppose them, they will be &ldquo;full of the fury of the Lord&rdquo; (<a class=\"isa\" verses=\"WzE4Njk0XQ==\">v. 20<\/a>). Indeed, John the Revelator describes their role in the latter days: they will be powerful prophets of God, &ldquo;hav[ing] power to shut heaven&rdquo; and &ldquo;devour their enemies.&rdquo; They will be the major factor in keeping enemy armies from totally defeating the Jews (<a class=\"ref\">Revelation 11:3&ndash;6<\/a>). Joseph Smith prophesies of these two witnesses, or prophets, in <a class=\"ref\">D&amp;C 77:15<\/a>, and Elder Bruce R. McConkie suggests that they will most likely be members of the Quorum of the Twelve Apostles or of the First Presidency. By studying the various scriptures foretelling these two future prophets in Jerusalem, we learn that they show the gifts and powers demonstrated by three ancient prophets: Enoch, Moses, and Elijah. Like Enoch, they use priesthood power to hold the enemies of Zion at bay; like Moses, they call forth plagues upon the earth; like Elijah, they seal the heavens so that no rain falls for an extended period. These servants will manifest God&rsquo;s power to protect and rescue His people, especially as the calamities of the last days unfold.<\/p>\r\n<p>Further justification for Zion&rsquo;s rescue is found in the fulfillment of God&rsquo;s invitation to the children of Israel to &ldquo;awake&rdquo; and put on their true &ldquo;strength.&rdquo; Jerusalem is told to put on beautiful garments and loose her bands of bondage as she receives priesthood powers and gathers home from her scattered condition (<a class=\"isa\" verses=\"bnVsbA==\">vv. 24&ndash;25<\/a>; compare <a class=\"ref\">D&amp;C 113:7&ndash;10<\/a>). These last two verses are Jacob&rsquo;s quotation of <a class=\"isa\" verses=\"eyIxODY5OCI6Mn0=\">Isaiah 52:1&ndash;2<\/a>, which the Savior later quotes in His teachings to the Nephites (for further discussion of these verses, see the commentary on <a class=\"ref\">3 Nephi 20:36&ndash;37<\/a> in this book).<\/p>",
    "audit": "done"
}