{
    "id": 14522,
    "source": "ludlow",
    "verse_id": 17766,
    "verse_count": 5,
    "reference": "5:26–30",
    "title": "&ldquo;And he will lift up an ensign to the nations from far&rdquo;",
    "html": " <p>Isaiah&rsquo;s final prophecy seemingly describes the Israelites&rsquo; defeat and scattering, which occurred by the hand of the Assyrians in various stages between 732 and 701 b.c. For various reasons, the kingdoms of the world prevailed over God&rsquo;s people. Similarly, Satan seems to dominate modern society with his kingdom of wickedness. However, God will manifest His power through the completion of His plan so that the high hopes of the wicked ones will be frustrated. Whenever the natural man or woman anticipates lasting success for selfish ambitions, God&rsquo;s hand and the ultimate victory of good over evil brings them emptiness and disappointment.<\/p> <p>The obvious message of the oft-repeated pattern of<em> high outlook &gt; illustration &gt; low outcome<\/em> in this chapter is that the wicked experience ultimate worthlessness as a result of selfish priorities. The implied message of the reverse of this pattern is that the righteous and those who genuinely desire to serve others will find satisfaction far beyond their simple expectations.<\/p> <p>Isaiah&rsquo;s prophecy of an invading army in these verses also refers to the righteous army of missionaries that will gather Israel in the latter days. The restored gospel represents the ensign that will be lifted to the nations. Elder Bruce R. McConkie teaches that &ldquo;this ensign is the new and everlasting covenant, the gospel of salvation; .&nbsp;.&nbsp;. the great latter-day Zion; .&nbsp;.&nbsp;. The Church of Jesus Christ of Latter-day Saints.&rdquo; Many missionaries will travel in vehicles with powerful machines as they &ldquo;hiss&rdquo; unto the &ldquo;nations from far, and .&nbsp;.&nbsp;. come with speed swiftly&rdquo; (v. 26). Some believe that the descriptions of &ldquo;horses&rsquo; hoofs . . . counted like flint&rdquo; and &ldquo;wheels like a whirlwind&rdquo; refer to modern-day transportation, such as trains, cars, and planes, that carries missionaries to and from their distant destinations. Elder LeGrand Richards suggests this fulfillment of Isaiah&rsquo;s prophecy:<\/p> <blockquote>Since there were no such things as trains and airplanes in that day, Isaiah could hardly have mentioned them by name, but he seems to have described them in unmistakable words. How better could &ldquo;their horses hoofs be counted like flint, and their wheels like a whirlwind&rdquo; than in the modern train? How better could &ldquo;Their roaring .&nbsp;.&nbsp;. be like a lion&rdquo; than in the roar of the airplane? Trains and airplanes do not stop for night. Therefore, was not Isaiah justified in saying, &ldquo;none shall slumber nor sleep; neither shall the girdle of the loins be loosed, nor the latchet of their shoes be broken&rdquo;? With this manner of transportation the Lord can really &ldquo;hiss unto them from the end of the earth,&rdquo; that &ldquo;they shall come with speed swiftly.&rdquo;<\/blockquote> <p>President Joseph Fielding Smith also teaches that verses 26&ndash;30 pertain to modern improvements in transportation that were invented specifically for the latter days to assist in this great missionary work.<\/p> <p>Verse 30 ends with Isaiah&rsquo;s description of light hidden in the &ldquo;darkness and sorrow&rdquo; of the land, perhaps referring to the light of the gospel amid the great spiritual darkness on earth prior to the Second Coming. Themes of impending darkness and light will carry over into the following chapters, culminating with promises of millennial joy in 2 Nephi 22\/Isaiah 12.<\/p> <p>In summary, this chapter contains Isaiah&rsquo;s famous vineyard parable, his pronouncements of woe upon the wicked, and his great prophecies of the modern missionary effort. As laborers in the worldwide vineyard of the Lord, missionaries are &ldquo;going forth to gather scattered Israel before the appointed day of burning when the vineyard will be purified of corruption.&rdquo; We are blessed to be living and working in the day Isaiah saw in his visions. Through the Lord&rsquo;s might, the proud ambitions of the wicked will be frustrated, while the humble expectations of the righteous will be rewarded!<\/p> ",
    "audit": null
}