{
    "id": 14501,
    "source": "ludlow",
    "verse_id": 18675,
    "verse_count": 3,
    "reference": "51:1–3",
    "title": "“Look unto Abraham, your father, and unto Sarah”",
    "html": " <p>So that God&rsquo;s promises can be fulfilled, Isaiah admonishes the children of Israel to remember their noble ancestors Abraham and Sarah and particularly God&rsquo;s covenant promises to Abraham. He uses imagery of stone quarries and calls upon the chosen people to &ldquo;look unto the rock from whence ye are hewn&rdquo; (v. 1), pointing to Abraham and his wife Sarah as examples of solid, faithful followers of the Lord (v. 2). Indeed, we know that Abraham&rsquo;s faith was counted as righteousness (Romans 4:3; James 2:23).<\/p> <p>The Lord promises His people spiritual and material blessings if they accept Him as Abraham did. As they follow Abraham&rsquo;s example, Zion (Jerusalem) will be comforted and her ruins rebuilt. The city will become like Eden, the garden of the Lord. To emphasize the great promises to the covenant members of the gospel, Isaiah uses several contrasting ideas (or antithetic parallels) in verse 3. He compares the &ldquo;waste places&rdquo; with the comfort of the Lord, the desolate wildernesses with the glory of Eden, and the barren deserts with &ldquo;the garden of the Lord.&rdquo; Clearly, those who keep their covenants with God will be blessed. Joy, gladness, and thanksgiving will abide among those who obey, instead of the sorrow, frustration, and tribulation that Israel usually experiences. The source of these blessing is the rock in verse 1, which refers to the Savior Himself, the overseer of God&rsquo;s works and blessings. He stands as the cornerstone of the Father&rsquo;s plan of salvation, the &ldquo;sure foundation, a foundation whereon if men build they cannot fall&rdquo; (Helaman 5:12).<\/p> <p>These ideal conditions will prevail over all the earth only after Christ comes and begins His millennial reign, but the scriptures do not give us the precise sequence of events leading to His coming. Studying the prophecies of the last days can be frustrating because events are listed in quick succession, giving the impression that they will occur within a short time period when they may actually take place over centuries. Thus, Israel&rsquo;s gathering and redemption in the last days will undoubtedly take more time than the verses imply.<\/p> ",
    "audit": null
}