{
    "id": 14508,
    "source": "ludlow",
    "verse_id": 17687,
    "verse_count": 4,
    "reference": "2:1–4",
    "title": "“The mountain of the Lord’s house”",
    "html": " <p>The first four verses of this chapter contain a profound revelation Isaiah received concerning the latter days. Verse 1 introduces the vision as &ldquo;the word that Isaiah .&nbsp;.&nbsp;. saw concerning Judah and Jerusalem.&rdquo; The word &ldquo;saw&rdquo; makes it unclear whether Isaiah viewed the events as a vision or read them from a scroll or book, like Lehi (1&nbsp;Nephi 1:11). Interestingly, Micah, one of Isaiah&rsquo;s younger contemporaries, records an almost identical revelation from the Lord (Micah 4:1&ndash;4).<\/p> <p>In their writings, both prophets describe a &ldquo;mountain of the Lord&rsquo;s house&rdquo; that will be established &ldquo;in the last days&rdquo; and will &ldquo;be exalted above the hills.&rdquo; The importance of the Lord&rsquo;s house is apparent, for &ldquo;all nations shall flow unto it&rdquo; (v. 2) and it is here that God will &ldquo;teach .&nbsp;.&nbsp;. of his ways&rdquo; (vv. 2&ndash;3). Many prophets and apostles of this dispensation have shared important insights about these passages, providing various clarifications beginning with the identification of &ldquo;the mountain of the Lord&rsquo;s house&rdquo; as a temple, especially the Salt Lake Temple. The Salt Lake Temple is literally a house of the Lord that has been established in the tops of the Rocky Mountains. This temple stands as a symbol of the Church&rsquo;s determination and perseverance, and it is easily recognized throughout the world. Elder LeGrand Richards, in reference to the Salt Lake Temple, said:<\/p> <blockquote>This temple on this temple block is that house of the God of Jacob. .&nbsp;.&nbsp;. Isn&rsquo;t it a glorious thing, one of the most beautiful buildings in the world? Those of us who filled missions in the early days know how literally every convert, as soon as they joined the Church, would want to sell everything they had, saving their money .&nbsp;.&nbsp;. by the nickels and dimes, until they could find enough to come to this land because of the drawing power of that temple, so that they could learn of his ways and walk in his paths.<\/blockquote> <p>Thousands of early members of the Church, representing many nations, flocked to the Salt Lake Temple to learn of God and to be with other Saints. Currently, several million people visit Temple Square annually, and during the 2002 Winter Olympics, Isaiah&rsquo;s prophecy was further fulfilled:<\/p> <blockquote>As Salt Lake City has hosted the 2002 Winter Olympic and Paralympic Games, we have seen a partial fulfillment of many prophecies. The nations of the earth and many of their leaders have come. .&nbsp;.&nbsp;. &ldquo;The mountain of the house of the Lord,&rdquo; with its brightly lit spires, has been witnessed by 3.5 billion people around the world.<\/blockquote> <p>In a broader sense, the reference to the Lord&rsquo;s house applies to all temples throughout the earth. In each of these holy temples, millions can leave the world behind them, saying, &ldquo;Let us go up to the mountain of the Lord, to the house of the God of Jacob.&rdquo; Temple worship is a way for Saints to rise above the secular teachings of the world, learn about the plan of salvation, and make covenants with God.<\/p> <p>In addition, Latter-day Saints from throughout the world travel semiannually to Salt Lake City to receive instruction from the Lord&rsquo;s prophets at general conference. In October 2000, President Gordon B. Hinckley quoted this Isaiah passage as he dedicated the LDS Conference Center:<\/p> <blockquote>As I contemplate this marvelous structure, adjacent to the temple, there comes to mind the great prophetic utterance of Isaiah: [quotes Isaiah 2:2&ndash;3, 5]. I believe that prophecy applies to the historic and wonderful Salt Lake Temple. <em>But I believe also that it is related to this magnificent hall. <\/em>For it is from this pulpit that the law of God shall go forth, together with the word and testimony of the Lord.<\/blockquote> <p>In addition to temples and the Conference Center, future magnificent buildings might be a part of Isaiah&rsquo;s vision. Elder Bruce R. McConkie, emphasizing the multiple fulfillment of this prophecy, reveals two additional interpretations of this scripture:<\/p> <blockquote>The day is yet future when the Lord&rsquo;s house is to be built on that &ldquo;Mount Zion&rdquo; which is &ldquo;the city of New Jerusalem&rdquo; in Jackson County Missouri (D&amp;C 84:2&ndash;4). Mount Zion, itself, will be the mountain of the Lord&rsquo;s house in the day when that glorious temple is erected. [Also,] When the Jews flee unto Jerusalem, it will be &ldquo;unto the mountains of the Lord&rsquo;s house&rdquo; (D&amp;C 133:13), for a holy temple is to be built there also as part of the work of the great era of restoration (Ezekiel 37:24&ndash;28).<\/blockquote> <p>Two great temples will be built in the last days, one in New Jerusalem and one in Old Jerusalem. According to Isaiah, these two cities will serve an important role in the last days, &ldquo;for out of Zion shall go forth the law, and the word of the Lord from Jerusalem&rdquo; (v.&nbsp;3). Although many biblical scholars feel that this verse refers solely to &ldquo;old&rdquo; Jerusalem, President Joseph Fielding Smith has explained: &ldquo;There are to be two great capitals. One Jerusalem of old and the other the City of Zion, or New Jerusalem. The latter is to be on this continent. The one will be the Lord&rsquo;s headquarters for the people of Judah and Israel his companions; the other for Joseph and his companions.&rdquo; The law and word of the Lord will go forth from these two cities to the ends of the earth.<\/p> <p>In addition to spiritual law, political and social law may also come forth out of Zion in the last days. President Harold B. Lee relates an interesting insight concerning the phrase &ldquo;out of Zion shall go forth the law&rdquo;:<\/p> <blockquote>Years ago I went with the brethren to the Idaho Falls Temple, and I heard in that inspired prayer .&nbsp;.&nbsp;. a definition of the meaning of that term &ldquo;out of Zion shall go forth the law.&rdquo; Note what they said: &ldquo;We thank thee that thou hast revealed to us that those who gave us our constitutional form of government were men wise in thy sight and that thou didst raise them up for the very purpose of putting forth that sacred document [the Constitution of the United States]. .&nbsp;.&nbsp;.<\/blockquote> <p class=\"block-last\">&ldquo;We pray that kings and rulers and the peoples of all nations under heaven may be persuaded of the blessings enjoyed by the people of this land by reason of their freedom and under thy guidance and be constrained to adopt similar governmental systems, thus to fulfill the ancient prophecy of Isaiah and Micah that &lsquo;out of Zion shall go forth the law and the word of the Lord from Jerusalem.&rsquo;&rdquo;<\/p> <p>When the Lord&rsquo;s Zion and Jerusalem have been established, men &ldquo;shall beat their swords into plow-shares, and their spears into pruning-hooks&rdquo; (v. 4). They will no longer need these weapons of warlike destruction and will use them as tools of peaceful production instead. President Hinckley petitioned for such a time in his masterful &ldquo;War and Peace&rdquo; talk given in the April 2003 general conference: &ldquo;We can hope and pray for that glorious day foretold by the prophet Isaiah when men &lsquo;shall beat their swords into plowshares, and .&nbsp;.&nbsp;. neither shall they learn war any more.&rsquo;&rdquo;<\/p> <p>Although the ultimate fulfillment of this prophecy may seem far distant, others have already been inspired by Isaiah&rsquo;s vision, and it has often been quoted at the end of wars or as peace treaties have been signed. For example, at the end of the U.S. Civil War in 1865,<\/p> <blockquote>General Lee and General Grant met in Appomattox, near the famous apple tree, where General Grant wrote the terms of the surrender of the Confederate Army. He .&nbsp;.&nbsp;. magnanimously permitted the Confederates to retain their horses. He had a vision. The spirit of Isaiah rested upon him. Swords were to be beaten into plow shares. He beheld the battle-scarred fields of Dixie blooming in incomparable beauty with corn and cotton. .&nbsp;.&nbsp;. The great soldier decided to turn into plow horses those war horses, which had hauled the Confederates&rsquo; artillery to points where death and devastation could be poured into the Union ranks.<\/blockquote> <p>And more recently, as the peace treaty between Egypt and Israel was signed in March 1979, Isaiah&rsquo;s prophecy of turning swords into plowshares was quoted. The time will come when all people will unite in peaceful pursuits. &ldquo;Nation shall not lift up sword against nation, neither shall they learn war any more,&rdquo; for the &ldquo;knowledge of the Lord&rdquo; will cover the earth and inspire all humanity to embrace peace (v. 4; 2 Nephi 21:9\/Isaiah 11:9).<\/p> ",
    "audit": null
}