{
    "id": 14527,
    "source": "ludlow",
    "verse_id": 17784,
    "verse_count": 25,
    "reference": 7,
    "title": "The Immanuel Prophecy",
    "html": " <p>This historically significant and prophetically profound chapter describes the political power struggles between Judah and her neighbors. It also foretells the birth of a messianic child. These passages have deep layers of meaning not only for Isaiah&rsquo;s time but also for Christ&rsquo;s ministry and the latter days. This chapter is a third-person, historical, prophetic account, which sets it apart from Isaiah&rsquo;s personal memoirs in the previous chapter (2 Nephi 16\/Isaiah 6). Most importantly, this chapter contains prophetic insight into the Syrian-Israel war against Judah and significant prophecy about the coming Immanuel.<\/p> <p>In order to understand the political conflict in that day (about 734 b.c.), one needs to review a little history of the house of Israel. Jacob, later known by the name of Israel, had twelve sons. Eventually, he and all his sons and their families resided in Egypt, where their descendants were later enslaved. At the time of Moses&rsquo; deliverance in the thirteenth century b.c., they were organized into thirteen distinct tribes because Joseph&rsquo;s posterity was so large that they comprised two tribes&mdash;Manasseh and Ephraim. Under Josua&rsquo;s leadership, twelve tribes received specified land territories while the tribe of Levi was scattered among the other tribes to provide priestly direction and assistance with the multiple obligations of the Mosaic laws. Some two centuries before Isaiah&rsquo;s ministry, the tribes of Israel had divided into two separate kingdoms: Israel in the north (with about ten tribes) and Judah in the south (with about three tribes; the whole tribes of Judah and Simeon along with fractions of the tribes of Levi, Benjamin, and Dan). Shortly after Isaiah was called as a prophet in 740 b.c., Israel formed an alliance with Syria to unite their forces against the threat of an Assyrian invasion. They wanted all countries in the region to join their alliance, but Judah refused to do so. Israel and Syria both attacked Judah to force her compliance. This is the basic historical setting for the chapter. To appreciate the events in this chapter, we should become familiar with several names and titles and understand how they relate to the different kingdoms. There are three main countries involved, each known by a variety of place, tribal, and personal names:<\/p> <table cellpadding=\"2\"> <tbody> <tr> <td valign=\"top\"><strong> Kingdom or Country<\/strong><\/td> <td valign=\"top\"><strong>Capital City<\/strong><\/td> <td valign=\"top\"><strong>Territory or Tribe<\/strong><\/td> <td valign=\"top\"><strong>Leader<\/strong><\/td> <\/tr> <tr> <td valign=\"top\"><strong>Judah<\/strong><\/td> <td valign=\"top\">Jerusalem<\/td> <td valign=\"top\">Judah<\/td> <td valign=\"top\">Ahaz, of the House of David<\/td> <\/tr> <tr> <td valign=\"top\"><strong>Israel<\/strong><\/td> <td valign=\"top\">Samaria<\/td> <td valign=\"top\">Ephraim<\/td> <td valign=\"top\">Pekah, son of Remaliah<\/td> <\/tr> <tr> <td valign=\"top\"><strong>Syria<\/strong><\/td> <td valign=\"top\">Damascus<\/td> <td valign=\"top\">Aram<\/td> <td valign=\"top\">Rezin<\/td> <\/tr> <\/tbody> <\/table> <p>Isaiah uses these names interchangeably, such as referring to the kingdom of Judah as Jerusalem or to the nation of Israel as Ephraim. Consulting this chart clarifies the historical passages in this chapter. Isaiah&rsquo;s writings are much more enlightening when the reader has a general comprehension of their historical context. Also, referring to a Bible map helps one become familiar with how the relevant countries connect with each other. By creating a mental picture of Isaiah&rsquo;s time and place, one obtains a fuller understanding of Isaiah&rsquo;s contemporary message. The reader can then more easily appreciate how his words might be pertinent today.<\/p> ",
    "audit": null
}