{
    "id": 14530,
    "source": "ludlow",
    "verse_id": 17793,
    "verse_count": 7,
    "reference": "7:10–16",
    "title": "“Behold, a virgin shall conceive”",
    "html": "<p>In <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 11<\/a>, Isaiah, in the name of the Lord, gives Ahaz the opportunity to ask for a sign, a divine reassurance that the Lord will protect Judah. To describe the way Ahaz should ask, Isaiah uses contrasting words: &ldquo;either in the <em>depths,<\/em> or in the <em>heights <\/em>above&rdquo; (italics added). This commandment alludes to a scripture in Proverbs, in which a responsibility of Israelite kings is outlined: &ldquo;It is the glory of God to conceal a thing: but the honour of kings is to search out a matter. The heaven for <em>height,<\/em> and the earth for <em>depth,<\/em> and the heart of kings is unsearchable&rdquo; (<a class=\"ref\">Proverbs 25:2&ndash;3<\/a>; italics added). Essentially, the Lord&rsquo;s counsel to rulers is to pray and ponder consistently. Ahaz&rsquo;s refusal to do so under the pretense of not tempting the Lord shows that he has no confidence in the Lord&rsquo;s saving power (<a class=\"isa\" verses=\"WzE3Nzk1XQ==\">v. 12<\/a>).<\/p>\r\n<p><a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">Verse 13<\/a> gives us the feeling that both Isaiah and the Lord are frustrated with the king&rsquo;s lack of faith. They ignore Ahaz&rsquo;s reluctance to ask for a sign and declare one anyway (<a class=\"isa\" verses=\"WzE3Nzk3XQ==\">v. 14<\/a>). The prophecy is dualistic, which is typical of Isaiah. The Immanuel prophecy foretells Judah&rsquo;s imminent freedom from the Syrian-Israel threat, but it also describes important elements about the Savior&rsquo;s birth, which leads to a far greater deliverance. In this latter context, the passage is already familiar to most Latter-day Saints because we often quote it in referring to the Savior.<\/p>\r\n<p>Isaiah declares that a virgin will conceive and bear a son who will be called Immanuel. It is important to note that this refers to <em>two<\/em> births: a particular birth that would occur during Isaiah&rsquo;s time as well as the well-recognized birth of the Savior several hundred years later. This earlier, less-known birth is an important one. Isaiah essentially affirms that after a child meeting the stated characteristics was born, Ahaz and his people would see the destruction of Syria and Israel before the lad was old enough to know right from wrong. Thus, within eight to ten years, the king could <em>know<\/em> that the Lord would preserve Judah. Isaiah does not provide further historical details about the boy and his mother, but it appears to have been common knowledge among the Jews that Isaiah&rsquo;s prophecy about the woman and her son was literally fulfilled, as Judah was indeed spared.<\/p>\r\n<p>Isaiah prophesies that the child would be named Immanuel, meaning, &ldquo;God is with us.&rdquo; This name given to the child of Isaiah&rsquo;s time reveals the means by which Judah would be preserved. God was truly &ldquo;with&rdquo; Judah when the powerful, wicked Syrians, Israelites, and Assyrians were defeated. It is also a clear allusion to the Savior&rsquo;s earthly ministry. He was the God of creation, worshiped by the Old Testament patriarchs and prophets as the Lord, <em>Yahweh<\/em> (Jehovah), so when He would come to earth, He would literally be God dwelling &ldquo;with&rdquo; His people.<\/p>\r\n<p>Isaiah&rsquo;s Immanuel prophecy has been important in later dispensations. Before influencing anyone else, however, the prophecy had a strong effect on Isaiah himself. Elder James E. Talmage teaches that Isaiah&rsquo;s prophecies are special because his calling as a prophet was &ldquo;honored by the personal testimony of Christ and the apostles.&rdquo; Nevertheless, his unique knowledge of the future regarding the Savior&rsquo;s birth and earthly ministry was probably a weighty responsibility, or a &ldquo;burden,&rdquo; to him because he could see that many people would not accept their Redeemer. Elder Talmage also points out that in <a class=\"ref\">Matthew 1:21&ndash;23<\/a>, the angel of the Lord repeated Isaiah&rsquo;s prediction as he instructed Joseph. Isaiah&rsquo;s words undoubtedly strengthened Joseph during the difficult times of supporting Mary and his family, especially during their sojourn in Egypt.<\/p>\r\n<p>Latter-day prophets refer to this Immanuel prophecy because it contains important truths about our Savior and His divine yet human characteristics. During His ministry, Jesus was both mortal and immortal. Many scholars do not believe that is possible, and they think the young woman could not be a special virgin who would conceive a Son of God. Modern revelation provides helpful explanations. Elder Marion G. Romney explains that some modern translators of the Bible are mistaken when they say this verse should be translated &ldquo;a <em>young woman<\/em> shall conceive&rdquo; rather than &ldquo;a <em>virgin<\/em> shall conceive&rdquo; (italics added). They follow this translation because they &ldquo;do not believe that Christ was divine,&rdquo; or, in other words, they don&rsquo;t believe that our Heavenly Father could literally be the Father of the mortal Jesus. They think Jesus must have had a mortal father. Refuting these modern theories, President Romney teaches that &ldquo;when Isaiah used the word <em>virgin,<\/em> he was saying that a woman who had not known a man should bear a son.&rdquo;<\/p>\r\n<p>Elder Bruce R. McConkie further explains how Christ was both mortal and immortal:<\/p>\r\n<blockquote>Our Lord is the only mortal person ever born to a virgin, because he is the only person who ever had an immortal Father. Mary, his mother, &ldquo;was carried away in the Spirit&rdquo; (<a class=\"ref\">1 Nephi 11:13&ndash;21<\/a>), was &ldquo;overshadowed&rdquo; by the Holy Ghost, and the conception that took place &ldquo;by the power of the Holy Ghost&rdquo; resulted in the bringing forth of the literal and personal Son of God the Father (<a class=\"ref\">Alma 7:10; 2 Nephi 17:14<\/a>; <a class=\"isa\" verses=\"WzE3Nzk3XQ==\">Isaiah 7:14<\/a>; <a class=\"ref\">Matthew 1:18&ndash;25; Luke 1:26&ndash;38<\/a>). Christ is not the Son of the Holy Ghost, but of the Father (<em>Doctrines of Salvation <\/em>vol. 1, pp. 18&ndash;20). Modernistic teachings denying the virgin birth are utterly and completely apostate and false.<\/blockquote>\r\n<p>Mary was indeed a virgin who gave birth to Jesus as prophesied by Isaiah.<\/p>\r\n<p>Micah also alludes to the birth of our Lord when he prophesies of a woman &ldquo;who travaileth&rdquo; in conjunction with the coming forth of the Messiah from Bethlehem (<a class=\"ref\">Micah 5:3<\/a>). Joseph Smith also talks about a great &ldquo;King Immanuel&rdquo; who redeems the dead from spirit prison (<a class=\"ref\">D&amp;C 128:22<\/a>). From such passages, we learn that prophets both before and after Christ have referred to Isaiah&rsquo;s prophecy of the virgin birth in their teachings.<\/p>\r\n<p>Finally, President Gordon B. Hinckley instructs us to believe in the same Christ as the ancient apostles. He testifies that the prophets of the Old Testament, including Isaiah, spoke for Jehovah, whether they were rebuking or prophesying:<\/p>\r\n<blockquote>Believe in him who was the God of Abraham, Isaac, and Jacob, who was the source of inspiration of all the ancient prophets&mdash;as they spoke as they were moved upon by the Holy Ghost. They spoke for him when .&nbsp;.&nbsp;. as seers they looked forward to the coming of a promised Messiah, declaring by the power of revelation, &ldquo;Therefore the Lord himself shall give you a sign; Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel&rdquo; (<a class=\"isa\" verses=\"WzE3Nzk3XQ==\">Isaiah 7:14<\/a>). .&nbsp;.&nbsp;. Doubt not, but believe that it was he who was born to earth in a manger when there was no room in the inn.<\/blockquote>\r\n<p>Prophets continue to speak for Jesus Christ today. The ancient Israelites, including those in America, who believed Isaiah&rsquo;s prophecies of the Savior&rsquo;s birth to a virgin knew He was coming, and they understood some of the events surrounding His birth. We, too, can believe Isaiah&rsquo;s words and know that He is coming again as we look forward to the prophesied events surrounding His Second Coming (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 63&ndash;66<\/a>).<\/p>\r\n<p>In <a class=\"isa\" verses=\"W3siMTc2NTYiOjMxfSxbMTc3OTldXQ==\">verses 15 and 16<\/a>, Isaiah describes the impoverished circumstances of the prophesied child. He tells us that the child will eat &ldquo;butter and honey&rdquo;&mdash;foods usually consumed by the poor. The child of Isaiah&rsquo;s time would indeed consume these foods while Judah experienced war and devastation. Likewise, the Savior would be required to eat the fare of a plain people, as He was raised in very humble circumstances in Egypt and Galilee. This mighty God, who dwelt with us, chose to live as a common man.<\/p>",
    "audit": "done"
}