{
    "id": 14581,
    "source": "ludlow",
    "verse_id": 18722,
    "verse_count": 3,
    "reference": "53:10–12",
    "title": "“The pleasure of the Lord shall prosper”",
    "html": "<p>Moving from past to future tense, Isaiah describes the Messiah&rsquo;s eventual victory over death. He also recounts the rewards to be bestowed upon the suffering servant because of His great sacrifice.<\/p>\r\n<p>At the beginning of <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 10<\/a>, the Lord is described as being &ldquo;pleased&rdquo; at the great servant&rsquo;s affliction. This is an awkward phrase to translate from the Hebrew. It could also be translated, &ldquo;Yet it was the Lord&rsquo;s will to afflict him.&rdquo; The &ldquo;Lord&rsquo;s will&rdquo; could refer either to Christ Himself, who willingly submitted to the agony of Gethsemane, or to the Father, who desired that His Son provide the great atoning sacrifice. Of course, God the Father was not happy that His Son suffered so greatly during His mortal ministry. Elder Melvin J. Ballard portrays Heavenly Father as being &ldquo;like the mother who bids farewell to her dying child, [and] has to be taken out of the room, so as not to look upon the last struggles. So he bowed his head, and hid in some part of his universe, his great heart almost breaking for the love that he had for his Son.&rdquo; The Savior&rsquo;s sufferings, however, are an integral part of the plan. As Elder Ballard continues, &ldquo;Without His sacrifice, we would have remained [in sin], and we would never have come glorified into His presence.&rdquo; By allowing His Only Begotten Son in the flesh to suffer for the sins of mankind, God made it possible for His spirit children to return to Him as purified, resurrected beings.<\/p>\r\n<p>Later in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 10<\/a>, Isaiah outlines some specific blessings Christ will receive for His sacrifice: &ldquo;He shall see his seed, he shall prolong his days, and the pleasure of the Lord shall prosper in his hand.&rdquo; Because the Savior was faithful and obedient to the end, God will bless Him with everlasting life and a great posterity of His &ldquo;seed.&rdquo; After quoting this Isaiah passage, the prophet Abinadi explains that Christ&rsquo;s seed are those who receive His word and then believe, obey, and share it (<a class=\"ref\">Mosiah 15:10&ndash;14; see also 4 Nephi 1:17; Mormon 9:26; Moroni 7:19<\/a>). King Benjamin also teaches that Christ&rsquo;s family consists of those who are &ldquo;spiritually begotten&rdquo; as His sons and daughters (<a class=\"ref\">Mosiah 5:7<\/a>). Elder Bruce R. McConkie expounds upon the seed or family of Christ:<\/p>\r\n<blockquote>He shall see his seed! How aptly, in poetic and prophetic language, this reminds all who believe that they are the children of their Messiah. Seed is the progeny of the species. Among us men it is our children. The children of the Lord Jesus Christ are those who believe in him and obey his gospel, those who exercise the power given them to become his sons and his daughters, and who as a consequence are adopted into his family.<\/blockquote>\r\n<p>We Latter-day Saints are some of the seed spoken of by Isaiah and Abinadi&mdash;the &ldquo;heirs of the kingdom of God&rdquo; (<a class=\"ref\">Mosiah 15:11<\/a>).<\/p>\r\n<p>Isaiah next describes blessings <em>we <\/em>receive as we join Christ&rsquo;s kingdom and share His blessings from the Father. As part of His spiritual family, we are entitled to a special endowment or gift. Thus, when God divides &ldquo;a portion with the great&rdquo; and &ldquo;the spoil with the strong&rdquo; (<a class=\"isa\" verses=\"WzE4NzI0XQ==\">v. 12<\/a>), He shares all He has with His faithful children. We become &ldquo;joint-heirs&rdquo; (<a class=\"ref\">Romans 8:17<\/a>) with Christ in this inheritance. Elder McConkie defines the term<em> joint-heir<\/em>:<\/p>\r\n<blockquote>A joint-heir is one who inherits equally with all other heirs including the Chief Heir who is the Son. Each joint-heir has an equal and an undivided portion of the whole of everything. .&nbsp;.&nbsp;. If the universe belongs to one, so it does equally to the total of all upon whom the joint inheritances are bestowed. Joint-heirs are possessors of all things (<a class=\"ref\">D&amp;C 50:26&ndash;28<\/a>). All things are theirs for they have exaltation (<a class=\"ref\">D&amp;C 76:50&ndash;60<\/a>). They are made &ldquo;equal&rdquo; with their Lord (<a class=\"ref\">D&amp;C 88:107<\/a>). They gain all power both in heaven and on earth and receive the fullness of the Father, and all knowledge and truth are theirs (<a class=\"ref\">D&amp;C 93:15&ndash;30<\/a>).<\/blockquote>\r\n<p>As joint-heirs with Christ, we can be among the &ldquo;noble and great ones who [are] chosen&rdquo; to build His kingdom and receive the blessings of eternal life (<a class=\"ref\">D&amp;C 138:55; Abraham 3:22<\/a>).<\/p>\r\n<p><a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">Verse 11<\/a> proclaims that the righteous servant will &ldquo;justify&rdquo; those who will receive these blessings. Justification take place when the Savior vindicates our worthiness to come into God&rsquo;s presence. Jesus fulfills this function when He serves as our Mediator and Advocate with the Father. President Joseph Fielding Smith teaches that Jesus &ldquo;pleads our cause&rdquo; and seeks to &ldquo;bring us in agreement with God his Father. .&nbsp;.&nbsp;. That is part of his great mission.&rdquo; As our Savior pleads for us to the Father, He justifies us as worthy to share celestial life with them. Indeed, He makes &ldquo;intercession for the transgressors&rdquo; (<a class=\"isa\" verses=\"WzE4NzI0XQ==\">v. 12<\/a>) as He mediates our status with God. Elder McConkie identifies the Savior&rsquo;s great Intercessory Prayer as one of the best examples of His petitioning the Father in our behalf:<\/p>\r\n<blockquote>One of the great Messianic prophecies foretold that Christ would make &ldquo;intercession for the transgressors.&rdquo; (<a class=\"isa\" verses=\"WzE4NzI0XQ==\">Isaiah 53:12<\/a>; <a class=\"ref\">Mosiah 14:12<\/a>.) His great Intercessory Prayer, excerpts of which are found in the 17th chapter of John, with some of the same petitions later being repeated on behalf of the Nephites (<a class=\"ref\">3 Nephi 19<\/a>), is one of the chief illustrations of his pleadings on behalf of his brethren.<\/blockquote>\r\n<p>Isaiah&rsquo;s prophetic promise that the Messiah will intercede for sinners is demonstrated through His powerful prayers and works in our behalf.<\/p>\r\n<p>Throughout <a class=\"isa\" verses=\"WzE4NzI0XQ==\">verses 10&ndash;12<\/a>, Isaiah describes the Savior&rsquo;s atonement with a variety of phrases: &ldquo;his soul [was] an offering for sin,&rdquo; &ldquo;[he experienced] travail of his soul,&rdquo; &ldquo;he shall bear their iniquities,&rdquo; &ldquo;he hath poured out his soul unto death,&rdquo; &ldquo;he bore the sins of many,&rdquo; and &ldquo;[he] made intercession for the transgressors.&rdquo; These dimensions of Christ&rsquo;s sacrifice show us that the Atonement is a complex and vital component of the plan of salvation. The Savior invites us to partake of His atoning sacrifice as we come unto Him and repent. Otherwise, we must suffer even as He suffered, which suffering caused him such intense pain and agony (<a class=\"ref\">D&amp;C 19:15&ndash;19<\/a>). This infinite suffering was the climax of the Savior&rsquo;s mission and the central focus of Isaiah&rsquo;s &ldquo;Suffering Servant Song.&rdquo;<\/p>\r\n<p>When the prophet Abinadi quoted this Isaianic prophecy to wicked King Noah&rsquo;s court, at least one young priest believed Abinadi&rsquo;s teachings. Alma not only believed, but he also declared Christ&rsquo;s message and mission to many others who came into the Shepherd&rsquo;s fold. Numerous of God&rsquo;s children through the ages have believed Isaiah&rsquo;s powerful witness of the suffering servant. Learning from and acting upon Isaiah&rsquo;s testimony and the testimony of others, such as the prophet Abinadi, they have come unto Christ to enjoy celestial blessings with Him, the Father, and others of God&rsquo;s children. Let us do the same.<\/p>",
    "audit": "done"
}