{
    "id": 14587,
    "source": "ludlow",
    "verse_id": 18708,
    "verse_count": 2,
    "reference": "52:11–12",
    "title": "“Be ye clean that bear the vessels of the Lord”",
    "html": " <p>This passage warns the Lord&rsquo;s servants to be pure and prepared, promising the Lord&rsquo;s presence among them if they are pure. Modern prophets comment often on these verses because of their pertinent message for Latter-day Saints. Elder Henry B. Eyring clarifies the importance of purity, stating that &ldquo;Be ye clean&rdquo; is a <em>commandment,<\/em> not a suggestion. Elder Mark E. Peterson similarly comments, &ldquo;If you believe in Christ, touch not the unclean thing!&rdquo; Clearly, Isaiah&rsquo;s insistence of cleanliness among those that &ldquo;bear the vessels of the Lord&rdquo; is applicable to us today.<\/p> <p>Elder Jeffrey R. Holland further clarifies the meaning of verse 41, describing the symbolism of the phrase &ldquo;bear the vessels of the Lord&rdquo;:<\/p> <blockquote>Let me tell you what that phrase &ldquo;bear the vessels of the Lord&rdquo; means. Anciently it had at least two meanings, both related to the work of the priesthood.<\/blockquote> <blockquote>The first refers to the recovery and return to Jerusalem of various temple implements that had been carried into Babylon by King Nebuchadnezzar. In physically handling the return of these items, the Lord reminded those early brethren of the sanctity of anything related to the temple. .&nbsp;.&nbsp;. They themselves were to be as clean as the ceremonial instruments they bore (2 Kgs. 25:14&ndash;15; Ezra 1:5&ndash;11).<\/blockquote> <blockquote>The second meaning is related to the first. .&nbsp;.&nbsp;. The Apostle Paul, writing to his young friend Timothy, said . . . , &ldquo;If a man .&nbsp;.&nbsp;. purge himself [of unworthiness], <em>he<\/em> shall <em>be<\/em> a vessel .&nbsp;.&nbsp;. sanctified, and meet for the master&rsquo;s use, and prepared unto every good work.&rdquo; Therefore, Paul says, &ldquo;Flee .&nbsp;.&nbsp;. youthful lusts: .&nbsp;.&nbsp;. follow righteousness, .&nbsp;.&nbsp;. call on the Lord out of a pure heart&rdquo; (2 Tim. 2:20&ndash;22; emphasis added).<\/blockquote> <p class=\"block-last\">In both of these biblical accounts the message is that as priesthood bearers not only are we to <em>handle<\/em> sacred vessels and emblems of God&rsquo;s power&mdash;think of preparing, blessing, and passing the sacrament, for example&mdash;but we are also to <em>be<\/em> a sanctified instrument as well. Partly because of what we are to <em>do<\/em> but more importantly because of what we are to <em>be,<\/em> the prophets and apostles tell us to &ldquo;flee .&nbsp;.&nbsp;. youthful lusts&rdquo; and &ldquo;call on the Lord out of a pure heart.&rdquo; They tell us to be clean.<\/p> <p>Elder Holland clearly echoes Isaiah&rsquo;s message of leaving uncleanliness and being clean, especially for those who are servants in the Lord&rsquo;s work.<\/p> <p>President Ezra Taft Benson offers another valuable insight into verse 41. He uses the verse to teach the youth of the Church about morality. He encourages young men to follow the example of Joseph in Egypt, who &ldquo;maintained his purity and virtue&rdquo; when faced with temptation. He encourages us to identify what &ldquo;the lusts of your eyes&rdquo; (Alma 39:9) means today, and to forsake media that is &ldquo;suggestive,&rdquo; &ldquo;lewd,&rdquo; &ldquo;obscene,&rdquo; or &ldquo;pornographic.&rdquo; He exhorts, &ldquo;We counsel you .&nbsp;.&nbsp;. not to pollute your minds with such degrading matter, for the mind through which this filth passes is never the same afterwards.&rdquo; Like the modern-day prophets who instruct us to turn away from filth, Isaiah urges his readers to remain pure in thought and action. He is indeed a prophet for all ages.<\/p> <p>Verse 42 contains directions for the final gathering of the chosen people, instructing them to depart from their impure regions in preparation for the coming of the Savior. The command for the Israelites to escape their wicked residences is very similar to directions given by John in his apocalyptic revelation. John describes the exodus of the Saints from Babylon, writing, &ldquo;I heard another voice from heaven, saying, Come out of [Babylon], my people, that ye be not partakers of her sins, and that ye receive not of her plagues&rdquo; (Revelation 18:4).<\/p> <p>It is noteworthy that in Isaiah&rsquo;s directives the people are told to remove in an orderly manner, &ldquo;not .&nbsp;.&nbsp;. with haste, nor .&nbsp;.&nbsp;. by flight&rdquo; (3 Nephi 20:42; Isaiah 52:12). Perhaps the most enlightening explanation of this instruction was given by the &ldquo;Presiding Elders&rdquo; of the early Church. In July of 1833, they issued counsel to the Saints who were fleeing Missouri. This was a difficult time for the Saints. It was foolish and vain, the elders said, for the Saints to suppose that the Lord would miraculously provide food, clothes, and shoes for them along the way. The elders, however, did not &ldquo;doubt in the least that the Lord [would] provide for His Saints in these last days.&rdquo; They promised to help as much as possible and extend their hands &ldquo;to steady the ark&rdquo; during the arduous journey. They maintained, however, that each Saint is a steward over what the Lord has given him or her, and that they must not be &ldquo;imprudent, or lavish, or negligent, or indolent&rdquo; in doing their part. The difficulties of their gathering, they said, &ldquo;has taught us to revere that sacred word from heaven, &lsquo;Let not your flight be in haste, but let all things be prepared before you.&rsquo; (D&amp;C 133:15).&rdquo; Their comments help us better understand what the Lord means when He tells His followers that their departure from Babylon be not &ldquo;with haste.&rdquo; We must always trust in the Lord and His power to help us, but we must also be prepared and do our best as we leave the worldly culture of today&rsquo;s Babylon and gather within the security of Zion. With the directions of living prophets and the Holy Ghost, we can remain calm and organized in times of turmoil and uncertainty.<\/p> ",
    "audit": null
}