{
    "id": 14559,
    "source": "ludlow",
    "verse_id": 17908,
    "verse_count": 5,
    "reference": "13:1–5",
    "title": "“The Lord of Hosts mustereth the hosts of the battle”",
    "html": "<p>Isaiah begins his prophetic passage with a declaratory clarification, making sure no one mistakes his intended audience. He describes the chapter as a &ldquo;burden,&rdquo; also translated as &ldquo;oracle&rdquo; or &ldquo;divine declaration,&rdquo; of Babylon. The Babylonians of Isaiah&rsquo;s time were an unrighteous, pagan people who practiced all manner of idolatry and sin. <em>Babel, <\/em>the Hebrew root of the name <em>Babylon, <\/em>means &ldquo;confusion&rdquo; or &ldquo;mixture,&rdquo; alluding to the proliferation of languages and the variety of religions and cultures that were a part of Babylonian society since its beginning. Symbolically, the confusion of Babel represents the mixture of the sacred and the profane as well as the confusion resulting from the false philosophies of men when mixed with distorted gospel truths. The revelry and vanity of the Babylonians became synonymous with the wickedness and materialism of the world. Because of Babylon&rsquo;s renowned perversions, this ancient worldly empire came to symbolize Satan&rsquo;s kingdom of the latter days. The Apostle John referred often to the wicked &ldquo;Babylonian&rdquo; kingdom of the last dispensation, and he foretold, just as Isaiah did, of its eventual destruction (<a class=\"ref\">Revelation 17&ndash;18<\/a>). Clearly, Isaiah&rsquo;s message is directed toward wicked peoples and their alliances in all times.<\/p>\r\n<p>Isaiah&rsquo;s first prophecy in this chapter concerns the rallying of forces with the Lord of Hosts at their head as they prepare for the great and final conflict. Like the armies of the world foretold by John the Revelator, the &ldquo;kingdoms of nations&rdquo; gather against Babylon (<a class=\"isa\" verses=\"WzE3OTExXQ==\">v. 4<\/a>; compare <a class=\"ref\">Revelation 9:16; 16:14<\/a>). Isaiah describes a banner being lifted as a rallying point, much like the &ldquo;ensign&rdquo; described in <a class=\"ref\">2 Nephi 15:26<\/a>\/<a class=\"isa\" verses=\"WzE3NzY2XQ==\">Isaiah 5:26<\/a> and <a class=\"ref\">2 Nephi 21:12<\/a>\/<a class=\"isa\" verses=\"WzE3ODk3XQ==\">Isaiah 11:12<\/a>. This symbol, representing the restored gospel and its head, the Savior, gathers the righteous warriors to their posts as the world prepares for war with Babylon.<\/p>\r\n<p>Isaiah depicts the banner being raised upon a &ldquo;high mountain&rdquo; (<a class=\"isa\" verses=\"WzE3OTA5XQ==\">v. 2<\/a>). This mountain imagery refers perhaps to the &ldquo;mountain of the Lord&rsquo;s house&rdquo; that would be &ldquo;established in the top of the mountains&rdquo; in the latter days (<a class=\"ref\">2 Nephi 12:2<\/a>\/<a class=\"isa\" verses=\"WzE3Njg4XQ==\">Isaiah 2:2<\/a>). Thus, the righteous defenders of Zion are gathered in the Lord&rsquo;s holy places. Isaiah&rsquo;s mountain imagery also suggests that the righteous will not be found in the wicked, &ldquo;low&rdquo; places of the world but rather in the difficult-to-climb, high, sacred places. If we wish to rally around the Lord&rsquo;s ensign, we must ascend to His noble and holy places and away from the base and worldly regions of Babylon.<\/p>",
    "audit": "done"
}