{
    "id": 14558,
    "source": "ludlow",
    "verse_id": 17908,
    "verse_count": 22,
    "reference": 13,
    "title": "Babylon and Her Fall",
    "html": " <p>Readers of the Book of Mormon might wonder why Nephi chose to write about Babylon in his Nephite records. After all, Babylon was located halfway around the world from the land of Nephi, and the Babylonian armies would never come to the New World. Isaiah&rsquo;s prophecies concerning Babylon&rsquo;s downfall had not yet been fulfilled when Nephi and his family left Jerusalem. Indeed, many centuries would yet pass before their ultimate fulfillment. But these prophecies about Babylon needed to be repeated in the Nephite scriptures as a witness that God&rsquo;s promises would be fulfilled. Besides, Isaiah&rsquo;s words about Babylon and her king were applicable to the wicked living during Book of Mormon times as well as the unrighteous today. His message describes a gathering of righteous forces to observe the signs of God&rsquo;s power as He brings forth horrific destruction, culminating in the downfall of Lucifer&rsquo;s empire&mdash;the kingdom of Babylon&mdash;and its inhabitants. In this final battle of good against evil, the Lord will spare only those who serve as &ldquo;the weapons of his indignation&rdquo; (v. 5). He will deal protectively with the faithful but vengefully with the wicked as mighty Babylon falls before Him.<\/p> <p>To appreciate the historical context of this Babylonian prophecy, one must understand the powerful, significant role of Babylon during Isaiah&rsquo;s day. Although Assyria ruled her expanding empire from her capital in Nineveh, the subjugated city-state of Babylon dominated many aspects of Mesopotamian life. The political seat of power resided in Nineveh, but the economic, commercial, cultural, and religious power and strength of the Assyrian empire was concentrated in Babylon. Babylon also exercised major influence throughout the entire Near East, even though she was subject to Assyrian political and military domination. Indeed, Babylon was such a large, developed city with an ancient, powerful history that people must have thought Isaiah was foolish to prophesy her destruction and obliteration as recorded in this chapter.<\/p> <p>A century after Isaiah delivered his Babylon prophecy, people would have &ldquo;known&rdquo; he was completely wrong in his prediction. Before Nephi was born, Babylon had overthrown the Assyrian yoke and regained her independence, and the New Babylonian Empire would be the greatest empire the Near East had ever seen. When Nephi was a youth, Daniel, his three friends, and many other gifted Jews were taken to Babylon to help build her into a magnificent city (Daniel 1). Her hanging gardens and other achievements were so impressive that later readers of Isaiah must have thought the Judean prophet was absolutely wrong&mdash;Babylon was not <em>decreasing<\/em> but <em>increasing<\/em> in wealth and power. This was the Babylon that Nephi knew when he and his family left Jerusalem about 600 b.c.<\/p> <p>However, shortly after Babylonian armies destroyed Jerusalem and the temple in 586 b.c., the Babylonian empire began a steady decline. The days of Babylonian glory were shortened by the Persian conquest in 539 b.c. Later, Greek and Roman empires lessened its power even more until, at the beginning of the Christian era, only a small group of merchants, astronomers, and mathematicians lived in the ancient city. The Babylonian culture and language also gradually died out, the last known tablets dating to a.d. 75. The city of Babylon was deserted by a.d. 200, and the desert sands then covered her in oblivion. Thus ended the mighty Babylonian society going back thousands of years to the very beginnings of civilization in Mesopotamia. Isaiah&rsquo;s words were finally fulfilled as the wild beasts of the desert found their homes in the sands covering what had been the great city of Babylon (v. 21). As the gospel restoration began in the early 1800s, the actual location of Babylon was unknown. It was eventually discovered and excavated by German archeologists in the late 1800s. Today, the site of ancient Babylon is an archeological park located about fifty miles southwest from downtown Baghdad, next to the Euphrates River near the modern town of Hillah.<\/p> ",
    "audit": null
}