{
    "id": 14491,
    "source": "ludlow",
    "verse_id": 18638,
    "verse_count": 6,
    "reference": "49:1–6",
    "title": "&ldquo;Thou art my servant, O Israel, in whom I will be glorified&rdquo;",
    "html": " <p>Isaiah begins the chapter by illustrating some attributes of the Lord&rsquo;s great servant. He uses beautiful poetry in the style of climactic parallelism to portray the servant&rsquo;s works as well as His efforts in perfecting the servant. As Isaiah announces each of the three stages in the servant&rsquo;s development, he tells how the Lord has protected or hidden the servant. The poetic pattern is especially clear in the New Jewish Version translation from the Hebrew, as seen in the following pattern:<\/p> <p>These attributes describe several of the Lord&rsquo;s great servants (such as Moses, Isaiah, Jeremiah, John the Baptist, Peter, Joseph Smith, and others) but most closely parallel the life and mission of the Savior. As Isaiah outlines, the Messiah was called before He was born, having His mission established in the premortal existence. His name, Jesus, was known before His birth. His mouth was a &ldquo;sharp sword&rdquo; (v. 2) as His teachings and doctrines rebuked those who were unrighteous, unworthy, or unwilling to understand His word. He was hidden in the shadow of God&rsquo;s hand during His mortal life, as few recognized His true divinity as the Son of God and the Redeemer of mankind. Through His trials and His perfect life, the Savior became a polished shaft and was able to atone for the sins of the world. And He is now concealed in Heavenly Father&rsquo;s celestial realms, awaiting His time to be brought forth and establish His millennial reign, like an arrow coming forth and hitting its target.<\/p> <table> <tbody> <tr> <td valign=\"top\"><strong>Stages of servant development<\/strong><\/td> <td valign=\"top\"><strong>God's protective care<\/strong><\/td> <\/tr> <tr> <td valign=\"top\">The Lord appointed me before I was born.<\/td> <td valign=\"top\">He named me while I was in my mother's womb.<\/td> <\/tr> <tr> <td valign=\"top\">He made my mouth like a sharpened blade.<\/td> <td valign=\"top\">He hid me in the shadow of His hand.<\/td> <\/tr> <tr> <td valign=\"top\">And He made me like a polished arrow.<\/td> <td valign=\"top\">He concealed me in His quiver<\/td> <\/tr> <\/tbody> <\/table> <p>The capstone or climax of this short, profound poem is in verse 3, where the servant is promised that he will be one in whom God &ldquo;will be glorified.&rdquo; The Savior&rsquo;s atoning sacrifice brought forth our deliverance from death and hell as He fulfilled Heavenly Father&rsquo;s glorious plan of salvation. His culmination of the law of Moses brought forth a new dispensation that offered the gospel to all&mdash;Jew and Gentile alike. Thus, Christ served as the ultimate &ldquo;light to the Gentiles&rdquo; (v. 6.), offering them the path and guidance needed to return to Heavenly Father. The life, atonement, and resurrection of Christ exalted God supremely, for it is through the sacrifice and redemption of the Savior that the ultimate work and glory of Heavenly Father is fulfilled&mdash;to bring to pass the &ldquo;immortality and eternal life of man&rdquo; (Moses 1:39).<\/p> <p>Although Isaiah&rsquo;s eloquent description refers to the Savior, it is also meant to describe the Lord&rsquo;s righteous children. We, like the Savior, were called to this dispensation during premortality, long before our births. We serve as mouths for God&rsquo;s word as we teach and testify gospel truths to all willing to listen. Our sacred covenants and righteous sacrifices are often hidden &ldquo;in the shadow of [God&rsquo;s] hand&rdquo; (v. 2), revealed only to those sensitive to truth and goodness. And we, just as the Savior, are required to experience tribulations in this life, hopefully becoming like the &ldquo;polished shaft&rdquo; of Isaiah&rsquo;s illustration. As we are called forth to serve, we should be like an arrow from the quiver that flies true to its mark. We then reflect glory to God as we emulate Him through our Christlike behavior.<\/p> <p>The critical element in this process of godly growth and service is to allow God to perfect us like a polished shaft. In order to become pure and exalted as the Savior was, we must undergo the fires of the &ldquo;furnace of affliction&rdquo; (1 Nephi 20:10), which will smooth away our flaws, strengthen our weaknesses, and melt away our sins. Joseph Smith, another possible model for Isaiah&rsquo;s servant song, explains this painful yet fundamental process of becoming a polished shaft:<\/p> <blockquote>I am like a huge, rough stone rolling down from a high mountain; and the only polishing I get is when some corner gets rubbed off by coming in contact with something else, striking with accelerated force against religious bigotry, priestcraft, lawyer-craft, doctor-craft, lying editors, suborned judges and jurors, and the authority of perjured executives, backed by mobs, blasphemers, licentious and corrupt men and women&mdash;all hell knocking off a corner here and a corner there. Thus I will become a smooth and polished shaft in the quiver of the Almighty.<\/blockquote> <p>We will each experience hardships, but the key to enduring and overcoming them is to maintain the Prophet&rsquo;s perspective: the Almighty allows tribulations in our lives so we can eliminate our flaws that we may serve Him and some day return to dwell in His presence.<\/p> <p>Although the great servant of Isaiah&rsquo;s chapter is faithful and devoted to the Lord, he becomes discouraged when the people turn from his word. All in God&rsquo;s work experience such frustration, such as when the Savior is ignored, the Lord&rsquo;s prophets are scoffed at, or we are rejected for sharing the gospel truths. The servant grieves, &ldquo;I have laboured in vain, I have spent my strength for naught and in vain&rdquo; (v. 4). Isaiah responds to the servant in the next verses, speaking as the Lord: &ldquo;Yet shall [you] be glorious in the eyes of the Lord, and [your] God shall be [your] strength. .&nbsp;.&nbsp;. I will also give thee for a light to the Gentiles, that thou mayest be my salvation unto the ends of the earth&rdquo; (vv. 5&ndash;6). This dialogue between the servant and the Lord is unique, showing the obedience and righteousness of both the Savior <em>and <\/em>the faithful followers of God. If we are to become true servants of the Lord, becoming &ldquo;glorious&rdquo; in His &ldquo;eyes,&rdquo; we must act as a light to the Gentiles, bringing forth the gospel in this final dispensation.<\/p> ",
    "audit": null
}