{
    "id": 14593,
    "source": "ludlow",
    "verse_id": 18738,
    "verse_count": 4,
    "reference": "54:14–17",
    "title": "“No weapon that is formed against thee shall prosper”",
    "html": "<p>In <a class=\"isa\" verses=\"WzE4NzM5XQ==\">verses 14&ndash;15<\/a>, Isaiah promises the blessings of righteousness: continual protection and peace, and freedom from oppression and fear. He uses composite parallelism in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 14<\/a> to stress the safety of the righteous: &ldquo;thou [shalt] be established,&rdquo; &ldquo;thou shalt be far from oppression,&rdquo; and &ldquo;thou shalt not fear.&rdquo; Then, Isaiah describes Satan&rsquo;s oppressive influence on the earth in the latter days, portraying the devil as a &ldquo;smith that bloweth the coals in the fire&rdquo; (<a class=\"isa\" verses=\"WzE4NzQwXQ==\">v. 16<\/a>). God is technically the Creator of this wicked blacksmith (He being the Father of all spirits), but this does not mean the Lord creates evil. He is <em>aware<\/em> of the evil of the devil, but because of His eternal perspective and power, the Lord will eventually triumph over him.<\/p>\r\n<p>The image of the coal-blowing smith can be associated with the image of the refiner&rsquo;s fire that will purify the righteous in the last days (<a class=\"ref\">Malachi 3:2; 3 Nephi 24:2; D&amp;C 128:24<\/a>). The trials of the Second Coming are described clearly in <a class=\"ref\">D&amp;C 128:24<\/a>: &ldquo;Behold, the great day of the Lord is at hand; and who can abide the day of his coming, and who can stand when he appeareth? For he is like a refiner&rsquo;s fire.&rdquo; The Lord does not condone the devil&rsquo;s work, but He sometimes allows Satan&rsquo;s evil actions to fulfill His own plan: to help purify the Saints for their eventual redemption. Thus, although bad things may occur because of Lucifer&rsquo;s temptations and dealings with humanity, all things will eventually be for our good.<\/p>\r\n<p>Isaiah concludes this chapter with the Lord&rsquo;s promise that no power will prevail against His people (<a class=\"ref\">D&amp;C 71:9&ndash;10; 109:25<\/a>). Indeed, &ldquo;no weapon that is formed against [the Saints] shall prosper&rdquo; (<a class=\"isa\" verses=\"WzE4NzQxXQ==\">v. 17<\/a>). Although Satan will be allowed free reign on the earth, those that follow the Savior will have peace, comfort, and protection. Elder Neal A. Maxwell testifies of this verse:<\/p>\r\n<blockquote>Yes, &ldquo;the enemy is combined,&rdquo; but when we are combined with the Lord&rsquo;s &ldquo;chariots of fire,&rdquo; then &ldquo;they that be with us are more than they that be with them&rdquo;! (<a class=\"ref\">2 Kgs. 6:16&ndash;17.<\/a>) Furthermore, the divine promise is that no weapon formed against the Lord&rsquo;s work shall finally prosper. This &ldquo;is the heritage of the servants of the Lord.&rdquo; (<a class=\"isa\" verses=\"WzE4NzQxXQ==\">Isa. 54:17<\/a><a class=\"ref\">; D&amp;C 71:9.<\/a>) I so assure, I so testify!<\/blockquote>\r\n<p>Finally, Isaiah explains that the tongues (or words) of the wicked will be condemned in the latter days. This prophecy parallels Alma&rsquo;s words in <a class=\"ref\">Mosiah 27:31<\/a>, which foretell that every tongue, both wicked and righteous, will declare that Jesus is Lord of the earth. Although some tongues may deny the Savior&rsquo;s divinity, all people will eventually recognize and declare His supremacy as the ruler of this earth (<a class=\"isa\" verses=\"WzE4NTg1XQ==\">Isaiah 45:23<\/a>).<\/p>\r\n<p>In short, <a class=\"ref\">3 Nephi 22<\/a> is a promise to the righteous members of Zion. Its various poetic forms depict the relationship between the Lord and covenant Israel. Like a husband who provides gifts and strengths to his family, the Lord blesses righteous Israel, as seen in the following chart:<\/p>\r\n<table>\r\n<tbody>\r\n<tr>\r\n<td><strong>Verses<\/strong><\/td>\r\n<td><strong>Husband provides wife:<\/strong><\/td>\r\n<td><strong>The Lord provides Israel:<\/strong><\/td>\r\n<\/tr>\r\n<tr>\r\n<td>1-3<\/td>\r\n<td>Children<\/td>\r\n<td>Great numbers of posterity<\/td>\r\n<\/tr>\r\n<tr>\r\n<td>4-8<\/td>\r\n<td>Love<\/td>\r\n<td>Reconciliation<\/td>\r\n<\/tr>\r\n<tr>\r\n<td>9-10<\/td>\r\n<td>Commitment<\/td>\r\n<td>Covenant relationship<\/td>\r\n<\/tr>\r\n<tr>\r\n<td>11-12<\/td>\r\n<td>Material comfort<\/td>\r\n<td>Prosperity<\/td>\r\n<\/tr>\r\n<tr>\r\n<td>1317<\/td>\r\n<td>Protection<\/td>\r\n<td>Peace<\/td>\r\n<\/tr>\r\n<\/tbody>\r\n<\/table>\r\n<p>Because the Lord has invited Israel into a covenant relationship, He has an eternal commitment to bless each member of that relationship. As highlighted in this chapter, wonderful blessings await the faithful in the last day. The Savior emphasizes key promises for them as He concludes His public teachings to the Nephites. It is wonderfully appropriate that this is the last Isaiah chapter to be quoted in the Book of Mormon. Christ&rsquo;s message to His followers comforted them because of the recent persecutions, tribulations, and destructions they had experienced. The promise of a rapidly expanding Zion society strengthened them as they took His gospel to the other inhabitants throughout the land. Soon, His church was established throughout the land, and a Zion people lived in harmony for almost two centuries. We in the last days should also find comfort and strength in the Lord&rsquo;s promise that Isaiah&rsquo;s vision will come to pass. When Zion is firmly established and verified at His Second Coming, His kingdom will quickly be established throughout the world for His millennial reign. Sing aloud, O Israel, for He is coming!<\/p>",
    "audit": "done"
}