{
    "id": 14539,
    "source": "ludlow",
    "verse_id": 17836,
    "verse_count": 2,
    "reference": "9:6–7",
    "title": "“Unto us a child is born”",
    "html": "<p>And what will bring us this ultimate victory? Following the first five verses about light prevailing over darkness, the chapter moves into its most pertinent subject matter&mdash;the mission of the Savior. Isaiah provides more insight about the &ldquo;great light&rdquo; discussed in earlier verses, declaring, &ldquo;Unto us a child is born \/ unto us a son is given.&rdquo; These synonymous phrases of the Savior&rsquo;s birth emphasize two things: the importance of His physical entry into an earthly existence and the gift of God&rsquo;s Son with His special ministry. By twice repeating the words &ldquo;unto us&rdquo; in the opening of <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 6<\/a>, Isaiah establishes a major point: it was for <em>our<\/em> benefit that the Savior came to earth. As we look closely at the first half of <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 6<\/a>, we see a complete representation of Christ&rsquo;s mission: it begins with the description of His birth (&ldquo;unto us a child is born&rdquo;) and ends with an account of His millennial reign (&ldquo;the government shall be upon his shoulder&rdquo;). This passage also focuses our attention on the fact that although the Savior was sent into the most humble earthly circumstances to serve us, He is, in reality, the Ruler of the universe.<\/p>\r\n<p>The second half of <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 6<\/a> describes many profound aspects of the Savior&rsquo;s role in the plan of salvation. Isaiah lists four sets of titles and modifiers to define Christ&rsquo;s majestic traits. In the Hebrew pattern, they would appear like this: and His name shall be called: Counselor&mdash;wonderful, God&mdash;mighty, Father&mdash;everlasting, Prince&mdash;peaceful. These four titles of Wonderful Counselor, the Mighty God, the Everlasting Father, and the Prince of Peace reflect the wisdom, power, glory, and love of our Lord. They highlight different important dimensions of His mission among humankind:<\/p>\r\n<p><em>Wonderful Counselor.<\/em> In studying and discussing this passage, we identify many wonderful ways we receive counsel, direction, teachings, and guidance from Jesus. He reveals helpful gospel truths through the scriptures and the light of His Spirit. Also, He is our counselor or advocate with the Father; He represents us before God&rsquo;s throne. Whom else would we want to be our Wonderful Counselor?<\/p>\r\n<p><em>Mighty God.<\/em> Long before He was born of Mary in Bethlehem, Jesus demonstrated the powers of Godhood. As the great Jehovah, he supported God the Father&rsquo;s plan and volunteered to be its Savior. With the premortal Hebrew name of <em>Yahweh,<\/em> He was the Lord of the Old Testament, the God of Abraham, Isaac, Jacob, and their righteous descendants. As witnessed in the New Testament, He became God in the flesh as He performed miracles and then brought about the great atoning sacrifice&mdash;which only God could do. He opened the gates of death and hell, and He continues to expand His reign as a mighty God of eternity. As the Book of Mormon testifies, He is an Eternal God (title page, second paragraph).<\/p>\r\n<p><em>Everlasting Father.<\/em> The &ldquo;child&rdquo; or &ldquo;son&rdquo; given unto us is not only our elder, protecting brother, but He is also our &ldquo;Everlasting Father&rdquo;! Elder Bruce R. McConkie describes this somewhat confusing relationship: &ldquo;Christ is the Father in the sense that he is the Creator, the Maker, the Organizer of the heavens and of the earth, and all things that in them are (<a class=\"isa\" verses=\"WzE3ODM2XQ==\">Isaiah 9:6<\/a>; <a class=\"ref\">2 Nephi 19:6; Mosiah 15:4; 16:15; Alma 11:38&ndash;39; Ether 4:7<\/a>).&rdquo; Jesus Christ is the Father of the earth because He is the Creator. He is also the Father of His gospel, church, and kingdom. He is the Father of salvation and redemption. He is the Father of our spiritual rebirth, and we can become His spiritually begotten children (<a class=\"ref\">Mosiah 5<\/a>). And through the divine law of investiture, He fully represents our Father in Heaven in all the Father&rsquo;s affairs with us. In many ways, Jesus serves as an Everlasting Father for us.<\/p>\r\n<p><em>Prince of Peace.<\/em> Any of us can enjoy the peace of Christ&rsquo;s love as we follow Him in righteousness. Eventually the whole world will recognize and enjoy His peaceful millennial reign (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 45<\/a>). And the ultimate, eternal destiny of this earth and its inhabitants will be to enjoy celestial peace. Although Christianity does not seem to have brought peace to this earth, eventually Jesus Christ and His true covenant followers will be synonymous with peace as He reigns upon the earth as the Prince of Peace.<\/p>\r\n<p>In four short phrases, Isaiah highlights Christ&rsquo;s roles as a righteous teacher and judge; as a mighty, royal son; as the father of life and salvation; and as the ruler and redeemer of the Earth. These titles provide rich opportunity for enlightening gospel discussion with family and friends as we appreciate how the Savior guides our lives to prepare ourselves and the world for His glorious return.<\/p>\r\n<p><a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">Verse 7<\/a> seems to describe the earth&rsquo;s growth and progression during Christ&rsquo;s reign. Governing from David&rsquo;s throne, He will establish His kingdom on earth with order, judgment, and justice. Indeed, His power comes from God, His order provides stability, His judgments are absolute, His justice is faultless, and His mercy is infinite. With His zeal, He will do it all for us.<\/p>\r\n<p>Although Isaiah wrote centuries before the coming of the Lord, his prophecies concerning the mission of the Savior are just as powerful as if he had written his account during or after Jesus&rsquo; life. His early witness is just as powerful and insightful as the later ones of Matthew, Mark, Luke, John, Nephi, Mormon, and Joseph Smith. In addition, Isaiah&rsquo;s prophecies go beyond providing comfort to the people of his time; Nephi cites this passage to strengthen the people of early Nephite times. Isaiah&rsquo;s description of the Savior as a Prince of Peace is also especially significant to members of The Church of Jesus Christ of Latter-day Saints, because they not only face their own private tribulations but they also experience much turmoil and trouble in the time that precedes the second coming of the Savior before He establishes His millennial era of peace on earth.<\/p>\r\n<p>Interestingly, many Jews misinterpreted Isaiah&rsquo;s portrayal of the Prince of Peace, thinking that the Messiah&rsquo;s first coming would bring political peace and prosperity to the earth. They thought that He would come as a majestic ruler to free the children of Israel from their political bondage under the Romans. When Jesus arrived as a meek and humble stepson of a carpenter, prepared to save mankind from spiritual bondage, many Jews rejected Him. This misconception, among others, led many Jews to reject Christ as their Savior. The same misconceptions exist today. Elder J. Reuben Clark explains this dilemma in powerful words:<\/p>\r\n<blockquote>Modern man sometimes vainly thinks that Jesus&rsquo; mission was to wipe out war; and scoffers have cried that since war still curses the earth, Christ&rsquo;s mission has failed and Christianity is a blight. . . . Christ did proclaim a peace&mdash;the peace of everlasting righteousness, which is the eternal and mortal enemy of sin. Between righteousness and sin, in whatever form, there can only be unceasing war. . . . This war cannot end until sin is crushed and Christ brings all flesh under his dominion. Righteousness is peace wherever it abides; sin in itself is war wherever it is found.<\/blockquote>\r\n<p>Sadly, many are still waiting for the Prince of Peace&rsquo;s millennial mission, unaware that the peace and protection they seek is available through Christ&rsquo;s gospel. Until the Savior comes again, the world will remain a site for senseless violence and war. However, with Christ as the Peacemaker of our souls, we can find peaceful joy. Isaiah&rsquo;s visionary words concerning this child of light are vitally significant to us today!<\/p>",
    "audit": "done"
}