{
    "id": 14526,
    "source": "ludlow",
    "verse_id": 17778,
    "verse_count": 6,
    "reference": "6:8–13",
    "title": "“Here am I; send me”",
    "html": "<p>The actual calling of Isaiah is strikingly similar to events that took place in the premortal council before the world was formed. Abraham describes the Lord asking the spirits in heaven, &ldquo;Whom shall I send?&rdquo; just as He asks as Isaiah stands before Him. In the pre-earthly council, the Savior responded to His Father&rsquo;s appeal, &ldquo;Here am I, send me&rdquo; (<a class=\"ref\">Abraham 3:27<\/a>). Christ&rsquo;s voluntary submission parallels Isaiah&rsquo;s response to the Lord&rsquo;s request for a faithful servant. Hearing of an opportunity to serve, Isaiah responds, &ldquo;Here am I; send me&rdquo; (<a class=\"isa\" verses=\"WzE3Nzc4XQ==\">v. 8<\/a>). This reply not only presents Isaiah as a type of Christ, but it also shows that he willingly pledged himself to his calling, unlike some other great prophets who were initially reluctant to accept their roles (such as Enoch, Moses, and Jeremiah).<\/p>\r\n<p>The Lord&rsquo;s instructions to Isaiah in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 9<\/a> have perplexed Bible scholars through the years. The phrasing and grammar of the earliest Hebrew manuscripts is awkward and hard to translate. With the more accurate version given in Nephi&rsquo;s translation, we are able to understand the meaning of Isaiah&rsquo;s words: &ldquo;And he said: Go and tell this people&mdash;Hear ye indeed, but they understood not; and see ye indeed, but they perceived not.&rdquo; The dialogue becomes clear when read as a conversation between Isaiah and the Lord: the Lord tells Isaiah to preach to the people while telling them that they don&rsquo;t (or won&rsquo;t) understand. The Lord commands Isaiah to help the people perceive truth, but they refuse to see. Thus, the people have obstinately turned against the Lord, refusing to accept the apparent. The Savior later quotes these words during His earthly ministry to describe the people hearing His word (<a class=\"ref\">Matthew 13:14<\/a>).<\/p>\r\n<p>After warning Isaiah of the pending (and current) wickedness of his people, the Lord continues to instruct him, using imagery to describe a people burdened with fat hearts, heavy ears, and closed eyes because of their unwillingness to hear the words of His servants. The Lord explains that He wants Isaiah to be deliberately confusing &ldquo;lest [the people] be .&nbsp;.&nbsp;. converted and be healed&rdquo; (<a class=\"isa\" verses=\"WzE3NzgwXQ==\">v. 10<\/a>). Like most of Isaiah&rsquo;s writings, this prophecy refers not only to the people of his own day but also to the people during the Savior&rsquo;s lifetime and of the latter days. Joseph Fielding Smith relates this passage to our time, stating:<\/p>\r\n<blockquote>One of the marked signs of the last days is the <em>blindness of the people;<\/em> we are told they would have eyes and see not, and ears but hear not, and hearts but understand not. If in the days of Jesus this was true of the Jews and surrounding nations, it is doubly so now in relation to the nations with which we are acquainted.<\/blockquote>\r\n<p>Initially, we might wonder why the Lord seems to not want His people to repent. Does He want us to be confused? Does He desire that we go astray?<\/p>\r\n<p>First, it is important to recognize that Isaiah&rsquo;s sometimes perplexing teaching techniques are not unique. The Savior Himself &ldquo;sp[oke] .&nbsp;.&nbsp;. in parables: because they seeing see not; and hearing they hear not, neither do they understand&rdquo; (<a class=\"ref\">Matthew 13:13<\/a>). As James E. Talmage explains, He &ldquo;changed from direct exposition to parables&rdquo; to withhold the mysteries of the kingdom of heaven from those &ldquo;who were unreceptive and unprepared.&rdquo; A second reason is that while Heavenly Father does not want to deliberately prevent His children from repenting, He also does not want the unrighteous and unworthy to think that they know everything or that they can heal themselves. Sometimes the Lord allows the wicked to continue in their ignorant, evil ways in order to provide less accountability and thus ensure fair, loving justice in the final judgment. In a like manner, the Lord counsels Isaiah to essentially conceal his message, making it understandable only to those worthy of its message of salvation. This is one important reason why it is so important to study Isaiah&rsquo;s words carefully and with the Spirit.<\/p>\r\n<p>In <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 11<\/a>, Isaiah asks the Lord how long he must conceal his message from the wicked Israelites. The Lord responds, describing a time when the world will be desolate and the children of Israel will be scattered. The &ldquo;great forsaking&rdquo; (<a class=\"isa\" verses=\"WzE3NzgyXQ==\">v. 12<\/a>) prophesied by Isaiah possibly refers to the apostasy that occurred following Christ&rsquo;s ministry. Isaiah then, in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 13<\/a>, foretells of a fraction of the Israelites returning, symbolic of a tithing to the Lord, as well as the literally small number of latter-day descendants of Israel who would become righteous. These returning Saints will be &ldquo;eaten,&rdquo; or grafted back to the tree of their inheritance. Because of their righteousness, they will bear sweet fruit once again (<a class=\"ref\">Jacob 5<\/a>). We as Latter-day Saints are part of this grafting process, especially as we invite others to partake of the gospel and believe in the Savior. If we remain righteous and keep our ears and eyes open to the message of the Lord, we will be counted as one of the &ldquo;holy seed&rdquo; (<a class=\"isa\" verses=\"WzE3NzgzXQ==\">v. 13<\/a>).<\/p>\r\n<p>Clearly, <a class=\"ref\">2 Nephi 16<\/a> contains important insights for the people of Isaiah&rsquo;s time, Nephi&rsquo;s period, the Savior&rsquo;s era, and today. It is important to remember that this material was included in the Book of Mormon because of its pertinence both to Nephi&rsquo;s people and to later readers of the text. Nephi, like Isaiah, faced a challenging audience who would not always follow his words. Indeed, in his audience were loyal disciples and prophets of Christ (such as Jacob and Enos) as well as bitter enemies who would reject his prophetic calling and want him put to death. Isaiah and Jesus faced similar diversified audiences as they delivered their messages&mdash;trying to reach each listener (or reader) at his or her individual level of spiritual accountability. Isaiah spoke in symbolic poetry while Jesus spoke in simple parables as each, in his unique way, delivered God&rsquo;s word to the righteous and the wicked.<\/p>\r\n<p>Nephi spent much time laboriously copying the words of Isaiah into the accounts of his people to teach them (and his future audience) of Isaiah&rsquo;s calling and challenges as a prophet. In addition, he probably wanted to highlight the importance of personal and diligent scripture study necessary to understand Isaiah&rsquo;s <em>deliberately<\/em> difficult teachings. Isaiah purposely veiled his message in clouds of symbolism, poetry, and complex terminology to make his themes universally applicable and to ensure that his readers relied on the Spirit. With that Spirit, we, like Isaiah, can appreciate the Lord&rsquo;s holiness and glory as we humble ourselves before Him. We can accept our callings and trials in life with an understanding that our good words and works will eventually be accepted by God. We, like Isaiah, can fulfill our destiny on earth as we follow the Lord&rsquo;s instructions with faith and diligence.<\/p>",
    "audit": "done"
}