{
    "id": 14528,
    "source": "ludlow",
    "verse_id": 17784,
    "verse_count": 4,
    "reference": "7:1–4",
    "title": "&ldquo;Take heed, and be quiet; fear not&rdquo;",
    "html": " <p>Isaiah begins by introducing the key political figures in the chapter: Kings Ahaz, Rezin, and Pekah. It is interesting that Isaiah introduces two of them as &ldquo;the son of _____,&rdquo; devaluing their political positions to mere inheritances of their fathers. These men did not <em>earn<\/em> the right to be king; rather, it was given to them. Furthermore, Isaiah never mentions King Pekah&rsquo;s name again, referring to him only as &ldquo;the son of Remaliah.&rdquo; Clearly, Isaiah did not respect these politically powerful leaders.<\/p> <p>In verse 2, Isaiah compares the fear of King Ahaz and his people of Judah to &ldquo;the trees of the wood .&nbsp;.&nbsp;. moved with the wind.&rdquo; At this point, Ahaz knows that Syria and Israel want to take over his country and that his armies are already losing territory. However, Isaiah may be suggesting that the people of Judah are rather cowardly and easily terrified. In other words, their fears might be influenced by mere threats and rumors of danger rather than by actual peril. We too are sometimes overly anxious about our future. But we know that if we are prepared, we have nothing to fear. As individuals and as a covenant people, we should obey President Gordon B. Hinckley&rsquo;s admonition to &ldquo;stand a little taller.&rdquo; He also counsels the Saints, &ldquo;These are difficult times. The economy is struggling. There is conflict in the world. But the Almighty is keeping His promise that He will bless those who walk in faith and righteousness before Him.&rdquo; He also promises that to the extent that we incorporate the gospel of Jesus Christ in our lives, we will be blessed and prosperous. Living righteously gives us hope instead of fear for the future.<\/p> <p>In the next verse, the Lord sends Isaiah and his son to deliver a message to the king. The Lord wants Ahaz to be encouraged and to refuse an alliance with Syria and Israel. The presence of Isaiah&rsquo;s son is significant because his name, Shear-jashub, means &ldquo;the remnant shall return.&rdquo; This phrase describes the literal and spiritual gathering of Israel that is to occur in the latter days. Thus, Shear-jashub&rsquo;s presence signifies that although disaster may come to the house of Israel as their tribes are scattered, a reunion will eventually occur, and a portion of the house of Israel will return.<\/p> <p>To emphasize and develop the Lord&rsquo;s specific message for Ahaz, Isaiah repeats the same idea in different words in verse 4: &ldquo;Take heed, and be quiet; fear not, neither be faint-hearted.&rdquo; The Lord wants to strengthen Ahaz in the face of military adversity. This verse is similar to other scriptures that remind us to rely on the Lord&rsquo;s protective powers. For example, before Joshua&rsquo;s people went to war with the Amorites, he counseled them, &ldquo;Fear not, nor be dismayed, be strong and of good courage: for thus shall the Lord do to all your enemies against whom ye fight&rdquo; (Joshua 10:25). Similarly, David instructed his son, &ldquo;Be strong and of good courage, and do it: fear not, nor be dismayed: for the Lord God, even my God, will be with thee; he will not fail thee, nor forsake thee, until thou hast finished all the work for the service of the house of the Lord&rdquo; (1 Chronicles 28:20). Similar counsel is relevant in modern times of uncertainty. In his recent first presidency message &ldquo;Be Not Afraid,&rdquo; President James E. Faust admonished us to &ldquo;be of good cheer, put our faith in God, and live worthy for Him to direct us.&rdquo; We should be grateful that the Lord still sends messages of comfort and encouragement through His chosen prophets and leaders.<\/p> <p>In the same verse, Isaiah uses symbolic imagery to illustrate the relative insignificance of the threats of Israel and Syria. He refers to them as &ldquo;smoking firebrands&rdquo;&mdash;little more than excessively smoky torches that threaten with fire but are really harmless. The Lord is trying to convince Ahaz to rely on <em>His<\/em> counsel and not his own understanding or the apparent power of man. In this and every case, the threats of man are inferior to God&rsquo;s powers.<\/p> ",
    "audit": null
}