{
    "id": 14550,
    "source": "ludlow",
    "verse_id": 17886,
    "verse_count": 1,
    "reference": "11:1",
    "title": "“A rod out of the stem of Jesse”",
    "html": "<p>The first verse of <a class=\"isa\" verses=\"eyIxODAzNyI6MTd9\">chapter 21<\/a> continues a theme begun in the previous chapter, which ends with a symbolic description of the fate of the wicked. In <a class=\"ref\">2 Nephi 20:33<\/a>, the Lord reveals that the &ldquo;haughty&rdquo; and &ldquo;high ones&rdquo; (the wicked and the proud) will be lopped off and hewn down like branches and trunks of trees. While <a class=\"isa\" verses=\"eyIxODAzMSI6Nn0=\">chapter 20<\/a> ends on a note of despair, <a class=\"isa\" verses=\"eyIxODAzNyI6MTd9\">chapter 21<\/a> begins with a message of hope. After the wicked have been removed from positions of influence and power, the Lord will raise up righteous servants to fulfill great and important tasks preceding the Second Coming. Instead of trees being hewn down, new branches and growth will come forth.<\/p>\r\n<p>To understand the message contained in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 1<\/a>, we must look at each phrase individually. After we are familiar with each separate unit, we can develop a greater understanding of the verse&rsquo;s collective meaning. The following words and phrases are used by Isaiah to describe key, distinct individuals:<\/p>\r\n<p><em>Jesse. <\/em>Jesse is the father of David, the boy who would slay Goliath and become king of Israel. Through Jesse&rsquo;s lineage came many of the great kings of Israel, including David, Solomon, Hezekiah, and ultimately the King of kings&mdash;Jesus.<\/p>\r\n<p><em>Stem of Jesse. <\/em>The stem of Jesse is a descendant of Jesse and a rightful heir as the king of Israel. From modern revelation, we learn that this particular descendant of Jesse is Jesus Christ (<a class=\"ref\">D&amp;C 113:2<\/a>). Many scriptures add additional support to this revelation. <a class=\"ref\">Matthew 1:1&ndash;16<\/a> highlights the genealogy of the Savior, tracing Him back through David and Jesse. Similarly, <a class=\"ref\">John 7:42<\/a> explains that &ldquo;Christ cometh of the seed of David.&rdquo; While Christ&rsquo;s political heritage is notable, His true ancestry is even more impressive, for as John reveals, &ldquo;God so loved the world, that he gave his only begotten Son&rdquo; (<a class=\"ref\">John 3:16<\/a>). Thus, Jesus Christ is the son of mortal kings as well as the literal Son of the King of heaven and earth, Heavenly Father.<\/p>\r\n<p>Although the word &ldquo;stem&rdquo; does allude to an ancestral relationship between Jesse and Christ, it also has a more symbolic meaning. The term &ldquo;stem&rdquo; comes from the Hebrew root <em>geza<\/em>&mdash;the trunk or stump of a tree. The stem, or trunk, is the most powerful portion of a tree, providing support for the network of branches and twigs growing from it. Christ, as the stem of Jesse, acts as the center of strength and nourishment for the figurative branches and twigs (symbolizing His faithful followers) that have developed from His care. We can be part of this network of branches if we choose to be grafted in through the ordinance of baptism and obedience to the commandments of God.<\/p>\r\n<p><em>The Rod. <\/em>Isaiah also speaks of a &ldquo;rod [coming forth] out of the stem of Jesse&rdquo; (<a class=\"isa\" verses=\"WzE3ODg2XQ==\">v. 1<\/a>). The verse identifies this individual as &ldquo;a branch .&nbsp;.&nbsp;. out of [Christ&rsquo;s] roots.&rdquo; A careful study of the scriptures provides helpful information concerning this individual. In the Hebrew texts, the word &ldquo;branch&rdquo; is <em>natzar,<\/em> a word also found in <a class=\"ref\">Daniel 11:7<\/a>. This prophecy from Daniel states that &ldquo;out of a branch [<em>natzar<\/em>] of her roots shall one stand .&nbsp;.&nbsp;. , which shall come with an army, .&nbsp;.&nbsp;. and shall prevail.&rdquo; This branch will be a man of great power. Jeremiah reveals more about the identity of this person: &ldquo;I will raise unto David a righteous Branch, and a King shall reign and prosper. .&nbsp;.&nbsp;. In his days Judah shall be saved&rdquo; (<a class=\"ref\">Jeremiah 23:5&ndash;6<\/a>). Similarly, Hosea reports that after the people of Israel live for many years without a king, and after the lost tribes return, they shall &ldquo;seek the Lord their God, and David their king .&nbsp;.&nbsp;. in the latter days&rdquo; (<a class=\"ref\">Hosea 3:5<\/a>). Both the stem (Christ) and the rod (the servant) will be welcome sights to the children of Israel in the last days.<\/p>\r\n<p>Modern revelation also provides a revealing look at the possible identity of this servant. When Joseph Smith asked about the identity of the rod, the Lord revealed that he &ldquo;is a servant in the hands of Christ .&nbsp;.&nbsp;. on whom there is laid much power&rdquo; (<a class=\"ref\">D&amp;C 113:4<\/a>). Concerning this servant, Joseph Smith reported, &ldquo;Although David was a king, he never did obtain the spirit and power of Elijah and the fullness of the Priesthood. .&nbsp;.&nbsp;. The throne and kingdom of David is to be taken from him and given to another by the name of David in the last days.&rdquo; This future ruler will be given power from the Lord to perform many great and marvelous things in the events preceding the return of the Redeemer.<\/p>\r\n<p><a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">Verse 1<\/a> provides a revealing look into the identity and life of two pivotal individuals in the last days: Jesus Christ, the Savior of mankind, and a powerful servant of the Lord who will come from the lineage of Jesse to rule in righteousness and play a key role in the preparation for the Lord&rsquo;s millennial reign.<\/p>",
    "audit": "done"
}