{
    "id": 14561,
    "source": "ludlow",
    "verse_id": 17920,
    "verse_count": 10,
    "reference": "13:13–22",
    "title": "“in the wrath of the lord of hosts”",
    "html": "<p>The signs of impending judgment will be so intense that, like animals fleeing from danger, the people will flee to their &ldquo;own people&rdquo; (those sharing similar lifestyles) and to their &ldquo;own lands&rdquo; (their original homelands; <a class=\"isa\" verses=\"eyIxNzkyMCI6Mn0=\">vv. 13&ndash;14<\/a>). Those so joined with the wicked will share their fate (<a class=\"isa\" verses=\"WzE3OTIyXQ==\">v. 15<\/a>). Isaiah then details the unimaginable destruction that will plague the wicked, detailing the &ldquo;dash[ing] to pieces&rdquo; of children, the &ldquo;spoil[ing]&rdquo; of their houses, and the &ldquo;ravish[ing]&rdquo; of their wives as the forces of wickedness fight against Babylon (<a class=\"isa\" verses=\"WzE3OTIzXQ==\">v. 16<\/a>). The land of Babylon will ultimately become a desolate landscape like the barren regions of Sodom and Gomorrah near the Dead Sea, &ldquo;never [to] be inhabited&rdquo; (<a class=\"isa\" verses=\"eyIxNzkyNiI6Mn0=\">vv. 19&ndash;20<\/a>). Even nomads and shepherds will ignore the region. Eventually, &ldquo;wild beasts&rdquo; will take up residency, howling in bestial pity for the wasted sinners (<a class=\"isa\" verses=\"WzE3OTI5XQ==\">v. 22<\/a>).<\/p>\r\n<p>As described earlier, Babylon steadily declined during the rule of later empires, deteriorating from the glorious center of a vast empire to a desolate desert landscape. Such unanticipated results occurred according to Isaiah&rsquo;s prophecies, verifying His role as a true prophet and seer. LeGrand Richards comments that Isaiah declared &ldquo;the destruction of the great city Babylon, the greatest city in all the world at that time, and declare[d] in positive terms that it should never be rebuilt. And it never has been rebuilt.&rdquo;<\/p>\r\n<p>Great destruction of this kind has come to the wicked during other dispensations. Numerous civilizations&mdash;such as the Roman Empire, various dynasties in Asia, and the Jaredites and Nephite-Lamanite peoples of the Americas&mdash;experienced similar wars and bloodshed, which led to the destruction of their society and cultures&mdash;all because of the weakness and wickedness of the people. Usually the conquest was accomplished by brutal forces, eager to build their own empires. Thus one Babylonian type of king and nation was replaced by another. Rarely did a beneficent ruler or power actually liberate other peoples. Mostly, evil rulers and unscrupulous forces fought each other for dominion, and in the process many people suffered and died. Ancient and latter-day prophets have foreseen similar devastation in these last days, prior to the Savior&rsquo;s second coming. At last, this final warfare will lead to the complete destruction of Babylon and the removal of all the wicked. Those surviving will be the righteous whom the Lord has preserved (<a class=\"isa\" verses=\"WzE3OTI5XQ==\">v. 22<\/a>).<\/p>\r\n<p>Nephi&rsquo;s inclusion of this chapter in the Book of Mormon is not accidental. Although the political and social events that occurred in a land far from America were insignificant to Nephi and his people in a <em>temporal<\/em> sense, Isaiah&rsquo;s visionary and timeless prophecies were very important to the ancient Americans in a <em>spiritual<\/em> sense&mdash;they foretell the ultimate destruction of <em>all<\/em> wicked civilizations, especially in Satan&rsquo;s realms. This powerful prophecy of the gathering of the righteous, some key signs of the times, and the punishment of the wicked will indeed be fulfilled among the evil political and religious kingdoms of the last days. This Babylonian prophecy and its sure outcome reinforce our preparations for the battle that is at hand.<\/p>",
    "audit": "done"
}