{
    "id": 14577,
    "source": "ludlow",
    "verse_id": 18714,
    "verse_count": 2,
    "reference": "53:2–3",
    "title": "&ldquo;A root out of dry ground&rdquo;",
    "html": " <p>Verses 2 and 3 outline the Savior&rsquo;s mortal life. Isaiah first depicts the development and environment of the Savior, describing Him as a &ldquo;tender plant&rdquo; and &ldquo;a root out of dry ground.&rdquo; These images of plant life suggest He was to be born and raised like an ordinary child, and He would grow and progress just as all mortals do. He was to be neither an especially strong plant nor a unique plant, described only as &ldquo;tender,&rdquo; or <em>yowneq<\/em>&mdash;a Hebrew term defining a twig or limb sprouting from a felled tree. In addition, Isaiah tells us that this plant was to come out of dry ground, symbolic of both the spiritual famine present on the earth during Christ&rsquo;s ministry and the literal aridity of His Middle Eastern homeland.<\/p> <p>Elder Bruce R. McConkie elaborates on some possible interpretations of Isaiah&rsquo;s description of Christ:<\/p> <blockquote>He shall grow up .&nbsp;.&nbsp;. &ldquo;not like a stately tree, but like a lowly plant, struggling in arid soil. So the human life of the Messiah was one of obscurity and humility.&rdquo; .&nbsp;.&nbsp;. Or: &ldquo;Messiah grew silently and insensibly, as a sucker from an ancient stock, seemingly dead (viz., the house of David, then in a decayed state).&rdquo; .&nbsp;.&nbsp;. Or: Perhaps better still, he grew up as a choice and favored plant whose strength and achievement did not come because of the arid social culture in which he dwelt; it was not poured into him by the erudition of Rabbinical teachers; but it came from the divine Source whence he sprang.<\/blockquote> <p>Out of an impoverished political and religious background came forth the Son of God to fulfill His earthly ministry.<\/p> <p>Verse 2 continues with Isaiah&rsquo;s description of the Savior&rsquo;s physical body having &ldquo;no form nor comeliness&rdquo; or special beauty to attract special attention. In other words, Christ was a mortal man, and He looked like other Jewish men from Galilee. Elder McConkie explains this passage and writes about the humanness of the Savior, writing that there was &ldquo;no mystique&rdquo; or &ldquo;dynamic appearance&rdquo; about Jesus. He walked, spoke, and dressed like other people, appearing as &ldquo;a man among men.&rdquo; The Savior&rsquo;s humble birth and simple life are what led many to ignore or deny His divine identity. Those who were expecting a great and glorious king completely overlooked the physical Son of God, who appeared as the inconspicuous stepson of a carpenter from Nazareth.<\/p> <p>People would do more than just look past Jesus, they would also despise Him. In verse 3, Isaiah describes their scorn: &ldquo;He is despised and rejected of men; .&nbsp;.&nbsp;. he was despised, and we esteemed him not.&rdquo; Isaiah&rsquo;s description foretells people&rsquo;s general rejection of the Savior. People could have despised and rejected Jesus for any number of reasons: they may have disapproved of His humble appearance; they may have scorned His provincial Galilean background; they may have disapproved the company of sinners and tax collectors with whom He associated; they may have expected a scholar or theologian with academic credentials; they may have disagreed with His doctrines and teachings; and particularly, they may have opposed His witness of His own divinity.<\/p> <p>Isaiah&rsquo;s statement that &ldquo;we esteemed him not&rdquo; (v. 3) makes the rejection of the Savior more personal, alleging that it is <em>we <\/em>who deny the Lord and &ldquo;esteem him not.&rdquo; Isaiah emphasizes <em>our <\/em>denial of Christ, charging, &ldquo;<em>We<\/em> hid as it were <em>our<\/em> faces from him.&rdquo;<\/p> <p>Isaiah also explains the Lord&rsquo;s tribulation, writing, &ldquo;He is .&nbsp;.&nbsp;. a man of sorrows, and acquainted with grief&rdquo; (v. 3). This synonymous account of Christ&rsquo;s suffering highlights the great empathy and pain He experienced while on the earth, especially for those who experience disease, sorrow, and sin. He also endured personal pain. Throughout His ministry, the compassionate teacher of righteousness was subjected to the most inhumane treatment. He was ridiculed and spat upon, whipped and beaten, and nailed to a cross. Many of His friends and family left Him at His most difficult hour, and one of His closest associates betrayed Him. Indeed, the Savior was very well acquainted with grief. President Howard W. Hunter comments:<\/p> <blockquote>Jesus was not spared grief and pain and anguish and buffeting. No tongue can speak the unutterable burden he carried, nor have we the wisdom to understand the prophet Isaiah&rsquo;s description of him as &ldquo;a man of sorrows.&rdquo; .&nbsp;.&nbsp;. His ship was tossed most of his life, and, at least to mortal eyes, it crashed fatally on the rocky coast of Calvary. We are asked not to look on his life with mortal eyes; with spiritual vision we know something quite different was happening upon the cross.<\/blockquote> <p>It seems ironic to the &ldquo;mortal eye&rdquo; that the Savior constantly preached peace when He lived a life of utter sorrow. Yet with our &ldquo;spiritual vision,&rdquo; we see that Jesus&rsquo; experience is one of ultimate peace and reassurance, giving us strength in our own trials. President Hunter continues:<\/p> <blockquote>Peace was on the lips and in the heart of the Savior no matter how fiercely the tempest was raging. May it so be with us&mdash;in our own hearts, in our own homes, in our nations of the world, and even in the buffetings faced from time to time by the Church. We should not expect to get through life individually or collectively without some opposition.<\/blockquote> <p>Elder Jeffrey R. Holland also teaches about the adversities faced by the Savior. He reminds us that we cannot forget &ldquo;the scars of sacrifice, the lesions of love&rdquo; that Christ suffered for us. He is truly the &ldquo;captain of our soul[s]&rdquo; who has Himself experienced the roughest waters of life. Thus, He can lead us safely back to the harbor.<\/p> ",
    "audit": null
}