{
    "id": 14556,
    "source": "ludlow",
    "verse_id": 17902,
    "verse_count": 3,
    "reference": "12:1–3",
    "title": "“With joy shall ye draw water out of the wells of salvation”",
    "html": "<p>In <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 1<\/a>, Isaiah indicates that all people are praising the Lord as they recognize His power and comfort. The historical setting of this verse seems to be twofold. It refers to both Isaiah&rsquo;s day, when the Lord&rsquo;s wrath protected Jerusalem against the invading Assyrians, and to the latter days, when the Savior will protect the righteous from their enemies, especially the adversary. At the Savior&rsquo;s return, the covenant followers of the Lord will praise and thank Him for His protective care. In His infinite mercy, the Savior will forgive the children of Israel (turn away His anger from them) and cleanse them of their sins (comfort them).<\/p>\r\n<p>Isaiah highlights God&rsquo;s &ldquo;salvation&rdquo; in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 2<\/a>, teaching the essential doctrine that salvation comes <em>only<\/em> through the Savior, called here by His premortal name of Jehovah. Prophets from Adam to Joseph Smith have taught this important principle, and we can study their words in the scriptures listed in the Topical Guide and Book of Mormon index under &ldquo;save&rdquo; and &ldquo;salvation.&rdquo; In one Book of Mormon example, Alma explains this concept to his son, Shiblon: &ldquo;And now, my son, I have told you .&nbsp;.&nbsp;. that there is no other way or means whereby man can be saved, only in and through Christ&rdquo; (<a class=\"ref\">Alma 38:9<\/a>). Continuing in <a class=\"ref\">2 Nephi 22:2<\/a>, Isaiah designates both &ldquo;God&rdquo; and the &ldquo;Lord Jehovah&rdquo; as the source of our salvation. In this beautiful verse, Isaiah reminds us that our Heavenly Father has <em>provided<\/em> the divine plan of happiness and Jesus Christ has <em>fulfilled<\/em> it. By fulfilling our Father&rsquo;s plan for us through the Atonement, Christ became our salvation.<\/p>\r\n<p><a class=\"isa\" verses=\"eyIxNzkwMiI6M30=\">Verses 1&ndash;3<\/a> comprise Isaiah&rsquo;s psalm of thanks. Interestingly, this passage contains unique images of water that connect five different generations: ancient Israelites delivered from Egypt (13th century b.c.), Israelites during Isaiah&rsquo;s time (8th&ndash;7th century b.c.), Nephites (6th century b.c.), early-day Saints (1st century a.d.), and latter-day Saints.<\/p>\r\n<p>The second verse alludes to the ancient Israelites in its similarity to a song of thanksgiving sung by Moses and the children of Israel following their deliverance through the parted waters of the Red Sea: &ldquo;The Lord is my strength and song, and he is become my salvation: he is my God&rdquo; (<a class=\"ref\">Exodus 15:2<\/a>). Another parallel is between the exodus and the &ldquo;water out of the wells of salvation&rdquo; (<a class=\"ref\">2 Nephi 22:3<\/a>). After giving thanks to the Lord, the ancient Israelites came upon twelve wells of water that sustained them on their journey to the promised land (<a class=\"ref\">Exodus 15:27<\/a>).<\/p>\r\n<p>By using a similar text for his psalm, Isaiah may have meant to compare the liberation of his people from the Assyrians to that of the Israelites from the Egyptians. In addition, Isaiah had earlier used the symbol of gentle waters to teach Israel about messianic salvation in response to an impending Assyrian attack (<a class=\"ref\">2 Nephi 18:6<\/a>\/<a class=\"isa\" verses=\"WzE3ODE0XQ==\">Isaiah 8:6<\/a>).<\/p>\r\n<p>Nephi&rsquo;s inclusion of Isaiah&rsquo;s psalm carries the symbolic imagery of saving waters to the Nephites. Lehi&rsquo;s family had also made a journey to a promised land and may have felt their &ldquo;exodus&rdquo; was similar to that of the ancient Israelites. Perhaps the psalms in this chapter expressed <em>their<\/em> feelings of thanks and praise to the Lord as well. The water spoken of by Isaiah in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 3<\/a> can also be likened to the &ldquo;fountain of living waters&rdquo; that Nephi sees in his vision of the tree of life. Nephi explains that the waters in his vision represent &ldquo;the love of God&rdquo; (<a class=\"ref\">1 Nephi 11:25<\/a>).<\/p>\r\n<p>Jesus uses the symbol of water to teach a woman of Samaria, saying to her, &ldquo;the water that I shall give .&nbsp;.&nbsp;. shall be .&nbsp;.&nbsp;. a well of water springing up into everlasting life&rdquo; (<a class=\"ref\">John 4:14<\/a>). However, this verse may have been fulfilled <em>literally<\/em> during an ancient temple ceremony in Jerusalem. After some time in Galilee, Jesus returned to Jerusalem for the Feast of the Tabernacles (<a class=\"ref\">John 7<\/a>). Elder James E. Talmage teaches that the prophecy of water from &ldquo;wells of salvation&rdquo; in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 3<\/a> was physically fulfilled &ldquo;as part of the temple service incident to the feast.&rdquo; The fulfillment occurred when &ldquo;the people went in procession to the Pool of Siloam, where a priest filled a golden ewer, which he then carried to the altar and there poured out the water to the accompaniment of trumpet blasts and the acclamations of the assembled hosts.&rdquo; The last day was &ldquo;marked by ceremonies of unusual solemnity and rejoicing,&rdquo; and on this great day, &ldquo;Jesus cried aloud, His voice resounding through the courts and arcades of the temple: &lsquo;If any man thirst, let him come unto me, and drink. He that believeth on me, as the scripture hath said, out of his belly shall flow rivers of living water (<a class=\"ref\">John 7:37, 38<\/a>).&rsquo;&rdquo; Jesus exhorts His followers to drink of His love that we may bring forth our own living waters of love for others.<\/p>\r\n<p>These biblical and Book of Mormon accounts remind Latter-day Saints how Christ&rsquo;s life and power rescue us from Satan&rsquo;s grasp. When we are faithful to the Lord and partake of the waters of His love (that is, the gospel), we can receive eternal life, the greatest gift of God. It is easy to see how this psalm of thanks applies not only to earlier peoples but also to each of us, for as we strive to love and understand the Savior, we naturally give thanks for His atoning grace.<\/p>\r\n<p>Timeless sections of scripture like this one help us create meaningful relationships with religious communities from the past because they reveal to us that people throughout history have found strength and relief through Heavenly Father. Each child of God who has ever lived comes into this life and is given a unique set of challenging circumstances. We <em>all<\/em> have challenges, and we join our brothers and sisters from each dispensation in praising the Lord as we share our belief in our Heavenly Father&rsquo;s plan as fulfilled through Christ&rsquo;s atonement.<\/p>",
    "audit": "done"
}