{
    "id": 14551,
    "source": "ludlow",
    "verse_id": 17887,
    "verse_count": 4,
    "reference": "11:2–5",
    "title": "“And the spirit of the Lord shall rest upon him”",
    "html": "<p>This servant, a future ruler of Israel, will do many great things to prepare the world for the Second Coming. However, he will not become powerful on his own. Instead, as we learn in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 2<\/a>, his power will come through the Spirit of the Lord. Through the Spirit, this great servant will gain access to heavenly gifts, such as wisdom, understanding, sensitivity, might, knowledge, and fear of the Lord. These powerful gifts will be given to him because of his righteousness and devotion to the Lord.<\/p>\r\n<p>More of this servant&rsquo;s character is revealed in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 3<\/a>. We learn that he will gain the gift of &ldquo;quick understanding,&rdquo; which will allow him to judge others as God does&mdash;by looking on a person&rsquo;s heart and not his or her dress, appearance, speech, or actions. This characteristic was given to another descendant of David&mdash;his son Solomon. When asked to judge who was the rightful mother of a newborn infant, he judged not by what the competing mothers said or what he saw; instead, he used &ldquo;quick understanding&rdquo; given him by the Lord to determine the rightful mother (<a class=\"ref\">1 Kings 3:16&ndash;28<\/a>). When the people of Israel heard of this judgment, the scriptures report that &ldquo;they feared the king: for they saw that the wisdom of God was in him, to do judgment&rdquo; (<a class=\"ref\">1 Kings 3:28<\/a>).<\/p>\r\n<p>In <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 4<\/a>, Isaiah uses an effective poetic tool to emphasize an important gospel concept. By using contrasting ideas built around a similar theme, Isaiah helps the reader understand an essential principle of judgment. First, Isaiah reveals that the servant will judge the poor with righteousness and will &ldquo;reprove with equity for the meek.&rdquo; Next, Isaiah switches to the other extreme and proclaims that &ldquo;[the servant] shall smite the earth with the rod of his mouth, and with the breath of his lips shall he slay the wicked.&rdquo; The use of extreme opposites in this way is called &ldquo;antithetic parallelism.&rdquo; Isaiah uses stark contrast to show that to the meek, God is a tender God of mercy, but to the wicked, God is a firm God of justice. Eventually each of His children must decide whether he or she is for or against our Heavenly Father. There is no in-between with God. Those who choose a &ldquo;lukewarm&rdquo; commitment will find themselves cast away from the Lord (<a class=\"ref\">Revelation 3:15&ndash;16<\/a>).<\/p>\r\n<p>In the final verse of his servant description, Isaiah uses eloquent imagery to describe the greatness of the servant&rsquo;s accomplishments. His goodness and equity are so apparent in his actions that he literally wears the manifestations of godly righteousness and faithfulness in the &ldquo;girdle of his loins&rdquo; and the &ldquo;girdle of his reins [waist]&rdquo; (<a class=\"isa\" verses=\"WzE3ODkwXQ==\">v. 5<\/a>). Members of the Lord&rsquo;s church should endeavor to live their lives in the same manner, so that we can also be &ldquo;clothed with purity, yea, even with the robe of righteousness&rdquo; (<a class=\"ref\">2 Nephi 9:14<\/a>).<\/p>",
    "audit": "done"
}