{
    "id": 14589,
    "source": "ludlow",
    "verse_id": 18725,
    "verse_count": 17,
    "reference": 54,
    "title": "Zion’s Growth and Israel’s Power in the Latter Days",
    "html": "<p><em>In the last days, Zion and her stakes shall be established&mdash; Israel shall be gathered in mercy and tenderness&mdash; They shall triumph<\/em><\/p>\r\n<p>The Savior delivered three sermons to the Nephites during His ministry on the American continent. On the first day, He repeated the Sermon on the Mount as found in Matthew and gave a sermon on the fulfillment of the Mosaic law and the Abrahamic covenant. On the second day, He delivered a discourse about covenant people and God&rsquo;s promises to them for the last days. <a class=\"ref\">3 Nephi 22<\/a>, which includes all of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 54<\/a>, is in the last half of the third discourse (<a class=\"ref\">3 Nephi 20:10&ndash;23:5<\/a>). The resurrected Christ places these particular Isaiah prophecies within a latter-day setting. As Elder Bruce R. McConkie explains, Jesus puts Isaiah&rsquo;s words &ldquo;in their perspective, in their context.&rdquo; He continues,<\/p>\r\n<blockquote>[Jesus] had just announced that the restitution of all things was to take place; that the gospel was to come again in its fulness; that Israel was to be gathered; and that the kingdom of God on earth was to be established in the last days. [See <a class=\"ref\">3 Nephi 20&ndash;21<\/a>.] Then he quoted these words from Isaiah, words which are addressed to the Church and which specifically describe the stability, growth, and eventual destiny of the Church.<\/blockquote>\r\n<p>Thus we see that this chapter is meant specifically for members of the Church today. Its central focus is on the tender and merciful gathering of Israel, the establishment of the people of Zion in their lands of inheritance, and the eventual victory of the righteous over the wicked. In that time of gathering and triumph, lineage Israel will join the Gentiles as a part of covenant Israel. Immediately after the Savior quotes this chapter, He commands us to study the words of Isaiah (<a class=\"ref\">3 Nephi 23:1<\/a>). As a part of our study, we will highlight the poetry and symbolism Isaiah uses to portray this radiant vision of future happiness in Zion, and we will review prophetic commentary about Isaiah&rsquo;s words.<\/p>",
    "audit": "done"
}