{
    "id": 14553,
    "source": "ludlow",
    "verse_id": 17895,
    "verse_count": 3,
    "reference": "11:10–12",
    "title": "“A Root of Jesse, . . . an ensign of the people”",
    "html": "<p>Isaiah now moves slightly back in time, from a period when the knowledge of the Lord <em>will <\/em>fill the earth (during the Millennium) to a time when the knowledge of the Lord <em>will<\/em> <em>begin<\/em> to fill the earth (as the gospel is restored). After the great apostasy, the true knowledge of Christ&rsquo;s gospel dwindled until only a few cold spiritual embers remained. A spark of new faith began to stir again during the Reformation. Religion became an important part of life, and many sought earnestly for religious truth.<\/p>\r\n<p>Isaiah, in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 10<\/a>, reveals that another great servant of the Lord, a &ldquo;root of Jesse,&rdquo; would come forth when the true knowledge of God and His truths were missing from the earth, and he would &ldquo;stand for an ensign of the people.&rdquo; Through him, great things would be done in the establishment of truth and the ushering in of the Millennium. But who is this &ldquo;root of Jesse&rdquo;? Once again, modern revelation has provided a valuable key of understanding: The root of Jesse &ldquo;is a descendant of Jesse, as well as of Joseph, unto whom rightly belongs the priesthood, and the keys of the kingdom&rdquo; (<a class=\"ref\">D&amp;C 113:6<\/a>). Joseph Smith fulfills both of these requirements: he was a rightful heir of the priesthood (<a class=\"ref\">D&amp;C 86:8&ndash;10<\/a>) and was given all the keys of the kingdom throughout his life as part of the restoration of all things.<\/p>\r\n<p><a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">Verse 11<\/a> discusses some accomplishments of the root of Jesse. It states that in his days, the &ldquo;Lord shall set his hand again the second time to recover the remnant of his people.&rdquo; In order for the Lord to do something a second time, He must do it a first time. The first gathering of Israel occurred about six centuries before Isaiah&rsquo;s time&mdash;almost 3,300 years ago&mdash;when Moses led the Israelite people out of Egyptian captivity (<a class=\"ref\">Exodus 12&ndash;14<\/a>). Through Moses, the Lord freed the physically captive Israelites and led them to a promised land. But this blessing did not come without warning. According to President Joseph Fielding Smith, &ldquo;Moses, by prophecy, declared to ancient Israel, even before they had the privilege of entering the land of their inheritance, that for their rebellion the tribes of Israel would be driven to the four corners of the earth, but in the last days, if they would humble themselves, the Lord would gather them again.&rdquo;<\/p>\r\n<p>Just as Moses prophesied, the tribes of Israel continued in wickedness and were eventually scattered throughout the world. Lehi and his descendants were a part of this dispersion. After centuries of being a scattered people, Israel was promised that they would be brought back together&mdash;a process referred to as the &ldquo;gathering of Israel.&rdquo;<\/p>\r\n<p>This second gathering began on April 3, 1836, a week after Joseph Smith dedicated the Kirtland Temple. On this glorious Sunday, many prophets of previous dispensations appeared to Joseph and bestowed upon him necessary keys for the building of the kingdom of God. One set of keys that Joseph Smith received that day were the &ldquo;keys of the gathering of Israel.&rdquo; These keys were bestowed upon him by the ancient prophet who exercised them during the first gathering&mdash;Moses (<a class=\"ref\">D&amp;C 110:11<\/a>).<\/p>\r\n<p><a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">Verse 11<\/a> explains that the Israelites will gather from areas of the north (Hamath), east (Elam and Shinar, a major city in Babylon), south (Cush, or Ethiopia), and west (Egypt and Pathros). It is also said that some would come from &ldquo;the islands of the sea.&rdquo; The children of Israel would be brought from every corner of the earth, showing that God remembers His promises and is mindful of all His children.<\/p>\r\n<p>Further accomplishments of the root of Jesse are outlined in <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">verse 12<\/a>: &ldquo;He shall set up an ensign for the nations.&rdquo; The ensign to be brought forth is none other than the gospel of Jesus Christ. The Church of Jesus Christ of Latter-day Saints serves as an ensign to the world, inviting all who desire to gain a greater knowledge of the Savior to come and partake. A similar promise is given in <a class=\"ref\">2 Nephi 15:26<\/a>, where Isaiah promises that the Lord &ldquo;will lift up an ensign to the nations.&rdquo; President Joseph Fielding Smith spoke of this great ensign:<\/p>\r\n<blockquote>In the little town of Fayette, Seneca County, New York, the Lord set up an ensign to the nations. It was the fulfillment of the prediction made by the Prophet Isaiah. .&nbsp;.&nbsp;. That ensign was The Church of Jesus Christ of Latter-day Saints, which was established for the last time, never again to be destroyed or given to other people. It was the greatest event the world has seen since the day that the Redeemer was lifted upon the cross and worked out the infinite and eternal atonement. It meant more to mankind than anything else that has occurred since that day.<\/blockquote>\r\n<p>Indeed, the ensign has been established, and the Church continues to grow, gaining approximately a third of a million new members each year.<\/p>\r\n<p>When Moroni appeared to Joseph Smith on September 21, 1823, he told Joseph that the things contained in this chapter were &ldquo;about to be fulfilled.&rdquo; While many of the prophecies in <a class=\"isa\" verses=\"eyIxODAzNyI6MTd9\">chapter 21<\/a> have yet to be fulfilled, one has&mdash;the root of Jesse has come forth and made it possible for knowledge of the Lord to begin to fill the earth. Through this servant, Joseph Smith, the Lord has brought forth additional scripture, restored the priesthood, clarified doctrinal misunderstandings, and initiated the gathering of Israel.<\/p>",
    "audit": "done"
}