{
    "id": 14592,
    "source": "ludlow",
    "verse_id": 18735,
    "verse_count": 3,
    "reference": "54:11–13",
    "title": "&ldquo;Great shall be the peace of thy children&rdquo;",
    "html": " <p>In this passage, Isaiah addresses those who are not yet comforted by the Lord&rsquo;s assurance of mercy and protection. The latter days will be a time of great turmoil, and both the righteous and the wicked will be afflicted. To those who are afflicted and not yet &ldquo;comforted,&rdquo; Isaiah promises the magnificent glory of a millennial earth. He describes the beautiful, gem-encrusted architecture of Zion, revealing an image very similar to the one found in Revelation 21:18&ndash;21. Indeed, the two prophets seem to be describing the same city: New Jerusalem.<\/p> <p>Isaiah next promises that the Lord Himself will teach the children of the righteous during His millennial reign. Verse 13 implies an intimate relationship between the people and Christ during the Millennium. If parents will properly teach their children, then their descendants can enjoy the legacy of having Christ Himself as their teacher and leader (D&amp;C 45:58; see also D&amp;C 68:25&ndash;28). About this promise, President Spencer W. Kimball says, &ldquo;Surely every good parent would like this peace for his offspring. It comes from the simple life of the true Latter-day Saint as he makes his home and family supreme.&rdquo; He assures us that this is not too much to ask of any parent.<\/p> <p>In recent years, President Gordon B. Hinckley has quoted this verse several times. Like President Kimball, he admonishes fathers and mothers to love and respect their children:<\/p> <blockquote>How much more beautiful would be the world and the society in which we live if every father looked upon his children as the most precious of his assets, if he led them by the power of his example in kindness and love, and if in times of stress he blessed them by the authority of the holy priesthood; and if every mother regarded her children as the jewels of her life, as gifts from the God of heaven who is their Eternal Father, and brought them up with true affection in the wisdom and admonition of the Lord.<\/blockquote> <p>President Hinckley then quotes 3 Nephi 22:13\/Isaiah 54:13, adding this phrase to the verse: &ldquo;Great also shall be the peace and gladness of their fathers and mothers.&rdquo;<\/p> <p>In a very different application of this verse, Elder James E. Talmage explains that the phrase &ldquo;taught of God&rdquo; characterizes true followers of Christ during His mortal ministry. In his discussion of John 6:32&ndash;59 (the Bread of Life teachings), Elder Talmage describes the scene: Jewish leaders in the synagogue were saying unkind things about Jesus because He had said He had come down from heaven. They only knew Him as the son of a carpenter, and did not believe that He was more powerful than a mortal man. Jesus advised these rulers to stop their criticism. Elder Talmage explains, &ldquo;Unless they had been &lsquo;taught of God&rsquo; as the prophets had written,&rdquo; they could not understand or believe His role as their Savior. Only those who have studied and received God&rsquo;s word can understand, and therefore believe, Jesus Christ. Those who internalize the assurances of future beauty, comfort, and peace in these few verses will be able to withstand the trials of the latter days as they are taught from on high.<\/p> ",
    "audit": null
}