{
    "id": 14510,
    "source": "ludlow",
    "verse_id": 17695,
    "verse_count": 9,
    "reference": "2:9–17",
    "title": "&ldquo;For the day of the Lord of Hosts soon cometh&rdquo;",
    "html": " <p>The chosen people&rsquo;s focus on their neighbors&rsquo; worldly items leads to pride, as described in verse 9. Instead of being meek and submissive, worshiping their God, the Israelites become proud as they turn to idols and follow the false teachings of their Gentile neighbors. It seems that forgiveness is no longer possible for them. In the King James Version, verse 9 reads, &ldquo;The mean man boweth down, and the great man humbleth himself: therefore forgive them not.&rdquo; In this translation, the Lord is seemingly refusing to forgive those who bow down and humble themselves before Him. The Savior does not work in this way, as the Book of Mormon clarifies: &ldquo;The mean man boweth <em>not<\/em> down, and the great man humbleth himself <em>not.<\/em>&rdquo; It is for the arrogant and proud who refuse to repent that the Lord will show no forgiveness.<\/p> <p>Isaiah issues a warning in verse 10 to these wicked and proud individuals, proclaiming that they should &ldquo;enter into the rock, and hide .&nbsp;.&nbsp;. in the dust, for the fear of the Lord and the glory of his majesty shall smite&rdquo; them. While the righteous are making the journey up to the mountain of the Lord to seek His presence, the wicked will search for places to hide within the rocks and caves of the mountain, trying to escape His wrath! Nevertheless, their attempts to conceal themselves will fail as the fear and majesty of the Lord comes upon them.<\/p> <p>Those who worship idols and are lifted up in pride will be held accountable, as verses 11 and 17 reveal. These two verses deliver essentially the same message: the &ldquo;loftiness of man shall be bowed down .&nbsp;.&nbsp;. and the Lord alone shall be exalted in that day.&rdquo; All those who refuse to bow down before God and are prideful will fall before the Lord at the last day, for &ldquo;every knee shall bow, every tongue shall swear&rdquo; that Jesus Christ is the Savior of this earth (Isaiah 45:23).<\/p> <p>Between verses 11 and 17 is a description of several different status symbols of ancient times. Isaiah uses these familiar terms to teach his people about the fleeting nature of worldly items. &ldquo;The cedars of Lebanon&rdquo; were symbols of strength and glory, and the wood from these forests provided beautiful and fragrant wood for Israelite buildings, including Solomon&rsquo;s palace and temple (1&nbsp;Kings 6:20; 7:2&ndash;3). The &ldquo;oaks of Bashan&rdquo; were also used for building, as they were one of the few local sources of hardwood in the arid lands of Palestine. The &ldquo;high mountains&rdquo; and surrounding hills, and every &ldquo;high tower&rdquo; and &ldquo;fenced wall&rdquo; represent man&rsquo;s trust in natural and man-made defenses. Eventually, &ldquo;all the nations which are lifted up&rdquo; and &ldquo;every people&rdquo; will be humbled.<\/p> <p>Isaiah uses another familiar symbol of industry and strength to teach the Israelites: ships. The ships of the sea are a general reference to commercial enterprises. Some of the most famous commercial ships were the ships of Tarshish, known for their large storage capacities and their ability to travel long distances. The &ldquo;pleasant pictures,&rdquo; translated in some versions of the Bible as &ldquo;beautiful crafts,&rdquo; may be a reference to the pleasure crafts or ships the wealthy traveled in throughout the Mediterranean. While verse 16 consists of three phrases&mdash;the ships of the sea, the ships of Tarshish, and the pleasant pictures, the ancient Greek (Septuagint) and Hebrew (KJV) texts each contain only two of the above phrases, as shown below:<\/p> <table cellpadding=\"2\"> <tbody> <tr> <td valign=\"top\">Three phrases of verse 16<\/td> <td valign=\"top\">In King James Version<\/td> <td valign=\"top\">In Septuagint<\/td> <td valign=\"top\">In Book of Mormon<\/td> <\/tr> <tr> <td valign=\"top\">\"And upon all the ships of the sea\"<\/td> <td valign=\"top\">-<\/td> <td valign=\"top\">+<\/td> <td valign=\"top\">+<\/td> <\/tr> <tr> <td valign=\"top\">\"And upon all the ships of Tarshish\"<\/td> <td valign=\"top\">+<\/td> <td valign=\"top\">-<\/td> <td valign=\"top\">+<\/td> <\/tr> <tr> <td valign=\"top\">And upon all pleasant pictures [ships]\"<\/td> <td valign=\"top\">+<\/td> <td valign=\"top\">+<\/td> <td valign=\"top\">+<\/td> <\/tr> <\/tbody> <\/table> <p>The Book of Mormon is the only text of the three that retains all the phrases, again indicating that the brass plates contained a more correct and unedited version of the original Isaiah text. With the Book of Mormon additions and corrections, a more complete, accurate picture emerges concerning the &ldquo;day of the Lord of Hosts.&rdquo; All of these worldly symbols of greatness and strength will be brought low as the Lord and His kingdom are exalted in that day (v. 17).<\/p> ",
    "audit": null
}