{
    "id": 14529,
    "source": "ludlow",
    "verse_id": 17788,
    "verse_count": 5,
    "reference": "7:5–9",
    "title": "&ldquo;If ye will not believe surely ye shall not be established&rdquo;",
    "html": " <p>The goal of the Syrian-Israel alliance is revealed in verses 5 and 6: the two countries want to invade Judah and replace her king with someone who is willing to repel Assyria with them. Although this threat of conquest is frightening, Isaiah prophesies that it will not happen. The alliance &ldquo;shall not stand, neither shall it come to pass,&rdquo; and the Syrians and Israelites will suffer tragic destruction and scattering. We are fortunate because we can review ancient historical records that describe exactly how this prophecy was fulfilled: Assyria devastated the lands of Syria and Israel, destroyed both kingdoms, and scattered many Israelites.<\/p> <p>When Nephi recorded this Isaiah passage on his metal plates, the fulfillment of the prophecies in these verses had occurred just a century and a half earlier. The political conflicts and figures were familiar to Nephi&rsquo;s family, and the fulfillment of Isaiah&rsquo;s words must have strengthened their testimonies. Perhaps Nephi hoped this chapter would teach his people to have more faith in the face of human adversity. Perhaps he wanted to emphasize that only an alliance with God will provide complete protection against one&rsquo;s enemies. In addition, Nephi probably knew that latter-day readers would need to hear this message. The Lord truly reveals future events to His prophets, and if we listen to their words, we need not fear the turmoil of our times.<\/p> <p>In verses 8 and 9, Isaiah builds toward his main idea: &ldquo;If ye will not believe surely ye shall not be established.&rdquo; Another way of saying this is, &ldquo;If you do not stand firm in your faith, you will not stand at all.&rdquo; Essentially, Isaiah is saying that since Syria (Damascus) is &ldquo;headed&rdquo; by king Rezin, and Ephraim (Israel) is &ldquo;headed&rdquo; by Remaliah&rsquo;s son (Pekah), their political power will fail. The corrupt administration of these two kings will lead to Syria&rsquo;s and Israel&rsquo;s prophesied downfall. Isaiah warns Ahaz that Judah must remain firm in her faith in the Lord or else she too will fall. Unfortunately, Ahaz refused to heed this counsel and relied on man&rsquo;s power instead, forming an alliance with the dreaded Assyrians. The Lord cannot help those who refuse His counsel, so He could not deliver Judah from a later attack by Assyria (Isaiah 36&ndash;37). We learn more about this principle from Jehoshaphat&rsquo;s counsel to Judah, which resembles Isaiah&rsquo;s counsel to Ahaz: &ldquo;Believe in the Lord your God, so shall ye be established; believe his prophets, so shall ye prosper&rdquo; (2 Chronicles 20:20). The scriptural records of God&rsquo;s works among His children teach us that &ldquo;there is no wisdom nor understanding nor counsel against the Lord&rdquo; (Proverbs 21:30). When we do not follow the Lord&rsquo;s counsel, He cannot lead us to victory.<\/p> ",
    "audit": null
}