{
    "id": 14490,
    "source": "ludlow",
    "verse_id": 18638,
    "verse_count": 26,
    "reference": 49,
    "title": "Israel’s Judgment in God’s Court",
    "html": "<p>Nephi&rsquo;s citation of <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 49<\/a> in 1 Nephi 21 builds upon the preceding chapter, addressing scattered Israel and promising a great servant and the assistance of the nations in gathering Israel home. The chapter contains one of Isaiah&rsquo;s poetic servant songs and describes a righteous man &ldquo;called . . . from the womb&rdquo; (<a class=\"isa\" verses=\"WzE4NjM4XQ==\">v. 1<\/a>). Although the attributes of this man can be applied to many of God&rsquo;s prophets, it is the Savior who best fits Isaiah&rsquo;s beautiful eulogy. Once Isaiah identifies the great servant, he moves into a courtlike format, voicing the complaints and accusations made by the house of Israel before the bar of heaven. The praised servant serves as judge, kindly yet firmly refuting the groundless grievances of the children of Israel who complain that the Lord has broken His contract with the covenant people. He not only promises to fulfill His covenant, but He also prophesies signs and events of its fulfillment.<\/p>\r\n<p>While the message of this chapter was originally addressed by Isaiah to all of scattered Israel, Nephi applies it particularly to his people in their new promised land. With the fulfillment of these promises in the last days, every Latter-day Saint should carefully study this chapter to see how he or she can help bring about the promised gathering of Israel. President Wilford Woodruff mentioned one reason this chapter is important for us:<\/p>\r\n<blockquote>The revelations that are in the Bible, the predictions of the patriarchs and prophets who saw by vision and revelation the last dispensation and fulness of times plainly tell us what is to come to pass. <em>The 49th chapter of Isaiah is having its fulfillment.<\/em><\/blockquote>\r\n<p>As children of God, we need to study and apply the messages of this chapter.<\/p>",
    "audit": "done"
}