{
    "id": 14560,
    "source": "ludlow",
    "verse_id": 17913,
    "verse_count": 7,
    "reference": "13:6–12",
    "title": "“Howl ye, for the day of the Lord is at hand”",
    "html": " <p>Isaiah uses striking imagery in his description of the Lord&rsquo;s vengeance. He depicts the absolute horror of the wicked as they &ldquo;howl&rdquo; and are &ldquo;afraid,&rdquo; their bodies become limp and &ldquo;faint,&rdquo; their hearts &ldquo;melt&rdquo; with terror, and their shamefaced, guilty countenances appear &ldquo;as flames&rdquo; (vv. 6&ndash;8). Undoubtedly, the wicked realize their rebellion and fear God&rsquo;s wrath as it comes upon them, destroying them and laying their lands desolate. They are not innocently being slaughtered but have knowledgeably turned against God. Joseph Smith describes this eventual destruction of the accountable wicked, explaining:<\/p> <blockquote>As, therefore, the tares are gathered and burned in the fire, so shall it be in the end of the world; that is, as the servants of God go forth warning the nations .&nbsp;.&nbsp;. and as they [the people] harden their hearts and reject the light of truth, [they are] delivered over to the buffetings of Satan, and .&nbsp;.&nbsp;. they are left in darkness, and delivered over unto the day of burning.<\/blockquote> <p>Isaiah reports distinctive signs in the heavens that will occur just before and during these destructive days of battle, describing &ldquo;stars&rdquo; and &ldquo;constellations&rdquo; becoming dim, the sun going dark, and the moon stopping its shining (v. 10). These manifestations indicate that the great catastrophes on the earth will also be reflected in the heavens. The Lord will clearly demonstrate His control over &ldquo;all that is in the heaven and in the earth&rdquo; (1 Chronicles 29:11).<\/p> <p>Though this obliteration of the wicked may seem callous and unmerciful, the Lord does have a reason for His actions. Isaiah explains that this destruction serves as a purging of the earth, removing &ldquo;the sinners thereof out of it&rdquo; (2 Nephi 23:9). The righteous will be mercifully preserved in the final day, yet the men honoring their priesthood and willing and able to nurture their families will be so few that they are considered &ldquo;more precious than . . . the golden wedge of Ophir&rdquo; (v. 12)&mdash;a treasure of great value. This righteous minority comprises the purified, covenant followers of Christ who will assist Him in building His kingdom on earth during the millennial age (Isaiah 6:13; 43:1&ndash;7, 14&ndash;21). The signs in heaven and on earth will let them know that His coming is near.<\/p> ",
    "audit": null
}