{
    "id": 2193,
    "source": "mckenzie",
    "verse_id": 18528,
    "verse_count": 7,
    "reference": "43:22–28",
    "title": "Ungrateful Israel",
    "html": " <p>As in <a class=\"isa\" verses=\"eyIxODQ5OSI6OH0=\">42:18&ndash;25<\/a>, there is a reversal of tone; from promise the discourse turns to recall Israel&rsquo;s iniquitous past. There are certain obscurities in the passage that defy a satisfactory interpretation. &ldquo;You have not called me&rdquo; (that is, invoked my name in prayer) probably does not mean that the cult of Yahweh had been abandoned; nowhere in the OT is this most serious charge laid. The phrase more probably means that the prayer of Israel had been insincere, the kind of charge which is laid in <a class=\"isa\" verses=\"eyIxNzY2NSI6OH0=\">Isa 1:10&ndash;17<\/a>; it recalls also passages like <a class=\"isa\" verses=\"W3siMTgxNzkiOjJ9LHsiMTgyMTkiOjV9LHsiMTgyMjYiOjEwfSx7IjE4MjUyIjozfV0=\">Isa 28:14&ndash;15, 30:1&ndash;5, 8&ndash;17, 31:1&ndash;3<\/a>, where Israel is accused of placing its security in military and diplomatic means instead of faith in Yahweh. If the first phrase of the verse is so interpreted, it seems better to read a negative in the second phrase, which is difficult to translate as it stands. Israel has simply not worked very hard at its cultic obligations. <\/p> <p>But vss. <a class=\"isa\" verses=\"eyIxODUyOSI6Mn0=\">23&ndash;24<\/a>, make it difficult to accept the sense just suggested, if these verses refer to the situation of the Israelites either in Babylonia or in Palestine. For the sacrificial system had been annulled by the destruction of the temple of Jerusalem in 587 b.c. It is true that <a class=\"ref\">Jer 41:5<\/a>, mentions men who made a pilgrimage to the site of the temple to worship; but it should be noted that animals are not included in the list of their offerings. If this is meant by <a class=\"isa\" verses=\"eyIxODUyOSI6Mn0=\">23&ndash;24<\/a>, then it is not a charge of anything, but a simple note of fact that sacrifices could not be offered. And by a somewhat ironical turn of phrase, verse <a class=\"isa\" verses=\"WzE4NTI5XQ==\">23<\/a>, suggests that Yahweh has relieved the Israelites of the duty of sacrifice by destroying the temple in which sacrifice was offered. <\/p> <p>It is perhaps simpler to take the verses together as a recital of Israel&rsquo;s failure to perform its cultic obligations properly both in the past and in the present. When Israel was free to offer sacrifices, it offered them without devotion; now that it cannot offer them it still fails to give Yahweh due worship. We know in fact very little about the cultic practices followed by Jews resident in Babylon; the passage suggests that the prophet did not regard them as fulfilling the duty of cult. The charge concludes with the play on the word &ldquo;weary&rdquo;: Israel has fatigued Yahweh with its sins, it has made him tired of Israel. <\/p> <p>Verse <a class=\"isa\" verses=\"WzE4NTMxXQ==\">25<\/a>, is a brief reversal which is almost dramatic in character. The charge, resumed in <a class=\"isa\" verses=\"WzE4NTMyXQ==\">26<\/a>, is interrupted by an exclamation of total forgiveness. Whatever the past, it is over. Not the diction but the startling contrast with what precedes and follows gives the line such impact. The exclamation is followed by a challenge to a legal confrontation; Second Isaiah has employed this figure before (<a class=\"isa\" verses=\"W1sxODQ1M10seyIxODQ3MyI6NH0seyIxODUxNCI6Nn1d\">41:1, 21&ndash;24, 43:8&ndash;13<\/a>), but the challenge was addressed to the nations and their gods; here it is addressed to Israel, as similar challenges were uttered by the pre-exilic prophets; see Note on vs. <a class=\"isa\" verses=\"WzE4NTMyXQ==\">26<\/a>. Let Israel state its complaints against Yahweh. That there were complaints is evident from <a class=\"ref\">Jer 31:29&ndash;30; Ezek 18:2, 25<\/a>; <a class=\"isa\" verses=\"WzE4NDQ4XQ==\">Isa 40:27<\/a>. Let these complaints be stated, and Yahweh will respond with a bill of indictment that goes all the way back to the eponymous ancestor of Israel. Yet he has just dismissed this whole bill with the statement that all is blotted out. <\/p> <p>Israel has no response. The prophet chooses the leaders of the people, those who were most reponsible, for in ancient society the leaders made the decisions. Similarly <a class=\"ref\">Jer 5:4&ndash;6<\/a>, expresses the hope that corruption will be found only among &ldquo;the poor folk without sense&rdquo; and not among the great; but when the great are corrupted, the people is doomed beyond hope, for the only element that would furnish a basis for hope is gone. The concluding line speaks of Yahweh&rsquo;s judgment as the &ldquo;ban&rdquo; (see Note); this means total and irremediable destruction. The restoration of Israel is a miracle of a new creation. <\/p> <p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em>,(Vol. 20, pp. 60&ndash;61). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}