{
    "id": 2184,
    "source": "mckenzie",
    "verse_id": 18460,
    "verse_count": 13,
    "reference": "41:8–20",
    "title": "Assurance to Israel",
    "html": " <p>Yahweh is still the speaker (following the misplaced fragment, vss. <a class=\"isa\" verses=\"eyIxODQ1OCI6Mn0=\">6&ndash;7<\/a>); from the nations he turns to address the Israelites. If the question of the identity of the Servant of Yahweh rested upon such verses as <a class=\"isa\" verses=\"WzE4NDYwXQ==\">41:8<\/a>, there would be no problems. Israel is clearly called the Servant of Yahweh more than once. But the idea of &ldquo;Servant&rdquo; turns out to be too fluid for a simple identification; this is not to deny that Israel must be included in the definition in some way but a definition must be sought which is wider than Israel. Second Isaiah is perhaps the earliest of the prophets to place the beginnings of Israel&rsquo;s election in Abraham; outside of Second and Third Isaiah, the name of the patriarch occurs only in <a class=\"ref\">Mic 7:20;<\/a>, <a class=\"isa\" verses=\"WzE4MjE2XQ==\">Isa 29:22<\/a>; <a class=\"ref\">Jer 33:26; Ezek 33:24<\/a>, and the originality of these passages is questionable. Abraham is given the title &ldquo;my friend,&rdquo; which survives in the modern Arab name of Hebron, El-Khalil, &ldquo;the friend.&rdquo; Jacob is used by Second Isaiah as a name of the people and not as the name of the patriarch. The language of vs. <a class=\"isa\" verses=\"WzE4NDYxXQ==\">9<\/a>, is something like the language used of Cyrus in <a class=\"isa\" verses=\"WzE4NDU0LDE4NDc3XQ==\">41:2, 25<\/a>; and some interpreters, following C. C. Torrey, have referred <a class=\"isa\" verses=\"WzE4NDU0XQ==\">41:2<\/a>, to Abraham. The context seems to make this quite improbable. The reference in vs. <a class=\"isa\" verses=\"WzE4NDYxXQ==\">9<\/a>, is to Israel and alludes to the dispersion of the Israelites during the catastrophes of the Assyrian and Babylonian wars. The prophet believes no region too remote for Yahweh to recover the fugitives of his people. <\/p> <p>The saving power and will of Yahweh are seen in his preservation of Israel while other nations perished. The statement in vss. <a class=\"isa\" verses=\"eyIxODQ2MyI6Mn0=\">11&ndash;12<\/a>, is general, and perhaps it is a mistake to attempt to find a particular meaning in this generality. But none of the peoples whom historical Israel had known, whether as friendly or hostile, had survived into the middle of the sixth century b.c. except Babylon; and Babylon&rsquo;s fate was already discernible in the figure of Cyrus. This knowledge lends weight to the prophet&rsquo;s statement in <a class=\"isa\" verses=\"W1sxODQzNl0seyIxODQ0MyI6M31d\">40:15, 22&ndash;24<\/a>. If all Israel&rsquo;s past enemies have vanished and Yahweh and Israel remain, why should Israel fear? There is nothing they should fear, as the prophet says elsewhere in the poems, except divine judgment. <\/p> <p>The people of Yahweh&rsquo;s choice is neither rich nor numerous nor powerful; and after its experiences in the Babylonian wars the terms &ldquo;worm&rdquo; and &ldquo;insect&rdquo; were all too suitable. But the people of Israel is attached to the power of Yahweh. As we observe in the Note on vss. <a class=\"isa\" verses=\"eyIxODQ2NyI6Mn0=\">15&ndash;16<\/a>, the figure of the threshing-sledge is directed to mountains and not to peoples and nations. Mountains may indeed be a figurative designation of nations and peoples, but such a figure would be neither obvious nor apt. The mountains represent something solid and almost as eternal as Yahweh himself, immovable obstacles in the way of man&rsquo;s progress. But Israel, invested with the power of Yahweh, will even wear down mountains on its march toward salvation. <\/p> <p>The theme of the renewal of the desert appears again in vss. <a class=\"isa\" verses=\"eyIxODQ2OSI6NH0=\">17&ndash;20<\/a>; see <a class=\"isa\" verses=\"W3siMTgzMjIiOjJ9LFsxODMyOF1d\">35:1&ndash;2, 7<\/a>. The march of Israel is not mentioned, but the desert is the scene of the march. The figure is not to be taken literally. Yahweh will bring Israel through the desert on its return to its land as he brought it through the desert on its first entrance. Where Yahweh is present, nature is in the presence of its creator who can transform what he has created. The transformation of a defeated and scattered people into a nation is a wonder no less incredible than the transformation of the desert. It is the reversal of the process of judgment by which Yahweh turns cities and settled land into a desert (<a class=\"isa\" verses=\"eyIxODMxMiI6OH0=\">34:8&ndash;15<\/a>; see also <a class=\"ref\">Jer 4:23&ndash;28<\/a>, see also). <\/p> <p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em>, (Vol. 20, pp. 31&ndash;32). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}