{
    "id": 2212,
    "source": "mckenzie",
    "verse_id": 18763,
    "verse_count": 6,
    "reference": "56:9-12; 57:1-2",
    "title": "The Faithless Watchmen",
    "html": "<p>There is no obvious connection between this poem and <a class=\"isa\" verses=\"eyIxODc1NSI6OH0=\">56:1&ndash;8<\/a>; in most of Third Isaiah the pieces are simply strung together. The invitation to the wild beasts is usually taken as addressed to foreign nations. Foreign nations had been the weapons of Yahweh&rsquo;s judgments from the time of Israel&rsquo;s settlement in Canaan; the prophet sees the post-exilic community of Israel ripe for judgment once more. This is surely a decline from the high hopes and promises of Second Isaiah. The &ldquo;watchmen&rdquo; (vs. <a class=\"isa\" verses=\"WzE4NzY0XQ==\">10<\/a>) are the religious leaders of the community, not necessarily the prophets alone; the post-exilic community lived under priestly leadership. The meager sources for the history of the post-exilic community give no information which enables us to fill out this picture. In a period which must be later than this passage, Nehemiah attacked the kind of abuse which could be meant here, and the priests were involved (<a class=\"ref\">Neh 5:1&ndash;13, 13:4&ndash;14<\/a>). The leaders are charged with avarice and with failure to fulfill their duty of leadership; the priests do not teach the Torah, and the prophets do not speak the word of Yahweh. The greed of those who feast when their brothers are in need rouses the prophet&rsquo;s scorn, and he caricatures them. More than this, they are indifferent to the death of good men. <a class=\"isa\" verses=\"bnVsbA==\">Isa 57:1<\/a> may be an echo of <a class=\"isa\" verses=\"WzE4NzIwXQ==\">53:8<\/a>. The prophet does not suggest that the &ldquo;righteous&rdquo; and the &ldquo;men of good will&rdquo; perish by violence, though what we know of life in the post-exilic community in its earliest phases suggests that it was a grim and precarious existence. The leaders of this community were not only religious leaders, but administrators of local affairs. But the community was not organized on what the prophet thought was a sound religious basis; it also lacked competent and honest administration of its temporal needs. Ironically the prophet says that the righteous can find rest only in death; and any one who sees this should recognize how serious the situation is.<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 154&ndash;155). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}