{
    "id": 2185,
    "source": "mckenzie",
    "verse_id": 18473,
    "verse_count": 9,
    "reference": "41:21–29",
    "title": "A Challenge to the Nations",
    "html": "<p>The image of the legal contest occurs again (see<a class=\"ref\">Sec. 5<\/a>), and Yahweh is the speaker; the challenge here is addressed not to the nations but to their gods. This is the confrontation toward which the prophet has been leading, and he returns to it in the following poems. The gods are challenged either to relate the past or to disclose the future; they can do neither. In the collection of Israelite traditions available to Second Isaiah both history and prophecy were contained. No other nation had such a collection of historical memories, all centered upon the saving acts of God. An invitation to produce a comparable recital was quite safe. No such recital existed. Nor could the gods produce documents to demonstrate their prophecy. They can do nothing, they are nothing.<\/p><p>Certainly the mention of &ldquo;one from the north and &hellip; the east&rdquo; (vs.<a class=\"isa\" verses=\"WzE4NDc3XQ==\">25<\/a>) is intended to confirm the preceding declaration. The emendation of &ldquo;he called my name&rdquo; (Heb.) to &ldquo;I have called him by name&rdquo; is not merely apologetic, intended to waive the obvious historical fact that Cyrus was not a worshiper of Yahweh. To &ldquo;call by name&rdquo; is a common Hebrew phrase with reference to one who has a vocation and a mission, and it is far more likely that an overzealous scribe converted Cyrus to a worshiper of Yahweh. The ambiguity of the identity of the &ldquo;one from the north&rdquo; is still present because he is not named (see<a class=\"isa\" verses=\"WzE4NDU0XQ==\">41:2<\/a>); but the following line makes it quite probable that it is Cyrus, and not Abraham or restored Israel. From the north and the east is an ambiguity which may not be entirely due to poetic parallelism; historically armies or travelers from the east could enter Palestine only by traveling westward to Syria and southward from there. Both directions are mentioned in the OT as the direction from which movement comes.<\/p><p>The prophet asked who has predicted this; as we see in the Note on vs.<a class=\"isa\" verses=\"WzE4NDc5XQ==\">27<\/a> , it is impossible to find in the OT the passages he may have had in mind. He had available, as we have said, history and prophecy; and the prophetic collections include oracles of deliverance and salvation. These furnish a sufficient basis for the claim. It seems superfluous to add that no god was with Yahweh as counselor or helper; and it may be a part of the rigid monotheism of Second Isaiah to insist that the heavenly host or the heavenly council does not include any of the gods of the nations.<\/p><p>McKenzie, J. L. (2008).<em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 34&ndash;35). New Haven; London: Yale University Press.<\/p> ",
    "audit": 1
}