{
    "id": 2187,
    "source": "mckenzie",
    "verse_id": 18486,
    "verse_count": 5,
    "reference": "42:5-9",
    "title": "Response to the Poem",
    "html": "<p>This section is called a response to the Servant Song; responses can also be identified after the second and third Songs. The ideas of the Song are repeated and simplified. To attempt to point out differences in language and thought would lose us in inconclusive subtleties; whether the Song and the response are from the same hand or not, the author of the response, if different from the author of the Song, has woven the same ideas and phrases together in a way which makes it extremely difficult to distinguish him. He appeals to creation (see <a class=\"isa\" verses=\"bnVsbA==\">40:12&ndash;31<\/a><a class=\"ref\"> [Sec. 4]<\/a>). &ldquo;Spirit&rdquo; (vs. <a class=\"isa\" verses=\"bnVsbA==\">5<\/a>) is the principle of life both in animals and men (<a class=\"ref\">Eccles 3:19&ndash;21; Ps 104:29&ndash;30<\/a>). The use of spirit in this sense differs from the use of spirit to signify the charismatic impulse (see Note on <a class=\"isa\" verses=\"MTg0ODI=\">42:1<\/a>); yet the choice of the word here suggests the growth of spirit in man under the revelation of Yahweh. Verse <a class=\"isa\" verses=\"bnVsbA==\">6<\/a> echoes the words addressed to Cyrus in <a class=\"isa\" verses=\"MTg0NTQ=\">41:2<\/a>, to Israel in <a class=\"isa\" verses=\"MTg0NjI=\">41:10<\/a>. The providence of Yahweh exhibits a consistency which permits the interchange of such phrases for different objects. The same verse <a class=\"isa\" verses=\"bnVsbA==\">6<\/a> makes much more explicit the universal scope of the mission of the Servant. On the rare phrases used see the Note. These phrases really indicate more than a &ldquo;mission,&rdquo; but it is hard to define them more closely. The Servant is called a covenant; the force of the figure means that the Servant mediates between Yahweh and peoples, that the Servant becomes a bond of union. That he is also a &ldquo;light&rdquo; does not refer to his revealing mission; the light is explained in the following verse as the light of joy and deliverance. The blindness and captivity, in view of the general context, must be taken as figurative rather than literal; it is the blindness and captivity of ignorance of Yahweh and service of false gods. Yahweh affirms his identity (vs. <a class=\"isa\" verses=\"bnVsbA==\">8<\/a>); the affirmation of the name is a solemn affirmation, for the name discloses the reality of him who bears it. It is a common OT formula to say that one recognizes the reality of Yahweh when one learns or confesses that his name is Yahweh. His glory is the recognition of his holiness; the time has come when he can no longer allow other gods to arrogate to themselves the recognition due to him alone.<\/p><p>As in <a class=\"isa\" verses=\"bnVsbA==\">41:26&ndash;27<\/a>, the prediction of these events is affirmed. The Israelites should recognize the unique divinity of Yahweh when they see his predictions come to pass. This is a motive for faith in the predictions which are uttered now. The saving event announced is not the end of history but the beginning of a new phase of history. One may say that Yahweh cannot save the nations until he has saved Israel; and Israel could not be saved until it had passed through judgment. The Servant plays a new role as the agent of Yahweh&rsquo;s salvation.<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 40&ndash;41). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}