{
    "id": 2215,
    "source": "mckenzie",
    "verse_id": 18713,
    "verse_count": 12,
    "reference": "53:1–14",
    "title": "True Fasting",
    "html": " <p>This poem is constructed as a dialogue between Yahweh and the Israelites. The opening line is addressed to the prophet, but he does not speak in his own name in the course of the poem. The reproach is directed to the attitude which conceives the service of Yahweh as fulfilled by cultic observances; see Sec. 15 (<a class=\"isa\" verses=\"eyIxODUyOCI6N30=\">43:22&ndash;28 <\/a>) and Comment. The Israelites &ldquo;seek&rdquo; (vs. <a class=\"isa\" verses=\"WzE4NzE0XQ==\">2 <\/a>) Yahweh by the cult of the temple; the &ldquo;ways&rdquo; they delight to know are not the &ldquo;ways&rdquo; of covenant law but the procedures of ritual cult. These stand in antithesis to &ldquo;righteousness&rdquo; and &ldquo;law&rdquo; (literally &ldquo;judgment&rdquo;). The &ldquo;just judgments&rdquo; they seek are the vindication of Israel, its prosperity and protection from harm. These are sought by the ritual of mourning, which is also the ritual of repentance; but in spite of the ritual of repentance, the community still suffers poverty and insecurity. <\/p> <p>The prophet attacks the community in the tone of the pre-exilic prophets, and for one of the glaring faults so often mentioned by these prophets: the oppression of the poor and helpless by the rich. Even though the post-exilic community as a whole was a poor and struggling group, differences had arisen between the few who had most of the wealth and the mass of the population; see Comment on Sec. 34 (<a class=\"isa\" verses=\"WzE4NzYzLDE4NzY4XQ==\">56:9; 57:2 <\/a>). The prophet caricatures the ritual of the fast, which is carried on without interruption in the pursuit of gain. The prophet presents a brief ideal picture of a community in which common needs are supplied by common assistance; the passage could well serve as the original sketch from which <a class=\"ref\">Matt 25:31&ndash;46 <\/a> was composed. Should the community act in this way, the salvation which has been delayed will come quickly; the prophet describes its coming in terms drawn from Second Isaiah (see the Note on vs. <a class=\"isa\" verses=\"WzE4NzIwXQ==\">8 <\/a>). These allusions suggest that the prophet and others, reflecting on the poems of Second Isaiah and contrasting them with the miserable conditions of restored Jerusalem and Judah, explained the contrast by appealing to the failure of the community to exhibit the moral regeneration for which Second Isaiah called. The community seemed to have learned nothing from the preaching of the pre-exilic prophets, nor from the judgment which had fallen on Israel for its failure to create a true community. The restoration was not the fulfillment of the great saving act promised by Second Isaiah, nor could that saving act occur as long as Israel remained what it was. This theme occurs in other poems of Third Isaiah; it is his restatement of the preaching of Second Isaiah, applied to the resurgent people of Israel. Verse <a class=\"isa\" verses=\"WzE4NzI0XQ==\">12 <\/a> suggests that the rebuilding of Jerusalem and the cities of Judah had not advanced very far at the time the prophet spoke&mdash;a constant visible sign that the salvation had not arrived. Muilenburg notices no mention of temple or sacrifice. <\/p> <p>The lines on the Sabbath are probably a secondary expansion; see Note on vs. <a class=\"isa\" verses=\"bnVsbA==\">13 <\/a>. <\/p> <p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes <\/em> (Vol. 20, pp. 166&ndash;167). New Haven; London: Yale University Press. <\/p> ",
    "audit": 1
}