{
    "id": 2182,
    "source": "mckenzie",
    "verse_id": 18433,
    "verse_count": 20,
    "reference": "40:12-31",
    "title": "Yahweh Creator and Savior",
    "html": "<p>The prophet begins with an appeal to the power of Yahweh exhibited in creation. To modern readers it is surprising that this appeal should first appear in such a way so late in OT literature. Critical examination of the OT books indicates that creation was not a prominent theme in pre-exilic literature, and that no one proposed the theme with so much emphasis prior to Second Isaiah. That he should be among the first to treat the idea suits the situation in which he uttered his prophecies. Israel had experienced the power of foreign nations in a way new to its experience. The power of an ancient Near Eastern nation was a testimonial to the power of its gods. Second Isaiah writes apologetics for doubting Israelites who wondered whether the power of Yahweh could be measured against the power that Marduk, the local god of Babylon, and head of the Babylonian pantheon, exhibited in the Neo-Babylonian Empire. Second Isaiah could not have been appealing to an entirely new idea; when we say that the idea of creation is less prominent in pre-exilic literature, we do not mean that it is not found at all. The attribution of creation to various gods was conventional in the religious literature of Mesopotamia; Second Isaiah speaks to those Israelites who thought of Yahweh as creator in the same conventional terms. He recalled to them an ancient article of their faith.<\/p><p>Volz, followed by J. D. Smart (against Duhm), takes the question in vs. <a class=\"isa\" verses=\"WzE4NDMzXQ==\">12<\/a> as ironical, as is the question in <a class=\"isa\" verses=\"WzE4NDM0XQ==\">13<\/a>; the answer to the question of <a class=\"isa\" verses=\"WzE4NDMzXQ==\">12<\/a> is not &ldquo;Yahweh,&rdquo; but &ldquo;no man&rdquo;; the interrogative &ldquo;Who&rdquo; is the same in both <a class=\"isa\" verses=\"eyIxODQzMyI6Mn0=\">12 and 13<\/a>. This interpretation has much in its favor. The lines so interpreted are uttered in the same ironic tone as the questions of <a class=\"ref\">Job 38<\/a>. Verse <a class=\"isa\" verses=\"WzE4NDMzXQ==\">12<\/a>, therefore, is not an imaginative picture of creation. Just as no one has exercised the creative power, so no one has comprehended the spirit of Yahweh, or instructed him how to carry on his providence. The vastness of the creative power reduces all nations and men to nothing; if men wish to worship the creator, they will find that the entire visible universe is not sufficient for a worthy sacrifice. In comparison with Yahweh, no nation is to be reckoned as important. The basis of this argument must be a theology of creation recognized as different from the creation myths of Mesopotamia; see ANET, pp. 60&ndash;72. And in fact the OT creation accounts and allusions to creation, even those mythological in character, are quite different from the Mesopotamian myths. For the purposes of Second Isaiah it was sufficient that the claims of Yahweh were unparalleled. Hence no god can be presented as a rival to him. We have treated vss. <a class=\"isa\" verses=\"eyIxODQ0MCI6Mn0=\">19&ndash;20<\/a> as a gloss; the polemic against idolatry in the crass sense, in the sense of worship of the image, appears elsewhere in Second Isaiah (and some of these passages are likewise doubtfully original); but these two verses do not harmonize with the context.<\/p><p>The prophet declares that Israel has known that Yahweh is the sole creator from the beginning; we have already noticed that he appeals to an ancient article of faith. He is not asking his listeners to adopt a new belief, but simply to maintain the traditional faith. That there were difficulties in so doing was evident, and it is his purpose to meet them; but first he asks his listeners whether they recognize their own beliefs and whether they are willing to stand by them. It may be assumed that they were not ready for an explicit abandonment of Israelite belief, and the prophet counts on this to make his presentation. The picture of the universe (vs. <a class=\"isa\" verses=\"WzE4NDQzXQ==\">22<\/a>) is the common cosmological picture of the ancient Near East, and found also in <a class=\"ref\">Gen 1<\/a>. The sky is a dome which overarches the disk of the earth, and above this dome Yahweh sits enthroned. The comparison of the heavens to a tent or a veil is more common; the &ldquo;firmament&rdquo; of <a class=\"ref\">Gen 1:6&ndash;7<\/a> is unique in the OT. And since Yahweh can roll up the heavens like a curtain or scroll (see <a class=\"isa\" verses=\"WzE4MzA4XQ==\">34:4<\/a>), men are even less able to resist him.<\/p><p>The thought of vss. <a class=\"isa\" verses=\"eyIxODQ0NCI6Mn0=\">23&ndash;24<\/a> is echoed at greater length by a no less skillful poet in <a class=\"ref\">Job 12:16&ndash;25<\/a>. Second Isaiah does not detach the theology of creation from the theology of history; Yahweh made the earth to be inhabited (<a class=\"isa\" verses=\"WzE4NTgwXQ==\">45:18<\/a>). But since the visible structure of the universe manifestly outlives the individual nation, man placed against the backdrop of the universe becomes utterly insignificant; and this is his point. Babylon is not an enduring reality; neither Babylon nor its gods should be compared to Yahweh. The doubting Israelites would not think of making the comparison explicit; but when they wonder whether the power of Babylon will endure, they are making it equal to Yahweh. Let them look at the stars, which Yahweh knows by number and by name. Job also presents God as leading out the stars to their places (<a class=\"isa\" verses=\"bnVsbA==\">38:31&ndash;33<\/a>). The mention of the stars was of peculiar interest, for Mesopotamia was the ancient home of astrology and of astral cults. The author of the creation narrative of <em>P<\/em> insists that the sun and moon and stars are merely lights and signs for the reckoning of the calendar (<a class=\"ref\">Gen 1:14&ndash;18<\/a>).<\/p><p>In vs. <a class=\"isa\" verses=\"WzE4NDQ4XQ==\">27<\/a> the prophet turns to address Israel; vs. <a class=\"isa\" verses=\"WzE4NDQ5XQ==\">28<\/a> (against Volz) connects these lines with the preceding. The appeal is motivated by faith in Yahweh as creator. The complaint which Israel voices is that Yahweh does not attend to it. The &ldquo;way&rdquo; and the &ldquo;right&rdquo; of Israel designate the position of Israel as a covenant people. For these doubters, the promises and the saving deeds of Yahweh are things of the past; they are not present realities. With fine insight Second Isaiah goes beneath this express doubt of the saving will of Yahweh and identifies it as a doubt of Yahweh&rsquo;s power. To say that Yahweh will not do what he says is equivalent to saying that he cannot do it. In later poems the prophet touches explicitly on the doubt of Yahweh&rsquo;s saving will; but here he touches the radical doubt, the doubt that cannot see the hand of Yahweh in the world of history and experience. The answer to this doubt is the affirmation of Yahweh the creator.<\/p><p>To say that Yahweh is creator does not afford a complete understanding of Yahweh&rsquo;s mind. Second Isaiah knows and often repeats that Yahweh is mysterious. But the mystery must not become an excuse for abandoning faith in him. Yahweh is eternal; he does not weaken with age and fatigue as men do. This is not for the prophet a means of proposing the stale apologetic argument that Yahweh acts in his own good time. Yahweh is always active, and any time is his time. What the prophet means is that Yahweh communicates some of the unfailing strength of his eternity to those who believe in him. As Yahweh always acts with full vigor, so those who trust in him find their vigor renewed to perpetual fullness. They receive the power to do what they must do; they can live in a hope which is as strong as he in whom they hope. Israel must face its future with a conviction that the promises of Yahweh are not dimmed or frustrated. The creator has not yielded his sovereignty to another.<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 23&ndash;25). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}