{
    "id": 2191,
    "source": "mckenzie",
    "verse_id": 18514,
    "verse_count": 6,
    "reference": "43:8-13",
    "title": "Israel the Witness of Yahweh’s Fidelity",
    "html": "<p>Yahweh is still the speaker; this poem should possibly be regarded as a continuation of the preceding, although the change of topic suggests the division which we have placed in the text. Yahweh again calls for a confrontation with the nations. It is a confrontation at law, as it was in <a class=\"isa\" verses=\"W1sxODQ1MywxODQ3M10seyIxODA5NyI6MjN9XQ==\">41:1, 21&ndash;24<\/a>. Israel is now summoned as Yahweh&rsquo;s witnesses, a new conception of the function of Israel. Israel is blind and deaf (<a class=\"isa\" verses=\"W1sxODQ5OV0seyIxODAzMSI6Nn1d\">42:18&ndash;20<\/a>), but they have the capacity of vision and hearing; and the prophet has called upon them to learn. The challenge, as in the preceding confrontations, is to match prophecy with prophecy. Yahweh presents Israel as his evidence. We have pointed out (see Comment on <a class=\"isa\" verses=\"W1sxODQ3M10seyIxNzY1NiI6MzF9LFsxODQ5OV0seyIxODEyMCI6MTJ9XQ==\">41:21&ndash;29, 42:18&ndash;25<\/a> <a class=\"ref\">[Secs. 7, 11]<\/a>) that Second Isaiah knew well Israel&rsquo;s heritage of history and prophecy; and in the light of <a class=\"isa\" verses=\"W1sxODQ4Ml0seyIxNzczNSI6Nn1d\">42:1&ndash;4<\/a>, we should add the heritage of covenant law. Israel alone among the nations has a true history and an interpretation of the meaning of history; Israel alone is conscious of its destiny and of the path which it must follow to attain its destiny. They can bear the witness they are charged to give.<\/p><p>What is the burden of this witness? Here the monotheism of Second Isaiah emerges in full force. Israel can testify that Yahweh alone is God, that he is eternal. Israel can testify to his power and freedom, because it has experienced his power and freedom in its history. Yahweh alone judges and Yahweh alone saves; and no one, god or man, can hinder his action. Israel is not asked to testify to this by &ldquo;revelation&rdquo; in the sense of a document, but to testify to its own experience. Yahweh is recognized as God because he performs the acts of God; Israel is his proof.<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 53&ndash;54). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}