{
    "id": 2199,
    "source": "mckenzie",
    "verse_id": 18576,
    "verse_count": 12,
    "reference": "45:14–25",
    "title": "Yahweh’s Victory Through Israel",
    "html": "<p>In some ways this poem represents a peak both of theological and of poetic intensity in the discourses of Second Isaiah. It brings together the themes of the absolutely unique divinity of Yahweh and of the unity of mankind under the sovereignty of Yahweh. The prophet reaches a breadth of vision not attained in earlier writings of the OT. The poem is formed of two utterances of Yahweh, interrupted by a brief reflection of the prophet himself.<\/p><p>The same three names which occur in <a class=\"isa\" verses=\"WzE4NTA5XQ==\">43:3<\/a> are mentioned again in <a class=\"isa\" verses=\"WzE4NTc2XQ==\">14<\/a>; see the Note on this verse. There they are said to be exchanged for Israel; here they shall come to Jerusalem &ldquo;in fetters.&rdquo; An overliteral understanding of this verse has troubled some interpreters. The experience of captivity in war was quite well known in the ancient Near East, and it is in terms of this captivity that the prophet describes the submission of other nations to Yahweh and to Israel, the people of Yahweh. Similar announcements of the submission of the nations are found elsewhere in Second Isaiah and in Third Isaiah. The submission to Israel is to be understood in terms of submission to Yahweh; it is not a military conquest which the prophet sees, but a religious conquest; this is clear in the lines following. It is Israel which reveals Yahweh to the nations, and it is through Israel that Yahweh receives the surrender of the nations.<\/p><p>The nations expressly confess that there is no God but Yahweh, the God of Israel. This confession presupposes the great saving act of Israel&rsquo;s liberation, which the prophet has set forth in the preceding poems. Verse <a class=\"isa\" verses=\"WzE4NTc3XQ==\">15<\/a> is the origin of the phrase &ldquo;hidden God.&rdquo; As the text is restored this phrase no longer appears. Yahweh could truly be said &ldquo;to hide himself&rdquo; with Israel; for the Israel of the moment was not even a nation. It was the remnant of a nation, displaced from its own land and deprived of political liberty of action. That the one God should have attached himself to this pitiful remnant and not to one of the great and powerful peoples of the ancient world was a wonder and a scandal not only to the nations but also to many Israelites. Here as elsewhere the prophet is addressing his fellow Israelites as well as the nations to whom the discourse is formally directed. This confession of the nations will once and for all confound those who worship false gods. For the saving act of Yahweh toward Israel will have a breadth and a permanence no other nations can match. This reflection in vss. <a class=\"isa\" verses=\"eyIxODU3OCI6Mn0=\">16&ndash;17<\/a> is more likely the speech of the prophet in his own name than a part of the utterance of Yahweh.<\/p><p>The prophet introduces the second saying of Yahweh with an appeal to the theme of creation, here modified by a new idea. Why did Yahweh create the earth? Surely not that it might be a chaos, a<em>tohu<\/em> ; this word is used in <a class=\"ref\">Gen 1:2<\/a> to designate the formless waste which the world was before the creative word of Yahweh was spoken. The word is a favorite of Second Isaiah; it describes the ruined land of Edom ( <a class=\"isa\" verses=\"WzE4MzE1XQ==\">34:11<\/a>), and several times it designates the nothingness of the worshipers of false gods. Jeremiah ( <a class=\"isa\" verses=\"bnVsbA==\">4:23<\/a>) sees the land a<em>tohu<\/em> after the wrath of Yahweh has scorched it. It was not for this that Yahweh created the earth; he created it to be inhabited by men. This surely reflects both creation accounts ( <a class=\"ref\">Gen 1:28, 2:4&ndash;10<\/a>), even if these documents were not known to Second Isaiah in the form in which we have them. In ancient Near Eastern mythologies man lived in a world that constantly moved in a cycle from creation to chaos to a new creation and back to chaos; Israelite belief never accepted this mythology.<\/p><p>In vs. <a class=\"isa\" verses=\"WzE4NTgxXQ==\">19<\/a> Yahweh denies that he has ever spoken &ldquo;in secret, in a dark region of the earth.&rdquo; The phrase is obscure and variously interpreted; but it seems most probable that it denies that Yahweh has spoken by the occult art of divination. The revelation of Yahweh to Israel was given to an entire people; they did not need to seek it from professional revealers. The content of his revelation is &ldquo;righteousness and justice&rdquo;; on the word translated &ldquo;justice&rdquo; (judgment), see (Sec. 8) Note on <a class=\"isa\" verses=\"WzE4NDgyXQ==\">42:1<\/a> and Comment. Together with righteousness it signifies order, the order of right conduct. The nations are once more challenged to produce evidence that their gods can perform deeds comparable to the deeds of Yahweh. The word which recurs in the challenge is &ldquo;save&rdquo;; this is the peak of Yahweh&rsquo;s achievement, which demonstrates more effectively than anything else that he alone is God. On the claim of prophecy, see Comment on <a class=\"isa\" verses=\"eyIxODQ3MyI6OX0=\">41:21&ndash;29<\/a> (Sec. 7).<\/p><p>Yahweh then invites all the nations of the earth to share the salvation he alone can grant them. This invitation is not a new thought, a kind of impulse in Yahweh; the prophet has already reflected that Yahweh did not create the earth that it might become a chaos. The saving purpose of Yahweh is confirmed by his oath&mdash;which he must take by his own name, swearing by the same supreme reality by which men swear. The oath of God to the patriarchs and to Israel and to David occurs very frequently in the earlier books of the OT. Now this oath, the most solemn form of asseveration, is extended to all the nations of the world. Yahweh&rsquo;s will to save them is affirmed with no less vigor than his will to save Israel. That which proceeds from his mouth is &ldquo;righteousness,&rdquo; a word rich with meaning, as we have suggested above. It is not merely that Yahweh&rsquo;s word is true (for which there is another Hebrew word), but that it achieves the condition of righteousness; and righteousness is not fully achieved until every man acknowledges that Yahweh alone is God. This word will have its effect. The force of the final line is that the universal confession of Yahweh is the only victory Israel can expect, and the only legitimate boast Israel can make. Their victories and their boasts are not and never will be the victories and boasts of other nations; for they are the servant of Yahweh.<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 82&ndash;84). New Haven; London: Yale University Press.<\/p> ",
    "audit": 1
}