{
    "id": 2190,
    "source": "mckenzie",
    "verse_id": 18507,
    "verse_count": 7,
    "reference": "43:1-7",
    "title": "Promise of Redemption",
    "html": "<p>The preceding reference to the judgment is followed by a swift change of tone, and one of the most encouraging passages of the &ldquo;Book of Consolation&rdquo; is uttered. The repetition of the personal pronouns is striking; it is &ldquo;I&mdash;you&rdquo; throughout. Yahweh is Israel&rsquo;s creator, maker, avenger; he has given Israel its name, which signifies that it belongs to him; see <a class=\"isa\" verses=\"WzE4NDc3XQ==\">41:25<\/a> and Comment (Sec. <a class=\"isa\" verses=\"WzE4NTEzXQ==\">7<\/a>). The waters and the fire signify the judgments Israel has experienced; as we have noticed, Yahweh is as much Israel&rsquo;s God in judgment as he is in deliverance. The waters may be an allusion to the passage through the sea in the Exodus. First Isaiah compares the invasion of Assyria to the inundation of a river (<a class=\"isa\" verses=\"eyIxNzgxNSI6Mn0=\">8:7&ndash;8<\/a>). The solemn affirmation of the name of Yahweh is an assurance; see <a class=\"isa\" verses=\"WzE4NDg5XQ==\">42:8<\/a> and Comment (Sec. 9).<\/p><p>The three countries mentioned in vs. <a class=\"isa\" verses=\"WzE4NTA5XQ==\">3<\/a> are all in Africa, but this seems to have no significance except that the peoples are remote. D. N. Freedman suggests that the line implies a prediction of the conquest of Egypt in exchange for Judah, as Ezekiel promised Nebuchadnezzar Egypt for Tyre (<a class=\"ref\">Ezek 29:17&ndash;20<\/a>). It would seem strange that Egypt should occur to two different prophets as the object of an exchange. The line does not mean that Yahweh readily sacrifices any people to preserve Israel; Second Isaiah is more subtle than that. It means that whatever price is necessary to redeem Israel, Yahweh is prepared to pay; the sum is a human figure applied to Yahweh. &ldquo;Honorable&rdquo; is the usual translation of the word employed; but it is more probable that the element of &ldquo;wealth&rdquo; is also implied. Yahweh treasures Israel as an object of value.<\/p><p>Because of this devotion Yahweh will achieve the new creation of Israel by the ingathering of his people. However far they may have been scattered from their land, he will bring them back. It is important that there be continuity between the old Israel and the new, or it would not be a genuine work of salvation and restoration. Deliverance must come to the descendants of those who had passed through the fire and water of judgment. Because the four directions are mentioned, it is not necessary to think that the prophet suddenly changes his view to see an ingathering of all the nations. Though we have noted that Second Isaiah shows breadth in his conception of salvation, he does not show it in every line. This passage stands between the preceding passage in which Israel&rsquo;s failure as a messenger is stated, and the following passage in which Israel&rsquo;s vocation as witness is set forth. The task at hand in the work of salvation is the re-establishment of the people who is messenger and witness. It is Israel that is called by the name of Yahweh, and that Yahweh has created for his glory.<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 50&ndash;51). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}