{
    "id": 2210,
    "source": "mckenzie",
    "verse_id": 18742,
    "verse_count": 13,
    "reference": "55:1–13",
    "title": "Yahweh’s Eternal Covenant",
    "html": " <p>In this poem Yahweh is the speaker except for an interruption by the prophet (vss. <a class=\"isa\" verses=\"eyIxODc0NyI6Mn0=\">6&ndash;7 <\/a>) and the concluding lines. The invitation to come and get free food and drink recalls earlier biblical themes such as the provision of manna and water in the desert sojourn and Hosea&rsquo;s insistence that it is Yahweh alone who provides food, drink, and clothing for Israel (<a class=\"ref\">Hos 2:10&ndash;11 <\/a>). The prophet no doubt looks beyond material provisions, but food and drink are not a mere metaphor for such things as revelation. Food and drink provided by the deity have a wonderful character; and the fact that they are provided attests that the relations between Yahweh and his people are harmonious. It is true, in the words of <a class=\"ref\">Deut 8:3 <\/a>,, that man does not live by bread alone but by everything that proceeds from the mouth of Yahweh; and this includes his spirit and his revelation. But to accept the food of Yahweh as sufficient, and not to seek laboriously elsewhere for food which does not satisfy, is to commit oneself to faith in the saving power of Yahweh. From this food man will live truly and fully; in Israelite thought both sin and disaster were diminutions of life. <\/p> <p>Only in vs. <a class=\"isa\" verses=\"WzE4NzQ0XQ==\">3 <\/a>,is Israel associated with David in Second Isaiah; and the allusion to David here contains no suggestion that Second Isaiah sees a restored monarchy in restored Israel. But if Second Isaiah knew the words of the covenant of David as we have them in <a class=\"ref\">2 Sam 7:11&ndash;16 and Ps 89:28&ndash;37 <\/a>,, he had a statement of the eternity of a covenant to which there is no parallel in the formulae of the covenants of Israel. The eternity of David&rsquo;s covenant is transferred to the covenant with Israel restored. The prophet applies to Israel here ideas most of which he has used previously. Israel has not been called a prince and ruler of nations, and this seems to be a transfer to Israel of titles given to David; see <a class=\"ref\">Pss 72:9&ndash;11, 89:24&ndash;27 <\/a>. But it was called Yahweh&rsquo;s witnesses in <a class=\"isa\" verses=\"eyIxODUxNSI6Mn0=\">43:9&ndash;10 <\/a>. The character of Israel&rsquo;s rule over the nations we have already seen: it consists in Israel&rsquo;s position as mediator of faith in Yahweh (see Comment on Secs. 21 [ <a class=\"isa\" verses=\"eyIxODU3NiI6MTJ9\">45:14&ndash;25 <\/a>,] and 27 [specif. <a class=\"isa\" verses=\"eyIxODY1OSI6Mn0=\">49:22&ndash;23 <\/a> <em>ad loc <\/em>,.]), and it is explicit in the last line of vs. <a class=\"isa\" verses=\"WzE4NzQ2XQ==\">5 <\/a>. <\/p> <p>The prophet interrupts the discourse of Yahweh with a call to &ldquo;seek Yahweh&rdquo; and to abandon sin (vss. <a class=\"isa\" verses=\"eyIxODc0NyI6Mn0=\">6&ndash;7 <\/a>). He does not specify any sin, even idolatry. But he addresses an unregenerate community which has not learned fully its lesson of judgment. &ldquo;To seek Yahweh&rdquo; in early Israel meant to visit the sanctuary or to seek an oracular response. Second Isaiah has gone far beyond this early and simple view, as did the pre-exilic prophets when they used the same phrase (<a class=\"ref\">Amos 5:6, 14 <\/a>). To seek Yahweh here is to seek forgiveness and to abandon a way of life. <\/p> <p>Verses <a class=\"isa\" verses=\"eyIxODc0OSI6Mn0=\">8&ndash;9 <\/a>,resemble <a class=\"ref\">Ezek 18:25&ndash;29 <\/a>. The lines refer to a problem mentioned earlier, the difficulty raised concerning the way of Yahweh&rsquo;s salvation; see <a class=\"isa\" verses=\"eyIxODU3MSI6NX0=\">45:9&ndash;13 <\/a>. But they refer to more than this problem. Yahweh&rsquo;s saving purpose can be grasped and must be accepted; but no one should be so rash as to think that he comprehends its entire scope. Yahweh cannot communicate his whole purpose to man, for man is too small to understand it. Man must surrender to the truth that there are dimensions to the ways of Yahweh that lie beyond revelation. Yahweh never stoops to the level of man, or to the lower level of human prudence. <\/p> <p>Verses <a class=\"isa\" verses=\"eyIxODc1MSI6Mn0=\">10&ndash;11 <\/a>,express the theme of the dynamic word of Yahweh, the word which created and which governs the movement of history. It is like a messenger or an agent vested with power; it never returns with its mission unaccomplished. The Israelites can see it illustrated in the rain. In Hebrew &ldquo;word&rdquo; and &ldquo;deed&rdquo; are expressed by a single word; the unity of the two ideas is most impressive when it is the word of Yahweh, for Yahweh&rsquo;s word is the externalization of his person. Yahweh&rsquo;s words are acts; his acts are also words, for they are intelligible and meaningful, even if, as is stated in vss. <a class=\"isa\" verses=\"eyIxODc0OSI6Mn0=\">8&ndash;9 <\/a>,, they escape the comprehension of man. This is the paradox of the word of God, that it is both the most meaningful and the most mysterious of words. <\/p> <p>This is the last word of Yahweh in Second Isaiah. The prophet concludes with his final invitation to depart; see <a class=\"isa\" verses=\"W1sxODYzNV0seyIxODcwOCI6Mn1d\">48:20, 52:11&ndash;12 <\/a>. Nature applauds the display of the saving power of its creator; see <a class=\"isa\" verses=\"WzE4NTU3LDE4NjUwXQ==\">44:23, 49:13 <\/a>. The ruin of Edom described in <a class=\"isa\" verses=\"WzE4MzE3XQ==\">34:13 <\/a>,, experienced also by Jerusalem, will be reversed, and life will spring up where death reigned. For the supreme work of the word of Yahweh is to call to life. <\/p> <p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes <\/em>,(Vol. 20, pp. 143&ndash;145). New Haven; London: Yale University Press. <\/p>,",
    "audit": 1
}