{
    "id": 2201,
    "source": "mckenzie",
    "verse_id": 18601,
    "verse_count": 15,
    "reference": "47:1–15",
    "title": "The Fall of Babylon",
    "html": " <p>This poem belongs to the type called oracles against the nations; see <a class=\"isa\" verses=\"eyIxODYxMyI6M30=\">Isa 13&ndash;21, 22 <\/a>; <a class=\"ref\">Jer 46&ndash;51; Ezek 25&ndash;32 <\/a>,, and several passages in the minor prophets. There is no other example of the type in Second Isaiah. It is directed at Babylon, the city and the kingdom which conquered and razed Jerusalem and transported many of the survivors to Mesopotamia. As we noted in the preceding poem, the threats uttered here are quite unhistorical; Cyrus took Babylon without violence and destruction, and the city remained large and important under the Persian Empire. The prophet would probably have said that such details are not relevant to the judgments of Yahweh. Babylon fell from her place as mistress of the world, and the period of her decay was begun. Poetically the fall of Babylon receives a treatment similar to the treatment of the restoration of Jerusalem. <\/p> <p>Babylon is addressed in terms similar to those prophets and poets used in addressing Jerusalem when it was threatened; they personify her as the young woman, the most helpless of the captives of ancient warfare. She is enslaved, put to hard labor, or forced to submit to sexual abuse. The style of living in Babylon must have impressed the Israelites by its luxury, for the prophet alludes to it in vss. <a class=\"isa\" verses=\"WzE4NjAxLDE4NjA4XQ==\">1 and 8 <\/a>. Second Isaiah was not the only prophet to take a harsh view of comfortable living; see the texts cited in the Note on vs. <a class=\"isa\" verses=\"WzE4NjA4XQ==\">8 <\/a>. <\/p> <p>Babylon was the agent of Yahweh&rsquo;s judgment of Israel, as Assyria had been his agent in the eighth century b.c.; see <a class=\"ref\">2 Kings 17:1&ndash;23 <\/a>; <a class=\"isa\" verses=\"eyIxNzg1NiI6Mn0=\">Isa 10:5&ndash;6 <\/a>; <a class=\"ref\">Amos 5:14 <\/a>. Like Assyria (<a class=\"isa\" verses=\"eyIxNzg1OCI6OX0=\">Isa 10:7&ndash;15 <\/a>), Babylon has refused to recognize that its power came from Yahweh. Effectively it has arrogated divinity to itself. Now Babylon too must experience judgment. Its false security, not unlike the false security of pre-exilic Israel (<a class=\"isa\" verses=\"eyIxODE3OSI6Mn0=\">Isa 28:14&ndash;15 <\/a>; <a class=\"ref\">Jer 7:4&ndash;11; Mic 3:11&ndash;12 <\/a>), will be shattered. The prophet once again alludes to the Babylonian arts of divination (<a class=\"isa\" verses=\"WzE4NTU5XQ==\">44:25 <\/a>), as well as to Mesopotamian wisdom. The words he places in Babylon&rsquo;s mouth in vss. <a class=\"isa\" verses=\"WzE4NjA4XQ==\">8 <\/a>,and 10 are blasphemous, imitating the formula of the sole divinity of Yahweh (<a class=\"isa\" verses=\"WzE3OTM1LDE3OTQzLDE4NTk2XQ==\">14:6, 14, 46:9 <\/a>). &ldquo;No one sees me&rdquo;; compare the complacency of the evildoer in <a class=\"ref\">Job 22:13, 24:15 <\/a>,, and in <a class=\"ref\">Ps 10:4, 11, 13 <\/a>. With this the prophet combines scoffing at Babylonian magic. This pathetic superstition was widely practiced in ancient Mesopotamia, and the extensive literature of magic which has survived attests to the hope placed by the Mesopotamian peoples in the ability of the sorcerer to protect them from harm. The judgment of Yahweh is compared to a fire, as it often is in the OT; with a final touch of scorn the prophet remarks that it is not a fire for cooking or warming oneself. <\/p> <p>It can scarcely be denied that the tone of the oracle exhibits a degree of vindictiveness; see the Comment on <a class=\"isa\" verses=\"bnVsbA==\">34 <\/a>,(Sec. 1). <\/p> <p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes <\/em>,(Vol. 20, pp. 91&ndash;92). New Haven; London: Yale University Press. <\/p>,",
    "audit": 1
}