{
    "id": 2205,
    "source": "mckenzie",
    "verse_id": 18651,
    "verse_count": 16,
    "reference": "49:14-26; 50:1-3",
    "title": "The Consolation of Zion",
    "html": "<p>Here begins the series of Zion poems of which most of <a class=\"isa\" verses=\"eyIxODYzOCI6MTE3fQ==\">chs. 49&ndash;55<\/a> (Secs. 25&ndash;32) consists. The poems are addressed to Zion (or Jerusalem) and announce its restoration, in contrast with the poems of <a class=\"isa\" verses=\"bnVsbA==\">40&ndash;48<\/a> (Secs. 3&ndash;24), which are addressed to Israel (or Jacob). The prophet begins with the note of despair to which he has alluded several times in the first part (Secs. 3&ndash;24). Yahweh is the speaker, and the words of Zion form a dialogue within the poem. The despair is met by a strong affirmation of the unbroken union between Yahweh and Jerusalem. Zion was the place Yahweh had chosen for the dwelling of his name (a common phrase in Deuteronomy); but this election had not excepted Zion from the judgment of Yahweh, as was announced in oracles such as <a class=\"ref\">Mic 3:12; Jer 7:1&ndash;15<\/a>. Yahweh&rsquo;s fidelity to his covenant and his promises demanded that Zion be a particular object of his saving love. The figure is not the usual figure of paternal love, but the rarer figure of maternal love. &ldquo;Engraving on the hands&rdquo; may mean tattooing, a symbol of permanent attachment. The walls of Jerusalem had lain in ruins for years when this poem was written; but Yahweh sees the rebuilt walls, for it is his purpose that they should be rebuilt. The city which sat abandoned will suddenly have more people than it can hold, and it will wear its population as a bride wears her jewelry. How could Jerusalem so suddenly acquire so many citizens? The figure of Jerusalem as a woman is emphatically stated; she suffers from both barrenness and widowhood, the impossible situation for a woman to bear children. It is a paradox that the barren and widowed woman should suddenly have many children for which she cannot account. But the ingathering of Israel will be so great and so sudden that no one can see it happen. The nations that have captured and enslaved Israel will bring the Israelites back all at once; more than that, they will become the servants of those who had been their slaves. Although not explicit in this passage, the liberation of the Israelites is the submission of the nations to Yahweh; see <a class=\"isa\" verses=\"eyIxODU3NiI6MTJ9\">45:14&ndash;25<\/a>. The nations return their captives when Yahweh summons them. The figure of vs. <a class=\"isa\" verses=\"WzE4NjYwXQ==\">23<\/a>, somewhat crude to modern readers, indicates the conventional posture of submission before a sovereign in the ancient Near East.<\/p><p>The prophet adds three assurances to this promise. The first assurance is a statement of the power of Yahweh, presented without the motives which are frequent in the first part of Second Isaiah. The threat to the oppressors of Israel seems unduly harsh, but it does not go beyond conventional language; see the Note on vs. <a class=\"isa\" verses=\"WzE4NjYzXQ==\">26<\/a>. The same phrase, the eating of flesh, is used to describe civil strife in the kingdom of Israel in <a class=\"isa\" verses=\"WzE3ODUwXQ==\">Isa 9:20<\/a>. The nations shall suffer the judgment fitting to those who seek power, the judgment of war. The second assurance affirms that the union of Yahweh and Israel has not been broken by the infidelity of Israel. In ancient Near Eastern law, including Israelite law, the wife could not divorce her husband; she needed written proof that she had been divorced (<a class=\"ref\">Deut 24:1<\/a>). Nor has she been sold into slavery; Israelite law has no explicit provisions for this, but it seems that custom permitted a man to sell not only his children but also his wife to meet his obligations. The denial of divorce, as we point out in the Notes on <a class=\"isa\" verses=\"bnVsbA==\">51<\/a>, is entirely consistent with the image of <a class=\"ref\">Hos 2&ndash;3<\/a>; but rigorous consistency is not to be sought in imagery. Hosea also sees a reunion of Yahweh with the faithless woman, and this is the point of the image in both prophets.<\/p><p>The third assurance is another statement of the power of Yahweh; he asks incredulously why no one responded when he called&mdash;which must mean the call of the prophet to faith and hope. Here Yalweh&rsquo;s creative power is alleged, but the terms are mythological; see Note on vs. <a class=\"isa\" verses=\"WzE4NjM5XQ==\">2<\/a>. This type of allusion recurs in <a class=\"isa\" verses=\"WzE4NjgzXQ==\">51:9<\/a>. It is paradoxical that Yahweh should appeal to his power to destroy in order to motivate faith in his power to create and to build.<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 113&ndash;114). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}