{
    "id": 2180,
    "source": "mckenzie",
    "verse_id": 18322,
    "verse_count": 10,
    "reference": "35:1-10",
    "title": "The March of the Redeemed",
    "html": "<p>The editor of the collection of First Isaiah has matched the grim oracle of judgment with a poem of deliverance. The basic theme is the theme of the journey through the wilderness; the Notes cite related allusions in the Exodus narratives. In the Exodus Israel was provided in its journey through the desert with water from the rock and manna from the heavens. In the journey of Israel from its Babylonian exile the desert itself will be regenerated. The luxuriant growth of wild flowers in the desert after the winter rains suggests the possibility of a complete transformation of the desert into a land more generously endowed with vegetation than the historic land of Israel to which the exiles were returning. Ancient Israel was well aware of the miracle of water in the desert, even though the transformation which modern methods of irrigation can effect was still unknown. But the desert traveler could see the contrast between the rich and refreshing green of the oasis and the hot dull wilderness of sand and stone in which the oasis lay. Yahweh could transform the entire desert into a vast oasis.<\/p><p>Like the land through which they travel, the people who make the journey are also regenerated. There are no blind, lame, deaf, or dumb among them; for Yahweh has healed them. To the Israelite, &ldquo;healing&rdquo; meant more than the cure of disease; likewise in Greek a common word for &ldquo;healing&rdquo; is the word which is translated &ldquo;save.&rdquo; Deliverance from exile was deliverance from guilt, and from the ills of man which are signs of his guilt; for afflictions like blindness and lameness were signs of God&rsquo;s judgment. This work means that Yahweh has come; in the OT his work of judgment and of saving is conceived as a coming, often in the imagery of the theophany.<\/p><p>The pilgrim people of Israel travel upon a road Yahweh has built for them; on the allusion to &ldquo;the Holy Way,&rdquo; see Note on vs. <a class=\"isa\" verses=\"WzE4MzI5XQ==\">8<\/a>. As yet, it seems, the Persians, the first great roadbuilders of the ancient Near East, had not yet begun their work. But there are allusions (see <a class=\"isa\" verses=\"W1sxODQyNF0seyIxNzczNSI6Nn1d\">40:3&ndash;4<\/a>) to the grading and filling of highways, necessary when wheeled vehicles used the road in addition to pedestrian and animal traffic. This is the road on which Yahweh travels for his people, and thus it becomes a processional road, fit for a god and for a king. The tone is entirely one of joy, without the note of triumph which is perceived in some other poems of the return.<\/p><p>The modern reader may sense a harsh contrast between the poems of salvation and judgment. While it is true that Israel has experienced its judgment, salvation as envisaged here is for Israel alone; no attention is given to the nations. This narrowness is not without its compensation in some other passages, which will be noted in the course of the Comment. In this area Israel&rsquo;s understanding of the scope of Yahweh&rsquo;s saving will was still developing.<\/p><p>The ideas and the style of this poem are so closely related to the poems of <a class=\"isa\" verses=\"eyIxODc0MiI6MTN9\">40&ndash;55<\/a> (<a class=\"ref\">Secs. 3&ndash;32<\/a>) that identity of authorship is very strongly suggested. The Notes in <a class=\"isa\" verses=\"eyIxODc0MiI6MTN9\">40&ndash;55<\/a> point out some of the community of thought and language. We may suppose that this poem was detached from the other poems of Second Isaiah and by some roundabout way reached the collection of First Isaiah independently.<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 11&ndash;12). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}