{
    "id": 2218,
    "source": "mckenzie",
    "verse_id": 18845,
    "verse_count": 11,
    "reference": "61:1-11",
    "title": "A Message for Israel",
    "html": "<p>The poem is uttered by the prophet (vss. <a class=\"isa\" verses=\"eyIxODg0NSI6N30=\">1&ndash;7<\/a>), Yahweh (<a class=\"isa\" verses=\"eyIxODg1MiI6Mn0=\">8&ndash;9<\/a>), and Zion (<a class=\"isa\" verses=\"eyIxODg1NCI6Mn0=\">10&ndash;11<\/a>). But the echoes of the Servant Songs (see the Note on vs. <a class=\"isa\" verses=\"WzE4ODQ1XQ==\">1<\/a>) indicate that the prophet thinks of himself as fulfilling the mission of the Servant, and thus he becomes an early interpreter of the Servant Songs. He sees the mission of the Servant as directed to Israel; the mission is to declare the arrival of the promised salvation. The poor, the brokenhearted, the captives, and the imprisoned designate the Israelites of the post-exilic community. But the &ldquo;poor&rdquo; and the &ldquo;brokenhearted&rdquo; are not Israel as a whole, but the devout core of the faithful. The words imply the duality of post-exilic Israel, which is more explicit in <a class=\"isa\" verses=\"bnVsbA==\">65&ndash;66<\/a>, the concluding Secs. 44&ndash;47. Here, vs. <a class=\"isa\" verses=\"WzE4ODQ3XQ==\">3<\/a>, his declaration is effective, for he utters the dynamic prophetic word which brings to pass that which it declares. The terms of the promise are drawn from Second Isaiah except for the phrase &ldquo;oaks of righteousness.&rdquo; The phrase continues the theme of Third Isaiah that the fulfillment of righteousness will bring the delayed salvation to pass. Verse <a class=\"isa\" verses=\"WzE4ODQ4XQ==\">4<\/a> suggests that the resettlement of Judah had not advanced very far when the poem was uttered.<\/p><p>Beginning with vs. <a class=\"isa\" verses=\"WzE4ODQ5XQ==\">5<\/a> a different conception of Israel and the nations which come to Zion is proposed. Israel has been presented as the mediator between Yahweh and the nations; that position is here defined as the priesthood, which in Israel had the office of offering sacrifice and prayer in the name of the people and presenting and explaining the law of Yahweh. Israel will have no concern with its material needs, as the Israelite priesthood theoretically had no concern with these needs. The nations of the world will support Israel in its mission of mediation. The words of Yahweh describe this as the reward for Israel&rsquo;s suffering. As his priests their covenant is eternal, and the promises made to the patriarchs are fulfilled; see Comment on Sec. 39 (specif. <a class=\"isa\" verses=\"eyIxODg0MyI6Mn0=\">60:21&ndash;22<\/a> <em>ad loc.<\/em>).<\/p><p>The response of Zion is a cry of gladness. The &ldquo;salvation&rdquo; and the &ldquo;righteousness&rdquo; in which Zion is clothed are the saving acts of Yahweh; &ldquo;righteousness&rdquo; here (vs. <a class=\"isa\" verses=\"WzE4ODU0XQ==\">10<\/a>) signifies both the moral quality and the vindication which the moral quality secures. The figure of the bride, suggested in vs. <a class=\"isa\" verses=\"WzE4ODU0XQ==\">10<\/a>, is amplified in the following poem. The closing verse repeats the theme that the saving act of Yahweh will be manifested throughout the world. &ldquo;Righteousness&rdquo; is here again both the moral quality and vindication, and the manifestation of Yahweh elicits the praise of all nations.<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 181&ndash;182). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}