{
    "id": 2183,
    "source": "mckenzie",
    "verse_id": 18453,
    "verse_count": 7,
    "reference": "41:1-7",
    "title": "The Liberator Comes",
    "html": "<p>The prophet has been the speaker in the previous chapter; now Yahweh is the speaker. The change of person occurs with no introductory formula; at times the prophet passes from speech in his own person to speech in the person of Yahweh with no indication of the change. The prophet proceeds in this poem to set forth the manifest grounds for the hope he presents to Israel. As elsewhere in the prophecy, he begins with an apostrophe to the nations. No particular nations are meant; the &ldquo;coastlands&rdquo; for the Israelites meant the limits of the earth. The saving act Yahweh will perform is of such magnitude and so unexpected that no people, however remote, can let it pass without notice and without thinking of its significance. If any would dispute the prophet&rsquo;s claim, he challenges them to a legal contest with him; he can prove his case. His question is, &ldquo;Who has raised up a righteous one from the east?&rdquo; In the moment of history when the prophet spoke, no one could be uncertain of whom he meant, although the name of Cyrus does not appear until <a class=\"isa\" verses=\"WzE4NTYyXQ==\">44:28<\/a> (see Introduction, &ldquo;Historical Background&rdquo;). As noted more than once in the Notes and Comment, the word we translate &ldquo;righteousness&rdquo; has a breadth of meaning which cannot be captured in a single English word. Here possibly &ldquo;victory&rdquo; would be a clearer rendition; but something would be lost in this word. For victory is conceived as the fruit of righteousness; it is the vindication of a legitimate claim. Cyrus is summoned in Righteousness, that attribute of Yahweh which works in such a way that things become as they ought to be. Before Yahweh&rsquo;s righteousness no king and no nation has a claim to power, for they are nothing before him (<a class=\"isa\" verses=\"WzE4NDM4XQ==\">40:17<\/a>). Yahweh awards the kings and nations to Cyrus because Cyrus is the instrument of his will to save, as well as the instrument of his judgment on the arrogance of conquerors. Therefore Yahweh makes Cyrus&rsquo; journey easy.<\/p><p>Only Yahweh can be doing this; no other god claims to do it. Somewhat serenely the prophet ignores any claim that might have been presented on behalf of the gods of Persia. This he can do because the deliverance of Israel is not in the plans of Cyrus, and obviously not in the plans of the gods of Persia. Cyrus will achieve something for which neither his own plans nor his resources are responsible. He will conquer as none of his predecessors have done, because it is necessary that he conquer the entire world known to the Israelites before Israel can be restored on its own land. This is not the work of Persian gods.<\/p><p>Verses <a class=\"isa\" verses=\"W1sxODQ1OF0seyIxNzc4NCI6MjV9XQ==\">6&ndash;7<\/a> appear to be another fragment of polemic against crass idoltary, i.e., the worship of the material image, which has wandered from its original place and cannot be restored. For comment on this type of polemic, see Notes and Comment on <a class=\"isa\" verses=\"W1sxODU0M10seyIxODAzMSI6Nn1d\">44:9&ndash;20<\/a> (<a class=\"ref\">Sec. 17<\/a>).<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 27&ndash;28). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}