{
    "id": 2197,
    "source": "mckenzie",
    "verse_id": 18558,
    "verse_count": 5,
    "reference": "44:24-28",
    "title": "Yahweh the Lord of History",
    "html": "<p>After a new introductory formula Yahweh is again the speaker. The theme of creation, which has been so prominent, introduces the statement; the statement goes from creation to history, which is the topic of this poem and the poems that follow. Yahweh&rsquo;s lordship in creation is the base of his lordship over events. In vss. <a class=\"isa\" verses=\"eyIxODEyMCI6MzN9\">25&ndash;26<\/a> the prophet introduces interpreters of events. Mesopotamia was an ancient home of the art of divination, which reposes on the principle that every event and phenomenon presages the future. The literature that sets forth the interpretation of signs of all types is enormous; it forms a surprisingly large part of the corpus of surviving Akkadian literature. Second Isaiah rejects the principle, which is an implicit statement of fatalism; even the gods were determined by the fates, which could be read in the omens. The course of events is governed by the sovereign will and purpose of Yahweh, and only those to whom Yahweh has revealed his counsels can interpret events. The diviners are refuted by history, which is the action of Yahweh. Events are interpreted by the servants and messengers of Yahweh, his prophets in Israel.<\/p><p>In this critical moment of history Yahweh has a word, the word that Jerusalem and the cities of Judah will be rebuilt. This is a more precise word than the prophet has uttered so far; the ingathering of Israel, which he has described, has not been put in such specific terms. The modern reader does not readily understand how impossible this word appeared to Israelites transported from their own land and dwelling in Mesopotamia for so long that very few if any could remember Jerusalem and Judah. But this word is spoken by him who overcame the Ocean, the mythological monster of chaos; see Note on vs. <a class=\"isa\" verses=\"eyIxODE1MyI6MTN9\">27<\/a>. For the lord of nature this word is not difficult to fulfill; the prophet unites the mythological victory of Yahweh with his saving act in the Exodus.<\/p><p>The prophet becomes even more specific; he names Yahweh&rsquo;s agent of salvation, Cyrus of Persia (see Introduction, &ldquo;Historical Background&rdquo;). On the title given Cyrus see Note on vs. <a class=\"isa\" verses=\"eyIxODE2NiI6Mjl9\">28<\/a>. There is little reason to question the originality of the mention of Cyrus; his name recurs in the following poem, and <a class=\"isa\" verses=\"WzE4NDU0XQ==\">41:2<\/a> is more easily referred to him than to anyone else; see on both passages the Comment on Secs. 20 and 5. The second line of vs. <a class=\"isa\" verses=\"eyIxODE2NiI6Mjl9\">28<\/a> does raise some critical difficulty. It is slightly too obvious a repetition of vs. <a class=\"isa\" verses=\"eyIxODEzMiI6MjF9\">26<\/a>; and it is not the practice of Second Isaiah to repeat himself mechanically in a single context.<\/p><p>Verse <a class=\"isa\" verses=\"eyIxNzY1NiI6MzF9\">28a<\/a> also mentions the temple; and the word &ldquo;temple&rdquo; occurs nowhere else in Second Isaiah. The restoration of the temple is not included in his picture of restored Israel and Zion, in spite of the prominence of the Zion poems in his work; see <a class=\"isa\" verses=\"W3siMTg2NTEiOjEzfSx7IjE4Njc1IjoyM31d\">49:14&ndash;50:3 and 51:1&ndash;52:12<\/a> (Secs. 27 and 29). The line is somewhat clumsily attached to the proceding line, and is anti-climactic. It is possible that an early glossator added a theme of restoration, which he found missing in Second Isaiah. According to the decree of Cyrus as quoted in <a class=\"ref\">Ezra 6:3&ndash;5<\/a>, the temple rather than the city was the object of Cyrus&rsquo; benevolence. It is certainly difficult to conceive how Second Isaiah could foresee a community without a temple and cult (D. N. Freedman); but apart from this line, that is what he does foresee. Were the temple of importance to him, we should expect more than a single mention of it. In fact Second Isaiah&rsquo;s new Zion has none of the institutions of the historic Zion. This does not imply that he thought there would be no institutions; he simply has nothing to say about them.<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 73&ndash;74). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}