{
    "id": 2214,
    "source": "mckenzie",
    "verse_id": 18780,
    "verse_count": 8,
    "reference": "57:14–21",
    "title": "Punishment and Forgiveness",
    "html": " <p>This poem begins with an echo of Second Isaiah (<a class=\"isa\" verses=\"eyIxODMyOSI6M30=\">35:8&ndash;10<\/a>). But the poet is not thinking of the return from Babylon; he is thinking of the road by which Israel is to travel toward salvation. The answer of Yahweh to this exclamation takes a different turn; it is an affirmation that Yahweh dwells with &ldquo;the oppressed and lowly&rdquo; (vs. <a class=\"isa\" verses=\"WzE4NzgxXQ==\">15<\/a>). This reflects what is called &ldquo;the piety of the lowly,&rdquo; characteristic of the post-exilic community. This community recognized that it lacked even the splendor of the pre-exilic kingdom of Judah, which itself was a less important member of the nations of the ancient Near East. In the post-exilic community a difference arose between the wealthy and the poor, the lowly; and &ldquo;the piety of the poor,&rdquo; following the teaching of the pre-exilic prophets, identified Yahweh with the cause of the poor. <\/p> <p>The prevailing poverty of the post-exilic community was a result of the judgment of Yahweh on the monarchy of Judah; and this the prophet recalls in vss. <a class=\"isa\" verses=\"eyIxODc4MiI6M30=\">16&ndash;18<\/a>. But should the wrath of Yahweh destroy his people, it would fail of its purpose. The issue of the wrath of Yahweh must be not destruction but healing. The purpose of the acts of Yahweh must ultimately be &ldquo;peace,&rdquo; that state of security and well-being, both outward and inward, which was the ideal of the ancient Israelite. This prophet, however, does not look simply to the community as a whole. There is a hope of peace for the righteous, even if the wicked destroy their own opportunities for peace. The prophets of post-exilic Israel do not envisage a situation where the corruption of the major portion of the community will bring the entire community to ruin. The refrain of vs. <a class=\"isa\" verses=\"WzE4Nzg3XQ==\">21<\/a>, appears in <a class=\"isa\" verses=\"WzE4NjM3XQ==\">48:22<\/a>, where it is out of place; see Note <em>ad loc<\/em>,. and Comment (Sec. 24). Here it follows naturally on the preceding line, which speaks of peace as the work of the healing of Yahweh. This peace cannot reach others than the righteous. <\/p> <p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em>, (Vol. 20, pp. 161&ndash;162). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}