{
    "id": 2202,
    "source": "mckenzie",
    "verse_id": 18616,
    "verse_count": 22,
    "reference": "48:1–22",
    "title": "Yahweh the Revealer",
    "html": " <p>In this poem there is another reversal of tone, and the prophet&rsquo;s rebuke becomes sharper than it was in <a class=\"isa\" verses=\"W3siMTg0OTkiOjh9LHsiMTg1MjgiOjd9XQ==\">42:18&ndash;25, 43:22&ndash;28 <\/a>,(Secs. 11, 15). Yahweh is still the speaker. Most interpreters divide the chapter into several poems, and this is recommended to some extent by the diversity of topics and the ambiguity of the speakers. Yet there seems to be a unity of theme, a theme which is pursued through reflections on several related topics. But the unity is less well organized than it is in the other poems of Second Isaiah, and this lends probability to Duhm&rsquo;s theory that the poem is heavily glossed. But Duhm&rsquo;s identification of the glosses appears to be insufficiently founded. The prophet uses the historic titles of Jacob, Israel, and Judah to address the people; they have been used frequently in the preceding poems, and the names recall the past of Israel&rsquo;s election and Yahweh&rsquo;s saving acts and judgments. The prophet alludes to the cultic acts of swearing and solemn prayer and denies that these acts were performed with the proper dispositions of &ldquo;fidelity and righteousness&rdquo;; see Comment on <a class=\"isa\" verses=\"eyIxODUyOCI6N30=\">43:22&ndash;28 <\/a>. The prophet sees Israel as one historical continuity; the generation he addresses is the heir of Israel&rsquo;s past with its saving deeds and its sins. His contemporaries could scarcely have called themselves by the name of &ldquo;the holy city,&rdquo; and he attests that they were slow to believe in the restoration of Jerusalem from its ruins. The security which had been placed in the holy city before the Exile can be seen in <a class=\"ref\">Jer 26 <\/a>; Jeremiah was threatened with death because he predicted the fall of Jerusalem and the temple. This false security must have been shattered by the Babylonian wars, but the generation of Second Isaiah retained that type of shallow religion which was the root of the ancient security in the holy city, a religion that demanded no more than cultic practices and assumed Yahweh had no moral will. The closing line of vs. <a class=\"isa\" verses=\"WzE4NjE3XQ==\">2 <\/a>,is a common invocation of praise; it is both a prayer in the mouth of the prophet and an ironic echo of the insincere cultic praise of Israel. <\/p> <p>There is some obscurity in vss <a class=\"isa\" verses=\"eyIxODYxOCI6M30=\">3&ndash;5 <\/a>. &ldquo;The past&rdquo; can only mean what it says: the history of Israel from its origins to the Exile. But the &ldquo;revelation&rdquo; is more than the communication of facts, even more than prediction; the revealing word of Yahweh was the operative agent of the past, bringing into being that which it uttered. It was necessary that Israel should have events revealed in this way because of its obstinate unbelief. The allusion to idols in vs. <a class=\"isa\" verses=\"WzE4NjIwXQ==\">5 <\/a>,very probably refers to no particular idolatrous cult; it is rather a picturesque way of describing the Israelite tendency to attribute the course of events to some other agent than Yahweh. The discourses of the pre-exilic prophets contain an ample number of threats of judgment on moral grounds, and it was in these that the revealing word of Yahweh was mostly contained. The Israelites preferred to explain their misfortunes by something else than the moral and religious breakdown of which their prophets told them. Now they should be better aware of the realities, and it is their duty to announce the truth of the revelation, confirmed and illuminated by their experience. <\/p> <p>In spite of Israel&rsquo;s historic incredulity, Yahweh declares to it the new deeds he is about to perform. There is a slight inconsistency between the prophet&rsquo;s statement here that Israel has not heard these things and his repeated affirmations in the preceding poems that coming events have been announced. In spite of the inconsistency, it seems best to take the &ldquo;new things&rdquo; as they have been taken in preceding passages; they are the liberation and the restoration of Israel. Israel has not heard these things, according to vs. <a class=\"isa\" verses=\"WzE4NjIzXQ==\">8 <\/a>,, because its ear has not been open; it has refused to listen to the word of Yahweh. This has been its habit throughout its past (see the Note), and it has not changed its habits now. This, the prophet implies, would be sufficient reason for delaying the saving work, as Yahweh delayed his anger in the past; but Yahweh is not governed by the conduct of Israel. Whether he judges or saves, his motivation is within his inner being, his &ldquo;name&rdquo;; he does not respond to emotional impulse like a man. The recognition of his name is his glory; Yahweh must be recognized for what he is. He is not a spurious or inadequate God, and he can be recognized in his acts. His anger against Israel has been the anger of testing (see Note on vs. <a class=\"isa\" verses=\"WzE4NjI1XQ==\">10 <\/a>); its purpose has been to make of Israel what covenant and election destined Israel to be. Unless his anger of judgment has an ultimately saving effect, Yahweh&rsquo;s &ldquo;name&rdquo; would be profaned. <\/p> <p>The prophet appeals once more to the unique divinity of Yahweh as manifested in creation. This new saving act is also a work of creation. A challenge is uttered to Israel (vs. <a class=\"isa\" verses=\"WzE4NjI5XQ==\">14 <\/a>) as it was uttered to the nations and their gods in the preceding poems; however mighty the nations may be, they have not exhibited the gift of prophecy. There is a change of speaker in vs. <a class=\"isa\" verses=\"WzE4NjI5XQ==\">14 <\/a>; the words of Yahweh are resumed in vs. <a class=\"isa\" verses=\"WzE4NjMwXQ==\">15 <\/a>. The words of the second line of vss. <a class=\"isa\" verses=\"eyIxODYyOSI6Mn0=\">14 and 15 <\/a>,can refer only to Cyrus; he is again given titles which belong properly to Israel and Israel&rsquo;s charismatic leaders; see <a class=\"isa\" verses=\"eyIxODU2MiI6NX0=\">44:28&ndash;45:4 <\/a>. The reference to Babylon and the Chaldeans is questioned by some interpreters, and with more probability here than elsewhere; for in the references to Cyrus the purpose of Yahweh is not directed to Babylon and the Chaldeans. The fall of Babylon has no significance in itself except as an exhibition of Yahweh&rsquo;s judgment (<a class=\"isa\" verses=\"bnVsbA==\">47 <\/a>,[Sec. 23]); it is simply a necessary step toward the liberation and the restoration of Israel. But the prophet need not be required to show that rigorous consistency which would make it impossible for him to have written this line. This has not been an occult prediction (see Note on <a class=\"isa\" verses=\"WzE4NTgxXQ==\">45:19 <\/a>,and Comment [Sec. 21]); it has been occult only in the sense that the manner of Israel&rsquo;s liberation has not been announced. In <a class=\"isa\" verses=\"eyIxODU3MSI6NX0=\">45:9&ndash;13 <\/a>,the prophet has asserted Yahweh&rsquo;s freedom in liberating Israel in the manner in which he chooses, but no Israelite who knew his traditions could doubt that Yahweh was committed to deliver Israel in some way or other. <\/p> <p>The ambiguity of the speaker becomes acute in vs. <a class=\"isa\" verses=\"WzE4NjMxXQ==\">16 <\/a>. It is scarcely possible to attribute vs. <a class=\"isa\" verses=\"WzE4NjMwXQ==\">15 <\/a>,to the prophet himself. It is not much easier to attribute the first line of vs. <a class=\"isa\" verses=\"WzE4NjMxXQ==\">16 <\/a>,to him; of what could he say that from the time it happened he was there? But Yahweh is not the speaker of the last line of <a class=\"isa\" verses=\"WzE4NjMxXQ==\">16 <\/a>. The line could be spoken by the servant of <a class=\"isa\" verses=\"eyIxODQ4MiI6NH0=\">42:1&ndash;4 <\/a>,(Sec. 8), but it is gratuitous to introduce him here. It could be attributed to the prophet himself; but Second Isaiah never elsewhere claims the spirit for himself. The connection between the spirit and the person sent is loose, and the syntax is unusual; Yahweh is not said to &ldquo;put&rdquo; his spirit upon the one sent. It must be granted that this is not a convincing argument; but if this line be attributed to the prophet, it raises some serious questions about his conception of his own mission. For this reason we make the line the imagined response of Cyrus to the commission which has just been described. The spirit is the charismatic principle of action in men who accomplish Yahweh&rsquo;s purpose; and Cyrus has been given nearly every title of the charismatic agent except the spirit in preceding passages (<a class=\"isa\" verses=\"W3siMTg0NTQiOjJ9LFsxODQ3NywxODU2MiwxODU5OF1d\">41:2&ndash;3, 25, 44:28&ndash;45:5, 46:11 <\/a>). To put these words in his mouth is not a violent departure from the picture of Cyrus which thus emerges. It must also be agreed that this attribution would be more certain if it were explicit in the text. Duhm thought the line a gloss. The speech of Yahweh is interrupted by an introductory formula and resumed less in a tone of rebuke than a tone of grief. Yahweh recalls his &ldquo;teaching&rdquo; in covenant law, a teaching which, if observed, would have assured Israel&rsquo;s enduring prosperity. This was the thesis of <a class=\"ref\">Deuteronomy 28 <\/a>; in its present form this chapter of Deuteronomy may be more recent than Second Isaiah, but the Deuteronomic thesis was older than both Deuteronomy and Second Isaiah; see <a class=\"isa\" verses=\"eyIxNzY3NCI6Mn0=\">Isa 1:19&ndash;20 <\/a>. The promise of offspring as numerous as the sand echoes the promises uttered to the patriarchs (<a class=\"ref\">Gen 22:17, 32:13 <\/a>). Yahweh set Israel in the way it should walk; the same image of a father and his son appears in <a class=\"ref\">Hos 11:3 <\/a>. <\/p> <p>The poem concludes with a violent change of tone. From rebuke and grief the prophet, speaking in his own name, turns to exultation. The hour of liberation has arrived, and he summons Israel to depart. The summons is couched in terms of a call to a new exodus and a passage through the desert, a theme used in the preceding poems. This is the glory of Yahweh which should be announced to the whole world. A similar call is repeated in <a class=\"isa\" verses=\"eyIxODcwOCI6Mn0=\">52:11&ndash;12 <\/a>; each call marks a division in the series of discourses. With less than complete assurance vs. <a class=\"isa\" verses=\"WzE4NjM3XQ==\">22 <\/a>,is judged to have wandered here by scribal work from <a class=\"isa\" verses=\"WzE4Nzg3XQ==\">57:21 <\/a>; it is not related to the context here, and seems rather to sound a discordant note at the end of an appeal which shows progressive emotional intensity (so also Muilenburg). The prophet concludes this section with a vision of the beginning of the process of salvation. <\/p> <p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes <\/em>,(Vol. 20, pp. 96&ndash;100). New Haven; London: Yale University Press. <\/p>,",
    "audit": 1
}