{
    "id": 2192,
    "source": "mckenzie",
    "verse_id": 18520,
    "verse_count": 8,
    "reference": "43:14-21",
    "title": "Poems of Promise",
    "html": "<p>Yahweh is still the speaker, but a break is indicated by the introductory line. This poem of promise is a restatement of themes already employed by Second Isaiah. The opening lines of the speech of Yahweh present serious textual difficulties. C. C. Torrey (<em>The Second Isaiah<\/em> [see Selected Bibliography], pp. 39&ndash;52), followed by J. D. Smart, proposed that Babylon and the Chaldeans were introduced into the text to give an interpretation of a line which was corrupt when the scribe found it. But the lines are still corrupt. Babylon and the Chaldeans (the name of the tribe that settled in Lower Mesopotamia during the Assyrian period and established the Neo-Babylonian kingdom) are both mentioned elsewhere in the poems of Second Isaiah, and it is extremely difficult to suppose that they are intruded in all these passages. But it must be conceded that it is exactly the words which give meaning to the lines which are restored by conjectural emendation, and the meaning of the line must be regarded as uncertain. The title Holy One, which occurs in vss. <a class=\"isa\" verses=\"eyIxODUyMCI6Mn0=\">14 and 15<\/a>, is an echo of First Isaiah.<\/p><p>The liberation of Israel is clearly presented as a new exodus: the passage through the sea and the destruction of horses and chariots. The prophet does not mean that the same event will be repeated; he states a past achievement of Yahweh as the ground for belief that Yahweh can do what he promises now. We note that the recommendation not to remember the past is directed in the first place to the judgments of the past, but not exclusively; the new wonder Yahweh will achieve is so stupendous that it will make the Israelites forget the wonders of their early history. It is &ldquo;new,&rdquo; unexpected and unprecedented. What is &ldquo;new&rdquo; is the laying of a road in the desert (<a class=\"isa\" verses=\"W3siMTgzMjkiOjN9LHsiMTg0MjQiOjJ9XQ==\">35:8&ndash;10, 40:3&ndash;4<\/a>) and the conversion of the desert into a land of water and rich vegetation (<a class=\"isa\" verses=\"W3siMTgzMjciOjJ9LHsiMTg0NzAiOjJ9XQ==\">35:6&ndash;7, 41:18&ndash;19<\/a>). The prophet knew that the traditions of his people told of their dangers and sufferings in their passage through what is often called in Deuteronomy &ldquo;the great and terrible desert.&rdquo; Yahweh gave them water from the rock and manna from the sky, but the desert remained. In the new exodus there will be a transformation of the desert of passage. The providence of Yahweh for his people will go far beyond the providence he exhibited toward their fathers.<\/p><p>The question arises as to how the prophet conceived these wonders, and how the modern reader is to conceive them. If we think of them as entirely literal, it is evident that they had no fulfillment; and thus it would appear that the arm of Yahweh was shorter than the prophet thought. In an artist of such craftsmanship and a prophet of more than usual subtlety such a simplistic solution seems unlikely. Whether the desert actually blossomed with roses or not would, in his mind, neither add to the wonder of the restoration nor detract from it. The saving acts of Yahweh were described in the terms of Israelite tradition, terms which themselves did not rigorously conform to the course of events. If we think of the wonders in these terms, then they were fulfilled. Yahweh overcame the desert, that great barrier of travel in the ancient Near East; he did it once in Israel&rsquo;s origins, and he would do it again in Israel&rsquo;s restoration.<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 56&ndash;57). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}