{
    "id": 2195,
    "source": "mckenzie",
    "verse_id": 18543,
    "verse_count": 12,
    "reference": "44:9-20",
    "title": "An Essay on Idolatry",
    "html": "<p>Whether this passage is the work of Second Isaiah himself is an object of dispute among critics and will probably remain such. We adopt the position that it is the work of a disciple or a commentator; the reasons are persuasive but not convincing. The passage is in prose, and it is the only prose passage in the entire collection of Second Isaiah; the judgment of Torrey, Fischer, Kissane, Ziegler, and Muilenburg that the passage is metrical is not easily sustained. It is polemic against the worship of false gods, which is certainly found elsewhere in Second Isaiah; and though no critic can compel an author to maintain his highest level at all times, here the polemic seems more mechanical and negative than Second Isaiah&rsquo;s other defenses of the unique divinity of Yahweh.<\/p><p>The passage centers on the work of the smith and the carpenter, who produce a divine image of wood plated with metal. The tone throughout is one of sarcasm and ridicule, and at times it is labored. In vs. <a class=\"isa\" verses=\"WzE4NTQ3XQ==\">13<\/a> the prophet seems deliberately to reverse the process of <a class=\"ref\">Gen 1:26&ndash;27<\/a>; God made man in his image and likeness, and now deluded man makes God in his image. The image was rigorously prohibited in the Decalogue (<a class=\"ref\">Exod 20:4; Deut 5:3<\/a>), for Yahweh is like nothing in heaven, on earth, or beneath the earth. The makers of images have no god.<\/p><p>The polemic fails somewhat of its purpose because the religions of the ancient Near East were not crass idolatry, as far as we can reconstruct them. The image was representational, though of a kind of representation foreign to our thought. The image was treated like the deity; it was served daily with food and drink and care as if it were a human king; resided in a palace, held audiences, and was carried in processions. It was the earthly counterpart of the god, as the temple was the earthly counterpart of his heavenly palace. It was the symbolic presence of the god, and in this respect was not dissimilar to the Israelite ark of the covenant, which was also the symbol and seat of the presence of Yahweh in Israel. But the worshipers of these ancient religions did not make the simple identification of the god with the image suggested in the verses here. This same simple identification is found in <a class=\"isa\" verses=\"W1sxODQ0MF0seyIxNzY1NiI6MzF9LFsxODQ1OF0seyIxNzc4NCI6MjV9XQ==\">Isa 40:19&ndash;20, 41:6&ndash;7<\/a>, which we have treated as fragments of similar polemic. Such polemic can be read in <a class=\"ref\">Jer 10:1&ndash;9<\/a> (also doubtfully original in Jeremiah) and in <a class=\"ref\">Ps 115:4&ndash;8<\/a>. Actually it should be called scoffing rather than polemic. Gross superstition was widespread in the ancient world, as we can see in the literature of magic and divination that has been preserved. It is altogether likely that a large number of people took a superstitious view of the image, even though the literature distinguishes sufficiently between the celestial being and his earthly counterpart. Belief and cult do not always follow literature.<\/p><p>H. H. Rowley suggested that behind the scoffing was a certain Israelite inability to grasp the symbolism. The Israelites did not believe that there was anything behind the image, no reality that was represented; therefore the cult was directed to the image, since it was the only reality toward which it could be directed. This explanation may seem too subtle; but either a subtle explanation must be found of such passages, or we must conclude that their authors misunderstood completely the mentality of the religions of their contemporaries. In any case, the polemic is overenthusiastic; and it is for this and other reasons that it seems to fall below the level of Second Isaiah, whose much more profound critique of idolatry is found in such passages as ch. <a class=\"isa\" verses=\"bnVsbA==\">46<\/a>. In that passage also there is an identification of the god with the image, but an identification less crude than we find here.<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 67&ndash;69). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}