{
    "id": 2186,
    "source": "mckenzie",
    "verse_id": 18482,
    "verse_count": 4,
    "reference": "42:1–4",
    "title": "The First Servant Poem: The Mission of the Servant",
    "html": " <p>This is the first of the four Servant Songs (see Introduction, &ldquo;The Servant Songs&rdquo;). The isolation of these four poems from the rest of Second Isaiah does not of itself imply different authorship, nor in the Comment do we take a position on the identity of the Servant. The position which is taken and the reasons for which it is taken are set forth in the Introduction (&ldquo;The Servant Songs&rdquo;). The Servant of this poem is a chosen one. The verb &ldquo;choose&rdquo; and the adjective &ldquo;chosen&rdquo; are applied in the OT to David, to Israel, to Zion, and to Israelites in the plural. The word is certainly a favorite of Second and Third Isaiah. To be &ldquo;pleased&rdquo; perhaps says less than the Heb.; the phrase is parallel to &ldquo;hold fast.&rdquo; The Servant is chosen for a mission, and the word signifies that Yahweh has decided upon him. As one to whom a mission is committed, the Servant receives the spirit; see Note on vs. 1. <\/p> <p>&ldquo;Judgment&rdquo; (vss. <a class=\"isa\" verses=\"eyIxODQ4MyI6Mn0=\">2, 3<\/a>, and in the response, <a class=\"isa\" verses=\"WzE4NDg2XQ==\">5<\/a>) is a word too broad for translation by a single English word. Begrich, Sidney Smith, Lindblom, and Muilenburg prefer to understand the word in the judicial sense. This seems inadequate both in the particular context and in the general context of the Servant Songs. The context of this poem and the other Servant poems does not suggest that the Servant will exercise a judicial function toward the nations. Judgment also means a law, or the right way of doing things; it is related to &ldquo;instruction&rdquo; (vs. <a class=\"isa\" verses=\"WzE4NDg1XQ==\">4<\/a>), by which we have translated <em>torah<\/em>, conventionally rendered by &ldquo;law.&rdquo; But &ldquo;law&rdquo; is not the original meaning of the word. &ldquo;Judgment&rdquo; and &ldquo;law&rdquo; together convey the idea of revelation, the revelation which in Israel&rsquo;s history is initiated in the patriarchal period and takes form in the covenant of Sinai. The Servant is the mediator of the revelation of Yahweh, and this is his mission. Verses <a class=\"isa\" verses=\"eyIxODQ4MyI6Mn0=\">2&ndash;3<\/a>, suggest the manner in which the mission is to be fulfilled. Verse <a class=\"isa\" verses=\"WzE4NDgzXQ==\">2<\/a>, stands in striking contrast to <a class=\"isa\" verses=\"WzE4Nzg4XQ==\">58:1<\/a>,(Third Isaiah); and the line can scarcely mean that the Servant will not speak except in quiet personal conversation. The speech of the Servant is rather contrasted to the loud proclamations of public authority and to the shouting of the officers of public authority. The Servant will not impose his words on his listeners. Nor (vs. <a class=\"isa\" verses=\"WzE4NDg0XQ==\">3<\/a>) will he use violence and coercion. &ldquo;The crushed reed&rdquo; and &ldquo;the fading wick&rdquo; signify the poor and the helpless, so often mentioned in prophetic literature as the victims of oppression by the wealthy and powerful. The figure is unusual, but no other suggested meanings seem superior. The Servant does not employ this type of pressure; he simply &ldquo;pronounces judgment faithfully&rdquo;; he delivers accurately the revelation with which he has been entrusted. There is a hint in vs. <a class=\"isa\" verses=\"WzE4NDg2XQ==\">5<\/a>, that he will need strength to persevere in his mission; this becomes more explicit in the third and fourth Servant Songs. <\/p> <p>The mission of the Servant is clearly a mission to the nations; a mission to Israel is not mentioned. The scope of revelation and salvation is broadened. This too becomes more explicit in the response to this Song and in the later Servant Songs and responses. The broadening of the scope of revelation is not found in the Servant Songs only; it appears in Second Isaiah, and it is noted as it occurs. On the &ldquo;coastlands&rdquo; see <a class=\"isa\" verses=\"WzE4NDM2XQ==\">40:15<\/a>; they are mentioned as one of the most remote areas known to the Israelites at this time. <\/p> <p>If the mission of the Servant in this poem is to be summed up in one word, the word would be prophecy. But the word is not used; and in fact the words &ldquo;judgment&rdquo; and &ldquo;law&rdquo; are associated with priestly revelation rather than with prophetic revelation. But it is never suggested that the Servant is a priest. It seems that we encounter the idea of covenant law, a tradition which went back to the premonarchic period of Israel. Just as Yahweh by the revelation of covenant law established the people of Israel and the Israelite way of life, so the Servant will make Yahweh known beyond Israel. In this poem the Servant, it is suggested, is rather another Moses than another prophet. <\/p> <p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em>,(Vol. 20, pp. 37&ndash;38). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}