{
    "id": 2213,
    "source": "mckenzie",
    "verse_id": 18769,
    "verse_count": 11,
    "reference": "57:3–13",
    "title": "Rebuke of Superstition",
    "html": " <p>This discourse does not follow in theme and content the preceding discourse. It begins with a series of abusive terms addressed to the Israelites. In the general hypothesis we accept concerning the origin of Third Isaiah, these invectives are addressed to the post-exilic community of Palestine. But the allusions to superstitious cults and rites attested for pre-exilic Judah (see the Notes) have led many scholars to suggest that this is a piece of pre-exilic prophecy, which has found its way into a collection of more recent prophecies (Volz, <em>Jesaia II<\/em>, pp. 212&ndash;13). The hypothesis is not impossible; but there is no way to be sure that these superstitious rites did not persevere in post-exilic Judah, in particular in the period to which we attach Third Isaiah. That fertility rites of some kind are described seems to admit no doubt. There are also allusions to necromancy; see the Notes. There are no explicit references to these superstitions in other post-exilic literature; but there is no difficulty in supposing that the theological and cultic condition of the early post-exilic community was primitive (Elliger, <em>Die Einheit des Tritojesaja<\/em>, pp. 77&ndash;85). Such rites could well have been practiced by those who lived in the land after the Babylonian wars; there seems to have been no center in the country which would have preserved genuine Yahwism. <a class=\"ref\">Jer 44<\/a>, describes the recrudescence of the cult of the Queen of Heaven among those who had escaped the disaster of conquest. The discourse of Third Isaiah here is not substantially different from the discourse of Jeremiah reported in <a class=\"ref\">Jer 44<\/a>. The superstitious have no fear because Yahweh has not acted against them; it is quite possible that this is an allusion to the comparative security enjoyed in Judah after the Babylonian wars. To paraphrase: Let these unbelievers know that the land is not for them, but for those who have preserved the Israelite faith free from contamination by foreign cults. Israel is still the land of Yahweh, and it belongs to the people of Yahweh. <\/p> <p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em>,(Vol. 20, pp. 158&ndash;159). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}