{
    "id": 2211,
    "source": "mckenzie",
    "verse_id": 18755,
    "verse_count": 8,
    "reference": "56:1–8",
    "title": "The Rewards of Fidelity",
    "html": "<p>At this point begins the section of the book called Third Isaiah; the question of authorship and the reasons for adopting the view that it is from another author than Second Isaiah are set forth in Introduction, &ldquo;Critical Questions,&rdquo; as are the reasons why these discourses are located in the Jerusalem community after the restoration in 537 b.c. and before the reforms of Ezra and Nehemiah.<\/p><p>This discourse begins with a recommendation which employs some of the favorite words of Second Isaiah, such as &ldquo;victory&rdquo; and &ldquo;saving act.&rdquo; If we locate and date the prophecies in post-exilic Jerusalem, then the prophet does not regard the restoration itself as the &ldquo;victory&rdquo; and the &ldquo;saving act.&rdquo; And since the terms are borrowed, it seems useless to look for a more specific meaning. The coming of salvation is associated with the observance of the Sabbath. Unless critical conclusions concerning the pre-exilic prophets are entirely in error, no such commendation of the Sabbath observance is found in the preaching of these prophets. The Sabbath observance becomes a characteristic feature of Judaism only after the Exile; it is not mentioned in Second Isaiah.<\/p><p>Without too rigorous a unity in structure, the prophet passes to the question of foreigners and eunuchs within the community. The law of<a class=\"ref\">Deut 23:1&ndash;8<\/a> prohibited eunuchs and certain foreign peoples from membership in the Israelite community. The Books of Ezra and Nehemiah are ample evidence that the post-exilic community of their time attempted to preserve itself from religious and cultural assimilation by excluding foreign members. This prophet assures both classes of full membership. To the eunuch he promises perpetual memory, a hope better than the hope cherished by the ancient Israelite and promised to Abraham, the hope of a numerous progeny. To foreigners he promises full participation in the cultic worship of Yahweh; the language presupposes either that the temple has been built (515 b.c.) or that the prophet expects it to be rebuilt. In either case, the temple is a theme that does not occur in Second Isaiah; see Notes on<a class=\"isa\" verses=\"WzE4NTYyXQ==\">44:28<\/a> and Comment (Sec. 19). The words used of the foreigners may suggest more than full participation; to &ldquo;minister&rdquo; to Yahweh (vs.<a class=\"isa\" verses=\"WzE4NzYwXQ==\">6<\/a>) is normally to perform cultic functions reserved to the priests and the Levites. Many scholars believe that the slaves of the pre-exilic temple were foreigners. This was forgotten or ignored in the post-exilic temple, and rigid genealogical standards were established for priests and Levites. The same or another writer in this collection explicitly sees foreigners becoming priests and Levites (<a class=\"isa\" verses=\"WzE4OTQ0XQ==\">66:21<\/a>). This prophet need not be saying as much when he sees the temple becoming a house of prayer for all nations; it is an echo of what Second Isaiah had said (<a class=\"isa\" verses=\"W3siMTg0ODIiOjR9LHsiMTg1NzYiOjEyfSx7IjE4NjM4Ijo2fV0=\">42:1&ndash;4, 45:14&ndash;25, 49:1&ndash;6<\/a> [Secs. 8, 21, 25]) without mentioning the temple.<\/p><p>Verse<a class=\"isa\" verses=\"WzE4NzYyXQ==\">8<\/a> (with its own introductory formula) is very probably a fragment, but not a fragment that has simply wandered here. That the oracle is meant of the nations is not clear either from the oracle or from the introduction; but it seems probable that it refers to the ingathering of Israel. The author or editor of the preceding discourse has attached the verse here because its obscurity permits &ldquo;the others&rdquo; yet to be gathered to refer to the nations; and thus it confirms the preceding lines.<\/p><p>This brief passage illustrates the dangers of generalizing about post-exilic legalism. Certainly the recommendation of the Sabbath with no mention of any other obligation to Yahweh shows what is meant by post-exilic legalism. Yet in the same passage a breadth of outlook toward the nations is reached that is not reached in equally specific terms in Second Isaiah. Third Isaiah was a disciple and an editor; and he applies the principles of Second Isaiah less generally and in less elevated poetry to quite specific points.<\/p><p>McKenzie, J. L. (2008).<em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 150&ndash;152). New Haven; London: Yale University Press.<\/p> ",
    "audit": 1
}