{
    "id": 2207,
    "source": "mckenzie",
    "verse_id": 18675,
    "verse_count": 35,
    "reference": "51:1–23; 52:1–12",
    "title": "The Restoration of Zion",
    "html": " <p>This long poem is the great Zion poem; whether it was formed by a collection of scattered sayings or composed as a unity, it does have a unity of mood and theme which permits us to consider it as a whole. The poem is easily divided into ten parts, which we have distinguished. The division is simply for convenience, and says nothing about the division of the poem into strophes or its analysis into the separate poems from which it was possibly compiled. The divisions are marked by such obvious signs as transitional lines, change of topic, and change of person addressed. The speech alternates between Yahweh and the prophet; Zion is addressed throughout, with the probable exception of <a class=\"isa\" verses=\"eyIxODY3OCI6M30=\">51:4–6<\/a>; see the comment on these verses below. <\/p> <p>[The call of Israel, <a class=\"isa\" verses=\"eyIxODY3NSI6M30=\">51:1–3<\/a>,]: The address of the Israelites as “pursuing deliverance” and “seeking Yahweh” does not contradict the earlier references to the incredulity and despair of the Israelites; the prophet has not charged them with abandoning their faith, but with not being committed to it. The opening line could be paraphrased by “You who say that you …” If you mean this, then consider the rock from which you were hewn. Most of the saga of Abraham in Genesis is concerned with the difficulties of believing in the promise of a numerous offspring when his wife was infertile. Hence the names Abraham and Sarah are both meaningful here. Israel in its very origins had no more hope of becoming a great nation than Israel in its present state of defeat has of restoration. The prophet appeals to history as a motive of faith. Yahweh has uttered his promises to Israel as he did to Abraham; and his promise will issue in a transformation of the land of Judah. On the allusions see the Note on vs. <a class=\"isa\" verses=\"WzE4Njc3XQ==\">3<\/a>. The transformation is exaggerated; <a class=\"ref\">Ezek 47:1–12<\/a>, also foresees a transformation of the land by a stream that will rise at the temple and flow to the Dead Sea. It is a variation on the theme of the transformation of the desert (35, Sec. 2). <\/p> <p>[Judgment and deliverance, <a class=\"isa\" verses=\"eyIxODY3OCI6M30=\">51:4–6<\/a>,]: On “peoples” and “nations,” see textual note. The reason for accepting the variant is that the lines are more concerned with the nations than with Zion or Israel; and an apostrophe to the nations interrupting an address to Israel is certainly not foreign to the style of Second Isaiah. The “teaching” and the “judgment” are directed to the nations, not to Israel alone; for these words, see the Comment on <a class=\"isa\" verses=\"eyIxODQ4MiI6NH0=\">42:1–4<\/a>,(Sec. 8). The “victory” and the “deliverance” are the liberation and the restoration of Israel, and this demands the judgment of the nations, as in <a class=\"isa\" verses=\"eyIxODYwMSI6MTV9\">ch. 47<\/a>. The call to look at the heavens (vs. <a class=\"isa\" verses=\"WzE4NjgwXQ==\">6<\/a>) echoes <a class=\"isa\" verses=\"WzE4NDQ3XQ==\">40:26<\/a>, but this call is addressed to the nations; they are not, however, directed to look at them as evidence of Yahweh’s creative power. They are to look at them as the most permanent of visible realities; yet compared to Yahweh’s saving act they are as transitory as the most fleeting objects of experience. On the explanation of the comparison, see Note on vs. <a class=\"isa\" verses=\"WzE4NjgwXQ==\">6<\/a>. <\/p> <p>[Assurance of victory, <a class=\"isa\" verses=\"eyIxODY4MSI6Mn0=\">51:7–8<\/a>,]: The address returns to Zion, and Yahweh is still the speaker. Israel is addressed in terms similar to vs. <a class=\"isa\" verses=\"WzE4Njc1XQ==\">1<\/a>; it is the people which has the revelation of Yahweh and the righteousness which comes from his law. This is ample reason why they should not fear any human power; they have learned from law and prophecy that there is nothing to fear except the judgment of Yahweh. The power of men cannot endure against the everlasting saving deeds of Yahweh. The first line of vs. <a class=\"isa\" verses=\"WzE4NjgyXQ==\">8<\/a>, does not imply a sudden catastrophic fall of human power; this power simply collapses from its own gradual corruption. <\/p> <p>[A call to Yahweh, <a class=\"isa\" verses=\"eyIxODY4MyI6M30=\">51:9–11<\/a>,]: The prophet now becomes the speaker; he addresses Yahweh in the name of Zion and calls upon him to act. The invocation to act merges two themes, the theme of the creation myth and the theme of the crossing of the sea in the Exodus. See the Note on vss. <a class=\"isa\" verses=\"eyIxODY4MyI6Mn0=\">9–10<\/a>, for references to other appearances of this myth in the OT. Second Isaiah has frequently employed the imagery of the Exodus. The crossing of the sea is also merged with the theme of the road of return; see <a class=\"isa\" verses=\"eyIxODMyOSI6M30=\">35:8–10<\/a>. The theme of joy suddenly emerges with emphasis in vs. <a class=\"isa\" verses=\"WzE4Njg1XQ==\">11<\/a>; hitherto the prophet has not attended to the joyful character of the event he announces. <\/p> <p>[Yahweh the consoler, <a class=\"isa\" verses=\"eyIxODY4NiI6NX0=\">51:12–16<\/a>,]: Yahweh is again the speaker, and he identifies himself at the very beginning of the line by an unusually emphatic use of the first personal pronoun. The emotion opposed to hope is fear; and Zion must learn that it has no one to fear. Men die, but Yahweh the creator is eternal. Yahweh is ready to admit that the fear of the Israelites is not unreasonable; they have known oppression, they have known what it means to live in constant terror of a power they cannot resist. But they have been slow to admit the supreme power, which is directed to save, not to terrify. The power of Yahweh is exhibited in the theme which was employed in vs. 10, his dominion over the sea. Let Zion be assured that Yahweh will save it; in vs. 16 the prophet echoes the ancient covenant formula, “You are my people and I am your God”; see also <a class=\"isa\" verses=\"WzE4NjM5XQ==\">49:2<\/a>. He who said these things is he who created the heavens and the earth. Verse <a class=\"isa\" verses=\"WzE4NjkwXQ==\">16<\/a>, conveys the idea of the mission of Israel, and implicitly presents another ground for hope: Yahweh will surely preserve Israel because it is through Israel that his word will be uttered to all the earth. The restoration of Israel is treated as a new act of creation. <\/p> <p>[The sorrows of Jerusalem, <a class=\"isa\" verses=\"eyIxODY5MSI6NH0=\">51:17–20<\/a>,]: The prophet again takes up the speech and begins with another apostrophe, as he did in vs. 9; but this time he addresses Zion. “Awake” is a variant form of the same verb with which 9 began. On the intoxicating cup of Yahweh’s anger, see Note on vs. <a class=\"isa\" verses=\"WzE4NjkxXQ==\">17<\/a>. One effect of the shattering experience of Yahweh’s wrath was that the people was deprived of leadership. The prophet reflects upon the disaster of Jerusalem not without sympathy; vss. <a class=\"isa\" verses=\"eyIxODY5MiI6M30=\">18–20<\/a>, resemble <a class=\"ref\">Lam 2:9, 11–12, 19<\/a>. Contemplation of the magnitude of the disaster will make it easier for the Israelites to see the magnitude of the deliverance; and they may also see that the wrath of Yahweh is surpassed by his compassionate love. <\/p> <p>[Liberation of Jerusalem, <a class=\"isa\" verses=\"eyIxODY5NSI6M30=\">51:21–23<\/a>,]: The prophet begins the speech, but only to introduce the words of Yahweh. His words are words of promise, although the promise is a threat to others. The cup of wrath will be handed to those who have oppressed Israel; Babylon must have her turn in judgment. The depth of the humiliation of Israel is again alluded to, in order that the contrast between the humiliation and the liberation may be perfectly clear. <\/p> <p>[A call to deliverance, <a class=\"isa\" verses=\"eyIxODY5OCI6Nn0=\">52:1–6<\/a>,]: The prophet is again the speaker in the first two verses, and then he introduces Yahweh. The opening words imitate almost to the letter the opening words of <a class=\"isa\" verses=\"WzE4NjgzXQ==\">51:9<\/a>, and this imitation must be deliberate. When Yahweh clothes his arm with strength, he enables Jerusalem to clothe itself with strength, the strength of him who delivers her. The liberation of Jerusalem reverses the fall of Babylon in <a class=\"isa\" verses=\"bnVsbA==\">47<\/a>,(Sec. 23); Jerusalem becomes the queen of Yahweh her king. That the uncircumcised and unclean should not enter her may be a reference to ritual cleanliness; but it is more likely that it means that they shall not enter as attackers. <\/p> <p>Something has happened to the words of Yahweh in vss. <a class=\"isa\" verses=\"eyIxODY3NyI6NH0=\">3–6<\/a>. The line between Hebrew poetry and elevated Hebrew prose is sometimes thin, but there can be no doubt that these lines are in prose; and they form an eccentric mass in a poetic composition. Yet the content is not out of harmony with the context. It is possible to regard <a class=\"isa\" verses=\"eyIxODY3OCI6M30=\">4–6<\/a>, as a gloss on vs. <a class=\"isa\" verses=\"WzE4Njc3XQ==\">3<\/a>, which by itself may not have been understood. The thought echoes <a class=\"isa\" verses=\"WzE4NTc1XQ==\">45:13<\/a>. Yahweh has not acted for gain in the judgment of Israel, and he does not act for gain in its restoration. He acts only for his name, or for his righteousness, or for his fidelity. This was illustrated in Israel’s earlier experiences with Egypt and with Assyria. Because Yahweh’s motives are not recognized, the nations take an unholy glee in the success his acts of judgments give them. If his name is to be acknowledged, he must deliver his people without profit. If the passage was original with Second Isaiah, it was very probably rewritten. <\/p> <p>[The advent of peace, <a class=\"isa\" verses=\"eyIxODcwNCI6NH0=\">52:7–10<\/a>,]: In the concluding part of the poem the prophet is again the speaker, and his language reaches a high emotional intensity. Suddenly he sees the most beautiful sight in the world, the feet of a messenger running with good news, with the greatest news in the history of Israel. The news is couched in the language of the cult (see the Note); but the refrain has a richness of meaning it never had in its ritual use. By a paradox the watchmen of Jerusalem respond with a shout; it is a paradox, because a ruined and abandoned city would have no watchmen. What they see is not the messenger but the return of Yahweh himself. The prophet repeats his call to a joyous shout (<a class=\"isa\" verses=\"WzE4Njg1XQ==\">51:11<\/a>). The great act Yahweh is doing will be seen all over the world. <\/p> <p>[Invitation to depart, <a class=\"isa\" verses=\"eyIxODcwOCI6Mn0=\">52:11–12<\/a>,]: The concluding lines are a call to depart; see <a class=\"isa\" verses=\"WzE4NjM1XQ==\">48:20<\/a>. The Exodus is re-enacted with differences; see the Note. Babylon must be entirely abandoned; Yahweh creates a new Israel which will not have to remember “the former things.” <\/p> <p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em>,(Vol. 20, pp. 124–128). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}