{
    "id": 2216,
    "source": "mckenzie",
    "verse_id": 18802,
    "verse_count": 21,
    "reference": "59:1–21",
    "title": "Guilt and Judgment",
    "html": "<p>This poem, except for vs.<a class=\"isa\" verses=\"WzE4ODIyXQ==\">21<\/a> , forms an obvious unity. The prophet opens as if in answer to the question, &ldquo;Why is our salvation delayed?&rdquo; In the preceding poems there has been a contrast between the promises of Second Isaiah and the wretched post-exilic community of Palestine. Just as Second Isaiah had to deal with those who doubted his promises, so does Third Isaiah deal with a later generation of doubters. Yahweh either does not hear the prayers of Israel and has abandoned Israel, or he is too feeble to answer prayer, and he does not deserve worship. The prophet returns to the classic answer of prophecy. Neither weakness nor hostility in Yahweh is responsible for present conditions; it is sin and only sin which delays the arrival of salvation.<\/p><p>The sins mentioned are of the same character as the sins mentioned in<a class=\"isa\" verses=\"W3siMTg3OTAiOjJ9LFsxODc5MywxODc5Nl1d\">58:3&ndash;4, 6, 9<\/a> ; but the prophet describes a deeper evil. Mutual confidence has broken down in the community; no man can trust another. This is an old prophetic complaint (<a class=\"ref\">Jer 9:4&ndash;5<\/a>). The &ldquo;blood&rdquo; of vs.<a class=\"isa\" verses=\"WzE4ODA0XQ==\">3<\/a> must refer to bloodshed; certainly this is meant in vs.<a class=\"isa\" verses=\"WzE4ODA4XQ==\">7<\/a> . The reflections of vss.<a class=\"isa\" verses=\"eyIxODgwNiI6Mn0=\">5&ndash;6<\/a> have the tone of Wisdom literature. The prophet is not denying that sin is successful; he means that evildoing ultimately accomplishes nothing, that it creates no value. Ultimately, of course, the sinner fails; this is a maxim of Wisdom. But in the conditions in which the prophet was living, sin was very successful. The prophet does not distinguish between the leading men of the community and others, but there is no doubt that his accusations are primarily directed against those whose power and responsibility are the greatest.<\/p><p>Verses<a class=\"isa\" verses=\"eyIxODgxMCI6Nn0=\">9&ndash;14<\/a> belong to the type of poem known as &ldquo;community lamentation,&rdquo; of which several examples appear in the Psalms. The prayer is a petition for &ldquo;justice&rdquo; and &ldquo;righteousness,&rdquo; which may mean deliverance or the restoration of law and order within the community. It is probably in the sense of deliverance that the words are used in the lamentation; in vss.<a class=\"isa\" verses=\"eyIxODgxNSI6Mn0=\">14&ndash;15<\/a> the sense of law and order seems to appear. The enumeration of vices in vs.<a class=\"isa\" verses=\"WzE4ODE0XQ==\">13<\/a> adds to sins against truth and honesty the sin of rebellion and denial of Yahweh. It is unlikely that this means renunciation of the cult of Yahweh for other religions, although, as we have noticed in<a class=\"isa\" verses=\"eyIxODc2OSI6N30=\">57:3&ndash;9<\/a> , there is evidence of the recrudescence of superstitious cults. The rebellion and the denial are here seen as being the refusal to accept the moral will of Yahweh. Thus justice, righteousness, fidelity, and sincerity, the ingredients of Yahweh&rsquo;s moral will and the qualities which establish a morally integral community, are excluded.<\/p><p>Conditions are so appalling that a divine intervention is necessary; the situation is beyond merely human remedy. The prophet sees a theophany, a coming of Yahweh in power and majesty. Here he echoes the coming of Yahweh promised in Second Isaiah, but Yahweh comes also as a judge against those elements in Israel which have resisted salvation. For the theme of judgment, see the Comment on Sec. 1 (<a class=\"isa\" verses=\"bnVsbA==\">34<\/a>). The theophany, like the saving act of Second Isaiah, will be manifested to all the world.<\/p><p>We treat vs.<a class=\"isa\" verses=\"WzE4ODIyXQ==\">21<\/a> as a secondary expansion; see the Note.<\/p><p>McKenzie, J. L. (2008).<em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 171&ndash;172). New Haven; London: Yale University Press.<\/p> ",
    "audit": 1
}