{
    "id": 2198,
    "source": "mckenzie",
    "verse_id": 18563,
    "verse_count": 13,
    "reference": "45:1-13",
    "title": "The Call of Cyrus",
    "html": "<p>The identity and the mission of Yahweh&rsquo;s agent of salvation are now disclosed clearly. J. D. Smart, reviving an opinion proposed by C. C. Torrey, believes that Cyrus has been intruded into this passage, and that the &ldquo;servant&rdquo; and the &ldquo;anointed&rdquo; is Israel. But the entire context is at variance with this opinion. This would make the passage another Servant poem and settle the question of the identity of the Servant. We have noted that the title of servant is given to more than one subject in Second Isaiah. And it may be to the point that Israel is never &ldquo;the anointed.&rdquo; In the OT this title without qualification designates the Jerusalem king; and Cyrus was a king. He receives, as we point out in the Note on vs. <a class=\"isa\" verses=\"WzE4NTYzXQ==\">1<\/a>, the titles which are given to the agents of Yahweh in pre-exilic Israel. At the probable date of Second Isaiah (see Introduction, &ldquo;Critical Questions&rdquo;) Cyrus&rsquo; career of conquest was well advanced, and the terms used in vss. <a class=\"isa\" verses=\"W1sxODU2M10seyIxNzY4NyI6MjJ9XQ==\">1&ndash;2<\/a> are not an exaggeration. But for the prophet, Yahweh is the power behind the conquests of Cyrus; he grants Cyrus world supremacy in order that he may restore Israel. We have no record that Cyrus ever recognized Yahweh (vs. <a class=\"isa\" verses=\"WzE4NTY1XQ==\">3<\/a>); and it is possible that the prophet looked to something which never happened. The profession of faith contained in the decree of Cyrus permitting the rebuilding of Jerusalem (<a class=\"ref\">Ezra 1:2<\/a>), even on the assumption that this is an exact quotation, is no more than a ceremonial statement expressing respect to the gods worshiped by other peoples. For Second Isaiah such a ceremonial statement would hardly be a genuine confession of faith in Yahweh.<\/p><p>In any case, the work of Cyrus is a manifestation of the power of Yahweh, which the whole world can see. Here Second Isaiah&rsquo;s appeal to prophecy acquires particular relevance, for Second Isaiah himself declares and interprets events which are shortly to happen (<a class=\"isa\" verses=\"WzE4NDUzXQ==\">41:1&ndash;4, 21&ndash;29, 43:9&ndash;13, 44:6&ndash;7<\/a>). He repeats, perhaps to excess, the affirmation that there is no other god but Yahweh who acts in the history of Cyrus (vss. <a class=\"isa\" verses=\"W1sxODU2N10seyIxNzc3MSI6MTN9XQ==\">5&ndash;6<\/a>).<\/p><p>The prophet affirms Yahweh&rsquo;s supremacy in vs. <a class=\"isa\" verses=\"WzE4NTY5XQ==\">7<\/a> in terms reflecting his creative power; on some possible implications in these terms, see the Note. History is a stream in which light and darkness, well-being and evil&mdash;or what men call by these names&mdash;are constantly mingled. It makes no difference what they are called; nothing happens which is not the work of the sovereign will of Yahweh. To the kings whom Cyrus defeats and deposes (<a class=\"isa\" verses=\"W1sxODU2NF0seyIxNzcwOSI6MjZ9XQ==\">2&ndash;3<\/a>) what happens is darkness and evil; but it is the work of Yahweh, not of some power independent of him. The thought of this sovereignty leads to the exclamation of vs. <a class=\"isa\" verses=\"WzE4NTcwXQ==\">8<\/a>. The verse does not simply identify the conquests of Cyrus with righteousness and victory; but the conquests are the achievement of the will of Yahweh, for they lead to the restoration of Israel. They initiate a new era of Yahweh&rsquo;s providence.<\/p><p>Verses <a class=\"isa\" verses=\"W1sxODU3MV0seyIxNzg4NiI6MTZ9XQ==\">9&ndash;11<\/a> indicate that Second Isaiah&rsquo;s concept of salvation met or was expected to meet incredulity among the Israelites. What form these objections took the prophet does not tell us. His response to the objections is a reaffirmation of the sovereignty of Yahweh in the figures of the potter (see Note on vs. <a class=\"isa\" verses=\"WzE4NTcxXQ==\">9<\/a>) and of the father and mother. These are creative acts of men, and men do not question each other at the moment of creation. Neither should they question Yahweh, who now shows the same power he exhibited in the creation of the world. We have noticed that in Second Isaiah the ideas of creation and history are constantly intertwined. If Yahweh chooses to save Israel through Cyrus rather than in some other way, it is his to choose whether Israel shall be saved and by what means.<\/p><p>The prophet concludes with a reaffirmation that it is Yahweh who has stirred up Cyrus, and that the deliverance of Israel is gratuitous, with no profit either to Yahweh or to Cyrus. Yahweh does it for &ldquo;his glory,&rdquo; which is not for profit; it is simply that he may be recognized for what he is. That an Israelite prophet should view the conquests of Cyrus purely as directed to the restoration of Israel may seem an intolerably narrow view of history. But it is a fact that the restoration of a Jewish community in Palestine has had a more lasting effect than anything else accomplished by Cyrus, who has been given in history the title of the Great. In the light of subsequent developments, the prophet does not show narrow vision; he shows an astonishing insight into the meaning of history.<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 77&ndash;79). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}