{
    "id": 2194,
    "source": "mckenzie",
    "verse_id": 18535,
    "verse_count": 8,
    "reference": "44:1-8",
    "title": "The Fidelity of Yahweh",
    "html": "<p>The tone is again reversed, and the promise is resumed&mdash;and in this passage reaches a new height in the discourses of the prophet. Since the prophet has alluded to the past of Israel, he now heaps up epithets that recall the past. Israel is addressed as Jacob\/Israel, recalling its eponymous ancestor as Jeshurun, a title used only here and in the Song of Moses and the Blessing of Moses (see Note on vs. <a class=\"isa\" verses=\"eyIxNzY4NyI6MjJ9\">2<\/a>), and Yahweh is called the maker of Israel, the one who has chosen Israel. The past of Israel contains saving acts as well as judgments. The theme of the renewal of the desert recurs, but here in a slightly different sense from its previous occurrences (<a class=\"isa\" verses=\"W3sic2luZ2xlcyI6WzE4NTI2XX0seyIxODMyNyI6Mn0seyIxODQ3MCI6Mn1d\">35:6&ndash;7, 41:18&ndash;19, 43:20<\/a>); as we have noted, Second Isaiah likes to repeat phrases and themes in a slightly altered sense. Here the desert that is transformed is Israel itself; this is indicated by the parallel line, in which the spirit and the blessing of Yahweh are poured out on Israel. This is a novel conception (see Note on vs. <a class=\"isa\" verses=\"eyIxNzcwOSI6MjZ9\">3<\/a>); in Israelite tradition the charisma of the spirit is given to leaders and not to the whole people. Now it is like the blessing, which was communicated to all Israelites. The agent of renewal is the vivifying force, which comes from Yahweh. Thus vs. <a class=\"isa\" verses=\"eyIxNzczNSI6Nn0=\">4<\/a> does not refer merely to the renewal of prosperity in restored Israel, although prosperity (peace) was always conceived as the fruit of righteousness; the renewal of Israel is primarily its renewal in righteousness.<\/p><p>The scope of vss. <a class=\"isa\" verses=\"eyIxNzc0MSI6NDN9\">5&ndash;6<\/a> must go beyond Israel. Those who adopt the names of Yahweh and Israel can scarcely be Israelites. Although it is not inconceivable that the prophet may represent the Israelites as boasting that they are the people of Yahweh, they would hardly boast of this after ruin and exile. The prophet surely sees foreign peoples and nations so impressed by this demonstration of the saving power of Yahweh that they will take his name and the name of his people. For the challenges uttered to the nations and their gods must have the effect of demonstrating that Yahweh alone is God, and Israel is his people. This theme is expanded in the discourses that follow.<\/p><p>The words of Yahweh in vss. <a class=\"isa\" verses=\"eyIxNzc3MSI6NjB9\">6&ndash;8<\/a> are introduced by a quotation formula, which indicates a slight change of tone and object. The words are a summary of ideas already stated. The quotation formula echoes the title &ldquo;king of Jacob&rdquo; (see Note on vs. <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">6<\/a>). &ldquo;The first and the last&rdquo; echoes <a class=\"isa\" verses=\"MTg0NTY=\">41:4<\/a>. The challenge to the gods and the appeal to the fulfillment of prophecy echo <a class=\"isa\" verses=\"W3siMTg0NzMiOjl9LHsiMTg1MTQiOjV9XQ==\">41:21&ndash;29, 43:8&ndash;12<\/a>; and the idea of Israel as Yahweh&rsquo;s witness comes from <a class=\"isa\" verses=\"eyIxODUxNCI6NX0=\">43:8&ndash;12<\/a>. The new element is the title of &ldquo;rock&rdquo; for Yahweh, traditional in Hebrew poetry but rare in Second Isaiah. Thus the lines resume and summarize much of what has gone before; their continuation and conclusion, which leads into the development of a new theme, is found in <a class=\"isa\" verses=\"eyIxODU1NSI6M30=\">44:21&ndash;23<\/a> (<a class=\"ref\">Sec. 18<\/a>).<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 64&ndash;65). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}