{
    "id": 2225,
    "source": "mckenzie",
    "verse_id": 18928,
    "verse_count": 20,
    "reference": "66:5-24",
    "title": "Apocalypse: Deliverance and Judgment",
    "html": "<p>The unity of this poem is not strict, and it is possible that it has been composed as a cento of passages that had or were thought to have that unity of theme which is called apocalyptic. It has been enlarged by a prose gloss in vss. <a class=\"isa\" verses=\"W1sxODk0MV0seyIxODAzNyI6MTd9XQ==\">18&ndash;21<\/a>. The passage was very probably composed or added by an editor as a conclusion to the collection of Third Isaiah, or possibly to the entire collection of <a class=\"isa\" verses=\"W1sxODkyNF0seyIxODkyNCI6MjR9XQ==\">Isa 1&ndash;66<\/a>. The passage contains several allusions to earlier books; see the Notes.<\/p><p>Verses <a class=\"isa\" verses=\"W1sxODkyOF0seyIxNzc3MSI6MTN9XQ==\">5&ndash;6<\/a> are detached from the poem by some commentators. But the &ldquo;roar&rdquo; of Yahweh is the apocalyptic sound of judgment. The poem moves through two themes, salvation and judgment in that order. But first the prophet mentions the unfaithful Israelites. &ldquo;Hate&rdquo; and &ldquo;expel&rdquo; do not refer to any open and permanent division in the Israelite community of which we know. The preceding poem indicates a division between the wealthy, including the priests, and the pious poor. The institutional structure of the community was in the hands of those whom the prophet and the pious poor regarded as apostate Israelites. Verse <a class=\"isa\" verses=\"WzE4OTI4XQ==\">5<\/a> suggests that these apostates expressed incredulity toward the prophet&rsquo;s predictions of a glorious future and were contented with a realistic adjustment to life as it could be lived. Judgment begins from the temple, the seat of Yahweh&rsquo;s presence.<\/p><p>The prophet is sure that the saving act will come suddenly; it is like conception and birth in a single day. The saving act means the sudden appearance of a large number of true Israelites; this again suggests that the prophet and his followers formed a minority; see Comment on Sec. 45, specif. <a class=\"isa\" verses=\"W1sxODkwOV0seyIxNzk3MSI6MTR9XQ==\">65:11&ndash;16<\/a>. This miracle is possible to Yahweh. The children of the new Jerusalem are compared, somewhat broadly, to infants at the breast. The rare comparison of Yahweh to a mother illustrates not only his care but his tenderness.<\/p><p>The judgment is begun with a theophany; see the Notes. Even here the prophet&rsquo;s thought turns to the faithless Israelites who practice superstitious rites which we cannot identify; see Note on vs. <a class=\"isa\" verses=\"WzE4OTQwXQ==\">17<\/a>. It is on these rather than on the nations that the judgment falls. The gloss in <a class=\"isa\" verses=\"W1sxODk0MV0seyIxODAzNyI6MTd9XQ==\">18&ndash;21<\/a> takes a favorable view of the nations, although the word &ldquo;survivors&rdquo; suggests the apocalyptic slaughter. But it is possible that the prose gloss preserves imperfectly some thoughts which occurred in the original form of the poem. These nations are not judged; they receive missionaries, and in response to the proclamation they bring the Israelites living abroad as a sacrificial offering to Yahweh, just as the Israelites bring cereal offerings. For this quasi-priestly act they will be rewarded with admission to the ranks of the sacred personnel of the temple. Here in a clumsily written prose gloss is one of the most spacious views of religion and mankind which is found in the entire OT. The poem resumes in vs. <a class=\"isa\" verses=\"WzE4OTQ1XQ==\">22<\/a> with a promise of the eternity of Israel.<\/p><p>Most readers and interpreters would be happy if the book ended here; and it is quite probable that originally it did end here. But a conclusion is added, which fills out the picture of the judgment; this may come from an editor who felt that it had been left incomplete in the early lines of the poem. The faithless Israelites should not be left in obscurity. The lines describe what happened to them in vs. <a class=\"isa\" verses=\"WzE4OTM5XQ==\">16<\/a>. They remain a perpetual monument to the ultimate issue of infidelity, a constant reminder that Yahweh is righteous and cannot accept the unrighteous. The lines give an impression of narrowness which is all the more noticeable because it follows the breadth of the prose gloss. But they do not depart from the prophetic idea of judgment; they are unusual in their imagery, which is less pleasing to modern readers. We are indeed at the threshold of apocalyptic, which paints the judgment in lurid colors. It was the protest of later generations against the massive evil of a godless world which they felt helpless to resist. If Yahweh had judged Israel as he did, surely his judgment of the nations would be far more grim.<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 208&ndash;210). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}