{
    "id": 2223,
    "source": "mckenzie",
    "verse_id": 18906,
    "verse_count": 18,
    "reference": "65:8–25",
    "title": "Yahweh’s Promises",
    "html": "<p>This poem, which again does not have a connection with the preceding poem, is another poem of promise; but this takes a different turn from the earlier promises (see below). The poem begins with what must be a proverb or popular saying; see the Note. The community of Israel is compared to a cluster of grapes which one might look at and throw away as unsatisfactory. But since it is among the first clusters to be harvested, it contains a blessing, the token of Yahweh&rsquo;s favor manifested in the harvest. So the community of Israel might deserve to be rejected as a whole, but it contains a blessing; and the blessing is clearly identified in the following lines as the group of faithful Israelites. The prophet has divided Israel into the genuine Israel and the spurious Israel; and this division remains constant in post-exilic literature. Duhm understood the unfaithful group to be the Samaritans, and the hostility expressed is in accord with the relations of the Jewish and Samaritan communities. But the identification is doubtful because of the uncertainty both of the date of the poems of Third Isaiah and of the Samaritan schism, which in any hypothesis seems to be later than any probable date of the poem. No doubt the feelings that issued in the schism were already present to some extent before the time of Nehemiah (445 b.c.), but the Samaritans were not yet a distinct non-Jewish community; and this would still not affect the interpretation of the poem as distinguishing the genuine and the spurious Israel. But the unbelieving Israelites seem to include more than the dissidents of Samaria, if indeed these are meant at all. Yahweh will fulfill his promises; the promises made to the patriarchs of land and progeny are mentioned. Yahweh&rsquo;s will cannot be frustrated even by his own people. But the promises will not be fulfilled to the whole of historic Israel. The &ldquo;you&rdquo; of vss. <a class=\"isa\" verses=\"eyIxODkwOSI6NX0=\">11&ndash;15<\/a> are the Israelites who will be excluded from the promises.<\/p><p>The only specific sin mentioned is superstitious worship; on the practices, see the Note on vs. <a class=\"isa\" verses=\"WzE4OTA5XQ==\">11<\/a>. The preceding poems in Third Isaiah have mentioned other sins&mdash;see <a class=\"isa\" verses=\"bnVsbA==\">56, 58, 59<\/a>&mdash;and there is no reason to think that this prophet did not regard these as serious. But Israel&rsquo;s sin comes to a focus, a point of clarity in its cult; here the rejection of Yahweh, implicit in their crimes, becomes formal and explicit. Therefore, Yahweh utters a formal curse in which the unbelievers are eliminated from a share in the blessings of the salvation to come. The delay in the coming of salvation will not be removed by the regeneration of Israel as a whole; it will be removed by removing that part of Israel which creates the obstacle. The prophet says nothing to indicate whether the elect group is a majority or a minority within the Israelite community. One is justified in suspecting that the obstacle lay mostly with the leading elements of the community, the wealthy and the priests. That the faithful group was a minority may be indicated in the new name of vss. <a class=\"isa\" verses=\"eyIxODkxMyI6Mn0=\">15&ndash;16<\/a>. The traditional formula in the phrases cited in vs. 16 was &ldquo;the God of Israel.&rdquo; The elect people will not use this phrase; they will speak of &ldquo;the God of Amen.&rdquo; They will thus attest the fidelity of Yahweh to his promises even when it seemed impossible to fulfill the promises; but the line may also attest that the name of Israel is expected to stay with the larger group, the group of unbelievers.<\/p><p>From vs. <a class=\"isa\" verses=\"WzE4OTE1XQ==\">17<\/a> on, the poem approaches apocalyptic. The vision now comprehends not a new Zion but a new heaven and a new earth. The characteristic of the Zion in this new universe is joy; &ldquo;joy&rdquo; and &ldquo;gladness&rdquo; occur six times in vss. <a class=\"isa\" verses=\"eyIxODkxNiI6Mn0=\">18&ndash;19<\/a> , and they become the new names of the city. The conditions of the antediluvian patriarchs will be restored, when the normal span of human life was several centuries. The faithful will not fear that the fruit of their toil will be destroyed by war and conquest. Indeed, the new earth will be a restoration of Paradise; it is described in terms obviously borrowed from First Isaiah. Yahweh will be near and accessible; it will not be necessary to ask anything in prayer. The division of Israel into faithful and unfaithful has taken the prophet out of the realm of history; the salvation he expects can only be achieved outside history, when the judgments of Yahweh are perfectly executed, when wickedness becomes utterly powerless.<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 199&ndash;201). New Haven; London: Yale University Press.<\/p> ",
    "audit": 1
}