{
    "id": 2204,
    "source": "mckenzie",
    "verse_id": 18644,
    "verse_count": 7,
    "reference": "49:7–13",
    "title": "Response to the Poem",
    "html": " <p>The speaker in this response is Yahweh, who was the speaker in the response to the first Servant Song (<a class=\"isa\" verses=\"eyIxODQ4NiI6NX0=\">42:5&ndash;9<\/a>,[Sec. 9]). The one described in the second line of vs. <a class=\"isa\" verses=\"WzE4NjQ0XQ==\">7<\/a>, is more suitably Israel than anyone else, unless one wishes to anticipate here the Servant of <a class=\"isa\" verses=\"eyIxODcxMCI6M30=\">52:13&ndash;53<\/a>, and there seems to be no reason for doing this. Nor does the address to Israel at this point imply of necessity that Israel is addressed in the preceding poem; the Servant has a mission which concerns Israel, and there is no reason why Israel should not be addressed in this connection. As the prophet has said several times previously, the salvation of Israel will be a saving work which will astonish the nations. <\/p> <p>The further lines of the response are a chain of themes derived from the first part of Second Isaiah, with nothing really new added. The &ldquo;covenant for a people&rdquo; appears in <a class=\"isa\" verses=\"WzE4NDg3XQ==\">42:6<\/a>, where it is parallel to &ldquo;light of nations.&rdquo; The phrase is indeed applicable to Israel as the medium through which Yahweh&rsquo;s revelation and covenant reaches other nations. The land which is to be established and the properties to be distributed are most probably the land and the properties of Israel; there is no doubt, as we have noted, that the prophet&rsquo;s view goes beyond the immediate historical scene, but his language is often that of contemporary events. For other passages from which the themes of vss. <a class=\"isa\" verses=\"eyIxODY0NiI6M30=\">9&ndash;11<\/a>, are echoed see the Notes. The passage concludes with a hymnic call to praise, similar to <a class=\"isa\" verses=\"W3siMTg0OTEiOjR9LFsxODU1N11d\">42:10&ndash;13, 44:23<\/a>. <\/p> <p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em>,(Vol. 20, pp. 108&ndash;109). New Haven; London: Yale University Press. <\/p>",
    "audit": 1
}