{
    "id": 2189,
    "source": "mckenzie",
    "verse_id": 18499,
    "verse_count": 8,
    "reference": "42:18-25",
    "title": "Israel the Blind Servant",
    "html": "<p>Yahweh is the speaker in vss. <a class=\"isa\" verses=\"eyIxODQ5OSI6M30=\">18&ndash;20<\/a>, and the discourse is continued by the prophet for the remainder of the poem. Again the Servant addressed is clearly Israel. Second Isaiah again uses words that were used in a somewhat different sense in a preceding context: &ldquo;blind&rdquo; and &ldquo;deaf&rdquo; mean those oppressed and desperate in <a class=\"isa\" verses=\"WzE4MzI2LDE4NDg4LDE4NDk3XQ==\">35:5, 42:7, 16<\/a>. Here it is clear that blindness and deafness mean lack of insight into the meaning of history as interpreted by prophecy. Israel is one sent, a messenger, like the Servant of <a class=\"isa\" verses=\"eyIxODQ4MiI6OX0=\">42:1&ndash;9<\/a>; but how is Israel to declare that which it does not perceive nor understand? It was the intention of Yahweh to make his teaching &ldquo;great and glorious&rdquo;; his revelation of himself was to be universally manifest and convincing. This purpose has not been achieved, because those who were to announce it are hiding or imprisoned. The description of vs. <a class=\"isa\" verses=\"WzE4NTAzXQ==\">22<\/a>, which must apply to the Israelites, seems exaggerated in view of what is known of the conditions of the Israelite community in Babylon; it may be less exaggerated if it has reference to life in Palestine during the sixth century b.c. But the phrases should not be taken at face value. Israel was effectively destroyed as a people and a religious community; the survivors lived without the old social and religious structures and without having developed any new ones. The messenger has been unable to deliver his message.<\/p><p>But more than this, Israel has not understood what happened and why their fall happened. The Israelites may even have explained their fall as due to the superiority of other nations and their gods to Yahweh. This particular kind of infidelity is directly attested only in <a class=\"ref\">Jer 44:15&ndash;19<\/a>; the women of Judah attribute the misfortunes of the country to their abandonment of the worship of the queen of heaven. It is difficult to deny that the prophetic charge of the worship of false gods did not sometimes imply a similar confession. This is the height of blindness: not to recognize that Yahweh is God in judgment as in deliverance, and that nothing happens to them that is not his will. Yahweh himself delivered them. He judged them and condemned them because they would not listen to his revelation, the revelation that was committed to them to be announced to peoples and nations. The prophet draws a paradoxical picture of a man who stands in the midst of a blazing fire and does not notice it (vs. <a class=\"isa\" verses=\"WzE4NTA2XQ==\">25<\/a>). So insensible had Israel become that it could not even discern the presence of disaster. The Israelites had not yet perceived the reality of God, and so they are messengers who cannot hear the message nor see where they are going.<\/p><p>Obviously the tone of the &ldquo;Book of Consolation&rdquo; is changed in this poem. The discourse of Second Isaiah is not a simple statement that everything is going to be all right now that the worst is over. As Israel was created for a purpose, so it is restored for a purpose. It did not recognize the purpose of its creation; it must recognize the purpose of its restoration. And it will not unless it learns the meaning of the oracles of the pre-exilic prophets, which explained the process of Israel&rsquo;s collapse. Second Isaiah repeats and summarizes these prophecies.<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 47&ndash;48). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}