{
    "id": 2179,
    "source": "mckenzie",
    "verse_id": 18305,
    "verse_count": 17,
    "reference": "34:1-17",
    "title": "Yahweh’s Vengeance on Edom",
    "html": "<p>This poem, and the poem following, belong in style and content with <a class=\"isa\" verses=\"eyIxODQyMiI6NTI2fQ==\">Isa 40&ndash;66<\/a> (<a class=\"ref\">Secs. 3&ndash;47<\/a>), although it is not possible to affirm that they are from the same author or authors. A comparison of this poem with the collection of Third Isaiah (<a class=\"isa\" verses=\"eyIxODc1NSI6MTkzfQ==\">56&ndash;66<\/a> <a class=\"ref\">[Secs. 33&ndash;47]<\/a>) is enough to show that it is akin to this collection and not to <a class=\"isa\" verses=\"eyIxNzY1NiI6NjQ5fQ==\">Isa 1&ndash;33<\/a>. How the two poems came to have their present location is uncertain. It appears that they did not form a part of the collections of <a class=\"isa\" verses=\"eyIxODQyMiI6NTI2fQ==\">Isa 40&ndash;66<\/a>, and also that they were appended to <a class=\"isa\" verses=\"eyIxNzY1NiI6NjQ5fQ==\">Isa 1&ndash;33<\/a> before Second and Third Isaiah; for they precede the historical appendix, <a class=\"isa\" verses=\"eyIxODMzMiI6OTB9\">Isa 36&ndash;39<\/a>, which may be taken as a conclusion of the first edition of the Book of Isaiah.<\/p><p>In character this poem is apocalyptic&mdash;a word that generally designates the type of literature which succeeded prophecy in Judaism and viewed the end of history as a judgment of God executed in a world catastrophe. The roots of this idea can be found in the earlier prophets&mdash;for example, in the &ldquo;Day of Yahweh&rdquo; of <a class=\"ref\">Amos 5:18&ndash;20<\/a>; <a class=\"isa\" verses=\"eyIxNzY5MSI6MTh9\">Isa 2:5&ndash;22<\/a>; the fall of Babylon in <a class=\"isa\" verses=\"eyIxNzkwOCI6MjJ9\">Isa 13:1&ndash;22<\/a>. The Notes draw attention to several literary affinities between this poem and <a class=\"isa\" verses=\"eyIxNzkwOCI6MjJ9\">Isa 13<\/a> which suggest a dependence of this poem on the earlier work. But the &ldquo;Day of Yahweh&rdquo; of the earlier prophets is not seen as a world catastrophe and the end of history; it is the judgment of Yahweh executed in a particular moment of history, even though the language used is cosmic in scope. Other instances of apocalyptic will be noticed in the collection of Third Isaiah; it is a literary form not found in Second Isaiah.<\/p><p>The poem begins with an apostrophe to all nations, and it is against all nations that the judgment is directed in vss. <a class=\"isa\" verses=\"eyIxNzY1NiI6ODV9\">1&ndash;4<\/a>. No distinction is made between one nation and another; none is spared, and in these lines no one is singled out for special judgment. In the development of Israelite belief, this attitude toward the nations which did not acknowledge the sovereignty of Yahweh was quite logical. If Israel itself had experienced the destroying judgment of Yahweh for its rebellion, the peoples which had never accepted his sovereignty at all could hardly expect better treatment. This is not a development of the thesis of <a class=\"ref\">Amos 3:2<\/a> that the election of Israel imposed upon Israel a greater responsibility. But the events of the fall of Judah and the Exile acquainted the Israelites with great nations which blasphemed the name of Yahweh in the sense that they did not confess that Yahweh is lord and did not confess the lordship of Yahweh. Yahweh would have to prove his lordship by judgment.<\/p><p>This general view of the nations becomes suddenly quite specific in vs. <a class=\"isa\" verses=\"eyIxNzc3MSI6MTN9\">6<\/a> to the conclusion of the poem. The transition is so sudden that one is led to wonder whether the poet did not adapt an earlier apocalyptic poem of general scope to his particular objective. In post-exilic literature Edom becomes an object of peculiar hatred (see <a class=\"ref\">Jer 44:7&ndash;22<\/a>, closely parallel to Obadiah; <a class=\"ref\">Ezek 35:1&ndash;15<\/a>). These passages make it clear that after the fall of Judah in 587 b.c., the Edomites overran the south of Judah as far north as Hebron. The Edomite occupation continued after the restoration of Jerusalem. This occupation of Judahite territory was regarded as an act of treachery; it was neither forgotten nor forgiven, although there was a fairly long history of Judahite aggression against Edom going back to David&rsquo;s time.<\/p><p>The imagery of vss. <a class=\"isa\" verses=\"eyIxNzc3MSI6Mzh9\">6&ndash;7<\/a> is crude at best. The religious quality of such passages is saved only by the theme of judgment; and the Israelite prophets speak of Yahweh&rsquo;s judgment on the nations in terms no harsher than the terms they use in speaking of Yahweh&rsquo;s judgment of Israel.<\/p><p>The Notes call attention to OT passages on which vss. <a class=\"isa\" verses=\"eyIxNzgzMSI6MTU0fQ==\">9&ndash;16<\/a> depend. Even in the exilic period the number of abandoned sites in the ancient Near East was large enough to permit biblical writers to portray such sites with convincing realism; Jerusalem itself was one after the catastrophe of 587 b.c. Such sites were abandoned by the gods, whose cult was no longer carried on there, and they became the haunts of demons. This popular demonology is reflected both in this passage and in <a class=\"isa\" verses=\"eyIxNzkwOCI6MjJ9\">Isa 13<\/a>, on which this passage depends. The existence of such abandoned cities, we may be sure, gave a certain force to the biblical proclamations of God&rsquo;s judgments. Even now the traveler who sees once populous cities that have been abandoned for centuries can scarcely view these sites without some awe and fear; is his own city any more assured of immortality than these?<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 6&ndash;8). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}