{
    "id": 2217,
    "source": "mckenzie",
    "verse_id": 18823,
    "verse_count": 22,
    "reference": "60:1-22",
    "title": "The Glory of the New Jerusalem",
    "html": "<p>There is again a change of theme, so abrupt that there can scarcely be an organic connection between this poem and the previous ch. <a class=\"isa\" verses=\"eyIxODgwMiI6MjF9\">59<\/a>. This poem and chapter <a class=\"isa\" verses=\"eyIxODg1NiI6MTJ9\">62<\/a> are very closely related in tone and theme to the Zion poems <a class=\"isa\" verses=\"eyIxODY1MSI6NTl9\">49:14&ndash;52:12<\/a> (Secs. 25&ndash;29). It is possible that <a class=\"isa\" verses=\"W3siMTg4MjMiOjIyfSx7IjE4ODU2IjoxMn1d\">60 and 62<\/a>, originally associated with the Zion poems, became detached from their context and were placed here by an editor, with <a class=\"isa\" verses=\"eyIxODg0NSI6MTF9\">61<\/a> serving as a link. But there are features in the poem suggesting that these were written in imitation of Second Isaiah for the new situation of the post-exilic community. This community, we have seen, had problems about the deferred salvation. The prophet felt the need not only of explaining the delay but also of restating the saving act which was promised.<\/p><p>It is more difficult to distinguish speakers in this poem than in any other portion of the book; and this is one of the features which distinguishes the poem from the writings of Second Isaiah. We have made Yahweh the speaker in the entire poem, in spite of the appearance of Yahweh in the third person in a number of verses. But an attempt to isolate these lines as interruptions of the prophet into the utterance of Yahweh is unsatisfactory. We can only note the unusual feature that Yahweh speaks of himself in this poem in a way which is not characteristic of Second Isaiah.<\/p><p>The prophet sees Jerusalem as the one point of light in a world of darkness; as the light grows in intensity, it illuminates the dark world and attracts the nations. Light in the OT is the element which symbolizes both the presence of Yahweh and salvation. When the nations come, they bring with them the dispersed Israelites (see <a class=\"isa\" verses=\"WzE4NjU5XQ==\">49:22<\/a>). All the wealth of the world is brought to Zion as tribute to Yahweh, the lord (vs. <a class=\"isa\" verses=\"eyIxNzg4NiI6MTZ9\">11<\/a>). The prophet mentions in particular the items used in the cult (vss. <a class=\"isa\" verses=\"eyIxNzc3MSI6Mzh9\">6&ndash;7<\/a>); for the nations come to worship Yahweh. We have noted that the temple does not appear in the new Jerusalem of Second Isaiah (see Comment, Secs. 19 [specif. <a class=\"isa\" verses=\"WzE4NTYyXQ==\">44:28<\/a> <em>ad loc.<\/em>] and 33 [<a class=\"isa\" verses=\"eyIxODc1NSI6OH0=\">56:1&ndash;8<\/a>]). The worship of Yahweh is submission to Israel, for it is through Israel that Yahweh is revealed to the nations, and it is in Israel that he is worshiped (see <a class=\"isa\" verses=\"WzE4NjYwXQ==\">49:23<\/a>).<\/p><p>The dominant theme which emerges from these images is the theme of peace and security. All hostile forces are removed, either by voluntary submission or by destruction. There is a judgment implied in this conception which does not appear in Second Isaiah. The city whose gates are always open lives with no fear of attack; and the prophet adds with a quaint imaginative touch that they must always be open because the traffic in tribute will go on for twenty-four hours each day. There is a question whether the figure of submission to Israel does not shift from its original significance and become primarily a picture of an Israelite empire. This change in Jerusalem, from the new to the old, is indicated by a new name. A new reality, whether a human person or an object, demanded a new name in order that it be recognized as new.<\/p><p>The prophet returns to the theme of light with which the poem began (vs. <a class=\"isa\" verses=\"eyIxODAwNiI6MjV9\">19<\/a>), and sets the new Jerusalem in a cosmic context. The light, which is the presence of Yahweh, will outshine the sun and the moon, and it will never set. Nor will the world be illuminated by any other light; those who are not illuminated by the light of the new Jerusalem will sit in perpetual darkness. This eschatological salvation comes when the obstacle mentioned in the preceding poems (<a class=\"isa\" verses=\"eyIxODc2NyI6NTZ9\">57&ndash;59<\/a>) has been removed, when the people of Yahweh are confirmed in righteousness. This is not only a fullfillment of the promises of Second Isaiah; the prophet reaches back into the history of the patriarchs. In this new Jerusalem the fullness of the promises of Yahweh to Abraham is achieved; this is the new and the whole Israel.<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 177&ndash;178). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}