{
    "id": 2203,
    "source": "mckenzie",
    "verse_id": 18638,
    "verse_count": 6,
    "reference": "49:1-6",
    "title": "The Second Servant Poem: The Light of Nations",
    "html": "<p>This is the second of the Servant Songs; the Servant is the speaker. It introduces the second part of the collection of Second Isaiah, which consists entirely of three Servant Songs and a series of Zion poems; see Introduction, &ldquo;Literary Form and Structure.&rdquo;<\/p><p>The Song begins with an apostrophe to the coastlands and the nations, similar to <a class=\"isa\" verses=\"WzE4NDUzXQ==\">41:1<\/a>; it is to them that the Servant identifies himself. He is a chosen one; his vocation is not unlike that of Jeremiah (see Note on vs. <a class=\"isa\" verses=\"WzE4NjM4XQ==\">1<\/a>). The phrase &ldquo;pronounce my name&rdquo; is also used of Cyrus in the first part of Second Isaiah (see <a class=\"isa\" verses=\"WzE4NTY2XQ==\">45:4<\/a>), and is a common phrase to indicate vocation to a mission. The mission of the Servant is to be accomplished by speech, but his word is the prophetic word; it is the word of Yahweh, accomplishing what it utters. The prophet piles up phrases to indicate that the relation of Yahweh to his Servant is altogether unlike any other relationship of Yahweh to men, even unlike the relation of Yahweh to Israel. The figures used are new.<\/p><p>The presence of the word &ldquo;Israel&rdquo; in vs. <a class=\"isa\" verses=\"WzE4NjQwXQ==\">3<\/a> must be judged doubtful; but the arguments for treating it as a gloss are not entirely convincing (See Note on vs. <a class=\"isa\" verses=\"WzE4NjQwXQ==\">3<\/a>). It appears that the presence or absence of the word is not decisive in interpreting the identity of the Servant; see Introduction, &ldquo;The Servant Songs.&rdquo; The Servant is a means through which Yahweh will win the glory that he acquires through his saving acts toward Israel. The musing of the Servant, who is the speaker in vs. <a class=\"isa\" verses=\"WzE4NjQxXQ==\">4<\/a>, is a puzzling response to the preceding lines. If the Servant is historical Israel personified, it is difficult to find the basis of the allusion to wasted toil. This is not an obvious word to designate Israel&rsquo;s afflictions under the judgments of Yahweh. It seems more suitable to see in the line an allusion to the prophetic speech of the past, which failed to divert Israel from the course which led to judgment. Yet there is still a &ldquo;vindication&rdquo; of the prophetic word coming, for Yahweh will effect the salvation the prophets promised, just as he effected the judgment they threatened. These remarks are not intended to identify the Servant simply with the prophets viewed as a single person, nor with any individual prophet, nor with the prophetic word personified, but simply to search for some clear reference behind the obscure allusion of Second Isaiah. In a very proper sense it is wrong to polarize &ldquo;Israel&rdquo; and &ldquo;the prophets&rdquo; as if they excluded each other. The prophetic word was spoken in Israel and by Israel.<\/p><p>In any case, the mission of the Servant is clear in vss. <a class=\"isa\" verses=\"W1sxODY0Ml0seyIxNzc3MSI6MTN9XQ==\">5&ndash;6<\/a>: it is to restore Israel, but this is said to be the lesser part of the mission. The servant is a means of light and salvation to the nations; the phrase &ldquo;light of nations&rdquo; appears in the response to the first Servant Song (<a class=\"isa\" verses=\"WzE4NDg3XQ==\">42:6<\/a>). In our interpretation the mission must be derived from this passage. The prophetic character of the Servant appears here as it is implied in the preceding lines, vss. <a class=\"isa\" verses=\"W1sxODYzOF0seyIxNzczNSI6Nn1d\">1&ndash;4<\/a>&mdash;and as we have seen in <a class=\"isa\" verses=\"W1sxODQ4Ml0seyIxNzczNSI6Nn1d\">42:1&ndash;4<\/a>. The prophetic word accomplishes the restoration of Israel by renewing the faith which Israel must have before it can be saved. The allusion to &ldquo;the tribes&rdquo; designates that the restored Israel is not a fragment, but the structural Israel of history. The Israel restored by Cyrus was indeed a fragment, but the horizons of the prophet are not limited to the contemporary historical scene, even though he mentions it several times. The fullness of Israel and the fullness of the nations both lie beyond the historical present, and it is to this fullness that the Servant&rsquo;s mission must look.<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 104&ndash;106). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}