{
    "id": 2208,
    "source": "mckenzie",
    "verse_id": 18710,
    "verse_count": 15,
    "reference": "52:13-15; 53:1-12",
    "title": "The Fourth Servant Poem: The Servant’s Victory",
    "html": "<p>This is the fourth Servant Song. The passage presents many difficulties for various reasons: the use of the passage in the NT to describe the mission of Jesus; it is such a notable departure from the patterns of thought of the OT in general and of Second Isaiah; and obscurities in the text itself. The central problem is the identity of the Servant; see Introduction for a discussion of this problem. The speaker does not identify himself, and nothing suggests that he is not the author of the poem. He speaks for a group, and nothing indicates any other group than Israel. But words of Yahweh are found in the opening and closing verses of the passage.<\/p><p>Yahweh is the speaker in <a class=\"isa\" verses=\"eyIxODcxMCI6M30=\">52:13&ndash;15<\/a>. The first verse (see Note) does not fit well with what follows; the echo of <a class=\"isa\" verses=\"WzE4NzEwXQ==\">52:13<\/a> is found only in <a class=\"isa\" verses=\"eyIxODcyMyI6Mn0=\">53:11&ndash;12<\/a>, if the opening verse is in its proper place. It is altogether possible in a poem containing so many cryptic elements that this line is intended to lead to the two concluding verses; but as it stands it must be judged harsh, and the possibility that it is displaced cannot be excluded. The following verse (vs. <a class=\"isa\" verses=\"eyIxNzkzMCI6MzJ9\">14<\/a>) introduces the theme, which runs through the entire poem as far as <a class=\"isa\" verses=\"WzE4NzIyXQ==\">53:10<\/a>; the Servant suffers, and his suffering is such that he is physically disfigured. The allusion in <a class=\"isa\" verses=\"WzE4NzEyXQ==\">52:15<\/a> to kings and nations is difficult to interpret. In the preceding poems the nations and their kings are told that they will see the great saving act of Yahweh. If there is a connection between this song and the preceding poems, then the saving act of Yahweh must be the topic of this poem. The character of the saving act is such that it should astonish nations and close the mouth of kings. Whatever is meant, this revelation of the Servant is directed not only to Israel, but to the nations. The Servant has already been described as light of the nations (<a class=\"isa\" verses=\"WzE4NDg3LDE4NjQzXQ==\">42:6, 49:6<\/a>).<\/p><p>The poet describes his revelation as incredible. &ldquo;The arm of Yahweh,&rdquo; the exhibition of his saving power, has been mentioned in 51:9 and 52:10 as the agent of salvation; and the echo of the phrase here can scarcely be coincidental. This is the work of salvation; and <a class=\"isa\" verses=\"WzE4NzEzXQ==\">53:1<\/a> affirms that it is a mysterious and incredible work.<\/p><p>The Servant grows up without any attractive features (see Note on <a class=\"isa\" verses=\"WzE4NzE0XQ==\">53:2<\/a>). He is not in a position which wins honor from men. This is not due merely to the fact that he is of humble estate; the words of vs. <a class=\"isa\" verses=\"eyIxNzcwOSI6MjZ9\">3<\/a> describe one who is afflicted beyond the ordinary affliction of the poor and lowly. He is one who has been touched by the wrath of God; cf. <a class=\"ref\">Job 19:1&ndash;22<\/a>. The person who suffered, according to the wisdom of the sages, was disclosed as a sinner, even if his sins were secret; the fact that he suffered was a manifest judgment of God upon his wickedness. Men avoid looking at him not only from repugnance but also from fear; it was dangerous to look upon one who lay under a curse. The secret the prophet discloses is that the curse may not lie upon the person who suffers; it may be the curse which lies upon another and has been transferred to the person who suffers. Indeed, the one who is cursed may not recognize his own curse in the person who bears it. The words of vss. <a class=\"isa\" verses=\"eyIxNzczNSI6MzZ9\">4&ndash;5<\/a> do not specify whether it is the pain of illness or the pain which comes from physical violence which is meant, and it seems that the prophet did not intend to specify; he describes a person who is subject to all kinds of pain. His point is that the one who suffers bears pains which are not his own in the sense that they are punishments for his sins, in the theory of traditional Wisdom literature. The sufferer is innocent; and this by itself, like the Book of Job, is a declaration that the simplistic explanation of suffering proposed by traditional wisdom is false.<\/p><p>But the Servant does not suffer fruitlessly. Because he suffers the pains of others, others are released from pain. It is here that the identity of the speaker and the group he represents creates a problem. On the hypothesis that the Servant is Israel, the group whose pains he bears must be understood as the nations, as Israel would not address itself. This, however, is a violent transfer of subject and of thought. There has been no spokesman of the nations in preceding passages; and there is nothing in the context which suggests that such a spokesman has suddenly appeared here. The prophet clearly sees an innocent Israelite who rescues his fellow Israelites from suffering by bearing their suffering himself. This interpretation can claim no more than probability. The interpretation which takes the kings and Gentiles as the speakers of the entire poem seems improbable for the reasons indicated above. If they are the speakers, then the first personal pronouns referring to those whose sufferings the Servant bears must indicate the Gentiles. This identification is not clearly found in the poem.<\/p><p>Verses <a class=\"isa\" verses=\"eyIxNzc4NCI6Njh9\">7&ndash;9<\/a> clearly go beyond the idea of illness; yet in the conception of the judgment of Yahweh, it is not impossible that the prophet represents in figured language the judgment of Yahweh; see Note on vs. <a class=\"isa\" verses=\"eyIxNzgwOSI6MjJ9\">8<\/a>. And in fact it seems better to take the verses in this sense; the prophet employs popular language, in which the suffering of the innocent would be called a &ldquo;perverted judgment&rdquo; of Yahweh. That none &ldquo;was concerned with his case&rdquo; is closely paralleled, but not verbally, in Third Isaiah (<a class=\"isa\" verses=\"WzE4NzY3XQ==\">57:1<\/a>). To make the suffering of the Servant more specific is to introduce problems which are insoluble; it is sufficient for the prophet&rsquo;s purpose that the Servant be the victim of an unjust judgment, whether this be the judgment of human courts or, in popular Israelite language, a judgment of Yahweh. In either case he bears the pains which are due to others, and by bearing them relieves them.<\/p><p>In vss. <a class=\"isa\" verses=\"eyIxNzc0MSI6NDN9\">5&ndash;6<\/a>, the prophet recalls the idea of solidarity, which is not original with him. In the Decalogue both the sins and righteousness of the parents endure in following generations (<a class=\"ref\">Exod 20:5&ndash;6; Deut 5:9&ndash;10<\/a>). Abraham proposes that Sodom may be spared for the sake of a few righteous men within the city (<a class=\"ref\">Gen 18:23&ndash;32<\/a>). The presentation of the prophet differs from the older view only in its admission that the righteous may suffer. If they do, then the unrighteous members of their group may be delivered from suffering because the righteous have sustained it. This was a revolutionary view, for in traditional wisdom suffering was inflicted only upon those who deserved it, the guilty. The prophet takes a higher and a more realistic view of suffering; it becomes a medium of salvation to the community. Only the suffering of the righteous could be such a medium, for the suffering of the unrighteous would be no more than the satisfaction of vindictive justice. But the suffering of the innocent righteous has a &ldquo;plus&rdquo; value in the community. The righteous must be the means of salvation for the unrighteous, for the unrighteous cannot be the means of salvation for themselves. The prophet shows an insight into the solidarity of the human condition which goes beyond earlier expressions of this idea in the OT.<\/p><p>There is at least a difference of emphasis in <a class=\"ref\">Ezek 18 and 33<\/a>; Ezekiel insists that both righteous and wicked shall live or die for their own deeds. He denies the principle of collective responsibility insofar as it supposes that the innocent member of a wicked group suffers guilt by association. Ezekiel does not say in so many words that the righteous cannot deliver the wicked; his interest lies in the opposite direction, in the problem of the righteous suffering with the wicked. The author of the Song turns to the old, though much refined, principle of collective responsibility.<\/p><p>Verses <a class=\"isa\" verses=\"eyIxNzgwOSI6Nzd9\">8&ndash;10<\/a> leave little doubt that the sufferings of the Servant ended in his death, whether by illness or by violence. That he was buried with the wicked need be no more than another figure of speech to show the low regard in which he was held (see Note on vs. <a class=\"isa\" verses=\"eyIxNzgzMSI6MjF9\">9<\/a>). That he was counted with the unrighteous in a peculiar sense seems probable; see the comment above on the Wisdom explanation of suffering. In this view his crimes must have been great because his sufferings were great. If the legal metaphor is pursued, it means not only that the Servant bore the punishment of others, but that he was charged with their crimes.<\/p><p>In vs. <a class=\"isa\" verses=\"eyIxNzg1MiI6MzR9\">10<\/a> there is a sudden change of tone from mourning to exultation. In some way the Servant is delivered from death and from the charge of guilt because he has made himself a &ldquo;guilt offering&rdquo; (see Note on vs. <a class=\"isa\" verses=\"eyIxNzg1MiI6MzR9\">10<\/a>). This he has done by taking upon himself the guilt of others and accepting the treatment due to the guilty. Delivery from death is a paradoxical element in a poem which is earlier than any attested belief in the resurrection. The Psalms sometimes speak of delivery from the danger of death as if it were a return from death (<a class=\"isa\" verses=\"eyIxODAwMiI6Mn0=\">18:4&ndash;5, 69:1&ndash;2, 14&ndash;15, 88:3&ndash;6<\/a>). But it is difficult to understand vss. <a class=\"isa\" verses=\"eyIxNzgwOSI6NDN9\">8&ndash;9<\/a> as descriptions of the danger of death. The prophet must therefore be expressing without explanation or rationalization his faith that the saving work of the Servant cannot end in the total defeat of death. Unless he is vindicated in some way and knows that he is vindicated, justice would not be achieved. It does not appear that the prophet&rsquo;s words are explained by supposing that the Servant lives on in the group he has saved and their descendants. Nor does it appear that this aspect of the prophet&rsquo;s vision is readily identified with some historical figure. The scope both of the Servant&rsquo;s atoning suffering and of his vindication go beyond any historical persons or events of ancient Israel known to us. The prophet&rsquo;s utterances are concerned with a saving act that lies in the future; the saving act is often illustrated from the past, most frequently from the Exodus, but there is no past event that can be recognized here. The atonement of the Servant is a part of the future saving act, which the author of the Songs has not related to the saving act in Second Isaiah. There is no reason to think that he is being studiously obscure.<\/p><p>It is by his &ldquo;knowledge&rdquo; that the Servant delivers many. The knowledge meant must be the knowledge mentioned in <a class=\"ref\">Hos 4:1, 6<\/a>. The phrase is somewhat obscure in Hosea, but it seems to mean the knowledge of Yahweh&rsquo;s will in his revealed law. This sense suits the context here. The concluding lines enlarge upon the triumph of the Servant, using words and phrases that have already appeared. The Servant&rsquo;s victory is described in military language in vs. <a class=\"isa\" verses=\"eyIxNzkwMiI6Nn0=\">12<\/a>, but this is obviously a metaphor; the Servant is certainly not a military hero, whatever he is. But he is one who will restore Israel as an enduring reality.<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 132&ndash;136). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}