{
    "id": 2200,
    "source": "mckenzie",
    "verse_id": 18588,
    "verse_count": 13,
    "reference": "46:1–13",
    "title": "The Fall of Babylon’s Gods",
    "html": "<p>The prophet uses the fall of the gods of Babylon as a text on which he discourses on the relations of Yahweh and Israel. In ancient Near Eastern wars the images of the gods were often displaced by the conquerors; see a representation of Assyrian soldiers carrying away images of gods in ANEP, No. 538. Actually this did not happen when Cyrus took Babylon, and the prophet did not here write prophecy from the event. The prophet draws a contrast between the divine images, which cannot move unless carried, and Yahweh, who has carried Israel from its origins. The figure is not entirely original with Second Isaiah; see Note on vss. <a class=\"isa\" verses=\"eyIxODU5MCI6Mn0=\">3&ndash;4<\/a>. The conduct of Yahweh toward Israel in the past is an assurance that he will continue to support Israel in the future.<\/p><p>The play on the word &ldquo;carry&rdquo; is prolonged by another allusion. Solemn religious festivals in Babylon included the processional carrying of the images of the gods, which signified the visit of one god to honor another god in his temple on his festival. This becomes an object of ridicule for the prophet in a tone similar to the tone of the polemic of <a class=\"isa\" verses=\"eyIxODU0MyI6MTJ9\">44:9&ndash;20<\/a>. The gods, far from being able to help, are immobile unless their worshipers lift them. On the identification of the god and the image, see the Comment on <a class=\"isa\" verses=\"eyIxODU0MyI6MTJ9\">44:9&ndash;20<\/a> (Sec. 17).<\/p><p>The address to Israel after this scornful jibe&mdash;for Israel must be the &ldquo;rebels&rdquo; of vs. <a class=\"isa\" verses=\"WzE4NTk1XQ==\">8<\/a>&mdash;hints that some of the Israelites were inclined to take the gods of Babylon more seriously than they ought. We have noted other instances of this indirect rebuke of Israelite faltering in faith. The prophet motivates the Israelites by recalling themes which have appeared in the proceding poems: the exclusive divinity of Yahweh, the fulfillment of prophecy, and finally the emergence of Cyrus, who will be the agent of the promised deliverance. Cyrus is a bird of prey (see Note on vs. <a class=\"isa\" verses=\"WzE4NTk4XQ==\">11<\/a>), &ldquo;the man of my choice&rdquo;; he has the titles of election, as in <a class=\"isa\" verses=\"eyIxODU2MiI6NX0=\">44:28&ndash;45:4<\/a>. Verse <a class=\"isa\" verses=\"WzE4NTk5XQ==\">12<\/a> is directly addressed to the doubters. The victory is not far off, the achievement of Yahweh&rsquo;s &ldquo;righteousness&rdquo;; see the Note. This clearly suggests a date not too much in advance of Cyrus&rsquo; conquest of Babylon. But the doubters needed to be told that this event, in appearance unrelated to the destiny of Israel, was a great saving act of Yahweh.<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, pp. 87&ndash;88). New Haven; London: Yale University Press.<\/p> ",
    "audit": 1
}