{
    "id": 2219,
    "source": "mckenzie",
    "verse_id": 18856,
    "verse_count": 12,
    "reference": "62:1-12",
    "title": "The Salvation of Zion",
    "html": "<p>This poem is a companion piece to ch. <a class=\"isa\" verses=\"W3siMTg4MjMiOjIyfV0=\">60<\/a> (Sec. 39); see the Comment <em>ad loc.<\/em> The prophet is the speaker except for the saying of Yahweh in vss. <a class=\"isa\" verses=\"W3siMTc4MDkiOjQzfV0=\">8&ndash;9<\/a>. The prophet&rsquo;s eagerness to speak refers to his continued proclamation of the message of promise in spite of the delay of salvation and the incredulity of those whom he addresses; it may also signify the speech of intercession, but this is not obvious in the text. Themes are repeated from earlier poems both in Second and in Third Isaiah. The new name was mentioned in <a class=\"isa\" verses=\"W3siMTg4MzYiOjF9XQ==\">60:14<\/a>; see the Comment <em>ad loc.<\/em> The image of the marriage of Yahweh and Zion is somewhat altered from its earlier use (see Note on vs. <a class=\"isa\" verses=\"W3siMTc3MzUiOjZ9XQ==\">4<\/a>); there Yahweh receives the wayward spouse back into the home, here there is a remarriage. The emendation of Heb. &ldquo;sons&rdquo; to &ldquo;builder&rdquo; in vs. <a class=\"isa\" verses=\"W3siMTc3NDEiOjMwfV0=\">5<\/a> is demanded by the context; it is not only because of the harsh mixture of metaphor, but principally because the &ldquo;sons&rdquo; could only be the Israelites, while the spouse elsewhere in the context is Yahweh. The watchmen posted on the walls need not signify prophets or any religious officers. The watchmen were a part of the city&rsquo;s system of protection, but the new Zion will need no protection (<a class=\"isa\" verses=\"W3siMTg4MzMiOjF9XQ==\">60:11<\/a>); these watchmen have no duty except that of prayer. They pray that the saving act which has been initiated will reach its fulfillment. The oath of Yahweh is the answer to the petition; it is an oath that Zion will never again suffer invasion (see <a class=\"isa\" verses=\"W3siMTg2OTkiOjF9XQ==\">52:2<\/a> and Comment [Sec. 29]). Verses <a class=\"isa\" verses=\"W3siMTc4NTIiOjUwfV0=\">10&ndash;11<\/a> are clear echoes of Second Isaiah (see the Notes). The poem concludes with another reference to the new name (see <a class=\"isa\" verses=\"W3siMTg4MzYiOjF9XQ==\">60:14<\/a> and Comment [Sec. 39]). The conferring of new names is a favorite theme of the author of these Zion poems; see <a class=\"isa\" verses=\"W3siMTg4MzYiOjJ9XQ==\">60:14, 18<\/a>; and vss. <a class=\"isa\" verses=\"W3siMTc2ODciOjIyfSx7IjE3NzM1Ijo2fV0=\">2, 4<\/a> in this chapter.<\/p><p>McKenzie, J. L. (2008). <em>Second Isaiah: Introduction, Translation, and Notes<\/em> (Vol. 20, p. 185). New Haven; London: Yale University Press.<\/p>",
    "audit": 1
}