{
    "id": 12267,
    "source": "mhm",
    "verse_id": 18616,
    "verse_count": 8,
    "reference": "48:1–8",
    "title": "",
    "html": " <p>1 Hear ye this, O house of Jacob, which are called by the name of Israel, and are come forth out of the waters of Judah, which swear by the name of the L <b>ORD<\/b>, and make mention of the God of Israel, <i>but<\/i>, not in truth, nor in righteousness. 2 For they call themselves of the holy city, and stay themselves upon the God of Israel The L <b>ORD<\/b>, of hosts <i>is<\/i>, his name. 3 I have declared the former things from the beginning and they went forth out of my mouth, and I showed them I did <i>them<\/i>, suddenly, and they came to pass. 4 Because I knew that thou <i>art<\/i>, obstinate, and thy neck <i>is<\/i>, an iron sinew, and thy brow brass 5 I have even from the beginning declared <i>it<\/i>, to thee before it came to pass I showed <i>it<\/i>, thee: lest thou shouldest say, Mine idol hath done them, and my graven image, and my molten image, hath commanded them. 6 Thou hast heard, see all this and will not ye declare <i>it?<\/i>, I have showed thee new things from this time, even hidden things, and thou didst not know them. 7 They are created now, and not from the beginning even before the day when thou heardest them not lest thou shouldest say, Behold, I knew them. 8 Yea, thou heardest not yea, thou knewest not yea, from that time <i>that<\/i>, thine ear was not opened: for I knew that thou wouldest deal very treacherously, and wast called a transgressor from the womb. <\/p> <p>We may observe here, <\/p> <p>I. The hypocritical profession which many of the Jews made of religion and relation to God. To those who made such a profession the prophet is here ordered to address himself, for their conviction and humiliation, that they might own God's justice in what he had brought upon them. Now observe here, <\/p> <p>1. How high their profession of religion soared, what a fair show they made in the flesh and how far they went towards heaven, what a good livery they wore and what a good face they put upon a very bad heart. (1.) They were the <i>house of Jacob<\/i>, they had a place and a name in the visible church. <i>Jacob have I loved.<\/i>, Jacob is God's chosen and they are not only retainers to his family, but descendants from him. (2.) They were <i>called by the name of Israel,<\/i>, an honourable name they were of that people to whom pertained both the giving of the law and the promises. <i>Israel<\/i>, signifies <i>a prince with God<\/i>, and they prided themselves in being of that princely race. (3.) <i>They came forth out of the waters of Judah,<\/i>, and thence were called <i>Jews<\/i>, they were of the royal tribe, the tribe of which Shiloh was to come, the tribe that adhered to God when the rest revolted. (4.) They <i>swore by the name of the Lord,<\/i>, and thereby owned him to be the true God, and their God, and gave glory to him as the righteous Judge of all. They <i>swore to the name of the Lord<\/i>,(so it may be read) they took an oath of allegiance to him as their King and joined themselves to him in covenant. (5.) They <i>made mention of the God of Israel<\/i>, in their prayers and praises they often spoke of him, observed his memorials, and pretended to be very mindful of him. (6.) They <i>called themselves of the holy city,<\/i>, and, when they were captives in Babylon, purely from a principle of honour, and jealousy for their native country, they valued themselves upon their interest in it. Many, who are themselves unholy, are proud of their relation to the church, the holy city. (7.) They <i>stayed themselves upon the God of Israel,<\/i>, and boasted of his promises and his covenant with them they <i>leaned on the Lord,<\/i>, <a class=\"ref\">Micah 3:11<\/a>. And, if they were asked concerning their God, they could say, \" <i>The Lord of hosts is his name,<\/i>, the Lord of all \" happy are we therefore, and very great, who have relation to him! <\/p> <p>2. How low their profession of religion sunk, notwithstanding all this. It was all in vain for it was all a jest it was <i>not in truth and righteousness.<\/i>, Their hearts were not true nor right in these professions. Note, All our religious professions avail nothing further than they are made in truth and righteousness. If we be not sincere in them, we do but <i>take the name of the Lord our God in vain. <\/i> <\/p> <p>II. The means God used, and the method he took, to keep them close to himself, and to prevent their turning aside to idolatry. The many excellent laws he gave them, with their sanctions, and the hedges about them, it seems, would not serve to restrain them from that sin which did most easily beset them, and therefore to those God added remarkable prophecies, and remarkable providences in pursuance of those prophecies, which were all designed to convince them that their God was the only true God and that it was therefore both their duty and interest to adhere to him. 1. He both dignified and favoured them with remarkable prophecies (<a class=\"isa\" verses=\"WzE4NjE4XQ==\">Isaiah 48:3<\/a>): <i>I have declared the former things from the beginning.<\/i>, Nothing material happened to their nation from its original which was not prophesied of before&mdash;their bondage in Egypt, their deliverance thence, the situation of their tribes in Canaan, &c. All these things <i>went forth out of God's mouth and he showed them.<\/i>, Herein they were honoured above any nation, and even their curiosity was gratified. Their prophecies were such as they could rely upon, and such as concerned themselves and their own nation and they were all verified by the accomplishment of them. <i>I did them suddenly,<\/i>, when they were least expected by themselves or others, and therefore could not be foreseen by any but a divine prescience. <i>I did them and they came to pass<\/i>, for what God does he does effectually. The very calamities they were now groaning under in Babylon God did from the beginning declare to them by Moses, as the certain consequences of their apostasy from God, Deut. xxviii. 36, &c. xxix. 28. He also declared to them their return to God, and to their own land again, <a class=\"ref\">Deuteronomy 30:4; Leviticus 26:44<\/a>. Thus he showed them how he would deal with them long before it came to pass. Let them compare their present state together with the deliverance they had now in prospect with what was written in the law, and they would find the scripture exactly fulfilled. 2. He both dignified and favoured them with remarkable providence (<a class=\"isa\" verses=\"WzE4NjIxXQ==\">Isaiah 48:6<\/a>): <i>I have shown thee new things from this time.<\/i>, Besides the general view given from the beginning of God's proceedings with them, he showed them new things by the prophets of their own day, and created them. They were <i>hidden things,<\/i>, which they could not otherwise know, as the prophecy concerning Cyrus and the exact time of their release out of Babylon. These things God <i>created now,<\/i>, <a class=\"isa\" verses=\"WzE4NjIyXQ==\">Isaiah 48:7<\/a>. Their restoration was in effect their creation, and they had a promise of it not from the beginning, but of late for to prevent their apostasy from God, or to recover them, prophecy was kept up among them. Yet it was told them when they could not come to the knowledge of it in any other way than by divine revelation. \"Consider,\" says God, \"how much soever it is talked of now among you and expected, it was told you by the prophets, when it was the furthest thing from your thoughts, when you had not heard it, when you had not known it, nor had any reason to expect it, and when your ear was not opened concerning it (<a class=\"isa\" verses=\"WzE4NjIyXQ==\">Isaiah 48:7<\/a>), when the thing seemed utterly impossible, and you would scarcely have given any one the hearing who should have told you of it.\" God had shown them hidden things which were out of the reach of their knowledge, and done for them great things, out of the reach of their power: \"Now,\" says he (<a class=\"isa\" verses=\"WzE4NjIxXQ==\">Isaiah 48:6<\/a>), \" <i>thou hast heard see all this.<\/i>, Thou hast heard the prophecy see the accomplishment of it, and observe whether the word and works of God do not exactly agree <i>and will you not declare it,<\/i>, that as you have heard so you have seen? Will you not own that the Lord is the true God, the only true God, that he has the knowledge and power which no creature has and which none of the gods of the nations can pretend to? Will you not own that your God has been a good God to you? Declare this to his honour, and your own shame, who have dealt so deceitfully with him and preferred others before him.\" <\/p> <p>III. The reasons why God would take this method with them. <\/p> <p>1. Because he would anticipate their boastings of themselves and their idols. (1.) God by his prophets told them beforehand of their deliverance, lest they should attribute the accomplishment of it to their idols. Thus he saw it necessary to secure the glory of it to himself, which otherwise would have been given by some of them to their graven images: \"I spoke of it,\" says God, \" <i>lest thou shouldst say, My idol has done it or has commanded it to be done,<\/i>,\" <a class=\"isa\" verses=\"WzE4NjIwXQ==\">Isaiah 48:5<\/a>. There were those that would be apt to say so, and so would be confirmed in their idolatry by that which was intended to cure them of it. But they would now be for ever precluded from saying this for, if the idols had done it, the prophets of the idols would have foretold it but, the prophets of the Lord having foretold it, it was no doubt the power of the Lord that effected it. (2.) God foretold it by his prophets, lest they should assume the foresight of it to themselves. Those that were not so profane as to have ascribed the thing itself to an idol were yet so proud as to have pretended that by their own sagacity they foresaw it, if God had not been beforehand with them and spoken first: <i>Lest thou shouldst say, Behold, I knew them,<\/i>, <a class=\"isa\" verses=\"WzE4NjIyXQ==\">Isaiah 48:7<\/a>. Thus vain men, who would be thought wise, commonly undervalue a thing which is really great and surprising with this suggestion, that it was no more than they expected and they knew it would come to this. To anticipate this, and that this boasting might for ever be excluded, God told them of it before the day, when as yet they dreamed not of it. God has said and done enough to prevent men's boastings of themselves, and that <i>no flesh may glory in his presence,<\/i>, and, if it have not the intended effect, it will aggravate the sin and ruin of the proud and, sooner, or later, <i>every mouth shall be stopped, and all flesh shall become silent before God. <\/i> <\/p> <p>2. Because he would leave them inexcusable in their obstinacy. <i>Therefore<\/i>, he took this pains with them, because he knew they were obstinate, <a class=\"isa\" verses=\"WzE4NjE5XQ==\">Isaiah 48:4<\/a>. He knew they were so obstinate and perverse that, if he had not supported the doctrine of providence by prophecy, they would have had the impudence to deny it, and would have said that their idol had done that which God did. He knew very well, (1.) How wilful they would be, and how fully bent they would be upon that which is evil: <i>I knew that thou wast hard<\/i>, so the word is. There were prophecies as well as precepts which God gave them because of the hardness of their hearts: \" <i>Thy neck is an iron sinew,<\/i>, unapt to yield and submit to the yoke of God' commandments, unapt to turn and look back upon his dealings with thee or look up to his displeasure against thee not flexible to the will of God, nor pliable to his intentions, nor manageable by his word or providence. <i>Thy brow is brass<\/i>, thou art impudent and canst not blush, insolent and wilt not fear or give back, but wilt thrust on in the way of thy heart.\" God uses means to bring sinners to comply with him, though he knows they are obstinate. (2.) How deceitful they would be and how insincere in that which is good, <a class=\"isa\" verses=\"WzE4NjIzXQ==\">Isaiah 48:8<\/a>. God sent his prophets to them, but they did not hear, they would not know, and it was no more than was expected, considering what they had been. Thou <i>wast called,<\/i>, and not miscalled, <i>a transgressor from the womb.<\/i>, Ever since they were first formed into a people they were prone to idolatry they brought with them out of Egypt a strange addictedness to that sin and they were murmurers as soon as ever they began their march to Canaan. They were justly upbraided with it then, <a class=\"ref\">Deuteronomy 9:7<\/a>. Therefore <i>I knew that thou wouldst deal very treacherously.<\/i>, God foresaw their apostasy, and gave this reason for it, that he had always found them false and fickle, <a class=\"ref\">Deuteronomy 31:16<\/a>. This is applicable to particular persons. We are all born children of disobedience we were called <i>transgressors from the womb,<\/i>, and therefore it is easy to foresee that we shall deal treacherously, very treacherously. Where original sin is actual sin will follow of course. God knows it, and yet deals not with us according to our deserts. <\/p>",
    "audit": null
}