{
    "id": 12125,
    "source": "mhm",
    "verse_id": 17852,
    "verse_count": 4,
    "reference": "10:1-4",
    "title": "",
    "html": "<p>  1  Woe unto them that decree unrighteous decrees, and that write  grievousness <i>which<\/i> they have prescribed    2  To turn aside the needy from judgment, and to take away the  right from the poor of my people, that widows may be their prey,  and <i>that<\/i> they may rob the fatherless!    3  And what will ye do in the day of visitation, and in the  desolation <i>which<\/i> shall come from far? to whom will ye flee for  help? and where will ye leave your glory?    4  Without me they shall bow down under the prisoners, and they  shall fall under the slain. For all this his anger is not turned  away, but his hand <i>is<\/i> stretched out still.  <\/p>  <p>  Whether they were the princes and judges of Israel of Judah, or both,  that the prophet denounced this woe against, is not certain: if those  of Israel, these verses are to be joined with the close of the  foregoing chapter, which is probable enough, because the burden of that  prophecy (<i>for all this his anger is not turned away<\/i>) is repeated  here  (<a class=\"isa\" verses=\"WzE3ODU1XQ==\">Isaiah 10:4<\/a>)  if those of Judah, they then show what was the particular design with  which God brought the Assyrian army upon them--to punish their  magistrates for mal-administration, which they could not legally be  called to account for. To them he speaks woes before he speaks comfort  to God's own people. Here is,<\/p>  <p>  I. The indictment drawn up against these oppressors,   <a class=\"isa\" verses=\"WzE3ODUyXQ==\">Isaiah 10:1<\/a>.  They are charged,  1. With making wicked laws and edicts: They <i>decree unrighteous  decrees,<\/i> contrary to natural equity and the law of God: and what  mischief they <i>prescribe<\/i> those under them <i>write<\/i> it, enrol  it, and put it into the formality of a law. \"Woe to the superior powers  that devise and decree these decrees! they are not too high to be under  the divine check. And woe to the inferior officers that draw them up,  and enter them upon record--<i>the writers that write the  grievousness,<\/i> they are not too mean to be within the divine  cognizance. Principal and accessaries shall fall under the same woe.\"  Note, It is bad to do hurt, but it is worse to do it with design and  deliberation, to do wrong to many, and to involve many in the guilt of  doing wrong.  2. With perverting justice in the execution of the laws that were made.  No people had statutes and judgments to righteous as they had, and yet  corrupt judges found ways to <i>turn aside the needy from judgment,<\/i>  to hinder them from coming at their right and recovering what was their  due, because they were needy and poor, and such as they could get  nothing by nor expect any bribes from.  3. With enriching themselves by oppressing those that lay at their  mercy, whom they ought to have protected. They make widows' houses and  estates their prey, and they <i>rob the fatherless<\/i> of the little  that is left them, because they have no friend to appear for them. Not  to relieve them if they had wanted, not to right them if they were  wronged, would have been crime enough in men that had wealth and power  but to rob them because on the side of the oppressors there was power,  and the oppressed had no comforter  (<a class=\"ref\">Ecclesiastes 4:1<\/a>),  was such apiece of barbarity as one would think none could ever be  guilty of that had either the nature of a man or the name of an  Israelite.<\/p>  <p>  II. A challenge given them with all their pride and power to outface  the judgments of God  (<a class=\"isa\" verses=\"WzE3ODU0XQ==\">Isaiah 10:3<\/a>):  \"<i>What will you do? To whom will you flee?<\/i> You can trample upon  the widows and fatherless  but <i>what will you do when God riseth  up?<\/i>\"   <a class=\"ref\">Job 31:14<\/a>.  Great men, who tyrannise over the poor, think they shall never be  called to account for their tyranny, shall never hear of it again, or  fare the worse for it  but <i>shall not God visit for these things?<\/i>   <a class=\"ref\">Jeremiah 5:29<\/a>.  Will there not come a desolation upon those that have made others  desolate? Perhaps it may <i>come from far,<\/i> and therefore may be  long in coming  but it will come at last (reprieves are not pardons),  and coming from far, from a quarter whence it was least expected, it  will be the greater surprise and the more terrible. What will then  become of these unrighteous judges? Now they <i>see their help in the  gate<\/i>  (<a class=\"ref\">Job 31:21<\/a>)  but to whom will they then flee for help? Note,  1. There is a day of visitation coming, a day of enquiry and discovery,  a searching day, which will bring to light, to a true light, every man,  and every man's work.  2. The day of visitation will be a day of desolation to all wicked  people, when all their comforts and hopes will be lost and gone, and  buried in ruin, and themselves left desolate.  3. Impenitent sinners will be utterly at a loss, and will no know what  to do in the day of visitation and desolation. They cannot fly and hide  themselves, cannot fight it out and defend themselves  they have no  refuge in which either to shelter themselves from the present evil  (<i>to whom will you flee for help?<\/i>) or to secure to themselves  better times hereafter: \"<i>Where will you leave your glory,<\/i> to  find it again when the storm is over?\" The wealth they had got was  their glory, and they had no place of safety in which to deposit that,  but they should certainly see it flee away. If our souls be our glory,  as they ought to be, and we make them our chief care, we know where to  leave them, and into whose hands to commit them, even those of a  faithful Creator.  4. It concerns us all seriously to consider what we shall do in the day  of visitation, in a day of affliction, in the day of death and  judgment, and to provide that we may do well.<\/p>  <p>  III. Sentence passed upon them, by which they are doomed, some to  imprisonment and captivity (<i>they shall bow down among the  prisoners,<\/i> or <i>under them<\/i>--those that were most highly  elevated in sin shall be most heavily loaded and most deeply sunk in  trouble), others to death: they shall fall first, and so shall fall  under the rest of the slain. Those that had trampled upon the widows  and fatherless shall themselves be trodden down,   <a class=\"isa\" verses=\"WzE3ODU1XQ==\">Isaiah 10:4<\/a>.  \"This it will come to,\" says God, \"<i>without me,<\/i> that is, because  you have deserted me and driven me away from you.\" Nothing but utter  ruin can be expected by those that live without God in the world, that  cast him behind their back, and so cast themselves out of his  protection.<\/p>  <p>  And yet, <i>for all this, his anger is not turned away,<\/i> which  intimates not only that God will proceed in his controversy with them,  but that they shall be in a continual dread of it  they shall, to their  unspeakable terror, see his hand still stretched out against them, and  there shall remain nothing but <i>a fearful looking for of  judgment.<\/i><\/p>",
    "audit": null
}