{
    "id": 12144,
    "source": "mhm",
    "verse_id": 17962,
    "verse_count": 5,
    "reference": "15:1–5",
    "title": "",
    "html": "<p>1 The burden of Moab. Because in the night Ar of Moab is laid waste, <i>and<\/i> brought to silence because in the night Kir of Moab is laid waste, <i>and<\/i> brought to silence 2 He is gone up to Bajith, and to Dibon, the high places, to weep: Moab shall howl over Nebo, and over Medeba: on all their heads<i>shall be<\/i> baldness, <i>and<\/i> every beard cut off. 3 In their streets they shall gird themselves with sackcloth: on the tops of their houses, and in their streets, every one shall howl, weeping abundantly. 4 And Heshbon shall cry, and Elealeh: their voice shall be heard<i>even<\/i> unto Jahaz: therefore the armed soldiers of Moab shall cry out his life shall be grievous unto him. 5 My heart shall cry out for Moab his fugitives<i>shall flee<\/i> unto Zoar, a heifer of three years old: for by the mounting up of Luhith with weeping shall they go it up for in the way of Horonaim they shall raise up a cry of destruction.<\/p><p>The country of Moab was of small extent, but very fruitful. It bordered upon the lot of Reuben on the other side Jordan and upon the Dead Sea. Naomi went to sojourn there when there was a famine in Canaan. This is the country which (it is here foretold) should be wasted and grievously harassed, not quite ruined, for we find another prophecy of its ruin ( <a class=\"ref\">Jeremiah 48:1-47<\/a>), which was accomplished by Nebuchadnezzar. This prophecy here was to be fulfilled<i>within three years<\/i> ( <a class=\"isa\" verses=\"WzE3OTg0XQ==\">Isaiah 16:14<\/a>), and therefore was fulfilled in the devastations made of that country by the army of the Assyrians, which for many years ravaged those parts, enriching themselves with spoil and plunder. It was done either by the army of Shalmaneser, about the time of the taking of Samaria, in the fourth year of Hezekiah (as is most probable), or by the army of Sennacherib, which, ten years after, invaded Judah. We cannot suppose that the prophet went among the Moabites to preach to them this sermon but he delivered it to his own people, 1. To show them that, though judgment begins at the house of God, it shall not end there,&mdash;that there is a providence which governs the world and all the nations of it,&mdash;and that to the God of Israel the worshippers of false gods were accountable, and liable to his judgments. 2. To give them a proof of God's care of them and jealousy for them, and to convince them that God was an enemy to their enemies, for such the Moabites had often been. 3. That the accomplishment of this prophecy now shortly (<i>within three years<\/i>) might be a confirmation of the prophet's mission and of the truth of all his other prophecies, and might encourage the faithful to depend upon them.<\/p><p>Now concerning Moab it is here foretold,<\/p><p>I. That their chief cities should be surprised and taken in a night by the enemy, probably because the inhabitants, as the men of Laish, indulged themselves in ease and luxury, and dwelt securely ( <a class=\"isa\" verses=\"WzE3OTYyXQ==\">Isaiah 15:1<\/a>): Therefore there shall be great grief, <i>because in the night Air of Moab is laid waste and Kir of Moab,<\/i> the two principal cities of that kingdom. <i>In the night that they were taken,<\/i> or sacked, <i>Moab was cut off. <\/i> The seizing of them laid the whole country open, and made all the wealth of it an easy prey to the victorious army. Note, 1. Great changes and very dismal ones may be made in a very little time. Here are two cities lost in a night, though that is the time of quietness. Let us therefore lie down as those that know not what a night may bring forth. 2. As the country feeds the cities, so the cities protect the country, and neither can say to the other, <i>I have no need of thee. <\/i><\/p><p>II. That the Moabites, being hereby put into the utmost consternation imaginable, should have recourse to their idols for relief, and pour out their tears before them ( <a class=\"isa\" verses=\"WzE3OTYzXQ==\">Isaiah 15:2<\/a>):<i>He<\/i> (that is, Moab, especially the king of Moab)<i>has gone up to Bajith<\/i> (or rather to the house or temple of Chemosh), <i>and Dibon,<\/i> the inhabitants of Dibon, <i>have gone up to the high places,<\/i> where they worshipped their idols, there to make their complaints. Note, It becomes a people in distress to seek to their God and shall not we then thus<i>walk in the name of the Lord our God,<\/i> and call upon him in the time of trouble, before whom we shall not shed such useless profitless tears as they did before their gods?<\/p><p>III. That there should be the voice of universal grief all the country over. It is described here elegantly and very affectingly. Moab shall be a vale of tears&mdash;a little map of this world, <a class=\"isa\" verses=\"WzE3OTYzXQ==\">Isaiah 15:2<\/a>. The Moabites shall lament the loss of Nebo and Medeba, two considerable cities, which, it is likely, were plundered and burnt. They shall tear their hair for grief to such a degree that<i>on all their heads shall be baldness, and they shall cut off their beards,<\/i> according to the customary expressions of mourning in those times and countries. When they go abroad they shall be so far from coveting to appear handsome that<i>in the streets they shall gird themselves with sackcloth<\/i> ( <a class=\"isa\" verses=\"WzE3OTY0XQ==\">Isaiah 15:3<\/a>), and perhaps being forced to use that poor clothing, the enemy having stripped them, and rifled their houses, and left them no other clothing. When they come home, instead of applying themselves to their business, they shall go up to<i>the tops of their houses<\/i> which were flat-roofed, and there they shall<i>weep abundantly,<\/i> nay, they shall<i>howl,<\/i> in crying to their gods. Those that<i>cry not to God with their hearts<\/i> do but<i>howl upon their beds,<\/i> <a class=\"ref\">Hosea 7:14; Amos 8:3<\/a>. <i>They shall come down with weeping<\/i> (so the margin reads it) they shall come down from their high places and the tops of their houses weeping as much as they did when they went up. Prayer to the true God is heart's ease ( <a class=\"ref\">1 Samuel 1:18<\/a>), but prayers to false gods are not. Divers places are here named that should be full of lamentation ( <a class=\"isa\" verses=\"WzE3OTY1XQ==\">Isaiah 15:4<\/a>), and it is but a poor relief to have so many fellow-sufferers, fellow-mourners to a public spirit it is rather an aggravation<i>socios habuisse doloris&mdash;to have associates in woe. <\/i><\/p><p>IV. That the courage of their militia should fail them. Though they were bred soldiers, and were well armed, yet they<i>shall cry out<\/i> and shriek for fear, and every one of them shall have<i>his life become grievous to him,<\/i> though it is characteristic of a military life to delight in danger, <a class=\"isa\" verses=\"WzE3OTY1XQ==\">Isaiah 15:4<\/a>. See how easily God can dispirit the stoutest of men, and deprive a nation of benefit by those whom it most depended upon for strength and defence. The Moabites shall generally be so overwhelmed with grief that life itself shall be a burden to them. God can easily make weary of life those that are fondest of it.<\/p><p>V. That the outcry for these calamities should propagate grief to all the adjacent parts, <a class=\"isa\" verses=\"WzE3OTY2XQ==\">Isaiah 15:5<\/a>. 1. The prophet himself has very sensible impressions made upon his spirit by the prediction of it: \"<i>My heart shall cry out for Moab<\/i> though they are enemies to Israel, they are our fellow-creatures, of the same rank with us, and therefore it should grieve us to see them in such distress, the rather because we know not how soon it may be our own turn to drink of the same cup of trembling.\" Note, It becomes God's ministers to be of a tender spirit, not to desire the woeful day, but to be like their master, who wept over Jerusalem even when he gave her up to ruin, like their God, <i>who desires not the death of sinners. <\/i> 2. All the neighbouring cities shall echo to the lamentations of Moab. <i>The fugitives,<\/i> who are making the best of their way to shift for their own safety, shall carry the cry to<i>Zoar,<\/i> the city to which their ancestor Lot fled for shelter from Sodom's flames and which was spared for his sake. They shall make as great a noise with their cry<i>as a heifer of three years old<\/i> does when she goes<i>lowing<\/i> for her calf, as <a class=\"ref\">1 Samuel 6:12<\/a>. They shall go up the hill of<i>Luhith<\/i> (as David went up the ascent of Mount Olivet, many a weary step and all in tears, <a class=\"ref\">2 Samuel 15:30<\/a>), and<i>in the way of Horonaim<\/i> (a dual termination), the way that leads to the two Beth-horons, the upper and the nether, which we read of, <a class=\"ref\">Joshua 16:3<\/a>. Thither the cry shall be carried, there it shall be raised, even at that great distance:<i>A cry of destruction<\/i> that shall be the cry, like, \"Fire, fire! we are all undone.\" Grief is catching, so is fear, and justly, for trouble is spreading and when it begins who knows where it will end?<\/p> ",
    "audit": null
}