{
    "id": 12235,
    "source": "mhm",
    "verse_id": 18439,
    "verse_count": 9,
    "reference": "40:18–26",
    "title": "",
    "html": "<p>18 To whom then will ye liken God? or what likeness will ye compare unto him? 19 The workman melteth a graven image, and the goldsmith spreadeth it over with gold, and casteth silver chains. 20 He that<i>is<\/i> so impoverished that he hath no oblation chooseth a tree<i>that<\/i> will not rot he seeketh unto him a cunning workman to prepare a graven image, <i>that<\/i> shall not be moved. 21 Have ye not known? have ye not heard? hath it not been told you from the beginning? have ye not understood from the foundations of the earth? 22<i>It is<\/i> he that sitteth upon the circle of the earth, and the inhabitants thereof<i>are<\/i> as grasshoppers that stretcheth out the heavens as a curtain, and spreadeth them out as a tent to dwell in: 23 That bringeth the princes to nothing he maketh the judges of the earth as vanity. 24 Yea, they shall not be planted yea, they shall not be sown: yea, their stock shall not take root in the earth: and he shall also blow upon them, and they shall wither, and the whirlwind shall take them away as stubble. 25 To whom then will ye liken me, or shall I be equal? saith the Holy One. 26 Lift up your eyes on high, and behold who hath created these<i>things,<\/i> that bringeth out their host by number: he calleth them all by names by the greatness of his might, for that<i>he is<\/i> strong in power not one faileth.<\/p><p>The prophet here reproves those, 1. Who represented God by creatures, and so changed his truth into a lie and his glory into shame, who made images and then said that they resembled God, and paid their homage to them accordingly. 2. Who put creatures in the place of God, who feared them more than God, as if they were a match for him, or loved them more than God, as if they were fit to be rivals with him. Twice the challenge is here made, <i>To whom will you liken God?<\/i> <a class=\"isa\" verses=\"WzE4NDM5XQ==\">Isaiah 40:18<\/a> , and again <a class=\"isa\" verses=\"WzE4NDQ2XQ==\">Isaiah 40:25<\/a>. The Holy One himself says, <i>To whom will you liken me?<\/i> This shows the folly and absurdity, (1.) Of corporal idolatry, making visible images of him who is invisible, imagining the image to be animated by the deity, and the deity to be presentiated by the image, which, as it was an instance of the corruption of the human nature, so it was an intolerable injury to the honour of the divine nature. (2.) Of spiritual idolatry, making creatures equal with God in our affections. Proud people make themselves equal with God covetous people make their money equal with God and whatever we esteem or love, fear or hope in, more than God, that creature we equal with God, which is the highest affront imaginable to him who is<i>God over all. <\/i> Now, to show the absurdity of this,<\/p><p>I. The prophet describes idols as despicable things and worthy of the greatest contempt ( <a class=\"isa\" verses=\"WzE4NDQwXQ==\">Isaiah 40:19<\/a>): \"Look upon the better sort of them, which rich people set up, and worship they are made of some base metal, cast into what shape the founder pleases, and that is gilded, or overlaid with plates of gold, that it may pass for a golden image. It is a creature for the workman made it<i>therefore it is not God,<\/i> <a class=\"ref\">Hosea 8:6<\/a>. It depended upon his will whether it should be a god at all, and of what shape it should be. It is a cheat for it is gold on the outside, but within it is lead or copper, in this indeed representing the deities, that they were not what they seemed to be, and deceived their admirers. How despicable then are the worst sort of them&mdash;the poor men's gods!<i>He that is so impoverished<\/i> that he has scarcely a sacrifice to offer to his god when he has made him will yet not be without an enshrined deity of his own and, though he cannot procure one of brass or stone, he will have a wooden one rather than none, and for that purpose<i>chooses a tree that will not soon rot,<\/i> and of that he will have his graven image made. Both agree to have their image well fastened, that they may not be robbed of it. The better sort have silver chains to fix theirs with and, though it be but a wooden image, care is taken that it<i>shall not be moved. <\/i> \" Let us pause a little and see, 1. How these idolaters shame themselves, and what a reproach they put upon their own reason, in dreaming that gods of their own making (<i>Nehushtans,<\/i> pieces of brass or logs of wood) should be able to do them any kindness. Thus vain were they in their imaginations and how was their foolish heart darkened! 2. See how these idolaters shame us, who worship the only living and true God. They spared no cost upon their idols we grudge that as waste which is spent in the service of our God. They took care that their idols should not be moved we wilfully provoke our God to depart from us.<\/p><p>II. He describes God as infinitely great, and worthy of the highest veneration so that between him and idols, whatever competition there may be, there is no comparison. To prove the greatness of God he appeals,<\/p><p>1. To what they had<i>heard of him by the hearing of the ear,<\/i> and the consent of all ages and nations concerning him ( <a class=\"isa\" verses=\"WzE4NDQyXQ==\">Isaiah 40:21<\/a>): \"<i>Have you not known<\/i> by the very light of nature?<i>Has it not been told you by your fathers<\/i> and teachers, according to the constant tradition received from their ancestors and predecessors, even from the beginning?\" (Those notices of God are as ancient as the world.) \"<i>Have you not understood<\/i> it as always acknowledged<i>from the foundation of the earth,<\/i> that God is a great God, and a great King above all gods?\" It has been a truth universally admitted that there is an infinite Being who is the fountain of all being. This is understood not only ever since the beginning of the world, but from and by the origin of the universe. It is founded upon the foundation of the earth. The invisible things of God are<i>clearly seen from the creation of the world,<\/i> <a class=\"ref\">Romans 1:20<\/a>. Thou mayest not only ask thy father, and he shall tell thee this, and thy elders ( <a class=\"ref\">Deuteronomy 32:7<\/a>) but<i>ask those that go by the way<\/i> ( <a class=\"ref\">Job 21:29<\/a>), ask the first man you meet, and he will say the same. Some read it, <i>Will you not know? Will you not hear it?<\/i> For those that are ignorant of this are willingly ignorant the light shines in their faces, but they shut their eyes against it. Now that which is here said of God is, (1.) That he has the command of all the creatures. The heaven and the earth themselves are under his management:<i>He sits upon the circle,<\/i> or globe, <i>of the earth,<\/i> <a class=\"isa\" verses=\"WzE4NDQzXQ==\">Isaiah 40:22<\/a>. He that has the special residence of his glory in the upper world maintains a dominion over this lower world, gives law to it, and directs all the motions of it to his own glory. He sits undisturbed upon the earth, and so establishes it. He is still stretching out the heavens, his power and providence keep them still stretched out, and will do so till the day comes that they shall be rolled together like a scroll. He spreads them out as easily as we draw a curtain to and fro, opening these curtains in the morning and drawing them close again at night. And the heaven is to this earth<i>as a tent to dwell in<\/i> it is a canopy drawn over our heads, <i>et quod tegit omnia c&oelig lum&mdash;and it encircles all. <\/i>&mdash;Ovid. See <a class=\"ref\">Psalm 104:2<\/a>. (2.) That the children of men, even the greatest and mightiest, are as nothing before him. The numerous inhabitants of this earth are in his eye as grasshoppers in ours, so little and inconsiderable, of such small value, of such little use, and so easily crushed. Proud men's lifting up themselves is but like the grasshopper's leap in an instant they must stoop down to the earth again. If the spies thought themselves grasshoppers before the sons of Anak ( <a class=\"ref\">Numbers 13:33<\/a>), what are we before the great God? Grasshoppers live but awhile, and live carelessly, not like the ant so do the most of men. (3.) That those who appear and act against him, how formidable soever they may be to their fellow-creatures, will certainly be humble and brought down by the mighty hand of God, <a class=\"isa\" verses=\"WzE4NDQ0XQ==\">Isaiah 40:23<\/a>. Princes and judges, who have great authority, and abuse it to the support of oppression and injustice, make nothing of those about them<i>as for all their enemies they puff at them<\/i> ( <a class=\"ref\">Psalm 10:5<\/a>) but, when the great God takes them to task, he brings them to nothing he humbles them, and tames them, and makes them as vanity, little regarded, neither feared nor loved. He makes them utterly unable to stand before his judgments, which shall either, [1.] Prevent their settlement in their authority:<i>They shall not be planted they shall not be sown<\/i> and those are the two ways of propagating plants, either by seed or slips. Nay, if they should gain a little interest, and so be planted or sown, yet<i>their stock shall not take root in the earth,<\/i> they shall not continue long in power. Eliphaz saw the foolish taking root, but<i>suddenly cursed their habitation. <\/i> And then how soon is the fig-tree withered away! Or, [2.] He will blast them when they think they are settled. He does but<i>blow upon them,<\/i> and then<i>they shall wither,<\/i> and come to nothing, and<i>the whirlwind shall take them away as stubble. <\/i> For God's wrath, though it seem at first to blow slightly upon them, will soon become a mighty whirlwind. When God judges he will overcome. Those that will not bow before him cannot stand before him.<\/p><p>2. He appeals to what<i>their eyes saw of him<\/i> ( <a class=\"isa\" verses=\"WzE4NDQ3XQ==\">Isaiah 40:26<\/a>): \"<i>Lift up your eyes on high<\/i> be not always poring on this earth\" (<i>O curvæ in terras animæ et c&oelig lestium inanes!&mdash;Degenerate minds, that can bend so towards the earth, having nothing celestial in them!<\/i>), \"but sometimes look up\" (<i>Os homini sublime dedit, c&oelig lumque tueri jussit&mdash;Heaven gave to man an erect countenance, and bade him gaze on the stars<\/i>) \"behold the glorious lights of heaven, consider who has created them. They neither made nor marshalled themselves doubtless, therefore, there is a God that gave them their being, power, and motion.\" What we see of the creature should lead us to the Creator. The idolaters, when they lifted up their eyes and beheld the hosts of heaven, being wholly immerged in sense, looked no further, but worshipped them, <a class=\"ref\">Deuteronomy 4:19; Job 31:26<\/a>. Therefore the prophet here directs us to make use of our reason as well as our senses, and to consider who created them, and to pay our homage to him. Give him the glory of his sovereignty over them&mdash;He<i>brings out their host by number,<\/i> as a general draws out the squadrons and battalions of his army of the knowledge he has of them&mdash;<i>He calls them all by names,<\/i> proper names, according as their place and influence are ( <a class=\"ref\">Psalm 147:4<\/a>) and of the use he makes of them when he calls them out to any service, so obsequious are they that, <i>by the greatness of his might, not one of them fails,<\/i> but, as when<i>the stars in their courses fought against Sisera,<\/i> every one does that to which he is appointed. To make these creatures therefore rivals with God, which are such ready servants to him, is an injury to them as well as an affront to him.<\/p> ",
    "audit": null
}