{
    "id": 12107,
    "source": "mhm",
    "verse_id": 17748,
    "verse_count": 10,
    "reference": "5:8–17",
    "title": "",
    "html": " <p>8 Woe unto them that join house to house, <i>that<\/i>, lay field to field, till <i>there be<\/i>, no place, that they may be placed alone in the midst of the earth! 9 In mine ears <i>said<\/i>, the L <b>ORD<\/b>, of hosts, Of a truth many houses shall be desolate, <i>even<\/i>, great and fair, without inhabitant. 10 Yea, ten acres of vineyard shall yield one bath, and the seed of a homer shall yield an ephah. 11 Woe unto them that rise up early in the morning, <i>that<\/i>, they may follow strong drink that continue until night, <i>till<\/i>, wine inflame them! 12 And the harp, and the viol, the tabret, and pipe, and wine, are in their feasts: but they regard not the work of the L <b>ORD<\/b>, neither consider the operation of his hands. 13 Therefore my people are gone into captivity, because <i>they have<\/i>, no knowledge: and their honourable men <i>are<\/i>, famished, and their multitude dried up with thirst. 14 Therefore hell hath enlarged herself, and opened her mouth without measure: and their glory, and their multitude, and their pomp, and he that rejoiceth, shall descend into it. 15 And the mean man shall be brought down, and the mighty man shall be humbled, and the eyes of the lofty shall be humbled: 16 But the L <b>ORD<\/b>, of hosts shall be exalted in judgment, and God that is holy shall be sanctified in righteousness. 17 Then shall the lambs feed after their manner, and the waste places of the fat ones shall strangers eat. <\/p> <p>The world and the flesh are the two great enemies that we are in danger of being overpowered by yet we are in no danger if we do not ourselves yield to them. Eagerness of the world, and indulgence of the flesh, are the two sins against which the prophet, in God's name, here denounces woes. These were sins which then abounded among the men of Judah, some of the wild grapes they brought forth (<a class=\"ref\"><\/a>), and for which God threatens to bring ruin upon them. They are sins which we have all need to stand upon our guard against and dread the consequences of. <\/p> <p>I. Here is a woe to those who set their hearts upon the wealth of the world, and place their happiness in that, and increase it to themselves by indirect and unlawful means (<a class=\"ref\"><\/a>), who <i>join house to house and lay field to field, till there be no place,<\/i>, no room for anybody to live by them. If they could succeed, they would be placed alone in the midst of the earth, would monopolize possessions and preferments, and engross all profits and employments to themselves. Not that it is a sin for those who have a house and a field, of they have wherewithal, to purchase another but <\/p> <p>1. Their fault is, (1.) That they are inordinate in their desires to enrich themselves, and make it their whole care and business to raise an estate, as if they had nothing to mind, nothing to seek, nothing to do, in this world, but that. They never know when they have enough, but the more they have the more they would have and, like the <i>daughters of the horseleech,<\/i>, they <i>cry, Give, give.<\/i>, They cannot enjoy what they have, nor do good with it, but are constantly contriving and studying to make it more. They must have variety of houses, a winter-house, and a summer-house, and if another man's house or field lie convenient to theirs, as Naboth's vineyard to Ahab's, they must have that too, or they cannot be easy. (2.) That they are herein careless of others, nay, and injurious to them. They would live so as to let nobody live but themselves. So that their insatiable covetings may be gratified, they care not what becomes of all about them, what encroachments they make upon their neighbours' rights, what hardships they put upon those that they have power over or advantage against, nor what base and wicked arts they use to heap up treasure to themselves. They would swell so big as to fill all space, and yet are still unsatisfied (<a class=\"ref\"><\/a>), as Alexander, who, when he fancied he had conquered the world, wept because he had not another world to conquer. <i>Deficiente terrâ , non impletur avaritia&mdash;If the whole earth were monopolized, avarice would thirst for more.<\/i>, What! <i>will you be placed alone in the midst of the earth?<\/i>, (so some read it) will you be so foolish as to desire it, when we have so much need of the service of others and so much comfort in their society? Will you be so foolish as to expect that the <i>earth shall be forsaken for us<\/i>, (<a class=\"ref\"><\/a>), when it is by multitudes that the earth is to be replenished? <i>An propter vos solos tanta terra creata est?&mdash;Was the wide world created merely for you?<\/i>, Lyra. <\/p> <p>2. That which is threatened as the punishment of this sin is that neither the houses nor the fields they were thus greedy of should turn to any account, <a class=\"ref\"><\/a>. God whispered it to the prophet in his ear, as he speaks in a like case (<a class=\"ref\"><\/a>): <i>It was revealed in my ears by the Lord of hosts<\/i>, (as God told Samuel a thing <i>in his ear,<\/i>, <a class=\"ref\"><\/a>) he thought he heard it still sounding in his ears but he proclaimed it, as he ought, <i>upon the house-tops,<\/i>, <a class=\"ref\"><\/a>. (1.) That the houses they were so fond of should be untenanted, should stand long empty, and should yield them no rent, and go out of repair: <i>Many houses shall be desolate,<\/i>, the people that should dwell in them, being cut off by sword, famine, or pestilence, or carried into captivity or trade being dead, and poverty coming upon the country like an armed man, those that had been housekeepers were forced to become lodgers, or shift for themselves elsewhere. Even great and fair houses, that would invite tenants, and (there being a scarcity of tenants) might be taken at low rates, shall stand empty without inhabitants. God created not the earth in vain he <i>formed it to be inhabited,<\/i>, <a class=\"ref\"><\/a>. But men's projects are often frustrated, and what they frame answers not the intention. We have a saying, That fools build houses for wise men to live in but sometimes, as the event proves, they are built for no man to live in. God has many ways to empty the most populous cities. (2.) That the fields they were so fond of should be unfruitful (<a class=\"ref\"><\/a>): <i>Ten acres of vineyard shall yield<\/i>, only such a quantity of grapes as will make but <i>one bath<\/i>, of wine (which was about eight gallons), <i>and the seed of a homer,<\/i>, a bushel's sowing of ground, shall yield but an ephah, which was the tenth part of a homer so that through the barrenness of the ground, or the unreasonableness of the weather, they should not have more than a tenth part of their seed again. Note, Those that set their hearts upon the world will justly be disappointed in their expectations from it. <\/p> <p>II. Here is a woe to those that dote upon the pleasures and delights of sense, <a class=\"ref\"><\/a>. Sensuality ruins men as certainly as worldliness and oppression. As Christ pronounces a woe against those that are rich, so also against those that laugh now and are full (<a class=\"ref\"><\/a>), and fare sumptuously, <a class=\"ref\"><\/a>. Observe, <\/p> <p>1. Who the sinners are against whom this woe is denounced. (1.) They are such as are given to drink they make their drinking their business, have their hearts upon it, and overcharge themselves with it. They rise early to follow strong drink, as husbandmen and tradesmen do to follow their employments as if they were afraid of losing time from that which is the greatest misspending of time. Whereas commonly those that are drunken are drunken in the night, when they have despatched the business of the day, these neglect business, abandon it, and give up themselves to the service of the flesh for they sit at their cups all day, <i>and continue till night, till wine inflame them <\/i>&mdash;inflame their lusts (chambering and wantonness follow upon rioting and drunkenness)&mdash;inflame their passions for who but such have <i>contentions and wounds without cause?<\/i>, <a class=\"ref\"><\/a>. They make a perfect trade of drinking nor do they seek the shelter of the night for this work of darkness, as men ashamed of it, but <i>count it a pleasure to riot in the day-time.<\/i>, See <a class=\"ref\"><\/a>. (2.) They are such as are given to mirth. They have their feasts, and they are so merrily disposed that they cannot dine or sup without music, musical instruments of all sorts, like David (<a class=\"ref\"><\/a>), like Solomon (<a class=\"ref\"><\/a>) <i>the harp and the viol, the tabret and pipe,<\/i>, must accompany the wine, that every sense may be gratified to a nicety they <i>take the timbrel and harp,<\/i>, <a class=\"ref\"><\/a>. The use of music is lawful in itself but when it is excessive, when we set our hearts upon it, misspend time in it, so that it crowds our spiritual and divine pleasures and draws away the heart from God, then it turns into sin for us. (3.) They are such as never give their mind to any thing that is serious: <i>They regard not the work of the Lord<\/i>, they observe not his power, wisdom, and goodness, in those creatures which they abuse and subject to vanity, nor the bounty of his providence in giving them those good things which they make the food and fuel of their lusts. God's judgments have already seized them, and they are under the tokens of his displeasure, but they regard not they consider not the hand of God in all these things his hand is lifted up, but they will not see, because they will not disturb themselves in their pleasures nor think what God is doing with them. <\/p> <p>2. What the judgments are which are denounced against them, and in part executed. It is here foretold, (1.) that they should be dislodged the land should spue out these drunkards (<a class=\"ref\"><\/a>): <i>My people<\/i>, (so they call themselves, and were proud of it) have therefore <i>gone into captivity,<\/i>, are as sure to go as if they were gone already, <i>because they have no knowledge<\/i>, how should they have knowledge when by their excessive drinking they make sots and fools of themselves? They set up for wits but because they regard not God's controversy with them, nor take any care to make their peace with him, they may truly be said to have no knowledge and the reason is because they will have none they are inconsiderate and wilful, and are therefore destroyed for lack of knowledge. (2.) That they should be impoverished, and come to want that which they had wasted and abused to excess: Even <i>their glory are men of famine,<\/i>, subject to it and slain by it and <i>their multitude are dried up with thirst.<\/i>, Both the great men and the common people are ready to perish for want of bread and water. This is the effect of the failure of the corn (<a class=\"ref\"><\/a>), for <i>the king himself is served of the field,<\/i>, <a class=\"ref\"><\/a>. And when the vintage fails the drunkards are called upon to weep, because <i>the new wine is cut off from their mouth<\/i>, (<a class=\"ref\"><\/a>), and not so much because now they want it as because when they had it they abused it. It is just with God to make men want that for necessity which they have abused to excess. (3.) What multitudes should be cut off by famine and sword (<a class=\"ref\"><\/a>): <i>Therefore hell has enlarged herself.<\/i>, Tophet, the common burying-place, proves too little so many are there to be buried that they shall be forced to enlarge it. The grave has opened her mouth without measure, <i>never saying, It is enough,<\/i>, <a class=\"ref\"><\/a>. It may be understood of the place of the damned luxury and sensuality fill these regions of darkness and horror there those are tormented who made a god of their belly, <a class=\"ref\">;<\/a>. (4.) That they should be humbled and abased, and all their honours laid in the dust. This will be done effectually by death and the grave: <i>Their glory shall descend,<\/i>, not only to the earth, but into it it shall not <i>descend after them<\/i>, (<a class=\"ref\"><\/a>), to stand them in any stead on the other side death, but it shall die and be buried with them&mdash;poor glory, which will thus wither! Did they glory in their numbers? Their multitude shall go down to the pit, <a class=\"ref\"><\/a>. Did they glory in the figure they made? Their pomp shall be at an end their shouts with which they triumphed, and were attended. Did they glory in their mirth? Death will turn it into mourning he that rejoices and revels, and never knows what it is to be serious, shall go thither where there are weeping and wailing. Thus the mean man and the mighty man meet together in the grave and under mortifying judgments. Let a man be ever so high, death will bring him low&mdash;ever so mean, death will bring him lower, in the prospect of which the eyes of the lofty should now be humbled, <a class=\"ref\"><\/a>. It becomes those to look low that must shortly be laid low. <\/p> <p>3. What the fruit of these judgments shall be. <\/p> <p>(1.) God shall be glorified, <a class=\"ref\"><\/a>. He that is the Lord of hosts, and the holy God, shall be exalted and sanctified in the judgment and righteousness of these dispensations. His justice must be owned in bringing those low what exalted themselves and herein he is glorified, [1.] As a God is irresistible power. He will herein be exalted as the Lord of hosts, that is able to break the strongest, humble the proudest, and tame the most unruly. Power is not exalted but in judgment. It is the honour of God that, though he has a mighty arm, yet <i>judgment and justice are<\/i>, always <i>the habitation of his throne,<\/i>, <a class=\"ref\"><\/a>. [2.] As a God of unspotted purity. He that is holy, infinitely holy, shall be sanctified (that is, shall be owned and declared to be holy) in the righteous punishment of proud men. Note, When proud men are humbled the great God is honoured, and ought to be honoured by us. <\/p> <p>(2.) Good people shall be relieved and succoured (<a class=\"ref\"><\/a>): <i>Then shall the lambs feed after their manner<\/i>, the meek ones of the earth, who followed the Lamb, who were persecuted, and put into fear by those proud oppressors, shall feed quietly, feed in the green pastures, and there shall be none to make them afraid. See <a class=\"ref\"><\/a>. When the enemies of the church are cut off then have the churches rest. <i>They shall feed at their pleasure<\/i>, so some read it. <i>Blessed are the meek, for they shall inherit the earth,<\/i>, and delight themselves in abundant peace. <i>They shall feed according to their order or capacity<\/i>, (so others read it), as they are able to hear the word, that bread of life. <\/p> <p>(3.) The country shall be laid waste, and become a prey to the neighbours: <i>The waste places of the fats ones,<\/i>, the possessions of those rich men that lived at their ease, shall be eaten by strangers that were nothing akin to them. In the captivity the poor of the land were left for <i>vine-dressers and husbandmen<\/i>, (<a class=\"ref\"><\/a>) these were the lambs that fed in the pastures of the fats ones, which were laid in common for strangers to eat. When the church of the Jews, those fat ones, was laid waste, their privileges were transferred to the Gentiles, who had been long strangers, and the lambs of Christ's flock were welcome to them. <\/p>",
    "audit": null
}