{
    "id": 12286,
    "source": "mhm",
    "verse_id": 18698,
    "verse_count": 6,
    "reference": "52:1–6",
    "title": "",
    "html": "<p>1 Awake, awake put on thy strength, O Zion put on thy beautiful garments, O Jerusalem, the holy city: for henceforth there shall no more come into thee the uncircumcised and the unclean. 2 Shake thyself from the dust arise, <i>and<\/i> sit down, O Jerusalem: loose thyself from the bands of thy neck, O captive daughter of Zion. 3 For thus saith the L<b>ORD<\/b> , Ye have sold yourselves for nought and ye shall be redeemed without money. 4 For thus saith the Lord G<b>OD<\/b> , My people went down aforetime into Egypt to sojourn there and the Assyrian oppressed them without cause. 5 Now therefore, what have I here, saith the L<b>ORD<\/b> , that my people is taken away for nought? they that rule over them make them to howl, saith the L<b>ORD<\/b> and my name continually every day<i>is<\/i> blasphemed. 6 Therefore my people shall know my name: therefore<i>they shall know<\/i> in that day that I<i>am<\/i> he that doth speak: behold, <i>it is<\/i> I.<\/p><p>Here, I. God's people are stirred up to appear vigorous for their own deliverance, <a class=\"isa\" verses=\"WzE4Njk4XQ==\">Isaiah 52:1<\/a>. They had desired that God would<i>awake<\/i> and<i>put on his strength,<\/i> <a class=\"isa\" verses=\"WzE4NjgzXQ==\">Isaiah 51:9<\/a>. Here he calls upon them to<i>awake<\/i> and<i>put on their strength,<\/i> to bestir themselves let them awake from their despondency, and pluck up their spirits, encourage themselves and one another with the hope that all will be well yet, and no longer succumb and sink under their burden. Let them awake from their distrust, look above them, look about them, look into the promises, look into the providences of God that were working for them, and let them raise their expectations of great things from God. Let them awake from their dullness, sluggishness, and incogitancy, and raise up their endeavours, not to take any irregular courses for their own relief, contrary to the law of nations concerning captives, but to use all likely means to recommend themselves to the favour of the conqueror and make an interest with him. God here gives them an assurance, 1. That they should be reformed by their captivity:<i>There shall no more come into thee the uncircumcised and the unclean<\/i> ( <a class=\"isa\" verses=\"WzE4Njk4XQ==\">Isaiah 52:1<\/a>) their idolatrous customs should be no more introduced, or at least not harboured for when by the marriage of strange wives, in Ezra's time and Nehemiah's, the unclean crept in, they were soon by the vigilance and zeal of the magistrates expelled again, and care was taken that Jerusalem should be a holy city. Thus the gospel Jerusalem is purified by the blood of Christ and the grace of God, and made indeed a holy city. 2. That they should be relieved and rescued out of their captivity, that the bands of their necks should be loosed, that they should not now be any longer oppressed, nay, that they should not be any more invaded, as they had been:<i>There shall no more come against thee<\/i> (so it may be read)<i>the uncircumcised and the clean. <\/i> The heathen shall not again enter into God's sanctuary and profane his temple, <a class=\"ref\">Psalm 79:1<\/a>. This must be understood with a condition. If they keep close to God, and keep in with him, God will keep off, will keep out of the enemy but, if they again corrupt themselves, Antiochus will profane their temple and the Romans will destroy it. However, for some time they shall have peace. And to this happy change, now approaching, they are here called to accommodate themselves. (1.) Let them prepare for joy: \"<i>Put on thy beautiful garments,<\/i> no longer to appear in mourning weeds and the habit of thy widowhood. Put on a new face, a smiling countenance, now that a new and pleasant scene begins to open.\" The beautiful garments were laid up then, when the harps were hung on the willow trees but, now there is occasion for both, let both be resumed together. \"Put on thy strength, and, in order to that, put on thy beautiful garments, in token of triumph and rejoicing.\" Note, <i>The joy of the Lord will be our strength<\/i> ( <a class=\"ref\">Nehemiah 8:10<\/a>), and our beautiful garments will serve for armour of proof against the darts of temptation and trouble. And observe, Jerusalem must put on her beautiful garments when she becomes a holy city, for the beauty of holiness is the most amiable beauty, and the more holy we are the more cause we have to rejoice. (2.) Let them prepare for liberty: \"<i>Shake thyself from the dust<\/i> in which thou hast lain, and into which thy proud oppressors have trodden thee ( <a class=\"isa\" verses=\"WzE4Njk3XQ==\">Isaiah 51:23<\/a>), or into which thou hast in thy extreme sorrow rolled thyself.\"<i>Arise, and set up<\/i> so it may be read. \"O Jerusalem! prepare to get clear of all the marks of servitude thou hast been under and to shift thy quarters:<i>Loose thyself from the bands of thy neck<\/i> be inspired with generous principles and resolutions to assert thy own liberty.\" The gospel proclaims liberty to those who were bound with fears and makes it their duty to take hold of their liberty. Let those who have been weary and heavily laden under the burden of sin, finding relief in Christ, shake themselves from the dust of their doubts and fears and loose themselves from those bands for, <i>if the Son make them free, they shall be free indeed. <\/i><\/p><p>II. God stirs up himself to appear jealous for the deliverance of his people. He here pleads their cause with himself, and even stirs up himself to come and save them, for his reasons of mercy are fetched from himself. Several things he here considers.<\/p><p>1. That the Chaldeans who oppressed them never acknowledged God in the power they gained over his people, any more than Sennacherib did, who, when God made use of him as an instrument for the correction and reformation of his people, meant not so, <a class=\"isa\" verses=\"WzE3ODU3XQ==\">Isaiah 10:6<\/a>. \"<i>You have sold yourselves for nought<\/i> you got nothing by it, nor did I,\" <a class=\"isa\" verses=\"WzE4NzAwXQ==\">Isaiah 52:3<\/a>. (God considers that when they by sin had sold themselves he himself, who had the prior, nay, the sole, title to them, <i>did not increase his wealth by their price,<\/i> <a class=\"ref\">Psalm 44:12<\/a>. They did not so much as pay their debts to him with it the Babylonians gave him no thanks for them, but rather reproached and blasphemed his name upon that account.) \"And therefore they, having so long had you for nothing, shall at last restore you for nothing:<i>You shall be redeemed without price,<\/i> \" as was promised, <a class=\"isa\" verses=\"WzE4NTc1XQ==\">Isaiah 45:13<\/a>. Those that give nothing must expect to get nothing however, God is a debtor to no man.<\/p><p>2. That they had been often before in similar distress, had often smarted for a time under the tyranny of their task-masters, and therefore it was a pity that they should now be left always in the hand of these oppressors ( <a class=\"isa\" verses=\"WzE4NzAxXQ==\">Isaiah 52:4<\/a>): \"<i>My people went down into Egypt,<\/i> in an amicable way to settle there but they enslaved them, and ruled them with rigour.\" And then they were delivered, notwithstanding the pride, and power, and policies of Pharaoh. And why may we not think God will deliver his people now? At other times<i>the Assyrian oppressed<\/i> the people of God<i>without cause,<\/i> as when the ten tribes were carried away captive by the king of Assyria soon afterwards Sennacherib, another Assyrian, with a destroying army oppressed and made himself master of all the defenced cities of Judah. The Babylonians might not unfitly be called<i>Assyrians,<\/i> their monarchy being a branch of the Assyrians and they now oppressed them without cause. Though God was righteous in delivering them into their hands, they were unrighteous in using them as they did, and could not pretend a dominion over them as their subjects, as Pharaoh might when they were settled in Goshen, part of his kingdom. When we suffer by the hands of wicked and unreasonable men it is some comfort to be able to say that as to them it is without cause, that we have not given them any provocation, <a class=\"ref\">Psalm 7:3-5<\/a> , &c.<\/p><p>3. That God's glory suffered by the injuries that were done to his people ( <a class=\"isa\" verses=\"WzE4NzAyXQ==\">Isaiah 52:5<\/a>):<i>What have I here,<\/i> what do I get by it, <i>that my people are taken away for nought?<\/i> God is not worshipped as he used to be in Jerusalem, his altar there is gone and his temple in ruins but if, in lieu of that, he were more and better worshipped in Babylon, either by the captives or by the natives, it were another matter&mdash;God might be looked upon as in some respects a gainer in his honour by it but, alas! it is not so. (1.) The captives are so dispirited that they cannot praise him instead of this they are continually howling, which grieves him and moves his pity<i>Those that rule over them make them to howl,<\/i> as the Egyptians of old made them to sigh, <a class=\"ref\">Exodus 2:23<\/a>. So the Babylonians now, using them more hardly, extorted from them louder complaints and made them to howl. This gives us no pleasing idea of the temper the captives were now in their complaints were not so rational and pious as they should have been, but brutish rather they<i>howled,<\/i> <a class=\"ref\">Hosea 7:14<\/a>. However God heard them, and came down to deliver them, as he did out of Egypt, <a class=\"ref\">Exodus 3:7<\/a>. (2.) The natives are so insolent that they will not praise him, but, instead of that, they are continually blaspheming, which affronts him and moves his anger. They boasted that they were too hard for God because they were too hard for his people, and set him at defiance, as unable to deliver them, and thus his<i>name continually every day was blasphemed among them. <\/i> When they praised their own idols they<i>lifted up themselves against the Lord of heaven,<\/i> <a class=\"ref\">Daniel 5:23<\/a>. \"Now,\" says God, \"this is not to be suffered. I will go down to deliver them for what honour, what rent, what tribute of praise have I from the world, when my people, who should be to me for a name and praise, are to me for a reproach? For their oppressors will neither praise God themselves nor let them do it.\" The apostle quotes this with application to the wicked lives of the Jews, by which God was dishonoured among the Gentiles then, as much as now he was by their sufferings, <a class=\"ref\">Romans 2:23<\/a>.<\/p><p>4. That his glory would be greatly manifested by their deliverance ( <a class=\"isa\" verses=\"WzE4NzAzXQ==\">Isaiah 52:6<\/a>): \"<i>Therefore,<\/i> because my name is thus blasphemed, I will arise, and<i>my people shall know my name,<\/i> my name Jehovah.\" By this name he had made himself known in delivering them out of Egypt, <a class=\"ref\">Exodus 6:3<\/a>. God will do something to vindicate his own honour, something for his great name and his people, who have almost lost the knowledge of it, shall know it to their comfort and shall find it their strong tower. They shall know that God's providence governs the world, and all the affairs of it, that it is he who speaks deliverance for them by the word of his power, that it is he who speaks deliverance for them by the word of his power, that it is he only, who at first spoke and it was done. They shall know that God's word, which Israel is blessed with above other nations, shall without fail have its accomplishment in due season, that it is he who speaks by the prophet it is he, and they do not speak of themselves for not one iota or tittle of what they say shall fall to the ground.<\/p> ",
    "audit": null
}