{
    "id": 12095,
    "source": "mhm",
    "verse_id": 17687,
    "verse_count": 5,
    "reference": "2:1–5",
    "title": "",
    "html": " <p>1 The word that Isaiah the son of Amoz saw concerning Judah and Jerusalem. 2 And it shall come to pass in the last days, <i>that<\/i>, the mountain of the L <b>ORD<\/b>,'s house shall be established in the top of the mountains, and shall be exalted above the hills and all nations shall flow unto it. 3 And many people shall go and say, Come ye, and let us go up to the mountain of the L <b>ORD<\/b>, to the house of the God of Jacob and he will teach us of his ways, and we will walk in his paths: for out of Zion shall go forth the law, and the word of the L <b>ORD<\/b>, from Jerusalem. 4 And he shall judge among the nations, and shall rebuke many people: and they shall beat their swords into plowshares, and their spears into pruning-hooks: nation shall not lift up sword against nation, neither shall they learn war any more. 5 O house of Jacob, come ye, and let us walk in the light of the L <b>ORD<\/b>,. <\/p> <p>The particular title of this sermon (<a class=\"isa\" verses=\"WzE3Njg3XQ==\">Isaiah 2:1<\/a>) is the same with the general title of the book (<a class=\"isa\" verses=\"WzE3NjU2XQ==\">Isaiah 1:1<\/a>), only that what is there called the <i>vision<\/i>, is here called <i>the word which Isaiah saw<\/i>, (or the matter, or thing, which he saw), the truth of which he had as full an assurance of in his own mind as if he had seen it with his bodily eyes. Or this word was brought to him in a vision something he saw when he received this message from God. John turned to <i>see the voice<\/i>, that spoke with him. <a class=\"ref\">Revelation 1:12<\/a>. <\/p> <p>This sermon begins with the prophecy relating to the last days, the days of the Messiah, when his kingdom should be set up in the world, at the latter end of the Mosaic economy. In the last days of the earthly Jerusalem, just before the destruction of it, this heavenly Jerusalem should be erected, <a class=\"ref\">Hebrews 12:22; Galatians 4:26<\/a>. Note, Gospel times are the last days. For 1. They were long in coming, were a great while waited for by the Old-Testament saints, and came at last. 2. We are not to look for any dispensation of divine grace but what we have in the gospel, <a class=\"ref\">Galatians 1:8<\/a>. 3. We are to look for the second coming of Jesus Christ at the end of time, as the Old-Testament saints did for his first coming <i>this is the last time,<\/i>, <a class=\"ref\">1 John 2:18<\/a>. <\/p> <p>Now the prophet here foretels, <\/p> <p>I. The setting up of the Christian church, and the planting of the Christian religion, in the world. Christianity shall then be the mountain of the Lord's house where that is professed God will grant his presence, receive his people's homage, and grant instruction and blessing, as he did of old in the temple of Mount Zion. The gospel church, incorporated by Christ's charter, shall then be the rendezvous of all the spiritual seed of Abraham. Now it is here promised, I. That Christianity shall be openly preached and professed it shall be <i>prepared<\/i>, (so the margin reads it) in the top of the mountains, in the view and hearing of all. Hence Christ's disciples are compared to a city on a hill, which <i>cannot be hid,<\/i>, <a class=\"ref\">Matthew 5:14<\/a>. They had many eyes upon them. Christ himself <i>spoke openly to the world,<\/i>, <a class=\"ref\">John 18:20<\/a>. What the apostles did was not <i>done in a corner,<\/i>, <a class=\"ref\">Acts 26:26<\/a>. It was the lighting of a beacon, the setting up of a standard. Its being every where spoken <i>against<\/i>, supposes that it was every where spoken <i>of.<\/i>,2. That is shall be firmly fixed and rooted it shall be established on the top of the everlasting mountains, built upon a <i>rock,<\/i>, so that the <i>gates of hell shall not prevail against it,<\/i>, unless they could pluck up mountains by the roots. He that dwells safely is said to <i>dwell on high,<\/i>, <a class=\"isa\" verses=\"WzE4Mjk2XQ==\">Isaiah 33:16<\/a>. <i>The Lord has founded the gospel Zion.<\/i>,3. That it shall not only overcome all opposition, but overtop all competition it shall be <i>exalted above the hills.<\/i>, This <i>wisdom of God in a mystery<\/i>, shall outshine all the wisdom of this world, all its philosophy and all its politics. The spiritual worship which it shall introduce shall put down the idolatries of the heathen and all other institutions in religion shall appear mean and despicable in comparison with this. See <a class=\"ref\">Psalm 68:16<\/a>. <i>Why leap ye, ye high hills? This is the hill which God desires to dwell in. <\/i> <\/p> <p>II. The bringing of the Gentiles into it. 1. The nations shall be admitted into it, even the uncircumcised, who were forbidden to come into the courts of the temple at Jerusalem. The partition wall, which kept them out, kept them off, shall be taken down. 2. <i>All nations shall flow into it<\/i>, having liberty of access, they shall improve their liberty, and multitudes shall embrace the Christian faith. They shall flow into it, as streams of water, which denotes the abundance of converts that the gospel should make and their speed and cheerfulness in coming into the church. They shall not be forced into it, but shall naturally flow into it. <i>Thy people shall be willing,<\/i>, all volunteers, <a class=\"ref\">Psalm 110:3<\/a>. To Christ shall the <i>gathering of the people be,<\/i>, <a class=\"ref\">Genesis 49:10<\/a>. See <a class=\"isa\" verses=\"WzE4ODI2XQ==\">Isaiah 60:4<\/a>. <\/p> <p>III. The mutual assistance and encouragement which this confluence of converts shall give to one another. Their pious affections and resolutions shall be so intermixed that they shall come in in one full stream. As, when the Jews from all parts of the country went up thrice a year to worship at Jerusalem, they called on their friends in the road and excited them to go along with them, so shall many of the Gentiles court their relations, friends, and neighbours, to join with them in embracing the Christian religion (<a class=\"isa\" verses=\"WzE3Njg5XQ==\">Isaiah 2:3<\/a>): \" <i>Come, and let us go up to the mountain of the Lord<\/i>, though it be uphill and against the heart, yet it is <i>the mountain of the Lord,<\/i>, who will assist the assent of our souls towards him.\" Note, Those that are entering into covenant and communion with God themselves should bring as many as they can along with them it becomes Christians to provoke one another to good works, and to further the communion of saints by inviting one another into it: not, \"Do you <i>go up to the mountain of the Lord,<\/i>, and pray for us, and we will stay at home \" nor, \"We will go, and do you do as you will \" but, \" <i>Come, and let us go,<\/i>, let us go in concert, that we may strengthen one another's hands and support one another's reputation:\" not, \"We will consider of it, and advise about it, and go hereafter \" but, <i>Come, and let us go forthwith.<\/i>, See <a class=\"ref\">Psalm 122:1<\/a>. Many shall say this. Those that have had it said to them shall say it to others. The gospel church is here called, not only <i>the mountain of the Lord,<\/i>, but <i>the house of the God of Jacob<\/i>, for in it God's covenant with Jacob and his praying seed is kept up and has its accomplishment for to us now, as unto them, he never said, <i>Seek you me in vain,<\/i>, <a class=\"isa\" verses=\"WzE4NTgxXQ==\">Isaiah 45:19<\/a>. Now see here, 1. What they promise themselves in going up to the <i>mountain of the Lord<\/i>, There <i>he will teach us of his ways.<\/i>, Note, God's ways are to be learned in his church, in communion with his people, and in the use of instituted ordinances&mdash;the ways of duty which he requires us to walk in, the ways of grace in which he walks towards us. It is God that teaches his people, by his word and Spirit. It is worth while to take pains to go up to his holy mountain to be taught his ways, and those who are willing to take that pains shall never find it labour in vain. Then <i>shall we know if we follow on to know the Lord.<\/i>,2. What they <i>promise for themselves<\/i>, and one another: \"If he will <i>teach us his ways,<\/i>, we will <i>walk in his paths<\/i>, is he will let us know our duty, we will by his grace make conscience of doing it.\" Those who attend God's word with this humble resolution shall not be sent away without their lesson. <\/p> <p>IV. The means by which this shall be brought about: <i>Out of Zion shall go forth the law,<\/i>, the New-Testament law, the law of Christ, as of old the law of Moses from Mount Sinai, even <i>the word of the Lord from Jerusalem.<\/i>, The gospel is a law, a law of faith it is the <i>word of the Lord<\/i>, it <i>went forth from Zion,<\/i>, where the temple was built, and from Jerusalem. Christ himself began in Galilee, <a class=\"ref\">Matthew 4:23; Luke 23:5<\/a>. But, when he commissioned his apostles to preach the gospel to all nations, he appointed them to begin in Jerusalem, <a class=\"ref\">Luke 24:47<\/a>. See <a class=\"ref\">Romans 15:19<\/a>. Though most of them had their homes in Galilee, yet they must stay at Jerusalem, there to <i>receive the promise of the Spirit,<\/i>, <a class=\"ref\">Acts 1:4<\/a>. And in the temple on Mount Zion they preached the gospel, <a class=\"ref\">Acts 5:20<\/a>. This honour was allowed to Jerusalem, even after Christ was crucified there, for the sake of what it had been. And it was by this gospel, which took rise from Jerusalem, that the gospel church was <i>established on the top of the mountains.<\/i>, This was the rod of divine strength, that was <i>sent forth out of Zion,<\/i>, <a class=\"ref\">Psalm 110:2<\/a>. <\/p> <p>V. The erecting of the kingdom of the Redeemer in the world: <i>He shall judge among the nations.<\/i>, He whose word goes forth out of Zion shall by that word not only subdue souls to himself, but rule in them, <a class=\"isa\" verses=\"WzE3NjkwXQ==\">Isaiah 2:4<\/a>. He shall, in wisdom and justice, order and overrule the affairs of the world for the good of his church, and rebuke and restrain those that oppose his interest. By his Spirit working on men's consciences he shall judge, and rebuke shall try men and check them his kingdom is spiritual, <i>and not of this world. <\/i> <\/p> <p>VI. The great peace which should be the effect of the success of the gospel in the world (<a class=\"isa\" verses=\"WzE3NjkwXQ==\">Isaiah 2:4<\/a>): <i>They shall beat their swords into ploughshares<\/i>, their instruments of war shall be converted into implements of husbandry as, on the contrary, when war is proclaimed, <i>ploughshares are beaten into swords,<\/i>, <a class=\"ref\">Joel 3:10<\/a>. <i>Nations shall then not lift up sword against nation,<\/i>, as they now do, <i>neither shall they learn war any more,<\/i>, for they shall have no more occasion for it. This does not make all war absolutely unlawful among Christians, nor is it a prophecy that in the days of the Messiah there shall be no wars. The Jews urge this against the Christians as an argument that Jesus is not the Messiah, because this promise is not fulfilled. But, 1. It was in part fulfilled in the peaceableness of the time in which Christ was born, when wars had in a great measure ceased, witness <i>the taxing,<\/i>, <a class=\"ref\">Luke 2:1<\/a>. 2. The design and tendency of the gospel are to make peace and to slay all enmities. It has in it the most powerful obligations and inducements to peace so that one might reasonably have expected it should have this effect, and it would have had it if it had not been for those lusts of men from which come wars and fightings. 3. Jew and Gentiles were reconciled and brought together by the gospel, and there were no more such wars between them as there had been for they became <i>one sheepfold under one shepherd.<\/i>, See <a class=\"ref\">Ephesians 2:15<\/a>. 4. The gospel of Christ, as far as it prevails, disposes men to be peaceable, softens men's spirits, and sweetens them and the love of Christ, shed abroad in the heart, constrains men to love one another. 5. The primitive Christians were famous for brotherly love their very adversaries took notice of it. 6. We have reason to hope that this promise shall yet have a more full accomplishment in the latter times of the Christian church, when the Spirit shall be poured out more plentifully from on high. Then there shall be on earth peace. <i>Who shall live when God doeth this?<\/i>, But do it he will in due time, for <i>he is not a man that he should lie. <\/i> <\/p> <p> <i>Lastly,<\/i>, Here is a practical inference drawn from all this (<a class=\"isa\" verses=\"WzE3NjkxXQ==\">Isaiah 2:5<\/a>): <i>O house of Jacob! come you, and let us walk in the light of the Lord.<\/i>, By the house of Jacob is meant either, 1. Israel according to the flesh. Let them be provoked by this <i>to a holy emulation,<\/i>, <a class=\"ref\">Romans 11:14<\/a>. \"Seeing the Gentiles are thus ready and resolved for God, thus forward to go up to the house of the Lord, let us stir up ourselves to go too. Let is never be said that the sinners of the Gentiles were better friends to the holy mountain than the house of Jacob.\" Thus the zeal of some should provoke many. Or, 2. Spiritual Israel, all that are brought to the God of Jacob. Shall there be such great knowledge in gospel times (<a class=\"isa\" verses=\"WzE3Njg5XQ==\">Isaiah 2:3<\/a>) and such great peace (<a class=\"isa\" verses=\"WzE3NjkwXQ==\">Isaiah 2:4<\/a>), and shall we share in these privileges? Come then, and let us live accordingly. What ever others do, <i>come, O come!<\/i>, let us <i>walk in the light of the Lord.<\/i>, (1.) Let us walk circumspectly in the light of this knowledge. Will God teach us his ways? Will he show us his glory in the face of Christ? Let us then <i>walk as children of the light and of the day,<\/i>, <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Ephesians+5:8&t1=en_nas\" id=\"44\" class=\"stL\" target=\"_blank\">, Ephesians 5:8,1 Thessalonians 5:8; Romans 13:12<\/a>. (2.) Let us walk comfortably in the light of this peace. Shall there be no more war? Let us then go on our way rejoicing, and let this joy terminate in God, and be our strength, <a class=\"ref\">Nehemiah 8:10<\/a>. Thus shall we walk in the beams of the Sun of righteousness. <\/p>",
    "audit": null
}