{
    "id": 12254,
    "source": "mhm",
    "verse_id": 18555,
    "verse_count": 8,
    "reference": "44:21–28",
    "title": "",
    "html": " <p>21 Remember these, O Jacob and Israel for thou <i>art<\/i>, my servant: I have formed thee thou <i>art<\/i>, my servant: O Israel, thou shalt not be forgotten of me. 22 I have blotted out, as a thick cloud, thy transgressions, and, as a cloud, thy sins: return unto me for I have redeemed thee. 23 Sing, O ye heavens for the L <b>ORD<\/b>, hath done <i>it:<\/i>, shout, ye lower parts of the earth: break forth into singing, ye mountains, O forest, and every tree therein: for the L <b>ORD<\/b>, hath redeemed Jacob, and glorified himself in Israel. 24 Thus saith the L <b>ORD<\/b>, thy redeemer, and he that formed thee from the womb, I <i>am<\/i>, the L <b>ORD<\/b>, that maketh all <i>things<\/i>, that stretcheth forth the heavens alone that spreadeth abroad the earth by myself 25 That frustrateth the tokens of the liars, and maketh diviners mad that turneth wise <i>men<\/i>, backward, and maketh their knowledge foolish 26 That confirmeth the word of his servant, and performeth the counsel of his messengers that saith to Jerusalem, Thou shalt be inhabited and to the cities of Judah, Ye shall be built, and I will raise up the decayed places thereof: 27 That saith to the deep, Be dry, and I will dry up thy rivers: 28 That saith of Cyrus, <i>He is<\/i>, my shepherd, and shall perform all my pleasure: even saying to Jerusalem, Thou shalt be built and to the temple, Thy foundation shall be laid. <\/p> <p>In these verses we have, <\/p> <p>I. The duty which Jacob and Israel, now in captivity, were called to, that they might be qualified and prepared for the deliverance designed them. Our first care must be to get good by our afflictions, and then we may hope to get out of them. The duty is expressed in two words: <i>Remember<\/i>, and <i>return,<\/i>, as in the counsel to Ephesus, <a class=\"ref\">Revelation 2:4<\/a>. 1. \" <i>Remember these, O Jacob!<\/i>, Remember what thou hast been told of the folly of idolatry, and let the convictions thou art now under be ready to thee whenever thou art tempted to that sin. Remember that <i>thou art my servant,<\/i>, and therefore must not serve other masters.\" 2. <i>Return unto me,<\/i>, <a class=\"isa\" verses=\"WzE4NTU2XQ==\">Isaiah 44:22<\/a>. It is the great concern of those who have backslidden from God to hasten their return to him and this is that which he calls them to when they are in affliction, and when he is returning to them in a way of mercy. <\/p> <p>II. The favours which Jacob and Israel, now in captivity, were assured of and what is here promised to them upon their remembering and returning to God is in a spiritual sense promised to all that in like manner return to God. It is a very comfortable word, for more is implied in it than is expressed (<a class=\"isa\" verses=\"WzE4NTU1XQ==\">Isaiah 44:21<\/a>): \" <i>O Israel! thou shalt not be forgotten of me,<\/i>, though for the present thou seemest to be so.\" When we begin to remember God he will begin to remember us nay, it is he that remembers us first. Now observe here, <\/p> <p>1. The grounds upon which God's favourable intentions to his people were built and on which they might build their expectations from him. He will deliver them out of captivity for, (1.) They are his servants, and therefore he has a just quarrel with those that detain them. <i>Let my people go, that they may serve me.<\/i>, The servants of the King of kings are under special protection. (2.) He formed them into a people, formed them <i>from the womb,<\/i>, <a class=\"isa\" verses=\"WzE4NTU4XQ==\">Isaiah 44:24<\/a>. From the first beginning of their increase into a nation they were under his particular care and government, more than any other people their national constitution was of his framing, and his covenant with them was the charter by which they were incorporated. They are his, and he will save them. (3.) He has redeemed them formerly, has many a time redeemed them out of great distress, and he is still the same, in the same relation to them, has the same concern for them. \"Therefore <i>return unto me, for I have redeemed thee,<\/i>, <a class=\"isa\" verses=\"WzE4NTU2XQ==\">Isaiah 44:22<\/a>. Whither wilt thou go, but to me?\" Having redeemed them, as well as formed them, he has acquired a further title to them and propriety in them, which is a good reason why they should dutifully return to him and why he will graciously return to them. The <i>Lord has redeemed Jacob<\/i>, he is about to do it (<a class=\"isa\" verses=\"WzE4NTU3XQ==\">Isaiah 44:23<\/a>) he has determined to do it for he is the Lord their Redeemer, <a class=\"isa\" verses=\"WzE4NTU4XQ==\">Isaiah 44:24<\/a>. Note, The work of redemption which God has by his Son wrought for us encourages us to hope for all promised blessings from him. He that has redeemed us at so vast an expense will not lose his purchase. (4.) He has <i>glorified himself in them<\/i>, (<a class=\"isa\" verses=\"WzE4NTU3XQ==\">Isaiah 44:23<\/a>), and therefore will do so still, <a class=\"ref\">John 12:28<\/a>. It is matter of comfort to us to see God's glory interested in the deliverances of the church for <i>therefore<\/i>, he will certainly redeem Jacob, because thus he will glorify himself. And <i>this<\/i>, assures us that he will perfect the redemption of his saints by Jesus Christ, because there is a day set when he will be glorified and admired in them all. (5.) He has pardoned their sins, which were the cause of their calamity and the only obstruction to their deliverance, <a class=\"isa\" verses=\"WzE4NTU2XQ==\">Isaiah 44:22<\/a>. <i>Therefore<\/i>, he will break the yoke of captivity from off their necks, because he has <i>blotted out, as a thick cloud, their transgressions.<\/i>, Note, [1.] Our transgressions and our sins are as a cloud, a thick cloud they interpose between heaven and earth, and for a time suspend and intercept the correspondence between the upper and lower world (sin <i>separates between us and God,<\/i>, <a class=\"isa\" verses=\"WzE4ODAzXQ==\">Isaiah 59:2<\/a>) they threaten a storm, a deluge of wrath, as thick clouds do, which God will rain upon sinners. <a class=\"ref\">Psalm 11:6<\/a>. [2.] When God pardons sin he blots out this cloud, this thick cloud, so that the intercourse with heaven is laid open again. God looks down upon the soul with favour the soul looks up to him with pleasure. The cloud is scattered by the influence of the Sun of righteousness. It is only through Christ that sin is pardoned. When sin is pardoned, like a cloud that is scattered, it appears no more, it is quite gone. The <i>iniquity of Jacob shall be sought for, and not found,<\/i>, <a class=\"ref\">Jeremiah 50:20<\/a>. And the comforts that flow into the soul when sin is pardoned are like the <i>clear shining after clouds and rain. <\/i> <\/p> <p>2. The universal joy which the deliverance of God's people should bring along with it (<a class=\"isa\" verses=\"WzE4NTU3XQ==\">Isaiah 44:23<\/a>): <i>Sing, O you heavens!<\/i>, This intimates, (1.) That the whole creation shall have cause for joy and rejoicing in the redemption of God's people to that it is owing that it subsists (that it is rescued from the curse which the sin of man brought upon the ground) and that it is again put into a capacity of answering the ends of its being, and is assured that though now it groans, being burdened, it shall at last be delivered from the bondage of corruption. The greatest establishment of the world is the kingdom of God in it, <a class=\"ref\">Psalm 96:11-13<\/a>. (2.) That the angels shall rejoice in it, and the inhabitants of the upper world. The heavens shall sing, for the Lord has done it. And there is joy in heaven when God and man are reconciled (<a class=\"ref\">Luke 15:7<\/a>), joy when Babylon falls, <a class=\"ref\">Revelation 18:20<\/a>. (3.) That those who lay at the greatest distance, even the inhabitants of the Gentile world, should join in these praises, as sharing in these joys. The <i>lower parts of the earth,<\/i>, the forest and the trees there, shall bring in the tribute of thanksgiving for the redemption of Israel. <\/p> <p>3. The encouragement we have to hope that though great difficulties, and such as have been thought insuperable, lie in the way of the church's deliverance, yet, when the time for it shall come, they shall all be got over with ease for <i>thus saith Israel's Redeemer, I am the Lord that maketh all things,<\/i>, did make them at first and am still making them for providence is a continued creation. All being, power, life, emotion, and perfection, are from God. He <i>stretches forth the heavens alone,<\/i>, has no help nor needs any and the earth too he <i>spreads abroad by himself,<\/i>, and by his own power. Man was not by him when he did it (<a class=\"ref\">Job 38:4<\/a>), nor did any creature advise or assist only his own eternal wisdom and Word was by him then as <i>one brought up with him,<\/i>, <a class=\"ref\">Proverbs 8:30<\/a>. His stretching out the heavens by himself denotes the boundless extent of his power. The strongest man, if he has to stretch a thing out, must get somebody or other to lend a hand but God stretched out the vast expanse and keeps it still upon the stretch, himself, by his own power. Let not Israel be discouraged then nothing is too hard for him to do that made the world, <a class=\"ref\">Psalm 124:8<\/a>. And, having made all things, he can make what use he pleases of all, and has it in his power to serve his own purposes by them. <\/p> <p>4. The confusion which this would put upon the oracles of Babylon, by the confutation it would give them, <a class=\"isa\" verses=\"WzE4NTU5XQ==\">Isaiah 44:25<\/a>. God, by delivering his people out of Babylon, would <i>frustrate the tokens of the liars,<\/i>, of all the lying prophets, that said the Babylonian monarchy had many ages yet to live, and pretended to ground their predictions upon some token, some sign or other, which, according to the rules of their arts, foreboded its prosperity. How mad will these conjurors grow with vexation when they see that their skill fails them, and that the contrary happens to that which they so coveted and were so confident of. Nor would it only baffle their pretended prophets, but their celebrated politicians too: He <i>turns the wise men backward.<\/i>, Finding they cannot go on with their projects, they are forced to quit them and so he makes the judges fools, <i>and makes their knowledge foolish.<\/i>, Those that are made acquainted with Christ see all the knowledge they had before to be foolishness in comparison with the knowledge of him. And those that are adversaries to him will find all their counsels, like Ahitophel's, turned into foolishness, and themselves <i>taken in their own craftiness,<\/i>, <a class=\"ref\">1 Corinthians 3:19<\/a>. <\/p> <p>5. The confirmation which this would give to the oracles of God, which the Jews had distrusted and their enemies despised: God <i>confirms the word of his servant<\/i>, (<a class=\"isa\" verses=\"WzE4NTYwXQ==\">Isaiah 44:26<\/a>) he confirms it by accomplishing it in its season and <i>performs the counsel of the messengers<\/i>, whom he hath many a time sent to his people, to tell them what great blessings he had in store for them. Note, The exact fulfilling of the prophecies of scripture is a confirmation of the truth of the whole book and an incontestable evidence of its divine origin and authority. <\/p> <p>6. The particular favours God designed for his people, that were now in captivity, <a class=\"isa\" verses=\"eyIxODU2MCI6M30=\">Isaiah 44:26-28<\/a>. These were foretold long before they went into captivity, that they might see reason to expect a correction, but no reason to fear a final destruction. (1.) It is here supposed that Jerusalem, and the cities of Judah, should for a time lie in ruins, dispeopled and uninhabited but it is promised that they shall be rebuilt and repeopled. When Isaiah lived, Jerusalem and the cities of Judah were full of inhabitants but they will be emptied, burnt, and destroyed. It was then hard to believe that concerning such strong and populous cities. But the justice of God will do that and, when that is done, it will be hard to believe that ever they will recover themselves again, and yet the zeal of the Lord of hosts will do that to. God has said to Jerusalem, <i>Thou shalt be inhabited<\/i>, for, while the world stands, God will have a church in it, and therefore he will raise up those who <i>shall say to Jerusalem, Thou shalt be built<\/i>, for, if it be not built, it cannot be inhabited, <a class=\"ref\">Psalm 69:35<\/a>. When God's time shall have come for the building up of his church, let him alone to find both houses for his people (for they shall not lie exposed) and people for his houses, for they shall not stand empty. The cities of Judah too shall again be built. The Assyrian army under Sennacherib only took them, and then, upon the defeat of that army, they returned undamaged to the right owners but the Chaldean army demolished them, and by carrying away the inhabitants left them to go to decay of themselves for, if less judgments prevail not to humble and reform men, God will send greater. Yet these desolations shall not be perpetual. God will <i>raise up the<\/i>, wastes and <i>decayed places thereof<\/i>, for he will not contend for ever. The city of strangers, when it is ruined, shall never be built (<a class=\"isa\" verses=\"WzE4MTIxXQ==\">Isaiah 25:2<\/a>), but the city of God's own children is but discontinued for a time. (2.) It is here supposed that the temple too should be destroyed, and lie for a time rased to the foundations but it is promised that the foundation of it shall again be laid, and no doubt built upon. As the desolation of the sanctuary was to all the pious Jews the most mournful part of the destruction, so the restoration and re-establishment of it would be the most joyful part of the deliverance. What joy can they have in the rebuilding of Jerusalem if the temple there be not rebuilt? for it is that which makes it a holy city and truly beautiful. This therefore was the chief thing that the Jews had at heart and had in view in their return therefore they would go back to Jerusalem, to <i>build the house of the Lord God of Israel there,<\/i>, <a class=\"ref\">Ezra 1:3<\/a>. (3.) It is here supposed that very great difficulties would lie in the way of this deliverance, which it would be impossible for them to wade through but it is promised that by a divine power they shall all be removed (<a class=\"isa\" verses=\"WzE4NTYxXQ==\">Isaiah 44:27<\/a>): <i>God saith to the deep, Be dry<\/i>, so he did when he brought Israel out of Egypt, and so he will again when he brings them out of Babylon, if there be occasion. <i>Who art thou, O great mountain?<\/i>, Dost thou stand in the way? Before Zerubbabel, the commander-in-chief of the returning captives, <i>thou shalt become a plain,<\/i>, <a class=\"ref\">Zechariah 4:7<\/a>. So, <i>Who art thou, O great deep?<\/i>, Dost thou retard their passage and think to block it up? Thou shalt be dry, and thy rivers that supply thee shall be dried up. When Cyrus took Babylon by draining the river Euphrates into many channels, and so making it passable for his army, this was fulfilled. Note, Whatever obstructions lie in the way of Israel's redemption, God can remove them with a word's speaking. (4.) It is here supposed that none of the Jews themselves would be able by might and power to force their way out of Babylon but it is promised that God will raise up a stranger from afar off, that shall fairly open the way for them, and now at length he names the very man, many scores of years before he was born or thought of (<a class=\"isa\" verses=\"WzE4NTYyXQ==\">Isaiah 44:28<\/a>): <i>That saith of Cyrus, He is my shepherd.<\/i>, Israel is his people, and the sheep of his pasture. These sheep are now in the midst of wolves, in the hands of the thief and robber they are impounded for trespass. Now Cyrus shall be his shepherd, employed by him to release these sheep, and to take care of their return to their own green pasture again. \"In this <i>he shall perform all my pleasure,<\/i>, shall bring about what is purposed by me and will be highly pleasing to me.\" Note, [1.] The most contingent things are certain to the divine prescience. He knew who was the person, and what was his name, that should be the deliverer of his people, and, when he pleased, he could let his church know it, that, when they heard of such a name beginning to be talked of in the world, they might <i>lift up their heads with joy, knowing that their redemption drew nigh.<\/i>,[2.] It is the greatest honour of the greatest men to be employed for God as instruments of his favour to his people. It was more the praise of Cyrus to be God's shepherd than to be emperor of Persia. [3.] God makes what use he pleases of men, of mighty men, of those that act with the greatest freedom and, when they think to do as they please, he can overrule them, and make them do as he pleases. Nay, in those very things wherein they are serving themselves, and look no further than that, God is serving his own purposes by them and making them to perform all his pleasure. Rich princes shall do what poor prophets have foretold. <\/p>",
    "audit": null
}