{
    "id": 12212,
    "source": "mhm",
    "verse_id": 18305,
    "verse_count": 8,
    "reference": "34:1-8",
    "title": "",
    "html": "<p>  1  Come near, ye nations, to hear  and hearken, ye people: let  the earth hear, and all that is therein  the world, and all  things that come forth of it.    2  For the indignation of the L<b>ORD<\/b> <i>is<\/i> upon all nations, and  <i>his<\/i> fury upon all their armies: he hath utterly destroyed them,  he hath delivered them to the slaughter.    3  Their slain also shall be cast out, and their stink shall  come up out of their carcases, and the mountains shall be melted  with their blood.    4  And all the host of heaven shall be dissolved, and the  heavens shall be rolled together as a scroll: and all their host  shall fall down, as the leaf falleth off from the vine, and as a  falling <i>fig<\/i> from the fig tree.    5  For my sword shall be bathed in heaven: behold, it shall come  down upon Idumea, and upon the people of my curse, to judgment.    6  The sword of the L<b>ORD<\/b> is filled with blood, it is made fat  with fatness, <i>and<\/i> with the blood of lambs and goats, with the  fat of the kidneys of rams: for the L<b>ORD<\/b> hath a sacrifice in  Bozrah, and a great slaughter in the land of Idumea.    7  And the unicorns shall come down with them, and the bullocks  with the bulls  and their land shall be soaked with blood, and  their dust made fat with fatness.    8  For <i>it is<\/i> the day of the L<b>ORD<\/b>'s vengeance, <i>and<\/i> the year  of recompences for the controversy of Zion.  <\/p>  <p>  Here we have a prophecy, as elsewhere we have a history, of the wars of  the Lord, which we are sure are all both righteous and successful. This  world, as it is his creature, he does good to  but as it is in the  interest of Satan, who is called <i>the god of this world,<\/i> he  fights against it.<\/p>  <p>  I. Here is the trumpet sounded and the war proclaimed,   <a class=\"isa\" verses=\"WzE4MzA1XQ==\">Isaiah 34:1<\/a>.  All nations must hear and hearken, not only because what God is about  to do is well worthy their remark (as   <a class=\"isa\" verses=\"WzE4MjkzXQ==\">Isaiah 33:13<\/a>),  but because they are all concerned in it  it is with them that God has  a quarrel  it is against them that God is coming forth in wrath. Let  them all take notice that the great God is angry with them  his  indignation is upon all nations, and therefore let all nations come  near to hear. <i>The trumpet is blown in the city<\/i>  (<a class=\"ref\">Amos 3:6<\/a>),  <i>and the watchmen on the walls cry, Hearken to the sound of the  trumpet,<\/i>   <a class=\"ref\">Jeremiah 6:17<\/a>.  <i>Let the earth hear, and the fulness thereof, for it is the  Lord's<\/i>  (<a class=\"ref\">Psalm 24:1<\/a>)  and ought to hearken to its Maker and Master. The world must hear, and  <i>all things that come forth of it,<\/i> the children of men, that are  of the earth earthy, come out of it, and must return to it  or the  inanimate products of the earth are called to, as more likely to  hearken than sinners, whose hearts are hardened against the calls of  God. <i>Hear, O you mountains! the Lord's controversy,<\/i>   <a class=\"ref\">Micah 6:2<\/a>.  It is so just a controversy that all the world may be safely appealed  to concerning the equity of it.<\/p>  <p>  II. Here is the manifesto published, setting forth,<\/p>  <p>  1. Whom he makes war against  (<a class=\"isa\" verses=\"WzE4MzA2XQ==\">Isaiah 34:2<\/a>):  <i>The indignation of the Lord is upon all nations <\/i> they are all in  confederacy against God and religion, all in the interests of the  devil, and therefore he is angry with them all, even with all the  nations that forget him. He has long <i>suffered all nations to walk in  their own ways<\/i>  (<a class=\"ref\">Acts 14:16<\/a>),  but now he will no longer keep silence. As they have all had the  benefit of his patience, so they must all expect now to feel his  resentments. <i>His fury is<\/i> in a special manner <i>upon all their  armies,<\/i>  (1.) Because with them they have done mischief to the people of God  those are they that have made bloody work with them, and therefore they  must be sure to have blood given them to drink.  (2.) Because with them they hope to make their part good against the  justice and power of God they trust to them as their defence, and  therefore on them, in the first place, God's fury will come. Armies  before God's fury are but as dry stubble before a consuming fire,  though ever so numerous and courageous.<\/p>  <p>  2. Whom he makes war for, and what are the grounds and reasons of the  war  (<a class=\"isa\" verses=\"WzE4MzEyXQ==\">Isaiah 34:8<\/a>):  <i>It is the day of the Lord's vengeance,<\/i> and he it is <i>to whom  vengeance belongs,<\/i> and who is never <i>unrighteous in taking  vengeance,<\/i>   <a class=\"ref\">Romans 3:5<\/a>.  As there is a day of the Lord's patience, so there will be a day of his  vengeance  for, though he bear long, he will not bear always. It is  <i>the year of recompences for the controversy of Zion.<\/i> Zion is the  holy city, the city of our solemnities, a type and figure of the church  of God in the world. Zion has a just quarrel with her neighbours for  the wrongs they have done her, for all their treacherous and barbarous  usage of her, profaning her holy things, laying waste her palaces, and  slaying her sons. She has left it to God to plead her cause, and he  will do so when the time, even the set time, to favour Zion shall have  come  then he will recompense to her persecutors and oppressors all the  mischiefs they have done her. The controversy will be decided, that  Zion has been wronged, and therein Zion's God has been himself abused.  Judgment will be given upon this decision, and execution done. Note,  There is a time prefixed in the divine counsels for the deliverance of  the church and the destruction of her enemies, a year of the redeemed,  which will come, <i>a year of recompences for the controversy of  Zion <\/i> and we must patiently wait till then, and <i>judge nothing  before the time.<\/i><\/p>  <p>  III. Here are the operations of the war, and the methods of it,  settled, with an infallible assurance of success.  1. The sword of the Lord is <i>bathed in heaven <\/i> this is all the  preparation here made for the war,   <a class=\"isa\" verses=\"WzE4MzA5XQ==\">Isaiah 34:5<\/a>.  It may probably allude to some custom they had then of bathing their  swords in some liquor or other, to harden them or brighten them  it is  the same with the furbishing of it, that it may glitter,   <a class=\"ref\">Ezekiel 21:9-11<\/a>.  God's sword is bathed in heaven, in his counsel and decree, in his  justice and power, and then there is not standing before it.  2. <i>It shall come down.<\/i> What he has determined shall without fail  be put in execution. It shall come down from heaven, and the higher the  place is, whence it comes, the heavier will it fall. It will come down  <i>upon Idumea, the people of God's curse,<\/i> the people that lie  under his curse and are by it doomed to destruction. Miserable, for  ever miserable, are those that have by their sins made themselves the  people of God's curse  for the sword of the Lord will infallibly attend  the curse of the Lord and execute the sentences of it  and those whom  he curses are cursed indeed. It shall come down <i>to judgment,<\/i> to  execute judgment upon sinners. Note, God's sword of war is always a  sword of justice. It is observed of him out of whose mouth goeth the  sharp sword that <i>in righteousness he doth judge and make war,<\/i>   <a class=\"ref\">Revelation 19:11<\/a>.  3. The nations and their armies shall be given up to the sword  (<a class=\"isa\" verses=\"WzE4MzA2XQ==\">Isaiah 34:2<\/a>):  <i>God has delivered them to the slaughter,<\/i> and then they cannot  deliver themselves, nor can all the friends they have deliver them from  it. Those only are slain whom God delivers to the slaughter, for the  keys of death are in his hand  and, in delivering them to the  slaughter, he has <i>utterly destroyed<\/i> them  their destruction is  as sure, when God has doomed them to it, as if they were destroyed  already, utterly destroyed. God has, in effect, delivered all the cruel  enemies of his church to the slaughter by that word  (<a class=\"ref\">Revelation 13:10<\/a>),  <i>He that kills with the sword must be killed by the sword,<\/i> for  the Lord is righteous.  4. Pursuant to the sentence, a terrible slaughter shall be made among  them  (<a class=\"isa\" verses=\"WzE4MzEwXQ==\">Isaiah 34:6<\/a>):  <i>The sword of the Lord,<\/i> when it comes down with commission, does  vast execution  it <i>is filled,<\/i> satiated, surfeited, <i>with  blood,<\/i> the blood of the slain, and <i>made fat with their  fatness.<\/i> When the day of God's abused mercy and patience is over  the sword of his justice gives no quarter, spares none. Men have by sin  lost the honour of the human nature and made themselves like the beasts  that perish  they are therefore justly denied the compassion and  respect that are owing to the human nature and killed as beasts, and no  more is made of slaying an army of men than of butchering a flock of  lambs or goats and feeding on the fat of the kidneys of rams. Nay, the  sword of the Lord shall not only dispatch the lambs and goats, the  infantry of their armies, the poor common soldiers, but  (<a class=\"isa\" verses=\"WzE4MzExXQ==\">Isaiah 34:7<\/a>)  <i>the unicorns<\/i> too <i>shall<\/i> be made to <i>come down with them,  and the bullocks with the bulls,<\/i> though they are ever so proud, and  strong, and fierce (<i>the great men, and the mighty men, and the chief  captains<\/i>   <a class=\"ref\">Revelation 6:15<\/a>),  the sword of the Lord will make as easy a prey of as of the lambs and  the goats. The greatest of men are nothing before the wrath of the  great God. See what bloody work will be made: <i>The land shall be  soaked with blood,<\/i> as with the rain that comes often upon it and in  great abundance  <i>and their dust,<\/i> their dry and barren land,  shall be <i>made fat with the fatness<\/i> of men slain in their full  strength, as with manure. Nay even <i>the mountains,<\/i> which are hard  and rocky, <i>shall be melted with their blood,<\/i>   <a class=\"isa\" verses=\"WzE4MzA3XQ==\">Isaiah 34:3<\/a>.  These expressions are hyperbolical (as St. John's vision of <i>blood to  the horse-bridles,<\/i>   <a class=\"ref\">Revelation 14:20<\/a>),  and are made use of because they sound very dreadful to sense (it makes  us even shiver to think of such abundance of human gore), and are  therefore proper to express the terror of God's wrath, which is  dreadful beyond conception and expression. See what work sin and wrath  make even in this world, and think how much more terrible the wrath to  come is, which will bring down the unicorns themselves to the bars of  the pit.  5. This great slaughter will be a great sacrifice to the justice of God  (<a class=\"isa\" verses=\"WzE4MzEwXQ==\">Isaiah 34:6<\/a>):  <i>The Lord has a sacrifice in Bozrah <\/i> there it is that the great  Redeemer has his <i>garments dyed with blood,<\/i>   <a class=\"isa\" verses=\"WzE4ODY4XQ==\">Isaiah 63:1<\/a>.  Sacrifices were intended for the honour of God, to make it appear that  he hates sin and demands satisfaction for it, and that nothing but  blood will make atonement  and for these ends the slaughter is made,  that in it <i>the wrath of God may be revealed from heaven against all  the ungodliness and unrighteousness of men,<\/i> especially their  ungodly unrighteous enmity to his people, which was the sin that the  Edomites were notoriously guilty of. In great sacrifices abundance of  beasts were killed, hecatombs offered, and their blood poured out  before the altar  and so will it be in this day of the Lord's  vengeance. And thus would the whole earth have been soaked with the  blood of sinners if Jesus Christ, the great propitiation, had not shed  his blood for us  but those who reject him, and will not make a  covenant with God by that sacrifice, will themselves fall as victims to  divine wrath. Damned sinners are everlasting sacrifices,   <a class=\"ref\">Mark 9:48<\/a>.  Those that sacrifice not (which is the character of the ungodly,   <a class=\"ref\">Ecclesiastes 9:2<\/a>)  must be sacrificed.  6. These slain shall be detestable to mankind, and shall be as much  their loathing as ever they were their terror  (<a class=\"isa\" verses=\"WzE4MzA3XQ==\">Isaiah 34:3<\/a>):  <i>They shall be cast out,<\/i> and none shall pay them the respect of a  decent burial  but <i>their stink shall come up out of their  carcases,<\/i> that all people by the odious smell, as well as by the  ghastly sight, may be made to conceive an indignation against sin and a  dread of the wrath of God. They lie unburied, that they may remain  monuments of divine justice.  7. The effect and consequence of this slaughter shall be universal  confusion and desolation, as if the whole frame of nature were  dissolved and melted down  (<a class=\"isa\" verses=\"WzE4MzA4XQ==\">Isaiah 34:4<\/a>):  <i>All the host of heaven shall pine and waste away<\/i> (so the word  is)  the sun shall be darkened, and the moon look black, or be turned  into blood  <i>the heavens<\/i> themselves <i>shall be rolled together  as a scroll<\/i> or parchment when we have done with it, and lay it by,  or as when it is shrivelled up by the heat of the fire. The stars shall  fall as the leaves in autumn  all the beauty, joy, and comfort, of the  vanquished nation shall be lost and done away, magistracy and  government shall be abolished, and all dominion and rule, but that of  the sword of war, shall fall. Conquerors, in those times, affected to  lay waste the countries they conquered  and such a complete desolation  is here described by such figurative expressions as will yet have a  literal and full accomplishment in the dissolution of all things at the  end of time, of which last day of judgment the judgments which God does  now sometimes remarkably execute on sinful nations are figures,  earnests, and forerunners  and by these we should be awakened to think  of that, for which reason these expressions are used here and   <a class=\"ref\">Revelation 6:12<\/a>.  But they are used without a metaphor,   <a class=\"ref\">2 Peter 3:10<\/a>,  where we are told that <i>the heavens shall pass away with a great  noise and the earth shall be burnt up.<\/i><\/p>",
    "audit": null
}