{
    "id": 12310,
    "source": "mhm",
    "verse_id": 18788,
    "verse_count": 2,
    "reference": "58:1–2",
    "title": "",
    "html": "<p>1 Cry aloud, spare not, lift up thy voice like a trumpet, and show my people their transgression, and the house of Jacob their sins. 2 Yet they seek me daily, and delight to know my ways, as a nation that did righteousness, and forsook not the ordinance of their God: they ask of me the ordinances of justice they take delight in approaching to God.<\/p><p>When our Lord Jesus promised to send the Comforter he added, <i>When he shall come he shall convince<\/i> ( <a class=\"ref\">John 16:7<\/a>) for conviction must prepare for comfort, and must also separate between the precious and the vile, and mark out those to whom comfort does not belong. God had appointed this prophet to comfort his people ( <a class=\"isa\" verses=\"WzE4NDIyXQ==\">Isaiah 40:1<\/a>) here he appoints him to convince them, and show them their sins.<\/p><p>I. He must tell them how very bad they really were, <a class=\"isa\" verses=\"WzE4Nzg4XQ==\">Isaiah 58:1<\/a>. 1. He must deal faithfully and plainly with them. \"Though they are called<i>the people of God<\/i> and<i>the house of Jacob,<\/i> though they wear an honourable title and character, by which they are interested in many glorious privileges, yet do not flatter them, but show them their transgressions and their sins, be particular in telling them their faults, what sins are committed among them, which they do not know of, nay, what sins are committed by them which they do not acknowledge to be sins though in some things they are reformed, let them know that in other things they are still as bad as ever. Show them their transgressions and their sins, that is, all their transgressions in their sins, their sins and all the aggravations of them,\" <a class=\"ref\">Leviticus 16:21<\/a>. Note, (1.) God sees sin in his people, in the house of Jacob, and is displeased with it. (2.) They are often unapt and unwilling to see their own sins, and need to have them shown them, and to be told, <i>Thus and thus thou hast done. <\/i> 2. He must be vehement and in good earnest herein, must<i>cry aloud, and not spare,<\/i> not spare them (not touch them with his reproofs as if he were afraid of hurting them, but search the wound to the bottom, lay it bare to the bone), not spare himself or his own pains, but cry as loud as he can though he spend his strength and waste his spirits, though he get their ill-will by it and get himself into an ill name, yet he must not spare. He must lift up his voice like a trumpet, to make those hear of their faults that were apt to be deaf when admonition was addressed to them. He must give his reproofs in the most powerful and pressing manner possible, as one who desired to be heeded. The trumpet does not give an uncertain sound, but, though loud and shrill, is intelligible so must his alarms be, giving them warning of the fatal consequences of sin, <a class=\"ref\">Ezekiel 33:3<\/a>.<\/p><p>II. He must acknowledge how very good they seemed to be, notwithstanding ( <a class=\"isa\" verses=\"WzE4Nzg5XQ==\">Isaiah 58:2<\/a>):<i>Yet they seek me daily. <\/i> When the prophet went about to show them their transgressions they pleaded that they could see no transgressions which they were guilty of for they were diligent and constant in attending on God's worship&mdash;and what more would he have of them? Now,<\/p><p>1. He owns the matter of fact to be true. As far as hypocrites do that which is good, they shall not be denied the praise of it let them make their best of it. It is owned that they have a form of godliness. (1.) They go to church, and observe their hours of prayer:<i>They seek me daily<\/i> they are very constant in their devotions and never omit them nor suffer any thing to put them by. (2.) They love to hear good preaching<i>They delight to know my ways,<\/i> as Herod, who heard John gladly, and the stony ground, that received the seed of the word with joy it is to them<i>as a lovely song,<\/i> <a class=\"ref\">Ezekiel 33:32<\/a>. (3.) They seem to take great pleasure in the exercises of religion and to be in their element when they are at their devotions:<i>They delight in approaching to God,<\/i> not for his sake to whom they approach, but for the sake of some pleasing circumstance, the company, or the festival. (4.) They are inquisitive concerning their duty and seem desirous only to know it, making no question but that then they should do it:<i>They ask of me the ordinances of justice,<\/i> the rules of piety in the worship of God, the rules of equity in their dealings with men, both which are ordinances of justice. (5.) They appear to the eye of the world as if they made conscience of doing their duty:<i>They are as a nation that did righteousness and forsook not the ordinances of their God<\/i> others took them for such, and they themselves pretended to be such. Nothing lay open to view that was a contradiction to their profession, but they seemed to be such as they should be. Note, Men may go a great way towards heaven and yet come short nay, may go to hell with a good reputation. But,<\/p><p>2. He intimates that this was so far from being a cover or excuse for their sin that really it was an aggravation of it: \"Show them their sins which they go on in notwithstanding their knowledge of good and evil, sin and duty, and the convictions of their consciences concerning them.\"<\/p> ",
    "audit": null
}