{
    "id": 12262,
    "source": "mhm",
    "verse_id": 18592,
    "verse_count": 9,
    "reference": "46:5–13",
    "title": "",
    "html": "<p>5 To whom will ye liken me, and make<i>me<\/i> equal, and compare me, that we may be like? 6 They lavish gold out of the bag, and weigh silver in the balance, <i>and<\/i> hire a goldsmith and he maketh it a god: they fall down, yea, they worship. 7 They bear him upon the shoulder, they carry him, and set him in his place, and he standeth from his place shall he not remove: yea, <i>one<\/i> shall cry unto him, yet can he not answer, nor save him out of his trouble. 8 Remember this, and show yourselves men: bring<i>it<\/i> again to mind, O ye transgressors. 9 Remember the former things of old: for I<i>am<\/i> God, and<i>there is<\/i> none else<i>I am<\/i> God, and<i>there is<\/i> none like me, 10 Declaring the end from the beginning, and from ancient times<i>the things<\/i> that are not<i>yet<\/i> done, saying, My counsel shall stand, and I will do all my pleasure: 11 Calling a ravenous bird from the east, the man that executeth my counsel from a far country: yea, I have spoken<i>it,<\/i> I will also bring it to pass I have purposed<i>it,<\/i> I will also do it. 12 Hearken unto me, ye stouthearted, that<i>are<\/i> far from righteousness: 13 I bring near my righteousness it shall not be far off, and my salvation shall not tarry: and I will place salvation in Zion for Israel my glory.<\/p><p>The deliverance of Israel by the destruction of Babylon (the general subject of all these chapters) is here insisted upon, and again promised, for the conviction both of idolaters who set up as rivals with God, and of oppressors who were enemies to the people of God.<\/p><p>I. For the conviction of those who made and worshipped idols, especially those of Israel who did so, who would have images of their God, as the Babylonians had of theirs,<\/p><p>1. He challenges them either to frame an image that should be thought a resemblance of him or to set up any being that should stand in competition with him ( <a class=\"isa\" verses=\"WzE4NTkyXQ==\">Isaiah 46:5<\/a>):<i>To whom will you liken me?<\/i> It is absurd to think of representing an infinite and eternal Spirit by the figure of any creature whatsoever. It is to change his truth into a lie and to turn his glory into shame. None ever saw any similitude of him, nor can see his face and live. <i>To whom then can we liken God?<\/i> <a class=\"isa\" verses=\"WzE4NDM5XQ==\">Isaiah 40:18<\/a>. It is likewise absurd to think of making any creature equal with the Creator, who is infinitely above the noblest creatures, yea, or to make any comparison between the creature and the Creator, since between infinite and finite there is no proportion.<\/p><p>2. He exposes the folly of those who made idols and then prayed to them, <a class=\"isa\" verses=\"WzE4NTkzXQ==\">Isaiah 46:6<\/a>. (1.) They were at great charge upon their idols and spared no cost to fit them for their purpose:<i>They lavish gold out of the bag<\/i> no little will serve, and they do not care how much goes, though they pinch their families and weaken their estates by it. How does the profuseness of idolaters shame the niggardliness of many who call themselves God's servants but are for a religion that will cost them nothing! Some<i>lavish gold out of the bag<\/i> to make an idol of it in the house, while others<i>hoard up gold in the bag<\/i> to make an idol of it in the heart for<i>covetousness is idolatry,<\/i> as dangerous, though not as scandalous, as the other. <i>They weigh silver in the balance,<\/i> either to be the matter of their idol (for even those that were most sottish had so much sense as to think that God should be served with the best they had, the best they could possibly afford those that represented him by a calf made it a golden one) or to pay the workmen's wages. The service of sin often proves very expensive. (2.) They were in great care about their idols and took no little pains about them ( <a class=\"isa\" verses=\"WzE4NTk0XQ==\">Isaiah 46:7<\/a>):<i>They bear him upon their<\/i> own<i>shoulders,<\/i> and do not hire porters to do it they<i>carry him, and set him in his place,<\/i> more like a dead corpse than a living God. They set him on a pedestal, <i>and he stands. <\/i> They take a great deal of pains to fasten him, and<i>from his place he shall not remove,<\/i> that they may know where to find him, though at the same time they know he can neither move a hand nor stir a step to do them any kindness. (3.) After all, they paid great respect to their idols, though they were but the works of their own hands and the creatures of their own fancies. When the goldsmith has made it that which they please to call a god<i>they fall down, yea, they worship it. <\/i> If they magnified themselves too much in pretending to make a god, as if they would atone for that, they vilified themselves as much in prostrating themselves to a god that they knew the original of. And, if they were deceived by the custom of their country in making such gods as these, they did no less deceive themselves when they cried unto them, though they knew they could not answer them, could not understand what they said to them, nor so much as reply Yea, or No, much less could they<i>save them out of their trouble. <\/i> Now shall any that have some knowledge of, and interest in, the true and living God, thus make fools of themselves?<\/p><p>3. He puts it to themselves, and their own reason, let that judge in the case ( <a class=\"isa\" verses=\"WzE4NTk1XQ==\">Isaiah 46:8<\/a>): \"<i>Remember this,<\/i> that has been often told you, what senseless helpless things idols are, <i>and show yourselves men<\/i>&mdash;men and not brutes, men and not babes. Act with reason act with resolution act for your own interest. Do a wise thing do a brave thing and scorn to disparage your own judgment as you do when you worship idols.\" Note, Sinners would become saints if they would but show themselves men, if they would but support the dignity of their nature and use aright its powers and capacities. \"Many things you have been reminded of<i>bring them again to mind,<\/i> recall them into you memories, and revolve them there. <i>O! you transgressors, consider your ways remember whence you have fallen, and repent,<\/i> and so recover yourselves.\"<\/p><p>4. He again produces incontestable proofs that he is God, that he and none besides is so ( <a class=\"isa\" verses=\"WzE4NTk2XQ==\">Isaiah 46:9<\/a>):<i>I am God, and there is none like me. <\/i> This is that which we have need to be reminded of again and again for proof of it he refers, (1.) To the sacred history: \"<i>Remember the former things of old,<\/i> what the God of Israel did for his people in their beginnings, whether he did not that for them which no one else could, and which the false gods did not, nor could do, for their worshippers. Remember those things, and you will own that<i>I am God and there is none else. <\/i> \" This is a good reason why we should give glory to him as a nonsuch, and why we should not give that glory to any other which is due to him alone, <a class=\"ref\">Exodus 15:11<\/a>. (2.) To the sacred prophecy. He is God alone, for it is he only that<i>declares the end from the beginning,<\/i> <a class=\"isa\" verses=\"WzE4NTk3XQ==\">Isaiah 46:10<\/a>. From the beginning of time he declared the end of time, and end of all things. Enoch prophesied, <i>Behold, the Lord comes. <\/i> From the beginning of a nation he declares what the end of it will be. He told Israel what should befal them in<i>the latter days,<\/i> what<i>their end should be,<\/i> and wished they were so wise as to consider it, <a class=\"ref\">Deuteronomy 32:20<\/a>. From the beginning of an event he declares what the end of it will be. <i>Known unto God are all his works,<\/i> and, when he pleases, he makes them known. Further than prophecy guides us it is impossible for us to<i>find out the work that God makes from the beginning to the end,<\/i> <a class=\"ref\">Ecclesiastes 3:11<\/a>. He<i>declares from ancient times the things that are not yet done. <\/i> Many scripture prophecies which were delivered long ago are not yet accomplished but the accomplishment of some in the mean time is an earnest of the accomplishment of the rest in due time. By this it appears that he is<i>God, and none else<\/i> it is he, and none besides, that can say, and make his words good, \"<i>My counsel shall stand,<\/i> and all the powers of hell and earth cannot control or disannul it nor all their policies correct or countermine it.\" As God's operations are all according to his counsels, so his counsels shall all be fulfilled in his operations, and none of his measures shall be broken, none of his designs shall miscarry. This yields abundant satisfaction to those who have bound up all their comforts in God's counsels, that his counsel shall undoubtedly stand and, if we are brought to this, that whatever pleases God pleases us, nothing can contribute more to make us easy than to be assured of this, that<i>God will do all his pleasure,<\/i> <a class=\"ref\">Psalm 135:6<\/a>. The accomplishment of this particular prophecy, which relates to the elevation of Cyrus and his agency in the deliverance of God's people out of their captivity, is mentioned for the confirmation of this truth, that the Lord is God and there is none else and this is a thing which shall shortly come to pass, <a class=\"isa\" verses=\"WzE4NTk4XQ==\">Isaiah 46:11<\/a>. God by his counsel<i>calls a ravenous bird from the east,<\/i> a bird of prey, <i>Cyrus,<\/i> who (they say) had a nose like the beak of a hawk or eagle, to which some think this alludes, or (as others say) to the eagle which was his standard, as it was afterwards that of the Romans, to which there is supposed to be a reference, <a class=\"ref\">Matthew 24:28<\/a>. Cyrus came from the east at God's call: for God is Lord of hosts and of those that have hosts at command. And, if God give him a call, he will give him success. He is the man that shall<i>execute God's counsel,<\/i> though he comes<i>from a far country<\/i> and knows nothing of the matter. Note, Even those that know not, and mind not, God's revealed will, are made use of to fulfil the counsels of his secret will, which shall all be punctually accomplished in their season by what hand he pleases. That which is here added, to ratify this particular prediction, may abundantly show to the heirs of promise the immutability of his counsel: \"<i>I have spoken of it<\/i> by my servants the prophets, and what I have spoken is just the same with what<i>I have purposed. <\/i> \" For, though God has many things in his purposes which are not in his prophecies, he has nothing in his prophecies but what are in his purposes. And he<i>will do it,<\/i> for he will never change his mind he<i>will bring it to pass,<\/i> for it is not in the power of any creature to control him. Observe with what majesty he says it, as one having authority:<i>I have spoken it, I will also bring it to pass. Dictum, factum&mdash;no sooner said than done. I have purposed it,<\/i> and he does not say, \"I will take care it shall be done,\" but, \"<i>I will do it. <\/i> \" Heaven and earth shall pass away sooner than one tittle of the word of God.<\/p><p>II. For the conviction of those that daringly opposed the counsels of God assurance is here given not only that they shall be accomplished, but that they shall be accomplished very shortly, <i>v. <\/i> 12,13.<\/p><p>1. This is addressed to the<i>stout-hearted,<\/i> that is, either, (1.) The proud and obstinate Babylonians, <i>that are far from righteousness,<\/i> far from doing justice or showing mercy to those they have power over, that say they will never let the oppressed go free, but will still detain them in spite of their petitions or God's predictions, that are far from any thing of clemency or compassion to the miserable. Or, (2.) The unhumbled Jews, that have been long under the hammer, long in the furnace, but are not broken are not melted, that, like the unbelieving murmuring Israelites in the wilderness, think themselves far from God's righteousness (that is, from the performance of his promise, and his appearing to judge for them), and by their distrusts set themselves at a yet further distance from it, and keep good things from themselves, as their fathers, who could not enter into the land of promise because of unbelief. This is applicable to the Jewish nation when they rejected the gospel of Christ though they<i>followed after the law of righteousness,<\/i> they<i>attained not to righteousness, because they sought it not by faith,<\/i> <a class=\"ref\">Romans 9:31<\/a>. They perished far from righteousness and it was because they were<i>stout-hearted,<\/i> <a class=\"ref\">Romans 10:3<\/a>.<\/p><p>2. Now to them God says that, whatever they think, the one in presumption, the other in despair, (1.) Salvation shall be certainly wrought for God's people. If men will not do them justice, God will, and his righteousness shall effect that for them which men's righteousness would not reach to. He<i>will place salvation in Zion,<\/i> that is, he will make Jerusalem a place of safety and defence to all those who will plant themselves there thence shall salvation go forth<i>for Israel his glory. <\/i> God glories in his Israel and he will be glorified in the salvation he designs to work out for them it shall redound greatly to his honour. This salvation shall be in Zion for thence the gospel shall take rise ( <a class=\"isa\" verses=\"WzE3Njg5XQ==\">Isaiah 2:3<\/a>), thither the Redeemer comes ( <a class=\"isa\" verses=\"WzE4ODIxLDI4MjM2XQ==\">Isaiah 59:20; Romans 11:26<\/a>), and it is Zion's King that has salvation, <a class=\"ref\">Zechariah 9:9<\/a>. (2.) It shall be very shortly wrought. This is especially insisted on with those who thought it at a distance: \"<i>I bring near my righteousness,<\/i> nearer than you think of perhaps it is nearest of all when your straits are greatest and your enemies most injurious it shall not be far off when there is occasion for it, <a class=\"ref\">Psalm 85:9<\/a>. <i>Behold, the Judge stands before the door. <\/i> My salvation shall not tarry any longer than till it is ripe and you are ready for it and therefore, <i>though it tarry, wait for it<\/i> wait patiently, for<i>he that shall come will come, and will not tarry. <\/i> \"<\/p> ",
    "audit": null
}