{
    "id": 12249,
    "source": "mhm",
    "verse_id": 18520,
    "verse_count": 8,
    "reference": "43:14–21",
    "title": "",
    "html": " <p>14 Thus saith the L <b>ORD<\/b>, your redeemer, the Holy One of Israel For your sake I have sent to Babylon, and have brought down all their nobles, and the Chaldeans, whose cry <i>is<\/i>, in the ships. 15 I <i>am<\/i>, the L <b>ORD<\/b>, your Holy One, the creator of Israel, your King. 16 Thus saith the L <b>ORD<\/b>, which maketh a way in the sea, and a path in the mighty waters 17 Which bringeth forth the chariot and horse, the army and the power they shall lie down together, they shall not rise: they are extinct, they are quenched as tow. 18 Remember ye not the former things, neither consider the things of old. 19 Behold, I will do a new thing now it shall spring forth shall ye not know it? I will even make a way in the wilderness, <i>and<\/i>, rivers in the desert. 20 The beast of the field shall honour me, the dragons and the owls: because I give waters in the wilderness, <i>and<\/i>, rivers in the desert, to give drink to my people, my chosen. 21 This people have I formed for myself they shall show forth my praise. <\/p> <p>To so low an ebb were the faith and hope of God's people in Babylon brought that there needed line upon line to assure them that they should be released out of their captivity and therefore, that they might have strong consolation, the assurances of it are often repeated, and here very expressly and encouragingly. <\/p> <p>I. God here takes to himself such titles of his honour as were very encouraging to them. He is <i>the Lord their Redeemer,<\/i>, not only he will redeem them, but will take it upon him as his office and make it his business to do so. If he be their God, he will be all that to them which they need, and therefore, when they are in bondage, he will be their Redeemer. He is the <i>Holy One of Israel<\/i>,(<a class=\"isa\" verses=\"WzE4NTIwXQ==\">Isaiah 43:14<\/a>), and again (<a class=\"isa\" verses=\"WzE4NTIxXQ==\">Isaiah 43:15<\/a>), <i>their Holy One,<\/i>, and therefore will make good every word he has spoken to them. He is <i>the Creator of Israel,<\/i>, that made them a people out of nothing (for that is creation), nay, worse than nothing and he is their <i>King,<\/i>, that owns them as his people and presides among them. <\/p> <p>II. He assures them he will find out a way to break the power of their oppressors that held them captives and filled up the measure of their own iniquity by their resolution never to let them go, <a class=\"isa\" verses=\"WzE3OTQ2XQ==\">Isaiah 14:17<\/a>. God will take care to send a victorious prince and army to Babylon, that shall <i>bring down all their nobles,<\/i>, and lay their honour in the dust, and all their people too, even <i>the Chaldeans, whose cry is in the ships<\/i>,(for seamen are apt to be noisy), or whose cry is <i>to the ships,<\/i>, as their refuge when the city is taken, that they may escape by the benefit of their great river. Note, The destruction of Babylon must make way for the enlargement of God's people. And in the prediction of the fall of the New-Testament Babylon we meet with the cries and lamentations of the sailors, <a class=\"ref\">Revelation 18:17<\/a>. And observe, It is for Israel's sake that Babylon is ruined, to make way for their deliverance. <\/p> <p>III. He reminds them of the great things he did for their fathers when he brought them out of the land of Egypt for so it may be read (<a class=\"isa\" verses=\"WzE4NTIyXQ==\">Isaiah 43:16<\/a>): \" <i>Thus saith the Lord, who did make a way in the sea,<\/i>, the Red Sea, and did <i>bring forth<\/i>, Pharaoh's <i>chariot and horse,<\/i>, that they might lie down together in the bottom of the sea, and never rise, but be extinct. He that did this can, if he please, make a way for you in the sea when you return out of Babylon, and will do so rather than leave you there.\" Note, For the encouragement of our faith and hope, it is good for us often to remember what God has done formerly for his people against his and their enemies. Think particularly what he did at the Red Sea, how he made it, 1. A road to his people, a straight way, a near way, nay, a refuge to them, into which they fled and were safe the waters being a wall unto them. 2. A grave to his enemies. The chariot and horse were drawn out by him who is Lord of all hosts, on purpose that they might fall together howbeit, <i>they meant not so,<\/i>, <a class=\"ref\">Micah 4:11<\/a>. <\/p> <p>IV. He promises to do yet greater things for them than he had done in the days of old so that they should not have reason to ask, in a way of complaint, as Gideon did, <i>Where are all the wonders that our fathers told us of?<\/i>, for they should see them repeated, nay, they should see them outdone (<a class=\"isa\" verses=\"WzE4NTI0XQ==\">Isaiah 43:18<\/a>): \" <i>Remember not the former things,<\/i>, from them to take occasion, as some do, to undervalue the present things, as if <i>the former days were better than these<\/i>, no, you may, if you will, comparatively forget them, and yet know enough by the events of your own day to convince you that the Lord is God alone for, <i>behold, the Lord will do a new thing,<\/i>, no way inferior, both for the wonder and the worth of the mercy, to the things of old.\" The best exposition of this is, <a class=\"ref\">Jeremiah 16:14<\/a>. <i>It shall no more be said, The Lord liveth that brought up the children of Israel out of the land of Egypt<\/i>, that is an old thing, the remembrance of which will be in a manner lost in the new thing, in the new proof that the Lord liveth, for he <i>brought up the children of Israel out of the land of the north.<\/i>, Though former mercies must not be forgotten, fresh mercies must in a special manner be improved. <i>Now it springs forth,<\/i>, as it were a surprise upon you you are like those that dream. <i>Shall you now know it?<\/i>, And will you not own God's hand in it? <\/p> <p>V. He promises not only to deliver them out of Babylon, but to conduct them safely and comfortably to their own land (<a class=\"isa\" verses=\"WzE4NTI1XQ==\">Isaiah 43:19<\/a>): <i>I will make a way in the wilderness and rivers in the desert<\/i>, for, it seems, the way from Babylon to Canaan, as well as from Egypt, lay through a desert land, which, while the returning captives passed through, God would provide for them, that their camp should be both well victualled and under a good conduct. The same power that made <i>a way in the sea<\/i>,(<a class=\"isa\" verses=\"WzE4NTIyXQ==\">Isaiah 43:16<\/a>) can make a <i>way in the wilderness,<\/i>, and will force its passage through the greatest difficulties. And he that made dry land in the waters can produce waters in the dryest land, in such abundance as not only to <i>give drink to his people, his chosen,<\/i>, but to the <i>beasts of the field,<\/i>, also <i>the dragons and the ostriches,<\/i>, who are therefore said to honour God for it it is such a sensible refreshment, and yields them so much satisfaction, that, if they were capable of doing it, they would praise God for it, and shame man, who is made capable of praising his benefactor and does not. Now, 1. This looks back to what God did for Israel when he led them through the wilderness from Egypt to Canaan, and fetched water out of a rock to follow them what God did for them formerly he would do again, for he is still the same. And, though we do not find that the miracle was repeated in their return out of Babylon, yet the mercy was, in the common course of Providence, for which it became them to be no less thankful to God. 2. It looks forward, not only to all the instances of God's care of the Jewish church in the latter ages of it, between their return from Babylon and the coming of Christ, but to the grace of the gospel, especially as it is manifested to the Gentile world, by which a way is opened in the wilderness and rivers in the desert the world, which lay like a desert, in ignorance and unfruitfulness, was blessed with divine direction and divine comforts, and, in order to both, with a plentiful effusion of the Spirit. The sinners of the Gentiles, who had been as the beasts of the field, running wild, fierce as the dragons, stupid as the owls or ostriches, shall be brought to honour God for the extent of his grace to his chosen among them. <\/p> <p>VI. He traces up all these promised blessings to their great original, the purposes and designs of his own glory (<a class=\"isa\" verses=\"WzE4NTI3XQ==\">Isaiah 43:21<\/a>): <i>This people have I formed for myself,<\/i>, and therefore I do all this for them, that they may <i>show forth my praise.<\/i>, Note, 1. The church is of God's forming, and so are all the living members of it. The new heaven, the new earth, the new man, are the work of God's hand, and are no more, no better, than he makes them they are fashioned according to his will. 2. He forms it for himself. He that is the first cause is the highest end both of the first and of the new creation. <i>The Lord has made all things for himself,<\/i>, his Israel especially, to be to him for <i>a people, and for a name, and for a praise<\/i>, and no otherwise can they be for him, or serviceable to him, than as his grace is glorified in them, <a class=\"ref\">Jeremiah 13:11; Ephesians 1:6<\/a>. 3. It is therefore our duty to show forth his praise, not only with our lips, but in our lives, by giving up ourselves to his service. As he formed us, so he feeds us, and keeps us, and leads us, and all for himself for every instance therefore of his goodness we must praise him, else we answer not the end of the beings and blessings we have. <\/p>",
    "audit": null
}