{
    "id": 12273,
    "source": "mhm",
    "verse_id": 18650,
    "verse_count": 5,
    "reference": "49:13–17",
    "title": "",
    "html": " <p>13 Sing, O heavens and be joyful, O earth and break forth into singing, O mountains: for the L <b>ORD <\/b> hath comforted his people, and will have mercy upon his afflicted. 14 But Zion said, The L <b>ORD <\/b> hath forsaken me, and my Lord hath forgotten me. 15 Can a woman forget her sucking child, that she should not have compassion on the son of her womb? yea, they may forget, yet will I not forget thee. 16 Behold, I have graven thee upon the palms of <i>my <\/i> hands thy walls <i>are <\/i> continually before me. 17 Thy children shall make haste thy destroyers and they that made thee waste shall go forth of thee. <\/p> <p>The scope of these verses is to show that the return of the people of God out of their captivity, and the eternal redemption to be wrought out by Christ (of which that was a type), would be great occasions of joy to the church and great proofs of the tender care God has of the church. <\/p> <p>I. Nothing can furnish us with better matter for songs of praise and thanksgiving, <a class=\"ref\"> <\/a>. Let the whole creation join with us in songs of joy, for it shares with us in the benefits of the redemption, and all they can contribute to this sacred melody is little enough in return for such inestimable favours, <a class=\"ref\"> <\/a>. Let there be joy in heaven, and let the angels of God celebrate the praises of the great Redeemer let the earth and the mountains, particularly the great ones of the earth, <i>be joyful, <\/i> and <i>break forth into singing, for the earnest expectation of the creature <\/i> that <i>waits for the glorious liberty of the children of God <\/i> (<a class=\"ref\"> <\/a>) shall now be <i>abundantly answered. <\/i> God's people are the blessings and ornaments of the world, and therefore let there be universal joy, for <i>God has comforted his people <\/i> that were in sorrow and <i>he will have mercy upon the afflicted <\/i> because of his compassion, upon <i>his <\/i> afflicted because of his covenant. <\/p> <p>II. Nothing can furnish us with more convincing arguments to prove the most tender and affectionate concern God has for his church, and her interests and comforts. <\/p> <p>1. The troubles of the church have given some occasion to question God's care and concern for it, <a class=\"ref\"> <\/a>. <i>Zion, <\/i> in distress, <i>said, The Lord has forsaken me, <\/i> and looks after me no more <i>my Lord has forgotten me, <\/i> and <i>will <\/i> look after me no more. See how deplorable the case of God's people may be sometimes, such that they may seem to be forsaken and forgotten of their God and at such a time their temptations may be alarmingly violent. Infidels, in their presumption, say <i>God has forsaken the earth <\/i> (<a class=\"ref\"> <\/a>), and has <i>forgotten their sins, <\/i> <a class=\"ref\"> <\/a>. Weak believers, in their despondency, are ready to say, \"God has forsaken his church and forgotten the sorrows of his people.\" But we have no more reason to question his promise and grace than we have to question his providence and justice. He is as sure a rewarder as he is a revenger. Away therefore with these distrusts and jealousies, which are the bane of friendship. <\/p> <p>2. The triumphs of the church, after her troubles, will in due time put the matter out of question. <\/p> <p>(1.) What God will do for Zion we are told, <a class=\"ref\"> <\/a>. [1.] Her friends, who had deserted her, shall be gathered to her, and shall contribute their utmost to her assistance and comfort: <i>Thy children shall make haste. <\/i> Converts to the faith of Christ are the children of the church they shall join themselves to her with great readiness and cheerfulness, and flock into the communion of saints, as doves to their windows. \" <i>Thy builders shall make haste <\/i> \" (so some read it), \"who shall build up thy houses, thy walls, especially thy temple they shall do it with expedition.\" Church work is usually slow work but, when God's time shall come, it shall be done suddenly. [2.] Her enemies, who had threatened and assaulted her, shall be forced to withdraw from her: <i>Thy destroyers, and those who made thee waste, <\/i> who had made themselves masters of the country and ravaged it, <i>shall go forth of thee. <\/i> By Christ the prince of this world, the great destroyer, is cast out, is dispossessed, has his power broken and his attempts quite baffled. <\/p> <p>(2.) Now by this it will appear that Zion's suggestions were altogether groundless, that God has not forsaken her, nor forgotten her, nor ever will. Be assured, [1.] That God has a tender affection for his church and people, <a class=\"ref\"> <\/a>. In answer to Zion's fears, God speaks as one concerned for his own glory (he takes himself to be reflected upon if Zion say, <i>The Lord has forsaken me, <\/i> and he will clear himself), as one concerned also for his people's comfort he would not have them droop, and be discouraged, and give way to any uneasy thoughts. \"You think that I have forgotten you. <i>Can a woman forget her sucking child?\" First, <\/i> It is not likely that she should. A woman, whose honour it is to be of the tender sex as well as the fair one, cannot but have compassion for a child, which, being both harmless and helpless, is a proper object of compassion. A mother, especially, cannot but be concerned for her own child for it is her own, a piece of herself, and very lately one with her. A nursing mother, most of all, cannot but be tender of her sucking child her own breasts will soon put her in mind of it if she should forget it. But, <i>Secondly, <\/i> It is possible that she may forget. A woman may perhaps be so unhappy as not to be able to remember her sucking child (she may be sick, and dying, and going to the land of forgetfulness), or she may be so unnatural as not to have <i>compassion on the son of her womb, <\/i> as those who, to conceal their shame, are the death of their children as soon as they are their life, <a class=\"ref\">; <\/a>. But, says God, <i>I will not forget thee. <\/i> Note, God's compassions to his people infinitely exceed those of the tenderest parents towards their children. What are the affections of nature to those of the God of nature! [2.] That he has a constant care of his church and people (<a class=\"ref\"> <\/a>): <i>I have engraven thee upon the palms of my hands. <\/i> This does not allude to the foolish art of palmistry, which imagines every man's fate to be engraved in the palms of his hands and to be legible in the lines there, but to the custom of those who tie a string upon their hands or fingers to put them in mind of things which they are afraid they shall forget, or to the wearing of signet or locket-rings in remembrance of some dear friend. His setting them thus as a seal upon his arm denotes his setting them as a seal upon his heart, and his being ever mindful of them and their interests, Song of <a class=\"ref\"> <\/a>. If we <i>bind God's law as a sign upon our hand <\/i> (<a class=\"ref\"> <\/a>), he will engrave our interests as a sign on his hand, and will look upon that and remember the covenant. He adds, \" <i>Thy walls shall be continually before me <\/i> thy ruined walls, though no pleasing spectacle, shall be in my thoughts of compassion.\" Do Zions' friends <i>favour her dust? <\/i> <a class=\"ref\"> <\/a>. So does her God. Or, \"The plan and model of thy walls, that are to be rebuilt, is before me, and they shall certainly be built according to it.\" Or, \"Thy walls (that is, thy safety) are my continual care so are the watchmen on thy walls.\" Some apply his engraving his church on the palms of his hands to the wounds in Christ's hands when he was crucified he will look on the marks of them, and remember those for whom he suffered and died. <\/p> ",
    "audit": null
}