{
    "id": 12289,
    "source": "mhm",
    "verse_id": 18713,
    "verse_count": 12,
    "reference": "53:",
    "title": "",
    "html": "<em>Introduction<\/em>\n\n<br>\n\n  <p>  The two great things which the Spirit of Christ in the Old-Testament  prophets testified beforehand were the sufferings of Christ and the  glory that should follow,   <a class=\"ref\">1 Peter 1:11<\/a>.  And that which Christ himself, when he expounded Moses and all the  prophets, showed to be the drift and scope of them all was that Christ  ought to suffer and then to enter into his glory,   <a class=\"ref\">Luke 24:26<\/a>.  But nowhere in all the Old-Testament are these two so plainly and fully  prophesied of as here in this chapter, out of which divers passages are  quoted with application to Christ in the New-Testament. This chapter is  so replenished with the unsearchable riches of Christ that it may be  called rather the gospel of the evangelist Isaiah than the prophecy of  the prophet Isaiah. We may observe here,  I. The reproach of Christ's sufferings--the meanness of his appearance,  the greatness of his grief, and the prejudices which many conceived in  consequences against his doctrine,   <a class=\"isa\" verses=\"eyIxODcxMyI6M30=\">Isaiah 53:1-3<\/a>.  II. The rolling away of this reproach, and the stamping of immortal  honour upon his sufferings, notwithstanding the disgrace and ignominy  of them, by four considerations:--  1. That therein he did his Father's will,   <a class=\"isa\" verses=\"WzE4NzE2XQ==\">Isaiah 53:4<\/a>.  2. That thereby he made atonement for the sin of man  (<a class=\"isa\" verses=\"eyIxODcxNiI6M30=\">Isaiah 53:4-6<\/a>),  for it was not for any sin of his own that he suffered,   <a class=\"isa\" verses=\"WzE4NzIxXQ==\">Isaiah 53:9<\/a>.  3. That he bore his sufferings with an invincible and exemplary,   <a class=\"isa\" verses=\"WzE4NzE5XQ==\">Isaiah 53:7<\/a>.  4. That he should prosper in his undertaking, and his sufferings  should end in his immortal honour,   <a class=\"isa\" verses=\"eyIxODcyMiI6M30=\">Isaiah 53:10-12<\/a>.  By mixing faith with the prophecy of this chapter we may improve our  acquaintance with Jesus Christ and him crucified, with Jesus Christ and  him glorified, dying for our sins and rising again for our  justification.<\/p>",
    "audit": null
}