{
    "id": 12344,
    "source": "mhm",
    "verse_id": 18928,
    "verse_count": 10,
    "reference": "66:5–14",
    "title": "",
    "html": " <p>5 Hear the word of the L <b>ORD <\/b>,, ye that tremble at his word Your brethren that hated you, that cast you out for my name's sake, said, Let the L <b>ORD <\/b>,be glorified: but he shall appear to your joy, and they shall be ashamed. 6 A voice of noise from the city, a voice from the temple, a voice of the L <b>ORD <\/b>,that rendereth recompence to his enemies. 7 Before she travailed, she brought forth before her pain came, she was delivered of a man child. 8 Who hath heard such a thing? who hath seen such things? Shall the earth be made to bring forth in one day? <i>or <\/i>,shall a nation be born at once? for as soon as Zion travailed, she brought forth her children. 9 Shall I bring to the birth, and not cause to bring forth? saith the L <b>ORD <\/b>: shall I cause to bring forth, and shut <i>the womb? <\/i>,saith thy God. 10 Rejoice ye with Jerusalem, and be glad with her, all ye that love her: rejoice for joy with her, all ye that mourn for her: 11 That ye may suck, and be satisfied with the breasts of her consolations that ye may milk out, and be delighted with the abundance of her glory. 12 For thus saith the L <b>ORD <\/b>,, Behold, I will extend peace to her like a river, and the glory of the Gentiles like a flowing stream: then shall ye suck, ye shall be borne upon <i>her <\/i>,sides, and be dandled upon <i>her <\/i>,knees. 13 As one whom his mother comforteth, so will I comfort you and ye shall be comforted in Jerusalem. 14 And when ye see <i>this, <\/i>,your heart shall rejoice, and your bones shall flourish like a herb: and the hand of the L <b>ORD <\/b>,shall be known toward his servants, and <i>his <\/i>,indignation toward his enemies. <\/p> <p>The prophet, having denounced God's judgments against a hypocritical nation, that made a jest of God's word and would not answer him when he called to them, here turns his speech to those that <i>trembled at his word, <\/i>,to comfort and encourage them they shall not be involved in the judgments that are coming upon their unbelieving nation. Ministers must distinguish thus, that, when they speak terror to the wicked, they may not <i>make the hearts of the righteous sad. Bone Christiane, hoc nihil ad te&mdash;Good Christian, this is nothing to thee. <\/i>,The prophet, having assured those that tremble at God's word of a gracious look from him (<a class=\"isa\" verses=\"WzE4OTI1XQ==\">Isaiah 66:2 <\/a>), here brings them a gracious message from him. The word of God has comforts in store for those that by true humiliation for sin are prepared to receive them. There were those (<a class=\"isa\" verses=\"WzE4OTI3XQ==\">Isaiah 66:4 <\/a>) who, when <i>God spoke, would not hear <\/i>,but, if some will not, others sill. If the heart <i>tremble at the word, <\/i>,the ear will be open to it. Now what is here said to them? <\/p> <p>I. Let them know that God will plead their just but injured cause against their persecutors (<a class=\"isa\" verses=\"WzE4OTI4XQ==\">Isaiah 66:5 <\/a>): <i>Your brethren that hated you said, Let the Lord be glorified. But he shall appear to your joy. <\/i>,This perhaps might have reference to the case of some of the Jews at their return out of captivity but nothing like it appears in the history, and therefore it is rather to be referred to the first preachers and professors of the gospel among the Jews, to whose case it is very applicable. Observe, 1. How the faithful servants of God were persecuted: <i>Their brethren hated them. <\/i>,The apostles were Jews by birth, and yet even in the cities of the Gentiles the Jews they met with there were their most bitter and implacable enemies and <i>stirred up the Gentiles <\/i>,against them. The spouse complains (Song of <a class=\"ref\">Song of Solomon 1:6 <\/a>) that her <i>mother's children were angry with her. <\/i>,Pilate upbraided our Lord Jesus with this, <i>Thy own nation have delivered thee unto me, <\/i>, <a class=\"ref\">John 18:35 <\/a>. Their brethren, who should have loved them and encouraged them for their work's sake hated them, and cast them out of their synagogues, excommunicated them as if they had been the greatest blemishes, when they were really the greatest blessings, of their church and nation. This was a fruit of the old enmity in the <i>seed of the serpent <\/i>,against the <i>seed of the woman. <\/i>,Those that hated Christ hated his disciples, because they supported his kingdom and interest (<a class=\"ref\">John 15:18 <\/a>), and they <i>cast them out for his name's sake, <\/i>,because they were called by his name, and called upon his name, and laid out themselves to advance his name. Note, It is no new thing for church censures to be misapplied, and for her artillery, which was intended for her defence, to be turned against her best friends, by the treachery of her governors. And those that did this <i>said, Let the Lord be glorified <\/i>,they pretended conscience and a zeal for the honour of God and the church in it, and did it with all the formalities of devotion. Our Saviour explains this, and seems to have reference to it, <a class=\"ref\">John 16:2 <\/a>. <i>They shall put you out of their synagogues, <\/i>,and <i>whosoever kills you will think that he does God service. In nomine Domini incipit omne malum&mdash;In the name of the Lord commences evil of every kind. <\/i>,Or we may understand it as spoken in defiance of God: \"You say God will be glorified in your deliverance <i>let him be glorified then let him make speed and hasten his work <\/i>,(<a class=\"isa\" verses=\"WzE3NzU5XQ==\">Isaiah 5:19 <\/a>) <i>let him deliver him, seeing he delighted in him.\" <\/i>,Some take it to be the language of the profane Jews in captivity, bantering their brethren that hoped for deliverance, and ridiculing the expectations they often comforted themselves with, that God would shortly be glorified in it. They thus did what they could to <i>shame the counsel of the poor, <\/i>, <a class=\"ref\">Psalm 14:6 <\/a>. 2. How they were encouraged under these persecutions: \"Let your faith and patience hold out yet a little while your enemies hate you and oppress you, your brethren hate you and cast you out, but your Father in heaven loves you, and will appear for you when no one else will or dare. His providence shall order things so as shall be for comfort to you he shall appear <i>for your joy <\/i>,and for the confusion of those that abuse you and trample on you they <i>shall be ashamed <\/i>,of their enmity to you.\" This was fulfilled when, upon the signals given of Jerusalem's approaching ruin, the <i>Jews' hearts failed them for fear <\/i>,but the disciples of Christ, whom they had hated and persecuted, <i>lifted up their heads with joy, knowing that their redemption drew nigh, <\/i>, <a class=\"ref\">Luke 21:26 <\/a>. Though God seem to hide himself, he will in due time show himself. <\/p> <p>II. Let them know that God's appearances for them will be such as will make a great noise in the world (<a class=\"isa\" verses=\"WzE4OTI5XQ==\">Isaiah 66:6 <\/a>): There shall be <i>a voice of noise from the city, from the temple. <\/i>,Some make it the joyful and triumphant voice of the church's friends, others the frightful lamenting voice of her enemies, surprised in the city, and fleeing in vain to the temple for shelter. These voices do but echo to the <i>voice of the Lord, <\/i>,who is now rendering a <i>recompence to his enemies <\/i>,and those that will not hear him speaking this terror shall hear them returning the alarms of it in doleful shrieks. We may well think what a confused noise there was in the city and temple when Jerusalem, after a long siege, was at last taken by the Romans. Some think this prophecy was fulfilled in the prodigies that went before that destruction of Jerusalem, related by Josephus in his <i>History of the Wars of the Jews <\/i>,(4.388 and 6.311), that the temple-doors flew open suddenly of their own accord, and the priests heard a noise of motion or shifting in the most holy place, and presently a voice, saying, <i>Let us depart hence. <\/i>,And, some time after, one Jesus Bar-Annas went up and down the city, at the feast of tabernacles, continually crying, <i>A voice from the east, a voice from the west, a voice from the four winds, a voice against Jerusalem and the temple, a voice against all this people. <\/i> <\/p> <p>III. Let them know that God will set up a church for himself in the world, which shall be abundantly replenished in a little time (<a class=\"isa\" verses=\"WzE4OTMwXQ==\">Isaiah 66:7 <\/a>): <i>Before she travailed she brought forth. <\/i>,This is to be applied in the type to the deliverance of the Jews out of their captivity in Babylon, which was brought about very easily and silently, without any pain or struggle, such as was when they were brought out of Egypt that was done <i>by might and power <\/i>,(<a class=\"ref\">Deuteronomy 4:34 <\/a>), but this by <i>the Spirit of the Lord of hosts, <\/i>, <a class=\"ref\">Zechariah 4:6 <\/a>. The man-child of the deliverance is rejoiced in, and yet the mother was never in labour for it <i>before her pain came she was delivered. <\/i>,This is altogether surprising, uncommon, and without precedent, unless in the story which the Egyptian midwives told of the Hebrew women (<a class=\"ref\">Exodus 1:19 <\/a>), that <i>they were lively and were delivered ere the midwives came in unto them. <\/i>,But <i>shall the earth be made to bring forth her fruits in one day? <\/i>,No, it is the work of some weeks in the spring to <i>renew the face of the earth <\/i>,and cover it with its products. Some read this to the same purport with the next clause, <i>Shall a land be brought forth in one day, <\/i>,or <i>shall a nation be born at once? <\/i>,Is it to be imagined that a woman at one birth should bring children sufficient to people a country and that they should in an instant grow up to maturity? No something like this was done in the creation but God has since rested from all such works, and leaves second causes to produce their effects gradually. <i>Nihil facit per saltum&mdash;He does nothing abruptly. <\/i>,Yet, in this case, <i>as soon as Zion travailed she brought forth. <\/i>,Cyrus's proclamation was no sooner issued out than the captives were formed into a body and were ready to make the best of their way to their own land. And the reason is given (<a class=\"isa\" verses=\"WzE4OTMyXQ==\">Isaiah 66:9 <\/a>), because <i>it is the Lord's doing he <\/i>,undertakes it whose work is perfect. If he <i>bring to the birth <\/i>,in preparing his people for deliverance, he will <i>cause to bring forth <\/i>,in the accomplishment of the deliverance. When every thing is ripe and ready for their release, and the number of their months is accomplished, so that <i>the children are brought to the birth, <\/i>,shall not I then <i>give strength to bring forth, <\/i>,but leave mother and babe to perish together in the most miserable case? How will this agree with the divine pity? Shall I begin a work and not go through with it? How will that agree with the divine power and perfection? <i>Am I he that causes to bring forth <\/i>,(so the following clause may be read) <i>and shall I restrain her? <\/i>,Does God cause mankind, and all the species of living creatures, to propagate, and <i>replenish the earth, <\/i>,and <i>will he restrain Zion? <\/i>,Will he not make her fruitful in a blessed offspring to replenish the church? Or, <i>Am I he that begat, and should I restrain from bringing forth? <\/i>,Did God beget the deliverance in his purpose and promise, and will he not bring it forth in the accomplishment and performance of it? But this was a figure of the setting up of the Christian church in the world, and the replenishing of that family with children which was to be named from Jesus Christ. When the Spirit was poured out, and the gospel went forth from Zion, multitudes were converted in a little time and with little pains compared with the vast product. The apostles, even before they travailed, brought forth, and the children born to Christ were so numerous, and so suddenly and easily produced, that they were rather like the dew from the morning's womb than like the son from the mother's womb, <a class=\"ref\">Psalm 110:3 <\/a>. The success of the gospel was astonishing that light, like the morning, strangely diffused itself till it took hold even of <i>the ends of the earth. <\/i>,Cities and nations were born at once to Christ. The same day that the Spirit was poured out there were 3000 souls added to the church. And, when this glorious work was once begun, it was carried on wonderfully, beyond what could be imagined, <i>so mightily grew the word of God and prevailed. <\/i>,He that brought to the birth in conviction of sin caused to bring forth in a thorough conversion to God. <\/p> <p>IV. Let them know that their present sorrows shall shortly be turned into abundant joys, <a class=\"isa\" verses=\"WzE4OTMzXQ==\">Isaiah 66:10 <\/a>. Observe, 1. How the church's friends are described they are such as <i>love her, and mourn <\/i>,with her and <i>for her. <\/i>,Note, All that love God love Jerusalem they love the church of God, and lay its interest very near their heart. They admire the beauty of the church, take pleasure in communion with it, and heartily espouse its cause. And those that have a sincere affection for the church have a cordial sympathy with her in all the cares and sorrows of her militant state. They mourn for her all her grievances are their griefs if Jerusalem be in distress, their harps are hung on the willow-trees. 2. How they are encouraged: <i>Rejoice with her, <\/i>,and again and again <i>I say, Rejoice. <\/i>,This intimates that Jerusalem shall have cause to rejoice the days of her mourning shall be at an end, and she shall be comforted according to the time that she has been afflicted. It is the will of God that all her friends should join with her in her joys, for they shall share with her in those blessings that will be the matter of her joy. If <i>we suffer with Christ <\/i>,and sorrow with his church, <i>we shall reign with him <\/i>,and rejoice with her. We are here called, (1.) To bear our part in the church's praises: \"Come, <i>rejoice with her, rejoice for joy with her, <\/i>,rejoice greatly, rejoice and know why you rejoice, rejoice on the days appointed for public thanksgiving. You that mourned for her in her sorrows cannot but from the same principle rejoice with her in her joys.\" (2.) To take our part in the church's comforts. We must <i>suck and be satisfied with the breasts of her consolation. <\/i>,The word of God, the covenant of grace (especially the promises of that covenant), the ordinances of God, and all the opportunities of attending on him and conversing with him, are the breasts, which the church calls and counts the <i>breasts of her consolations, <\/i>,where her comforts are laid up, and whence by faith and prayer they are drawn. With her therefore we must suck from these breasts, by an application of the promises of God to ourselves and a diligent attendance on his ordinances and with the consolations which are drawn hence we must be satisfied, and not be dissatisfied though we have ever so little of earthly comforts. It is the glory of the church that she has the Lord for her God, that to her <i>pertain the adoption and the service of God <\/i>,and with <i>the abundance of <\/i>,this <i>glory <\/i>,we must be <i>delighted. <\/i>,We must take more pleasure in our relation to God and communion with him than in all the delights of the sons and daughters of men. Whatever is the glory of the church must be <i>our glory and joy, <\/i>,particularly her purity, unity, and increase. <\/p> <p>V. Let them know that he who gives them this call to rejoice will give them cause to do so and hearts to do so, <a class=\"isa\" verses=\"eyIxODkzNSI6M30=\">Isaiah 66:12-14 <\/a>. <\/p> <p>1. He will give them cause to do so. For, (1.) They shall enjoy a long uninterrupted course of prosperity: <i>I will extend, <\/i>,or am extending, <i>peace to her <\/i>,(that is, all good to her) <i>like a river <\/i>,that runs in a constant stream, still increasing till it be swallowed up in the ocean. The gospel brings with it, wherever it is received in its power, such peace as this, which shall go on <i>like a river, <\/i>,supplying souls with all good and making them fruitful, as a river does the lands it passes through, such a <i>river of peace <\/i>,as the springs of the world's comforts cannot send forth and the dams of the world's troubles cannot stop nor drive back nor its sand rack up, such a river of peace as will carry us to the ocean of boundless and endless bliss. (2.) There shall be large and advantageous additions made to them: <i>The glory of the Gentiles <\/i>,shall come to them <i>like a flowing stream. <\/i>,Gentiles converts shall come pouring into the church, and swell the river of her peace and prosperity for they shall <i>bring their glory <\/i>,with them their wealth and honour, their power and interest, shall all be devoted to the service of God and employed for the good of the church: \" <i>Then shall you suck <\/i>,from the breasts of her consolations. When you see such crowding for a share in those comforts you shall be the more solicitous and the more vigorous to secure your share, not for fear of having the less for others coming in to partake of Christ\" (there is no danger of that he has enough for all and enough for each), \"but <i>their zeal <\/i>,shall <i>provoke you to a holy jealousy. <\/i>,\" It is well when it does so, <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Romans+11:14&t1=en_nas\" id=\"45\" class=\"stL\" target=\"_blank\">,Romans 11:14,2 Corinthians 9:2 <\/a>. (3.) God shall be glorified in all, and that ought to be more the matter of our joy than any thing else (<a class=\"isa\" verses=\"WzE4OTM3XQ==\">Isaiah 66:14 <\/a>): <i>The hand of the Lord shall be known towards his servants, <\/i>,the protecting supporting hand of his almighty power, the supplying enriching hand of his inexhaustible goodness the benefit which his servants have by both these <i>shall be known <\/i>,to his glory as well as theirs. And, to make this the more illustrious, he will at the same time make known <i>his indignation towards his enemies. <\/i>,God's mercy and justice shall both be manifested and for ever magnified. <\/p> <p>2. God will not only give them cause to rejoice, but will speak comfort to them, will speak it <i>to their hearts <\/i>,and it is he only that can do that, and make it fasten there. See what he will do for the comfort of all the sons of Zion. (1.) Their country shall be their tender nurse: You shall be <i>carried on her sides, <\/i>,under her arms, as little children are, and shall be <i>dangled upon her knees, <\/i>,as darlings are, especially when they are weary and out of humour, and must be got to sleep. Those that are joined to the church must be treated thus affectionately. The great Shepherd <i>gathers the lambs in his arms and carries them in his bosom, <\/i>,and so must the under-shepherds, that they may not be discouraged. Proselytes should be favourites. (2.) God will himself be their powerful comforter: <i>As one whom his mother comforts, <\/i>,when he is sick or sore, or upon any account in sorrow, <i>so will I comfort you <\/i>,not only with the rational arguments which a prudent father uses, but with the tender affections and compassions of a loving mother, that bemoans her afflicted child when it has fallen and hurt itself, that she may quiet it and make it easy, or endeavours to pacify it after she has chidden it and fallen out with it (<a class=\"ref\">Jeremiah 31:20 <\/a>): <i>Since I spoke against him, my bowels are troubled for him <\/i>,he is a dear son, he is a pleasant child. Thus the mother comforts. Thus <i>you shall be comforted in Jerusalem, <\/i>,in the favours bestowed on the church, which you shall partake of, and in the thanksgivings offered by the church, which you shall concur with. (3.) They shall feel the blessed effects of this comfort in their own souls (<a class=\"isa\" verses=\"WzE4OTM2XQ==\">Isaiah 66:13 <\/a>): <i>When you see this, <\/i>,what a happy state the church is restored to, not only your tongues and your countenances, but <i>your hearts shall rejoice. <\/i>,This was fulfilled in the wonderful satisfaction which Christ's disciples had in the success of their ministry. Christ, with an eye to that, tells them (<a class=\"ref\">John 16:22 <\/a>), <i>Your heart shall rejoice and your joy no man taketh from you. <\/i>,Then <i>your bones, <\/i>,that were dried and withered (the marrow of them quite exhausted), shall recover a youthful strength and vigour and <i>shall flourish like a herb. <\/i>,Divine comforts reach the inward man <i>they are marrow <\/i>,and moistening to the bones, <a class=\"ref\">Proverbs 3:8 <\/a>. The bones are the strength of the body those shall be made to flourish with these comforts. <i>The joy of the Lord <\/i>,will be <i>your strength, <\/i>, <a class=\"ref\">Nehemiah 8:10 <\/a>. <\/p>,",
    "audit": null
}