{
    "id": 12173,
    "source": "mhm",
    "verse_id": 18097,
    "verse_count": 12,
    "reference": "24:1-12",
    "title": "",
    "html": "<p>  1  Behold, the L<b>ORD<\/b> maketh the earth empty, and maketh it waste,  and turneth it upside down, and scattereth abroad the inhabitants  thereof.    2  And it shall be, as with the people, so with the priest  as  with the servant, so with his master  as with the maid, so with  her mistress  as with the buyer, so with the seller  as with the  lender, so with the borrower  as with the taker of usury, so with  the giver of usury to him.    3  The land shall be utterly emptied, and utterly spoiled: for  the L<b>ORD<\/b> hath spoken this word.    4  The earth mourneth <i>and<\/i> fadeth away, the world languisheth  <i>and<\/i> fadeth away, the haughty people of the earth do languish.    5  The earth also is defiled under the inhabitants thereof  because they have transgressed the laws, changed the ordinance,  broken the everlasting covenant.    6  Therefore hath the curse devoured the earth, and they that  dwell therein are desolate: therefore the inhabitants of the  earth are burned, and few men left.    7  The new wine mourneth, the vine languisheth, all the  merry-hearted do sigh.    8  The mirth of tabrets ceaseth, the noise of them that rejoice  endeth, the joy of the harp ceaseth.    9  They shall not drink wine with a song  strong drink shall be  bitter to them that drink it.    10  The city of confusion is broken down: every house is shut  up, that no man may come in.    11  <i>There is<\/i> a crying for wine in the streets  all joy is  darkened, the mirth of the land is gone.    12  In the city is left desolation, and the gate is smitten with  destruction.  <\/p>  <p>  It is a very dark and melancholy scene that this prophecy presents to  our view  turn our eyes which way we will, every thing looks dismal.  The threatened desolations are here described in a great variety of  expressions to the same purport, and all aggravating.<\/p>  <p>  I. The earth is stripped of all its ornaments and looks as if it were  taken off its basis  it is made <i>empty and waste<\/i>  (<a class=\"isa\" verses=\"WzE4MDk3XQ==\">Isaiah 24:1<\/a>),  as if it  were reduced to its first chaos, <i>Tohu<\/i> and <i>Bohu,<\/i> nothing  but confusion and emptiness again  (<a class=\"ref\">Genesis 1:2<\/a>),  <i>without form and void.<\/i> It is true earth sometimes signifies the  <i>land,<\/i> and so the same word <i>eretz<\/i> is here translated  (<a class=\"isa\" verses=\"WzE4MDk5XQ==\">Isaiah 24:3<\/a>):  <i>The land shall be utterly emptied and utterly spoiled <\/i> but I see  not why it should not there, as well as   <a class=\"isa\" verses=\"WzE4MDk3XQ==\">Isaiah 24:1<\/a>,  be translated <i>the earth <\/i> for most commonly, if not always, where  it signifies some one particular land it has something joined to it, or  at least not far from it, which does so appropriate it  as the land (or  earth) of Egypt, or Canaan, or this land, or ours, or yours, or the  like. It might indeed refer to some particular country, and an  ambiguous word might be used to warrant such an application  for it is  good to apply to ourselves, and our own hands, what the scripture says  in general of the vanity and vexation of spirit that attend all things  here below  but it should seem designed to speak what often happens to  many countries, and will do while the world stands, and what may, we  know not how soon, happen to our own, and what is the general character  of all earthly things: they are empty of all solid comfort and  satisfaction  a little thing makes them waste. We often see numerous  families, and plentiful estates, utterly emptied and utterly spoiled,  by one judgment or other, or perhaps only by a gradual and insensible  decay. Sin has turned the earth <i>upside down <\/i> the earth has  become quite a different thing to man from what it was when God made it  to be his habitation. Sin has also <i>scattered abroad the inhabitants  thereof.<\/i> The rebellion at Babel was the occasion of the dispersion  there. How many ways are there in which the inhabitants both of towns  and of private houses are scattered abroad, so that near relations and  old neighbours know nothing of one another! To the same purport is   <a class=\"isa\" verses=\"WzE4MTAwXQ==\">Isaiah 24:4<\/a>.  <i>The earth mourns, and fades away <\/i> it disappoints those that  placed their happiness in it and raised their expectations high from  it, and proves not what they promised themselves it would be.  <i>The<\/i> whole <i>world languishes and fades away,<\/i> as hastening  towards a dissolution. It is, at the best, like a flower, which withers  in the hands of those that please themselves too much with it, and lay  it in their bosoms. And, as the earth itself grows old, so those that  dwell therein are desolate  men carry crazy sickly bodies along with  them, are often solitary, and confined by affliction,   <a class=\"isa\" verses=\"WzE4MTAyXQ==\">Isaiah 24:6<\/a>.  When the earth languishes, and is not so fruitful as it used to be,  then those that dwell therein, that make it their home, and rest, and  portion, are desolate  whereas those that by faith dwell in God can  rejoice in him even when the fir-tree does not blossom. If we look  abroad, and see in how many places pestilences and burning fevers rage,  and what multitudes are swept away by them in a little time, so that  sometimes the living scarcely suffice to bury the dead, perhaps we  shall understand what the prophet means when he says, <i>The  inhabitants of the earth are burned,<\/i> or consumed, some by one  disease, others by another, and there are but <i>few men left,<\/i> in  comparison. Note, The world we live in is a world of disappointment, a  vale of tears, and a dying world  and the children of men in it are but  of few days, and full of trouble.<\/p>  <p>  II. It is God that brings all these calamities upon the earth. <i>The  Lord<\/i> that made the earth, and made it fruitful and beautiful, for  the service and comfort of man, now <i>makes it empty and waste<\/i>  (<a class=\"isa\" verses=\"WzE4MDk3XQ==\">Isaiah 24:1<\/a>),  for its Creator is and will be its Judge  he has an incontestable right  to pass sentence upon it and an irresistible power to execute that  sentence. It is <i>the Lord<\/i> that <i>has spoken this word,<\/i> and  he will do the work  (<a class=\"isa\" verses=\"WzE4MDk5XQ==\">Isaiah 24:3<\/a>)  it is his curse that has <i>devoured the earth<\/i>  (<a class=\"isa\" verses=\"WzE4MTAyXQ==\">Isaiah 24:6<\/a>),  the general curse which sin brought upon <i>the ground for man's  sake<\/i>  (<a class=\"ref\">Genesis 3:17<\/a>),  and all the particular curses which families and countries bring upon  themselves by their enormous wickedness. See the power of God's curse,  how it makes all empty and lays all waste  those whom he curses are  cursed indeed.<\/p>  <p>  III. Persons of all ranks and conditions shall share in these  calamities  (<a class=\"isa\" verses=\"WzE4MDk4XQ==\">Isaiah 24:2<\/a>):  <i>It shall be as with the people, so with the priest,<\/i> &c. This is  true of many of the common calamities of human life  all are subject to  the same diseases of body, sorrows of mind, afflictions in relations,  and the like. There is one event to those of very different stations  time and chance happen to them all. It is in a special manner true of  the destroying judgments which God sometimes brings upon sinful  nations  when he pleases he can make them universal, so that none shall  escape them or be exempt from them  whether men have little or much,  they shall lose it all. Those of the meaner rank smart first by famine  but those of the higher rank go first into captivity, while the poor of  the land are left. It shall be all alike,  1. With high and low: <i>As with the people, so with the priest,<\/i> or  prince. The dignity of magistrates and ministers, and the respect and  reverence due to both, shall not secure them. <i>The faces of elders  are not honoured,<\/i>   <a class=\"ref\">Lamentations 5:12<\/a>.  The priests had been as corrupt and wicked as the people  and, if their  character served not to restrain them from sin, how can they expect it  should serve to secure them from judgments? In both it is <i>like  people, like priest,<\/i>   <a class=\"ref\">Hosea 4:8<\/a>.  2. With bond and free: <i>As with the servant, so with his master  as  with the maid, so with her mistress.<\/i> They have all corrupted their  way, and therefore will all be made miserable when the earth is made  waste.  3. With rich and poor. Those that have money before-hand, that are  purchasing, and letting out money to interest, will fare no better than  those that are so impoverished that they are forced to sell their  estates and take up money at interest. There are judgments short of  the great day of judgment in which rich and poor meet together. Let not  those that are advanced in the world set their inferiors at too great a  distance, because they know not how soon they may be set upon a level  with them. <i>The rich man's wealth is his strong city<\/i> in his own  conceit  but it does not always prove so.<\/p>  <p>  IV. It is sin that brings these calamities upon the earth. The earth is  made empty, and fades away, because it <i>is defiled under the  inhabitants thereof<\/i>  (<a class=\"isa\" verses=\"WzE4MTAxXQ==\">Isaiah 24:5<\/a>)  it is polluted by the sins of men, and therefore it is made desolate by  the judgments of God. Such is the filthy nature of sin that it defiles  the earth itself under the sinful inhabitants thereof, and it is  rendered unpleasant in the eyes of God and good men. See   <a class=\"ref\">Leviticus 18:25<\/a>.  Blood, in particular, defiles the land,   <a class=\"ref\">Numbers 35:33<\/a>.  The earth never spues out its inhabitants till they have first defiled  it by their sins. Why, what have they done?  1. They have transgressed the laws of their creation, not answered the  ends of it. The bonds of the law of nature have been broken by them,  and they have cast from them the cords of their obligations to the God  of nature.  2. <i>They have changed the ordinances<\/i> of revealed religion, those  of them that have had the benefit of that. <i>They have neglected the  ordinances<\/i> (so some read it), and have made no conscience of  observing them. They have passed over the laws, in the commission of  sin, and have passed by the ordinance, in the omission of duty.  3. Herein they have <i>broken the everlasting covenant,<\/i> which is a  perpetual bond and will be to those that keep it a perpetual blessing.  It is God's wonderful condescension that he is pleased to deal with men  in a covenant-way, to do them good, and thereby oblige them to do him  service. Even those that had no benefit by God's covenant with Abraham  had benefit by his covenant with Noah and his sons, which is called  <i>an everlasting covenant,<\/i> his covenant with day and night  but  they observe not the precepts of the sons of Noah, they acknowledge not  God's goodness in the day and night, nor study to make him any grateful  returns, and so break the everlasting covenant and defeat the gracious  designs and intentions of it.<\/p>  <p>  V. These judgments shall humble men's pride and mar their mirth. When  the earth is made empty,  1. It is a great mortification to men's pride  (<a class=\"isa\" verses=\"WzE4MTAwXQ==\">Isaiah 24:4<\/a>):  <i>The haughty people of the earth do languish <\/i> for they have lost  that which supported their pride, and for which they magnified  themselves. As for those that have held their heads highest, God can  make them hang the head.  2. It is a great damp to men's jollity. This is enlarged upon much  (<a class=\"isa\" verses=\"eyIxODEwMyI6M30=\">Isaiah 24:7-9<\/a>):  <i>All the merry-hearted do sigh.<\/i> Such is the nature of carnal  mirth, it is but <i>as the crackling of thorns under a pot,<\/i>   <a class=\"ref\">Ecclesiastes 7:6<\/a>.  Great laughters commonly end in a sigh. Those that make the world their  chief joy cannot rejoice ever more. When God sends his judgments into  the earth he designs thereby to make those serious that were wholly  addicted to their pleasures. <i>Let your laughter be turned into  mourning.<\/i> When the earth is emptied the <i>noise of those that  rejoice in it ends.<\/i> Carnal joy is a noisy thing  but the noise of  it will soon be at an end, and the end of it is heaviness. Two things  are made use of to excite and express vain mirth, and the jovial crew  is here deprived of both:--  (1.) Drinking: <i>The new wine mourns <\/i> it has grown sour for want  of drinking  for, how proper soever it may be for the heavy heart  (<a class=\"ref\">Proverbs 31:6<\/a>),  it does not relish to them as it does to the merry-hearted. <i>The vine  languishes,<\/i> and gives little hopes of a vintage, and therefore  <i>the merry-hearted do sigh <\/i> for they know no other gladness than  that of their corn, and wine, and oil increasing  (<a class=\"ref\">Psalm 4:7<\/a>),  and, if you <i>destroy their vines and their fig-trees, you make all  their mirth to cease,<\/i>   <a class=\"ref\">Hosea 2:11<\/a>.  <i>They shall not<\/i> now <i>drink wine with a song<\/i> and with  huzzas, as they used to, but rather drink it with a sigh  nay,  <i>Strong drink shall be bitter to those that drink it,<\/i> because  they cannot but mingle their tears with it  or, through sickness, they  have lost the relish of it. God has many ways to embitter wine and  strong drink to those that love them and have the highest gust of them:  distemper of body, anguish of mind, the ruin of the estate or country,  will make the strong drink bitter and all the delights of sense  tasteless and insipid.  (2.) Music: <i>The mirth of tabrets ceases, and the joy of the  harp,<\/i> which used to be at their feasts,   <a class=\"isa\" verses=\"WzE3NzUyXQ==\">Isaiah 5:12<\/a>.  The captives in Babylon hang their harps on the willow trees. In short,  <i>All joy is darkened <\/i> there is not a pleasant look to be seen,  nor has any one power to force a smile  all <i>the mirth of the land is  gone<\/i>  (<a class=\"isa\" verses=\"WzE4MTA3XQ==\">Isaiah 24:11<\/a>)  and, if it was that mirth which Solomon calls <i>madness,<\/i> there is  no great loss of it.<\/p>  <p>  VI. The cities will in a particular manner feel from these desolations  of the country  (<a class=\"isa\" verses=\"WzE4MTA2XQ==\">Isaiah 24:10<\/a>):  <i>The city of confusion is broken, is broken down<\/i> (so we read it)  it lies exposed to invading powers, not only by the breaking down of  its walls, but by the confusion that the inhabitants are in. <i>Every  house is shut up,<\/i> perhaps by reason of the plague, which has burned  or consumed the inhabitants, so that there are <i>few men left,<\/i>   <a class=\"isa\" verses=\"WzE4MTAyXQ==\">Isaiah 24:6<\/a>.  Houses infected are usually shut up that no man may come in. Or they  are shut up because they are deserted and uninhabited. <i>There is a  crying for wine,<\/i> that is, for the spoiling of the vintage, so that  there is likely to be no wine. <i>In the city,<\/i> in Jerusalem itself,  that had been so much frequented, there shall be left nothing but  <i>desolation <\/i> grass shall grow in the streets, and <i>the gate is  smitten with destruction<\/i>  (<a class=\"isa\" verses=\"WzE4MTA4XQ==\">Isaiah 24:12<\/a>)  all that used to pass and repass through the gate are smitten, and all  the strength of the city is cut off. How soon can God make a city of  order a city of confusion, and then it will soon be a city of  desolation!<\/p>",
    "audit": null
}