{
    "id": 12342,
    "source": "mhm",
    "verse_id": 18924,
    "verse_count": 24,
    "reference": 66,
    "title": "",
    "html": "<p>The scope of this chapter is much the same as that of the foregoing chapter and many expressions of it are the same it therefore looks the same way, to the different state of the good and bad among the Jews at their return out of captivity, but that typifying the rejection of the Jews in the days of the Messiah, the conversion of the Gentiles, and the setting up of the gospel-kingdom in the world. The <a class=\"isa\" verses=\"WzE4OTI0XQ==\">Isaiah 66:1<\/a> of this chapter is applied by Stephen to the dismantling of the temple by the planting of the Christian church ( <a class=\"ref\">Acts 7:49<\/a>), which may serve as a key to the whole chapter. We have here, I. The contempt God puts upon ceremonial services in comparison with moral duties, and an intimation therein of his purpose shortly to put an end to the temple, and sacrifice and reject those that adhered to them, <a class=\"isa\" verses=\"eyIxODkyNCI6NH0=\">Isaiah 66:1-4<\/a>. II. The salvation God will in due time work for his people out of the hands of their oppressors ( <a class=\"isa\" verses=\"WzE4OTI4XQ==\">Isaiah 66:5<\/a>), speaking terror to the persecutors ( <a class=\"isa\" verses=\"WzE4OTI5XQ==\">Isaiah 66:6<\/a>) and comfort to the persecuted, a speedy and complete deliverance ( <a class=\"isa\" verses=\"eyIxODkzMCI6M30=\">Isaiah 66:7-9<\/a>), a joyful settlement ( <a class=\"isa\" verses=\"WzE4OTMzXQ==\">Isaiah 66:10<\/a>), the accession of the Gentiles to them, and abundance of satisfaction therein, <a class=\"isa\" verses=\"eyIxODkzNSI6M30=\">Isaiah 66:12-14<\/a>. III. The terrible vengeance which God will bring upon the enemies of his church and people, <a class=\"isa\" verses=\"eyIxODkzOCI6NH0=\">Isaiah 66:15-18<\/a>. IV. The happy establishment of the church upon large and sure foundations, its constant attendance on God and triumph over its enemies, <a class=\"isa\" verses=\"eyIxODk0MiI6Nn0=\">Isaiah 66:19-24<\/a>. And we may well expect that this evangelical prophet, here, in the close of his prophecy, should (as he does) look as far forward as to the latter days, to the last day, to the days of eternity.<\/p> ",
    "audit": null
}