{
    "id": 12219,
    "source": "mhm",
    "verse_id": 18342,
    "verse_count": 12,
    "reference": "36:11-22",
    "title": "",
    "html": "<p>  11  Then said Eliakim and Shebna and Joah unto Rabshakeh, Speak,  I pray thee, unto thy servants in the Syrian language  for we  understand <i>it:<\/i> and speak not to us in the Jews' language, in  the ears of the people that <i>are<\/i> on the wall.    12  But Rabshakeh said, Hath my master sent me to thy master and  to thee to speak these words? <i>hath he<\/i> not <i>sent me<\/i> to the men  that sit upon the wall, that they may eat their own dung, and  drink their own piss with you?    13  Then Rabshakeh stood, and cried with a loud voice in the  Jews' language, and said, Hear ye the words of the great king,  the king of Assyria.    14  Thus saith the king, Let not Hezekiah deceive you: for he  shall not be able to deliver you.    15  Neither let Hezekiah make you trust in the L<b>ORD<\/b>, saying, The  L<b>ORD<\/b> will surely deliver us: this city shall not be delivered  into the hand of the king of Assyria.    16  Hearken not to Hezekiah: for thus saith the king of Assyria,  Make <i>an agreement<\/i> with me <i>by<\/i> a present, and come out to me:  and eat ye every one of his vine, and every one of his fig tree,  and drink ye every one the waters of his own cistern    17  Until I come and take you away to a land like your own land,  a land of corn and wine, a land of bread and vineyards.    18  <i>Beware<\/i> lest Hezekiah persuade you, saying, The L<b>ORD<\/b> will  deliver us. Hath any of the gods of the nations delivered his  land out of the hand of the king of Assyria?    19  Where <i>are<\/i> the gods of Hamath and Arphad? where <i>are<\/i> the  gods of Sepharvaim? and have they delivered Samaria out of my  hand?    20  Who <i>are they<\/i> among all the gods of these lands, that have  delivered their land out of my hand, that the L<b>ORD<\/b> should deliver  Jerusalem out of my hand?    21  But they held their peace, and answered him not a word: for  the king's commandment was, saying, Answer him not.    22  Then came Eliakim, the son of Hilkiah, that <i>was<\/i> over the  household, and Shebna the scribe, and Joah, the son of Asaph, the  recorder, to Hezekiah with <i>their<\/i> clothes rent, and told him the  words of Rabshakeh.  <\/p>  <p>  We may hence learn these lessons:--  1. That, while princes and counsellors have public matters under  debate, it is not fair to appeal to the people. It was a reasonable  motion which Hezekiah's plenipotentiaries made, that this parley should  be held in a language which the people did not understand  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 36:36<\/a>),  because reasons of state are secret things and ought to be kept secret,  the vulgar being incompetent judges of them. It is therefore an unfair  practice, and not doing as men would be done by, to incense subjects  against their rulers by base insinuations.  2. Proud and haughty scorners, the fairer they are spoken to, commonly  speak the fouler. Nothing could be said more mildly and respectfully  than that which Hezekiah's agents said to Rabshakeh. Besides that the  thing itself was just which they desired, they called themselves his  <i>servants,<\/i> they petitioned for it: <i>Speak, we pray thee <\/i>  but this made him the more spiteful and imperious. To give rough  answers to those who give us soft answers is one way of rendering evil  for good  and those are wicked indeed, and it is to be feared  incurable, with whom that which usually turns away wrath does but make  bad worse.  3. When Satan would tempt men from trusting in God, and cleaving to  him, he does so by insinuating that in yielding to him they may better  their condition  but it is a false suggestion, and grossly absurd, and  therefore to be rejected with the utmost abhorrence. When the world and  the flesh say to us, \"<i>Make an agreement<\/i> with us <i>and come out  to us,<\/i> submit to our dominion and come into our interests, and  <i>you shall eat every one of his own vine,<\/i>\" they do but deceive  us, promising liberty when they would lead us into the basest captivity  and slavery. One might as well take Rabshakeh's word as theirs for  kind usage and fair quarter  therefore, <i>when they speak fair,  believe them not.<\/i> Let them say what they will, there is no land  like the land of promise, the holy land.  4. Nothing can be more absurd in itself, nor a greater affront to the  true and living God, than to compare him with the gods of the heathen  as if he could do no more for the protection of his worshippers than  they can for the protection of theirs, and as if the God of Israel  could as easily be mastered as the gods of Hamath and Arphad, whereas  they are vanity and a lie. They are nothing  he is the great <i>I  AM:<\/i> they are the creatures of men's fancy and the works of men's  hands  he is the Creator of all things.  5. Presumptuous sinners are ready to think that, because they have  been too hard for their fellow-creatures, they are therefore a match  for their Creator. This and the other nation they have subdued, and  therefore the Lord himself shall not deliver Jerusalem out of their  hand. But, though the potsherds may strive with the potsherds of the  earth, let them not strive with the potter.  6. It is sometimes prudent not to <i>answer a fool according to his  folly.<\/i> Hezekiah's command was, \"<i>Answer him not <\/i> it will but  provoke him to rail and blaspheme yet more and more  leave it to God to  stop his mouth, for you cannot.\" They had reason enough on their side,  but it would be hard to speak it to such an unreasonable adversary  without a mixture of passion  and, if they should fall a railing like  him, Rabshakeh would be much too hard for them at that weapon.  7. It becomes the people of God to lay to heart the dishonour done to  God by the blasphemies of wicked men, though they do not think it  prudent to reply to those blasphemies. Though they <i>answered him not  a word,<\/i> yet they rent their clothes, in a holy zeal for the glory  of God's name and a holy indignation at the contempt put upon it. They  tore their garments when they heard blasphemy, as taking no pleasure in  their own ornaments when God's honour suffered.<\/p>",
    "audit": null
}