{
    "id": 12097,
    "source": "mhm",
    "verse_id": 17696,
    "verse_count": 13,
    "reference": "2:10–22",
    "title": "",
    "html": "<p>10 Enter into the rock, and hide thee in the dust, for fear of the L<b>ORD<\/b> , and for the glory of his majesty. 11 The lofty looks of man shall be humbled, and the haughtiness of men shall be bowed down, and the L<b>ORD<\/b> alone shall be exalted in that day. 12 For the day of the L<b>ORD<\/b> of hosts<i>shall be<\/i> upon every<i>one that is<\/i> proud and lofty, and upon every<i>one that is<\/i> lifted up and he shall be brought low: 13 And upon all the cedars of Lebanon, <i>that are<\/i> high and lifted up, and upon all the oaks of Bashan, 14 And upon all the high mountains, and upon all the hills<i>that are<\/i> lifted up, 15 And upon every high tower, and upon every fenced wall, 16 And upon all the ships of Tarshish, and upon all pleasant pictures. 17 And the loftiness of man shall be bowed down, and the haughtiness of men shall be made low: and the L<b>ORD<\/b> alone shall be exalted in that day. 18 And the idols he shall utterly abolish. 19 And they shall go into the holes of the rocks, and into the caves of the earth, for fear of the L<b>ORD<\/b> , and for the glory of his majesty, when he ariseth to shake terribly the earth. 20 In that day a man shall cast his idols of silver, and his idols of gold, which they made<i>each one<\/i> for himself to worship, to the moles and to the bats 21 To go into the clefts of the rocks, and into the tops of the ragged rocks, for fear of the L<b>ORD<\/b> , and for the glory of his majesty, when he ariseth to shake terribly the earth. 22 Cease ye from man, whose breath<i>is<\/i> in his nostrils: for wherein is he to be accounted of?<\/p><p>The prophet here goes on to show what a desolation would be brought upon their land when God should have forsaken them. This may refer particularly to their destruction by the Chaldeans first, and afterwards by the Romans, or it may have a general respect to the method God takes to awaken and humble proud sinners, and to put them out of conceit with that which they delighted in and depended on more than God. We are here told that sooner or later God will find out a way,<\/p><p>I. To startle and awaken secure sinners, who cry peace to themselves, and bid defiance to God and his judgments ( <a class=\"isa\" verses=\"WzE3Njk2XQ==\">Isaiah 2:10<\/a>): \"<i>Enter into the rock<\/i> God will attack you with such terrible judgments, and strike you with such terrible apprehensions of them, that you shall be forced to<i>enter into the rock, and hide yourself in the dust, for fear of the Lord. <\/i> You shall lose all your courage, and tremble at the shaking of a leaf your heart shall<i>fail you for fear<\/i> ( <a class=\"ref\">Luke 21:26<\/a>), and you shall<i>flee when none pursues,<\/i> \" <a class=\"ref\">Proverbs 28:1<\/a>. To the same purport, <a class=\"isa\" verses=\"WzE3NzA1XQ==\">Isaiah 2:19<\/a>. <i>They shall go into the holes of the rocks, and into the caves of the earth,<\/i> the darkest the deepest places they shall<i>call to the rocks and mountains to fall on them,<\/i> and rather crush them than not cover them, <a class=\"ref\">Hosea 10:8<\/a>. It was so particularly at the destruction of Jerusalem by the Romans ( <a class=\"ref\">Luke 23:30<\/a>) and of the persecuting pagan powers, <a class=\"ref\">Revelation 6:16<\/a>. And all<i>for fear of the Lord, and of the glory of his majesty,<\/i> looking upon him then to be a consuming fire and themselves as stubble before him, <i>when he arises to shake terribly the earth,<\/i> to<i>shake the wicked out of it<\/i> ( <a class=\"ref\">Job 38:13<\/a>), and to shake all those earthly props and supports with which they have buoyed themselves up, to shake them from under them. Note, 1. <i>With God is terrible majesty,<\/i> and the glory of it is such as sooner or later will oblige us all to flee before him. 2. Those that will not fear God and flee to him will be forced to fear him and flee from him to a refuge of lies. 3. It is folly for those that are pursued by the wrath of God to think to escape it, and to hide or shelter themselves from it. 4. The things of the earth are things that will be shaken they are subject to concussions, and hastening towards a dissolution. 5. The shaking of the earth is, and will be, a terrible thing to those who set their affections wholly on things of the earth. 6. It will be in vain to think of finding refuge in the caves of the earth when the earth itself is shaken there will be no shelter then but in God and in things above.<\/p><p>II. To humble and abase proud sinners, that look big, and think highly of themselves, and scornfully of all about them ( <a class=\"isa\" verses=\"WzE3Njk3XQ==\">Isaiah 2:11<\/a>):<i>The lofty looks of man shall be humbled. <\/i> The eyes that aim high, the countenance in which the pride of the heart shows itself, shall be cast down in shame and despair. And the<i>haughtiness of men shall be bowed down,<\/i> their spirits shall be broken, and they shall be crest-fallen, and those things which they were proud of they shall be ashamed of. It is repeated ( <a class=\"isa\" verses=\"WzE3NzAzXQ==\">Isaiah 2:17<\/a>), <i>The loftiness of man shall be bowed down. <\/i> Note, Pride will, one way or other, have a fall. Men's haughtiness will be brought down, either by the grace of God convincing them of the evil of their pride, and clothing them with humility, or by the providence of God depriving them of all those things they were proud of and laying them low. Our Saviour often laid it down for a maxim that<i>he who exalts himself shall be abased<\/i> he shall either abase himself in true repentance or God will abase him and pour contempt upon him. Now here we are told,<\/p><p>1. Why this shall be done: because the<i>Lord alone will be exalted. <\/i> Note, Proud men shall be vilified because the Lord alone will be magnified. It is for the honour of God's power to humble the proud by this he proves himself to be God, and disproves Job's pretensions to rival with him, <a class=\"ref\">Job 40:11-14<\/a>. <i>Behold every one that is proud, and abase him then will I also confess unto thee. <\/i> It is likewise for the honour of his justice. Proud men stand in competition with God, who is jealous for his own glory, and will not suffer men either to take to themselves or give to another that which is due to him only. They likewise stand in opposition to God they resist him, and therefore he resists them for he<i>will be exalted among the heathen<\/i> ( <a class=\"ref\">Psalm 46:10<\/a>), and there is a day coming in which he alone will be exalted, when he shall have put<i>down all opposing rule, principality, and power,<\/i> <a class=\"ref\">1 Corinthians 15:24<\/a>.<\/p><p>2. How this shall be done: by humbling judgments, that shall mortify men, and bring them down ( <a class=\"isa\" verses=\"WzE3Njk4XQ==\">Isaiah 2:12<\/a>):<i>The day of the Lord of hosts,<\/i> the day of his wrath and judgment, <i>shall be upon every one that is proud. <\/i> He now laughs at their insolence because he sees that his day is coming, this day, which will be upon them ere they are aware, <a class=\"ref\">Psalm 37:13<\/a>. This day of the Lord is here said to be upon<i>all the cedars of Lebanon, that are high and lifted up. <\/i> Jerome observes that the cedars are said to praise God ( <a class=\"ref\">Psalm 148:9<\/a>) and are<i>trees of the Lord<\/i> ( <a class=\"ref\">Psalm 104:16<\/a>), <i>of his planting<\/i> ( <a class=\"isa\" verses=\"WzE4NDcxXQ==\">Isaiah 41:19<\/a>), and yet here God's wrath fastens upon the cedars, which denotes (says he) that some of every rank of men, some great men, will be saved, and some perish. It is brought in as an instance of the strength of God's voice that it<i>breaks the cedars<\/i> ( <a class=\"ref\">Psalm 29:5<\/a>), and here the day of the Lord is said to be<i>upon the cedars,<\/i> those of Lebanon, they were the straightest and statliest,&mdash;upon the oaks, those of Bashan, that were the strongest and sturdiest,&mdash;upon the natural elevations and fortresses, <i>the highest mountains and the hills that are lifted up<\/i> ( <a class=\"isa\" verses=\"WzE3NzAwXQ==\">Isaiah 2:14<\/a>), that overtop the valleys and seem to push the skies,&mdash;and upon the artificial fastnesses, <i>every high tower and every fenced wall,<\/i> <a class=\"isa\" verses=\"WzE3NzAxXQ==\">Isaiah 2:15<\/a>. Understand these, (1.) As representing the proud people themselves, that are in their own apprehensions like the cedars and the oaks, firmly rooted, and not to be stirred by any storm, and looking on all around them as shrubs these are the high mountains and the lofty hills that seem to fill the earth, that are gazed on by all, and think themselves immovable, but lie most obnoxious to God's thunderstrokes. <i>Feriuntique summos fulmina montes&mdash;The highest hills are most exposed to lightning. <\/i> And before the power of God's wrath these mountains are scattered and these hills bow and<i>melt like wax,<\/i> <a class=\"ref\">Habakkuk 3:6;<\/a>. These vaunting men, who are as high towers in which the noisy bells are hung, on which the thundering murdering cannon are planted&mdash;these fenced walls, that fortify themselves with their native hardiness, and intrench themselves in their fastnesses&mdash;shall be brought down. (2.) As particularizing the things they are proud of,in which they trust, and of which they make their boast. The day of the Lord shall be upon those very things in which they put their confidence as their strength and security he will<i>take from the all their armour wherein they trusted. <\/i> Did the inhabitants of Lebanon glory in their cedars, and those of Bashan in their oaks, such as no country could equal? The day of the Lord should rend those cedars, those oaks, and the houses built of them. Did Jerusalem glory in the mountains that were round about it, as its impregnable fortifications, or in its walls and bulwarks? These should be levelled and laid low in the day of the Lord. Besides those things that were for their strength and safety they were proud, [1.] Of their trade abroad but the day of the Lord shall be<i>upon all the ships of Tarshish<\/i> they shall be broken as Jehoshaphat's were, shall founder at sea or be ship-wrecked in harbour. Zebulun was a haven of ships, but should now no more rejoice in his going out. When God is bringing ruin upon a people he can sink all the branches of their revenue. [2.] Of their ornaments at home but the day of the Lord shall be<i>upon all pleasant pictures,<\/i> the painting of their ships (so some understand it) or the curious pieces of painting they brought home in their ships from other countries, perhaps from Greece, which afterwards was famous for painters. Upon<i>every thing that is beautiful to behold<\/i> so some read it. Perhaps they were the pictures of their relations, and for that reason pleasant, or of their gods, which to the idolaters were delectable things or they admired them for the fineness of their colours or strokes. There is no harm in making pictures, nor in adorning our rooms with them, provided they transgress not either the second or the seventh commandment. But to place our pictures among our pleasant things, to be fond of them and proud of them, to spend that upon them which should be laid out in charity, and to set out hearts upon them, as it ill becomes those who have so many substantial things to take pleasure in, so it tends to provoke God to strip us of all such vain ornaments.<\/p><p>III. To make idolaters ashamed of their idols, and of all the affection they have had for them and the respect they have paid to them ( <a class=\"isa\" verses=\"WzE3NzA0XQ==\">Isaiah 2:18<\/a>):<i>The idols he shall utterly abolish. <\/i> When the Lord alone shall be exalted ( <a class=\"isa\" verses=\"WzE3NzAzXQ==\">Isaiah 2:17<\/a>) he will not only pour contempt upon proud men, who like Pharaoh exalt themselves against him, but much more upon all pretended deities, who are rivals with him for divine honours. They shall be abolished, utterly abolished. Their friends shall desert them their enemies shall destroy them so that, one way or other, an utter riddance shall be made of them. See here, 1. The vanity of false gods they cannot secure themselves, so far are they from being able to secure their worshippers. 2. The victory of the true God over them for<i>great is the truth and will prevail. <\/i> Dagon fell before the ark, and Baal before the Lord God of Elijah. The gods of the heathen shall be famished ( <a class=\"ref\">Zephaniah 2:11<\/a>), and by degrees shall perish, <a class=\"ref\">Jeremiah 10:11<\/a>. The rightful Sovereign will triumph over all pretenders. And, as God will abolish idols, so their worshippers shall abandon them, either from a gracious conviction of their vanity and falsehood (as Ephraim when he said, <i>What have I to do any more with idols?<\/i>) or from a late and sad experience of their inability to help them, and a woeful despair of relief by them, <a class=\"isa\" verses=\"WzE3NzA2XQ==\">Isaiah 2:20<\/a>. When men are themselves frightened by the judgments of God into the holes of the rocks and caves of the earth, and find that they do thus in vain shift for their own safety, they shall cast their idols, which they have made their gods, and hoped to make their friends in the time of need, to the moles and to the bats, any where out of sight, that, being freed from the incumbrance of them, they may<i>go into the clefts of the rocks, for fear of the Lord,<\/i> <a class=\"isa\" verses=\"WzE3NzA3XQ==\">Isaiah 2:21<\/a>. Note, (1.) Those that will not be reasoned out of their sins sooner or later shall be frightened out of them. (2.) God can make men sick of those idols that they have been most fond of, even the idols of silver and the idols of gold, the most precious. Covetous men make silver and gold their idols, money their god but the time may come when they may feel it as much their burden as ever they made it their confidence, and may find themselves as much exposed by it as ever they hoped they should be guarded by it, when it tempts their enemy, sinks their ship, or retards their flight. There was a time when the mariners threw the wares, and even the<i>wheat into the sea<\/i> ( <a class=\"ref\">Jonah 1:5; Acts 27:38<\/a>), and the<i>Syrians cast away their garments for haste,<\/i> <a class=\"ref\">2 Kings 7:15<\/a>. Or men may cast it away out of indignation at themselves for leaning upon such a broken reed. See <a class=\"ref\">Ezekiel 7:19<\/a>. The idolaters here throw away their idols because they are ashamed of them and of their own folly in trusting to them, or because they are afraid of having them found in their possession when the judgments of God are abroad as the thief throws away his stolen goods then he is searched for or pursued. (3.) The darkest holes, where the moles and the bats lodge, are the fittest places for idols, that have eyes and see not and God can force men to cast their own idols there ( <a class=\"isa\" verses=\"WzE4MjQwXQ==\">Isaiah 30:22<\/a>), when they are<i>ashamed of the oaks which they have desired,<\/i> <a class=\"isa\" verses=\"WzE3Njg0XQ==\">Isaiah 1:29<\/a>. <i>Moab shall be ashamed of Chemosh, as the house of Israel was ashamed of Bethel,<\/i> <a class=\"ref\">Jeremiah 48:13<\/a>. (4.) It is possible that sin may be both loathed and left and yet not truly repented of&mdash;loathed because surfeited on, left because there is no opportunity of committing it, yet not repented of out of any love to God, but only from a slavish fear of his wrath.<\/p><p>IV. To make those that have trusted in an arm of flesh ashamed of their confidence ( <a class=\"isa\" verses=\"WzE3NzA4XQ==\">Isaiah 2:22<\/a>): \"<i>Cease from man. <\/i> The providences of God concerning you shall speak this aloud to you, and therefore take warning beforehand, that you may prevent the uneasiness and shame of disappointment and consider, 1. How weak man is:<i>His breath is in his nostrils,<\/i> puffed out every moment, soon gone for good and all.\" Man is a dying creature, and may die quickly our nostrils, in which our breath is, are of the outward parts of the body what is there is like one standing at the door, ready to depart nay the doors of the nostrils are always open, the breath in them may slip away ere we are aware, in a moment. Wherein then is man to be accounted of? Alas! no reckoning is to be made of him, for he is not what he seems to be, what he pretends to be, what we fancy him to be. Man is like vanity, nay, he is vanity, he is altogether vanity, he is less, he is lighter, than vanity, when weighed in the balance of the sanctuary. \"2. How wise therefore those are that cease from man \" it is our duty, it is our interest, to do so. \"<i>Put not your trust in man,<\/i> nor make even the greatest and mightiest of men your confidence cease to do so. Let not your eye be to the power of man, for it is finite and limited, derived and depending it is not from him that your judgment proceeds. Let not him be your fear, let not him be your hope but look up to the power of God, to which all the powers of men are subject and subordinate dread his wrath, secure his favour, take him for your help, and let your<i>hope be in the Lord your God. <\/i> \"<\/p> ",
    "audit": null
}