{
    "id": 12103,
    "source": "mhm",
    "verse_id": 17735,
    "verse_count": 1,
    "reference": "4:1",
    "title": "",
    "html": "<p>It was threatened (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 3:25<\/a>) that <i>the mighty men should fall by the sword in war,<\/i> and it was threatened as a punishment to the women that affected gaiety and a loose sort of conversation. Now here we have the effect and consequence of that great slaughter of men, 1. That though Providence has so wisely ordered that, <i>communibus annis<\/i> - <i>on an average of years,<\/i> there is nearly an equal number of males and females born into the world, yet, through the devastations made by war, there should scarcely be one man in seven left alive. As there are deaths attending the bringing forth of children, which are peculiar to the woman, who was first in transgression, so, to balance that, there are deaths peculiar to men, those by the sword in the high places of the field, which perhaps devour more than child-bed does. Here it is foretold that such multitudes of men should be cut off that there should be <i>seven women to one man.<\/i> 2. That by reason of the scarcity of men, though marriage should be kept up for the raising of recruits and the preserving of the race of mankind upon earth, yet the usual method of it should be quite altered, - that, whereas men ordinarily make their court to the women, the women should now take hold of the men, foolishly fearing (as Lot's daughters did, when they saw the ruin of Sodom and perhaps thought it reached further than it did) that in a little time there would be none left (<a class=\"ref\">Genesis 19:31<\/a>), - that whereas women naturally hate to come in sharers with others, seven should now, by consent, become the wives of one man, - and that whereas by the law the husband was obliged to provide food and raiment for his wife (<a class=\"ref\">Exodus 21:10<\/a>), which with many would be the most powerful argument against multiplying wives, these women will be bound to support themselves; they will <i>eat bread of their own earning, and wear apparel of their own working,<\/i> and the man they court shall be at no expense upon them, only they desire to be called his wives, to <i>take away the reproach<\/i> of a single life. They are willing to be wives upon any terms, though ever so unreasonable; and perhaps the rather because in these troublesome times it would be a kindness to them to have a husband for their protector. Paul, on the contrary, thinks the single state preferable in a time of distress,   <a class=\"ref\">1 Corinthians 7:26<\/a>. It were well if this were not introduced here partly as a reflection upon the daughters of Zion, that, notwithstanding the humbling providences they were under (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 3:18<\/a>), they remained unhumbled, and, instead of repenting of their pride and vanity, when God was contending with them for them, all their care was to get husbands - that modesty, which is the greatest beauty of the fair sex, was forgotten, and with them the reproach of vice was nothing to the reproach of virginity, a sad symptom of the irrecoverable desolations of virtue.<\/p>",
    "audit": null
}