{
    "id": 12321,
    "source": "mhm",
    "verse_id": 18837,
    "verse_count": 8,
    "reference": "60:15–22",
    "title": "",
    "html": " <p>15 Whereas thou hast been forsaken and hated, so that no man went through <i>thee, <\/i> I will make thee an eternal excellency, a joy of many generations. 16 Thou shalt also suck the milk of the Gentiles, and shalt suck the breast of kings: and thou shalt know that I the L <b>ORD <\/b> <i>am <\/i> thy Saviour and thy Redeemer, the mighty One of Jacob. 17 For brass I will bring gold, and for iron I will bring silver, and for wood brass, and for stones iron: I will also make thy officers peace, and thine exactors righteousness. 18 Violence shall no more be heard in thy land, wasting nor destruction within thy borders but thou shalt call thy walls Salvation, and thy gates Praise. 19 The sun shall be no more thy light by day neither for brightness shall the moon give light unto thee: but the L <b>ORD <\/b> shall be unto thee an everlasting light, and thy God thy glory. 20 Thy sun shall no more go down neither shall thy moon withdraw itself: for the L <b>ORD <\/b> shall be thine everlasting light, and the days of thy mourning shall be ended. 21 Thy people also <i>shall be <\/i> all righteous: they shall inherit the land for ever, the branch of my planting, the work of my hands, that I may be glorified. 22 A little one shall become a thousand, and a small one a strong nation: I the L <b>ORD <\/b> will hasten it in his time. <\/p> <p>The happy and glorious state of the church is here further foretold, referring principally and ultimately to the Christian church and the spiritual peace of that, but under the type of that little gleam of outward peace which the Jews sometimes enjoyed after their return out of captivity. This is here spoken of, <\/p> <p>I. As compared with what it had been. <i>This <\/i> made her peace and honour the more pleasant, that her condition had been much otherwise. <\/p> <p>1. She had been despised, but now she should be honoured, <a class=\"isa\" verses=\"WzE4ODM3XQ==\">Isaiah 60:15 <\/a>. Jerusalem had been forsaken and hated, abandoned by her friends, abhorred by her enemies no man went through that desolate city, but declined it as a rueful spectacle it was an <i>astonishment and a hissing. <\/i> But now it shall be made an eternal excellency, being reformed from idolatry and having recovered the tokens of God's favour, and it shall be <i>the joy <\/i> of good people for <i>many generations. <\/i> Yet considering how short Jerusalem's excellency was, and how short it came of the vast compass of this promise, we must look for the full accomplishment of it in the perpetual excellencies of the gospel church, far exceeding those of the Old-Testament church, and the glorious privileges and advantages of the Christian religion, which are indeed the joy of many generations. Two things are here spoken of as her excellency and joy, in opposition to her having been forsaken and hated:&mdash; (1.) She shall find herself countenanced by her neighbours. The nations, and their kings, that are brought to embrace Christianity, shall lay themselves out for the good of the church, and maintain its interests with the tenderness and affection that the nurse shows to the child at her breasts (<a class=\"isa\" verses=\"WzE4ODM4XQ==\">Isaiah 60:16 <\/a>): \" <i>Thou shalt suck the milk of the Gentiles, <\/i> not suck their blood (that is not the spirit of the gospel) thou <i>shalt suck the breast of kings, <\/i> who shall be to thee as nursing fathers.\" (2.) She shall find herself countenanced by her God: <i>\"Thou shalt know that I the Lord am thy Saviour and thy Redeemer, <\/i> shalt know it by experience for such a salvation, such a redemption, shall be wrought out for thee as plainly discovers itself to be the work of the Lord, the work of a mighty one, for it is a great salvation, of the <i>Mighty One of Jacob, <\/i> for it secures the welfare of all those that are Israelites indeed.\" They before knew the Lord to be their God now they know him to be their Saviour, their Redeemer. Their Holy One now appears their Mighty One. <\/p> <p>2. She had been impoverished, but now she shall be enriched, and every thing shall be changed for the better with her, <a class=\"isa\" verses=\"WzE4ODM5XQ==\">Isaiah 60:17 <\/a>. When those who were raised out of the dust are set among princes, instead of brass money in their purses they have bold, and instead of iron vessels in their houses they have silver ones, and other improvements agreeable: so much shall the spiritual glory of the New-Testament church exceed the external pomp and splendour of the Jewish economy, which had no glory in comparison with that which quite excels it, <a class=\"ref\">2 Corinthians 3:10 <\/a>. When we had baptism in the room of circumcision, the Lord's supper in the room of the passover, and a gospel ministry in the room of a Levitical priesthood, we had gold instead of brass. Sin turned gold into brass when Rehoboam made brazen shields instead of the golden ones he had pawned but God's favour, when that returns, will turn brass again into gold. <\/p> <p>3. She had been oppressed by her own princes, which was sadly complained of, not only as her sin, but as her misery (<a class=\"isa\" verses=\"WzE4ODE1XQ==\">Isaiah 59:14 <\/a>) but now all the grievances of that kind shall be redressed (<a class=\"isa\" verses=\"WzE4ODM5XQ==\">Isaiah 60:17 <\/a>): \" <i>I will make thy officers peace <\/i> men of peace shall be made officers, and shall be indeed justices, not patrons of injustice, and justices of peace, not instruments of trouble and vexation. They shall <i>be peace, <\/i> that is, they shall sincerely seek thy welfare and by their means thou shalt enjoy good.\" They shall be <i>peace, <\/i> for they shall be righteousness and <i>then <\/i> the peace is as a river, when the righteousness is as the waves of the sea. Even <i>exactors, <\/i> whose business it is to demand the public tribute, though they be exact, must not be exacting, but must be just to the subject as well as to the prince, and, according to the instructions John Baptist gave to the publicans must <i>exact no more than is appointed them, <\/i> <a class=\"ref\">Luke 3:13 <\/a>. <\/p> <p>4. She had been insulted by her neighbours, invaded, spoiled, and plundered but now it shall be so no more (<a class=\"isa\" verses=\"WzE4ODQwXQ==\">Isaiah 60:18 <\/a>): \" <i>Violence shall no more be heard in thy land <\/i> neither the threats and triumphs of those that do violence nor the outcries and complaints of those that suffer violence shall again be heard, but every man shall peaceably enjoy his own. There shall be no <i>wasting nor destruction, <\/i> either of persons of possessions, any where <i>within thy borders <\/i> but <i>thy walls shall be called salvation <\/i> (they shall be safe, and means of safety to thee) <i>and thy gates shall be praise, <\/i> praise to thee (every one shall commend thee for the good condition they are kept in), and praise to thy God, <i>who strengthens the bars of thy gates, <\/i> \" <a class=\"ref\">Psalm 147:13 <\/a>. When God's salvation is upon the walls it is fit that his praises should be in the gates, the places of concourse. <\/p> <p>II. As completed in what it shall be. It should seem that in the close of this chapter we are directed to look further yet, as far forward as to the glory and happiness of heaven, under the type and figure of the flourishing state of the church on earth, which yet was never such as to come any thing near to what is here foretold and several of the images and expressions here made use of we find in the description of the <i>new Jerusalem, <\/i> <a class=\"ref\">Revelation 21:23 <\/a>. As the prophets sometimes insensibly pass from the blessings of the Jewish church to the spiritual blessings of the Christian church, which are eternal, so sometimes they rise from the church militant to the church triumphant, where, and where only, all the promised peace, and joy, and honour will be in perfection. 1. God shall be all in all in the happiness here promised so he is always to true believers (<a class=\"isa\" verses=\"WzE4ODQxXQ==\">Isaiah 60:19 <\/a>): <i>The sun and the moon shall be no more thy light. <\/i> God's people, when they enjoy his favour, and walk in the light of his countenance, make little account of sun and moon, and the other lights of this world, but could walk comfortably in the light of the Lord though they should withdraw their shining. In heaven there shall be no occasion for sun or moon, for it is the inheritance of the saints in light, such light as will swallow up the light of the sun as easily as the sun does that of a candle. \"Idolaters worshipped the sun and moon (which some have thought the most ancient and plausible idolatry) but these <i>shall be no more thy light, <\/i> shall no more be idolized, but the Lord shall be to thee a constant light, both day and night, in the night of adversity as well as in the day of prosperity.\" Those that make God their only light shall have him their all-sufficient light, their <i>sun and shield. Thy God shall be thy glory. <\/i> Note, God is the glory of those whose God he is and will be so to eternity. It is their glory that they have him for their God, and they glory in it it is to them instead of beauty. God's people are, upon <i>this <\/i> account, an honourable people, that they have an interest in God as their sin covenant. 2. The happiness here promised shall know no change, period, or allay (<a class=\"isa\" verses=\"WzE4ODQyXQ==\">Isaiah 60:20 <\/a>): \" <i>Thy sun shall no more go down, <\/i> but it shall be eternal day, eternal sunshine, with thee that shall not be thy sun which is sometimes eclipsed, often clouded, and, though it shine ever so bright, ever so warm, will certainly set and leave thee in the dark, in the cold, in a few hours but <i>he <\/i> shall be a sun, a fountain of light to thee, who is himself the <i>Father of all lights, <\/i> with whom there is <i>no variableness, <\/i> nor <i>shadow of turning, <\/i> \" <a class=\"ref\">James 1:17 <\/a>. We read of the sun's standing still once, and not hasting to go down for the space of a day, and it was a glorious day, never was the like but what was that to the day that shall never have a night? Or, if it had, it should be a light night for <i>neither shall thy moon withdraw itself <\/i> it shall never wane, shall never change, but be always at the full. The comforts and joys that are in heaven, the glories provided for the soul, as the light of the sun, and those prepared for the glorified body too, as the light of the moon, shall never know the least cessation or interruption how should they when <i>the Lord shall <\/i> himself <i>be thy everlasting light <\/i>&mdash;a light which never wastes nor can ever be extinguished? <i>And the days of thy mourning shall be ended, <\/i> so as never to return for <i>all tears shall be wiped away, <\/i> and the fountains of them, sin and affliction, dried up, so that <i>sorrow and sighing shall flee away <\/i> for ever. 3. Those that are entitled to this happiness, being duly prepared and qualified for it, shall never be put out of the possession of it (<a class=\"isa\" verses=\"WzE4ODQzXQ==\">Isaiah 60:21 <\/a>): <i>Thy people, <\/i> that shall inhabit this New Jerusalem, <i>shall all be righteous, <\/i> all justified by the righteousness of the Messiah, all sanctified by his Spirit all that people, that Jerusalem, must be righteous, must have that <i>holiness without which no man shall see the Lord. <\/i> They are all righteous, for we know that <i>the unrighteous shall not inherit the kingdom of God. <\/i> There are no people on earth that are all righteous there is a mixture of some bad in the best societies on this side heaven but there are no mixtures there. They shall be <i>all righteous, <\/i> that is, they shall be entirely righteous as there shall be none corrupt among them, so there shall be no corruption in them the <i>spirits of just men <\/i> shall there be <i>made perfect. <\/i> And they shall be <i>all the righteous <\/i> together who shall replenish the New Jerusalem it is called the <i>congregation of the righteous, <\/i> <a class=\"ref\">Psalm 1:5 <\/a>. And, because they are <i>all righteous, <\/i> therefore <i>they shall inherit the land for ever, <\/i> for nothing but sin can turn them out of it. The perfection of the saints' holiness secures the perpetuity of their happiness. 4. The glory of the church shall redound to the honour of the church's God: \"They shall appear to be the <i>branch of my planting, the work of my hands, <\/i> and I will own them as such.\" It was by the grace of God that they were designed to this happiness they are <i>the branch of his planting, <\/i> or of his plantations he broke them off from the wild olive and grafted them into the good olive, transplanted them out of the field, when they were as tender branches, into his nursery, that, being now planted in his <i>garden on earth, <\/i> they might shortly be removed to his <i>paradise in heaven. <\/i> It was by his grace likewise that they were prepared and fitted for this happiness they <i>are the work of his hands <\/i> (<a class=\"ref\">Ephesians 2:10 <\/a>), are <i>wrought to the self-same thing, <\/i> <a class=\"ref\">2 Corinthians 5:5 <\/a>. It is a work of time, and, when it shall be finished, will appear a work of wonder and God will be glorified, who began it, and carried it on for the Lord Jesus will then be <i>admired in all those that believe. <\/i> God will glorify himself in glorifying his chosen. 5. They will appear the more glorious, and God will be the more glorified in them, if we compare what they are with what they were, the happiness they have arrived at with the smallness of their beginnings (<a class=\"isa\" verses=\"WzE4ODQ0XQ==\">Isaiah 60:22 <\/a>): \" <i>A little one shall become a thousand and a small one a strong nation. <\/i> \" The captives that returned out of Babylon strangely multiplied, and became a strong nation. The Christian church was a little one, a very small one at first&mdash;the number of their names was once but 120 yet it became a thousand. The stone cut out of the mountain without hands swelled so as to fill the earth. The triumphant church, and every glorified saint, will be a thousand out of a little one, a strong nation out of a small one. The grace and peace of the saints were at first like a <i>grain of mustard-seed, <\/i> but they increase and multiply, and make a little one to become a thousand, the weak to be as David. When they come to heaven, and look back upon the smallness of their beginning, they will wonder how they got thither. And so wonderful is all this promise that it needed the ratification with which it is closed: <i>I the Lord will hasten it in his time <\/i>&mdash;all that is here said relating to the Jewish and Christian church, to the militant and triumphant church, and to every particular believer. (1.) It may seem too difficult to be brought about, and therefore may be despaired of but the God of almighty power has undertaken it: \" <i>I the Lord will do it, <\/i> who can do it, and who have determined to do it.\" It will be done by him whose power is irresistible and his purposes unalterable. (2.) It may seem to be delayed and put off so long that we are out of hopes of it but, as the Lord will do it, so he will <i>hasten it, <\/i> will do it with all convenient speed though much time may pass before it is done, no time shall be lost he will <i>hasten it in its time, <\/i> in the proper time, in the season wherein it will be beautiful he will do it in the time appointed by his wisdom, though not in the time prescribed by our folly. And this is really hastening it for, though it seem to tarry, it does not tarry if it come in God's time, for we are sure that that is the best time, which he that believes will patiently wait for. <\/p> ",
    "audit": null
}