{
    "id": 12120,
    "source": "mhm",
    "verse_id": 17824,
    "verse_count": 7,
    "reference": "8:16–22",
    "title": "",
    "html": "<p>16 Bind up the testimony, seal the law among my disciples. 17 And I will wait upon the L<b>ORD<\/b> , that hideth his face from the house of Jacob, and I will look for him. 18 Behold, I and the children whom the L<b>ORD<\/b> hath given me<i>are<\/i> for signs and for wonders in Israel from the L<b>ORD<\/b> of hosts, which dwelleth in mount Zion. 19 And when they shall say unto you, Seek unto them that have familiar spirits, and unto wizards that peep, and that mutter: should not a people seek unto their God? for the living to the dead? 20 To the law and to the testimony: if they speak not according to this word, <i>it is<\/i> because<i>there is<\/i> no light in them. 21 And they shall pass through it, hardly bestead and hungry: and it shall come to pass, that when they shall be hungry, they shall fret themselves, and curse their king and their God, and look upward. 22 And they shall look unto the earth and behold trouble and darkness, dimness of anguish and<i>they shall be<\/i> driven to darkness.<\/p><p>In these verses we have,<\/p><p>I. The unspeakable privilege which the people of God enjoy in having the oracles of God consigned over to them, and being entrusted with the sacred writings. That they may sanctify the Lord of hosts, may make him their fear and find him their sanctuary, <i>bind up the testimony,<\/i> <a class=\"isa\" verses=\"WzE3ODI0XQ==\">Isaiah 8:16<\/a>. Note, It is a great instance of God's care of his church and love to it that he has lodged in it the invaluable treasure of divine revelation. 1. It is a<i>testimony<\/i> and a<i>law<\/i> not only this prophecy is so, which must therefore be preserved safely for the comfort of God's people in the approaching times of trouble and distress, but the whole word of God is so God has attested it, and he has enjoined it. As a testimony it directs our faith as a law it directs our practice and we ought both to subscribe to the truths of it and to submit to the precepts of it. 2. This testimony and this law are bound up and sealed, for we are not to add to them nor diminish from them they are a letter from God to man, folded up and sealed, a proclamation under the broad seal. The binding up and sealing of the Old Testament signified that the full explication of many of the prophecies of it was reserved for the New-Testament times. <a class=\"ref\">Daniel 12:4<\/a> , <i>Seal the book till the time of the end<\/i> but what was then bound up and sealed is now open and unsealed, and<i>revealed unto babes,<\/i> <a class=\"ref\">Matthew 11:25<\/a>. Yet with reference to the other world, and the future state, still the testimony is bound up and sealed, for we know but in part, and prophesy but in part. 3. They are lodged as a sacred deposit in the hands of the disciples of<i>the children of the prophets and the covenant,<\/i> <a class=\"ref\">Acts 3:25<\/a>. This is the good thing which is committed to them, and which they are charged with the custody of, <a class=\"ref\">2 Timothy 1:13<\/a>. Those that had prophets for their tutors must still keep close to the written word.<\/p><p>II. The good use which we ought to make of this privilege. This we are taught,<\/p><p>1. By the prophet's own practice and resolutions, <a class=\"isa\" verses=\"WzE3ODI1XQ==\">Isaiah 8:17<\/a>. He embraced the law ad the testimony, and he had the comfort of them, in the midst of the many discouragements he met with. Note, Those ministers can best recommend the word of God to others that have themselves found the satisfaction of relying upon it. Observe,<\/p><p>(1.) The discouragements which the prophet laboured under. He specifies two:&mdash; [1.] The frowns of God, not so much upon himself, but upon his people, whose interests lay very near his heart: \"He<i>hides his face from the house of Jacob,<\/i> and seems at present to neglect them, and lay them under the tokens of his displeasure.\" The prophet was himself employed in revealing God's wrath against them, and yet grieved thus for it, as one that did not desire the woeful day. If the house of Jacob forsake the God of Jacob, let it not be thought strange that he hides his face from them. [2.] The contempt and reproaches of men, not only upon himself, but upon his disciples, among whom the law and the testimony were sealed:<i>I and the children whom the Lord has given me are for signs and wonders<\/i> we are gazed at as monsters or outlandish people, pointed at as we go along the streets. Probably the prophetical names that were given to his children were ridiculed and bantered by the profane scoffers of the town. <i>I am as a wonder unto many,<\/i> <a class=\"ref\">Psalm 71:7<\/a>. God's people are the world's wonder ( <a class=\"ref\">Zechariah 3:8<\/a>) for their singularity, and because they run not with them to the same excess of riot, <a class=\"ref\">1 Peter 4:4<\/a>. The prophet was herein a type of Christ for this is quoted ( <a class=\"ref\">Hebrews 2:13<\/a>) to prove that believers are Christ's children:<i>Behold, I and the children whom God has given me. <\/i> Parents must look upon their children as God's gifts, his gracious gifts Jacob did so, <a class=\"ref\">Genesis 33:5<\/a>. Ministers must look upon their converts as their children, and be tender of them accordingly ( <a class=\"ref\">1 Thessalonians 2:7<\/a>), and as the children whom God has given them for, whatever good we are instrumental of to others, it is owing to the grace of God. Christ looks upon believers as his children, whom the Father gave him ( <a class=\"ref\">John 17:6<\/a>), and both he and they are for signs and wonders, spoken against ( <a class=\"ref\">Luke 2:34<\/a>), every where spoken against, <a class=\"ref\">Acts 28:22<\/a>.<\/p><p>(2.) The encouragement he took in reference to these discouragements. [1.] He saw the hand of God in all that which was discouraging to him, and kept his eye upon that. Whatever trouble the house of Jacob is in, it comes from God's hiding his face nay, whatever contempt was put upon him or his friends, it is from the Lord of hosts he has bidden Shimei curse David, <a class=\"ref\">Job 19:13<\/a>. [2.] He saw God dwelling in Mount Zion, manifesting himself to his people, and ready to hear their prayers and receive their homage. Though, for the present, he hide his face from the house of Jacob, yet they know where to find him and recover the sight of him he dwells in Mount Zion. [3.] He therefore resolved to wait upon the Lord and to look for him to attend his motions even while he hid his face, and to expect with a humble assurance his returns in a way of mercy. Those that wait upon God by faith and prayer may look for him with hope and joy. When we have not sensible comforts we must still keep up our observance of God and obedience to him, and then wait awhile<i>at evening time it shall be light. <\/i><\/p><p>2. By the counsel and advice which he gives to his disciples, among whom the law and the testimony were sealed, to whom were committed the lively oracles.<\/p><p>(1.) He supposes they would be tempted, in the day of their distress, to consult<i>those that had familiar spirits,<\/i> that dealt with the devil, asked his advice, and desired to be informed by him concerning things to come, that they might take their measures accordingly. Thus Saul, when he was in straits, made his application to the witch of Endor ( <a class=\"ref\">1 Samuel 28:7<\/a>), and Ahaziah to the god of Ekron, <a class=\"ref\">2 Kings 1:2<\/a>. These conjurors had strange fantastic gestures and tones: They<i>peeped and muttered<\/i> they muffled their heads, that they could neither see nor be seen plainly, but peeped and were peeped at. Or both the words here used may refer to their voice and manner of speaking they delivered what they had to say with a low, hollow, broken sound, scarcely articulate, and sometimes in a puling or mournful tone, like a crane, or a swallow, or a dove, <a class=\"isa\" verses=\"WzE4NDA1XQ==\">Isaiah 38:14<\/a>. They spoke not with that boldness and plainness which the prophets of the Lord spoke with, but as those who desire to amuse people rather than to instruct them yet there were those who were so wretchedly sottish as to seek to them and to court others to do so, even the prophet's hearers, who knew better things, whom therefore the prophet warns not to say, <i>A confederacy<\/i> with such. There were express laws against this wickedness ( <a class=\"ref\">Leviticus 19:31<\/a>), and yet it was found in Israel, is found even in Christian nations but let all that have any sense of religion show it, by startling at the thought of it. <i>Get thee behind me, Satan. <\/i> Dread the use of spells and charms, and consulting those that by hidden arts pretend to tell fortunes, cure diseases, or discover things lost for this is a heinous crime, and, in effect, denies the God that is above.<\/p><p>(2.) He furnishes them with an answer to this temptation, puts words into their mouths. \"If any go about thus to ensnare you, give them this reply:<i>Should not a people seek to their God?<\/i> What!<i>for the living to the dead!<\/i> \" [1.] \"Tell them it is a principle of religion that a people ought to seek unto their God now Jehovah is our God, and therefore to him we ought to seek, and to consult with him, and not with those that have familiar spirits. <i>All people will thus walk in the name of their God,<\/i> <a class=\"ref\">Micah 4:5<\/a>. Those that made the hosts of heaven their gods<i>sought unto them,<\/i> <a class=\"ref\">Jeremiah 8:2<\/a>. Should not a people under guilt, and in trouble, seek to their God for pardon and peace? Should not a people in doubt, in want, and in danger, seek to their God for direction, supply, and protection? Since the Lord is our God, and we are his people, it is certainly our duty to seek him.\" [2.] \"Tell them it is an instance of the greatest folly in the world to seek for living men to dead idols.\" What can be more absurd than to seek to lifeless images for life and living comforts, or to expect that our friends that are dead should do that for us, when we deify them and pray to them, which our living friends cannot do? The<i>dead know not any thing,<\/i> nor is there with them<i>any device or working,<\/i> <a class=\"ref\">Ecclesiastes 9:5<\/a>. It is folly therefore for the living to make their court to them, with any expectation of relief from them. Necromancers consulted the dead, as the witch of Endor, and so proclaimed their own folly. We must live by the living, and not by the dead. What life or light can we look for from those that have no light or life themselves?<\/p><p>(3.) He directs them to consult the oracles of God. If the prophets that were among them did not speak directly to every case, yet they had the written word, and to that they must have recourse. Note, Those will never be drawn to consult wizards that know how to make a good use of their Bibles. Would we know how we may seek to our God, and come to the knowledge of his mind?<i>To the law and to the testimony. <\/i> There you will see what is good, and what the Lord requires of you. Make God's statutes your counsellors, and you will be counselled aright. Observe, [1.] What use we must make of the law and the testimony: we must<i>speak according to that word,<\/i> that is, we must make this our standard, conform to it, take advice from it, make our appeals to it, and in every thing be overruled and determined by it, consent to those wholesome healing words ( <a class=\"ref\">1 Timothy 6:3<\/a>), and speak of the things of God in the words which the Holy Ghost teaches. It is not enough to say nothing against it, but we must speak according to it. [2.] Why we must make this use of the law and the testimony: because we shall be convicted of the greatest folly imaginable if we do not. Those that concur not with the word of God do thereby evince that<i>there is no light,<\/i> no morning light (so the word is)<i>in them<\/i> they have no right sense of things they do not understand themselves, nor the difference between good and evil, truth and falsehood. Note, Those that reject divine revelation have not so much as human understanding nor do those rightly admit the oracles of reason who will not admit the oracles of God. Some read it as a threatening: \"If they speak not according to this word, there shall be no light to them, no good, no comfort or relief but they shall be driven to darkness and despair \" as it follows here, <a class=\"isa\" verses=\"WzE3ODI5XQ==\">Isaiah 8:21<\/a>. What light had Saul when he consulted the witch? <a class=\"ref\">1 Samuel 28:18<\/a>. Or what light can those expect that turn away from the Father of lights?<\/p><p>(4.) He reads the doom of those that seek to familiar spirits and regard not God's law and testimony there shall not only be no light to them, no comfort or prosperity, but they may expect all horror and misery, <a class=\"isa\" verses=\"WzE3ODI5XQ==\">Isaiah 8:21<\/a>. [1.] The trouble they feared shall come upon them: They shall<i>pass through<\/i> the land, or pass to and fro in the land, unfixed, unsettled, and driven from place to place by the threatening power of an invading enemy they shall be<i>hardly bestead<\/i> whither to go for the necessary supports of life, either because the country would be so impoverished that there would be nothing to be had, or at least themselves and their friends so impoverished that there would be nothing to be had for them so that those who used to be fed to the full shall be hungry. Note, Those that go away from God go out of the way of all good. [2.] They shall be very uneasy to themselves, by their discontent and impatience under their trouble. A good man may be in want, but then he quiets himself, and strives to make himself easy but these people<i>when they shall be hungry shall fret themselves,<\/i> and when they have nothing to feed on their vexation shall prey upon their own spirits for fretfulness is a sin that is its own punishment. [3.] They shall be very provoking to all about them, nay, to all above them when they find all their measures broken, and themselves at their wits' end, they will forget all the rules of duty and decency, and will treasonably<i>curse their king<\/i> and blasphemously curse<i>their God,<\/i> and this more than<i>in their thought and in their bedchamber,<\/i> <a class=\"ref\">Ecclesiastes 10:20<\/a>. They begin with cursing their king for managing the public affairs no better, as if the fault were his, when the best and wisest kings cannot secure success but, when they have broken the bonds of their allegiance, no marvel if those of their religion do not hold them long: they next curse their God, curse him, and die they quarrel with his providence, and reproach that, as if he had done them wrong. <i>The foolishness of man perverts his way,<\/i> and then<i>his heart frets against the Lord,<\/i> <a class=\"ref\">Proverbs 19:3<\/a>. See what need we have to<i>keep our mouth as with a bridle<\/i> when our<i>heart is hot within us<\/i> for the language of fretfulness is commonly very offensive. [4.] They shall abandon themselves to despair, and, which way soever they look, shall see no probability of relief. They shall look upward, but heaven shall frown upon them and look gloomy and how can it be otherwise when they curse their God? They shall look to the earth, but what comfort can that yield to those with whom God is at war? There is nothing there but trouble, and darkness, and dimness of anguish, every thing threatening, and not one pleasant gleam, not one hopeful prospect but they shall be driven to darkness by the violence of their own fears, which represent every thing about them black and frightful. This explains what he had said <a class=\"isa\" verses=\"WzE3ODI4XQ==\">Isaiah 8:20<\/a> , that there shall be no light to them. Those that shut their eyes against the light of God's word will justly be abandoned to darkness, and left to wander endlessly, and the sparks of their own kindling will do them no kindness.<\/p> ",
    "audit": null
}