{
    "id": 12298,
    "source": "mhm",
    "verse_id": 18742,
    "verse_count": 5,
    "reference": "55:1-5",
    "title": "",
    "html": "<p>  1  Ho, every one that thirsteth, come ye to the waters, and he  that hath no money  come ye, buy, and eat  yea, come, buy wine  and milk without money and without price.    2  Wherefore do ye spend money for <i>that which is<\/i> not bread?  and your labour for <i>that which<\/i> satisfieth not? hearken  diligently unto me, and eat ye <i>that which is<\/i> good, and let your  soul delight itself in fatness.    3  Incline your ear, and come unto me: hear, and your soul shall  live  and I will make an everlasting covenant with you, <i>even<\/i>  the sure mercies of David.    4  Behold, I have given him <i>for<\/i> a witness to the people, a  leader and commander to the people.    5  Behold, thou shalt call a nation <i>that<\/i> thou knowest not, and  nations <i>that<\/i> knew not thee shall run unto thee because of the  L<b>ORD<\/b> thy God, and for the Holy One of Israel  for he hath  glorified thee.  <\/p>  <p>  Here,  I. We are all invited to come and take the benefit of that provision  which the grace of God has made for poor souls in the new covenant, of  that which is the <i>heritage of the servants of the Lord<\/i>  (<a class=\"isa\" verses=\"WzE4NzQxXQ==\">Isaiah 54:17<\/a>),  and not only their heritage hereafter, but their cup now,   <a class=\"isa\" verses=\"WzE4NzQyXQ==\">Isaiah 55:1<\/a>.  Observe,<\/p>  <p>  1. Who are invited: <i>Ho, every one.<\/i> Not the Jews only, to whom  first the word of salvation was sent, but the Gentiles, the poor and  the maimed, the halt and the blind, are called to this marriage supper,  whoever can be picked up out of the highways and the hedges. It  intimates that in Christ there is enough for all and enough for each,  that ministers are to make a general offer of life and salvation to  all, that in gospel times the invitation should be more largely made  than it had been and should be sent to the Gentiles, and that the  gospel covenant excludes none that do not exclude themselves. The  invitation is published with an <i>Oyez-Ho,<\/i> take notice of it.  <i>He that has ears to hear let him hear.<\/i><\/p>  <p>  2. What is the qualification required in those that shall be  welcome--they must thirst. All shall be welcome to gospel grace upon  those terms only that gospel grace be welcome to them. Those that are  satisfied with the world and its enjoyments for a portion, and seek not  for a happiness in the favour of God,--those that depend upon the merit  of their own works for a righteousness, and see no need they have of  Christ and his righteousness,--these do not thirst  they have no sense  of their need, are in no pain or uneasiness about their souls, and  therefore will not condescend so far as to be beholden to Christ. But  those that thirst are invited to the waters, as those that labour, and  are heavy-laden, are invited to Christ for rest. Note, Where God gives  grace he first gives a thirsting after it  and, where he has given a  thirsting after it, he will give it,   <a class=\"ref\">Psalm 81:10<\/a>.<\/p>  <p>  3. Whither they are invited: <i>Come you to the waters.<\/i> Come to the  water-side, to the ports, and quays, and wharfs, on the navigable  rivers, into which goods are imported  thither come and buy, for that  is the market-place of foreign commodities  and to us they would have  been for ever foreign if Christ had not brought in an everlasting  righteousness. Come to Christ  for he is the fountain opened  he is the  rock smitten. Come to holy ordinances, to those streams that make glad  the city of our God  come to them, and though they may seem to you  plain and common things, like waters, yet to those who believe in  Christ the things signified will be as wine and mile, abundantly  refreshing. Come to the healing waters  come to the living waters.  Whoever will, let him come, and <i>partake of the waters of life,<\/i>   <a class=\"ref\">Revelation 22:17<\/a>.  Our Saviour referred to it,   <a class=\"ref\">John 7:37<\/a>.  <i>If any man thirst, let him come to me and drink.<\/i><\/p>  <p>  4. What they are invited to do.  (1.) <i>Come, and buy.<\/i> Never did any tradesman court customers that  he hoped to get by as Christ courts us to that which we only are to be  gainers by. \"Come and buy, and we can assure you you shall have a good  bargain, which you will never repent of nor lose by. Come and buy  make  it your own by an application of the grace of the gospel to yourselves  make it your own upon Christ's terms, nay, your own upon any terms, nor  deliberating whether you shall agree to them.\"  (2.) \"<i>Come, and eat <\/i> make it still more your own, as that which  we eat is more our own than that which we only buy.\" We must buy the  truth, not that we may lay it by to be looked at, but that we may feed  and feast upon it, and that the spiritual life may be nourished and  strengthened by it. We must buy necessary provisions for our souls, be  willing to part with any thing, though ever so dear to us, so that we  may but have Christ and his graces and comforts. We must part with sin,  because it is an opposition to Christ, part with all opinion of our own  righteousness, as standing in competition with Christ, and part with  life itself, and its most necessary supports, rather than quit our  interest in Christ. And, when we have bought what we need, let us not  deny ourselves the comfortable use of it, but enjoy it, and eat the  labour of our hands: <i>Buy, and eat.<\/i><\/p>  <p>  5. What is the provision they are invited to: \"<i>Come, and buy wine  and milk,<\/i> which will not only quench the thirst\" (fair water would  do that), \"but nourish the body, and revive the spirits.\" The world  comes short of our expectations. We promise ourselves, at least, water  in it, but we are disappointed of that, as <i>the troops of Tema,<\/i>   <a class=\"ref\">Job 6:19<\/a>.  But Christ outdoes our expectations. We come to the waters, and would  be glad of them, but we find there wine and milk, which were the staple  commodities of the tribe of Judah, and which the Shiloh of that tribe  is furnished with to entertain the <i>gathering of the people to  him,<\/i>   <a class=\"ref\">Genesis 49:10<\/a>.  <i>His eyes shall be red with wine and his teeth white with milk.<\/i>  We must come to Christ, to have milk for babes, to nourish and cherish  those that are but lately born again  and with him strong men shall  find that which will be a cordial to them: they shall have wine to make  glad their hearts. We must part with our puddle-water, nay, with our  poison, that we may procure this wine and milk.<\/p>  <p>  6. The free communication of this provision: <i>Buy it without money,  and without price.<\/i> A strange way of buying, not only without ready  money (that is common enough), but without any money, or the promise of  any  yet it seems not so strange to those who have observed Christ's  counsel to Laodicea, that was wretchedly poor, to <i>come and buy,<\/i>   <a class=\"ref\">Revelation 3:17<\/a>.  Our buying without money intimates,  (1.) That the gifts offered us are invaluable and such as no price can  be set upon. Wisdom is that which cannot be gotten for gold.  (2.) That he who offers them has no need of us, nor of any returns we  can make him. He makes us these proposals, not because he has occasion  to sell, but because he has a disposition to give.  (3.) That the things offered are already bought and paid for. Christ  purchased them at the full value, with price, not with money, but with  <i>his own blood,<\/i>   <a class=\"ref\">1 Peter 1:19<\/a>.  (4.) That we shall be welcome to the benefits of the promise, though we  are utterly unworthy of them, and cannot make a tender of any thing  that looks like a valuable consideration. We ourselves are not of any  value, nor is any thing we have or can do, and we must own it, that, if  Christ and heaven be ours, we may see ourselves for ever indebted to  free grace.<\/p>  <p>  II. We are earnestly pressed and persuaded (and O that we would be  prevailed with!) to accept this invitation, and make this good bargain  for ourselves.<\/p>  <p>  1. That which we are persuaded to is to hearken to God and to his  proposals: \"<i>Hearken diligently unto me,<\/i>   <a class=\"isa\" verses=\"WzE4NzQzXQ==\">Isaiah 55:2<\/a>.  Not only give me the hearing, but approve of what I say, and apply it  to yourselves  (<a class=\"isa\" verses=\"WzE4NzQ0XQ==\">Isaiah 55:3<\/a>):  <i>Incline your ear,<\/i> as you do to that which you find yourselves  concerned in and pleased with  bow the ear, and let the proud heart  stoop to the humbling methods of the gospel  bend the ear this way,  that you may hear with attention and remark  hear, <i>and come unto  me <\/i> not only come and treat with me, but comply with me, come up to  my terms \" accept God's offers as very advantageous  answer his demands  as very fit and reasonable.<\/p>  <p>  2. The arguments used to persuade us to this are taken,<\/p>  <p>  (1.) From the unspeakable wrong we do to ourselves if we neglect and  refuse this invitation: \"<i>Wherefore do you spend money for that which  is not bread,<\/i> which will not yield you, no, not beggar's food, dry  bread, when with me you may have wine and milk without money?  <i>Wherefore do you spend your labour<\/i> and toil <i>for that  which<\/i> will not be so much as dry bread to you, for it <i>satisfies  not?<\/i>\" See here,  [1.] The vanity of the things of this world. They are not bread, not  proper food for a soul  they afford no suitable nourishment or  refreshment. Bread is the staff of the natural life, but it affords no  support at all to the spiritual life. All the wealth and pleasure in  the world will not make one meal's meat for a soul. Eternal truth and  eternal good are the only food for a rational and immortal soul, the  life of which consists in reconciliation and conformity to God, and in  union and communion with him, which the things of the world will not at  all befriend. <i>They satisfy not <\/i> they yield not any solid comfort  and content to the soul, nor enable it to say, \"Now I have what I would  have.\" Nay, they do not satisfy even the appetites of the body. The  more men have the more they would have,   <a class=\"ref\">Ecclesiastes 1:8<\/a>.  Haman was unsatisfied in the midst of his abundance. They flatter, but  they do not fill  they please for a while, like the dream of a hungry  man, who awakes and his soul is empty. They soon surfeit, but they  never satisfy  they cloy a man, but do not content him, or make him  truly easy. It is all vanity and vexation.  [2.] The folly of the children of this world. They spend their money  and labour for these uncertain unsatisfying things. Rich people live by  their money, poor people by their labour  but both mistake their truest  interest, while the one is trading, the other toiling, for the world,  both promising themselves satisfaction and happiness in it, but both  miserably disappointed. God vouchsafes compassionately to reason with  them: \"Wherefore do you thus act against your own interest? Why do you  suffer yourselves to be thus imposed upon?\" Let us reason with  ourselves, and let the result of these reasonings be a holy resolution  not to <i>labour for the meat that perishes, but for that which endures  to everlasting life,<\/i>   <a class=\"ref\">John 6:27<\/a>.  Let all the disappointments we meet with in the world help to drive us  to Christ, and lead us to seek for satisfaction in him only. This is  the way to make sure which will be made sure.<\/p>  <p>  (2.) From the unspeakable kindness we do to ourselves if we accept this  invitation and comply with it.  [1.] hereby we secure to ourselves present pleasure and satisfaction:  \"If you hearken to Christ, you <i>eat that which is good,<\/i> which is  both wholesome and pleasant, good in itself and good for you.\" God's  good word and promise, a good conscience, and the comforts of God's  good Spirit, are a continual feast to those that hearken diligently and  obediently to Christ. Their souls shall <i>delight themselves in  fatness,<\/i> that is, in the riches and most grateful delights. Here  the invitation is not, \"Come, and <i>buy,<\/i>\" lest that should  discourage, but, \"Come, and <i>eat <\/i> come and entertain yourselves  with that which will be abundantly pleasing  eat, O friends!\" It is sad  to think that men should need to be courted thus to their own bliss.  [2.] Hereby we secure to ourselves lasting happiness: \"<i>Hear, and  your soul shall live <\/i> you shall not only be saved from perishing  eternally, but you shall be eternally blessed:\" for less than that  cannot be the life of an immortal soul. The words of Christ are spirit  and life, life to spirits  (<a class=\"ref\">John 6:33<\/a>),  the words of this life,   <a class=\"ref\">Acts 5:20<\/a>.  On what easy terms is happiness offered to us! It is but \"Hear, and you  shall live.\"  [3.] The great God graciously secures all this to us: \"Come to me,  <i>and I will make an everlasting covenant with you,<\/i> will put  myself into covenant-relations and under covenant-engagements to you,  and thereby settle upon you <i>the sure mercies of David.<\/i>\" Note,  <i>First,<\/i> If we come to God to serve him, he will covenant with us  to do us good and make us happy  such are his condescension to us and  concern for us. <i>Secondly,<\/i> God's covenant with us is an  everlasting covenant--its contrivance from everlasting, its continuance  to everlasting. <i>Thirdly,<\/i> The benefits of this covenant are  mercies suited to our case, who, being miserable, are the proper  objects of mercy. They come from God's mercy, and are ordered every way  in kindness to us. <i>Fourthly,<\/i> They are the mercies of David, such  mercies as God promised to David  (<a class=\"ref\">Psalm 89:28<\/a>,  &c.), which are called <i>the mercies of David his servant,<\/i> and are  appealed to by Solomon,   <a class=\"ref\">2 Chronicles 6:42<\/a>.  It shall be a covenant as sure as that with David,   <a class=\"ref\">Jeremiah 33:25<\/a>.  The covenant of royalty was a figure of the covenant of grace,   <a class=\"ref\">2 Samuel 23:5<\/a>.  Or, rather, by David here we are to understand the Messiah.  Covenant-mercies are all <i>his<\/i> mercies  they are purchased by him  they are promised in him  they are treasured up in his hand, and out of  his hand they are dispensed to us. He is the Mediator and trustee of  the covenant  to him this is applied,   <a class=\"ref\">Acts 13:34<\/a>.  They are the <b><i>ta hosia<\/i><\/b> (the word used there, and by the  Septuagint here)--<i>the holy things<\/i> of David, for they are  confirmed by the holiness of God  (<a class=\"ref\">Psalm 89:35<\/a>)  and are intended to advance holiness among men. <i>Fifthly,<\/i> They  are sure mercies. The covenant, being well-ordered in all things, is  sure. It is sure in the general proposal of it  God is real and  sincere, serious and in earnest, in the offer of these mercies. It is  sure in the particular application of it to believers  God's gifts and  callings are without repentance. They are the mercies of David, and  therefore sure, for in Christ the promises are all yea and amen.<\/p>  <p>  III. Jesus Christ is promised for the making good of all the other  promises which we are here invited to accept of,   <a class=\"isa\" verses=\"WzE4NzQ1XQ==\">Isaiah 55:4<\/a>.  He is that David whose sure mercies all the blessings and benefits of  the covenant are. \"And God has <i>given him<\/i> in his purpose and  promise, has constituted and appointed him, and in the fulness of time  will as surely send him as if he had already come, to be all that to us  which is necessary to our having the benefit of these preparations.\" He  has given him freely  for what more free than a gift? There was nothing  in us to merit such a favour, but Christ is the gift of God. We want  one,  1. To attest the truth of the promises which we are invited to take the  benefit of  and Christ is given <i>for a witness<\/i> that God is  willing to receive us into his favour upon gospel terms, to confirm the  promises made unto the fathers, that we may venture our souls upon  those promises with entire satisfaction. Christ is a faithful witness,  we may take his word--a competent witness, for he lay in the bosom of  the Father from eternity, and was perfectly apprised of the whole  matter. Christ, as a prophet, testifies the will of God to the world  and to believe is to receive his testimony.  2. To assist us in closing with the invitation, and coming up to the  terms of it. We know not how to find the way to the waters where we are  to be supplied, but Christ is given to be <i>a leader.<\/i> We know not  what to do that we may be qualified or it, and become sharers in it,  but he is given for <i>a commander,<\/i> to show us what to do and  enable us to do it. Much difficulty and opposition lie in our way to  Christ  we have spiritual enemies to grapple with, but, to animate us  for the conflict, we have a good captain, like Joshua, a leader and  commander to tread our enemies under our feet and to put us in  possession of the land of promise. Christ is a commander by his  precept and a leader by his example  our business is to obey him and  follow him.<\/p>  <p>  IV. The Master of the feast being fixed, it is next to be furnished  with guests, for the provision shall not be lost, nor made in vain,   <a class=\"isa\" verses=\"WzE4NzQ2XQ==\">Isaiah 55:5<\/a>.  1. The Gentiles shall be called to this feast, shall be invited out of  the highways and the hedges: \"<i>Thou shalt call a nation that thou  knowest not,<\/i> that is, that was not formerly called and owned as thy  nation, that thou didst not send prophets to as to Israel, the people  whom God knew above all the families of the earth.\" The Gentiles shall  now be favoured as they never were before  their knowing God is said to  be rather their <i>being known of God,<\/i>   <a class=\"ref\">Galatians 4:9<\/a>.  2. They shall come at the call: <i>Nations that knew not thee shall run  unto thee <\/i> those that had long been afar off from Christ shall be  made nigh  those that had been running from him shall run to him, with  the greatest speed and alacrity imaginable. There shall be a concourse  of believing Gentiles to Christ, who, being lifted up from the earth,  will draw all men to him. Now see the reason,  (1.) Why the Gentiles will thus flock to Christ  it is <i>because of  the Lord his God,<\/i> because he is the Son of God, and is declared to  be so with power, because they now see his God is one with whom they  have to do, and there is no coming to him as their God but by making an  interest in his Son. Those that are brought to be acquainted with God,  and understand how the concern lies between them and him, cannot but  run to Jesus Christ, who is the only Mediator between God and Man, and  there is no coming to God but by him.  (2.) Why God will bring them to him  it is because he is the Holy One  of Israel, true to his promises, and he has promised to glorify him by  giving him the heathen for his inheritance. When Greeks began to  enquire after Christ he said, <i>The hour has come that the Son of man  should be glorified,<\/i>   <a class=\"ref\">John 12:22<\/a>.  And his being glorified in his resurrection and ascension was the great  argument by which multitudes were wrought upon to run to him.<\/p>",
    "audit": null
}