{
    "id": 12274,
    "source": "mhm",
    "verse_id": 18655,
    "verse_count": 6,
    "reference": "49:18–23",
    "title": "",
    "html": " <p>18 Lift up thine eyes round about, and behold: all these gather themselves together, <i>and <\/i>,come to thee. <i>As <\/i>,I live, saith the L <b>ORD <\/b>,, thou shalt surely clothe thee with them all, as with an ornament, and bind them <i>on thee, <\/i>,as a bride <i>doeth. <\/i>,19 For thy waste and thy desolate places, and the land of thy destruction, shall even now be too narrow by reason of the inhabitants, and they that swallowed thee up shall be far away. 20 The children which thou shalt have, after thou hast lost the other, shall say again in thine ears, The place <i>is <\/i>,too strait for me: give place to me that I may dwell. 21 Then shalt thou say in thine heart, Who hath begotten me these, seeing I have lost my children, and am desolate, a captive, and removing to and fro? and who hath brought up these? Behold, I was left alone these, where <i>had <\/i>,they <i>been? <\/i>,22 Thus saith the Lord G <b>OD <\/b>,, Behold, I will lift up mine hand to the Gentiles, and set up my standard to the people: and they shall bring thy sons in <i>their <\/i>,arms, and thy daughters shall be carried upon <i>their <\/i>,shoulders. 23 And kings shall be thy nursing fathers, and their queens thy nursing mothers: they shall bow down to thee with <i>their <\/i>,face toward the earth, and lick up the dust of thy feet and thou shalt know that I <i>am <\/i>,the L <b>ORD <\/b>: for they shall not be ashamed that wait for me. <\/p> <p>Two things are here promised, which were to be in part accomplished in the reviving of the Jewish church after its return out of captivity, but more fully in the planting of the Christian church by the preaching of the gospel of Christ and we may take the comfort of these promises. <\/p> <p>I. That the church shall be replenished with great numbers added to it. It was promised (<a class=\"ref\"> <\/a>) that <i>her children should make haste <\/i>,that promise is here enlarged upon, and is made very encouraging. It is promised, <\/p> <p>1. That multitudes shall flock to the church from all parts. <i>Look round, and see how they gather themselves to thee <\/i>,(<a class=\"ref\"> <\/a>), by a local accession to the Jewish church. They come to Jerusalem from all the adjacent countries, for that was then the centre of their unity but, under the gospel, it is by a spiritual accession to the mystical body of Christ in faith and love. Those that <i>come to Jesus as the Mediator of the new covenant <\/i>,do thereby <i>come to the Mount Zion, <\/i>,the <i>church of the first-born, <\/i>, <a class=\"ref\"> <\/a>. <i>Lift up thy eyes, and behold <\/i>,how <i>the fields are white unto the harvest, <\/i>, <a class=\"ref\"> <\/a>. Note, It is matter of joy to the church to see a multitude of converts to Christ. <\/p> <p>2. That such as are added to the church shall not be a burden and blemish to her, but her strength and ornament. This part of the promise is confirmed with an oath: <i>As I live, saith the Lord, thou shalt surely clothe thyself with them all. <\/i>,The addition of such numbers to the church shall complete her clothing and, when all that were chosen are effectually called, then the bride, the Lamb's wife, shall have made herself ready, shall be quite dressed, <a class=\"ref\"> <\/a>. They shall make her to appear comely and considerable and she shall therefore bind them on with as much care and complacency as a bride does her ornaments. When those that are added to the church are serious, and holy, and exemplary in their conversation, they are an ornament to it. <\/p> <p>3. That thus the country which was waste and desolate, and <i>without inhabitant <\/i>,(<a class=\"ref\"> <\/a>), shall be again peopled, nay, it shall be over-peopled (<a class=\"ref\"> <\/a>): \" <i>Thy waste and thy desolate places, <\/i>,that have long lain so, <i>and the land of thy destruction, <\/i>,that land of thine which was destroyed with thee and which nobody cared for dwelling in, shall now be so full of people that there shall be no room for the inhabitants.\" Here is blessing poured out till there be not <i>room enough to receive it, <\/i>, <a class=\"ref\"> <\/a>. Not that they shall be crowded by their enemies, or straitened for room, as Abraham and Lot were, because of the Canaanite in the land. \"No, <i>those that swallow thee up, <\/i>,and took possession of thy land when thy possession of it was discontinued, <i>shall be far away. <\/i>,Thy people shall be numerous, and there shall be no stranger, no enemy, among them.\" Thus the <i>kingdom of God among men, <\/i>,which had been impoverished and almost depopulated, partly by the corruptions of the Jewish church and partly by the abominations of the Gentile world, was again peopled and enriched by the setting up of the Christian church, and by its graces and glories. <\/p> <p>4. That the new converts shall strangely increase and multiply. Jerusalem, after she has lost abundance of her children by the sword, famine, and captivity, shall have a new family growing up instead of them, children which she <i>shall have after she has lost the other <\/i>,(<a class=\"ref\"> <\/a>), as Seth, who was <i>appointed another seed instead of Abel, <\/i>,and Job's children, which God blessed him with instead of those that were killed in the ruins of the house. God will repair his church's losses and secure to himself a seed to serve him in it. It is promised to the Jews, after their return, that <i>Jerusalem shall be full of boys and girls playing in the streets, <\/i>, <a class=\"ref\"> <\/a>. The church, after it has lost the Jews, who will be cut off by their own infidelity, shall have abundance of children still, more than she had when the Jews belonged to her. See <a class=\"ref\"> <\/a>. They shall be so numerous that, (1.) The Children shall complain for want of room they shall say (and it is a good hearing), \"Our numbers increase so fast that <i>the place is too strait for us <\/i>,\" as the sons of the prophets complained, <a class=\"ref\"> <\/a>. But, strait as the place is, still more shall desire to be admitted, and the church shall gladly admit them, and the inconvenient straitness of the place shall be no hindrance to either for it will be found, whatever we think, that even when the <i>poor and the maimed, the halt and the blind, <\/i>,are brought in, <i>yet still there is room, <\/i>,room enough for those that are in and room for more, <a class=\"ref\"> <\/a>. (2.) The mother shall stand amazed at the increase of her family, <a class=\"ref\"> <\/a>. She shall say, <i>Who has begotten me these? <\/i>,and, <i>Who has brought up these? <\/i>,They come to her with all the duty, affection, and submission of children and yet she never bore any pain for them, nor took any pains with them, but has them ready reared to her hand. This gives her a pleasing surprise, and she cannot but be astonished at it, considering what her condition had been very lately and very long. The Jewish nation had left her children they were cut off. She had been desolate, without ark, and altar, and temple-service, those tokens of God's espousals to them nay, she had been a captive, and continually removing to and fro, in an unsettled condition, and not likely to bring up children either for God or herself. She was left alone in obscurity (<i>this is Zion whom no man seeks after <\/i>), left in all the solitude and sorrow of a widowed state. How then came she to be thus replenished? See here, [1.] That the church is not perpetually visible, but there are times when it is desolate, and left alone, and made few in number. [2.] That yet on the other hand its desolations shall not be perpetual, nor will it be found too hard for God to repair them, and out of stones to raise up children unto Abraham. [3.] That sometimes this is done in a very surprising way, as when a nation is born at once, <a class=\"ref\"> <\/a>. <\/p> <p>5. That this shall be done with the help of the Gentiles, <a class=\"ref\"> <\/a>. The Jews were cast off, among whom it was expected that the church should be built up but God will <i>sow it to himself in the earth, <\/i>,and will thence reap a plentiful crop, <a class=\"ref\"> <\/a>. Observe, (1.) How the Gentiles shall be called in. God will <i>lift up his hand to them, <\/i>,to invite or beckon them, having all the day stretched it out in vain to the Jews, <a class=\"ref\"> <\/a>. Or it denotes the exerting of an almighty power, that of his Spirit and grace, to compel them to come in, to make them willing. And he will <i>set up his standard to them, <\/i>,the preaching of the everlasting gospel, to which they shall gather, and under which they shall enlist themselves. (2.) How they shall come: <i>They shall bring thy sons in their arms. <\/i>,They shall assist the sons of Zion, which are found among them, in their return to their own country, and shall forward them with as much tenderness as ever any parent carried a child that was weak and helpless. God can raise up friends for returning Israelites even among Gentiles. <i>The earth helped the woman, <\/i>, <a class=\"ref\"> <\/a>. Or, \"When they come themselves, they shall bring their children, and make them thy children \" compare <a class=\"ref\"> <\/a>. \"Dost thou ask, <i>Who has begotten and brought up these? <\/i>,Know that they were begotten and brought up among the Gentiles, but they are now brought into thy family.\" Let all that are concerned about young converts, and young beginners in religion, learn hence to deal very tenderly and carefully with them, as Christ does with the lambs which he <i>gathers with his arms and carries in his bosom. <\/i> <\/p> <p>II. That the church shall have a great and prevailing interest in the nations, <a class=\"ref\"> <\/a>. 1. Some of the princes of the nations shall become patrons and protectors to the church: <i>King shall be thy nursing fathers, <\/i>,to carry thy sons in their arms (as Moses, <a class=\"ref\"> <\/a>) and, because women are the most proper nurses, <i>their queens shall be thy nursing mothers. <\/i>,This promise was in part fulfilled to the Jews, after their return out of captivity. Several of the kings of Persia were very tender of their interests, countenanced and encouraged them, as Cyrus, Darius, and Artaxerxes Esther the queen was a nursing mother to the Jews that remained in their captivity, putting her life in her hand to snatch the child out of the flames. The Christian church, after a long captivity, was happy in some such kings and queens as Constantine and his mother Helena, and afterwards Theodosius, and others, who nursed the church with all possible care and tenderness. Whenever the sceptre of government is put into the hands of religious princes, then this promise is fulfilled. The church in this world is in an infant state, and it is in the power of princes and magistrates to do it a great deal of service it is happy when they do so, when their power is a praise to those that do well. 2. Others of them, who stand it out against the church's interests, will be forced to yield and to repent of their opposition: <i>They shall bow down to thee and lick the dust. <\/i>,The promise to the church of Philadelphia seems to be borrowed from this (<a class=\"ref\"> <\/a>): <i>I will make those of the synagogue of Satan to come and worship before thy feet. <\/i>,Or it may be meant of the willing subjection which kings and kingdoms shall pay to Christ the church's King, as he manifests himself in the church (<a class=\"ref\"> <\/a>): <i>All kings shall fall down before him. <\/i>,And by all this it shall be made to appear, (1.) That God is the Lord, the sovereign Lord of all, against whom there is no standing out nor rising up. (2.) That those who wait for him, in a dependence upon his promise and a resignation to his will, shall not be made ashamed of their hope for the vision of peace is for an appointed time, and at the end <i>it shall speak and shall not lie. <\/i> <\/p>,",
    "audit": null
}