{
    "id": 12151,
    "source": "mhm",
    "verse_id": 17990,
    "verse_count": 3,
    "reference": "17:6–8",
    "title": "",
    "html": "<p>6 Yet gleaning grapes shall be left in it, as the shaking of an olive tree, two<i> or<\/i> three berries in the top of the uppermost bough, four<i> or<\/i> five in the outmost fruitful branches thereof, saith the L<b>ORD<\/b> God of Israel. 7 At that day shall a man look to his Maker, and his eyes shall have respect to the Holy One of Israel. 8 And he shall not look to the altars, the work of his hands, neither shall respect<i> that<\/i> which his fingers have made, either the groves, or the images.<\/p><p>Mercy is here reserved, in a parenthesis, in the midst of judgment, for a remnant that should escape the common ruin of the kingdom of the ten tribes. Though the Assyrians took all the care they could that none should slip out of their net, yet the meek of the earth were hidden in the day of the Lord's anger, and had their lives given them for a prey and made comfortable to them by their retirement to the land of Judah, where they had the liberty of God's courts. 1. They shall be but a small remnant, a very few, who shall be marked for preservation (<a class=\"isa\" verses=\"WzE3OTkwXQ==\">Isaiah 17:6<\/a>):<i> Gleaning grapes shall be left in it.<\/i> The body of the people were carried into captivity, but here and there one was left behind, perhaps one of two in a bed when the other was taken,<a class=\"ref\">Luke 17:34<\/a> . The most desolating judgments in this world are short of the last judgment, which shall be universal and which none shall escape. In times of the greatest calamity some are kept safe, as in times of the greatest degeneracy some are kept pure. But the fewness of those that escape supposes the captivity of the far greatest part those that are left are but like the poor remains of an olive tree when it has been carefully shaken by the owner if there be<i> two or three berries in the top of the uppermost bough<\/i> (out of the reach of those that shook it), that is all. Such is the<i> remnant according to the election of grace,<\/i> very few in comparison with the multitudes that walk on in the broad way. 2. They shall be a sanctified remnant,<a class=\"isa\" verses=\"WzE3OTkxXQ==\">Isaiah 17:7<\/a> . These few that are preserved are such as, in the prospect of the judgment approaching, had repented of their sins and reformed their lives, and therefore were snatched thus as brands out of the burning, or such as having escaped, and becoming refugees in strange countries, were awakened, partly by a sense of the distinguishing mercy of their deliverance, and partly by the distresses they were still in, to return to God. (1.) They shall look up to their Creator, shall enquire,<i> Where is God my Maker, who giveth songs in the night,<\/i> in such a night of affliction as this?<a class=\"ref\">Job 35:10<\/a> . They shall acknowledge his hand in all the events concerning them, merciful and afflictive, and shall submit to his hand. They shall give him the glory due to his name, and be suitably affected with his providences. They shall expect relief and succour from him and depend upon him to help them. Their<i> eyes shall have respect<\/i> to him,<i> as the eyes of a servant to the hand of his master,<\/i><a class=\"ref\">Psalm 132:2<\/a> . Observe, It is our duty at all times to have respect to God, to have our eyes ever towards him, both as our Maker (the author of our being and the God of nature) and as the Holy One of Israel, a God in covenant with us and the God of grace particularly, when we are in affliction, our eyes must be towards the Lord, to<i> pluck our feet out of the net<\/i> (<a class=\"ref\">Psalm 25:15<\/a>) to bring us to this is the design of his providence as he is our Maker and the work of his grace as he is the Holy One of Israel. (2.) They shall look off from their idols, the creatures of their own fancy, shall no longer worship them, and seek to them, and expect relief from them. For God will be alone regarded, or he does not look upon himself as at all regarded. He that looks to his Maker must not<i> look to the altars, the work of his hands,<\/i> but disown them and cast them off, must not retain the least respect for<i> that which his fingers have made,<\/i> but break it to pieces, though it be his own workmanship&mdash;<i> the groves and the images<\/i> the word signifies images made in honour of the sun and by which he was worshipped, the most ancient and most plausible idolatry,<a class=\"ref\">Deuteronomy 4:19; Job 31:26<\/a> . We have reason to account those happy afflictions which part between us and our sins, and by sensible convictions of the vanity of the world, that great idol, cool our affections to it and lower our expectations from it.<\/p> ",
    "audit": null
}