{
    "id": 12088,
    "source": "mhm",
    "verse_id": 17656,
    "verse_count": 31,
    "reference": 1,
    "title": "",
    "html": " <p>The first verse of this chapter is intended for a title to the whole book, and it is probable that this was the first sermon that this prophet was appointed to publish and to affix in writing (as Calvin thinks the custom of the prophets was) to the door of the temple, as with us proclamations are fixed to public places, that all might read them (<a class=\"ref\">Habakkuk 2:2 <\/a>), and those that would might take out authentic copies of them, the original being, after some time, laid up by the priests among the records of the temple. The sermon which is contained in this chapter has in it, I. A high charge exhibited, in God's name, against the Jewish church and nation, 1. For their ingratitude, <a class=\"isa\" verses=\"WzE3NjU3XQ==\">Isaiah 1:2 <\/a>. 2. For their incorrigibleness, <a class=\"isa\" verses=\"WzE3NjYwXQ==\">Isaiah 1:5 <\/a>. 3. For the universal corruption and degeneracy of the people, <a class=\"isa\" verses=\"WzE3NjU5XQ==\">Isaiah 1:4 <\/a>. 4. For the perversion of justice by their rulers, <a class=\"isa\" verses=\"WzE3Njc4XQ==\">Isaiah 1:23 <\/a>. II. A sad complaint of the judgments of God, which they had brought upon themselves by their sins, and by which they were brought almost to utter ruin, <a class=\"isa\" verses=\"eyIxNzY2MiI6M30=\">Isaiah 1:7-9 <\/a>. III. A just rejection of those shows and shadows of religion which they kept up among them, notwithstanding this general defection and apostasy, <a class=\"isa\" verses=\"eyIxNzY2NSI6Nn0=\">Isaiah 1:10-15 <\/a>. IV. An earnest call to repentance and reformation, setting before them life and death, life if they compiled with the call and death if they did not, <a class=\"isa\" verses=\"eyIxNzY3MSI6NX0=\">Isaiah 1:16-20 <\/a>. V. A threatening of ruin to those that would not be reformed, ver. 24,28-31. VI. A promise of a happy reformation at last, and a return to their primitive purity and prosperity, <a class=\"isa\" verses=\"eyIxNzY4MCI6M30=\">Isaiah 1:25-27 <\/a>. And all this is to be applied by us, not only to the communities we are members of, in their public interests, but to the state of our own souls. <\/p> ",
    "audit": null
}