{
    "id": 12294,
    "source": "mhm",
    "verse_id": 18725,
    "verse_count": 5,
    "reference": "54:1–5",
    "title": "",
    "html": " <p>1 Sing, O barren, thou <i>that <\/i> didst not bear break forth into singing, and cry aloud, thou <i>that <\/i> didst not travail with child: for more <i>are <\/i> the children of the desolate than the children of the married wife, saith the L <b>ORD <\/b>. 2 Enlarge the place of thy tent, and let them stretch forth the curtains of thine habitations: spare not, lengthen thy cords, and strengthen thy stakes 3 For thou shalt break forth on the right hand and on the left and thy seed shall inherit the Gentiles, and make the desolate cities to be inhabited. 4 Fear not for thou shalt not be ashamed: neither be thou confounded for thou shalt not be put to shame: for thou shalt forget the shame of thy youth, and shalt not remember the reproach of thy widowhood any more. 5 For thy Maker <i>is <\/i> thine husband the L <b>ORD <\/b> of hosts <i>is <\/i> his name and thy Redeemer the Holy One of Israel The God of the whole earth shall he be called. <\/p> <p>If we apply this to the state of the Jews after their return out of captivity, it is a prophecy of the increase of their nation after they were settled in their own land. Jerusalem had been in the condition of a wife written childless, or a desolate solitary widow but now it is promised that the city should be replenished and the country peopled again, that not only the ruins of Jerusalem should be repaired, but the suburbs of it extended on all sides and a great many buildings erected upon new foundations,&mdash;that those estates which had for many years been wrongfully held by the Babylonian Gentiles should now return to the right owners. God will again be a husband to them, and the reproach of their captivity, and the small number to which they were then reduced, shall be forgotten. And it is to be observed that, by virtue of the ancient promise made to Abraham of the increase of his seed, when they were restored to God's favour they multiplied greatly. Those that first came out of Babylon were but 42,000 (<a class=\"ref\">Ezra 2:64 <\/a>), about a fifteenth part of their number when they came out of Egypt many came dropping to them afterwards, but we may suppose that to be the greatest number that ever came in a body and yet above 500 years after, a little before their destruction by the Romans, a calculation was made by the number of the paschal lambs, and the lowest computation by that rule (allowing only ten to a lamb, whereas they might be twenty) made the nation to be nearly three millions. Josephus says, seven and twenty hundred thousand and odd, <i>Jewish War <\/i> 6.425. But we must apply it to the church of God in general I mean the kingdom of God among men, God's city in the world, the children of God incorporated. Now observe, <\/p> <p>I. The low and languishing state of religion in the world for a long time before Christianity was brought in. It was like one <i>barren, that did not bear, <\/i> or travail with child, was like one desolate, that had lost husband and children the church lay in a little compass, and brought forth little fruit. The Jews were indeed by profession married to God, but few proselytes were added to them, the rising generations were unpromising, and serious godliness manifestly lost ground among them. The Gentiles had less religion among them than the Jews their proselytes were in a dispersion and the children of God, like the children of a broken, reduced family, were <i>scattered abroad <\/i> (<a class=\"ref\">John 11:52 <\/a>), did not appear nor make any figure. <\/p> <p>II. Its recovery from this low condition by the preaching of the gospel and the planting of the Christian church. <\/p> <p>1. Multitudes were converted from idols to the living God. Those were the church's children that were born again, were partakers of a new and divine nature, by the word. <i>More were the children of the desolate than of the married wife <\/i> there were more good people found in the Gentile church (when that was set up) that had long been afar off, and without God in the world, than ever were found in the Jewish church. God's sealed ones out of the tribes of Israel are numbered (<a class=\"ref\">Revelation 7:4 <\/a>), and they were but a remnant compared with the thousands of Israel but those of other nations were so many, and crowded in so thickly, and lay so much scattered in all parts, that no man could number them, <a class=\"isa\" verses=\"WzE4NzMzXQ==\">Isaiah 54:9 <\/a>. Sometimes more of the power of religion is found in those places and families that have made little show of it, and have enjoyed but little of the means of grace, than in others that have distinguished themselves by a flourishing profession and then more are the children of the desolate, more the fruits of their righteousness, than those of the married wife so the last shall be first. Now this is spoken of as matter of great rejoicing to the church, which is called upon to break forth into singing upon this account. The increase of the church is the joy of all its friends and strengthens their hands. The longer the church has lain desolate the greater will the transports of joy be when it begins to recover the ground it has lost and to gain more. Even in heaven, among the angels of God, there is an uncommon joy for a sinner that repents, much more for a nation that does so. If the barren fig-tree at length bring forth fruit, it is well it shall rejoice, and others with it. <\/p> <p>2. The bounds of the church were extended much further than ever before, <a class=\"isa\" verses=\"WzE4NzI2XQ==\">Isaiah 54:2 <\/a>. (1.) It is here supposed that the present state of the church is a tabernacle state it dwells in tents, like the heirs of promise of old (<a class=\"ref\">Hebrews 11:9 <\/a>) its dwelling is mean and movable, and of no strength against a storm. The city, the continuing city, is reserved for hereafter. A tent is soon taken down and shifted, so the candlestick of church privileges is soon <i>removed out of its place <\/i> (<a class=\"ref\">Revelation 2:5 <\/a>), and, when God pleases, it is as soon fixed elsewhere. (2.) Though it be a tabernacle state, it is sometimes very remarkably a growing state and, if this family increase, no matter though it be in a tent. Thus it was in the first preaching of the gospel it was the business of the apostles to disciple all nations, to stretch forth the curtains of the church's habitation, to preach the gospel where Christ had not yet been named (<a class=\"ref\">Romans 15:20 <\/a>), to leaven with the gospel those towns and countries that had hitherto been strangers to it, and so to lengthen the cords of this tabernacle, that more might be enclosed, which would make it necessary to strengthen the stakes proportionably, that they might bear the weight of the enlarged curtains. The more numerous the church grows the more cautious she must be to fortify herself against errors and corruptions, and to support her seven pillars, <a class=\"ref\">Proverbs 9:1 <\/a>. (3.) It was a proof of divine power going along with the gospel that in all places it <i>grew and prevailed mightily, <\/i> <a class=\"ref\">Acts 19:20 <\/a>. It broke forth, as the breaking forth of waters&mdash; <i>on the right hand and on the left, <\/i> that is, on all hands. The gospel spread itself into all parts of the world there were eastern and western churches. The church's seed inherited the Gentiles, and the cities that had been desolate (that is, destitute of the knowledge and worship of the true God) came to be inhabited, that is, to have religion set up in them and the name of Christ professed. <\/p> <p>3. This was the comfort and honour of the church (<a class=\"isa\" verses=\"WzE4NzI4XQ==\">Isaiah 54:4 <\/a>): \" <i>Fear not, for thou shalt not be ashamed, <\/i> as formerly, of the straitness of thy borders, and the fewness of thy children, which thy enemies upbraided thee with, but shalt <i>forget the reproach of thy youth, <\/i> because there shall be no more ground for that reproach.\" It was the reproach of the Christian religion, in its youth, that none of the rulers or princes of this world embraced it and that it was entertained and professed by a despicable handful of men but, after awhile, nations were discipled, the empire became Christian, and then this <i>reproach of its youth was forgotten. <\/i> <\/p> <p>4. This was owing to the relation in which God stood to his church, as her husband (<a class=\"isa\" verses=\"WzE4NzI5XQ==\">Isaiah 54:5 <\/a>): <i>Thy maker is thy husband. <\/i> Believers are said to be married to Christ, that they may <i>bring forth fruit unto God <\/i> (<a class=\"ref\">Romans 7:4 <\/a>) so the church is married to him, that she may bear and bring up a holy seed to God, that shall be accounted to him for a generation. Jesus Christ is the church's Maker, by whom she is formed into a people&mdash;her Redeemer, by whom she is brought out of captivity, the bondage of sin, the worst of slaveries. This is he that espoused her to himself and, (1.) He is <i>the Lord of hosts, <\/i> who has an irresistible power, an absolute sovereignty, and a universal dominion! Kings who are lords of some hosts, find there are others who are lords of other hosts, as many and mighty as theirs but God is the Lord of all hosts. (2.) He is <i>the Holy One of Israel, <\/i> the same that presided in the affairs of the Old-Testament church and was the Mediator of the covenant made with it. The promises made to the New-Testament Israel are as rich and sure as those made to the Old-Testament Israel for he that is our Redeemer is the Holy One of Israel. (3.) He is and shall be called <i>the Lord of the whole earth, <\/i> as God, and as Mediator, for he is the heir of all things but <i>then <\/i> he shall be called so, when the ends of the earth shall be made to see his salvation, when all the earth shall call him their God and have an interest in him. Long he had been called, in a peculiar manner, <i>the God of Israel <\/i> but now, the partition wall between Jew and Gentile being taken down, he shall be called <i>the God of the whole earth <\/i> even where he has been, as at Athens itself, an <i>unknown God. <\/i> <\/p> ",
    "audit": null
}