{
    "id": 12309,
    "source": "mhm",
    "verse_id": 18788,
    "verse_count": 14,
    "reference": "58:",
    "title": "",
    "html": "<em>Introduction<\/em>\n\n<br>\n\n  <p>  The prophet, in this chapter, has his commission and charge renewed to  reprove the sinners in Zion, particularly the hypocrites, to show them  their transgressions,   <a class=\"isa\" verses=\"MTg3ODg=\">Isaiah 58:1<\/a>.  It is intended for admonition and warning to all hypocrites, and is not  to be confined to those of any one age. Some refer it primarily to  those at that time when Isaiah prophesied  see   <a class=\"isa\" verses=\"MTgyOTQ=\">Isaiah 33:14<\/a>; <a class=\"isa\" verses=\"MTgyMDc=\">Isaiah 29:13<\/a>.  Others to the captives in Babylon, the wicked among them, to whom the  prophet had declared there was no peace   <a class=\"isa\" verses=\"MTg3ODc=\">Isaiah 57:21<\/a>.  Against the terror of that word they thought to shelter themselves with  their external performances, particularly their fastings, which they  kept up in Babylon, and for some time after their return to their own  land,   <a class=\"ref\">Zechariah 7:3<\/a>,  &c. The prophet therefore here shows them that their devotions would  not entitle them to peace while their conversations were not at all of  a piece with them. Others think it is principally intended against the  hypocrisy of the Jews, especially the Pharisees before and in our  Saviour's time: they boasted of their fastings, but Christ (as the  prophet here) showed them their transgressions  (<a class=\"ref\">Matthew 23:1-39<\/a>),  much the same with those they are here charged with. Observe,  I. The plausible profession of religion which they made,   <a class=\"isa\" verses=\"MTg3ODk=\">Isaiah 58:2<\/a>.  II. The boasts they made of that profession, and the blame they laid  upon God for taking no more notice of it,   <a class=\"isa\" verses=\"MTg3OTA=\">Isaiah 58:3<\/a>.  III. The sins they are charged with, which spoiled the acceptableness  of their fasts,   <a class=\"isa\" verses=\"MTg3OTE=\">Isaiah 58:4<\/a>.  IV. Instructions given them how to keep fasts aright,   <a class=\"isa\" verses=\"MTg3OTM=\">Isaiah 58:6<\/a>.  V. Precious promises made to those who do so keep fasts,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 58:8-12<\/a>.  VI. The like precious promises made to those that sanctify sabbaths  aright,   <a class=\"isa\" verses=\"MTg4MDA=\">Isaiah 58:13<\/a>.<\/p>",
    "audit": null
}