{
    "id": 12152,
    "source": "mhm",
    "verse_id": 17993,
    "verse_count": 3,
    "reference": "17:9-11",
    "title": "",
    "html": "<p>  9  In that day shall his strong cities be as a forsaken bough,  and an uppermost branch, which they left because of the children  of Israel: and there shall be desolation.    10  Because thou hast forgotten the God of thy salvation, and  hast not been mindful of the rock of thy strength, therefore  shalt thou plant pleasant plants, and shalt set it with strange  slips:    11  In the day shalt thou make thy plant to grow, and in the  morning shalt thou make thy seed to flourish: <i>but<\/i> the harvest  <i>shall be<\/i> a heap in the day of grief and of desperate sorrow.  <\/p>  <p>  Here the prophet returns to foretel the woeful desolations that should  be made in the land of Israel by the army of the Assyrians.  1. That the cities should be deserted. Even the strong cities, which  should have protected the country, shall not be able to protect  themselves: They <i>shall be as a forsaken bough and an uppermost  branch<\/i> of an old tree, which has gone to decay, is forsaken of its  leaves, and appears on the top of the tree, bare, and dry, and dead  so  shall their strong cities look when the inhabitants have deserted them  and the victorious army of the enemy pillaged and defaced them,   <a class=\"isa\" verses=\"WzE3OTkzXQ==\">Isaiah 17:9<\/a>.  They shall be as the cities (so it may be supplied) which the  Canaanites left, the old inhabitants of the land, because of the  children of Israel, when God brought them in with a high hand, to take  possession of that good land, cities which they built not. As the  Canaanites then fled before Israel, so Israel should now flee before  the Assyrians. And herein the word of God was fulfilled, that, if they  committed the same abominations, <i>the land<\/i> should <i>spue them  out, as it spued out the nations that were before them<\/i>  (<a class=\"ref\">Leviticus 18:28<\/a>),  and that as, while they had God on their side, <i>one of them chased a  thousand,<\/i> so, when they had made him their enemy, <i>a thousand<\/i>  of them should <i>flee at the rebuke of one <\/i> so that in the cities  should be desolation, according to the threatenings in the law,   <a class=\"ref\">Leviticus 26:31; Deuteronomy 28:51<\/a>.  2. That the country should be laid waste,   <a class=\"isa\" verses=\"WzE3OTk0XQ==\">Isaiah 17:10<\/a>.  Observe here,  (1.) The sin that had provoked God to bring so great a destruction upon  that pleasant land. It was <i>for the iniquity of those that dwelt  therein.<\/i> \"It is <i>because thou hast forgotten the God of thy  salvation<\/i> and all the great salvations he has wrought for thee,  hast forgotten thy dependence upon him and obligations to him, and  <i>hast not been mindful of the rock of thy strength,<\/i> not only who  is himself a strong rock, but who has been thy strength many a time, or  thou wouldst have been sunk and broken long since.\" Note, The God of  our salvation is the rock of our strength  and our forgetfulness and  unmindfulness of him are at the bottom of all sin. <i>Therefore<\/i>  have we <i>perverted our way, because we have forgotten the Lord our  God,<\/i> and so we undo ourselves.  (2.) The destruction itself, aggravated by the great care they took to  improve their land and to make it yet more pleasant.  [1.] Look upon it at the time of the seedness, and it was all like a  garden and a vineyard  that pleasant land was replenished with pleasant  plants, the choicest of its own growth  nay, so nice and curious were  the inhabitants that, not content with them, they sent to all the  neighbouring countries for strange slips, the more valuable for being  strange, uncommon, far-fetched, and dear-bought, though perhaps they  had of their own not inferior to them. This was an instance of their  pride and vanity, and (that ruining error) their affection to be  <i>like the nations. Wheat, and honey, and oil<\/i> were their staple  commodities  (<a class=\"ref\">Ezekiel 27:17<\/a>)  but, not content with these, they must have flowers and greens with  strange names imported from other nations, and a great deal of care and  pains must be taken by hot-beds to make these plants to grow  the soil  must be forced, and they must be covered with glasses to shelter them,  and early in the morning the gardeners must be up to make the seed to  flourish, that it may excel those of their neighbours. The ornaments of  nature are not to be altogether slighted, but it is a folly to be  over-fond of them, and to bestow more time, and cost, and pains about  them than they deserve, as many do. But here this instance seems to be  put in general for their great industry in cultivating their ground,  and their expectations from it accordingly  they doubt not but their  plants will grow and flourish. But,  [2.] Look upon the same ground at the time of harvest, and it is all  like a wilderness, a dismal melancholy place, even to the spectators,  much more to the owners  for <i>the harvest shall be a heap,<\/i> all in  confusion, <i>in the day of grief and of desperate sorrow.<\/i> The  harvest used to be a time of joy, of singing and shouting  (<a class=\"isa\" verses=\"WzE3OTgwXQ==\">Isaiah 16:10<\/a>)  but this harvest the hungry eat up  (<a class=\"ref\">Job 5:5<\/a>),  which makes it a day of grief, and the more because the plants were  pleasant and costly  (<a class=\"isa\" verses=\"WzE3OTk0XQ==\">Isaiah 17:10<\/a>)  and their expectations proportionably raised. The harvest had sometimes  been a day of grief, if the crop was thin and the weather unseasonable  and yet in that case there was hope that the next would be better. But  this shall be desperate sorrow, for they shall see not only this year's  products carried off, but the property of the ground altered and their  conquerors lords of it. The margin reads it, <i>The harvest shall be  removed<\/i> (into the enemy's country or camp,   <a class=\"ref\">Deuteronomy 28:33<\/a>)  <i>in the day of inheritance<\/i> (when thou thoughtest to inherit it),  <i>and there shall be deadly sorrow.<\/i> This is a good reason why we  should not lay up our treasure in those things which we may so quickly  be despoiled of, but in that good part which shall never be taken away  from us.<\/p>",
    "audit": null
}