{
    "id": 12175,
    "source": "mhm",
    "verse_id": 18112,
    "verse_count": 8,
    "reference": "24:16–23",
    "title": "",
    "html": "<p>16 From the uttermost part of the earth have we heard songs, <i>even<\/i> glory to the righteous. But I said, My leanness, my leanness, woe unto me! the treacherous dealers have dealt treacherously yea, the treacherous dealers have dealt very treacherously. 17 Fear, and the pit, and the snare, <i>are<\/i> upon thee, O inhabitant of the earth. 18 And it shall come to pass, <i>that<\/i> he who fleeth from the noise of the fear shall fall into the pit and he that cometh up out of the midst of the pit shall be taken in the snare: for the windows from on high are open, and the foundations of the earth do shake. 19 The earth is utterly broken down, the earth is clean dissolved, the earth is moved exceedingly. 20 The earth shall reel to and fro like a drunkard, and shall be removed like a cottage and the transgression thereof shall be heavy upon it and it shall fall, and not rise again. 21 And it shall come to pass in that day, <i>that<\/i> the L<b>ORD<\/b> shall punish the host of the high ones<i>that are<\/i> on high, and the kings of the earth upon the earth. 22 And they shall be gathered together, <i>as<\/i> prisoners are gathered in the pit, and shall be shut up in the prison, and after many days shall they be visited. 23 Then the moon shall be confounded, and the sun ashamed, when the L<b>ORD<\/b> of hosts shall reign in mount Zion, and in Jerusalem, and before his ancients gloriously.<\/p><p>These verses, as those before, plainly speak,<\/p><p>I. Comfort to saints. They may be driven, by the common calamities of the places where they live, into<i>the uttermost parts of the earth,<\/i> or perhaps they are forced thither for their religion but there they are singing, not sighing. Thence have we heard songs, and it is a comfort to us to hear them, to hear that good people carry their religion along with them even to the most distant regions, to hear that God visits them there and gives encouragement to hope that he will gather them thence, <a class=\"ref\">Deuteronomy 30:4<\/a>. And this is their song, <i>even glory to the righteous:<\/i> the word is singular, and may refer to<i>the righteous God,<\/i> who is just in all he has brought upon us. This is glorifying the Lord in the fires. Or the meaning may be, \"These songs redound to the glory or beauty of the righteous that sing them.\" We do the greatest honour imaginable to ourselves when we employ ourselves in honouring and glorifying God. This may have reference to the sending of the gospel to the uttermost parts of the earth, as far as this island of ours, in the days of the Messiah, the glad tidings of which are echoed back in songs heard thence, from churches planted there, even glory to the righteous God, agreeing with the angels' song, <i>Glory be to God in the highest,<\/i> and glory to all righteous men for the work of redemption was ordained before the world for our glory.<\/p><p>II. Terror to sinners. The prophet, having comforted himself and others with the prospect of a saved remnant, returns to lament the miseries he saw breaking in like a mighty torrent upon the earth: \"<i>But I said, My leanness! my leanness! woe unto me!<\/i> The very thought of it frets me, and makes me lean,\" <a class=\"isa\" verses=\"WzE4MTEyXQ==\">Isaiah 24:16<\/a>. He foresees,<\/p><p>1. The prevalency of sin, that iniquity should abound ( <a class=\"isa\" verses=\"WzE4MTEyXQ==\">Isaiah 24:16<\/a>):<i>The treacherous dealers have dealt treacherously<\/i> this is itself a judgment, and that which provokes God to bring other judgments. (1.) Men are false to one another there is no faith in man, but a universal dishonesty. Truth, that sacred bond of society, has departed, and there is nothing but treachery in men's dealings. See <a class=\"ref\">Jeremiah 9:1<\/a>. (2.) They are all false to their God as to him, and their covenant with him, the children of men are all treacherous dealers, and have dealt very treacherously with their God, in departing from their allegiance to him. This is the original, and this the aggravation, of the sin of the world and, when men have been false to their God, how should they be true to any other?<\/p><p>2. The prevalency of wrath and judgment for that sin. (2.) The inhabitants of the earth will be pursued from time to time, from place to place, by one mischief or other ( <a class=\"isa\" verses=\"WzE4MTEzXQ==\">Isaiah 24:17<\/a>):<i>Fear, and the pit, and the snare<\/i> (fear of the pit and the snare) are upon them wherever they are for the sons of men know not what evil they may suddenly be snared in, <a class=\"ref\">Ecclesiastes 9:12<\/a>. These three words seem to be chosen for the sake of an elegant paranomasia, or, as we now scornfully call it, a jungle of words:<i>Pachad,<\/i> and<i>Pachath,<\/i> and<i>Pach<\/i> but the meaning is plain ( <a class=\"isa\" verses=\"WzE4MTE0XQ==\">Isaiah 24:18<\/a>), that<i>evil pursues sinners<\/i> ( <a class=\"ref\">Proverbs 13:21<\/a>), that the curse shall overtake the disobedient ( <a class=\"ref\">Deuteronomy 28:15<\/a>), that those who are secure because they have escaped one judgment know not how soon another may arrest them. What this prophet threatens all the inhabitants of the earth with another makes part of the judgment of Moab, <a class=\"ref\">Jeremiah 48:43<\/a>. But it is a common instance of the calamitous state of human life that when we seek to avoid one mischief we fall into a worse, and that the end of one trouble is often the beginning of another so that we are least safe when we are most secure. (2.) The earth itself will be shaken to pieces. It will be literally so at last, when all<i>the works therein shall be burnt up<\/i> and it is often figuratively so before that period. <i>The windows from on high are open<\/i> to pour down wrath, as in the universal deluge. <i>Upon the wicked God shall rain snares<\/i> ( <a class=\"ref\">Psalm 11:6<\/a>) and, the fountains of the great deep being broken up, <i>the foundations of the earth do shake<\/i> of course, the frame of nature is unhinged, and all is in confusion. See how elegantly this is expressed ( <a class=\"isa\" verses=\"WzE4MTE1XQ==\">Isaiah 24:19<\/a>):<i>The earth is utterly broken down it is clean dissolved it is moved exceedingly,<\/i> moved out of its place. <i>God shakes heaven and earth,<\/i> <a class=\"ref\">Haggai 2:6<\/a>. See the misery of those who lay up their treasure in the things of the earth and mind those things they place their confidence in that which will shortly be<i>utterly broken down and dissolved. The earth shall reel to and fro like a drunkard<\/i> so unsteady, so uncertain, are all the motions of these things. Worldly men dwell in it as in a palace, as in a castle, as in an impregnable tower but<i>it shall be removed like a cottage,<\/i> so easily, so suddenly, and with so little loss to the great landlord. The pulling down of the earth will be but like the pulling down of<i>a cottage,<\/i> which the country is willing to be rid of, because it does but harbour beggars and therefore no care is taken to rebuild it: It<i>shall fall, and not rise again<\/i> but there shall be new heavens and a new earth, in which shall dwell nothing but righteousness. But what is it that shakes the earth thus and sinks it? It is the transgression thereof that shall be heavy upon it. Note, Sin is a burden to the whole creation it is a heavy burden, a burden under which it groans now and will sink at last. Sin is the ruin of states, and kingdoms, and families they fall under the weight of that<i>talent of lead,<\/i> <a class=\"ref\">Zechariah 5:7<\/a>. (3.) God will have a particular controversy with the kings and great men of the earth ( <a class=\"isa\" verses=\"WzE4MTE3XQ==\">Isaiah 24:21<\/a>):<i>He will punish the host of the high ones. <\/i> Hosts of princes are no more before God than hosts of common men what can a host of high ones do with their combined force when the Most High, the Lord of hosts, contends with them to abase their height, and scatter their hosts, and break all their confederacies? The high ones, that are on high, that are puffed up with their height and grandeur, that think themselves so high that they are out of the reach of any danger, God will visit upon them all their pride and cruelty, with which they have oppressed and injured their neighbours and subjects, and it shall now return upon their own heads. <i>The kings of the earth<\/i> shall now be reckoned with<i>upon the earth,<\/i> to show that verily there is a God that judges in the earth and will render to the proudest of kings according to the fruit of their doings. Let those that are trampled upon by the high ones of the earth comfort themselves with this, that though they cannot, dare not, must not, resist them, yet there is a God that will call them to an account, that will triumph over them upon their own dunghill: for the earth they are kings of is in the eye of God no better. This is general only. It is particularly foretold ( <a class=\"isa\" verses=\"WzE4MTE4XQ==\">Isaiah 24:22<\/a>) that they shall be<i>gathered together as prisoners,<\/i> convicted condemned prisoners, are<i>gathered in the pit,<\/i> or dungeon, and there they shall<i>be shut up<\/i> under close confinement. The kings and high ones, who took all possible liberty themselves, and took a pride and pleasure in shutting up others, shall now be themselves shut up. Let not the free man glory in his freedom, any more than the strong man in his strength, for he knows not what restraints he is reserved for. But<i>after many days they shall be visited,<\/i> either, [1.] They shall be visited in wrath it is the same word, in another form, that is used ( <a class=\"isa\" verses=\"WzE4MTE3XQ==\">Isaiah 24:21<\/a>), <i>the Lord shall punish<\/i> them they shall be reserved to the day of execution, as condemned prisoners are, and as fallen angels are<i>reserved in chains of darkness to the judgment of the great day,<\/i> <a class=\"ref\">Jude 1:6<\/a>. Let this account for the delays of divine vengeance sentence is not executed speedily, because execution-day has not yet come, and perhaps will not come till after many days but it is certain that the wicked is reserved for the day of destruction, and is therefore preserved in the mean time, but<i>shall be brought forth to the day of wrath,<\/i> <a class=\"ref\">Job 21:30<\/a>. Let us therefore judge nothing before the time. [2.] They shall be visited in mercy, and be discharged from their imprisonment, and shall again obtain, if not their dignity, yet their liberty. Nebuchadnezzar, in his conquests, made many kings and princes his captives, and kept them in the dungeon in Babylon, and, among the rest, Jehoiachin King of Judah but after many days, when Nebuchadnezzar's head was laid, his son visited them, and granted (as should seem) some reviving to them all in their bondage for it is made an instance of his particular kindness to Jehoiachin that he<i>set his throne above the throne of the rest of the kings that were with him,<\/i> <a class=\"ref\">Jeremiah 52:32<\/a>. If we apply this to the general state of mankind, it imports a revolution of conditions those that were high are punished, those that were punished are relieved, after many days, that none in this world may be secure though their condition be ever so prosperous, nor any despair though their condition be ever so deplorable.<\/p><p>3. Glory to God in all this, <a class=\"isa\" verses=\"WzE4MTE5XQ==\">Isaiah 24:23<\/a>. When all this comes to pass, when the proud enemies of God's church are humbled and brought down, (1.) Then it shall appear, beyond contradiction, that the Lord reigns, which is always true, but not always alike evident. When the kings of the earth are punished for their tyranny and oppression, then it is proclaimed and proved to all the world that God is King of kings&mdash;King above them, by whom they are accountable&mdash;that he reigns as<i>Lord of hosts,<\/i> of all hosts, of their hosts,&mdash;that he reigns<i>in Mount Zion, and in Jerusalem,<\/i> in his church, for the honour and welfare of that, pursuant to the promises on which that is founded, reigns in his word and ordinances,&mdash;that he reigns<i>before his ancients,<\/i> before all his saints, especially before his ministers, the elders of his church, who have their eye upon all the out-goings of his power and providence, and, in all these events, observe his hand. God's ancients, the old disciples, the experienced Christians, that have often, when they have been perplexed, gone into the sanctuary of God in Zion and Jerusalem, and acquainted themselves with his manifestations of himself there, shall see more than others of God's dominion and sovereignty in these operations of his providence. (2.) Then it shall appear, beyond comparison, that he reigns<i>gloriously,<\/i> in such brightness and lustre that<i>the moon shall be confounded and the sun ashamed,<\/i> as the smaller lights are eclipsed and extinguished by the greater. Great men, who thought themselves to have as bright a lustre and as vast a dominion as the sun and moon, shall be ashamed when God appears above them, much more when he appears against them. Then shall<i>their faces be filled with shame,<\/i> that they may seek God's name. The eastern nations worshipped the sun and moon but, when God shall appear so gloriously for his people against his and their enemies, all these pretended deities shall be ashamed that ever they received the homage of their deluded worshippers. The glory of the Creator infinitely outshines the glory of the brightest creatures. In the great day, when the Judge of heaven and earth shall shine forth in his glory, <i>the sun shall<\/i> by his transcendent lustre<i>be turned into darkness and the moon into blood. <\/i><\/p> ",
    "audit": null
}