{
    "id": 12187,
    "source": "mhm",
    "verse_id": 18159,
    "verse_count": 7,
    "reference": "27:7–13",
    "title": "",
    "html": "<p>7 Hath he smitten him, as he smote those that smote him?<i> or<\/i> is he slain according to the slaughter of them that are slain by him? 8 In measure, when it shooteth forth, thou wilt debate with it: he stayeth his rough wind in the day of the east wind. 9 By this therefore shall the iniquity of Jacob be purged and this<i> is<\/i> all the fruit to take away his sin when he maketh all the stones of the altar as chalkstones that are beaten in sunder, the groves and images shall not stand up. 10 Yet the defenced city<i> shall be<\/i> desolate,<i> and<\/i> the habitation forsaken, and left like a wilderness: there shall the calf feed, and there shall he lie down, and consume the branches thereof. 11 When the boughs thereof are withered, they shall be broken off: the women come,<i> and<\/i> set them on fire: for it<i> is<\/i> a people of no understanding: therefore he that made them will not have mercy on them, and he that formed them will show them no favour. 12 And it shall come to pass in that day,<i> that<\/i> the L<b>ORD<\/b> shall beat off from the channel of the river unto the stream of Egypt, and ye shall be gathered one by one, O ye children of Israel. 13 And it shall come to pass in that day,<i> that<\/i> the great trumpet shall be blown, and they shall come which were ready to perish in the land of Assyria, and the outcasts in the land of Egypt, and shall worship the L<b>ORD<\/b> in the holy mount at Jerusalem.<\/p><p>Here is the prophet again singing of mercy and judgment, not, as before, judgment to the enemies and mercy to the church, but judgment to the church and mercy mixed with that judgment.<\/p><p>I. Here is judgment threatened even to Jacob and Israel.<i> They shall blossom and bud<\/i> (<a class=\"isa\" verses=\"WzE4MTU4XQ==\">Isaiah 27:6<\/a>), but, 1. They shall be<i> smitten<\/i> and<i> slain<\/i> (<a class=\"isa\" verses=\"WzE4MTU5XQ==\">Isaiah 27:7<\/a>), some of them shall. If God find any thing amiss among them, he will lay them under the tokens of his displeasure for it. Judgment shall begin at the house of God, and those whom God has known of all the families of the earth he will punish in the first place. 2. Jerusalem, their<i> defenced city, shall be desolate,<\/i><a class=\"isa\" verses=\"WzE4MTYyXQ==\">Isaiah 27:10<\/a> . \"God having tried a variety of methods with them for their reformation, which, as to many, have proved ineffectual, he will for a time lay their country waste,\" which was accomplished when Jerusalem was destroyed by the Chaldeans then that<i> habitation<\/i> was for a long time<i> forsaken.<\/i> If less judgments do not do the work, God will send greater for<i> when he judges he will overcome.<\/i> Jerusalem had been a defenced city, not so much by art or nature as by grace and the divine protection but, when God was provoked to withdraw, her defence departed from her, and then she was left like a wilderness. \"And in the pleasant gardens of Jerusalem cattle shall feed, shall lie down there, and there shall be none to disturb them or drive them away there they shall be<i> levant and couchant,<\/i> and they shall eat the tender branches of the fruit-trees,\" which perhaps further signifies that the people should become an easy prey to their enemies. \"<i> When the boughs thereof are withered<\/i> as they grow upon the tree, being blasted by winds and frosts and not pruned,<i> they shall be broken off<\/i> for fuel, and<i> the women<\/i> and children shall<i> come and set them on fire.<\/i> There shall be a total destruction, for the very trees shall be destroyed.\" And this is a figure of the deplorable state of the vineyard (<a class=\"isa\" verses=\"WzE4MTU0XQ==\">Isaiah 27:2<\/a>) when it<i> brought forth wild grapes<\/i> (<a class=\"isa\" verses=\"WzE3NzQyXQ==\">Isaiah 5:2<\/a>) and our Saviour seems to refer to this when he says of the branches of the vine which<i> abide not in him<\/i> that they are<i> cast forth and withered, and men gather them, and cast them into the fire, and they are burned<\/i> (<a class=\"ref\">John 15:6<\/a>), which was in a particular manner fulfilled in the unbelieving Jews. The similitude is explained in the following words,<i> It is a people of no understanding,<\/i> brutish and sottish, and destitute of the knowledge of God, and that have no relish or savour of divine things, like a withered branch that has no sap in it and this is at the bottom of all those sins for which God left them desolate, their idolatry first and afterwards their infidelity. Wicked people, however in other things they may be wits and politicians, in their greatest concerns are of no understanding and their ignorance, being wilful, shall not only not be their excuse, but it shall be the ground of their condemnation for therefore<i> he that made them,<\/i> that gave them their being,<i> will not have mercy on them,<\/i> nor save them from the ruin they bring upon themselves and<i> he that formed them<\/i> into a people, formed them for himself, to show forth his praise, seeing they do not answer the end of their formation, but hate to be reformed, to be new-formed, will reject them, and<i> show them no favour<\/i> and then they are undone: for, if he that made us by his power do not make us happy in his favour, we had better never have been made. Sinners flatter themselves with hopes of impunity, at least that they shall not be dealt with so severely as their ministers tell them, because God is merciful and because he is their Maker. But here we see how weak and insufficient those pleas will be for, if they be of no understanding, he that made them, though he made them, and hates nothing that he has made, and though he has mercy in store for those who so far understand their interests as to apply to him for it, yet on them he will have no mercy, and will show them no favour.<\/p><p>II. Here is a great deal of mercy mixed with this judgment for there are good people mixed with those that are corrupt and degenerate,<i> a remnant according to the election of grace,<\/i> on whom God will have mercy and to whom he will show favour: and these promises seem to point at all the calamities of the church, for which God would graciously provide these allays.<\/p><p>1. Though they shall be smitten and slain, yet not to that degree, and in that manner, in which their enemies shall be smitten and slain,<a class=\"isa\" verses=\"WzE4MTU5XQ==\">Isaiah 27:7<\/a> . God has<i> smitten Jacob,<\/i> and he is slain. Many of those<i> that understand among the people shall fall by the sword and by flame many days,<\/i><a class=\"ref\">Daniel 11:33<\/a> . But it shall not be as those are smitten and slain, (1.) Who smote him formerly, who were the rod of God's anger and the staff in his hand, which he made us of for the correction of his people, and to whose turn it shall come to be reckoned with even for that: the child is spared, but the rod is burnt. (2.) Who shall afterwards be slain by him, when he shall get the dominion, and repay them in their own coin, or slain for his sake in the pleading of his cause. God's people and God's enemies are here represented, [1.] As struggling with each other so the seed of the woman and the seed of the serpent have been, are, and will be. In this contest there are slain on both sides. God makes use of wicked men, not only to smite, but to slay his people for they are his sword,<a class=\"ref\">Psalm 17:13<\/a> . But, when the cup of trembling comes to be put into their hand, it will be much worse with them than ever it was with God's people in their greatest straits. The seed of the woman has only his heel bruised, but the serpent has his head crushed and broken. Note, Though God's persecuted people may be great losers, and great sufferers, for a while, yet those that oppress them will prove to be greater losers and greater sufferers at last, here or hereafter for God will render double to them,<a class=\"ref\">Revelation 18:6<\/a> . [2.] As sharing together in the calamities of this present time. They are both smitten, both slain, and both by the hand of God for there is<i> one event to the righteous and to the wicked.<\/i> But is Jacob smitten as his enemies are? No, by no means to him the property is altered, and it becomes quite another thing. Note, However it may seem to us, there is really a vast difference between the afflictions and deaths of good people and the afflictions and deaths of wicked people.<\/p><p>2. Though God will debate with them, yet it shall be in measure, and the affliction shall be mitigated, moderated, and proportioned to their strength, not to their deserts,<a class=\"isa\" verses=\"WzE4MTYwXQ==\">Isaiah 27:8<\/a> . He will deal out afflictions to them as the wise physician prescribes medicines to his patients, just such a quantity of each ingredient, or orders how much blood shall be taken when a vein is opened: thus God orders the troubles of his people, not<i> suffering them to be tempted above what they are able,<\/i><a class=\"ref\">1 Corinthians 10:13<\/a> . He measures out their afflictions by a little at a time, that they may not be pressed above measure for he knows their frame, and corrects in judgment, and does not stir up all his wrath. When the affliction is shooting forth, when he is sending it out and giving it its commission, then he debates in measure, and not in extremity. He considers what we can bear when he begins to correct and when he proceeds in his controversy, so that it is the<i> day of his east-wind,<\/i> which is not only blustering and noisy, but blasting and noxious, yet he stays his rough wind, checks it, and sets bounds to it, does not suffer it to blow so hard as was feared when he is winnowing his corn, it is with a gentle gale, that shall only blow away the chaff, but not the good corn. God has the winds at his command, and every affliction under his check.<i> Hitherto it shall go, but no further.<\/i> Let us not despair when things are at the worst be the winds ever so rough, ever so high, God can say unto them,<i> Peace, be still.<\/i><\/p><p>3. Though God will afflict them, yet he will make their afflictions to work for the good of their souls, and correct them as the father does the child, to drive out the foolishness that is bound up in their hearts (<a class=\"isa\" verses=\"WzE4MTYxXQ==\">Isaiah 27:9<\/a>):<i> By this therefore shall the iniquity of Jacob be purged.<\/i> This is the design of the affliction, to this it is adapted as a proper means, and, by the grace of God working with it, it shall have this blessed effect. It shall mortify the habits of sin by this those defilements of the soul shall be purged away. It shall break them off from the practice of sin:<i> This is all the fruit,<\/i> this is it that God intends, this is all the harm it will do them,<i> to take away their sin,<\/i> than which they could not have a greater kindness done them, though it be at the expense of an affliction. Therefore, because the affliction is mitigated and moderated, and the rough wind stayed, therefore we may conclude that he designs their reformation, not their destruction and, because he deals thus gently with us, we should therefore study to answer his ends in afflicting us. The particular sin which the affliction was intended to cure them of was the sin of idolatry, the sin which did most easily beset that people and to which they were strangely addicted.<i> Ephraim is joined to idols.<\/i> But by the captivity in Babylon they were not only weaned from this sin, but set against it.<i> Ephraim shall say, What have I do to any more with idols?<\/i> Jacob has his sin taken away, his beloved sin,<i> when he makes all the stones of the altar,<\/i> of his idolatrous altar, the stones of which were precious and sacred to him,<i> as chalk-stones that are beaten asunder<\/i> he not only has them in contempt, and values them no more than chalk-stones, but he conceives an indignation at them, and, in a holy revenge, beats them asunder as easily as chalk-stones are broken to pieces.<i> The groves and the images shall not<\/i> stand before this penitent, but they shall be thrown down too, never to be set up again. This was according to the law for the demolishing and destroying of all the monuments of idolatry (<a class=\"ref\">Deuteronomy 7:5<\/a>) and according to this promise, since the captivity in Babylon, no people in the world have such a rooted aversion to idols and idolatry as the people of the Jews. Note, The design of affliction is to separate between us and sin, especially that which has been<i> our own iniquity<\/i> and then it appears that the affliction has done us good when we keep at a distance from the occasions of sin, and use all needful precaution that we may not only not relapse into it, but not so much as be tempted to it,<a class=\"ref\">Psalm 119:67<\/a> .<\/p><p>4. Though Jerusalem shall be desolate and forsaken for a time, yet there will come a day when its scattered friends shall resort to it again out of all the countries whither they were dispersed (<a class=\"isa\" verses=\"WzE4MTY0XQ==\">Isaiah 27:12<\/a>) though the body of the nation is abandoned as a people of no understanding, yet those that are indeed children of Israel shall be gathered together again, as the sheep of the flock when the shepherds that scattered them are reckoned with,<a class=\"ref\">Ezekiel 34:10-19<\/a> . Now observe concerning these scattered Israelites, (1.) Whence they shall be fetched:<i> The Lord shall beat them off<\/i> as fruit from the tree, or beat them out as corn out of the ear. He shall find them out, and separate them from those among whom they dwelt, and with whom they seemed to be incorporated,<i> from the channel of the river<\/i> Euphrates north-east,<i> unto<\/i> Nile,<i> the stream of Egypt,<\/i> which lay south-west&mdash;those that were driven into the land of Assyria, and were captives there in the land of their enemies, where they were ready to perish for want of necessaries, and ready to despair of deliverance&mdash;and those that were<i> outcasts in the land of Egypt,<\/i> whither many of those that were left behind, after the captivity in Babylon, went, contrary to God's express command (<a class=\"ref\">Jeremiah 43:6<\/a>), and there lived as outcasts: God has mercy in store for them all, and will make it to appear that, though they are cast out, they are not cast off. (2.) In what manner they shall be brought back: \"<i> You shall be gathered one by one,<\/i> not in multitudes, not in troops forcing your way but silently, and as it were by stealth, dropping in, first one, and then another.\" This intimates that the remnant that shall be saved consists but of few, and those saved with difficulty, and so as by fire, scarcely saved they shall not come for company, but as God shall stir up every man's spirit. (3.) By what means they shall be gathered together:<i> The great trumpet shall be blown, and<\/i> then<i> they shall come.<\/i> Cyrus's proclamation of liberty to the captives is this great trumpet, which awakened the Jews that were asleep in their thraldom to bestir themselves it was like the sounding of the jubilee-trumpet, which published the year of release. This is applicable both to the preaching of the gospel, by which sinners are gathered in to the grace of God, such as were outcasts and ready to perish (those that were afar off are made nigh the gospel proclaims the acceptable year of the Lord), and also to the archangel's trumpet at the last day, by which saints shall be gathered to the glory of God, that lay as outcasts in their graves. (4.) For what end they shall be gathered together:<i> To worship the Lord in the holy mount at Jerusalem.<\/i> When the captives rallied again, and returned to their own land, the chief thing they had their eye upon, and the first thing they applied themselves to, was the worship of God. The holy temple was in ruins, but they had the holy mount,<i> the place of the altar,<\/i><a class=\"ref\">Genesis 13:4<\/a> . Liberty to worship God is the most valuable and desirable liberty and, after restraints and dispersions, a free access to his house should be more welcome to us than a free access to our own houses. Those that are gathered by the sounding of the gospel trumpet are brought in to worship God and added to the church and the great trumpet of all will gather the saints together,<i> to serve God day and night in his temple.<\/i><\/p> ",
    "audit": null
}