{
    "id": 12157,
    "source": "mhm",
    "verse_id": 18006,
    "verse_count": 17,
    "reference": "19:1–17",
    "title": "",
    "html": "<p>1 The burden of Egypt. Behold, the L<b>ORD<\/b> rideth upon a swift cloud, and shall come into Egypt: and the idols of Egypt shall be moved at his presence, and the heart of Egypt shall melt in the midst of it. 2 And I will set the Egyptians against the Egyptians: and they shall fight every one against his brother, and every one against his neighbour city against city,<i> and<\/i> kingdom against kingdom. 3 And the spirit of Egypt shall fail in the midst thereof and I will destroy the counsel thereof: and they shall seek to the idols, and to the charmers, and to them that have familiar spirits, and to the wizards. 4 And the Egyptians will I give over into the hand of a cruel lord and a fierce king shall rule over them, saith the Lord, the L<b>ORD<\/b> of hosts. 5 And the waters shall fail from the sea, and the river shall be wasted and dried up. 6 And they shall turn the rivers far away<i> and<\/i> the brooks of defence shall be emptied and dried up: the reeds and flags shall wither. 7 The paper reeds by the brooks, by the mouth of the brooks, and every thing sown by the brooks, shall wither, be driven away, and be no<i> more.<\/i> 8 The fishers also shall mourn, and all they that cast angle into the brooks shall lament, and they that spread nets upon the waters shall languish. 9 Moreover they that work in fine flax, and they that weave networks, shall be confounded. 10 And they shall be broken in the purposes thereof, all that make sluices<i> and<\/i> ponds for fish. 11 Surely the princes of Zoan<i> are<\/i> fools, the counsel of the wise counsellors of Pharaoh is become brutish: how say ye unto Pharaoh, I<i> am<\/i> the son of the wise, the son of ancient kings? 12 Where<i> are<\/i> they? where<i> are<\/i> thy wise<i> men?<\/i> and let them tell thee now, and let them know what the L<b>ORD<\/b> of hosts hath purposed upon Egypt. 13 The princes of Zoan are become fools, the princes of Noph are deceived they have also seduced Egypt,<i> even they that are<\/i> the stay of the tribes thereof. 14 The L<b>ORD<\/b> hath mingled a perverse spirit in the midst thereof: and they have caused Egypt to err in every work thereof, as a drunken<i> man<\/i> staggereth in his vomit. 15 Neither shall there be<i> any<\/i> work for Egypt, which the head or tail, branch or rush, may do. 16 In that day shall Egypt be like unto women: and it shall be afraid and fear because of the shaking of the hand of the L<b>ORD<\/b> of hosts, which he shaketh over it. 17 And the land of Judah shall be a terror unto Egypt, every one that maketh mention thereof shall be afraid in himself, because of the counsel of the L<b>ORD<\/b> of hosts, which he hath determined against it.<\/p><p>Though the land of Egypt had of old been a house of bondage to the people of God, where they had been ruled with rigour, yet among the unbelieving Jews there still remained much of the humour of their fathers, who said,<i> Let us make us a captain and return into Egypt.<\/i> Upon all occasions they trusted to Egypt for help (<a class=\"isa\" verses=\"WzE4MjIwXQ==\">Isaiah 30:2<\/a>), and thither they fled, in disobedience to God's express command, when things were brought to the last extremity in their own country,<a class=\"ref\">Jeremiah 43:7<\/a> . Rabshakeh upbraided Hezekiah with this,<a class=\"isa\" verses=\"WzE4MzM3XQ==\">Isaiah 36:6<\/a> . While they kept up an alliance with Egypt, and it was a powerful ally, they stood not in awe of the judgments of God for against them they depended upon Egypt to protect them. Nor did they depend upon the power of God when at anytime they were in distress but Egypt was their confidence. To prevent all this mischief, Egypt must be mortified, and many ways God here tells them he will take to mortify them.<\/p><p>I. The gods of Egypt shall appear to them to be what they always really were, utterly unable to help them,<a class=\"isa\" verses=\"WzE4MDA2XQ==\">Isaiah 19:1<\/a> . \"<i> The Lord rides upon a cloud, a swift cloud, and shall come into Egypt.<\/i> As a judge goes in state to the bench to try and condemn the malefactors, or as a general takes the field with his troops to crush the rebels, so shall God come into Egypt with his judgments and when he comes he will certainly overcome.\" In all this burden of Egypt here is no mention of any foreign enemy invading them but God himself will come against them, and raise up the causes of their destruction from among themselves. He comes upon a cloud, above the reach of the opposition or resistance. He comes apace upon a swift cloud for their judgment lingers not when the time has come. He<i> rides upon the wings of the wind,<\/i> with a majesty far excelling the greatest pomp and splendour of earthly princes. He<i> makes the clouds his chariots,<\/i><a class=\"ref\">Psalm 18:9<\/a> . When he comes<i> the idols of Egypt shall be moved,<\/i> shall be removed at his presence, and perhaps be made to fall as Dagon did before the ark. Isis, Osiris, and Apis, those celebrated idols of Egypt, being found unable to relieve their worshippers, shall be disowned and rejected by them. Idolatry had got deeper rooting in Egypt than in any land besides, even the most absurd idolatries and yet now the idols shall be moved and they shall be ashamed of them. When the Lord brought Israel out of Egypt he<i> executed judgments upon the gods of the Egyptians<\/i> (<a class=\"ref\">Numbers 33:4<\/a>) no marvel then if, when he comes, they begin to tremble. The Egyptians<i> shall seek to the idols,<\/i> when they are at their wits' end, and consult<i> the charmers and wizards<\/i> (<a class=\"isa\" verses=\"WzE4MDA4XQ==\">Isaiah 19:3<\/a>) but all in vain they see their ruin hastening on them notwithstanding.<\/p><p>II. The militia of Egypt, that had been famed for their valour, shall be quite dispirited and disheartened. No kingdom in the world was ever in a better method of keeping up a standing army than the Egyptians were but now their heroes, that used to be celebrated for courage, shall be posted for cowards:<i> The heart of Egypt shall melt in the midst of it,<\/i> like wax before the fire (<a class=\"isa\" verses=\"WzE4MDA2XQ==\">Isaiah 19:1<\/a>)<i> the spirit of Egypt shall fail,<\/i><a class=\"isa\" verses=\"WzE4MDA4XQ==\">Isaiah 19:3<\/a> . They shall have no inclination, no resolution, to stand up in defence of their country, their liberty, and property but shall tamely and ingloriously yield all to the invader and oppressor. The Egyptians<i> shall be like women<\/i> (<a class=\"isa\" verses=\"WzE4MDIxXQ==\">Isaiah 19:16<\/a>) they shall be frightened and put into confusion by the least alarm even those that dwell in the heart of the country, in the midst of it, and therefore furthest from danger, will be as full of frights as those that are situate on the frontiers. Let not the bold and brave be proud or secure, for God can easily<i> cut off the spirit of princes<\/i> (<a class=\"ref\">Psalm 76:12<\/a>) and<i> take away their hearts,<\/i><a class=\"ref\">Job 12:24<\/a> .<\/p><p>III. The Egyptians shall be embroiled in endless dissensions and quarrels among themselves. There shall be no occasion to bring a foreign force upon them to destroy them they shall destroy one another (<a class=\"isa\" verses=\"WzE4MDA3XQ==\">Isaiah 19:2<\/a>):<i> I will set the Egyptians against the Egyptians.<\/i> As these divisions and animosities are their sin, God is not the author of them, they come from men's lusts but God, as a Judge, permits them for their punishment, and by their destroying differences corrects them for their sinful agreements. Instead of helping one another, and acting each in his place for the common good,<i> they shall fight every one against his brother and neighbour,<\/i> whom he ought to love as himself&mdash;<i> city against city, and kingdom against kingdom.<\/i> Egypt was then divided into twelve provinces, or dynasties but Psammetichus, the governor of one of them, by setting them at variance with one another, at length made himself master of them all. A kingdom thus divided against itself would soon be brought to desolation.<i> En quo discordiâ cives perduxit miseros!&mdash;Oh the wretchedness brought upon a people by their disagreements among themselves!<\/i> It is brought to this by<i> a perverse spirit,<\/i> a spirit of contradiction, which the Lord would mingle, as an intoxicating draught made up of several ingredients, for the Egyptians,<a class=\"isa\" verses=\"WzE4MDE5XQ==\">Isaiah 19:14<\/a> . One party shall be for a thing for no other reason than because the other is against it that is a perverse spirit, which, if it mingle with the public counsels, tends directly to the ruin of the public interests.<\/p><p>IV. Their politics shall be all blasted, and turned into foolishness. When God will destroy the nation he will<i> destroy the counsel thereof<\/i> (<a class=\"isa\" verses=\"WzE4MDA4XQ==\">Isaiah 19:3<\/a>), by taking away wisdom from the statesmen (<a class=\"ref\">Job 12:20<\/a>), or setting them one against another (as Hushai and Ahithophel), or by his providence breaking their measures even when they seemed well laid so that the<i> princes of Zoan are fools:<\/i> they make fools of one another, every one betrays his own folly, and divine Providence makes fools of them all,<a class=\"isa\" verses=\"WzE4MDE2XQ==\">Isaiah 19:11<\/a> . Pharaoh had his wise counsellors. Egypt was famous for such. But their<i> counsel has all become brutish<\/i> they have lost all their forecast one would think they had become idiots, and were bereaved of common sense. Let no man glory then in his own wisdom, nor depend upon that, nor upon the wisdom of those about him for he that gives understanding can when he please take it away. And from those it is most likely to be taken away that boast of their policy, as Pharaoh's counsellors here did, and, to recommend themselves to places of public trust, boast of their great understanding (\"<i> I am the son of the wise,<\/i> of the God of wisdom, of wisdom itself,\" says one \"my father was an eminent privy-counsellor of note in his day for wisdom\"), or of the antiquity and dignity of their families: \"I am,\" says another, \"<i> the son of ancient kings.<\/i> \" The nobles of Egypt boasted much of their antiquity, producing fabulous records of their succession for above 10,000 years. This humour prevailed much among them about this time, as appears by Herodotus, their common boast being that Egypt was some thousands of years more ancient than any other nation. \"But<i> where are thy wise men?<\/i><a class=\"isa\" verses=\"WzE4MDE3XQ==\">Isaiah 19:12<\/a> . Let them now show their wisdom by foreseeing what ruin is coming upon their nation, and preventing it, if they can. Let them with all their skill<i> know what the Lord of hosts has purposed upon Egypt,<\/i> and arm themselves accordingly. Nay, so far are they from doing this that they themselves are, in effect, contriving the ruin of Egypt, and hastening it on,<a class=\"isa\" verses=\"WzE4MDE4XQ==\">Isaiah 19:13<\/a> .<i> The princes of Noph<\/i> are not only deceived themselves, but they<i> have seduced Egypt,<\/i> by putting their kings upon arbitrary proceedings\" (by which both themselves and their people were soon undone) \"the governors of Egypt, that are the stay and cornerstones of the tribes thereof, are themselves undermining it.\" It is sad with a people when those that undertake for their safety are helping forward their destruction, and the physicians of the state are her worst disease, when the things that belong to the public peace are so far hidden from the eyes of those that are entrusted with the public counsels that in every thing they blunder and take wrong measures so here (<a class=\"isa\" verses=\"WzE4MDE5XQ==\">Isaiah 19:14<\/a>):<i> They have caused Egypt to err in every work thereof.<\/i> Every step they took was a false step. They always mistook either the end or the means, and their counsels were all unsteady and uncertain, like the staggerings and stammerings of a drunken man in his vomit, who knows not what he says nor where he goes. See what reason we have to pray for our privy-counsellors and ministers of state, who are the great supports and blessings of the state if God give them a spirit of wisdom, but quite the contrary if he hide their heart from understanding.<\/p><p>V. The rod of government shall be turned into the serpent of tyranny and oppression (<a class=\"isa\" verses=\"WzE4MDA5XQ==\">Isaiah 19:4<\/a>): \"<i> The Egyptians will I give over into the hand of a cruel lord,<\/i> not a foreigner, but one of their own, one that shall rule over them by an hereditary right, but shall be a fierce king and rule them with rigour,\" either the twelve tyrants that succeeded Sethon, or rather Psammetichus that recovered the monarchy again for he speaks of one cruel lord. Now the barbarous usage which the Egyptian task masters gave to God's Israel long ago was remembered against them and they were paid in their own coin by another Pharaoh. It is sad with a people when the powers that should be for edification are for destruction, and they are ruined by those by whom they should be ruled, when such as this is the manner of the king, as it is described (<i> in terrorem&mdash;in order to impress alarm<\/i>),<a class=\"ref\">1 Samuel 8:11<\/a> .<\/p><p>VI. Egypt was famous for its river Nile, which was its wealth, and strength, and beauty, and was idolized by them. Now it is here threatened that<i> the waters shall fail from the sea<\/i> and the river shall be<i> wasted and dried up,<\/i><a class=\"isa\" verses=\"WzE4MDEwXQ==\">Isaiah 19:5<\/a> . Nature shall not herein favour them as she has done. Egypt was never watered with the rain of heaven (<a class=\"ref\">Zechariah 14:18<\/a>), and therefore the fruitfulness of their country depended wholly upon the overflowing of their river if that therefore be dried up, their fruitful land will soon be turned into barrenness and their harvests cease:<i> Every thing sown by the brooks will wither<\/i> of course, will<i> be driven away, and be no more,<\/i><a class=\"isa\" verses=\"WzE4MDEyXQ==\">Isaiah 19:7<\/a> . If the paper-reeds by the brooks, at the very mouth of them, wither, much more the corn, which lies at a greater distance, but derives its moisture from them. Yet this is not all the drying up of their rivers is the destruction, 1. Of their fortifications, for they are<i> brooks of defence<\/i> (<a class=\"isa\" verses=\"WzE4MDExXQ==\">Isaiah 19:6<\/a>), making the country difficult of access to an enemy. Deep rivers are the strongest lines, and most hardly forced. Pharaoh is said to be a<i> great dragon lying in the midst of his rivers,<\/i> and guarded by them, bidding defiance to all about him,<a class=\"ref\">Ezekiel 29:3<\/a> . But these<i> shall be emptied and dried up,<\/i> not by an enemy, as Sennacherib with the<i> sole of his foot dried up mighty rivers<\/i> (<a class=\"isa\" verses=\"WzE4Mzc4XQ==\">Isaiah 37:25<\/a>), and as Cyrus, who took Babylon by drawing Euphrates into many streams, but by the providence of God, which sometimes<i> turns water-springs into dry ground,<\/i><a class=\"ref\">Psalm 107:33<\/a> . 2. It is the destruction of their fish, which in Egypt was much of their food, witness that base reflection which the children of Israel made (<a class=\"ref\">Numbers 11:5<\/a>):<i> We remember the fish which we did eat in Egypt freely.<\/i> The drying up of the rivers will<i> kill the fish<\/i> (<a class=\"ref\">Psalm 105:29<\/a>), and will thereby ruin those who make it their business, (1.) To catch fish, whether by angling or nets (<a class=\"isa\" verses=\"WzE4MDEzXQ==\">Isaiah 19:8<\/a>) they shall<i> lament<\/i> and<i> languish,<\/i> for their trade is at an end. There is nothing which the children of this world do more heartily lament than the loss of that which they used to get money by.<i> Ploratur lachrymis amissa pecunia veris&mdash;Those are genuine tears which are shed over lost money.<\/i> (2.) To keep fish, that it may be ready when it is called for. There were those that<i> made sluices and ponds for fish<\/i> (<a class=\"isa\" verses=\"WzE4MDE1XQ==\">Isaiah 19:10<\/a>), but<i> they shall be broken in the purposes thereof<\/i> their business will fail, either for want of water to fill their ponds or for want of fish to replenish their waters. God can find ways to deprive a country even of that which is its staple commodity. The Egyptians may themselves remember<i> the fish they have formerly eaten freely,<\/i> but now cannot have for money. And that which aggravates the loss of these advantages by the river is that it is their own doing (<a class=\"isa\" verses=\"WzE4MDExXQ==\">Isaiah 19:6<\/a>):<i> They shall turn the rivers far away.<\/i> Their kings and great men, to gratify their own fancy, will drain water from the main river to their own houses and grounds at a distance, preferring their private convenience before the public good, and so by degrees the force of the river is sensibly weakened. Thus many do themselves a greater prejudice at last than they think of, [1.] Who pretend to be wiser than nature, and to do better for themselves than nature has done. [2.] Who consult their own particular interest more than the common good. Such may gratify themselves, but surely they can never satisfy themselves, who to serve a turn contribute to a public calamity, which they themselves, in the long run, cannot avoid sharing in. Herodotus tells us that Pharaoh-Necho (who reigned not long after this), projecting to cut a free passage by water from Nilus into the Red Sea, employed a vast number of men to make a ditch or channel for that purpose, in which attempt he impaired the river, lost 120,000 of his people, and yet left the work unaccomplished.<\/p><p>VII. Egypt was famous for the linen manufacture but that trade shall be ruined. Solomon's merchants traded with Egypt for linen-yarn,<a class=\"ref\">1 Kings 10:28<\/a> . Their country produced the best flax and the best hands to work it but<i> those that work in fine flax shall be confounded<\/i> (<a class=\"isa\" verses=\"WzE4MDE0XQ==\">Isaiah 19:9<\/a>), either for want of flax to work on or for want of a demand for that which they have worked or opportunity to export it. The decay of trade weakens and wastes a nation and by degrees brings it to ruin. The trade of Egypt must needs sink, for (<a class=\"isa\" verses=\"WzE4MDIwXQ==\">Isaiah 19:15<\/a>)<i> there shall not be any work for Egypt<\/i> to be employed in and where there is nothing to be done there is nothing to be got. There shall be a universal stop put to business,<i> no work which either head or tail, branch or rush, may do<\/i> nothing for high or low, weak or strong, to do<i> no hire,<\/i><a class=\"ref\">Zechariah 8:10<\/a> . Note, The flourishing of a kingdom depends much upon the industry of the people and<i> then<\/i> things are likely to do well when all hands are at work, when the head and top-branch do not disdain to labour, and the labour of the tail and rush is not disdained. But when the learned professions are unemployed, the principal merchants have no stocks, and the handicraft tradesmen nothing to do, poverty comes upon a people<i> as one that travaileth<\/i> and<i> as an armed man.<\/i><\/p><p>VIII. A general consternation shall seize the Egyptians they<i> shall be afraid and fear<\/i> (<a class=\"isa\" verses=\"WzE4MDIxXQ==\">Isaiah 19:16<\/a>), which will be both an evidence of a universal decay and a means and presage of utter ruin. Two things will put them into this fright:&mdash; 1. What they hear from<i> the land of Judah<\/i> that<i> shall be a terror to Egypt,<\/i><a class=\"isa\" verses=\"WzE4MDIyXQ==\">Isaiah 19:17<\/a> . When they hear of the desolations made in Judah by the army of Sennacherib, considering both the near neighbourhood and the strict alliance that was between them and Judah, they will conclude it must be their turn next to become a prey to that victorious army. When their neighbour's house was on fire they could not but see their own in danger and therefore every one of the Egyptians that makes mention of Judah shall be afraid of himself, expecting the bitter cup shortly to be put into his hands. 2. What they see in their own land. They shall<i> fear<\/i> (<a class=\"isa\" verses=\"WzE4MDIxXQ==\">Isaiah 19:16<\/a>)<i> because of the shaking of the hand of the Lord of hosts,<\/i> and (<a class=\"isa\" verses=\"WzE4MDIyXQ==\">Isaiah 19:17<\/a>)<i> because of the counsel of the Lord of hosts,<\/i> which from the shaking of his hand they shall conclude<i> he has determined<\/i> against Egypt as well as Judah. For, if judgment begin at the house of God, where will it end?<i> If this be done in the green tree, what shall be done in the dry?<\/i> See here, (1.) How easily God can make those a terror to themselves that have been, not only secure, but a terror to all about them. It is but shaking his hand over them, or laying it upon some of their neighbours, and the stoutest hearts tremble immediately. (2.) How well it becomes us to fear before God when he does but shake his hand over us, and to humble ourselves under his mighty hand when it does but threaten us, especially when we see his counsel determined against us for who can change his counsel?<\/p> ",
    "audit": null
}