{
    "id": 12328,
    "source": "mhm",
    "verse_id": 18861,
    "verse_count": 4,
    "reference": "62:6-9",
    "title": "",
    "html": "<p>  6  I have set watchmen upon thy walls, O Jerusalem, <i>which<\/i>  shall never hold their peace day nor night: ye that make mention  of the L<b>ORD<\/b>, keep not silence,    7  And give him no rest, till he establish, and till he make  Jerusalem a praise in the earth.    8  The L<b>ORD<\/b> hath sworn by his right hand, and by the arm of his  strength, Surely I will no more give thy corn <i>to be<\/i> meat for  thine enemies  and the sons of the stranger shall not drink thy  wine, for the which thou hast laboured:    9  But they that have gathered it shall eat it, and praise the  L<b>ORD<\/b>  and they that have brought it together shall drink it in  the courts of my holiness.  <\/p>  <p>  Two things are here promised to Jerusalem:--<\/p>  <p>  I. Plenty of the means of grace--abundance of good preaching and good  praying  (<a class=\"isa\" verses=\"WzE4ODYxXQ==\">Isaiah 62:6<\/a>),  and this shows the method God takes when he designs mercy for a people  he first brings them to their duty and pours out a spirit of prayer  upon them, and then brings salvation to them. Provision is made,<\/p>  <p>  1. That ministers may do their duty as watchmen. It is here spoken of  as a token for good, as a step towards further mercy and an earnest of  it, that, in order to what he designed for them, he would set  <i>watchmen on their walls who should never hold their peace.<\/i> Note,  (1.) Ministers are watchmen on the church's walls, for it is as a city  besieged, whose concern it is to have sentinels on the walls, to take  notice and give notice of the motions of the enemy. It is necessary  that, as watchmen, they be wakeful, and faithful, and willing to endure  hardness.  (2.) They are concerned to stand upon their guard day and night  they  must never be off their watch as long as those for whose souls they  watch are not out of danger.  (3.) They must never hold their peace  they must take all opportunities  to give warning to sinners, in season, out of season, and must never  betray the cause of Christ by a treacherous or cowardly silence. They  must never hold their peace at the throne of grace  they must <i>pray,  and not faint,<\/i> as Moses lifted up his hands and kept them steady,  till Israel had obtained the victory over Amalek,   <a class=\"ref\">Exodus 17:10<\/a>.<\/p>  <p>  2. That people may do their duty. As those that make mention of the  Lord, let not them keep silence neither, let not them think it enough  that their watchmen pray for them, but let them pray for themselves  all will be little enough to meet the approaching mercy with due  solemnity. Note,  (1.) It is the character of God's professing people that they make  mention of the Lord, and continue to do so even in bad times, when the  land is termed <i>forsaken<\/i> and <i>desolate.<\/i> They are <i>the  Lord's remembrancers<\/i> (so the margin reads it)  they remember the  Lord themselves and put one another in mind of him.  (2.) God's professing people must be a praying people, must be  public-spirited in prayer, must wrestle with God in prayer, and  continue to do so: \"<i>Keep not silence <\/i> never grow remiss in the  duty nor weary of it.\" <i>Give him no rest<\/i>--alluding to an  importunate beggar, to the widow that with her continual coming wearied  the judge into a compliance. God said to <i>Moses, Let me alone<\/i>  (<a class=\"ref\">Exodus 32:10<\/a>),  and Jacob to Christ, <i>I will not let thee go except thou bless  me,<\/i>   <a class=\"ref\">Genesis 32:26<\/a>.  (3.) God is so far from being displeased with our pressing importunity,  as men commonly are, that he invites and encourages it  he bids us to  cry after him  he is not like those disciples who discouraged a  petitioner,   <a class=\"ref\">Matthew 15:23<\/a>.  He bids us make pressing applications at the throne of grace, and  <i>give him no rest,<\/i>   <a class=\"ref\">Luke 11:5<\/a>.  He suffers himself not only to be reasoned with, but to be wrestled  with.  (4.) The public welfare or prosperity of God's Jerusalem is that which  we should be most importunate for at the throne of grace  we should  pray for the good of the church.  [1.] That it may be safe, that he would <i>establish<\/i> it, that the  interests of the church may be firm, may be settled for the present and  secured to posterity.  [2.] That it may be great, may be <i>a praise in the earth,<\/i> that it  may be praised, and God may be praised for it. When gospel truths are  cleared and vindicated, when gospel ordinances are duly administered in  their purity and power, when the church becomes eminent for holiness  and love, then Jerusalem is a praise in the earth, then it is in  reputation.  (5.) We must persevere in our prayers for mercy to the church till the  mercy come  we must do as the prophet's servant did, go yet seven  times, till the promising cloud appear,   <a class=\"ref\">1 Kings 18:44<\/a>.  (6.) It is a good sign that God is coming towards a people in ways of  mercy when he pours out a spirit of prayer upon them and stirs them up  to be fervent and constant in their intercessions.<\/p>  <p>  II. Plenty of all other good things,   <a class=\"isa\" verses=\"WzE4ODYzXQ==\">Isaiah 62:8<\/a>.  This follows upon the former  when the people praise God, when <i>all  the people praise him, then shall the earth yield her increase<\/i>  (<a class=\"ref\">Psalm 67:5<\/a>),  and outward prosperity, crowning its piety, shall help to make  Jerusalem a praise in the earth. Observe,<\/p>  <p>  1. The great distress they had been in, and the losses they had  sustained. Their corn had been meat for their enemies, which they hoped  would be meat for themselves and their families. Here was a double  grievance, that they themselves wanted that which was necessary to the  support of life and were in danger of perishing for want of it, and  that their enemies were strengthened by it, had their camp victualled  with it, and so were the better able to do them a mischief. God is said  to give their corn to their enemies, because he not only permitted it,  but ordered it, to be the just punishment both of their abuse of plenty  and of their symbolizing with strangers,   <a class=\"isa\" verses=\"WzE3NjYyXQ==\">Isaiah 1:7<\/a>.  The wine which they had laboured for, and which in their affliction  they needed for the relief of those among them that were of a heavy  heart, strangers drank it, to gratify their lusts with  this sore  judgment was threatened for their sins,   <a class=\"ref\">Leviticus 26:16; Deuteronomy 28:33<\/a>.  See how uncertain our creature-comforts are, and how much it is our  wisdom to labour for that meat which we can never be robbed of.<\/p>  <p>  2. The great fulness and satisfaction they should now be restored to  (<a class=\"isa\" verses=\"WzE4ODY0XQ==\">Isaiah 62:9<\/a>):  <i>Those that have gathered it shall eat it, and praise the Lord.<\/i>  See here,  (1.) God's mercy in giving plenty, and peace to enjoy it,--that the  earth yields her increase, that there are hands to be employed in  gathering it in, and that they are not taken off by plague and  sickness, or otherwise employed in war,--that strangers and enemies do  not come and gather it for themselves, or take it from us when we have  gathered it,--that we eat the labour of our hands and the bread is not  eaten out of our mouths,--and especially that we have opportunity and a  heart to honour God with it, and that his courts are open to us and we  are not restrained from attending on him in them.  (2.) Our duty in the enjoyment of this mercy. We must gather what God  gives, with care and industry  we must eat it freely and cheerfully,  not bury the gifts of God's bounty, but make use of them. We must, when  we have eaten and are full, <i>bless the Lord,<\/i> and give him thanks  for his bounty to us  and we must serve him with our abundance, use it  in works of piety and charity, eat it and <i>drink it in the courts of  his holiness,<\/i> where the altar, the priest, and the poor must all  have their share. The greatest comfort that a good man has in his meat  and drink is that it furnishes him with a meat-offering and a  drink-offering for the Lord his God  (<a class=\"ref\">Joel 2:14<\/a>)  the greatest comfort that he has in an estate is that it gives him an  opportunity of honouring God and doing good. This wine is to be  <i>drunk in the courts of God's holiness,<\/i> and therefore moderately  and with sobriety, as before the Lord.<\/p>  <p>  3. The solemn ratification of this promise: <i>The Lord has sworn by  his right hand, and by the arm of his strength,<\/i> that he will do  this for his people. God confirms it by an oath, that his people, who  trust in him and his word, may have <i>strong consolation,<\/i>   <a class=\"ref\">Hebrews 6:17<\/a>.  And, since he can swear by no greater, he swears by himself, sometimes  by his being (<i>As I live,<\/i>   <a class=\"ref\">Ezekiel 33:11<\/a>),  sometimes by his holiness  (<a class=\"ref\">Psalm 89:35<\/a>),  here by his power, his right hand (which was lifted up in swearing,   <a class=\"ref\">Deuteronomy 32:40<\/a>),  and his arm of power  for it is a great satisfaction to those who build  their hopes on God's promise to be sure that <i>what he has promised he  is able to perform,<\/i>   <a class=\"ref\">Romans 4:21<\/a>.  To assure us of this he has sworn by his strength, pawning the  reputation of his omnipotence upon it  if he do not do it, let it be  said, <i>It was because he could not,<\/i> which the Egyptians shall  never say  (<a class=\"ref\">Numbers 14:16<\/a>)  nor any other. It is the comfort of God's people that his power is  engaged for them, his right hand, where the Mediator sits.<\/p>",
    "audit": null
}