{
    "id": 12345,
    "source": "mhm",
    "verse_id": 18938,
    "verse_count": 10,
    "reference": "66:15–24",
    "title": "",
    "html": "<p>15 For, behold, the L<b>ORD<\/b> will come with fire, and with his chariots like a whirlwind, to render his anger with fury, and his rebuke with flames of fire. 16 For by fire and by his sword will the L<b>ORD<\/b> plead with all flesh: and the slain of the L<b>ORD<\/b> shall be many. 17 They that sanctify themselves, and purify themselves in the gardens behind one<i>tree<\/i> in the midst, eating swine's flesh, and the abomination, and the mouse, shall be consumed together, saith the L<b>ORD<\/b> . 18 For I<i>know<\/i> their works and their thoughts: it shall come, that I will gather all nations and tongues and they shall come, and see my glory. 19 And I will set a sign among them, and I will send those that escape of them unto the nations, <i>to<\/i> Tarshish, Pul, and Lud, that draw the bow, <i>to<\/i> Tubal, and Javan, <i>to<\/i> the isles afar off, that have not heard my fame, neither have seen my glory and they shall declare my glory among the Gentiles. 20 And they shall bring all your brethren<i>for<\/i> an offering unto the L<b>ORD<\/b> out of all nations upon horses, and in chariots, and in litters, and upon mules, and upon swift beasts, to my holy mountain Jerusalem, saith the L<b>ORD<\/b> , as the children of Israel bring an offering in a clean vessel into the house of the L<b>ORD<\/b> . 21 And I will also take of them for priests<i>and<\/i> for Levites, saith the L<b>ORD<\/b> . 22 For as the new heavens and the new earth, which I will make, shall remain before me, saith the L<b>ORD<\/b> , so shall your seed and your name remain. 23 And it shall come to pass, <i>that<\/i> from one new moon to another, and from one sabbath to another, shall all flesh come to worship before me, saith the L<b>ORD<\/b> . 24 And they shall go forth, and look upon the carcases of the men that have transgressed against me: for their worm shall not die, neither shall their fire be quenched and they shall be an abhorring unto all flesh.<\/p><p>These verses, like the pillar of cloud and fire, have a dark side towards the enemies of God's kingdom and all that are rebels against his crown, and a bright side towards his faithful loyal subjects. Probably they refer to the Jews in captivity in Babylon, of whom some are said to have been sent thither for their hurt, and with them God here threatens to proceed in his controversy they hated to be reformed, and therefore should be ruined by the calamity ( <a class=\"ref\">Jeremiah 24:9<\/a>) others were sent thither for their good, and they should have the trouble sanctified to them, should in due time get well through it and see many a good day after it. Many of the expressions here used are accommodated to that glorious dispensation but doubtless the prophecy looks further, to the judgment for which Christ did come once, and will come again, into this world, and to the distinction which his word in both makes<i>between the precious and the vile. <\/i><\/p><p>I. Christ will appear to the confusion and terror of all those that stand it out against him. Sometimes he will appear in temporal judgments. The Jews that persisted in infidelity were cut off<i>by fire<\/i> and<i>by his sword. <\/i> The ruin was very extensive<i>the Lord<\/i> then<i>pleaded with all flesh<\/i> and, it being his sword with which they are cut off, they are called<i>his slain,<\/i> sacrificed to his justice, and they<i>shall be many. <\/i> In the great day the wrath of God will be his fire and sword, with which he will cut off and consume all the impenitent and his word, when it takes hold of sinners' consciences, burns like fire, and is sharper<i>than any two-edged sword. <\/i> Idolaters will especially be contended with in the day of wrath, <a class=\"isa\" verses=\"WzE4OTQwXQ==\">Isaiah 66:17<\/a>. Perhaps some of those who returned out of Babylon retained such instances of idolatry and superstition as are here mentioned, had their<i>idols in their gardens<\/i> (not daring to set them up publicly in the high places) and there<i>purified themselves<\/i> (as the worshippers of the true God used to do) when they went about their idolatrous rites, <i>one after another,<\/i> or, as we read it, <i>behind one tree in the midst,<\/i> behind<i>Ahad<\/i> or<i>Ehad,<\/i> some idol that they worshipped by that name and in honour of which they<i>ate swine's flesh<\/i> (which was expressly forbidden by the law of God), <i>and other abominations,<\/i> as<i>the mouse,<\/i> or some other like animal. But the prophecy may refer to all those judgments which the wrath of God, according to the word of God, will bring upon provoking sinners, that live in contempt of God and are devoted to the world and the flesh: They<i>shall be consumed together. <\/i> From the happiness of heaven we find expressly excluded all<i>idolaters, and whosoever worketh abomination,<\/i> <a class=\"ref\">Revelation 21:27<\/a>. In the day of vengeance secret wickedness will be brought to light and brought to the account for ( <a class=\"isa\" verses=\"WzE4OTQxXQ==\">Isaiah 66:18<\/a>), <i>I know their works and their thoughts. <\/i> God knows both what men do and from what principle and with what design they do it and therefore is fit to judge the world, because he can<i>judge the secrets of men,<\/i> <a class=\"ref\">Romans 2:16<\/a>.<\/p><p>II. He will appear to the comfort and joy of all that are faithful to him in the setting up of his kingdom in this world, the kingdom of grace, the earnest and first-fruits of the kingdom of glory. The time shall come that he will<i>gather all nations and tongues to himself,<\/i> that they may<i>come and see his glory<\/i> as it shines in the face of Jesus Christ, <a class=\"isa\" verses=\"WzE4OTQxXQ==\">Isaiah 66:18<\/a>. This was fulfilled when all nations were to be discipled and the gift of tongues was bestowed in order thereunto. The church had hitherto been confined to one nation and in one tongue only God was worshipped but in the days of the Messiah the partition-wall should be taken down, and those that had been strangers to God should be brought acquainted with him and should<i>see his glory<\/i> in the gospel, as the Jews had seen it<i>in the sanctuary. <\/i> As to this, it is here promised,<\/p><p>1. That some of the Jewish nation should, by the grace of God, be distinguished form the rest, and marked for salvation: I will not only set up a<i>gathering ensign<\/i> among them, to which the Gentiles shall seek (as is promised, <a class=\"isa\" verses=\"WzE3ODk3XQ==\">Isaiah 11:12<\/a>), but there shall be those among them on whom<i>I will set a differencing sign<\/i> for so the word signifies. Though they are a corrupt degenerate nation, yet God will set apart a remnant of them, that shall be devoted to him and employed for him, and a mark shall be set upon them, with such certainty will God own them, <a class=\"ref\">Ezekiel 9:4<\/a>. The<i>servants of God<\/i> shall be<i>sealed in their foreheads,<\/i> <a class=\"ref\">Revelation 7:3<\/a>. The Lord knows those that are his. Christ's sheep are marked.<\/p><p>2. That those who are themselves distinguished thus by the grace of God shall be commissioned to invite others to come and take the benefit of that grace. Those that escape the power of those prejudices by which the generality of that nation is kept in unbelief shall be<i>sent to the nations<\/i> to carry the gospel among them, and preach it to every creature. Note, Those who themselves have escaped the wrath to come should do all they can to snatch others also as brands out of the burning. God chooses to send those on his errands that can deliver their message feelingly and experimentally, and warn people of their danger by sin as those who have themselves narrowly escaped the danger. (1.) They shall be sent<i>to the nations,<\/i> several of which are here named, Tarshish, and Pul, and Lud, &c. It is uncertain, nor are interpreters agreed, what countries are here intended. <i>Tarshish<\/i> signifies in general<i>the sea,<\/i> yet some take it for Tarsus in Cilicia. <i>Pul<\/i> is mentioned sometimes as the name of one of the kings of Assyria perhaps some part of that country might likewise bear that name. <i>Lud<\/i> is supposed to be Lydia, a warlike nation, famed for archers: the Lydians are said to<i>handle<\/i> and<i>bend the bow,<\/i> <a class=\"ref\">Jeremiah 46:9<\/a>. <i>Tubal,<\/i> some think, is Italy or Spain and<i>Javan<\/i> most agree to be Greece, the Iones and the<i>isles of the Gentiles,<\/i> that were peopled by the posterity of Japhet ( <a class=\"ref\">Genesis 10:5<\/a>), probably are here meant by the<i>isles afar off, that have not heard my name, neither have seen my glory. <\/i> In Judah only was God known, and there only his name was great for many ages. Other countries sat in darkness, heard no the joyful sound, saw not the joyful light. This deplorable state of theirs seems to be spoken of here with compassion for it is a pity that any of the children of men should be at such a distance from their Maker as not to hear his name and see his glory. In consideration of this, (2.) Those that are sent to the nations shall go upon God's errand, to<i>declare his glory among the Gentiles. <\/i> The Jews that shall be dispersed among the nations shall declare the glory of God's providence concerning their nation all along, by which many shall be invited to join with them, as also by the appearances of God's glory among them in his ordinances. Some out of all languages of the nations shall<i>take hold of the skirt of him that is a Jew,<\/i> entreating him to take notice of them, to admit them into his company, and to stay a little while for them, till they are ready, \"for<i>we will go with you, having heard that God is with you,<\/i> \" <a class=\"ref\">Zechariah 8:23<\/a>. Thus the glory of God was in part declared among the Gentiles but more clearly and fully by the apostles and early preachers of the gospel, who were sent into all the world, even to the isles afar off, to publish the glorious gospel of the blessed God. They<i>went forth and preached every where, the Lord working with them,<\/i> <a class=\"ref\">Mark 16:20<\/a>.<\/p><p>3. That many converts shall hereby be made, <a class=\"isa\" verses=\"WzE4OTQzXQ==\">Isaiah 66:20<\/a>.<\/p><p>(1.)<i>They shall bring all your brethren<\/i> (for proselytes ought to be owned and embraced as brethren)<i>for an offering unto the Lord. <\/i> God's glory shall not be in vain declared to them, but they shall be both invited and directed to join themselves to the Lord. Those that are sent to them shall succeed so well in their negotiation that thereupon there shall be as great flocking to Jerusalem as used to be at the time of a solemn feast, when all the males from all parts of the country were to attend there, and not to appear empty. Observe, [1.] The conveniences that they shall be furnished with for their coming. Some shall come<i>upon horses,<\/i> because they came from far and the journey was too long to travel on foot, as the Jews usually did to their feasts. Persons of quality shall come<i>in chariots,<\/i> and the aged, and sickly, and little children, shall be brought<i>in litters<\/i> or covered wagons, and the young men<i>on mules and swift beasts. <\/i> This intimates their zeal and forwardness to come. They shall spare no trouble nor charge to get to Jerusalem. Those that cannot ride on horseback shall come in litters and in such haste shall they be, and so impatient of delay, that those that can shall ride upon mules and swift beasts. These expressions are figurative, and these various means of conveyance are heaped up to intimate (says the learned Mr. Gataker) the abundant provision of all those gracious helps requisite for the bringing of God's elect home to Christ. All shall be welcome, and nothing shall be wanting for their assistance and encouragement. [2.] The character under which they shall be brought. They shall come, not as formerly they used to come to Jerusalem, to be offerers, but to be themselves<i>an offering unto the Lord,<\/i> which must be understood spiritually, of their being presented to God as<i>living sacrifices,<\/i> <a class=\"ref\">Romans 12:1<\/a>. The apostle explains this, and perhaps refers to it, <a class=\"ref\">Romans 15:16<\/a> , where he speaks of his<i>ministering the gospel to the Gentiles,<\/i> that the<i>offering up,<\/i> or<i>sacrificing, of the Gentiles might be acceptable. <\/i> They shall offer themselves, and those who are the instruments of their conversion shall offer them, as the spoils which they have taken for Christ and which are devoted to his service and honour. They shall be brought<i>as the children of Israel bring an offering in a clean vessel,<\/i> with great care that they be holy, purified from sin, and sanctified to God. It is said of the converted Gentiles ( <a class=\"ref\">Acts 15:9<\/a>) that<i>their hearts were purified by faith. <\/i> Whatever was brought to God was brought in a clean vessel, a vessel appropriated to religious uses. God will be served and honoured in the way that he has appointed, in the ordinances of his own institution, which are the proper vehicles for these spiritual offerings. When the soul is offered up to God the body must be a clean vessel for it, possessed<i>in sanctification and honour, and not in the lusts of uncleanness<\/i> ( <a class=\"ref\">1 Thessalonians 4:4<\/a>) and converts to Christ are not only<i>purged from an evil conscience,<\/i> but have their<i>bodies also washed with pure water,<\/i> <a class=\"ref\">Hebrews 10:22<\/a>. Now,<\/p><p>(2.) This may refer, [1.] To the Jews, devout men, and proselytes out of every nation under heaven, that flocked together to Jerusalem, expecting the kingdom of the Messiah to appear, <a class=\"ref\">Acts 2:5<\/a>. They came from all parts to the holy<i>mountain of Jerusalem,<\/i> as an<i>offering to the Lord,<\/i> and there many of them were brought to the faith of Christ by the gift of tongues poured out on the apostles. Methinks there is some correspondence between that history and this prophecy. The eunuch some time after came to worship at Jerusalem in his chariot and took home with him the knowledge of Christ and his holy religion. [2.] To the Gentiles, some of all nations, that should be converted to Christ, and so added to his church, which, though a spiritual accession, is often in prophecy represented by a local motion. The apostle says of all true Christians that they<i>have come to Mount Zion, and the heavenly Jerusalem<\/i> ( <a class=\"ref\">Hebrews 12:22<\/a>), which explains this passage, and shows that the meaning of all this parade is only that they shall be brought into the church by the grace of God, and in the use of the means of that grace, as carefully, safely, and comfortably, as if they were carried in chariots and litters. Thus God shall<i>persuade Japhet<\/i> and he shall<i>dwell in the tents of Shem,<\/i> <a class=\"ref\">Genesis 9:27<\/a>.<\/p><p>4. That a gospel ministry shall be set up in the church, it being thus enlarged by the addition of such a multitude of members to it ( <a class=\"isa\" verses=\"WzE4OTQ0XQ==\">Isaiah 66:21<\/a>):<i>I will take of them<\/i> (of the proselytes, of the Gentile converts)<i>for priests and for Levites,<\/i> to minister in holy things and to preside in their religious assemblies, which is very necessary for doctrine, worship, and discipline. Hitherto the priests and Levites were all taken from among the Jews and were all of one tribe but in gospel times God will take of the converted Gentiles to minister to him in holy things, to teach the people, to bless them in the name of the Lord, to be the stewards of the mysteries of God as the priests and Levites were under the law, to be pastors and teachers (or bishops), to<i>give themselves to the word and prayer,<\/i> and deacons to<i>serve tables,<\/i> and, as the Levites, to take care of the<i>outward business of the house of God,<\/i> <a class=\"ref\">Philippians 1:1; Acts 6:2-4<\/a>. The apostles were all Jews, and so were the seventy disciples the great apostle of the Gentiles was himself<i>a Hebrew of the Hebrews<\/i> but, when churches were planted among the Gentiles, they had ministers settled who were<i>of themselves, elders in every church<\/i> ( <a class=\"ref\">Acts 14:23; Titus 1:5<\/a>), which made the ministry to spread the more easily, and to be the more familiar, and, if not the more venerable, yet the more acceptable gospel grace, it might be hoped, would cure people of those corruptions which kept a prophet from having<i>honour in his own country. <\/i> God says, <i>I will take,<\/i> not<i>all of them,<\/i> though they are all in a spiritual sense made to our God kings and priests, but<i>of them,<\/i> some of them. It is God's work originally to choose ministers by qualifying them for and inclining them to the service, as well as to make ministers by giving them their commission. <i>I will take them,<\/i> that is, I will admit them, though Gentiles, and will accept of them and their ministrations. This is a great honour and advantage to the Gentile church, as it was to the Jewish church that God<i>raised up of their sons for prophets<\/i> and<i>their young men for Nazarites,<\/i> <a class=\"ref\">Amos 2:11<\/a>.<\/p><p>5. That the church and ministry, being thus settled, shall continue and be kept up in a succession from one generation to another, <a class=\"isa\" verses=\"WzE4OTQ1XQ==\">Isaiah 66:22<\/a>. The change that will be made by the setting up of the kingdom of the Messiah is here described to be, (1.) A very great and universal change it shall be a new world, <i>the new heavens and the new earth<\/i> promised before, <a class=\"isa\" verses=\"WzE4OTE1XQ==\">Isaiah 65:17<\/a>. <i>Old things have passed away,<\/i> behold<i>all things have become new<\/i> ( <a class=\"ref\">2 Corinthians 5:17<\/a>), the old covenant of peculiarity is set aside, and a new covenant, a covenant of grace, established, <a class=\"ref\">Hebrews 8:13<\/a>. We are now to serve<i>in newness of the spirit,<\/i> and<i>not in the oldness of the letter,<\/i> <a class=\"ref\">Romans 7:6<\/a>. New commandments are given relating both to heaven and earth, and new promises relating to both, and both together make a New Testament so that they are new heavens and a new earth that God will create, and these a preparative for the new heavens and new earth designed at the end of time, <a class=\"ref\">2 Peter 3:13<\/a>. (2.) A change of God's own making he will create the new heavens and the new earth. The change was made by him that had authority to make new ordinances, as well as power to make new worlds. (3.) It will be an abiding lasting change, a change never to be changed, a new world that will be always new, and never wax old, as that does which is ready to vanish away:<i>It shall remain before me<\/i> unalterable for the gospel dispensation is to continue to the end of time and not to be succeeded by any other. The kingdom of Christ is a<i>kingdom that cannot be moved<\/i> the laws and privileges of it<i>are things that cannot be shaken,<\/i> but shall<i>for ever remain,<\/i> <a class=\"ref\">Hebrews 12:27<\/a>. It shall<i>therefore<\/i> remain, because it is before God it is under his eye, and care, and special protection. (4.) It will be maintained in a seed that shall serve Christ:<i>Your seed,<\/i> and in them<i>your name, shall remain<\/i>&mdash;a seed of ministers, a seed of Christians as one generation of both passes away, another generation shall come and thus the name of Christ, with that of Christians, shall continue on earth while the earth remains, and his throne as the days of heaven. The gates of hell, though they fight against the church, shall not<i>prevail,<\/i> nor<i>wear out the saints of the Most High. <\/i><\/p><p>6. That the public worship of God in religious assemblies shall be carefully and constantly attended upon by all that are thus brought<i>as an offering to the Lord,<\/i> <a class=\"isa\" verses=\"WzE4OTQ2XQ==\">Isaiah 66:23<\/a>. This is described in expressions suited to the Old-Testament dispensation, to show that though the ceremonial law should be abolished, and the temple service should come to an end, yet God should be still as regularly, constantly, and acceptably worshipped as ever. Heretofore only Jews went up to appear before God, and they were bound to attend only three times a year, and the males only but now all flesh, Gentiles as well as Jews, women as well as men, shall<i>come and worship before God,<\/i> in his presence, though not in his temple at Jerusalem, but in religious assemblies dispersed all the world over, which shall be to them as the tabernacle of meeting was to the Jews. God will in them record his name, and, though but two or three come together, he will be among them, will meet them, and bless them. And they shall have the benefit of these holy convocations frequently, every new moon and every sabbath, not, as formerly, at the three annual feasts only. There is no necessity of one certain place, as the temple was of old. Christ is our temple, in whom by faith all believers meet, and now that the church is so far extended it is impossible that all should meet at one place but it is fit that there should be a certain time appointed, that the service may be done certainly and frequently, and a token thereby given of the spiritual communion which all Christian assemblies have with each other by faith, hope, and holy love. The<i>new moons<\/i> and the<i>sabbaths<\/i> are mentioned because, under the law, though the yearly feasts were to be celebrated at Jerusalem, yet the new moons and the sabbaths were religiously observed all the country over, in the<i>schools of the prophets<\/i> first and afterwards<i>in the synagogues<\/i> ( <a class=\"ref\">2 Kings 4:23; Amos 8:5; Acts 15:21<\/a>), according to the model of which Christian assemblies seem to be formed. Where the Lord's day is weekly sanctified, and the Lord's supper monthly celebrated, and both are duly attended on, there this promise is fulfilled, there the Christian new moons and sabbaths are observed. See, here, (1.) That God is to be worshipped in solemn assemblies, and that it is the duty of all, as they have opportunity, to wait upon God in those assemblies:<i>All flesh must come<\/i> though flesh, weak, corrupt, and sinful, let them come that the flesh may be mortified. (2.) In worshipping God we present ourselves before him, and are in a special manner in his presence. (3.) For doing this there ought to be stated times, and are so and we must see that it is our interest as well as our duty constantly and conscientiously to observe these times.<\/p><p>7. That their thankful sense of God's distinguishing favour to them should be very much increased by the consideration of the fearful doom and destruction of those that persist and perish in their infidelity and impiety, <a class=\"isa\" verses=\"WzE4OTQ3XQ==\">Isaiah 66:24<\/a>. Those that have been worshipping the Lord of hosts, and rejoicing before him in the goodness of his house, shall, in order to affect themselves the more with their own happiness, take a view of the misery of the wicked. Observe, (1.) Who they are whose misery is here described. They are men that have<i>transgressed against God,<\/i> not only broken his laws, but broken covenant with him, and thought themselves able to contend with him. It may be meant especially of the unbelieving Jews that rejected the gospel of Christ. (2.) What their misery is. It is here represented by the frightful spectacle of a field of battle, covered with the<i>carcases<\/i> of the slain, that lie rotting above ground, full of<i>worms<\/i> crawling about them and feeding on them and, if you go to burn them, they are so scattered, and it is such a noisome piece of work to get them together, that it would be endless, and the<i>fire would never be quenched<\/i> so that they are an<i>abhorring to all flesh,<\/i> nobody cares to come near them. Now this is sometimes accomplished in temporal judgments, and perhaps never nearer the letter than in the destruction of Jerusalem and the Jewish nation by the Romans, in which destruction it is computed that above two millions, first and last, were cut off by the sword, besides what perished by famine and pestilence. It may refer likewise to the spiritual judgments that came upon the unbelieving Jews, which St. Paul looks upon, and shows us, <a class=\"ref\">Romans 11:8<\/a> , &c. They became dead in sins, twice dead. The church of the Jews was a<i>carcase<\/i> of a church all its members were putrid carcases<i>their worm died not,<\/i> their own consciences made them continually uneasy, and the fire of their rage against the gospel was not quenched, which was their punishment as well as their sin and they became, more than ever any nation under the sun, <i>an abhorring to all flesh. <\/i> But our Saviour applies it to the everlasting misery and torment of impenitent sinners in the future state, where their<i>worm dies not, and their fire is not quenched<\/i> ( <a class=\"ref\">Mark 9:44<\/a>) for the soul, whose conscience is its constant tormentor, is immortal, and God, whose wrath is its constant terror, is eternal. (3.) What notice shall be taken of it. Those that worship God shall<i>go forth and look upon them,<\/i> to affect their own hearts with the love of their Redeemer, when they see what misery they are redeemed from. As it will aggravate the miseries of the damned to see others in the kingdom of heaven and<i>themselves thrust out<\/i> ( <a class=\"ref\">Luke 13:28<\/a>), so it will illustrate the joys and glories of the blessed to see what becomes of those that died in their transgression, and it will elevate their praises to think that they were themselves as brands plucked out of that burning. To the honour of that free grace which thus distinguished them let the redeemed of the Lord with all humility, and not without a holy trembling, sing their triumphant songs.<\/p> ",
    "audit": null
}