{
    "id": 12248,
    "source": "mhm",
    "verse_id": 18514,
    "verse_count": 6,
    "reference": "43:8–13",
    "title": "",
    "html": " <p>8 Bring forth the blind people that have eyes, and the deaf that have ears. 9 Let all the nations be gathered together, and let the people be assembled: who among them can declare this, and show us former things? let them bring forth their witnesses, that they may be justified: or let them hear, and say, <i>It is <\/i>,truth. 10 Ye <i>are <\/i>,my witnesses, saith the L <b>ORD <\/b>,, and my servant whom I have chosen: that ye may know and believe me, and understand that I <i>am <\/i>,he: before me there was no God formed, neither shall there be after me. 11 I, <i>even <\/i>,I, <i>am <\/i>,the L <b>ORD <\/b>,and beside me <i>there is <\/i>,no saviour. 12 I have declared, and have saved, and I have showed, when <i>there was <\/i>,no strange <i>god <\/i>,among you: therefore ye <i>are <\/i>,my witnesses, saith the L <b>ORD <\/b>,, that I <i>am <\/i>,God. 13 Yea, before the day <i>was <\/i>,I <i>am <\/i>,he and <i>there is <\/i>,none that can deliver out of my hand: I will work, and who shall let it? <\/p> <p>God here challenges the worshippers of idols to produce such proofs of the divinity of their false gods as even this very instance (to go no further) of the redemption of the Jews out of Babylon furnished the people of Israel with, to prove that their God is the true and living God, and he only. <\/p> <p>I. The patrons of idolatry are here called to appear, and say what they have to say in defence of their idols, <a class=\"isa\" verses=\"WzE4NTE0XQ==\">Isaiah 43:8 <\/a>. Their gods have <i>eyes and see not, ears and hear not, <\/i>,and those that make them and trust in them are like unto them so David had said (<a class=\"ref\">; <\/a>), to which the prophet seems here to refer when he calls idolaters <i>blind people that have eyes, and deaf people that have ears. <\/i>,They have the shape, capacities, and faculties, of men but they are, in effect, destitute of reason and common sense, or they would never worship gods of their own making. \" <i>Let all the nations therefore be gathered together, <\/i>,let them help one another, and with a combined force plead the cause of their dunghill gods and, if they have nothing to say in their own justification, let them hear what the God of Israel has to say for their conviction and confutation.\" <\/p> <p>II. God's witnesses are subpoenaed, or summoned to appear, and give in evidence for him (<a class=\"isa\" verses=\"WzE4NTE2XQ==\">Isaiah 43:10 <\/a>): \" <i>You, O Israelites! <\/i>,all you that are <i>called by my name, <\/i>,you <i>are all my witnesses, and so <\/i>,is <i>my servant whom I have chosen. <\/i>,\" It was Christ himself that was so described (<a class=\"isa\" verses=\"WzE4NDgyXQ==\">Isaiah 42:1 <\/a>), <i>My servant and my elect. <\/i>,Observe, <\/p> <p>1. All the prophets that testified to Christ, and Christ himself, the great prophet, are here appealed to as God's witnesses. (1.) God's people are witnesses for him, and can attest, upon their own knowledge and experience, concerning the power of his grace, the sweetness of his comforts, the tenderness of his providence, and the truth of his promise. They will be forward to witness for him that he is gracious and that no word of his has fallen to the ground. (2.) His prophets are in a particular manner witnesses for him, with whom his secret is, and who know more of him than others do. But the Messiah especially is given to be a witness for him to the people having lain in his bosom from eternity, he has declared him. Now, <\/p> <p>2. Let us see what the point is which these witnesses are called to prove (<a class=\"isa\" verses=\"WzE4NTE4XQ==\">Isaiah 43:12 <\/a>): <i>You are my witnesses, saith the Lord, that I am God. <\/i>,Note, Those who do themselves acknowledge that the Lord is God should be ready to testify what they know of him to others, that they also may be brought to the acknowledgement of it. <i>I believed, therefore have I spoken. <\/i>,Particularly, \"Since you cannot but know, and believe, and understand, you must be ready to bear record, (1.) That I am he, the only true God, that I am a being self-existent and self-sufficient I am he whom you are to fear, and worship, and trust in. Nay (<a class=\"isa\" verses=\"WzE4NTE5XQ==\">Isaiah 43:13 <\/a>), <i>before the day was <\/i>,(before the first day of time, before the creation of the light, and, consequently, from eternity) <i>I am he. <\/i>,\" The idols were but of yesterday, <i>new gods that came newly up <\/i>,(<a class=\"ref\">Deuteronomy 32:17 <\/a>) but the God of Israel was from everlasting. (2.) That <i>there was no God formed before me, nor shall be after me. <\/i>,The idols were gods formed (<i>dii facti&mdash;made gods, <\/i>,or rather <i>fictitii&mdash;fictitious <\/i>) <i>by nature they were no gods, <\/i>, <a class=\"ref\">Galatians 4:8 <\/a>. But God has a being from eternity, yea, and a religion in this world before there were either idols or idolaters (truth is more ancient than error) and he will have a being to eternity, and will be worshipped and glorified when idols are famished and abolished and idolatry shall be no more. True religion will keep its ground, and survive all opposition and competition. <i>Great is the truth, and will prevail. <\/i>,(3.) That <i>I, even I, am the Lord, <\/i>,the great Jehovah, who is, and was, and is to come and <i>besides me there is no Saviour, <\/i>, <a class=\"isa\" verses=\"WzE4NTE3XQ==\">Isaiah 43:11 <\/a>. See what it is that the great God glories in, not so much that he is the only ruler as that he is the only Saviour for he <i>delights to do good: <\/i>,he is the <i>Saviour of all men, <\/i>, <a class=\"ref\">1 Timothy 4:10 <\/a>. <\/p> <p>3. Let us see what the proofs are which are produced for the confirmation of this point. It appears, <\/p> <p>(1.) That the Lord is God, by two proofs: [1.] He has an infinite and infallible knowledge, as is evident from <i>the predictions of his word <\/i>,(<a class=\"isa\" verses=\"WzE4NTE4XQ==\">Isaiah 43:12 <\/a>): \" <i>I have declared and I have shown <\/i>,that which has without fail come to pass nay, I never declared nor showed any thing but it has been accomplished. <i>I showed when there was no strange god among you, <\/i>,that is, when you pretended not to consult any oracles but mine, nor to have any prophets but mine.\" It is said, when they came out of Egypt, that <i>the Lord alone did lead him, and there was no strange god with him. <\/i>,[2.] He has an infinite and irresistible power, as is evident from the performances of his providence. He pleads not only, I have <i>shown, <\/i>,but, I have <i>saved, <\/i>,not only foretold what none else could foresee, but done what none else could do for (<a class=\"isa\" verses=\"WzE4NTE5XQ==\">Isaiah 43:13 <\/a>), \" <i>None can deliver out of my hand <\/i>,those whom I will punish not only no man can, but none of all the gods of the heathen can protect.\" It is therefore a <i>fearful thing to fall into the hands of the living God, <\/i>,because there is no getting out of them again. \"I will work what I have designed, both in mercy and judgment, and who shall either oppose or retard it?\" <\/p> <p>(2.) That the gods of the heathen, who are rivals with him, are not only inferior to him, but no gods at all, which is proved (<a class=\"isa\" verses=\"WzE4NTE1XQ==\">Isaiah 43:9 <\/a>) by a challenge: <i>Who among them can declare this <\/i>,that I now declare? Who can foretel things to come? Nay, which of them can <i>show us former things? <\/i>, <a class=\"isa\" verses=\"WzE4NDc0XQ==\">Isaiah 41:22 <\/a>. They cannot so much as inspire an historian, much less a prophet. They are challenged to join issue upon this: <i>Let them bring forth their witnesses, <\/i>,to prove their omniscience and omnipotence. And, [1.] If they do prove them, they shall be justified, the idols in demanding homage and the idolaters in paying it. [2.] If they do not prove them, <i>let them say, It is truth <\/i>,let them own the true God, and receive the truth concerning him, that he is God alone. The cause of God is not afraid to stand a fair trial but it may reasonably be expected that those who cannot justify themselves in their irreligion should submit to the power of the truth and true religion. <\/p>,",
    "audit": null
}