{
    "id": 12162,
    "source": "mhm",
    "verse_id": 18037,
    "verse_count": 10,
    "reference": "21:1–10",
    "title": "",
    "html": " <p>1 The burden of the desert of the sea. As whirlwinds in the south pass through <i>so<\/i>, it cometh from the desert, from a terrible land. 2 A grievous vision is declared unto me the treacherous dealer dealeth treacherously, and the spoiler spoileth. Go up, O Elam: besiege, O Media all the sighing thereof have I made to cease. 3 Therefore are my loins filled with pain: pangs have taken hold upon me, as the pangs of a woman that travaileth: I was bowed down at the hearing <i>of it<\/i>, I was dismayed at the seeing <i>of it.<\/i>,4 My heart panted, fearfulness affrighted me: the night of my pleasure hath he turned into fear unto me. 5 Prepare the table, watch in the watchtower, eat, drink: arise, ye princes, <i>and<\/i>, anoint the shield. 6 For thus hath the Lord said unto me, Go, set a watchman, let him declare what he seeth. 7 And he saw a chariot <i>with<\/i>, a couple of horsemen, a chariot of asses, <i>and<\/i>, a chariot of camels and he hearkened diligently with much heed: 8 And he cried, A lion: My lord, I stand continually upon the watchtower in the daytime, and I am set in my ward whole nights: 9 And, behold, here cometh a chariot of men, <i>with<\/i>, a couple of horsemen. And he answered and said, Babylon is fallen, is fallen and all the graven images of her gods he hath broken unto the ground. 10 O my threshing, and the corn of my floor: that which I have heard of the L <b>ORD<\/b>, of hosts, the God of Israel, have I declared unto you. <\/p> <p>We had one burden of Babylon before (<a class=\"isa\" verses=\"eyIxNzkwOCI6MjJ9\">Isaiah 13:1-22<\/a>) here we have another prediction of its fall. God saw fit thus to possess his people with the belief of this event by line upon line, because Babylon sometimes pretended to be a friend to them (as <a class=\"isa\" verses=\"WzE4NDE0XQ==\">Isaiah 39:1<\/a>), and God would hereby warn them not to trust to that friendship, and sometimes was really an enemy to them, and God would hereby warn them not to be afraid of that enmity. Babylon is marked for ruin and all that believe God's prophets can, through that glass, see it tottering, see it tumbling, even when with an eye of sense they see it flourishing and sitting as a queen. Babylon is here called the <i>desert<\/i>, or <i>plain of the sea<\/i>, for it was a flat country, and full of lakes, or loughs (as they call them in Ireland), like little seas, and was abundantly watered with the many streams of the river Euphrates. Babylon did but lately begin to be famous, Nineveh having outshone it while the monarchy was in the Assyrian hands but in a little time it became the lady of kingdoms and, before it arrived at that pitch of eminency which it was at in Nebuchadnezzar's time, God by this prophet plainly foretold its fall, again and again, that his people might not be terrified at its rise, nor despair of relief in due time when they were its prisoners, <a class=\"ref\">Job 5:3; Psalm 37:35<\/a>. Some think it is here called a <i>desert<\/i>, because, though it was now a populous city, it should in time be made a desert. And <i>therefore<\/i>, the destruction of Babylon is so often prophesied of by this evangelical prophet, because it was typical of the destruction of the man of sin, the great enemy of the New-Testament church, which is foretold in the <i>Revelation<\/i>, in many expressions borrowed from these prophecies, which therefore must be consulted and collated by those who would understand the prophecy of that book. Here is, <\/p> <p>I. The powerful irruption and descent which the Medes and Persians should make upon Babylon (<a class=\"isa\" verses=\"WzE4MDM3XQ==\">Isaiah 21:1<\/a>): They will come <i>from the desert, from a terrible land.<\/i>, The northern parts of Media and Persia, where their soldiers were mostly bred, was waste and mountainous, terrible to strangers that were to pass through it and producing soldiers that were very formidable. <i>Elam<\/i>,(that is, Persia) is summoned to go up against Babylon, and, in conjunction with the forces of Media, to besiege it. When God has work of this kind to do he will find, though it be in a desert, in a terrible land, proper instruments to be employed in it. These forces come <i>as whirlwinds from the south,<\/i>, so suddenly, so strongly, so terribly, such a mighty noise shall they make, and throw down every thing that stands in their way. As is usual in such a case, some deserters will go over to them: <i>The treacherous dealers will deal treacherously.<\/i>, Historians tell us of Gadatas and Gobryas, two great officers of the king of Babylon, that went over to Cyrus, and, being well acquainted with all the avenues of the city, led a party directly to the palace, where Belshazzar was slain. Thus with the help of the <i>treacherous dealers the spoilers spoiled.<\/i>, Some read it thus: <i>There shall be a deceiver of that deceiver, Babylon, and a spoiler of that spoiler,<\/i>, or, which comes all to one, <i>The treacherous dealer has found one that deals treacherously, and the spoiler one that spoils,<\/i>, as it is expounded, <a class=\"isa\" verses=\"WzE4MjgxXQ==\">Isaiah 33:1<\/a>. The Persians shall pay the Babylonians in their own coin those that by fraud and violence, cheating and plundering, unrighteous wars and deceitful treaties, have made a prey of their neighbours, shall meet with their match, and by the same methods shall themselves be made a prey of. <\/p> <p>II. The different impressions made hereby upon those concerned in Babylon. 1. To the poor oppressed captives it would be welcome news for they had been told long ago that Babylon's destroyer would be their deliverer, and therefore, \"when they hear that Elam and Media are coming up to besiege Babylon, <i>all their sighing will be made to cease<\/i>, they shall no longer mingle their tears with Euphrates' streams, but resume their harps, and smile when they remember Zion, which, before, they wept at the thought of.\" For the sighing of the needy the God of pity will arise in due time (<a class=\"ref\">Psalm 12:5<\/a>) he will break the yoke from all their neck, will remove the rod of the wicked from off their lot, and so make their sighing to cease. 2. To the proud oppressors it would be a grievous vision (<a class=\"isa\" verses=\"WzE4MDM4XQ==\">Isaiah 21:2<\/a>), particularly to the king of Babylon for the time being, and it should seem that he it is who is here brought in sadly lamenting his inevitable fate (<a class=\"isa\" verses=\"WzE4MDM5XQ==\">Isaiah 21:3<\/a>): <i>Therefore are my loins filled with pain pangs have taken hold upon me, &c.,<\/i>, which was literally fulfilled in Belshazzar, for that very night in which his city was taken, and himself slain, upon the sight of a hand writing mystic characters upon the wall <i>his countenance was changed and his thoughts troubled him, so that the joints of his loins were loosed and his knees smote one against another,<\/i>, <a class=\"ref\">Daniel 5:6<\/a>. And yet that was but the beginning of sorrows. Daniel's deciphering the writing could not but increase his terror, and the alarm which immediately followed of the executioners at the door would be the completing of it. And those words, <i>The night of my pleasure has he turned into fear to me,<\/i>, plainly refer to that aggravating circumstance of Belshazzar's fall that he was slain on that night when he was in the height of his mirth and jollity, with his cups and concubines about him and a thousand of his lords revelling with him that night of his pleasure, when he promised himself an undisturbed unallayed enjoyment of the most exquisite gratifications of sense, with a particular defiance of God and religion in the profanation of the temple vessels, was the night that was turned into all this fear. Let this give an effectual check to vain mirth and sensual pleasures, and forbid us ever to lay the reins on the neck of them&mdash;that we know not what heaviness the mirth may end in, nor how soon laughter may be turned into mourning but this we know that for all these things God shall bring us into judgment let us therefore mix trembling always with our joys. <\/p> <p>III. A representation of the posture in which Babylon should be found when the enemy should surprise it&mdash;all in festival gaiety (<a class=\"isa\" verses=\"WzE4MDQxXQ==\">Isaiah 21:5<\/a>): \"Prepare the table with all manner of dainties. Set the guards let them watch in the watch-tower while we eat and drink securely and make merry and, if any alarm should be given, the princes shall arise and anoint the shield, and be in readiness to give the enemy a warm reception.\" Thus secure are they, and thus do they gird on the harness with as much joy as if they were putting it off. <\/p> <p>IV. A description of the alarm which should be given to Babylon upon its being forced by Cyrus and Darius. The Lord, in vision, showed the prophet the watchman set in his watch-tower, near the watch-tower, near the palace, as is usual in times of danger the king ordered those about him to post a sentinel in the most advantageous place for discovery, and, according to the duty of a watchman, let <i>him declare what he sees,<\/i>, <a class=\"isa\" verses=\"WzE4MDQyXQ==\">Isaiah 21:6<\/a>. We read of watchmen thus set to receive intelligence in the story of David (<a class=\"ref\">2 Samuel 18:24<\/a>), and in the story of Jehu, <a class=\"ref\">2 Kings 9:17<\/a>. This watchman here discovered a chariot with a couple of horsemen attending it, in which we may suppose the commander-in-chief to ride. He then saw another chariot drawn by asses or mules, which were much in use among the Persians, and a chariot drawn by camels, which were likewise much in use among the Medes so that (as Grotius thinks) these two chariots signify the two nations combined against Babylon, or rather these chariots come to bring tidings to the palace compare <a class=\"ref\">Jeremiah 51:31<\/a>. <i>One post shall run to meet another, and one messenger to meet another, to show the king of Babylon that his city is taken at one end<\/i>, while he is revelling at the other end and knows nothing of the matter. The watchman, seeing these chariots at some distance, <i>hearkened diligently with much heed,<\/i>, to receive the first tidings. And (<a class=\"isa\" verses=\"WzE4MDQ0XQ==\">Isaiah 21:8<\/a>) <i>he cried, A lion<\/i>, this word, coming out of a watchman's mouth, no doubt gave them a certain sound, and everybody knew the meaning of it, though we do not know it now. It is likely that it was intended to raise attention: he that has an ear to hear, let him hear, as when a lion roars. Or <i>he cried as a lion,<\/i>, very loud and in good earnest, the occasion being very urgent. And what has he to say? 1. He professes his constancy to the post assigned him: \" <i>I stand, my lord, continually upon the watch-tower,<\/i>, and have never discovered any thing material till just now all seemed safe and quiet.\" Some make it to be a complaint of the people of God that they had long expected the downfall of Babylon, according to the prophecy, and it had not yet come but withal a resolution to continue waiting as <a class=\"ref\">Habakkuk 2:1<\/a>, <i>I will stand upon my watch, and set me upon the tower,<\/i>, to see what will be the issue of the present providences. 2. He gives notice of the discoveries he had made (<a class=\"isa\" verses=\"WzE4MDQ1XQ==\">Isaiah 21:9<\/a>): <i>Here comes a chariot of men with a couple of horsemen,<\/i>, a vision representing the enemy's entry into the city with all their force or the tidings brought to the royal palace of it. <\/p> <p>V. A certain account is at length given of the overthrow of Babylon. He in the chariot <i>answered and said<\/i>,(when he heard the watchman speak), <i>Babylon has fallen, has fallen<\/i>, or God answered thus to the prophet enquiring concerning the issue of these affairs: \"It has now come to this, Babylon has surely and irrecoverably fallen. Babylon's business is done now. <i>All the graven images of her gods he has broken unto the ground.<\/i>,\" Babylon was the mother of harlots (that is, of idolatry), which was one of the grounds of God's quarrel with her but her idols should now be so far from protecting her that some of them should be broken down to the ground, and others of them, that were worth carrying way, should go into captivity, and be a burden to the beasts that carried them, <a class=\"isa\" verses=\"WzE4NTg4XQ==\">Isaiah 46:1<\/a>. <\/p> <p>VI. Notice is given to the people of God, who were then captives in Babylon, that this prophecy of the downfall of Babylon was particularly intended for their comfort and encouragement, and they might depend upon it that it should be accomplished in due season, <a class=\"isa\" verses=\"WzE4MDQ2XQ==\">Isaiah 21:10<\/a>. Observe, <\/p> <p>1. The title the prophet gives them in God's name: <i>O my threshing, and the corn of my floor!<\/i>, The prophet calls them <i>his,<\/i>, because they were his countrymen, and such as he had a particular interest in and concern for but he speaks it as from God, and directs his speech to those that were Israelites indeed, the faithful in the land. Note, (1.) The church is God's floor, in which the most valuable fruits and products of this earth are, as it were, gathered together and laid up. (2.) True believers are the corn of God's floor. Hypocrites are but as the chaff and straw, which take up a great deal of room, but are of small value, with which the wheat is now mixed, but from which it shall be shortly and for ever separated. (3.) The corn of God's floor must expect to be threshed by afflictions and persecutions. God's Israel of old was afflicted from her youth, often under the plougher's plough (<a class=\"ref\">Psalm 129:3<\/a>) and the thresher's flail. (4.) Even then God owns it for his threshing it is his still nay, the threshing of it is by his appointment, and under his restraint and direction. The threshers could have no power against it <i>but what was given them from above. <\/i> <\/p> <p>2. The assurance he gives them of the truth of what he had delivered to them, which therefore they might build their hopes upon: <i>That which I have heard of the Lord of hosts, the God of Israel <\/i>&mdash;that, and nothing else, that, and no fiction or fancy of my own&mdash; <i>have I declared unto you.<\/i>, Note, In all events concerning the church, past, present, and to come, we must have an eye to God both as the Lord of hosts and as the God of Israel, who has power enough to do any thing for his church and grace enough to do every thing that is for her good, and to the words of his prophets, as words received from the Lord. As they dare not smother any thing which he has entrusted them to declare, so they dare not declare any thing as from him which he has not made known to them, <a class=\"ref\">1 Corinthians 11:23<\/a>. <\/p>",
    "audit": null
}