{
    "id": 12140,
    "source": "mhm",
    "verse_id": 17930,
    "verse_count": 3,
    "reference": "14:1–3",
    "title": "",
    "html": "<p>1 For the L<b>ORD<\/b> will have mercy on Jacob, and will yet choose Israel, and set them in their own land: and the strangers shall be joined with them, and they shall cleave to the house of Jacob. 2 And the people shall take them, and bring them to their place: and the house of Israel shall possess them in the land of the L<b>ORD<\/b> for servants and handmaids: and they shall take them captives, whose captives they were and they shall rule over their oppressors. 3 And it shall come to pass in the day that the L<b>ORD<\/b> shall give thee rest from thy sorrow, and from thy fear, and from the hard bondage wherein thou wast made to serve,<\/p><p>This comes in here as the reason why Babylon must be overthrown and ruined, because God has mercy in store for his people, and therefore, 1. The injuries done to them must be reckoned for and revenged upon their persecutors. Mercy to Jacob will be wrath and ruin to Jacob's impenitent implacable adversaries, such as Babylon was. 2. The yoke of oppression which Babylon had long laid on their necks must be broken off, and they must be set at liberty and, in order to this, the destruction of Babylon is as necessary as the destruction of Egypt and Pharaoh was to their deliverance out of that house of bondage. The same prediction is a promise to God's people and a threatening to their enemies, as the same providence has a bright side towards Israel and a black or dark side towards the Egyptians. Observe,<\/p><p>I. The ground of these favours to Jacob and Israel&mdash;the kindness God had for them and the choice he had made of them ( <a class=\"ref\"><\/a>): \"<i>The Lord will have mercy on Jacob,<\/i> the seed of Jacob now captives in Babylon he will make it to appear that he has compassion on them and has mercy in store for them, and that he will not contend for ever with them, but<i>will yet choose them,<\/i> will yet again return to them though he has seemed for a time to refuse and reject them, he will show that they are his chosen people and that the election stands sure.\" However it may seem to us, God's mercy is not gone, nor does his promise fail, <a class=\"ref\"><\/a>.<\/p><p>II. The particular favours he designed them. 1. He would bring them back to their native soil and air again: The<i>Lord will set them in their own land,<\/i> out of which they were driven. A settlement in the holy land, the land of promise, is a fruit of God's mercy, distinguishing mercy. 2. Many should be proselyted to their holy religion, and should return with them, induced to do so by the manifest tokens of God's favourable presence with them, the operations of God's grace in them, the operations of God's grace in them, and his providence for them:<i>Strangers shall be joined with them,<\/i> saying, <i>We will go with you, for we have heard that God is with you,<\/i> <a class=\"ref\"><\/a>. It adds much to the honour and strength of Israel when strangers are joined with them and there are added to the church many from without, <a class=\"ref\"><\/a>. Let not the church's children be shy of strangers, but receive those whom God receives, and own those who cleave to the house of Jacob. 3. These proselytes should not only be a credit to their cause, but very helpful and serviceable to them in their return home:<i>The people<\/i> among whom they live<i>shall take them,<\/i> take care of them, take pity on them, and shall<i>bring them to their place<\/i>&mdash;as friends, loth to part with such good company&mdash;as servants, willing to do them all the good offices they could. God's people, wherever their lot is cast, should endeavour thus, by all the instances of an exemplary and winning conversation, to gain an interest in the affections of those about them, and recommend religion to their good opinion. This was fulfilled in the return of the captives from Babylon, when all that were about them, pursuant to Cyrus's proclamation, contributed to their removal ( <a class=\"ref\"><\/a>), not as the Egyptians, because they were sick of them, but because they loved them. 4. They should have the benefit of their service when they had returned home, for many would of choice go with them in the meanest post, rather than not go with them: They<i>shall possess them in the land of the Lord for servants and handmaids<\/i> and as the laws of that land saved it from being the purgatory of servants, providing that they should not be oppressed, so the advantages of that land made it the paradise of those servants that had been strangers to the covenants of promise, for there was<i>one law to the stranger and to those that were born in the land. <\/i> Those whose lot is cast in the land of the Lord, a land of light, should take care that their servants and handmaids may share in the benefit of it, who will then find it better to be possessed in the Lord's land than possessors in any other. 5. They should triumph over their enemies, and those that would not be reconciled to them should be reduced and humbled by them:<i>They shall take those captives whose captives they were and shall rule over their oppressors,<\/i> righteously, but not revengefully. The Jews perhaps bought Babylonian prisoners out of the hands of the Medes and Persians and made slaves of them. Or this might have its accomplishment in their victories over their enemies in the times of the Maccabees. It is applicable to the success of the gospel (when those were brought into obedience to it who had made the greatest opposition to it, as Paul) and to the interest believers have in Christ's victories over their spiritual enemies, when he led captivity captive, to the power they gain over their own corruptions, and to the dominion the upright shall have in the morning, <a class=\"ref\"><\/a>. 6. They should see a happy termination of all their grievances ( <a class=\"ref\"><\/a>):<i>The Lord shall give thee rest from thy sorrow and thy fear, and from thy hard bondage. <\/i> God himself undertakes to work a blessed change, (1.) In their state. They shall have rest from their bondage the days of their affliction, though many, shall have an end and the rod of the wicked, though it lie long, shall not always lie on their lot. (2.) In their spirit. They shall have rest from their sorrow and fear, sense of their present burdens and dread of worse. Sometimes fear puts the soul into a ferment as much as sorrow does, and those must needs feel themselves very easy to whom God has given rest from both. Those who are freed from the bondage of sin have a foundation laid for true rest from sorrow and fear.<\/p> ",
    "audit": null
}