{
    "id": 12130,
    "source": "mhm",
    "verse_id": 17886,
    "verse_count": 9,
    "reference": "11:1–9",
    "title": "",
    "html": " <p>1 And there shall come forth a rod out of the stem of Jesse, and a Branch shall grow out of his roots: 2 And the spirit of the L <b>ORD<\/b>, shall rest upon him, the spirit of wisdom and understanding, the spirit of counsel and might, the spirit of knowledge and of the fear of the L <b>ORD<\/b>,3 And shall make him of quick understanding in the fear of the L <b>ORD <\/b>: and he shall not judge after the sight of his eyes, neither reprove after the hearing of his ears: 4 But with righteousness shall he judge the poor, and reprove with equity for the meek of the earth: and he shall smite the earth with the rod of his mouth, and with the breath of his lips shall he slay the wicked. 5 And righteousness shall be the girdle of his loins, and faithfulness the girdle of his reins. 6 The wolf also shall dwell with the lamb, and the leopard shall lie down with the kid and the calf and the young lion and the fatling together and a little child shall lead them. 7 And the cow and the bear shall feed their young ones shall lie down together: and the lion shall eat straw like the ox. 8 And the sucking child shall play on the hole of the asp, and the weaned child shall put his hand on the cockatrice' den. 9 They shall not hurt nor destroy in all my holy mountain: for the earth shall be full of the knowledge of the L <b>ORD<\/b>, as the waters cover the sea. <\/p> <p>The prophet had before, in this sermon, spoken of a child that should be born, a son that should be given, on whose shoulders the government should be, intending this for the comfort of the people of God in times of trouble, as dying Jacob, many ages before, had intended the prospect of Shiloh for the comfort of his seed in their affliction in Egypt. He had said (<a class=\"isa\" verses=\"WzE3ODc4XQ==\">Isaiah 10:27<\/a>) that <i>the yoke should be destroyed because of the anointing<\/i>, now here he tells us on whom that anointing should rest. He foretels, <\/p> <p>I. That the Messiah should, in due time, arise out of the house of David, as that <i>branch<\/i>, of the Lord which he had said (<a class=\"isa\" verses=\"WzE3NzM2XQ==\">Isaiah 4:2<\/a>) should be excellent and glorious the word is <i>Netzer,<\/i>, which some think is referred to in <a class=\"ref\">Matthew 2:23<\/a>, where it is said to be spoken by the prophets of the Messiah that he <i>should be called a Nazarene.<\/i>, Observe here, 1. Whence this branch should arise-from <i>Jesse.<\/i>, He should be the son of David, with whom the covenant of royalty was made, and to whom it was promised with an oath that <i>of the fruit of his loins God would raise of Christ,<\/i>, <a class=\"ref\">Acts 2:30<\/a>. David is often called <i>the son of Jesse,<\/i>, and Christ is called so, because he was to be not only the Son of David, but David himself, <a class=\"ref\">Hosea 3:5<\/a>. 2. The meanness of his appearance. (1.) He is called a <i>rod,<\/i>, and a <i>branch<\/i>, both the words here used signify a weak, small, tender product, a <i>twig<\/i>, and a <i>sprig<\/i>,(so some render them), such as is easily broken off. The enemies of God's church were just before compared to strong and stately boughs (<a class=\"isa\" verses=\"WzE3ODg0XQ==\">Isaiah 10:33<\/a>), which will not, without great labour, be hewn down, but Christ to a tender branch (<a class=\"isa\" verses=\"WzE4NzE0XQ==\">Isaiah 53:2<\/a>) yet he shall be victorious over them. (2.) He is said to come out of Jesse rather than David, because Jesse lived and died in meanness and obscurity his family was of small account (<a class=\"ref\">1 Samuel 18:18<\/a>), and it was in a way of contempt and reproach that David was sometimes called the <i>son of Jesse,<\/i>, <a class=\"ref\">1 Samuel 22:7<\/a>. (3.) He comes forth out of the <i>stem,<\/i>, or <i>stump,<\/i>, of Jesse. When the royal family, that had been as a cedar, was cut down, and only the stump of it left, almost levelled with the ground and lost in the grass of the field (<a class=\"ref\">Daniel 4:15<\/a>), yet it shall sprout again (<a class=\"ref\">Job 14:7<\/a>) nay, it <i>shall grow out of his roots,<\/i>, which are quite buried in the earth, and, like the roots of flowers in the winter, have no stem appearing above ground. The house of David was reduced and brought very low at the time of Christ's birth, witness the obscurity and poverty of Joseph and Mary. The Messiah was thus to begin his estate of humiliation, for submitting to which he should be highly exalted, and would thus give early notice that his kingdom was not of this world. The Chaldee paraphrase reads this, <i>There shall come forth a King from the sons of Jesse, and the Messiah<\/i>,(or Christ) <i>shall be anointed out of his sons' sons. <\/i> <\/p> <p>II. That he should be every way qualified for that great work to which he was designed, that this tender branch should be so watered with the dews of heaven as to become a strong rod for a sceptre to rule, <a class=\"isa\" verses=\"WzE3ODg3XQ==\">Isaiah 11:2<\/a>. 1. In general, <i>the Spirit of the Lord shall rest upon him.<\/i>, The Holy Spirit, in all his gifts and graces, shall not only come, but rest and abide upon him he shall have the Spirit not by measure, but without measure, the fulness of the Godhead dwelling in him, <a class=\"ref\">Colossians 1:19<\/a>. He began his preaching with this (<a class=\"ref\">Luke 4:18<\/a>), <i>The Spirit of the Lord is upon me.<\/i>,2. In particular, the spirit of government, by which he should be every way fitted for that judgment which the Father has committed to him and <i>given him authority to execute<\/i>,(<a class=\"ref\">John 5:22<\/a>), and not only so, but should be made the fountain and treasury of all grace to believers, that from his fulness they might all receive the Spirit of grace, as all the members of the body derive animal spirits from the head. (1.) He shall have <i>the spirit of wisdom and understanding, of counsel and knowledge<\/i>, he shall thoroughly understand the business he is to be employed in. <i>No man knows the Father but the Son,<\/i>, <a class=\"ref\">Matthew 11:27<\/a>. What he is to make known to the children of men concerning God, and his mind and will, he shall be himself acquainted with and apprised of, <a class=\"ref\">John 1:18<\/a>. He shall know how to administer the affairs of his spiritual kingdom in all the branches of it, so as effectually to answer the two great intentions of it, the glory of God and the welfare of the children of men. The terms of the covenant shall be settled by him, and ordinances instituted, in wisdom: treasures of wisdom shall be hid in him he shall be our counsellor, and shall be made of God to us wisdom. (2.) <i>The spirit of courage,<\/i>, or <i>might,<\/i>, or fortitude. The undertaking was very great, abundance of difficulty must be broken through, and therefore it was necessary that he should be so endowed that he <i>might not fail or be discouraged,<\/i>, <a class=\"isa\" verses=\"WzE4NDg1XQ==\">Isaiah 42:4<\/a>. He was famed for courage in his teaching the way of God in truth, and not caring for any man, <a class=\"ref\">Matthew 22:16<\/a>. (3.) The spirit of religion, or <i>the fear of the Lord<\/i>, not only he shall himself have a reverent affection for his Father, as his servant (<a class=\"isa\" verses=\"WzE4NDgyXQ==\">Isaiah 42:1<\/a>), and he was heard in <i>that he feared<\/i>,(<a class=\"ref\">Hebrews 5:7<\/a>), but he shall have a zeal for religion, and shall design the advancement of it in his whole undertaking. Our faith in Christ was never designed to supersede and jostle out, but to increase and support, our fear of the Lord. <\/p> <p>III. That he should be accurate, and critical, and very exact in the administration of his government and the exercise of the power committed to him (<a class=\"isa\" verses=\"WzE3ODg4XQ==\">Isaiah 11:3<\/a>): The Spirit wherewith he shall be clothed <i>shall make him of quick understanding in the fear of the Lord <\/i>&mdash;of an acute smell or scent (so the word is), for the apprehensions of the mind are often expressed by the sensations of the body. Note, 1. Those are most truly and valuably intelligent that are so in the fear of the Lord, in the business of religion, for that is both the foundation and top-stone of wisdom. 2. By this it will appear that we have the Spirit of God, if we have spiritual senses exercised, and are of <i>quick understanding in the fear of the lord.<\/i>, Those have divine illumination that know their duty and know how to go about it. 3. <i>Therefore<\/i>, Jesus Christ had the spirit without measure, that he might perfectly understand his undertaking and he did so, as appears not only in the admirable answers he gave to all that questioned with him, which proved him to be of <i>quick understanding in the fear of the Lord,<\/i>, but in the management of his whole undertaking. He has settled the great affair of religion so unexpectedly well (so as effectually to secure both God's honour and man's happiness) that, it must be owned, he thoroughly understood it. <\/p> <p>IV. That he should be just and righteous in all the acts of his government, and there should appear in it as much equity as wisdom. He shall judge as he expresses it himself, and as he himself would be judged of, <a class=\"ref\">John 7:24<\/a>. 1. Not according to outward appearance (<a class=\"isa\" verses=\"WzE3ODg4XQ==\">Isaiah 11:3<\/a>): <i>he shall not judge after the sight of his eyes,<\/i>, with respect of persons (<a class=\"ref\">Job 34:19<\/a>) and according to outward shows and appearances, not <i>reprove after the hearing of his ears,<\/i>, by common fame and report, and the representations of others, as men commonly do nor does he judge of men by the fair words they speak, <i>calling him, Lord, Lord,<\/i>, or their plausible actions before the eye of the world, which they do to be seen of men but he will judge by the hidden man of the heart, and the inward principles men are governed by, of which he is an infallible witness. Christ will judge the secrets of men (<a class=\"ref\">Romans 2:16<\/a>), will determine concerning them, not according to their own pretensions and appearances (that were to <i>judge after the sight of the eyes <\/i>), not according to the opinion others have of them (that were to judge after the hearing of the ears), but we are sure that <i>his judgment is according to truth.<\/i>,2. He will judge righteous judgment (<a class=\"isa\" verses=\"WzE3ODkwXQ==\">Isaiah 11:5<\/a>): <i>Righteousness shall be the girdle of his loins.<\/i>, He shall be righteous in the administration of his government, and his righteousness shall be his girdle it shall constantly compass him and cleave to him, shall be his ornament and honour he shall gird himself for every action, shall gird on his sword for war in righteousness his righteousness shall be his strength, and shall make him expeditious in his undertakings, as a man with his loins girt. In conformity to Christ, his followers must have the girdle of truth (<a class=\"ref\">Ephesians 6:14<\/a>) and it will be the stability of the times. Particularly, (1.) He shall in righteousness plead for the people that are poor and oppressed he will be their protector (<a class=\"isa\" verses=\"WzE3ODg5XQ==\">Isaiah 11:4<\/a>): <i>With righteousness shall he judge the poor<\/i>, he shall judge in favour and defence of those that have right on their side, though they are poor in the world, and because they are poor in spirit. It is the duty of princes to defend and deliver the poor (<a class=\"ref\">Psalm 82:3<\/a>), and the honour of Christ that he is the poor man's King, <a class=\"ref\">Psalm 72:2<\/a>. He shall <i>debate with evenness for the meek of the earth,<\/i>, or of the land those that bear the injuries done them with meekness and patience are in a special manner entitled to the divine care and protection. <i>I, as a deaf man, heard not, for thou wilt hear,<\/i>, <a class=\"ref\">Psalm 38:13<\/a>. Some read it, <i>He shall reprove or correct the meek of the earth with equity.<\/i>, If his own people, the meek of the land, do amiss, he will <i>visit their transgression with the rod.<\/i>,(2.) He shall in righteousness plead against his enemies that are proud and oppressors (<a class=\"isa\" verses=\"WzE3ODg5XQ==\">Isaiah 11:4<\/a>): <i>But he shall smite the earth,<\/i>, the man of the earth, that doth oppress (see <a class=\"ref\">Psalm 10:18<\/a>), the men of the world, that <i>mind earthly things<\/i>, only (<a class=\"ref\">Psalm 17:14<\/a>) these he shall smite <i>with the rod of his mouth,<\/i>, the word of his mouth, speaking terror and ruin to them his threatenings shall take hold of them, and be executed upon them. <i>With the breath of his lips,<\/i>, by the operation of his Spirit, according to his word, and working with and by it, <i>he shall slay the wicked.<\/i>, He will do it easily, with a word's speaking, as he laid those flat who came to seize him, by saying <i>I am he,<\/i>, <a class=\"ref\">John 18:6<\/a>. Killing terrors shall arrest their consciences, killing judgments shall ruin them, their power, and all their interests and in the other world everlasting tribulation will be recompensed to those that trouble his poor people. The apostle applies this to the destruction of the man of sin, whom he calls <i>that wicked one<\/i>,(<a class=\"ref\">2 Thessalonians 2:8<\/a>) <i>whom the Lord will consume with the spirit of his mouth.<\/i>, And the Chaldee here reads it, <i>He shall slay that wicked Romulus,<\/i>, or Rome, as Mr. Hugh Broughton understands it. <\/p> <p>V. That there should be great peace and tranquillity under his government this is an explication of what was said in <a class=\"isa\" verses=\"WzE3ODM2XQ==\">Isaiah 9:6<\/a>, that he should be the Prince of peace. Peace signifies two things:&mdash; <\/p> <p>1. Unity or concord, which is intimated in these figurative promises, that even <i>the wolf shall dwell<\/i>, peaceably <i>with the lamb<\/i>, men of the most fierce and furious dispositions, who used to bite and devour all about them, shall have their temper so strangely altered by the efficacy of the gospel and grace of Christ that they shall live in love even with the weakest and such as formerly they would have made an easy prey of. So far shall the sheep be from hurting one another, as sometimes they have done (<a class=\"ref\">Ezekiel 34:20<\/a>), that even the wolves shall agree with them. Christ, who is our peace, came to slay all enmities and to settle lasting friendships among his followers, particularly between Jews and Gentiles: when multitudes of both, being converted to the faith of Christ, united in one sheep-fold, then the wolf and the lamb dwelt together the wolf did not so much as threaten the lamb, nor was the lamb afraid of the wolf. <i>The leopard shall<\/i>, not only not tear the kid, but shall <i>lie down with her:<\/i>, even <i>their young ones shall lie down together,<\/i>, and shall be trained up in a blessed amity, in order to the perpetuating of it. <i>The lion<\/i>, shall cease to be ravenous and <i>shall eat straw like the ox,<\/i>, as some think all the beasts of prey did before the fall. <i>The asp<\/i>, and <i>the cockatrice<\/i>, shall cease to be venomous, so that parents shall let their children <i>play<\/i>, with them and <i>put their hands<\/i>, among them. A generation of vipers shall become a seed of saints, and the old complaint of <i>homo homini lupus&mdash;man is a wolf to man,<\/i>, shall be at an end. Those that inhabit the holy mountain shall live as amicably as the creatures did that were with Noah in the ark, and it shall be a means of their preservation, for <i>they shall not hurt nor destroy<\/i>, one another as they have done. Now, (1.) This is fulfilled in the wonderful effect of the gospel upon the minds of those that sincerely embrace it it changes the nature, and makes those that trampled on the meek of the earth, not only meek like them, but affectionate towards them. When Paul, who had persecuted the saints, joined himself to them, then the <i>wolf dwelt with the lamb.<\/i>,(2.) Some are willing to hope it shall yet have a further accomplishment in the latter days, when <i>swords shall be beaten into ploughshares. <\/i> <\/p> <p>2. Safety or security. Christ, the great Shepherd, shall take such care of the flock that those who would hurt them shall not they shall not only not destroy one another, but no enemy from without shall be permitted to give them any molestation. The property of troubles, and of death itself, shall be so altered that they shall not do any real hurt to, much less shall they be the destruction of, any that <i>have their conversation in the holy mountain,<\/i>, <a class=\"ref\">1 Peter 3:13<\/a>. <i>Who,<\/i>, or what, <i>can harm us, if we be followers of him that is good?<\/i>, God's people shall be delivered, not only from evil, but from the fear of it. Even <i>the sucking child<\/i>, shall without any terror <i>play upon the hole of the asp<\/i>, blessed Paul does so when he says, <i>Who shall separate us from the love of Christ?<\/i>, and, <i>O death! where is thy sting? <\/i> <\/p> <p>Lastly, Observe what shall be the effect, and what the cause, of this wonderful softening and sweetening of men's tempers by the grace of God. 1. The effect of it shall be tractableness, and a willingness to receive instruction: <i>A little child shall lead those<\/i>, who formerly scorned to be controlled by the strongest man. Calvin understands it of their willing submission to the ministers of Christ, who are to instruct with meekness and not to use any coercive power, but to be as <i>little children,<\/i>, <a class=\"ref\">Matthew 18:3<\/a>. See <a class=\"ref\">2 Corinthians 8:5<\/a>. 2. The cause of it shall be the knowledge of God. The more there is of that the more there is of a disposition to peace. They shall thus live in love, <i>for the earth shall be full of the knowledge of the Lord,<\/i>, which shall extinguish men's heats and animosities. The better acquainted we are with the God of love the more shall we be changed into the same image and the better affected shall we be to all those that bear his image. The earth shall be as full of this knowledge as the channels of the sea are of water&mdash;so broad and extensive shall this knowledge be and so far shall it spread&mdash;so deep and substantial shall this knowledge be, and so long shall it last. There is much more of the knowledge of God to be got by the gospel of Christ than could be got by the law of Moses and, whereas <i>then<\/i>, in <i>Judah<\/i>, only was God known, now <i>all shall know him,<\/i>, <a class=\"ref\">Hebrews 8:11<\/a>. But that is knowledge falsely so called which sows discord among men the right knowledge of God settles peace. <\/p>",
    "audit": null
}