{
    "id": 12171,
    "source": "mhm",
    "verse_id": 18093,
    "verse_count": 4,
    "reference": "23:15-18",
    "title": "",
    "html": "<p>  15  And it shall come to pass in that day, that Tyre shall be  forgotten seventy years, according to the days of one king: after  the end of seventy years shall Tyre sing as a harlot.    16  Take a harp, go about the city, thou harlot that hast been  forgotten  make sweet melody, sing many songs, that thou mayest  be remembered.    17  And it shall come to pass after the end of seventy years,  that the L<b>ORD<\/b> will visit Tyre, and she shall turn to her hire,  and shall commit fornication with all the kingdoms of the world  upon the face of the earth.    18  And her merchandise and her hire shall be holiness to the  L<b>ORD<\/b>: it shall not be treasured nor laid up  for her merchandise  shall be for them that dwell before the L<b>ORD<\/b>, to eat  sufficiently, and for durable clothing.  <\/p>  <p>  Here is,  I. The time fixed for the continuance of the desolations of Tyre, which  were not to be perpetual desolations: <i>Tyre shall be forgotten  seventy years,<\/i>   <a class=\"isa\" verses=\"WzE4MDkzXQ==\">Isaiah 23:15<\/a>.  So long it shall lie neglected and buried in obscurity. It was  destroyed by Nebuchadnezzar much about the time that Jerusalem was, and  lay as long as it did in its ruins. See the folly of that proud  ambitious conqueror. What the richer, what the stronger, was he for  making himself master of Tyre, when all the inhabitants were driven out  of it and he had none of his own subjects to spare for the replenishing  and fortifying of it? It is surprising to see what pleasure men could  take in destroying cities and making <i>their memorial perish with  them,<\/i>   <a class=\"ref\">Psalm 9:6<\/a>.  He trampled on the pride of Tyre, and therein served God's purpose  but  with greater pride, for which God soon after humbled him.<\/p>  <p>  II. A prophecy of the restoration of Tyre to its glory again: <i>After  the end of seventy years, according to the years of one king,<\/i> or  one dynasty or family of kings, that of Nebuchadnezzar  when that  expired, the desolations of Tyre came to an end. And we may presume  that Cyrus at the same time when he released the Jews, and encouraged  them to rebuild Jerusalem, released the Tyrians also, and encouraged  them to rebuild Tyre. Thus the prosperity and adversity of places, as  well as persons, are <i>set the one over against the other,<\/i> that  the most glorious cities may not be secure nor the most ruinous  despair. It is foretold,  1. That God's providence shall gain smile upon this ruined city  (<a class=\"isa\" verses=\"WzE4MDk1XQ==\">Isaiah 23:17<\/a>):  <i>The Lord will visit Tyre<\/i> in mercy  for, though he contend, he  will not contend for ever. It is not said, Her old acquaintance shall  visit her, the colonies she has planted, and the trading cities she has  had correspondence with (they have forgotten her)  but, The Lord shall  visit her by some unthought-of turn  he shall cause his indignation  towards her to cease, and then things will run of course in their  former channel.  2. That she shall use her best endeavours to recover her trade again.  She shall sing as a harlot, that has been some time under correction  for her lewdness  but, when she is set at liberty (so violent is the  bent of corruption), she will use her old arts of temptation. The  Tyrians having returned from their captivity, and those that remained  recovering new spirits thereupon, they shall contrive how to force a  trade, shall procure the best choice of goods, under-sell their  neighbours, and be obliging to all customers  as a harlot that has been  forgotten, when she comes to be spoken of again, recommends herself to  company by singing and playing, <i>takes a harp, goes about the  city,<\/i> perhaps in the night, serenading, <i>makes sweet melody, and  sings many songs.<\/i> These are innocent and allowable diversions, if  soberly, and moderately, and modestly used  but those that value  themselves upon their virtue should not be over-fond of them, nor  ambitious to excel in them, because, whatever they are now, anciently  they were some of the baits with which harlots used to entice fools.  Tyre shall now by degrees come to be the mart of nations again  she  shall <i>return to her hire,<\/i> to her traffic, <i>and shall commit  fornication<\/i> (that is, she shall have dealings in trade, for the  prophet carries on the similitude of a harlot) <i>with all the kingdoms  of the world<\/i> that she had formerly traded with in her prosperity.  The love of worldly wealth is a spiritual whoredom, and therefore  covetous people are called <i>adulterers and adulteresses<\/i>  (<a class=\"ref\">James 4:4<\/a>),  and covetousness is spiritual idolatry.  3. That, having recovered her trade again, she shall make a better use  of it than she had done formerly  and this good she should get by her  calamities  (<a class=\"isa\" verses=\"WzE4MDk2XQ==\">Isaiah 23:18<\/a>):  <i>Her merchandise, and her hire, shall be holiness to the Lord.<\/i>  The trade of Tyre, and all the gains of her trade, shall be devoted to  God and to his honour and employed in his service. It shall not be  treasured and hoarded up, as formerly, to be the matter of their pride  and the support of their carnal confidence  but it shall be laid out in  acts of piety and charity. What they can spare from the maintenance of  themselves and their families <i>shall be for those that dwell before  the Lord,<\/i> for the priests, the Lord's ministers, that attend in his  temple at Jerusalem  not to maintain them in pomp and grandeur, but  that they and theirs may <i>eat sufficiently,<\/i> may have food  convenient for them, with as little as may be of that care which would  divert them from their ministration, and that they may have, not rich  and fine clothing, but <i>durable clothing,<\/i> that which is strong  and lasting, <i>clothing for old men<\/i> (so some read it), as if the  priests, though they were young, must wear such plain grave clothing as  old men used to wear. Now,  (1.) This supposes that religion should be set up in New Tyre, that  they should come to the knowledge of the true God and into communion  with the Israel of God. Perhaps their being fellow-captives with the  Jews in Babylon (who had prophets with them there) disposed them to  join with them in their worship there, and turned them from idols, as  it cured the Jews of their idolatry: and when they were released with  them, and as they had reason to believe for their sakes, when they were  settled again in Tyre, they would send gifts and offerings to the  temple, and presents to the priests. We find men of Tyre then dwelling  in the land of Judah,   <a class=\"ref\">Nehemiah 13:16<\/a>.  Tyre and Sidon were better disposed to religion in Christ's time than  the cities of Israel  for, if Christ had gone among them, <i>they would  have repented,<\/i>   <a class=\"ref\">Matthew 11:21<\/a>.  And we meet with Christians at Tyre  (<a class=\"ref\">Acts 21:3<\/a>),  and, many years after, did Christianity flourish there. Some of the  rabbin refer this prophecy of the conversion of Tyre to the days of the  Messiah.  (2.) It directs those that have estates to make use of them in the  service of God and religion, and to reckon that best laid up which is  so laid out. Both the merchandise of the tradesmen and the hire of the  day-labourers shall be devoted to God. Both the merchandise (the  employment we follow) and the hire (the gain of our employments) must  <i>be holiness to the Lord,<\/i> alluding to the motto engraven on the  frontlet of the high priest  (<a class=\"ref\">Exodus 39:30<\/a>),  and to the separation of the tithe under the law,   <a class=\"ref\">Leviticus 27:30<\/a>.  See a promise like this referring to gospel times,   <a class=\"ref\">Zechariah 14:20<\/a>.  We must first give up ourselves to be holiness to the Lord before what  we do, or have, or get, can be so. When we abide with God in our  particular callings, and do common actions after a godly sort--when we  abound in works of piety and charity, are liberal in relieving the  poor, and supporting the ministry, and encouraging the gospel--then our  merchandise and our hire are holiness to the Lord, if we sincerely look  at his glory in them. And our wealth need not be treasured and laid up  on earth  for it is treasured and laid up in heaven, in <i>bags that  wax not old,<\/i>   <a class=\"ref\">Luke 12:33<\/a>.<\/p>",
    "audit": null
}