{
    "id": 12206,
    "source": "mhm",
    "verse_id": 18261,
    "verse_count": 8,
    "reference": "32:1–8",
    "title": "",
    "html": "<p>1 Behold, a king shall reign in righteousness, and princes shall rule in judgment. 2 And a man shall be as a hiding place from the wind, and a covert from the tempest as rivers of water in a dry place, as the shadow of a great rock in a weary land. 3 And the eyes of them that see shall not be dim, and the ears of them that hear shall hearken. 4 The heart also of the rash shall understand knowledge, and the tongue of the stammerers shall be ready to speak plainly. 5 The vile person shall be no more called liberal, nor the churl said<i>to be<\/i> bountiful. 6 For the vile person will speak villany, and his heart will work iniquity, to practise hypocrisy, and to utter error against the L<b>ORD<\/b> , to make empty the soul of the hungry, and he will cause the drink of the thirsty to fail. 7 The instruments also of the churl<i>are<\/i> evil: he deviseth wicked devices to destroy the poor with lying words, even when the needy speaketh right. 8 But the liberal deviseth liberal things and by liberal things shall he stand.<\/p><p>We have here the description of a flourishing kingdom. \"<i>Blessed art thou, O land!<\/i> when it is thus with thee, when kings, princes, and people, are in their places such as they should be.\" It may be taken as a directory both to magistrates and subjects, what both ought to do, or as a panegyric to Hezekiah, who ruled well and saw something of the happy effects of his good government, and it was designed to make the people sensible how happy they were under his administration and how careful they should be to improve the advantages of it, and withal to direct them to look for the kingdom of Christ, and the times of reformation which that kingdom should introduce. It is here promised and prescribed, for the comfort of the church,<\/p><p>I. That magistrates should do their duty in their places, and the powers answer the great ends for which they were ordained of God, <a class=\"ref\"><\/a>. 1. There shall be a king and princes that shall reign and rule for it cannot go well when there is no king in Israel. The princes must have a king, a monarch over them as supreme, in whom they may unite and the king must have princes under him as officers, by whom he may act, <a class=\"ref\"><\/a>. They both shall know their place and fill it up. The king shall reign, and yet, without any diminution to his just prerogative, the princes shall rule in a lower sphere, and all for the public good. 2. They shall use their power according to law, and not against it. They shall reign in righteousness and in judgment, with wisdom and equity, protecting the good and punishing the bad and those kings and princes Christ owns as reigning by him who decree justice, <a class=\"ref\"><\/a>. Such a King, such a Prince, Christ himself is he reigns by rule, and<i>in righteousness will he judge the world,<\/i> <a class=\"ref\"><\/a>. 3. Thus they shall be great blessings to the people ( <a class=\"ref\"><\/a>):<i>A man,<\/i> that man, that king that reigns in righteousness, <i>shall be as a hiding-place. <\/i> When princes are as they should be people are as they would be. (1.) They are sheltered and protected from many mischiefs. This good magistrate is a covert to the subject from the tempest of injury and violence he<i>defends the poor and fatherless,<\/i> that they be not made a prey of by the mighty. Whither should oppressed innocency flee, when blasted by reproach or borne down by violence, but to the magistrate as its hiding-place? To him it appeals, and by him it is righted. (2.) They are refreshed and comforted with many blessings. This good magistrate gives such countenance to those that are poor and in distress, and such encouragement to every thing that is praiseworthy, that he is<i>as rivers of water in a dry place,<\/i> cooling and cherishing the earth and making it fruitful, and<i>as the shadow of a great rock,<\/i> under which a poor traveller may shelter himself from the scorching heat of the sun<i>in a weary land. <\/i> It is a great reviving to a good man, who makes conscience of doing his duty, in the midst of contempt and contradiction, at length to be backed, and favoured, and smiled upon in it by a good magistrate. All this, and much more, the man Christ Jesus is to all the willing faithful subjects of his kingdom. When the greatest evils befal us, not only the wind, but the tempest, when storms of guilt and wrath beset us and beat upon us, they drive us to Christ, and in him we are not only safe, but satisfied that we are so in him we find rivers of water for those that hunger and thirst after righteousness, all the refreshment and comfort that a needy soul can desire, and the shadow, not of a tree, which sun or rain may beat through, but of a rock, of a great rock, which reaches a great way for the shelter of the traveller. Some observe here that as the covert, and the hiding-place, and the rock, do themselves receive the battering of the wind and storm, to save those from it that take shelter in them, so Christ bore the storm himself to keep it off from us.<\/p><p>II. That subjects should do their duty in their places.<\/p><p>1. They shall be willing to be taught, and to understand things aright. They shall lay aside their prejudices against their rulers and teachers, and submit to the light and power of truth, <a class=\"ref\"><\/a>. When this blessed work of reformation is set on foot, and men do their parts towards it, God will not be wanting to do his: Then<i>the eyes of those that see,<\/i> of the prophets, the seers, <i>shall not be dim<\/i> but God will bless them with visions, to be by them communicated to the people and those that read the word written shall no longer have a veil upon their hearts, but shall see things clearly. Then<i>the ears of those that hear<\/i> the word preached<i>shall hearken<\/i> diligently and readily receive what they hear, and not be so dull of hearing as they have been. This shall be done by the grace of God, especially gospel-grace for<i>the hearing ear, and the seeing eyes, the Lord has made,<\/i> has new-made, even both of them.<\/p><p>2. There shall be a wonderful change wrought in them by that which is taught them, <a class=\"ref\"><\/a>. (1.) They shall have a clear head, and be able to discern things that differ, and distinguish concerning them. <i>The heart of those that were<\/i> hasty and<i>rash,<\/i> and could not take time to digest and consider things, shall now be cured of their precipitation, and<i>shall understand knowledge<\/i> for the Spirit of God will open their understanding. This blessed work Christ wrought in his disciples after his resurrection ( <a class=\"ref\"><\/a>), as a specimen of what he would do for all his people, in giving them an understanding, <a class=\"ref\"><\/a>. The pious designs of good princes are likely to take effect when their subjects allow themselves liberty to consider, and to think, so freely as to take things right. (2.) They shall have a ready utterance:<i>The tongue of the stammerers,<\/i> that used to blunder whenever they spoke of the things of God, <i>shall<\/i> now<i>be ready to speak plainly,<\/i> as those that understand what they speak of, that believe, and therefore speak. There shall be a great increase of such clear, distinct, and methodical knowledge in the things of God, that those from whom one would not have expected it shall speak intelligently of these things, very much to the honour of God and the edification of others. Their hearts being full of this good matter, their tongues shall be<i>as the pen of a ready writer,<\/i> <a class=\"ref\"><\/a>.<\/p><p>3. The differences between good and evil, virtue and vice, shall be kept up, and no more confounded by those who put darkness for light and light for darkness ( <a class=\"ref\"><\/a>):<i>The vile shall no more be called liberal. <\/i><\/p><p>(1.) Bad men shall no more be preferred by the prince. When a king reigns in justice he will not put those in places of honour and power that are ill-natured, and of base and sordid spirits, and care not what injury or mischief they do so they may but compass their own ends. Such as<i>vile<\/i> persons (as Antiochus is called, <a class=\"ref\"><\/a>) when they are advanced they are called<i>liberal<\/i> and<i>bountiful<\/i> they are called<i>benefactors<\/i> ( <a class=\"ref\"><\/a>): but it shall not always be thus when the world grows wiser men shall be preferred according to their merit, and honour (which was never thought seemly for a fool, <a class=\"ref\"><\/a>) shall no longer be thrown away upon such.<\/p><p>(2.) Bad men shall be no more had in reputation among the people, nor vice disguised with the colours of virtue. It shall no more be said to Nabal, <i>Thou art Nadib<\/i> (so the words are) such a covetous muck-worm as Nabal was, a fool but for his money, shall not be complimented with the title of a gentleman or a prince nor shall they call a<i>churl,<\/i> that minds none but himself, does no good with what he has, but is an unprofitable burden of the earth, <i>My lord<\/i> or, rather, they shall not say of him, <i>He is rich<\/i> for so the word signifies. Those only are to be reckoned rich that are rich in good works not those that have abundance, but those that use it well. In short, it is well with a people when men are generally valued by their virtue, and usefulness, and beneficence to mankind, and not by their wealth or titles of honour. Whether this was fulfilled in the reign of Hezekiah, and how far it refers to the kingdom of Christ (in which we are sure men are judged of by what they are, not by what they have, nor is any man's character mistaken), we will not say but it prescribes an excellent rule both to prince and people, to respect men according to their personal merit. To enforce this rule, here is a description both of the vile person and of the liberal and by it we shall see such a vast difference between them that we must quite forget ourselves if we pay that respect to the vile person and the churl which is due only to the liberal.<\/p><p>[1.] A vile person and a churl will do mischief, and the more if he be preferred and have power in his hand his honours will make him worse and not better, <a class=\"ref\"><\/a>. See the character of these base ill-conditioned men. <i>First,<\/i> They are always plotting some unjust thing or other, designing ill either to particular persons or to the public, and contriving how to bring it about and so many silly piques they have to gratify, and mean revenges, that there appears not in them the least spark of generosity. Their hearts will be still working some iniquity or other. Observe, There is the work of the heart, as well as the work of the hands. As thoughts are words to God, so designs are works in his account. See what pains sinners take in sin. They labour at it their hearts are intent upon it, and with a great deal of art and application they<i>work iniquity. <\/i> They<i>devise wicked devices<\/i> with all the subtlety of the old serpent and a great deal of deliberation, which makes the sin exceedingly sinful and the more there is of plot and management in a sin the more there is of Satan in it. <i>Secondly,<\/i> They carry on their plots by trick and dissimulation. When they are meditating iniquity, they<i>practise hypocrisy,<\/i> feign themselves just men, <a class=\"ref\"><\/a>. The most abominable mischiefs shall be disguised with the most plausible pretences of devotion to God, regard to man, and concern for some common good. Those are the vilest of men that intend the worst mischiefs when they speak fair. <i>Thirdly,<\/i> They<i>speak villainy. <\/i> When they are in a passion you will see what they are by the base ill language they give to those about them, which no way becomes men of rank and honour or, in giving verdict or judgment, they villainously put false colours upon things, to pervert justice. <i>Fourthly,<\/i> They affront God, who is a righteous God and loves righteousness: They<i>utter error against the Lord,<\/i> and therein they practise profaneness for so the word which we translate<i>hypocrisy<\/i> signifies. They give an unjust sentence, and then profanely make use of the name of God for the ratification of it as if, because the<i>judgment is God's<\/i> ( <a class=\"ref\"><\/a>), therefore their false and unjust judgment was his. This is<i>uttering error against the Lord,<\/i> under pretence of uttering truth and justice for him and nothing can be more impudently done against God than to use his name to patronise wickedness. <i>Fifthly,<\/i> They abuse mankind, those particularly whom they are bound to protect and relieve. 1. Instead of supplying the wants of the poor, they impoverish them, they<i>make empty the souls of the hungry<\/i> either taking away the food they have, or, which is almost equivalent, denying the supply which they want and which they have to give. And they<i>cause the drink of the thirsty to fail<\/i> they cut off the relief they used to have, though they need it as much as ever. Those are vile persons indeed that rob the spital. 2. Instead of righting the poor, when they appeal to their judgment, they contrive to destroy the poor, to ruin them in their courts of judicature with lying words in favour of the rich, to whom they are plainly partial yea, though the needy speak right, though the evidence be ever so full for them to make out the equity of their cause, it is the bribe that governs them, not the right. <i>Sixthly,<\/i> These churls and vile persons have always had instruments about them, that are ready to serve their villainous purposes:<i>All their servants are wicked. <\/i> There is no design so palpably unjust but there may be found those that would be employed as tools to put it in execution. <i>The instruments of the churl are evil,<\/i> and one cannot expect otherwise but this is our comfort, that they can do no more mischief than God permits them.<\/p><p>[2.] One that is truly liberal, and deserves the honour of being called so, makes it his business to do good to every body according as his sphere is, <a class=\"ref\"><\/a>. Observe, <i>First,<\/i> The care he takes, and the contrivances he has, to do good. He<i>devises liberal things. <\/i> As much as the churl or niggard projects how to save and lay up what he has for himself only, so much the good charitable man projects how to use and lay out what he has in the best manner for the good of others. Charity must be directed by wisdom, and liberal things done prudently and with device, that the good intention of them may be answered, that it may not be charity misplaced. The liberal man, when he has done all the liberal things that are in his own power, devises liberal things for others to do according to their power, and puts them upon doing them. <i>Secondly,<\/i> the comfort he takes, and the advantage he has, in doing good:<i>By liberal things he shall stand,<\/i> or be established. The providence of God will reward him for his liberality with a settled prosperity and an established reputation. The grace of God will give him abundance of satisfaction and confirmed peace in his own bosom. What disquiets others shall not disturb him his heart is fixed. This is the recompence of charity, <a class=\"ref\"><\/a>. Some read it, <i>The prince, or honourable man, will take honourable courses and by such honourable or ingenuous courses he shall stand or be established. <\/i> It is well with a land when the honourable of it are indeed men of honour and scorn to do a base thing, when its king is thus the son of nobles.<\/p> ",
    "audit": null
}