{
    "id": 12198,
    "source": "mhm",
    "verse_id": 18219,
    "verse_count": 7,
    "reference": "30:1-7",
    "title": "",
    "html": "<p>  1  Woe to the rebellious children, saith the L<b>ORD<\/b>, that take  counsel, but not of me  and that cover with a covering, but not  of my spirit, that they may add sin to sin:    2  That walk to go down into Egypt, and have not asked at my  mouth  to strengthen themselves in the strength of Pharaoh, and  to trust in the shadow of Egypt!    3  Therefore shall the strength of Pharaoh be your shame, and  the trust in the shadow of Egypt <i>your<\/i> confusion.    4  For his princes were at Zoan, and his ambassadors came to  Hanes.    5  They were all ashamed of a people <i>that<\/i> could not profit  them, nor be a help nor profit, but a shame, and also a  reproach.    6  The burden of the beasts of the south: into the land of  trouble and anguish, from whence <i>come<\/i> the young and old lion,  the viper and fiery flying serpent, they will carry their riches  upon the shoulders of young asses, and their treasures upon the  bunches of camels, to a people <i>that<\/i> shall not profit <i>them.<\/i>    7  For the Egyptians shall help in vain, and to no purpose:  therefore have I cried concerning this, Their strength <i>is<\/i> to  sit still.  <\/p>  <p>  It was often the fault and folly of the people of the Jews that, when  they were insulted by their neighbours on one side, they sought for  succour from their neighbours on the other side, instead of looking up  to God and putting their confidence in him. Against the Israelites  they sought to the Syrians,   <a class=\"ref\">2 Chronicles 16:2<\/a>.  Against the Syrians they sought to the Assyrians,   <a class=\"ref\">2 Kings 16:7<\/a>.  Against the Assyrians they here sought to the Egyptians, and Rabshakeh  upbraided them with so doing,   <a class=\"ref\">2 Kings 18:21<\/a>.  Now observe here,<\/p>  <p>  I. How this sin of theirs is described, and what there was in it that  was provoking to God. When they saw themselves in danger and distress,  1. They would not consult God. They would do things of their own heads,  and not advise with God, though they had a ready and certain way of  doing it by Urim or prophets. They were so confident of the prudence of  their own measures that they thought it needless to consult the oracle  nay, they were not willing to put it to that issue: \"They <i>take  counsel<\/i> among themselves, and one from another  but they do not ask  counsel, much less will they take counsel, of me. They <i>cover with a  covering<\/i>\" (they think to secure themselves with one shelter or  other, which may serve to cover them from the violence of the storm),  \"<i>but not of my Spirit<\/i>\" (not such as God by his Spirit, in the  mouth of his prophets, directed them to), \"and therefore it will prove  too short a covering, and a refuge of lies.\"  2. They could not confide in God. They did not think it enough to have  God on their side, nor were they at all solicitous to make him their  friend, but they <i>strengthened themselves in the strength of  Pharaoh <\/i> they thought him a powerful ally, and doubted not but to  be able to cope with the Assyrian while they had him for them. <i>The  shadow of Egypt<\/i> (and it was but a shadow) was the covering in which  they wrapped themselves.<\/p>  <p>  II. What was the evil of this sin.  1. It bespoke them <i>rebellious children <\/i> and a <i>woe<\/i> is here  denounced against them under that character,   <a class=\"isa\" verses=\"MTgyMTk=\">Isaiah 30:1<\/a>.  They were, in profession, God's children  but, not trusting in him,  they were justly stigmatized as rebellious  for, if we distrust God's  providence, we do in effect withdraw ourselves from our allegiance.  2. They added sin to sin. It was sin that brought them into distress  and then, instead of repenting, they <i>trespassed yet more against the  Lord,<\/i>   <a class=\"ref\">2 Chronicles 28:22<\/a>.  And those that had abused God's mercies to them, making them the fuel  of their lusts, abused their afflictions too, making them an excuse for  their distrust of God  and so they make bad worse, and add sin to sin  and those that do so, as they make their own chain heavy, so it is just  with God to make their plagues wonderful. Now that which aggravated  their sin was,  (1.) That they took so much pains to secure the Egyptians for their  allies: <i>They walk to go down to Egypt,<\/i> travel up and down to  find an advantageous road thither  but they <i>have not asked at my  mouth,<\/i> never considered whether God would allow and approve of it  or no.  (2.) That they were at such a vast expense to do it,   <a class=\"isa\" verses=\"MTgyMjQ=\">Isaiah 30:6<\/a>.  They load <i>the beasts of the south<\/i> (horses fetched from Egypt,  which lay south from Judea) with their riches, fancying, as it is  common with people in a fright, that they were safer any where than  where they were. Or they sent their riches thither as bribes to  Pharaoh's courtiers, to engage them in their interests, or as pay for  their army. God would have helped them <i>gratis <\/i> but, if they  will have help from the Egyptians, they must pay dearly for it, and  they seem willing to do so. The riches that are so spent will turn to  a bad account. They carried their effects to Egypt through a land (so  it may be read) of trouble and anguish, that vast howling wilderness  which lay between Canaan and Egypt, <i>whence come the lion and fiery  serpent,<\/i>   <a class=\"ref\">Deuteronomy 8:15<\/a>.  They would venture through that dangerous wilderness, to bring what  they had to Egypt. Or it may be meant of Egypt itself, which had been  to Israel a house of bondage and therefore a land of trouble and  anguish, and which abounded in ravenous and venomous creatures. See  what dangers men run into that forsake God, and what dangers they will  run into in pursuance of their carnal confidences and their  expectations from the creature.<\/p>  <p>  III. What would be the consequence of it.  1. The Egyptians would receive their ambassadors, would address them  very respectfully, and be willing to treat with them  (<a class=\"isa\" verses=\"MTgyMjI=\">Isaiah 30:4<\/a>):  <i>His princes were at Zoan,<\/i> at Pharaoh's court there, and had  their audience of the king, who encouraged them to depend upon his  friendship and the succours he would send them. But,  2. They would not answer their expectation: They <i>could not profit  them,<\/i>   <a class=\"isa\" verses=\"MTgyMjM=\">Isaiah 30:5<\/a>.  For God says, <i>They shall not profit them<\/i>  (<a class=\"isa\" verses=\"MTgyMjQ=\">Isaiah 30:6<\/a>),  and every creature is that to us (and no more) which he makes it to be.  The forces they were to furnish them with could not be raised in time  or, when they were raised, they were not fit for service, and they  would not venture any of their veteran troops in the expedition  or the  march was so long that they could not come up when they had occasion  for them  or the Egyptians would not be cordial to Israel, but would  secretly incline to the Assyrians, upon some account or other: <i>The  Egyptians shall help in vain, and to no purpose,<\/i>   <a class=\"isa\" verses=\"MTgyMjU=\">Isaiah 30:7<\/a>.  They shall hinder and hurt, instead of helping. And therefore,  3. These people, that were now so fond of the Egyptians, would at  length be ashamed of them, and of all their expectations from them and  confidence in them  (<a class=\"isa\" verses=\"MTgyMjE=\">Isaiah 30:3<\/a>):  \"<i>The strength of Pharaoh,<\/i> which was your pride, <i>shall be your  shame <\/i> all your neighbours will upbraid you, and you will upbraid  yourselves, with your folly in trusting to it. And the <i>shadow of  Egypt,<\/i> that <i>land shadowing with wings<\/i>  (<a class=\"isa\" verses=\"MTc5OTk=\">Isaiah 18:1<\/a>),  which was your confidence, shall be your confusion  it will not only  disappoint you, and be the matter of your shame, but it will weaken all  your other supports, and be an occasion of mischief to you.\" God  afterwards threatens the ruin of Egypt for this very thing, because  they had dealt treacherously with Israel and <i>been a staff of a  reed<\/i> to them,   <a class=\"ref\">Ezekiel 29:6<\/a>.  The princes and ambassadors of Israel, who were so forward to court an  alliance with them, when they come among them shall see so much of  their weakness, or rather of their baseness, that <i>they shall all be  ashamed of a people that could not be a help or profit to them,<\/i> but  a <i>shame and reproach,<\/i>   <a class=\"isa\" verses=\"MTgyMjM=\">Isaiah 30:5<\/a>.  Those that trust in God, in his power, providence, and promise, are  never made ashamed of their hope  but those that put confidence in any  creature will sooner or later find it a reproach to them. God is true,  and may be trusted, but every man a liar, and must be suspected. The  Creator is a rock of ages, the creature a broken reed. We cannot expect  too little from man nor too much from God.<\/p>  <p>  IV. The use and application of all this  (<a class=\"isa\" verses=\"MTgyMjU=\">Isaiah 30:7<\/a>):  \"<i>Therefore have I cried concerning this<\/i> matter, this project of  theirs. I have published it, that all might take notice of it. I have  pressed it as one in earnest. <i>Their strength is to sit still,<\/i> in  a humble dependence upon God and his goodness and a quiet submission to  his will, and not to wander about and put themselves to great trouble  to seek help from this and the other creature.\" If we sit still in a  day of distress, hoping and quietly waiting for the salvation of the  Lord, and using only lawful regular methods for our own preservation,  this will be the strength of our souls both for services and  sufferings, and it will engage divine strength for us. We weaken  ourselves, and provoke God to withdraw from us, when we make flesh our  arm, for then our hearts depart from the Lord. When we have tired  ourselves by seeking for help from creatures we shall find it the best  way of recruiting ourselves to repose in the Creator. <i>Here I am, let  him do with me as he pleases.<\/i><\/p>",
    "audit": null
}