{
    "id": 12122,
    "source": "mhm",
    "verse_id": 17831,
    "verse_count": 7,
    "reference": "9:1–7",
    "title": "",
    "html": "<p>1 Nevertheless the dimness<i> shall<\/i> not<i> be<\/i> such as<i> was<\/i> in her vexation, when at the first he lightly afflicted the land of Zebulun and the land of Naphtali, and afterward did more grievously afflict<i> her by<\/i> the way of the sea, beyond Jordan, in Galilee of the nations. 2 The people that walked in darkness have seen a great light: they that dwell in the land of the shadow of death, upon them hath the light shined. 3 Thou hast multiplied the nation,<i> and<\/i> not increased the joy: they joy before thee according to the joy in harvest,<i> and<\/i> as<i> men<\/i> rejoice when they divide the spoil. 4 For thou hast broken the yoke of his burden, and the staff of his shoulder, the rod of his oppressor, as in the day of Midian. 5 For every battle of the warrior<i> is<\/i> with confused noise, and garments rolled in blood but<i> this<\/i> shall be with burning<i> and<\/i> fuel of fire. 6 For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace. 7 Of the increase of<i> his<\/i> government and peace<i> there shall be<\/i> no end, upon the throne of David, and upon his kingdom, to order it, and to establish it with judgment and with justice from henceforth even for ever. The zeal of the L<b>ORD<\/b> of hosts will perform this.<\/p><p>The first words of this chapter plainly refer to the close of the foregoing chapter, where every thing looked black and melancholy:<i> Behold, trouble, and darkness, and dimness<\/i> &mdash;very bad, yet not so bad but that<i> to the upright there shall arise light in the darkness<\/i> (<a class=\"ref\">Psalm 112:4<\/a>) and<i> at evening time it shall be light,<\/i><a class=\"ref\">Zechariah 14:7<\/a> .<i> Nevertheless it shall not be such dimness<\/i> (either not such for kind or not such for degree) as sometimes there has been. Note, In the worst of times God's people have a<i> nevertheless<\/i> to comfort themselves with, something to allay and balance their troubles they are persecuted, but not forsaken (<a class=\"ref\">2 Corinthians 4:9<\/a>), sorrowful yet always rejoicing,<a class=\"ref\">2 Corinthians 6:10<\/a> . And it is matter of comfort to us, when things are at the darkest, that he who<i> forms the light and creates the darkness<\/i> (<a class=\"isa\" verses=\"WzE4NTY5XQ==\">Isaiah 45:7<\/a>) has appointed to both their bounds and set the one over against the other,<a class=\"ref\">Genesis 4:4<\/a> . He can say, \"Hitherto the dimness shall go, so long it shall last, and no further, no longer.\"<\/p><p>I. Three things are here promised, and they all point ultimately at the grace of the gospel, which the saints then were to comfort themselves with the hopes of in every cloudy and dark day, as we now are to comfort ourselves in time of trouble with the hopes of Christ's second coming, though that be now, as his first coming then was, a thing at a great distance. The mercy likewise which God has in store for his church in the latter days may be a support to those that are mourning with her for her present calamities. We have here the promise,<\/p><p>1. Of a glorious light, which shall so qualify, and by degrees dispel, the dimness, that it shall not be as it sometimes has been:<i> Not such as was in her vexation<\/i> there shall not be such dark times as were formerly,<i> when at first he lightly afflicted the land of Zebulun and Naphtali<\/i> (which lay remote and most exposed to the inroads of the neighbouring enemies),<i> and afterwards he more grievously afflicted the land by the way of the sea and beyond Jordan<\/i> (<a class=\"isa\" verses=\"WzE3ODMxXQ==\">Isaiah 9:1<\/a>), referring probably to those days when<i> God began to cut Israel short<\/i> and to<i> smite them in all their coasts,<\/i><a class=\"ref\">2 Kings 10:32<\/a> . Note, God tries what less judgments will do with a people before he brings greater but if a light affliction do not do its work with us, to humble and reform us, we must expect to be afflicted more grievously for when God judges he will overcome. Well, those were dark times with the land of Zebulun and Naphtali, and there was<i> dimness of anguish in Galilee of the Gentiles,<\/i> both in respect of ignorance (they did not speak according<i> to the law and the testimony,<\/i> and then there was<i> no light in them,<\/i><a class=\"isa\" verses=\"WzE3ODI4XQ==\">Isaiah 8:20<\/a>) and in respect of trouble, and the desperate posture of their outward affairs we have both together,<a class=\"ref\">2 Chronicles 15:3<\/a> .<i> Israel has been without the true God and a teaching priest, and in those times there was no peace.<\/i> But the dimness threatened (<a class=\"isa\" verses=\"WzE3ODMwXQ==\">Isaiah 8:22<\/a>) shall not prevail to such a degree for (<a class=\"isa\" verses=\"WzE3ODMyXQ==\">Isaiah 9:2<\/a>)<i> the people that walked in darkness have seen a great light.<\/i> (1.) At this time when the prophet lived, there were many prophets in Judah and Israel, whose prophecies were a great light both for direction and comfort to the people of God, who adhered to the law and the testimony. Besides the written word, they had prophecy there were those that had shown them how long (<a class=\"ref\">Psalm 74:9<\/a>), which was a great satisfaction to them, when in respect of their outward troubles they<i> sat in darkness, and dwelt in the land of the shadow of death.<\/i> (2.) This was to have its full accomplishment when our Lord Jesus began to appear as a prophet, and to preach the gospel in the land of Zebulun and Naphtali, and in Galilee of the Gentiles. And the Old-Testament prophets, as they were witnesses to him, so they were types of him. When he came and dwelt in the borders of Zebulun and Naphtali, then this prophecy is said to have been fulfilled,<a class=\"ref\">Matthew 4:13-16<\/a> . Note, [1.] Those that want the gospel walk in darkness, and know not what they do nor whither they go and they dwell in the land of the shadow of death, in thick darkness, and in the utmost danger. [2.] When the gospel comes to any place, to any soul, light comes, a great light, a shining light, which will shine more and more. It should be welcome to us, as light is to those that sit in darkness, and we should readily entertain it, both because if is of such sovereign use to us and because it brings its own evidence with it. Truly this light is sweet.<\/p><p>2. Of a glorious increase, and a universal joy arising from it, (<a class=\"isa\" verses=\"WzE3ODMzXQ==\">Isaiah 9:3<\/a>) \"<i> Thou,<\/i> O God!<i> hast multiplied the nation,<\/i> the Jewish nation which thou hast mercy in store for though it has been diminished by one sore judgment after another, yet now thou hast begun to multiply it again.\" The numbers of a nation are its strength and wealth if the numerous be industrious and it is God that increases nations,<a class=\"ref\">Job 12:23<\/a> . Yet it follows, \"<i> Thou hast not increased the joy<\/i> &mdash;the carnal joy and mirth, and those things that are commonly the matter and occasion thereof. But, notwithstanding that,<i> they joy before thee<\/i> there is a great deal of serious spiritual joy among them, joy in the presence of God, with an eye to him.\" This is very applicable to the times of gospel light, spoken of<a class=\"isa\" verses=\"WzE3ODMyXQ==\">Isaiah 9:2<\/a> . Then God multiplied the nation, the gospel Israel. \"And to him\" (so the Masorites read it) \"thou hast magnified the joy, to every one that receives the light.\" The following words favour this reading:<i> \"They joy before thee<\/i> they come before thee in holy ordinances with great joy' their mirth is not like that of Israel under their vines and fig-trees (thou hast not increased that joy), but it is in the favour of God and in the tokens of his grace.\" Note, The gospel, when it comes in its light and power, brings joy along with it, and those who receive it aright do therein rejoice, yea, and will rejoice therefore the conversion of the nations is prophesied of by this (<a class=\"ref\">Psalm 67:4<\/a>),<i> Let the nations be glad, and sin for joy.<\/i> See<a class=\"ref\">Psalm 96:11<\/a> . (1.) It is holy joy:<i> They joy before thee<\/i> they rejoice in spirit (as Christ did,<a class=\"ref\">Luke 10:21<\/a>), and that is before God. In the eye of the world they are always as sorrowful, and yet, in God's sight,<i> always rejoicing,<\/i><a class=\"ref\">2 Corinthians 6:10<\/a> . (2.) It is great joy it is<i> according to the joy in harvest,<\/i> when those who sowed in tears, and have with long patience waited for the precious fruits of the earth, reap in joy and as in war men rejoice when, after a hazardous battle,<i> they divide the spoil.<\/i> The gospel brings with it plenty and victory but those that would have the joy of it must expect to go through a hard work, as the husbandman before he has the joy of harvest, and a hard conflict, as the soldier before he has the joy of dividing the spoil but the joy, when it comes, will be an abundant recompence for the toil. See<a class=\"ref\">Acts 8:8<\/a> .<\/p><p>3. Of a glorious liberty and enlargement (<a class=\"isa\" verses=\"WzE3ODM0XQ==\">Isaiah 9:4<\/a>): \"They shall rejoice before thee, and with good reason,<i> for thou hast broken the yoke of his burden,<\/i> and made him easy, for he shall no longer be in servitude and thou hast broken<i> the staff of his shoulder and the rod of his oppressor,<\/i> that rod of the wicked which rested long on the lot of the righteous,\" as the Midianites' yoke was broken from off the neck of Israel by the agency of Gideon. If God makes former deliverances his patterns in working for us, we ought to make them our encouragements to hope in him and to seek to him,<a class=\"ref\">Psalm 83:9<\/a> .<i> Do unto them as to the Midianites.<\/i> What temporal deliverance this refers to is not clear, probably the preventing of Sennacherib from making himself master of Jerusalem, which was done,<i> as in the day of Midian,<\/i> by the immediate hand of God and, whereas other battles were usually won with a great deal of noise and by the expense of much blood, this shall be done silently and without noise.<i> Under his glory God shall kindle a burning<\/i> (<a class=\"isa\" verses=\"WzE3ODY3XQ==\">Isaiah 10:16<\/a>) a<i> fire not blown shall consume him,<\/i><a class=\"ref\">Job 20:26<\/a> . But doubtless it looks further, to the blessed fruits and effects of that great light which should visit those that sat in darkness it would bring liberty along with it,<i> deliverance to the captives,<\/i><a class=\"ref\">Luke 4:18<\/a> . (1.) The design of the gospel, and the grace of it, is to break the yoke of sin and Satan, to remove the burden of guilt and corruption, and to free us from the rod of those oppressors, that we might be brought into the glorious liberty of the children of God. Christ broke the yoke of the ceremonial law (<a class=\"ref\">Acts 15:10; Galatians 5:1<\/a>), and delivered us<i> out of the hand of our enemies,<\/i> that we might<i> serve him without fear,<\/i><a class=\"ref\">Luke 1:74<\/a> . (2.) This is done by the Spirit working like fire (<a class=\"ref\">Matthew 3:11<\/a>), not as the battle of the warrior is fought, with confused noise no, the weapons of our warfare are not carnal but it is done with the Spirit of judgment and the Spirit of burning,<a class=\"isa\" verses=\"WzE3NzM4XQ==\">Isaiah 4:4<\/a> . It is done<i> as in the day of Midian,<\/i> by a work of God upon the hearts of men. Christ is our Gideon it is his sword that doeth wonders.<\/p><p>II. But who, where, is he that shall undertake and accomplish these great things for the church? The prophet tells us (<a class=\"isa\" verses=\"WzE3ODM2XQ==\">Isaiah 9:6<\/a>) they shall be done by the Messiah,<i> Immanuel,<\/i> that son of a virgin whose birth he had foretold (<a class=\"isa\" verses=\"WzE3Nzk3XQ==\">Isaiah 7:14<\/a>), and now speaks of, in the prophetic style, as a thing already done: the<i> child is born,<\/i> not only because it was as certain, and he was as certain of it as if it had been done already, but because the church before his incarnation reaped great benefit and advantage by his undertaking in virtue of that first promise concerning the<i> seed of the woman,<\/i><a class=\"ref\">Genesis 3:15<\/a> . As he was the Lamb slain, so he was the child born,<i> from the foundation of the world,<\/i><a class=\"ref\">Revelation 13:8<\/a> . All the great things that God did for the Old-Testament church were done by him as the eternal Word, and for his sake as the Mediator. He was the Anointed, to whom God had respect (<a class=\"ref\">Psalm 84:9<\/a>), and it was for the Lord's sake, for the Lord Christ's sake, that God caused his face to shine upon his sanctuary,<a class=\"ref\">Daniel 9:17<\/a> . The Jewish nation, and particularly the house of David, were preserved many a time from imminent ruin only because that blessing was in them. What greater security therefore could be given to the church of God then that it should be preserved, and be the special care of the divine Providence, than this, that God had so great a mercy in reserve for it? The Chaldee paraphrast understands it of the man that shall endure for ever, even Christ. And it is an illustrious prophecy of him and of his kingdom, which doubtless those that waited for the consolation of Israel built much upon, often turned to, and read with pleasure.<\/p><p>1. See him in his humiliation. The same that is<i> the mighty God<\/i> is<i> a child born<\/i> the ancient of days becomes an infant of a span long the<i> everlasting Father<\/i> is<i> a Son given.<\/i> Such was his condescension in taking our nature upon him thus did he humble and empty himself, to exalt and fill us. He is born into our world.<i> The Word was made flesh, and dwelt among us.<\/i> He is given, freely given, to be all that to us which our case, in our fallen state, calls for. God so loved the world that he gave him. He is born<i> to us,<\/i> he is given to us, us men, and not to the angels that sinned. It is spoken with an air of triumph, and the angel seems to refer to these words in the notice he gives to the shepherds of the Messiah's having come (<a class=\"ref\">Luke 2:11<\/a>),<i> Unto you is born, this day, a Saviour.<\/i> Note, Christ's being born and given to us is the great foundation of our hopes, and fountain of our joys, in times of greatest grief and fear.<\/p><p>2. See him in his exaltation. This child, this son, this Son of God, this Son of man, that is given to us, is in a capacity to do us a great deal of kindness for he is invested with the highest honour and power, so that we cannot but be happy if he be our friend.<\/p><p>(1.) See the dignity he is advanced to, and the name he has above every name. He shall be called (and therefore we are sure he is and shall be)<i> Wonderful, Counsellor, &c.<\/i> His people shall know him and worship him by these names and, as one that fully answers them, they shall submit to him and depend upon him. [1.] He is<i> wonderful, counsellor.<\/i> Justly is he called<i> wonderful,<\/i> for he is both God and man. His love is the wonder of angels and glorified saints in his birth, life, death, resurrection, and ascension, he was wonderful. A constant series of wonders attended him, and, without controversy, great was the mystery of godliness concerning him. He is the<i> counsellor,<\/i> for he was intimately acquainted with the counsels of God from eternity, and he gives counsel to the children of men, in which he consults our welfare. It is by him that God has<i> given us counsel,<\/i><a class=\"ref\">Psalm 16:7; Revelation 3:18<\/a> . He is the wisdom of the Father, and is made of God to us wisdom. Some join these together: He is the wonderful counsellor, a wonder or miracle of a counsellor in this, as in other things, he has the pre-eminence none teaches like him. [2.] He is<i> the mighty God&mdash;God, the mighty One.<\/i> As he has wisdom, so he has strength, to go through with his undertaking: he is able to save to the utmost and such is the work of the Mediator that no less a power than that of the mighty God could accomplish it. [3.] He is<i> the everlasting Father,<\/i> or<i> the Father of eternity<\/i> he is God, one with the Father, who is from everlasting to everlasting. He is the author of everlasting life and happiness to them, and so is the Father of a blessed eternity to them. He is<i> the Father of the world to come<\/i> (so the LXX. reads it), the father of the gospel-state, which is put in subjection to him, not to the angels,<a class=\"ref\">Hebrews 2:5<\/a> . He was, from eternity, Father of the great work of redemption: his heart was upon it it was the product of his wisdom as<i> the counsellor,<\/i> of his love as<i> the everlasting Father.<\/i> [4.] He is<i> the prince of peace.<\/i> As a King, he preserves the peace, commands peace, nay, he creates peace, in his kingdom. He is our peace, and it is his peace that both keeps the hearts of his people and rules in them. He is not only a peaceable prince, and his reign peaceable, but he is the author and giver of all good, all that peace which is the present and future bliss of his subjects.<\/p><p>(2.) See the dominion he is advanced to, and the throne he has above every throne (<a class=\"isa\" verses=\"WzE3ODM2XQ==\">Isaiah 9:6<\/a>):<i> The government shall be upon his shoulder<\/i> &mdash;his only. He shall not only wear the badge of it upon his shoulder (the<i> key of the house of David,<\/i><a class=\"isa\" verses=\"WzE4MDc1XQ==\">Isaiah 22:22<\/a>), but he shall bear the burden of it. The Father shall devolve it upon him, so that he shall have an incontestable right to govern and he shall undertake it, so that no doubt can be made of his governing well, for he shall set his shoulder to it, and will never complain, as Moses did, of his being overcharged.<i> I am not able to bear all this people,<\/i><a class=\"ref\">Numbers 11:11<\/a> . Glorious things are here spoken of Christ's government,<a class=\"isa\" verses=\"WzE3ODM3XQ==\">Isaiah 9:7<\/a> . [1.] That it shall be an increasing government. It shall be multiplied the bounds of his kingdom shall be more and more enlarged, and many shall be added to it daily. The lustre of it shall increase, and it shall shine more and more brightly in the world. The monarchies of the earth were each less illustrious than the other, so that what began in gold ended in iron and clay, and every monarchy dwindled by degrees but the kingdom of Christ is a growing kingdom, and will come to perfection at last. [2.] That it shall be a peaceable government, agreeable to his character as the prince of peace. He shall rule by love, shall rule in men's hearts so that wherever his government is there shall be peace, and as his government increases the peace shall increase. The more we are subject to Christ the more easy and safe we are. [3.] That it shall be a rightful government. He that is the Son of David shall reign upon the throne of David and over his kingdom, which he is entitled to.<i> God shall give him the throne of his father David,<\/i><a class=\"ref\">Luke 1:32<\/a> . The gospel church, in which Jew and Gentile are incorporated, is the holy hill of Zion, on which Christ reigns,<a class=\"ref\">Psalm 2:6<\/a> . [4.] That it shall be administered with prudence and equity, and so as to answer the great end of government, which is the establishment of the kingdom:<i> He shall order it, and settle it, with justice and judgment.<\/i> Every thing is, and shall be, well managed, in the kingdom of Christ, and none of his subjects shall ever have cause to complain. [5.] That it shall be an everlasting kingdom:<i> There shall be no end of the increase of his government<\/i> (it shall be still growing), no end of the increase of the peace of it, for the happiness of the subjects of this kingdom shall last to eternity and perhaps shall be progressive<i> in infinitum&mdash;for ever.<\/i> He shall reign<i> henceforth even for ever<\/i> not only throughout all generations of time, but, even when the kingdom shall be delivered up to God even the Father, the glory both of the Redeemer and the redeemed shall continue eternally. [6.] That God himself has undertaken to bring all this about: \"<i> The Lord of hosts,<\/i> who has all power in his hand and all creatures at his beck,<i> shall perform this,<\/i> shall preserve the throne of David till this prince of peace is settled in it his<i> zeal<\/i> shall do it, his jealousy for his own honour, and the truth of his promise, and the good of his church.\" Note, The heart of God is much upon the advancement of the kingdom of Christ among men, which is very comfortable to all those that wish well to it<i> the zeal of the Lord of hosts<\/i> will overcome all opposition.<\/p> ",
    "audit": null
}