{
    "id": 12209,
    "source": "mhm",
    "verse_id": 18281,
    "verse_count": 12,
    "reference": "33:1–12",
    "title": "",
    "html": "<p>1 Woe to thee that spoilest, and thou<i>wast<\/i> not spoiled and dealest treacherously, and they dealt not treacherously with thee! when thou shalt cease to spoil, thou shalt be spoiled<i>and<\/i> when thou shalt make an end to deal treacherously, they shall deal treacherously with thee. 2 O L<b>ORD<\/b> , be gracious unto us we have waited for thee: be thou their arm every morning, our salvation also in the time of trouble. 3 At the noise of the tumult the people fled at the lifting up of thyself the nations were scattered. 4 And your spoil shall be gathered<i>like<\/i> the gathering of the caterpillar: as the running to and fro of locusts shall he run upon them. 5 The L<b>ORD<\/b> is exalted for he dwelleth on high: he hath filled Zion with judgment and righteousness. 6 And wisdom and knowledge shall be the stability of thy times, <i>and<\/i> strength of salvation: the fear of the L<b>ORD<\/b><i>is<\/i> his treasure. 7 Behold, their valiant ones shall cry without: the ambassadors of peace shall weep bitterly. 8 The highways lie waste, the wayfaring man ceaseth: he hath broken the covenant, he hath despised the cities, he regardeth no man. 9 The earth mourneth<i>and<\/i> languisheth: Lebanon is ashamed<i>and<\/i> hewn down: Sharon is like a wilderness and Bashan and Carmel shake off<i>their fruits. <\/i> 10 Now will I rise, saith the L<b>ORD<\/b> now will I be exalted now will I lift up myself. 11 Ye shall conceive chaff, ye shall bring forth stubble: your breath, <i>as<\/i> fire, shall devour you. 12 And the people shall be<i>as<\/i> the burnings of lime:<i>as<\/i> thorns cut up shall they be burned in the fire.<\/p><p>Here we have,<\/p><p>I. The proud and false Assyrian justly reckoned with for all his fraud and violence, and laid under a woe, <a class=\"isa\" verses=\"WzE4MjgxXQ==\">Isaiah 33:1<\/a>. Observe, 1. The sin which the enemy had been guilty of. He had spoiled the people of God, and made a prey of them, and herein had broken his treaty of peace with them, and dealt treacherously. Truth and mercy are two such sacred things, and have so much of God in them, that those cannot but be under the wrath of God that make conscience of neither, but are perfectly lost to both, that care not what mischief they do, what spoil they make, what dissimulations they are guilty of, nor what solemn engagements they violate, to compass their own wicked designs. Bloody and deceitful men are the worst of men. 2. The aggravation of this sin. He spoiled those that had never done him any injury and that he had no pretence to quarrel with, and dealt treacherously with those that had always dealt faithfully with him. Note, The less provocation we have from men to do a wrong thing the more provocation we give to God by doing it. 3. The punishment he should fall under for this sin. He that spoiled the cities of Judah shall have his own army destroyed by an angel and his camp plundered by those whom he had made a prey of. The Chaldeans shall deal treacherously with the Assyrians and revolt from them. Two of Sennacherib's own sons shall deal treacherously with him and basely murder him at his devotions. Note, The righteous God often pays sinners in their own coin. <i>He that leads into captivity shall go into captivity,<\/i> <a class=\"ref\">Revelation 13:10<\/a>. 4. The time when he shall be thus dealt with. When he shall<i>make an end to spoil, and to deal treacherously,<\/i> not by repentance and reformation, which might prevent his ruin ( <a class=\"ref\">Daniel 4:27<\/a>), but when he shall have done his worst, when he shall have gone as far as God would permit him to go, to the utmost of his tether, then the cup of trembling shall be put into his hand. When he shall have arrived at his full stature in impiety, shall have filled up the measure of his iniquity, then all shall be called over again. When he has done God will begin, for his day is coming.<\/p><p>II. The praying people of God earnest at the throne of grace for mercy for the land now in its distress ( <a class=\"isa\" verses=\"WzE4MjgyXQ==\">Isaiah 33:2<\/a>): \"<i>O Lord! be merciful to us. <\/i> Men are cruel be thou gracious. We have deserved thy wrath, but we entreat thy favour and, if we may find the propitious to us, we are happy the trouble we are in cannot hurt us, shall not ruin us. It is in vain to expect relief from creatures we have no confidence in the Egyptians, but<i>we have waited for thee<\/i> only, resolving to submit to thee, whatever the issue of the trouble be, and hoping that it shall be a comfortable issue.\" Those that by faith humbly wait for God shall certainly find him gracious to them. They prayed, 1. For those that were employed in military services for them: \"<i>Be thou their arm every morning. <\/i> Hezekiah, and his princes, and all the men of war, need continual supplies of strength and courage from thee supply their need therefore, and be to them a God all-sufficient. Every morning, when they go forth upon the business of the day, and perhaps have new work to do and new difficulties to encounter, let them be afresh animated and invigorated, and, <i>as the day, so let the strength be. <\/i> \" In our spiritual warfare our own hands are not sufficient for us, nor can we bring any thing to pass unless God not only strengthen our arms ( <a class=\"ref\">Genesis 49:24<\/a>), but be himself our arm so entirely do we depend upon him as our arm every morning, so constantly do we depend upon his power, as well as his compassions, which are new every morning, <a class=\"ref\">Lamentations 3:23<\/a>. If God leaves us to ourselves any morning, we are undone we must therefore every morning commit ourselves to him, and go forth in his strength to do the work of the day in its day. 2. For the body of the people: \"<i>Be thou our salvation also in the time of trouble,<\/i> ours who sit still, and do not venture into the high places of the field.\" They depend upon God not only as their Saviour, to work deliverance for them, but as their salvation itself for, whatever becomes of their secular interests, they will reckon themselves safe and saved if they have him for their God. If he undertake to be their Saviour, he will be their salvation for<i>as for God his work is perfect. <\/i> Some read it thus: \"<i>Thou who wast their arm every morning,<\/i> who wast the continual strength and help of our fathers before us, <i>be thou our salvation also in time of trouble. <\/i> Help us as thou helpedst them<i>they looked unto thee and were lightened<\/i> ( <a class=\"ref\">Psalm 34:5<\/a>) let us then not walk in darkness.\"<\/p><p>III. The Assyrian army ruined and their camp made a rich but cheap and easy prey to Judah and Jerusalem. No sooner is the prayer made ( <a class=\"isa\" verses=\"WzE4MjgyXQ==\">Isaiah 33:2<\/a>) than it is answered ( <a class=\"isa\" verses=\"WzE4MjgzXQ==\">Isaiah 33:3<\/a>), nay, it is outdone. They prayed that God would save them from their enemies but he did more than that he gave them victory over their enemies and abundant cause to triumph for, 1. The strength of the Assyrian camp was broken ( <a class=\"isa\" verses=\"WzE4MjgzXQ==\">Isaiah 33:3<\/a>) when the destroying angel slew so many thousands of them:<i>At the noise of the tumult,<\/i> of the shrieks of the dying men (who, we may suppose, did not die silently), the rest of<i>the people fled,<\/i> and shifted every one for his own safety. When God did thus lift up himself the several nations, or clans, of which the army was composed, were scattered. It was time to stir when such an unprecedented plague broke out among them. When God arises his enemies are scattered, <a class=\"ref\">Psalm 68:1<\/a>. 2. The spoil of the Assyrian camp is seized, by way of reprisal, for all the desolations of the defenced cities of Judah ( <a class=\"isa\" verses=\"WzE4Mjg0XQ==\">Isaiah 33:4<\/a>):<i>Your spoil shall be gathered<\/i> by the inhabitants of Jerusalem, <i>like the gathering of the caterpillar,<\/i> and<i>as the running to and fro of locusts,<\/i> that is, the spoilers shall as easily and as quickly make themselves masters of the riches of the Assyrians as a host of caterpillars, or locusts, make a field, or a tree, bare. Thus<i>the wealth of the sinner is laid up for the just<\/i> and Israel is enriched with the spoil of the Egyptians. Some make the Assyrians to be the caterpillars and locusts, which, when they are killed, are gathered together in heaps, as the frogs of Egypt, and are run upon, and trodden to dirt.<\/p><p>IV. God and his Israel glorified and exalted hereby. When the spoil of the enemy is thus gathered, 1. God will have the praise of it ( <a class=\"isa\" verses=\"WzE4Mjg1XQ==\">Isaiah 33:5<\/a>):<i>The Lord is exalted. <\/i> It is his honour thus to abase proud men, and hide them in the dust, together thus he magnifies his own name, and his people give him the glory of it, as Israel when the Egyptians were drowned, <a class=\"ref\">Exodus 15:1<\/a> , &c. He is exalted as one that dwells on high, out of the reach of their blasphemies, and that has an over-ruling power over them, and wherein they deal proudly delights to show himself above them-that does what he will, and they cannot resist him. 2. His people will have the blessing of it. When God lifts up himself to scatter the nations that are in confederacy against Jerusalem ( <a class=\"isa\" verses=\"WzE4MjgzXQ==\">Isaiah 33:3<\/a>) then, as a preparative for that, or as the fruit and product of it, <i>he has filled Zion with judgment and righteousness,<\/i> not only with a sense of justice, but with a zeal for it and a universal care that it be duly administered. It shall again be called, <i>The city of righteousness,<\/i> <a class=\"isa\" verses=\"WzE3NjgxXQ==\">Isaiah 1:26<\/a>. In this the grace of God is exalted, as much as his providence was in the destruction of the Assyrian army. We may conclude God has mercy in store for a people when he fills them with judgment and righteousness, when all sorts of people, and all their actions and affairs, are governed by them, and they are so full of them that no other considerations can crowd in to sway them against these. Hezekiah and his people are encouraged ( <a class=\"isa\" verses=\"WzE4Mjg2XQ==\">Isaiah 33:6<\/a>) with an assurance that God would stand by them in their distress. Here is, (1.) A gracious promise of God for them to stay themselves upon:<i>Wisdom and knowledge shall be the stability of thy times, and strength of salvation. <\/i> Here is a desirable end proposed, and that is<i>the stability of our times,<\/i> that things be not disturbed and unhinged at home, and the<i>strength of salvation,<\/i> deliverance from, and success against, enemies abroad. The salvation that God ordains for his people has strength in it it is a horn of salvation. And here are the way and means for obtaining this end&mdash;<i>wisdom and knowledge,<\/i> not only piety, but prudence. That is it which, by the blessing of God, will be the<i>stability of our times and the strength of salvation,<\/i> that wisdom which is first pure, then peaceable, and which sacrifices private interests to a public good such prudence as this will establish truth and peace, and fortify the bulwarks in defence of them. (2.) A pious maxim of state for Hezekiah and his people to govern themselves by:<i>The fear of the Lord is his treasure. <\/i> It is God's treasure in the world, from which he receives his tribute or, rather, it is the prince's treasure. A good prince accounts it so (that wisdom is better than gold) and he shall find it so. Note, True religion is the true treasure of any prince or people it denominates them rich. Those places that have plenty of Bibles, and ministers, and serious good people, are really rich and it contributes to that which makes a nation rich in this world. It is therefore the interest of a people to support religion among them and to take heed of every thing that threatens to hinder it.<\/p><p>V. The great distress that Jerusalem was brought into described, that those who believed the prophet might know beforehand what troubles were coming and might provide accordingly, and that when the foregoing promise of their deliverance should have its accomplishment the remembrance of the extremity of their case might help to magnify God in it and make them the more thankful, <a class=\"isa\" verses=\"eyIxODI4NyI6M30=\">Isaiah 33:7-9<\/a>. It is here foretold, 1. That the enemy would be very insolent and abusive and there would be no dealing with him, either by treaties of peace (<i>for he has broken the covenant<\/i> without any hesitation, as if it were below him to be a servant to his word), or by the preparations of war, for<i>he has despised the cities<\/i> he scorns to take notice either of their appeals to justice or of their petitions for mercy. He makes himself master of them so easily (though they are called<i>fenced cities<\/i>), and meets with so little resistance, that he despises them, and has no relentings when he puts all to the sword for he regards no man, has no pity or concern, no, not for those that he is under particular obligations to. He neither fears God nor regards man, but is haughty and imperious to every one. There are those that take a pride in trampling upon all mankind, and have neither veneration for the honourable nor compassion for the miserable. 2. That therefore he would not be brought to any terms of reconciliation:<i>The valiant ones of Jerusalem,<\/i> being unable to make their parts good with him, must be contentedly run down with noise and insolence, which will make them cry without, because they cannot serve their country as they might have done against a fair adversary. <i>The ambassadors<\/i> sent by Hezekiah to treat<i>of peace,<\/i> finding him so haughty and unmanageable, <i>shall weep bitterly<\/i> for vexation at the disappointment they had met with in their negotiations they shall weep like children, as despairing to find out any expedient to pacify him. 3. That the country should be made quite desolate for a time by his army. (1.) No man durst travel the roads so that a stop was put to trade and commerce, and (which was worse) no man could safely go up to Jerusalem, to keep the solemn feasts:<i>The highways lie waste. <\/i> While the fields lie waste, trodden like the highways, the highways lie waste, untrodden like the fields, for<i>the traveller ceases. <\/i> (2.) No man had any profit from the grounds, <a class=\"isa\" verses=\"WzE4Mjg5XQ==\">Isaiah 33:9<\/a>. The earth used to rejoice in its own productions for the service of God's Israel, but now the enemies of Israel eat them up, or tread them down: it<i>mourns and languishes<\/i> the country looks melancholy and the country people have misery in their countenances, wanting necessary food for themselves and their families the wonted joy of harvest is turned into lamentation, so withering and uncertain are all worldly joys. The desolation is universal. That part of the country which belonged to the ten tribes was already laid waste: \"<i>Lebanon<\/i> famed for cedars, <i>Sharon<\/i> for roses, <i>Bashan<\/i> for cattle, <i>Carmel<\/i> for corn, all very fruitful, have now become like wildernesses, <i>are ashamed<\/i> to be called by their old names, they are so unlike what they were. They<i>shake off their fruits<\/i> before their time into the hand of the spoiler, which used to be gathered seasonably by the hand of the owner.\"<\/p><p>VI. God appearing, at length, in his glory against his proud invader, <a class=\"isa\" verses=\"WzE4MjkwXQ==\">Isaiah 33:10<\/a>. When things are brought thus to the last extremity, 1. God will magnify himself. He had seemed to sit by as an unconcerned spectator: \"But<i>now will I arise, saith the Lord<\/i> now will I appear and act, and therein I will be not only evidenced, but exalted.\" He will not only demonstrate that there is a God that judges in the earth, but that he is God over all, and higher than the highest. \"Now<i>will I lift up myself,<\/i> will prepare for action, will act vigorously, and will be glorified in it.\" God's time to appear for his people is when their affairs are reduced to the lowest ebb, <i>when their strength is gone and there is none shut up nor left,<\/i> <a class=\"ref\">Deuteronomy 32:36<\/a>. When all other helpers fail, then is God's time to help. 2. He will bring down the Assyrian: \"You, O Assyrians! are big with hopes that you shall have all the wealth of Jerusalem for your own, and are in pain till it be so but all your hopes shall come to nothing:<i>You shall conceive chaff, and bring forth stubble,<\/i> which is not only worthless and good for nothing, but combustible and proper fuel for the fire, which it cannot escape, when<i>your<\/i> own<i>breath as fire shall devour you,<\/i> that is, the breath of God's wrath, provoked against you by the breath of your sins&mdash;your malignant breath, the threatenings and slaughter you breathe out against the people of God, this shall devour you, and your blasphemous breath against God and his name.\" God would make their own tongues to fall upon them, and their own breath to blow the fire that should consume them and then no wonder that the people are<i>as the burnings of lime<\/i> in a lime-kiln, all on fire together, and<i>as thorns cut up,<\/i> which are dried and withered, and therefore easily take fire and are soon burnt up. Such was the destruction of the Assyrian army it was like the burning up of thorns, which can well be spared, or the burning of lime, which makes it good for something. The burning of that army enlightened the world with the knowledge of God's power and made his name shine brightly.<\/p> ",
    "audit": null
}