{
    "id": 12231,
    "source": "mhm",
    "verse_id": 18422,
    "verse_count": 2,
    "reference": "40:1–2",
    "title": "",
    "html": " <p>1 Comfort ye, comfort ye my people, saith your God. 2 Speak ye comfortably to Jerusalem, and cry unto her, that her warfare is accomplished, that her iniquity is pardoned: for she hath received of the L <b>ORD <\/b> 's hand double for all her sins. <\/p> <p>We have here the commission and instructions given, not to this prophet only, but, with him, to all the Lord's prophets, nay, and to all Christ's ministers, to proclaim comfort to God's people. 1. This did not only warrant, but enjoin, this prophet himself to encourage the good people who lived in his own time, who could not but have very melancholy apprehensions of things when they saw Judah and Jerusalem by their daring impieties ripening apace for ruin, and God in his providence hastening ruin upon them. Let them be sure that, notwithstanding all this, God had mercy in store for them. 2. It was especially a direction to the prophets that should live in the time of captivity, when Jerusalem was in ruins they must encourage the captives to hope for enlargement in due time. 3. Gospel ministers, being employed by the blessed Spirit as comforters, and as helpers of the joy of Christians, are here put in mind of their business. Here we have, <\/p> <p>I. Comfortable words directed to God's people in general, <a class=\"isa\" verses=\"WzE4NDIyXQ==\">Isaiah 40:1<\/a>. The prophets have instructions from their God (for he is the <i>Lord God of the holy prophets, <\/i> <a class=\"ref\">Revelation 22:6<\/a>) to comfort the people of God and the charge is doubled, <i>Comfort you, comfort you <\/i>&mdash;not because the prophets are unwilling to do it (no, it is the most pleasant part of their work), but because sometimes the souls of God's people refuse to be comforted, and their comforters must repeat things again and again, ere they can fasten any thing upon them. Observe here, 1. There are a people in the world that are God's people. 2. It is the will of God that his people should be a comforted people, even in the worst of times. 3. It is the work and business of ministers to do what they can for the comfort of God's people. 4. Words of conviction, such as we had in the former part of this book, must be followed with words of comfort, such as we have here for he that has torn will heal us. <\/p> <p>II. Comfortable words directed to Jerusalem in particular: \" <i>Speak to the heart of Jerusalem <\/i> (<a class=\"isa\" verses=\"WzE4NDIzXQ==\">Isaiah 40:2<\/a>) speak that which will revive her heart, and be a cordial to her and to all that belong to her and wish her well. Do not whisper it, but <i>cry unto her: <\/i> cry aloud, to show saints their comforts as well as to show sinners their transgressions make her hear it:\" 1. \"That the days of her trouble are numbered and finished: <i>Her warfare is accomplished, <\/i> the set time of her servitude the campaign is now at an end, and she shall retire into quarters of refreshment.\" Human life is a warfare (<a class=\"ref\">Job 7:1<\/a>) the Christian life much more. But the struggle will not last always the warfare will be accomplished, and then the good soldiers shall not only enter into rest, but be sure of their pay. 2. \"That the cause of her trouble is removed, and, when that is taken away, the effect will cease. Tell her that <i>her iniquity is pardoned, <\/i> God is reconciled to her, and she shall no longer be treated as one guilty before him.\" Nothing can be spoken more comfortably than this, <i>Son, be of good cheer thy sins be forgiven thee. <\/i> Troubles are <i>then <\/i> removed in love when sin is pardoned. 3. \"That the end of her trouble is answered: <i>She has received of the Lord double for <\/i> the cure of <i>all her sins, <\/i> sufficient, and more than sufficient, to separate between her and her idols,\" the worship of which was the great sin for which God had a controversy with them, and from which he designed to reclaim them by their captivity in Babylon: and it had that effect upon them it begat in them a rooted antipathy to idolatry, and was physic doubly strong for the purging out of that iniquity. Or it may be taken as the language of the divine compassion: <i>His soul was grieved for the misery of Israel <\/i> (<a class=\"ref\">Judges 10:16<\/a>), and, like a tender father, <i>since he spoke against them he earnestly remembered them <\/i> (<a class=\"ref\">Jeremiah 31:20<\/a>), and was ready to say that he had given them too much correction. They, being very penitent, acknowledged that God has <i>punished them less than their iniquities deserved <\/i> but he, being very pitiful, owned, in a manner, that he had punished them more than they deserved. True penitents have indeed, in Christ and his sufferings, <i>received of the Lord's hand double for all their sins <\/i> for the satisfaction Christ made by his death was of such an infinite value that it was more than double to the demerits of sin <i>for God spared not his own Son. <\/i> <\/p> ",
    "audit": null
}