{
    "id": 12331,
    "source": "mhm",
    "verse_id": 18868,
    "verse_count": 6,
    "reference": "63:1–6",
    "title": "",
    "html": "<p>1 Who<i>is<\/i> this that cometh from Edom, with dyed garments from Bozrah? this<i>that is<\/i> glorious in his apparel, travelling in the greatness of his strength? I that speak in righteousness, mighty to save. 2 Wherefore<i>art thou<\/i> red in thine apparel, and thy garments like him that treadeth in the wine-fat? 3 I have trodden the winepress alone and of the people<i>there was<\/i> none with me: for I will tread them in mine anger, and trample them in my fury and their blood shall be sprinkled upon my garments, and I will stain all my raiment. 4 For the day of vengeance<i>is<\/i> in mine heart, and the year of my redeemed is come. 5 And I looked, and<i>there was<\/i> none to help and I wondered that<i>there was<\/i> none to uphold: therefore mine own arm brought salvation unto me and my fury, it upheld me. 6 And I will tread down the people in mine anger, and make them drunk in my fury, and I will bring down their strength to the earth.<\/p><p>It is a glorious victory that is here enquired into first and then accounted for. 1. It is a victory obtained by the providence of God over the enemies of Israel over the Babylonians (say some), whom Cyrus conquered and God by him, and they will have the prophet to make the first discovery of him in his triumphant return when he is in the country of Edom: but this can by no means be admitted, because the country of Babylon is always spoken of as the land of the north, whereas Edom lay south from Jerusalem, so that the conqueror would not return through that country the victory therefore is obtained over the Edomites themselves, who had triumphed in the destruction of Jerusalem by the Chaldeans ( <a class=\"ref\">Psalm 137:7<\/a>) and cut off those who, making their way as far as they could from the enemy, escaped to the Edomites ( <a class=\"ref\">Obadiah 1:12<\/a>), and were therefore reckoned with when Babylon was for no doubt that prophecy was accomplished, though we do not meet in history with the accomplishment of it ( <a class=\"ref\">Jeremiah 49:13<\/a>), <i>Bozrah shall become a desolation. <\/i> Yet this victory over Edom is put as an instance or specimen of the like victories obtained over other nations that had been enemies to Israel. This over the Edomites is named for the sake of the old enmity of Esau against Jacob ( <a class=\"ref\">Genesis 27:41<\/a>) and perhaps with an allusion to David's glorious triumphs over the Edomites, by which it should seem, more than by any other of his victories, he<i>got himself a name,<\/i> <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Psalms+60:1&t1=en_nas\" id=\"16\" class=\"stL\" target=\"_blank\"> Psalms 60:1,2 Samuel 8:13<\/a>. But this is not all: 2. It is a victory obtained by the grace of God in Christ over our spiritual enemies. We find the garments dipped in blood adorning him whose name is called<i>The Word of God,<\/i> <a class=\"ref\">Revelation 19:13<\/a>. And who that is we know very well for it is through him that we are more than conquerors over those principalities and powers which on the cross he spoiled and triumphed over.<\/p><p>In this representation of the victory we have,<\/p><p>I. An admiring question put to the conqueror, <a class=\"isa\" verses=\"WzE4ODY4XQ==\">Isaiah 63:1<\/a>. It is put by the church, or by the prophet in the name of the church. He sees a mighty hero returning in triumph from a bloody engagement, and makes bold to ask him two questions:&mdash; 1. Who he is. He observes him to come from the country of Edom, to come in such apparel as was glorious to a soldier, not embroidered or laced, but besmeared with blood and dirt. He observes that he does not come as one either frightened or fatigued, but that he<i>travels in the greatness of his strength,<\/i> altogether unbroken.<\/p><center><\/center><p>The question, <i>Who is this?<\/i> perhaps means the same with that which Joshua put to the same person when he appeared to him with his sword drawn ( <a class=\"ref\">Joshua 5:13<\/a>):<i>Art thou for us or for our adversaries?<\/i> Or, rather, the same with that which Israel put in a way of adoration ( <a class=\"ref\">Exodus 15:11<\/a>):<i>Who is a God like unto thee?<\/i> 2. The other question it, \"<i>Wherefore art thou red in thy apparel?<\/i> What hard service hast thou been engaged in, that thou carriest with thee these marks of toil and danger?\" Is it possible that one who has such majesty and terror in his countenance should be employed in the mean and servile work of<i>treading the wine-press?<\/i> Surely it is not. That which is really the glory of the Redeemer seems, <i>primâ facie&mdash;at first,<\/i> a disparagement to him, as it would be to a mighty prince to do the work of the wine-dressers and husbandmen for he<i>took upon him the form of a servant,<\/i> and carried with him the marks of servitude.<\/p><p>II. An admirable answer returned by him.<\/p><p>1. He tells who he is:<i>I that speak in righteousness, mighty to save. <\/i> He is the Saviour. God was Israel's Saviour out of the hand of their oppressors the Lord Jesus is ours his name, <i>Jesus,<\/i> signifies a<i>Saviour,<\/i> for he<i>saves his people from their sins. <\/i> In the salvation wrought he will have us to take notice, (1.) Of the truth of his promise, which is therein performed: He speaks<i>in righteousness,<\/i> and will therefore make good every word that he has spoken with which he will have us to compare what he does, that, setting the word and the work the one over against the other, what he does may ratify what he has said and what he has said may justify what he does. (2.) Of the efficacy of his power, which is therein exerted: He is<i>mighty to save,<\/i> able to bring about the promised redemption, whatever difficulties and oppositions may lie in the way of it.<\/p><center><\/center><p>2. He tells how he came to appear in this hue ( <a class=\"isa\" verses=\"WzE4ODcwXQ==\">Isaiah 63:3<\/a>):<i>I have trodden the wine-press alone. <\/i> Being compared to one that treads in the wine-fat, such is his condescension, in the midst of his triumphs, that he does not scorn the comparison, but admits it and carries it on. He does indeed<i>tread the wine-press,<\/i> but it is<i>the great wine-press of the wrath of God<\/i> ( <a class=\"ref\">Revelation 14:19<\/a>), in which we sinners deserved to be cast but Christ was pleased to cast our enemies into it, and to<i>destroy him that had the power of death,<\/i> that he might deliver us. And of this the bloody work which God sometimes made among the enemies of the Jews, and which is here foretold, was a type and figure. Observe the account the conqueror gives of his victory.<\/p><p>(1.) He gains the victory purely by his own strength:<i>I have trodden the wine-press alone,<\/i> <a class=\"isa\" verses=\"WzE4ODcwXQ==\">Isaiah 63:3<\/a>. When God delivered his people and destroyed their enemies, if he made use of instruments, he did not need them. But among his people, for whom the salvation was to be wrought, no assistance offered itself they were weak and helpless, and had no ability to do any thing for their own relief they were desponding and listless, and had no heart to do any thing they were not disposed to give the least stroke or struggle for liberty, neither the captives themselves nor any of their friends for them ( <a class=\"isa\" verses=\"WzE4ODcyXQ==\">Isaiah 63:5<\/a>): \"<i>I looked, and there was none to help,<\/i> as one would have expected, nothing of a bold active spirit appeared among them nay, there was not only none to lead, but, which was more strange, <i>there was none to uphold,<\/i> none that would come in as a second, that had the courage to join with Cyrus against their oppressors<i>therefore my arm brought<\/i> about<i>the salvation not by<\/i> created<i>might or power,<\/i> but<i>by the Spirit of the Lord of hosts,<\/i> my own arm.\" Note, God can help when all other helpers fail nay, that is his time to help, and therefore for that very reason he will put forth his own power so much the more gloriously. But this is most fully applicable to Christ's victories over our spiritual enemies, which he obtained by a single combat. He trod the wine-press of his Father's wrath alone, and triumphed over principalities and powers<i>in himself,<\/i> <a class=\"ref\">Colossians 2:15<\/a>. <i>Of the people there was none with him<\/i> for, when he entered the lists with the powers of darkness, <i>all his disciples forsook him and fled. <\/i> There was<i>non to help,<\/i> none that could, none that durst and he might well wonder that among the children of men, whose concern it was, there was not only<i>none to uphold,<\/i> but that there were so many to oppose and hinder it if they could.<\/p><p>(2.) He undertakes the war purely out of his own zeal. It is<i>in his anger,<\/i> it is<i>in his fury,<\/i> that he<i>treads down<\/i> his enemies ( <a class=\"isa\" verses=\"WzE4ODcwXQ==\">Isaiah 63:3<\/a>), and that<i>fury upholds him<\/i> and carries him on in this enterprise, <a class=\"isa\" verses=\"WzE4ODcyXQ==\">Isaiah 63:5<\/a>. God wrought salvation for the oppressed Jews purely because he was very angry with the oppressing Babylonians, angry at their idolatries and sorceries, their pride and cruelty, and the injuries they did to his people, and, as they increased their abominations and grew more insolent and outrageous, his anger increased to fury. Our Lord Jesus wrought out our redemption in a holy zeal for the honour of his Father and the happiness of mankind, and a holy indignation at the daring attempts Satan had made upon both this zeal and indignation upheld him throughout his whole undertaking. Two branches there were of this zeal that animated him:&mdash; [1.] He had a zeal against his and his people's enemies:<i>The day of vengeance is in my heart<\/i> ( <a class=\"isa\" verses=\"WzE4ODcxXQ==\">Isaiah 63:4<\/a>), the day fixed in the eternal counsels for taking vengeance on them this was written in his heart, so that he could not forget it, could not let it slip his heart was full of it, and it lay as a charge, as a weight, upon him, which made him push on this holy war with so much vigour. Note, There is a day fixed for divine vengeance, which may be long deferred, but will come at last and we may be content to wait for it, for the Redeemer himself does so, though his heart is upon it. [2.] He had a zeal for his people, and for all that he designed to make sharers in the intended salvation: \"<i>The year of my redeemed has come,<\/i> the year appointed for their redemption.\" There was a year fixed for the deliverance of Israel out of Egypt, and God kept time to a day ( <a class=\"ref\">Exodus 12:41<\/a>) so there was for their release out of Babylon ( <a class=\"ref\">Daniel 9:2<\/a>) so there was for Christ's coming to destroy the works of the devil so there is for all the deliverances of the church, and the deliverer has an eye to it. Observe, <i>First,<\/i> With what pleasure he speaks of his people they are his<i>redeemed<\/i> they are his own, dear to him. Though their redemption is not yet wrought out, yet he calls them<i>his redeemed,<\/i> because it shall as surely be done as if it were done already. <i>Secondly,<\/i> With what pleasure he speaks of his people's redemption how glad he is that<i>the time has come,<\/i> though he is likely to meet with a sharp encounter. \"Now that the year of my redeemed has come, <i>Lo, I come<\/i> delay shall be no longer. <i>Now will I arise,<\/i> saith the Lord. <i>Now thou shalt see what I will do to Pharaoh. <\/i> \" Note, The promised salvation must be patiently waited for till the time appointed comes yet we must attend the promises with our prayers. Does Christ say, <i>Surely I come quickly<\/i> let our hearts reply, <i>Even so come<\/i> let the<i>year of the redeemed come. <\/i><\/p><p>(3.) He will obtain a complete victory over them all. [1.] Much is already done for he now appears<i>red in his apparel<\/i> such abundance of blood is shed that the conqueror's garments are all stained with it. This was predicted, long before, by dying Jacob, concerning<i>Shiloh<\/i> (that is, <i>Christ<\/i>), that he should<i>wash his garments in wine and his clothes in the blood of grapes,<\/i> which perhaps this alludes to, <a class=\"ref\">Genesis 49:11<\/a>.<\/p><center><\/center><p>In the destruction of the antichristian powers we meet with abundance of blood shed ( <a class=\"ref\">Revelation 14:20<\/a>), which yet, according to the dialect of prophecy, may be understood spiritually, and doubtless so may this here. [2.] More shall yet be done ( <a class=\"isa\" verses=\"WzE4ODczXQ==\">Isaiah 63:6<\/a>):<i>I will tread down the people<\/i> that yet stand it out against me, <i>in my anger<\/i> for the victorious Redeemer, when the<i>year of the redeemed shall have come,<\/i> will go on<i>conquering and to conquer,<\/i> <a class=\"ref\">Revelation 6:2<\/a>. When he begins he will also make an end. Observe how he will complete his victories over the enemies of his church. <i>First,<\/i> He will infatuate them he will make them drunk, so that there shall be neither sense nor steadiness in their counsels they shall drink of the cup of his fury, and that shall intoxicate them: or he will make them<i>drunk with their own blood,<\/i> <a class=\"ref\">Revelation 17:6<\/a>. Let those that make themselves drunk with the cup of riot (and then they are in their fury) repent and reform, lest God make them drunk with the<i>cup of trembling,<\/i> the cup of his fury. <i>Secondly,<\/i> He will enfeeble them he will<i>bring down their strength,<\/i> and so bring them down<i>to the earth<\/i> for what strength can hold out against Omnipotence?<\/p> ",
    "audit": null
}