{
    "id": 12335,
    "source": "mhm",
    "verse_id": 18887,
    "verse_count": 5,
    "reference": "64:1-5",
    "title": "",
    "html": "<p>  1  Oh that thou wouldest rend the heavens, that thou wouldest  come down, that the mountains might flow down at thy presence,    2  As <i>when<\/i> the melting fire burneth, the fire causeth the  waters to boil, to make thy name known to thine adversaries,  <i>that<\/i> the nations may tremble at thy presence!    3  When thou didst terrible things <i>which<\/i> we looked not for,  thou camest down, the mountains flowed down at thy presence.    4  For since the beginning of the world <i>men<\/i> have not heard,  nor perceived by the ear, neither hath the eye seen, O God,  beside thee, <i>what<\/i> he hath prepared for him that waiteth for  him.    5  Thou meetest him that rejoiceth and worketh righteousness,  <i>those that<\/i> remember thee in thy ways: behold, thou art wroth  for we have sinned: in those is continuance, and we shall be  saved.  <\/p>  <p>  Here,  I. The petition is that God would appear wonderfully for them now,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 63:1<\/a>.  Their case was represented in the close of the foregoing chapter as  very sad and very hard, and in this case it was time to cry, \"Help,  Lord  O that God would manifest his zeal and his strength!\" They had  prayed  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 63:15<\/a>)  that God would <i>look down from heaven <\/i> here they pray that he  would come down to deliver them, as he had said,   <a class=\"ref\">Exodus 3:8<\/a>.  1. They desire that God would in his providence manifest himself both  to them and for them. When God works some extraordinary deliverance for  his people he is said to <i>shine forth,<\/i> to show himself strong  so, here, they pray that he would <i>rend the heavens and come  down,<\/i> as when he delivered David he is said to <i>bow the heavens,  and come down<\/i>  (<a class=\"ref\">Psalm 18:9<\/a>),  to display his power, and justice, and goodness, in an extraordinary  manner, so that all may take notice of them and acknowledge them. This  God's people desire and pray for, that they themselves having the  satisfaction of seeing him though his way be in the sea, others may be  made to see him when his way is in the clouds.  This is applicable to  the second coming of Christ, when <i>the Lord himself shall descend  from heaven with a shout. Come, Lord Jesus, come quickly.<\/i>  2. They desire that he would vanquish all opposition and that it might  be made to give way before him: <i>That the mountains might flow down  at thy presence,<\/i> that the fire of thy wrath may burn so fiercely  against thy enemies as even to dissolve the rockiest mountains and melt  them down before it, as metal in the furnace, which is made liquid and  cast into what shape the operator pleases  so <i>the melting fire  burns,<\/i>   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 63:2<\/a>.  Let things be put into a ferment, in order to a glorious revolution in  favour of the church: <i>As the fire causes the waters to boil.<\/i>  There is an allusion here, some think, to the <i>volcanoes,<\/i> or  burning mountains, which sometimes send forth such sulphureous streams  as make the adjacent rivers and seas to boil, which, perhaps, are left  as sensible intimations of the power of God's wrath and warning--pieces  of the final conflagration.  3. They desire that this may tend very much to the glory and honour of  God, <i>may make his name known,<\/i> not only to his friends (they knew  it before, and trusted in his power), but to his adversaries likewise,  that they may know it and <i>tremble at his presence,<\/i> and may say,  with the men of Bethshemesh, <i>Who is able to stand before this holy  Lord God? Who knows the power of his anger?<\/i> Note, Sooner or later  God will make his name known to his adversaries and force those to  <i>tremble at his presence<\/i> that would not come and worship in his  presence. God's name, if it be not a stronghold for us, into which we  may run and be safe, will be a strong-hold against us, out of the reach  of which we cannot run and be safe. The day will come when nations  shall be made to tremble at the presence of God, though they be ever so  numerous and strong.<\/p>  <p>  II. The plea is that God had appeared wonderfully for his people  formerly  and <i>thou hast,<\/i> therefore <i>thou wilt,<\/i> is good  arguing at the throne of grace,   <a class=\"ref\">Psalm 10:17<\/a>.<\/p>  <p>  1. They plead what he had done for his people Israel in particular when  he brought them out of Egypt,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 63:3<\/a>.  He then <i>did terrible things<\/i> in the plagues of Egypt, <i>which  they looked not for <\/i> they despaired of deliverance, so far were  they from any thought of being delivered with such a high hand and  outstretched arm. Then he came down upon Mount Sinai in such terror as  made that and the adjacent mountains to <i>flow down at his  presence,<\/i> to <i>skip like rams<\/i>  (<a class=\"ref\">Psalm 114:4<\/a>),  to tremble, so that they were scattered and the perpetual hills were  made to bow,   <a class=\"ref\">Habakkuk 3:6<\/a>.  In the many great salvations God wrought for that people he did  <i>terrible things which they looked not for,<\/i> made great men, that  seemed as stately and strong as mountains, to fall before him, and  great opposition to give way. See   <a class=\"ref\">Judges 5:4; Psalm 68:7<\/a>.  Some refer this to the defeat of Sennacherib's powerful army, which was  as surprising an instance of the divine power as the melting down of  rocks and mountains would be.<\/p>  <p>  2. They plead what God had been used to do, and had declared his  gracious purpose to do, for his people in general. The provision he has  made for the safety and happiness of his people, even of all those that  seek him, and serve him, and trust in him, is very rich and very ready,  so that they need not fear being either disappointed of it, for it is  sure, or disappointed in it, for it is sufficient.<\/p>  <p>  (1.) It is very rich,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 63:4<\/a>.  Men have not heard nor seen what God has <i>prepared for those that  wait for him.<\/i> Observe the character of God's people  they are such  as wait for him in the way of duty, wait for the salvation he has  promised and designed for them. Observe where the happiness of this  people is bound up  it is <i>what God has prepared for them,<\/i> what  he has designed for them in his counsel and is in his providence and  grace preparing for them and preparing them for, what he has  <i>done<\/i> or <i>will<\/i> do, so it may be read. Some of the Jewish  doctors have understood this of the blessings reserved for the days of  the Messiah, and to them the apostle applies these words  and others  extend them to the glories of the world to come. It is all that  goodness which God has <i>laid up for those that fear him, and wrought  for those that trust in him,<\/i>   <a class=\"ref\">Psalm 31:19<\/a>.  Of this it is here said that <i>since the beginning of the world,<\/i>  in the most prying and inquisitive ages of it, men have not, either by  hearing or seeing, the two learning senses, come to the full knowledge  of it. None have seen, nor heard, nor can understand, but God himself,  what the provision is that is made for the present and future felicity  of holy souls. For,  [1.] Much of it was concealed in former ages  they knew it not, because  the <i>unsearchable riches of Christ<\/i> were <i>hidden in God,<\/i>  were <i>hidden from the wise and prudent <\/i> but in latter ages they  were revealed by the gospel  so the apostle applies this  (<a class=\"ref\">1 Corinthians 2:9<\/a>),  for it follows  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 63:10<\/a>),  <i>But God has revealed them unto us by his Spirit <\/i> compare   <a class=\"ref\">Romans 16:25; Ephesians 3:9<\/a>.  That which men had not heard <i>since the beginning of the world<\/i>  they should hear before the end of it, and at the end of it should see,  when the veil shall be rent to introduce the glory that is yet to be  revealed.  God himself knew what he had in store for believers, but  none knew besides him.  [2.] It cannot be fully comprehended by the human understanding, no,  not when it is revealed  it is spiritual, and refined from those ideas  which our minds are most apt to receive in this world of sense  it is  very great, and will far outdo the utmost of our expectations.  Even  the present peace of believers, much more their future bliss, is such  as surpasses all conception and expression,   <a class=\"ref\">Philippians 4:7<\/a>.  None can comprehend it but God himself, whose understanding is  infinite. Some give another reading of these words, referring the  transcendency, not so much to the work itself as to the author of it:  <i>Neither has the eye seen a god besides thee, who doth so<\/i> (or has  done or can do so) <i>for him that waits for him.<\/i> We must infer  from God's works of wonderous grace, as well as from his works of  wondrous power, from the kind things, as well as from the great things,  he does, that there is <i>no god like him,<\/i> nor any among the sons  of the mighty to be compared with him.<\/p>  <p>  (2.) It is very ready  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 63:5<\/a>):  \"<i>Thou meetest him that rejoices and works righteousness,<\/i> meetest  him with that good which thou hast prepared for him  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 63:4<\/a>),  and dost not forget <i>those that remember thee in thy ways.<\/i>\" See  here what communion there is between a gracious God and a gracious  soul.  [1.] What God expects from us, in order to our having communion with  him. <i>First,<\/i> We must make conscience of doing our duty in every  thing, we must <i>work righteousness,<\/i> must do that which is good  and which the Lord our God requires of us, and must do it well.  <i>Secondly,<\/i> We must be cheerful in doing our duty, we must  <i>rejoice and work righteousness,<\/i> must delight ourselves in God  and in his law, must be cheerful in his service and sing at our work.  God loves a cheerful giver, a cheerful worshipper. We must <i>serve the  Lord with gladness.  Thirdly,<\/i> We must conform ourselves to all the  methods of his providence concerning us and be suitably affected with  them, must <i>remember him in his ways,<\/i> in all the ways wherein he  walks, whether he walks towards us or walks contrary to us. We must  mind him and make mention of him with thanksgiving when his ways are  ways of mercy (<i>in a day of prosperity be joyful<\/i>), with patience  and submission when he contends with us. <i>In the way of thy judgments  we have waited for thee <\/i> for <i>in a day of adversity<\/i> we must  <i>consider.<\/i>  [2.] We are here told what we may expect from God if we thus attend him  in the way of duty: <i>Thou meetest him.<\/i> This intimates the  friendship, fellowship, and familiarity to which God admits his people  he meets them, to converse with them, to manifest himself to them, and  to receive their addresses,   <a class=\"ref\">Exodus 20:24<\/a>.  It likewise intimates his freeness and forwardness in doing them good  he will <i>anticipate them with the blessings of his goodness,<\/i> will  <i>rejoice to do good<\/i> to those that <i>rejoice in working  righteousness,<\/i> and wait to be gracious to those that <i>wait for  him.<\/i> He meets his penitent people with a pardon, as the father of  the prodigal met his returning son,   <a class=\"ref\">Luke 15:20<\/a>.  He meets his praying people with an answer of peace, while they are yet  speaking,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 65:24<\/a>.<\/p>  <p>  3. They plead the unchangeableness of God's favour and the stability of  his promise, notwithstanding the sins of his people and his displeasure  against them for their sins: \"<i>Behold, thou hast<\/i> many a time  <i>been wroth with us because we have sinned,<\/i> and we have been  under the tokens of thy wrath  <i>but in those,<\/i> those ways of  thine, the ways of mercy in which we have <i>remembered thee, in those  is continuance,<\/i>\" or \"<i>in those thou art ever<\/i>\" (his mercy  endures for ever), \"<i>and<\/i> therefore <i>we shall<\/i> at last <i>be  saved,<\/i> though thou art wroth, and we have sinned.\" This agrees with  the tenour of God's covenant, that, if we <i>forsake the law,<\/i> he  will <i>visit our transgression with a rod,<\/i> but <i>his loving  kindness<\/i> he <i>will not utterly take away, his covenant he will not  break<\/i>  (<a class=\"ref\">Psalm 89:30<\/a>,  &c.), and by this his people have been many a time saved from ruin when  they were just upon the brink of it  see   <a class=\"ref\">Psalm 78:38<\/a>.  And by this continuance of the covenant we hope to be saved, for its  being an everlasting covenant is all our salvation. Though God has been  angry with us for our sins, and justly, yet his anger has endured but  for a moment and has been soon over  but <i>in his favour is life,<\/i>  because <i>in it is continuance <\/i> in the ways of his favour he  proceeds and perseveres, and on that we depend for our salvation, see   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 54:7<\/a>.  It is well for us that our hopes of salvation are built not upon any  merit or sufficiency of our own (for in that there is no certainty,  even Adam in innocency did not abide), but upon God's mercies and  promises, for <i>in those,<\/i> we are sure, <i>is continuance.<\/i><\/p>",
    "audit": null
}