{
    "id": 12283,
    "source": "mhm",
    "verse_id": 18683,
    "verse_count": 8,
    "reference": "51:9–16",
    "title": "",
    "html": "<p>9 Awake, awake, put on strength, O arm of the L<b>ORD<\/b> awake, as in the ancient days, in the generations of old. <i>Art<\/i> thou not it that hath cut Rahab, <i>and<\/i> wounded the dragon? 10<i>Art<\/i> thou not it which hath dried the sea, the waters of the great deep that hath made the depths of the sea a way for the ransomed to pass over? 11 Therefore the redeemed of the L<b>ORD<\/b> shall return, and come with singing unto Zion and everlasting joy<i>shall be<\/i> upon their head: they shall obtain gladness and joy<i>and<\/i> sorrow and mourning shall flee away. 12 I, <i>even<\/i> I, <i>am<\/i> he that comforteth you: who<i>art<\/i> thou, that thou shouldest be afraid of a man<i>that<\/i> shall die, and of the son of man<i>which<\/i> shall be made<i>as<\/i> grass 13 And forgettest the L<b>ORD<\/b> thy maker, that hath stretched forth the heavens, and laid the foundations of the earth and hast feared continually every day because of the fury of the oppressor, as if he were ready to destroy? and where<i>is<\/i> the fury of the oppressor? 14 The captive exile hasteneth that he may be loosed, and that he should not die in the pit, nor that his bread should fail. 15 But I<i>am<\/i> the L<b>ORD<\/b> thy God, that divided the sea, whose waves roared: The L<b>ORD<\/b> of hosts<i>is<\/i> his name. 16 And I have put my words in thy mouth, and I have covered thee in the shadow of mine hand, that I may plant the heavens, and lay the foundations of the earth, and say unto Zion, Thou<i>art<\/i> my people.<\/p><p>In these verses we have,<\/p><p>I. A prayer that God would, in his providence, appear and act for the deliverance of his people and the mortification of his and their enemies. <i>Awake, awake! put on strength, O arm of the Lord!<\/i> <a class=\"isa\" verses=\"WzE4NjgzXQ==\">Isaiah 51:9<\/a>. The arm of the Lord is Christ, or it is put for God himself, as <a class=\"ref\">Psalm 44:23<\/a>. <i>Awake! why sleepest thou?<\/i> He that keeps Israel neither slumbers nor sleeps but, when we pray that he would awake, we mean that he would make it to appear that he watches over his people and is always awake to do them good. The arm of the Lord is said to awake when the power of God exerts itself with more than ordinary vigour on his people's behalf. When a hand or arm is benumbed we say, It is asleep when it is stretched forth for action, It awakes. God needs not to be reminded nor excited by us, but he gives us leave thus to be humbly earnest with him for such appearances of his power as will be for his own praise. \"<i>Put on strength,<\/i> \" that is, \"put forth strength: appear in thy strength, as we appear in the clothes we put on,\" <a class=\"ref\">Psalm 21:13<\/a>. The church sees her case bad, her enemies many and mighty, her friends few and feeble and therefore she depends purely upon the strength of God's arm for her relief. \"<i>Awake, as in the ancient days,<\/i> \" that is, \"do for us now as thou didst for our fathers formerly, repeat<i>the wonders they told us of,<\/i> \" <a class=\"ref\">Judges 6:13<\/a>.<\/p><p>II. The pleas to enforce this prayer. 1. They plead precedents, the experiences of their ancestors, and the great things God had done for them. \"Let the arm of the Lord be made bare on our behalf for it has done great things formerly in defence of the same cause, and we are sure it is neither shortened nor weakened. It did wonders against the Egyptians, who enslaved and oppressed God's son, his first-born it<i>cut Rahab<\/i> to pieces with one direful plague after another, <i>and wounded<\/i> Pharaoh, <i>the dragon,<\/i> the Leviathan (as he is called, <a class=\"ref\">Psalm 74:13<\/a>) it gave him his death's wound. It did wonders for Israel. <i>It dried up the sea,<\/i> even<i>the waters of the great deep,<\/i> as far as was requisite to open<i>a way<\/i> through the sea<i>for the ransomed to pass over,<\/i> \" <a class=\"isa\" verses=\"WzE4Njg0XQ==\">Isaiah 51:10<\/a>. God is never at a loss for a way to accomplish his purposes concerning his people, but will either find one or make one. Past experiences, as they are great supports to faith and hope, so they are good pleas in prayer. <i>Thou hast wilt thou not?<\/i> <a class=\"ref\">Psalm 85:1-6<\/a>. 2. They plead promises ( <a class=\"isa\" verses=\"WzE4Njg1XQ==\">Isaiah 51:11<\/a>):<i>And the redeemed of the Lord shall return,<\/i> that is (as it may be supplied), <i>thou hast said, They shall,<\/i> referring to <a class=\"isa\" verses=\"WzE4MzMxXQ==\">Isaiah 35:10<\/a> , where we find this promise, that<i>the redeemed of the Lord,<\/i> when they are released out of their captivity in Babylon, <i>shall come with singing unto Zion. <\/i> Sinners, when they are brought out of the slavery of sin into the glorious liberty of God's children, may come singing, as a bird got loose out of the cage. The souls of believers, when they are delivered out of the prison of the body, come to the heavenly Zion with singing. Then this promise will have its full accomplishment, and we may plead it in the mean time. He that designs such joy for us at last will he not work such deliverances for us in the mean time as our case requires? When the saints come to heaven they<i>enter into the joy of their Lord<\/i> it crowns their heads with immortal honour it fills their hearts with complete satisfaction. <i>They shall obtain<\/i> that<i>joy and gladness<\/i> which they could never obtain in this vale of tears. In this world of changes it is a short step from joy to sorrow, but in that world<i>sorrow and mourning shall flee away,<\/i> never to return or come in view again.<\/p><p>III. The answer immediately given to this prayer ( <a class=\"isa\" verses=\"WzE4Njg2XQ==\">Isaiah 51:12<\/a>):<i>I, even, I, am he that comforteth you. <\/i> They prayed for the operations of his power he answers them with the consolations of his grace, which may well be accepted as an equivalent. If God do not wound the dragon, and dry the sea, as formerly, yet, if he comfort us in soul under our afflictions, we have no reason to complain. If God do not answer immediately<i>with the saving strength of his right hand,<\/i> we must be thankful if he answer us, as an angel himself was answered ( <a class=\"ref\">Zechariah 1:13<\/a>), <i>with good words and comfortable words. <\/i> See how God resolves to comfort his people:<i>I, even I,<\/i> will do it. He had ordered his ministers to do it ( <a class=\"isa\" verses=\"WzE4NDIyXQ==\">Isaiah 40:1<\/a>) but, because they cannot reach the heart, he takes the work into his own hands:<i>I, even I,<\/i> will do it. See how he glories in it he takes it among the titles of his honour to be<i>the God that comforts those that are cast down<\/i> he delights in being so. Those whom God comforts are comforted indeed nay, his undertaking to comfort them is comfort enough to them.<\/p><p>1. He comforts those that were in fear and fear has torment, which calls for comfort. The fear of man has a snare in it which we have need of comfort to preserve us from. He comforts the timorous by chiding them, and that is no improper way of comforting either others or ourselves:<i>Why art thou cast down, and why disquieted?<\/i> <a class=\"isa\" verses=\"WzE4Njg2XQ==\">Isaiah 51:12<\/a>. God, who comforts his people, would not have them disquiet themselves with amazing perplexing fears of the reproach of men ( <a class=\"isa\" verses=\"WzE4NjgxXQ==\">Isaiah 51:7<\/a>), or of their growing threatening power and greatness, or of any mischief they may intend against us or our people. Observe,<\/p><p>(1.) The absurdity of those fears. It is a disparagement to us to give way to them:<i>Who art thou, that thou shouldst be afraid?<\/i> In the original, the pronoun is feminine, <i>Who art thou, O woman!<\/i> unworthy the name of a man? Such a weak and womanish thing it is to give way to perplexing fears. [1.] It is absurd to be in such dread of a dying man. What!<i>afraid of a man that shall die,<\/i> shall certainly and shortly die, <i>of the son of man who shall be made as grass,<\/i> shall wither and be trodden down or eaten up? The greatest men, and the most formidable, that are<i>the terror of the mighty in the land of the living,<\/i> are<i>but men<\/i> ( <a class=\"ref\">Psalm 9:20<\/a>) and shall<i>die like men<\/i> ( <a class=\"ref\">Psalm 81:7<\/a>), are but grass sprung out of the earth, cleaving to it, and retiring again into it. Note, We ought to look upon every man as a man that shall die. Those we admire, and love, and trust to, are men that shall die let us not therefore delight too much in them nor depend too much upon them. Those we fear we must look upon as frail and mortal, and consider what a foolish thing it is for the servants of the living God to be afraid of dying men, that are here to-day and gone tomorrow. [2.] It is absurd to<i>fear continually every day<\/i> ( <a class=\"isa\" verses=\"WzE4Njg3XQ==\">Isaiah 51:13<\/a>), to put ourselves upon a constant rack, so as never to be easy, nor to have any enjoyment of ourselves. Now and then a danger may be imminent and threatening, and it may be prudent to fear it but to be always in a toss, jealous of dangers at every step, and to tremble at the shaking of every leaf, is to make ourselves all our lifetime<i>subject to bondage<\/i> ( <a class=\"ref\">Hebrews 2:15<\/a>), and to bring upon ourselves that sore judgment which is threatened, <a class=\"ref\">Deuteronomy 28:66<\/a>. <i>Thou shalt fear, day and night. <\/i> [3.] It is absurd to fear beyond what there is cause: \"Thou art<i>afraid of the fury of the oppressor. <\/i> It is true, there is an oppressor, and he is furious, and he designs, it may be, when he has an opportunity, to do thee a mischief, and it will be thy wisdom therefore to stand upon thy guard but thou art afraid of him, <i>as if he were ready to destroy,<\/i> as if he were just now going to cut thy throat, and as if there were no possibility of preventing it.\" A timorous spirit is thus apt to make the worst of every thing, and to apprehend the danger greater and nearer than really it is. Sometimes God is pleased at once to show us the folly of so doing: \"<i>Where is the fury of the oppressor?<\/i> It is gone in an instant, and the danger is over ere thou art aware.\" His heart is turned, or his hands are tied. <i>Pharaoh king of Egypt is but a noise,<\/i> and the king of Babylon no more. What has become of all the furious oppressors of God's Israel, that hectored them, and threatened them, and were a terror to them? they passed away, and, lo, they were not and so shall these.<\/p><p>(2.) The impiety of those fears: \"Thou art<i>afraid of a man that shall die, and forgettest the Lord thy Maker,<\/i> who is also the Maker of all the world, who<i>has stretched forth the heavens and laid the foundations of the earth,<\/i> and therefore has all the hosts and all the powers of both at his command and disposal.\" Note, Our inordinate fear of man is a tacit forgetfulness of God. When we disquiet ourselves with the fear of man we forget that there is a God above him, and that the greatest of men have no power but what is given them from above we forget the providence of God, by which he orders and overrules all events according to the counsel of his own will we forget the promises he has made to protect his people, and the experiences we have had of his care concerning us, and his seasonable interposition for our relief many a time, when we thought the oppressor ready to destroy we forget our Jehovah-jirehs, monuments of mercy in the mount of the Lord. Did we remember to make God our fear and our dread, we should not be so much afraid as we are of the frowns of men, <a class=\"isa\" verses=\"WzE3ODIwXQ==\">Isaiah 8:12<\/a>. Happy is the man that fears God always, <a class=\"ref\">Proverbs 28:14; Luke 12:4<\/a>.<\/p><p>2. He comforts those that were in bonds, <a class=\"isa\" verses=\"WzE4Njg4XQ==\">Isaiah 51:14<\/a>. See here, (1.) What they do for themselves:<i>The captives exile hastens that he may be loosed<\/i> and may return to his own country, from which he is banished his care is<i>that he may not die in the pit<\/i> (not die a prisoner, through the inconveniences of his confinement), and that<i>his bread should not fail,<\/i> either the bread he should have to keep him alive in prison or that which should bear his charges home his stock is low, and therefore he hastens to be loosed. Now some understand this as his fault. He is distrustfully impatient of delays, cannot wait God's time, but thinks he is undone and must die in the pit if he be not released immediately. Others take it to be his praise, that when the doors are thrown open he does not linger, but applies himself with all diligence to procure his discharge. And then it follows, <i>But I am the Lord thy God,<\/i> which intimates, (2.) What God will do for them, even that which they cannot do for themselves. God has all power in his hand to help the captive exiles for he has<i>divided the sea,<\/i> when the roaring of its waves was more frightful than any of the impotent menaces of proud oppressors. He has<i>stilled<\/i> or<i>quieted the sea,<\/i> so some think it should be read, <a class=\"ref\">Psalm 65:7<\/a>. This is not only a proof of what God can do, but a resemblance of what he has done, and will do, for his people he will find out a way to still the threatening storm, and bring them safely into the harbour. <i>The Lord of hosts is his name,<\/i> his name for ever, the name by which his people have long known him. And, as he is able to help them, so he is willing and engaged to do it for he is<i>thy God,<\/i> O captive-exile! thine in covenant. This is a check to the desponding captives. Let them not conclude that they must either be loosed immediately or die in the pit for he that is the Lord of hosts can relieve them when they are brought ever so low. It is also an encouragement to the diligent captives, who, when liberty is proclaimed, are willing to lose no time let them know that the Lord is their God, and, while they thus strive to help themselves, they may be sure he will help them.<\/p><p>3. He comforts all his people who depended upon what the prophets said to them in the name of the Lord, and built their hopes upon it. When the deliverances which the prophets spoke of either did not come so soon as they looked for them or did not come up to the height of their expectation they began to be cast down in their own eyes but, as to this, they are encouraged ( <a class=\"isa\" verses=\"WzE4NjkwXQ==\">Isaiah 51:16<\/a>) by what God says to his prophet, not to this only, but to all his prophets, nor to this, or them, principally, but to Christ, the great prophet. It is a great satisfaction to those to whom the message is sent to hear the God of truth and power say to his messenger, as he does here, <i>I have put my words in thy mouth, that<\/i> by them<i>I may plant the heavens. <\/i> God undertook to comfort his people ( <a class=\"isa\" verses=\"WzE4Njg2XQ==\">Isaiah 51:12<\/a>) but still he does it by his prophets, by his gospel and, that he may do it by these, he here tells us, (1.) That his word in them is very true. He owns what they have said to be what he had directed and enjoined them to say: \"<i>I have put my words in thy mouth,<\/i> and therefore he that receives thee and them receives me.\" This is a great stay to our faith, that Christ's doctrine was not his, but his that sent him, and that the words of the prophets and apostles were God's own words, which he put into their mouths. God's Spirit not only revealed to them the things themselves they spoke of, but dictated to them the words they should speak ( <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=2Peter+1:21&t1=en_nas\" id=\"64\" class=\"stL\" target=\"_blank\"> 2Peter 1:21,1 Corinthians 2:13<\/a>) so that these are the true sayings of God, of a God that cannot lie. (2.) That it is very safe: I have<i>covered thee in the shadow of my hand<\/i> (as before, <a class=\"isa\" verses=\"WzE4NjM5XQ==\">Isaiah 49:2<\/a>), which speaks the special protection not only of the prophets, but of their prophecies, not only of Christ, but of Christianity, of the gospel of Christ it is not only the faithful word of God which the prophets deliver to us, but it shall be carefully preserved till it have its accomplishment for the use of the church, notwithstanding the restless endeavours of the powers of darkness to extinguish this light. They shall<i>prophesy again<\/i> ( <a class=\"ref\">Revelation 10:11<\/a>), though not in their persons, yet in their writings, which God has always<i>covered in the shadow of his hand,<\/i> preserved by a special providence, else they would have been lost ere this. (3.) That this word, when it comes to be accomplished, will be very great and will not fall short of the pomp and grandeur of the prophecy: \"<i>I have put my words in thy mouth,<\/i> not that by the performance of them I may plant a nation, or found a city, but<i>that I may plant the heavens and lay the foundations of the earth,<\/i> may do that for my people which will be a new creation.\" This must look as far forward as to the great work done by the gospel of Christ and the setting up of his holy religion in the world. As God by Christ made the world at first ( <a class=\"ref\">Hebrews 1:2<\/a>), and by him formed the Old-Testament church ( <a class=\"ref\">Zechariah 6:12<\/a>), so by him, and the words put into his mouth, he will set up, [1.] A new world, will again plant the heavens and found the earth. Sin having put the whole creation into disorder, Christ's taking away the sin of the world put all into order again. <i>Old things have passed away, all things have become new<\/i> things in heaven and things on earth are reconciled, and so put into a new posture, <a class=\"ref\">Colossians 1:20<\/a>. Through him, according to the promise, <i>we look for new heavens and a new earth<\/i> ( <a class=\"ref\">2 Peter 3:13<\/a>), and to this the prophets bear witness. [2.] He will set up a new church, a New-Testament church:<i>He will say unto Zion, Thou art my people. <\/i> The gospel church is called<i>Zion<\/i> ( <a class=\"ref\">Hebrews 12:22<\/a>) and<i>Jerusalem<\/i> ( <a class=\"ref\">Galatians 4:26<\/a>) and, when the Gentiles are brought into it, it shall be said unto them, <i>You are my people. <\/i> When God works great deliverances for his church, and especially when he shall complete the salvation of it in the great day, he will thereby own that poor despised handful to be his people, whom he has chosen and loved.<\/p> ",
    "audit": null
}