{
    "id": 12100,
    "source": "mhm",
    "verse_id": 17717,
    "verse_count": 7,
    "reference": "3:9-15",
    "title": "",
    "html": "<p>  9  The show of their countenance doth witness against them  and  they declare their sin as Sodom, they hide <i>it<\/i> not. Woe unto  their soul! for they have rewarded evil unto themselves.    10  Say ye to the righteous, that <i>it shall be<\/i> well <i>with him:<\/i>  for they shall eat the fruit of their doings.    11  Woe unto the wicked! <i>it shall be<\/i> ill <i>with him:<\/i> for the  reward of his hands shall be given him.    12  <i>As for<\/i> my people, children <i>are<\/i> their oppressors, and  women rule over them. O my people, they which lead thee cause  <i>thee<\/i> to err, and destroy the way of thy paths.    13  The L<b>ORD<\/b> standeth up to plead, and standeth to judge the  people.    14  The L<b>ORD<\/b> will enter into judgment with the ancients of his  people, and the princes thereof: for ye have eaten up the  vineyard  the spoil of the poor <i>is<\/i> in your houses.    15  What mean ye <i>that<\/i> ye beat my people to pieces, and grind  the faces of the poor? saith the Lord G<b>OD<\/b> of hosts.  <\/p>  <p>  Here God proceeds in his controversy with his people. Observe,<\/p>  <p>  I. The ground of his controversy. It was for sin that God contended  with them  if they vex themselves, let them look a little further and  they will see that they must <i>thank<\/i> themselves: <i>Woe unto their  souls! For they have rewarded evil unto themselves. Alas for their  souls!<\/i> (so it may be read, in a way of lamentation), <i>for they  have procured evil to themselves,<\/i>   <a class=\"isa\" verses=\"WzE3NzE3XQ==\">Isaiah 3:9<\/a>.  Note, The condition of sinners is woeful and very deplorable. Note,  also, It is the soul that is damaged and endangered by sin. Sinners may  prosper in their outward estates, and yet at the same time there may be  a woe to their souls. Note, further, Whatever evils befals sinners it  is of their own procuring,   <a class=\"ref\">Jeremiah 2:19<\/a>.  That which is here charged upon then is,  1. That the shame which should have restrained them from their sins was  quite thrown off and they had grown impudent,   <a class=\"isa\" verses=\"WzE3NzE3XQ==\">Isaiah 3:9<\/a>.  This hardens men against repentance, and ripens them for ruin, as much  as anything: <i>The show of their countenance doth witness against  them<\/i> that their minds are vain, and lewd, and malicious  their eyes  declare plainly that they <i>cannot cease from sin,<\/i>   <a class=\"ref\">2 Peter 2:14<\/a>.  One may look them in the face and guess at the desperate wickedness  that there is in their hearts: <i>They declare their sin as Sodom,<\/i>  so impetuous, so imperious, are their lusts, and so impatient of the  least check, and so perfectly are all the remaining sparks of virtue  extinguished in them. The Sodomites declared their sin, not only by the  exceeding greatness of it  (<a class=\"ref\">Genesis 13:13<\/a>),  so that it cried to heaven  (<a class=\"ref\">Genesis 18:20<\/a>),  but by their shameless owning of that which was most shameful  (<a class=\"ref\">Genesis 19:5<\/a>)  and thus Judah and Jerusalem did: they were so far from hiding it that  they gloried in it, in the bold attempts they made upon virtue, and the  victory they gained over their own convictions. They had a whore's  forehead  (<a class=\"ref\">Jeremiah 3:3<\/a>)  and could not blush,   <a class=\"ref\">Jeremiah 6:15<\/a>.  Note, Those that have grown impudent in sin are ripe for ruin. Those  that are past shame (we say) are past grace, and then past hope.  2. That their guides, who should direct them in the right way, put them  out of the way  (<a class=\"isa\" verses=\"WzE3NzIwXQ==\">Isaiah 3:12<\/a>):  \"<i>Those who lead thee<\/i> (the princes, priests, and prophets)  mislead thee  they <i>cause thee to err.<\/i>\" Either they preached to  them that which was false and corrupt, or, if they preached that which  was true and good, they contradicted it by their practices, and the  people would soon follow a bad example than a good exhortation. Thus  they <i>destroyed the ways of their paths,<\/i> pulling down with one  hand what they built up with the other. <i>Que te beatificant--Those  that call thee blessed<\/i> cause thee to err  so some read it. Their  priests applauded them, as if nothing were amiss among them, cried  <i>Peace, peace,<\/i> to them, as if they were in no danger  and thus  they caused them to go on in their errors.  3. That their judges, who should have patronized and protected the  oppressed, were themselves the greatest oppressors,   <a class=\"isa\" verses=\"WzE3NzIyXQ==\">Isaiah 3:14<\/a>.  The elders of the people, and the princes, who had learning and could  not but know better things, who had great estates and were not under  the temptation of necessity to encroach upon those about them, and who  were men of honour and should have scorned to do a base thing, yet  <i>they have eaten up the vineyard.<\/i> God's vineyard, which they were  appointed to be the dressers and keepers of, they burnt (so the word  signifies)  they did as ill by it as its worst enemies could do,   <a class=\"ref\">Psalm 80:16<\/a>.  Or the vineyards of the poor they wrested out of their possession, as  Jezebel did Naboth's, or devoured the fruits of them, fed their lusts  with that which should have been the necessary food of indigent  families  the spoil of the poor was hoarded up in their houses  when  God came to search for stolen goods there he found it, and it was a  witness against them. It was to be had, and they might have made  restitution, but would not. God reasons with these great men  (<a class=\"isa\" verses=\"WzE3NzIzXQ==\">Isaiah 3:15<\/a>):  \"<i>What mean you, that you beat my people into pieces?<\/i> What cause  have you for it? What good does it do you?\" Or, \"What hurt have they  done you? Do you think you had power given you for such a purpose as  this?\" Note, There is nothing more unaccountable, and yet nothing which  must more certainly be accounted for, than the injuries and abuses that  are done to God's people by their persecutors and oppressors. \"<i>You  grind the faces of the poor <\/i> you put them to as much pain and  terror as if they were ground in a mill, and as certainly reduce them  to dust by one act of oppression after another.\" Or, \"Their faces are  bruised and crushed with the blows you have given them  you have not  only ruined their estates, but have given them personal abuses.\" Our  Lord Jesus was <i>smitten on the face,<\/i>   <a class=\"ref\">Matthew 26:67<\/a>.<\/p>  <p>  II. The management of this controversy.  1. God himself is the prosecutor  (<a class=\"isa\" verses=\"WzE3NzIxXQ==\">Isaiah 3:13<\/a>):  <i>The Lord stands up to plead,<\/i> or he sets himself to debate the  matter, and he <i>stands to judge the people,<\/i> to judge for those  that were oppressed and abused  and he will <i>enter into judgment with  the princes,<\/i>   <a class=\"isa\" verses=\"WzE3NzIyXQ==\">Isaiah 3:14<\/a>.  Note, The greatest of men cannot exempt or secure themselves from the  scrutiny and sentence of God's judgment, nor demur to the jurisdiction  of the court of heaven.  2. The indictment is proved by the notorious evidence of the fact:  \"Look upon the oppressors, and the <i>show of their countenance  witnesses against them<\/i>  (<a class=\"isa\" verses=\"WzE3NzE3XQ==\">Isaiah 3:9<\/a>)  look upon the oppressed, and you see how their faces are battered and  abused,\"   <a class=\"isa\" verses=\"WzE3NzIzXQ==\">Isaiah 3:15<\/a>.  3. The controversy is already begun in the change of the ministry. To  punish those that had abused their power to bad purposes God sets those  over them that had not sense to use their power to any good purposes:  <i>Children are their oppressors, and women rule over them<\/i>  (<a class=\"isa\" verses=\"WzE3NzIwXQ==\">Isaiah 3:12<\/a>),  men that have as weak judgments and strong passions as women and  children: this was their sin, that their rulers were such, and it  became a judgment upon them.<\/p>  <p>  III. The distinction that shall be made between particular persons, in  the prosecution of this controversy  (<a class=\"isa\" verses=\"WzE3NzE4XQ==\">Isaiah 3:10<\/a>):  <i>Say to the righteous, It shall be well with thee. Woe to the wicked  it shall be ill with him.<\/i> He had said  (<a class=\"isa\" verses=\"WzE3NzE3XQ==\">Isaiah 3:9<\/a>),  they <i>have rewarded evil to themselves,<\/i> in proof of which he here  shows that God will <i>render to every man according to his works.<\/i>  Had they been righteous, it would have been well with them  but, if it  be ill with them, it is because they are wicked and will be so. Thus  God stated the matter to Cain, to convince him that he had no reason to  be angry,   <a class=\"ref\">Genesis 4:7<\/a>.  Or it may be taken thus: God is threatening national judgments, which  will ruin the public interests. Now,  1. Some good people might fear that they should be involved in that  ruin, and therefore God bids the prophets comfort them against those  fears: \"Whatever becomes of the unrighteous nation, let <i>the  righteous man<\/i> know that he shall not be lost in the crowd of  sinners  the <i>Judge of all the earth will not slay the righteous with  the wicked<\/i>  (<a class=\"ref\">Genesis 18:25<\/a>)  no, assure him, in God's name, that <i>it shall be well with him.<\/i>  The property of the trouble shall be altered to him, and he shall be  <i>hidden in the day of the Lord's anger.<\/i> He shall have divine  supports and comforts, which shall abound as afflictions abound, and so  it shall be well with him.\" When the whole <i>stay of bread is taken  away,<\/i> yet in the <i>day of famine the righteous shall be  satisfied <\/i> they <i>shall eat the fruit of their doings<\/i>--they  shall have the testimony of their consciences for them that they kept  themselves pure from the common iniquity, and therefore the common  calamity is not the same thing to them that it is to others  they  brought no fuel to the flame, and therefore are not themselves fuel for  it.  2. Some wicked people might hope that they should escape that ruin, and  therefore God bids the prophets shake their vain hopes: \"<i>Woe to the  wicked  it shall be ill with him,<\/i>   <a class=\"isa\" verses=\"WzE3NzE5XQ==\">Isaiah 3:11<\/a>.  To him the judgments shall have sting, and there shall be <i>wormwood  and gall<\/i> in the <i>affliction and misery.<\/i>\" There is a woe to  wicked people, and, though they may think to shelter themselves from  public judgments, yet it shall be ill with them  it will grow worse and  worse with them if they repent not, and the worst of all will be at  last  for <i>the reward of their hands shall be given them,<\/i> in the  day when every man shall receive according to the things done in the  body.<\/p>",
    "audit": null
}