{
    "id": 12127,
    "source": "mhm",
    "verse_id": 17871,
    "verse_count": 4,
    "reference": "10:20-23",
    "title": "",
    "html": "<p>  20  And it shall come to pass in that day, <i>that<\/i> the remnant of  Israel, and such as are escaped of the house of Jacob, shall no  more again stay upon him that smote them  but shall stay upon the  L<b>ORD<\/b>, the Holy One of Israel, in truth.    21  The remnant shall return, <i>even<\/i> the remnant of Jacob, unto  the mighty God.    22  For though thy people Israel be as the sand of the sea,  <i>yet<\/i> a remnant of them shall return: the consumption decreed  shall overflow with righteousness.    23  For the Lord G<b>OD<\/b> of hosts shall make a consumption, even  determined, in the midst of all the land.  <\/p>  <p>  The prophet had said  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 10:12<\/a>)  that <i>the Lord would perform his whole work upon Mount Zion and upon  Jerusalem,<\/i> by Sennacherib's invading the land. Now here we are told  what that work should be, a twofold work:--<\/p>  <p>  I. The conversion of some, to whom this providence should be sanctified  and yield the peaceable fruit of righteousness, though for the present  it was not joyous, but grievous  these are but a remnant  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 10:22<\/a>),  <i>the remnant of Israel<\/i>  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 10:20<\/a>),  <i>the remnant of Jacob<\/i>  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 10:21<\/a>),  but a very few in comparison with the vast numbers of the people of  Israel, who were as the sand of the sea. Note, Converting work is  wrought but on a remnant, who are distinguished from the rest and set  apart for God. When we see how populous Israel is, how numerous the  members of the visible church are, as the sand of the sea, and yet  consider that of these a remnant only shall be saved, that of the many  that are called there are but few chosen, we shall surely <i>strive to  enter in at the strait gate<\/i> and fear lest we <i>seem to come  short.<\/i> This remnant of Israel are said to be <i>such as had escaped  of the house of Jacob,<\/i> such as escaped the corruptions of the house  of Jacob, and kept their integrity in times of common apostasy  and  that was a fair escape. And therefore they escape the desolations of  that house, and shall be preserved in safety in times of common  calamity  and that also will be a fair and narrow escape. Their  <i>lives shall be given them for a prey,<\/i>   <a class=\"ref\">Jeremiah 45:5<\/a>.  The <i>righteous scarcely are saved.<\/i> Now,  1. This remnant shall come off from all confidence in an arm of flesh,  this providence shall cure them of that: \"They <i>shall no more again  stay upon him that smote them,<\/i> shall never depend upon the  Assyrians, as they have done, for help against their other enemies,  finding that they are themselves their worst enemies.\" <i>Ictus  piscator sapit--sufferings teach caution.<\/i> \"They have now learned by  dear-bought experience the folly of leaning upon that staff as a stay  to them which may perhaps prove a staff to beat them.\" It is part of  the covenant of a returning people  (<a class=\"ref\">Hosea 14:3<\/a>),  <i>Assyria shall not save us.<\/i> Note, By our afflictions we may learn  not to make creatures our confidence.  2. They shall come home to God, to the mighty God (one of the names  given to the Messiah,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 9:6<\/a>),  to the Holy One of Israel: \"<i>The remnant shall return<\/i> (that was  signified by the name of the prophet's son, <i>Shear-jashub,<\/i>   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 7:3<\/a>),  <i>even the remnant of Jacob.<\/i> They shall return, after the raising  of the siege of Jerusalem, not only to the quiet possession of their  houses and lands, but to God and to their duty  they shall repent, and  pray, and seek his face, and reform their lives.\" The remnant that  escape are a returning remnant: they shall return to God, and shall  stay upon him. Note, Those only may with comfort stay upon God that  return to him  then may we have a humble confidence in God when we make  conscience of our duty to him. They <i>shall stay upon the Holy One of  Israel, in truth,<\/i> and not in pretence and profession only. This  promise of the conversion and salvation of a remnant of Israel is  applied by the apostle  (<a class=\"ref\">Romans 9:27<\/a>)  to the remnant of the Jews which at the first preaching of the gospel  received and entertained it, and sufficiently proves that it was no new  thing for God to abandon to ruin a great many of the seed of Abraham in  full force and virtue  for so it was now. The number of the children of  Israel was <i>as the sand of the sea<\/i> (according to the promise,   <a class=\"ref\">Genesis 22:17<\/a>),  and yet only a remnant shall be saved.<\/p>  <p>  II. The consumption of others: <i>The Lord God of hosts shall make a  consumption,<\/i>   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 10:23<\/a>.  This is not meant (as that   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 10:18<\/a>)  of the consumption of the Assyrian army, but of the consumption of the  estates and families of many of the Jews by the Assyrian army. This is  taken notice of to magnify the power and goodness of God in the escape  of the distinguished remnant, and to let us know what shall become of  those that will not return to God  they shall be wasted away by this  consumption, this general decay <i>in the midst of the land.<\/i>  Observe,  1. It is a consumption of God's own making  he is the author of it. The  Lord God of hosts, whom none can resist, shall make this consumption.  2. It is <i>decreed.<\/i> It is not the product of a sudden resolve, but  was before ordained. It is <i>determined,<\/i> not only that there shall  be such a consumption, but it is <i>cut out<\/i> (so the word is)  it is  particularly appointed how far it shall extend and how long it shall  continue, who shall be consumed by it and who not.  3. It is an overflowing consumption, that shall overspread the land,  and, like a mighty torrent or inundation, bear down all before it.  4. Though it overflows, it is not at random, but in  <i>righteousness,<\/i> which signifies both wisdom and equity. God will  justly bring this consumption upon a provoking people, but he will  wisely and graciously set bounds to it. <i>Hitherto it shall come, and  no further.<\/i><\/p>",
    "audit": null
}