{
    "id": 12177,
    "source": "mhm",
    "verse_id": 18120,
    "verse_count": 5,
    "reference": "25:1-5",
    "title": "",
    "html": "<p>  1  O L<b>ORD<\/b>, thou <i>art<\/i> my God  I will exalt thee, I will praise  thy name  for thou hast done wonderful <i>things  thy<\/i> counsels of  old <i>are<\/i> faithfulness <i>and<\/i> truth.    2  For thou hast made of a city a heap  <i>of<\/i> a defenced city a  ruin: a palace of strangers to be no city  it shall never be  built.    3  Therefore shall the strong people glorify thee, the city of  the terrible nations shall fear thee.    4  For thou hast been a strength to the poor, a strength to the  needy in his distress, a refuge from the storm, a shadow from the  heat, when the blast of the terrible ones <i>is<\/i> as a storm  <i>against<\/i> the wall.    5  Thou shalt bring down the noise of strangers, as the heat in  a dry place  <i>even<\/i> the heat with the shadow of a cloud: the  branch of the terrible ones shall be brought low.  <\/p>  <p>  It is said in the close of the foregoing chapter that the <i>Lord of  hosts shall reign gloriously <\/i> now, in compliance with this, the  prophet here speaks of <i>the glorious majesty of his kingdom<\/i>  (<a class=\"ref\">Psalm 145:12<\/a>),  and gives him the glory of it  and, however this prophecy might have an  accomplishment in the destruction of Babylon and the deliverance of the  Jews out of their captivity there, it seems to look further, to the  praises that should be offered up to God by the gospel church for  Christ's victories over our spiritual enemies and the comforts he has  provided for all believers. Here,<\/p>  <p>  I. The prophet determines to praise God himself  for those that would  stir up others should in the first place stir up themselves to praise  God  (<a class=\"isa\" verses=\"WzE4MTIwXQ==\">Isaiah 25:1<\/a>):  \"<i>O Lord! thou art my God,<\/i> a God in covenant with me.\" When God  is punishing <i>the kings of the earth upon the earth,<\/i> and making  them to tremble before him, a poor prophet can go to him, and, with a  humble boldness, say, <i>O Lord! thou art my God,<\/i> and therefore  <i>I will exalt thee, I will praise thy name.<\/i> Those that have the  Lord for their God are bound to praise him  for <i>therefore<\/i> he  took us to be his people <i>that we might be unto him for a name and  for a praise,<\/i>   <a class=\"ref\">Jeremiah 13:11<\/a>.  In praising God we exalt him  not that we can make him higher than he  is, but we must make him to appear to ourselves and others than he  does. See   <a class=\"ref\">Exodus 15:2<\/a>.<\/p>  <p>  II. He pleases himself with the thought that others also shall be  brought to praise God,   <a class=\"isa\" verses=\"WzE4MTIyXQ==\">Isaiah 25:3<\/a>.  \"<i>Therefore,<\/i> because of the <i>desolations thou hast made in the  earth<\/i> by thy providence  (<a class=\"ref\">Psalm 46:8<\/a>)  and the just vengeance thou hast taken on thy and thy church's enemies,  <i>therefore shall the strong people glorify thee<\/i> in concert,  <i>and the city<\/i> (the metropolis) <i>of the terrible nations fear  thee.<\/i>\" This may be understood,  1. Of those people that have been strong and terrible against God.  Those that have been enemies to God's kingdom, and have fought against  the interests of it with a great deal of strength and terror, shall  either be converted, and glorify God by joining with his people in his  service, or at least convinced, so as to own themselves conquered.  Those that have been the terror of the mighty shall be forced to  tremble before the judgments of God and call in vain to rocks and  mountains to hide them. Or,  2. Of those that shall be now made strong and terrible for God and by  him, though before they were weak and trampled upon. God shall so  visibly appear for and with those that fear him and glorify him that  all shall acknowledge them a strong people and shall stand in awe of  them. There was a time when <i>many of the people of the land became  Jews, for the fear of the Jews fell upon them<\/i>  (<a class=\"ref\">Esther 8:17<\/a>),  and when those that knew their God were strong and did exploits  (<a class=\"ref\">Daniel 11:32<\/a>),  for which they glorified God.<\/p>  <p>  III. He observes what is, and ought to be, the matter of this praise.  We and others must exalt God and praise him  for,  1. He has done wonders, according to the counsel of his own will,   <a class=\"isa\" verses=\"WzE4MTIwXQ==\">Isaiah 25:1<\/a>.  We exalt God by admiring what he has done as truly wonderful, wonderful  proofs of his power beyond what any creature could perform, and  wonderful proofs of his goodness beyond what such sinful creatures as  we are could expect. These <i>wonderful things,<\/i> which are new and  surprising to us, and altogether unthought of, are according to his  <i>counsels of old,<\/i> devised by his wisdom and designed for his own  glory and the comfort of his people. All the operations of providence  are according to God's eternal counsels (and those faithfulness and  truth itself), all consonant to his attributes, consistent with one  another, and sure to be accomplished in their season.  2. He has in particular humbled the pride, and broken the power, of the  mighty ones of the earth  (<a class=\"isa\" verses=\"WzE4MTIxXQ==\">Isaiah 25:2<\/a>):  \"<i>Thou hast made of a city,<\/i> of many a city, <i>a heap<\/i> of  rubbish. Of many a defenced city, that thought itself well guarded by  nature and art, and the multitude and courage of its militia, thou hast  made a ruin.\" What created strength can hold out against Omnipotence?  \"Many a city so richly built that it might be called a <i>palace,<\/i>  and so much frequented and visited by persons of the best rank from all  parts that it might be called a <i>palace of strangers,<\/i> thou hast  made to be no city  it is levelled with the ground, and not one stone  left upon another, and it shall never be built again.\" This has been  the case of many cities in divers parts of the world, and in our own  nation particularly  cities that flourished once have gone to decay and  are lost, and it is scarcely known (except by urns or coins digged up  out of the earth) where they stood. How many of the cities of Israel  have long since been heaps and ruins! God hereby teaches us that  <i>here we have no continuing city<\/i> and must therefore seek one to  come which will never be a ruin or go to decay.  3. He has seasonably relieved and succoured his necessitous and  distressed people  (<a class=\"isa\" verses=\"WzE4MTIzXQ==\">Isaiah 25:4<\/a>):  <i>Thou has been a strength to the poor, a strength to the needy.<\/i>  As God weakens the strong that are proud and secure, so he strengthens  the weak that are humble and serious, and stay themselves upon him.  Nay, he not only makes them strong, but he is himself their strength  for in him they strengthen themselves, and it is his favour that is the  <i>strength of their hearts.<\/i> He is a <i>strength to the needy in  his distress,<\/i> when he needs strength, and when his distress drives  him to God. And, as he strengthens them against their inward decays, so  he shelters them from outward assaults. He is <i>a refuge from the  storm<\/i> of rain or hail, and <i>a shadow from the<\/i> scorching  <i>heat<\/i> of the sun in summer. God is a sufficient protection to his  people in all weathers, hot and cold, wet and dry. The armour of  righteousness serves both <i>on the right hand<\/i> and <i>on the  left,<\/i>   <a class=\"ref\">2 Corinthians 6:7<\/a>.  Whatever dangers or troubles God's people may be in, effectual care is  taken that they shall sustain no real hurt or damage. When perils are  most threatening and alarming God will then appear for the safety of  his people: <i>When the blast of the terrible ones is as a storm  against the wall,<\/i> which makes a great noise, but cannot overthrow  the wall. The enemies of God's poor are terrible ones  they do all they  can to make themselves so to them. Their rage is like a blast of wind,  loud, and blustering, and furious  but, like the wind, it is under a  divine check  for God <i>holds the winds in his fist,<\/i> and God will  be such a shelter to his people that they shall be able to stand the  shock, keep their ground, and maintain their integrity and peace. A  storm beating on a ship tosses it, but that which beats on a wall never  stirs it,   <a class=\"ref\">Psalm 76:10<\/a>.  4. That he does and will shelter those that trust in him from the  insolence of their proud oppressors  (<a class=\"isa\" verses=\"WzE4MTI0XQ==\">Isaiah 25:5<\/a>):  <i>Thou shalt,<\/i> or thou dost, <i>bring down the noise of  strangers <\/i> thou shalt abate and still it, as <i>the heat in a dry  place<\/i> is abated and moderated <i>by the shadow of a cloud<\/i>  interposing. <i>The branch,<\/i> or rather the son or triumph, <i>of the  terrible ones shall be brought low,<\/i> and they shall be made to  change their note and lower their voice. Observe here,  (1.) The oppressors of God's people are called <i>strangers <\/i> for  they forget that those they oppress are made of the same mould, of the  same blood, with them. They are called <i>terrible ones <\/i> for so  they affect to be, rather than amiable ones: they would rather be  feared than loved.  (2.) Their insolence towards the people of God is noisy and hot, and  that is all  it is but the noise of strangers, who think to carry their  point by hectoring and bullying all that stand in their way, and  talking big. <i>Pharaoh king of Egypt is but a noise,<\/i>   <a class=\"ref\">Jeremiah 46:17<\/a>.  It is like the heat of the sun scorching in the middle of the day  but  where is it when the sun has set?  (3.) Their noise, and heat, and all their triumph, will be humbled and  brought low, when their hopes are baffled and all their honours laid in  the dust. The branches, even the top branches, of the terrible ones,  will be broken off, and thrown to the dunghill.  (4.) If the labourers in God's vineyard be at any time called to  <i>bear the burden and heat of the day,<\/i> he will find some way or  other to refresh them, as with the shadow of a cloud, that they may not  be pressed above measure.<\/p>",
    "audit": null
}