{
    "id": 12164,
    "source": "mhm",
    "verse_id": 18049,
    "verse_count": 5,
    "reference": "21:13-17",
    "title": "",
    "html": "<p>  13  The burden upon Arabia. In the forest in Arabia shall ye  lodge, O ye travelling companies of Dedanim.    14  The inhabitants of the land of Tema brought water to him  that was thirsty, they prevented with their bread him that fled.    15  For they fled from the swords, from the drawn sword, and  from the bent bow, and from the grievousness of war.    16  For thus hath the Lord said unto me, Within a year,  according to the years of a hireling, and all the glory of Kedar  shall fail:    17  And the residue of the number of archers, the mighty men of  the children of Kedar, shall be diminished: for the L<b>ORD<\/b> God of  Israel hath spoken <i>it.<\/i>  <\/p>  <p>  Arabia was a large country, that lay eastward and southward of the land  of Canaan. Much of it was possessed by the posterity of Abraham. The  <i>Dedanim,<\/i> here mentioned  (<a class=\"isa\" verses=\"WzE4MDQ5XQ==\">Isaiah 21:13<\/a>),  descended from Dedan, Abraham's son by Keturah  the inhabitants of Tema  and Kedar descended from Ishmael,   <a class=\"ref\">Genesis 25:3<\/a>.  The Arabians generally lived in tents, and kept cattle, were a hardy  people, inured to labour  probably the Jews depended upon them as a  sort of a wall between them and the more warlike eastern nations  and  therefore, to alarm them, they shall hear <i>the burden of Arabia,<\/i>  and see it sinking under its own burden.<\/p>  <p>  I. A destroying army shall be brought upon them, with a sword, with  <i>a drawn sword,<\/i> with <i>a bow<\/i> ready <i>bent,<\/i> and with all  the <i>grievousness of war,<\/i>   <a class=\"isa\" verses=\"WzE4MDUxXQ==\">Isaiah 21:15<\/a>.  It is probable that the king of Assyria, in some of the marches of his  formidable and victorious army, took Arabia in his way, and, meeting  with little resistance, made an easy prey of them. The consideration of  the grievousness of war should make us thankful for the blessings of  peace.<\/p>  <p>  II. The poor country people will hereby be forced to flee for shelter  wherever they can find a place  so that <i>the travelling companies of  Dedanium,<\/i> which used to keep the high roads with their caravans,  shall be obliged to quit them and <i>lodge in the forest in Arabia<\/i>  (<a class=\"isa\" verses=\"WzE4MDQ5XQ==\">Isaiah 21:13<\/a>),  and shall not have the wonted convenience of their own tents, poor and  weather-beaten as they are.<\/p>  <p>  III. They shall stand in need of refreshment, being ready to perish for  want of it, in their flight from the invading army: \"<i>O you  inhabitants of the land of Tema!<\/i>\" (who probably were next  neighbours to the companies of Dedanim) \"<i>bring you water<\/i>\" (so  the margin reads it) \"<i>to him that is thirsty,<\/i> and <i>prevent  with your bread those that flee,<\/i> for they are objects of your  compassion  they do not wander for wandering sake, nor are they reduced  to straits by any extravagance of their own, but <i>they flee from the  sword.<\/i>\" Tema was a country where water was sometimes a scarce  commodity (as we find,   <a class=\"ref\">Job 6:19<\/a>),  and we may conclude it would be in a particular manner acceptable to  these poor distressed refugees. Let us learn hence.  1. To look for distress ourselves. We know not what straits we may be  brought into before we die. Those that live in cities may be forced to  lodge in forests  and those may know the want of necessary food who now  eat bread to the full. Our mountain stands not so strong but that it  may be moved, rises not so high but that it may be scaled. These  Arabians would the better bear these calamities because in their way of  living they had used themselves to hardships.  2. To look with compassion upon those that are in distress, and with  all cheerfulness to relieve them, not knowing how soon their case may  be ours: \"<i>Bring water to those that are thirsty,<\/i> and not only  give bread to those that need and ask it, but prevent those with it  that have need  give it to them unasked.\" Those that do so shall find  it remembered to their praise, as (according to our reading) it is here  remembered to the praise of the land of Tema that they did bring water  to the thirsty and relieved even those that were on the falling  side.<\/p>  <p>  IV. All that which is the glory of Kedar shall vanish away and fail.  Did they glory in their numerous herds and flocks? They shall all be  driven away by the enemy. It seems they were famous about other nations  for the use of the bow in battle  but their archers, instead of foiling  the enemy, shall fall themselves  and <i>the residue of their  number,<\/i> when they are reduced to a small number, <i>shall be  diminished<\/i>  (<a class=\"isa\" verses=\"WzE4MDUzXQ==\">Isaiah 21:17<\/a>)  their mighty able-bodied men, and men of spirit too, shall become very  few  for they, being most forward in the defence of their country, were  most exposed, and fell first, either by the enemies' sword or into the  enemies' hand. Note, Neither the skill of archers (though they be ever  so good marksmen) nor the courage of mighty men can protect a people  from the judgments of God, when they come with commission  they rather  expose the undertakers. That is poor glory which will thus quickly come  to nothing.<\/p>  <p>  V. All this shall be done in a little time: \"<i>Within one year  according to the years of a hireling<\/i> (within one year precisely  reckoned) this judgment shall come upon Kedar.\" If this fixing of the  time be of no great use to us now (because we find not either when the  prophecy was delivered or when it was accomplished), yet it might be of  great use to the Arabians then, to awaken them to repentance, that,  like the men of Nineveh, they might prevent the judgment when they were  thus told it was just at the door. Or, when it begins to be fulfilled,  the business shall be done, be begun and ended in one year's time. God,  when he please, can do a great work in a little time.<\/p>  <p>  VI. It is all ratified by the truth of God  (<a class=\"isa\" verses=\"WzE4MDUyXQ==\">Isaiah 21:16<\/a>)  \"<i>Thus hath the Lord said to me <\/i> you may take my word for it that  it is his word \" and we may be sure no word of his shall fall to the  ground. And again  (<a class=\"isa\" verses=\"WzE4MDUzXQ==\">Isaiah 21:17<\/a>):  <i>The Lord God of Israel hath spoken it,<\/i> as the God of Israel, in  pursuance of his gracious designs concerning them  and we may be sure  <i>the strength of Israel will not lie.<\/i><\/p>",
    "audit": null
}