{
    "id": 12217,
    "source": "mhm",
    "verse_id": 18332,
    "verse_count": 22,
    "reference": "36:",
    "title": "",
    "html": "<em>Introduction<\/em>\n\n<br>\n\n  <p>  The prophet Isaiah is, in this and the three following chapters, an  historian  for the scripture history, as well as the scripture  prophecy, is given by inspiration of God, and was dictated to holy men.  Many of the prophecies of the foregoing chapters had their  accomplishment in Sennacherib's invading Judah and besieging Jerusalem,  and the miraculous defeat he met with there  and therefore the story of  this is here inserted, both for the explication and for the  confirmation of the prophecy. The key of prophecy is to be found in  history  and here, that we might have the readier entrance, it is, as  it were, hung at the door. The exact fulfilling of this prophecy might  serve to confirm the faith of God's people in the other prophecies, the  accomplishment of which was at a greater distance. Whether this story  was taken from the book of the Kings and added here, or whether it was  first written by Isaiah here and hence taken into the book of Kings, is  not material. But the story is the same almost verbatim  and it was so  memorable an event that it was well worthy to be twice recorded,   <a class=\"ref\">2 Kings 18:1-19<\/a>,  and here, and an abridgment of it likewise,   <a class=\"ref\">2 Chronicles 32:1-33<\/a>  We shall be but short in our observations upon this story here, having  largely explained it there. In this chapter we have,  I. The descent which the king of Assyria made upon Judah, and his  success against all the defenced cities,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 36:1<\/a>.  II. The conference he desired to have with Hezekiah, and the managers  on both sides,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 36:2<\/a>.  III. Rabshakeh's railing blasphemous speech, with which he designed to  frighten Hezekiah into a submission, and persuade him to surrender at  discretion,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 36:4-10<\/a>.  IV. His appeal to the people, and his attempt to persuade them to  desert Hezekiah, and so force him to surrender,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 36:11-20<\/a>.  V. The report of this made to Hezekiah by his agents,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 36:21<\/a>.<\/p>",
    "audit": null
}