{
    "id": 12116,
    "source": "mhm",
    "verse_id": 17800,
    "verse_count": 9,
    "reference": "7:17–25",
    "title": "",
    "html": " <p>17 The L <b>ORD<\/b>, shall bring upon thee, and upon thy people, and upon thy father's house, days that have not come, from the day that Ephraim departed from Judah <i>even<\/i>, the king of Assyria. 18 And it shall come to pass in that day, <i>that<\/i>, the L <b>ORD<\/b>, shall hiss for the fly that <i>is<\/i>, in the uttermost part of the rivers of Egypt, and for the bee that <i>is<\/i>, in the land of Assyria. 19 And they shall come, and shall rest all of them in the desolate valleys, and in the holes of the rocks, and upon all thorns, and upon all bushes. 20 In the same day shall the Lord shave with a razor that is hired, <i>namely,<\/i>, by them beyond the river, by the king of Assyria, the head, and the hair of the feet: and it shall also consume the beard. 21 And it shall come to pass in that day, <i>that<\/i>, a man shall nourish a young cow, and two sheep 22 And it shall come to pass, for the abundance of milk <i>that<\/i>, they shall give he shall eat butter: for butter and honey shall every one eat that is left in the land. 23 And it shall come to pass in that day, <i>that<\/i>, every place shall be, where there were a thousand vines at a thousand silverlings, it shall <i>even<\/i>, be for briers and thorns. 24 With arrows and with bows shall <i>men<\/i>, come thither because all the land shall become briers and thorns. 25 And <i>on<\/i>, all hills that shall be digged with the mattock, there shall not come thither the fear of briers and thorns: but it shall be for the sending forth of oxen, and for the treading of lesser cattle. <\/p> <p>After the comfortable promises made to Ahaz as a branch of the house of David, here follow terrible threatenings against him, as a degenerate branch of that house for though the loving-kindness of God shall not be utterly taken away, for the sake of David and the covenant made with him, yet his iniquity shall be <i>chastened with the rod,<\/i>, and his sin with stripes. Let those that will not mix faith with the promises of God expect to hear the alarms of his threatenings. <\/p> <p>I. The judgment threatened is very great, <a class=\"isa\" verses=\"WzE3ODAwXQ==\">Isaiah 7:17<\/a>. It is very great, for it is general it shall be brought upon the prince himself (high as he is, he shall not be out of the reach of it), and upon the people, the whole body of the nation, and upon the royal family, <i>upon<\/i>, all <i>thy father's house<\/i>, it shall be a judgment entailed on posterity, and shall go along with the royal blood. It is very great, for it shall be unprecedented&mdash; <i>days that have not come<\/i>, so dark, so gloomy, so melancholy, as never were the like since the revolt of the ten tribes, when Ephraim departed from Judah, which was indeed a sad time to the house of David. Note, The longer men continue in sin the sorer punishments they have reason to expect. It is the Lord that will bring these days upon them, for our times are in his hand, and who can resist or escape the judgments he brings? <\/p> <p>II. The enemy that should be employed as the instrument of this judgment is the king of Assyria. Ahaz reposed great confidence in that prince for help against the confederate powers of Israel and Syria, and minded the less what God said to him by his prophet for his encouragement because he built much upon his interest in the king of Assyria, and had meanly promised to be his servant if he would send him some succours he had also, made him a present of gold and silver, for which he drained the treasures both of church and state, <a class=\"ref\">2 Kings 16:7<\/a>. Now God threatens that that king of Assyria whom he made his stay instead of God should become a scourge to him. He was so speedily for, when he <i>came to him, he distressed him, but strengthened him not<\/i>,(<a class=\"ref\">2 Chronicles 28:20<\/a>), the reed not only broke under him, but ran into his hand, and pierced it, and thenceforward the kings of Assyria were, for a long time, grieving thorns to Judah, and gave them a great deal of trouble. Note, The creature that we make our hope commonly proves our hurt. The king of Assyria, not long after this, made himself master of the ten tribes, carried them captive, and laid their country waste, so as fully to answer the prediction here and perhaps it may refer to that, as an explication of <a class=\"isa\" verses=\"WzE3NzkxXQ==\">Isaiah 7:8<\/a>, where it is foretold that Ephraim shall be broken, that it shall not be a people and it is easy to suppose that the prophet (at <a class=\"isa\" verses=\"WzE3ODAwXQ==\">Isaiah 7:17<\/a>) turns his speech to the king of Israel, denouncing God's judgments against him for invading Judah. But the expositors universally understand it of Ahaz and his kingdom. Now observe, 1. Summons given to the invaders (<a class=\"isa\" verses=\"WzE3ODAxXQ==\">Isaiah 7:18<\/a>): <i>The Lord shall whistle for the fly and the bee.<\/i>, See <a class=\"isa\" verses=\"WzE3NzY2XQ==\">Isaiah 5:26<\/a>. Enemies that seem as contemptible as a fly or a bee, and are as easily crushed, shall yet, when God pleases, do his work as effectually as lions and young lions. Though they are as far distant from one another as the rivers of Egypt and the land of Assyria, yet they shall punctually meet to join in this work when God commands their attendance for, when God has work to do, he will not be at a loss for instruments to do it with. 2. Possession taken by them, <a class=\"isa\" verses=\"WzE3ODAyXQ==\">Isaiah 7:19<\/a>. It should seem as if the country were in no condition to make resistance. They find no difficulties in forcing their way, but <i>come and rest all of them in the desolate valleys,<\/i>, which the inhabitants had deserted upon the first alarm, and left them a cheap and easy prey to the invaders. They shall come and rest in the low grounds like swarms of flies and bees, and shall render themselves impregnable by taking shelter in the holes of the rocks, as bees often do, and showing themselves formidable by appearing openly upon all thorns and all bushes so generally shall the land be overspread with them. These bees shall knit upon the thorns and bushes, and there rest undisturbed. 3. Great desolations made, and the country generally depopulated (<a class=\"isa\" verses=\"WzE3ODAzXQ==\">Isaiah 7:20<\/a>): <i>The Lord shall shave the hair of the head, and beard, and feet<\/i>, he shall sweep all away, as the leper, when he was cleansed, <i>shaved off all his hair,<\/i>, <a class=\"ref\">Leviticus 14:8<\/a>. This is done with a razor which is hired, either which God has hired (as if he had none of his own but what he hires, and whom he employs in any service for him, he will pay for. See <a class=\"ref\">Ezekiel 29:18<\/a>), or which Ahaz has hired for his assistance. God will make that to be an instrument of his destruction which he hired into his service. Note, Many are beaten with that arm of flesh which they trusted to rather than to the arm of the Lord, and which they were at a great expense upon, when by faith and prayer they might have found cheap and easy succour in God. 4. The consequences of this general depopulation. (1.) The flocks of cattle shall be all destroyed, so that a man who had herds and flocks in abundance shall be stripped of them all by the enemy, and shall with much ado save for his own use a young cow and two sheep&mdash;a poor stock (<a class=\"isa\" verses=\"WzE3ODA0XQ==\">Isaiah 7:21<\/a>), yet he shall think himself happy in having any left. (2.) The few cattle that are left shall have such a large compass of ground to feed in that <i>they shall give abundance of milk,<\/i>, and very good milk, such as shall produce butter enough, <a class=\"isa\" verses=\"WzE3ODA1XQ==\">Isaiah 7:22<\/a>. There shall also be such want of men that the milk of one cow and two sheep shall serve a whole family, which used to keep abundance of servants and consume a great deal, but is now reduced. (3.) The breed of cattle shall be destroyed so that those who used to eat flesh (as the Jews commonly did) shall be necessitated to confine themselves to butter and honey, for there shall be no flesh for them and the country shall be so depopulated that there shall be butter and honey enough for the few that are left in it. (4.) Good land, that used to be let well, shall be all overrun with briers and thorns (<a class=\"isa\" verses=\"WzE3ODA2XQ==\">Isaiah 7:23<\/a>) where there used to be a thousand vines planted, for which the tenants used to pay a thousand shekels, or pieces of silver, yearly rent, there shall be nothing now but briers and thorns, no profit either for landlord or tenant, all being laid waste by the army of the invaders. Note, God can soon turn a fruitful land into barrenness and it is just with him to turn vines into briers if we, instead of bringing forth grapes to him, bring forth wild grapes, <a class=\"isa\" verses=\"WzE3NzQ0XQ==\">Isaiah 5:4<\/a>. (5.) The implements of husbandry shall be turned into instruments of war, <a class=\"isa\" verses=\"WzE3ODA3XQ==\">Isaiah 7:24<\/a>. The whole land having become briers and thorns, the grounds that men used to come to with sickles and pruning-hooks to gather in the fruits they shall now come to with arrows and bows, to hunt for wild beasts in the thickets, or to defend themselves from the robbers that lurk in the bushes, seeking for prey, or to kill the serpents and venomous beasts that are hid there. This denotes a very sad change of the face of that pleasant land. But what melancholy change is there which sin will not make with a people? (6.) Where briers and thorns were wont to be of use and to do good service, even in the hedges, for the defence of the enclosed grounds, they shall be plucked up, and all laid in common. There shall be briers and thorns in abundance where they should not be, but none where they should be, <a class=\"isa\" verses=\"WzE3ODA4XQ==\">Isaiah 7:25<\/a>. <i>The hills that shall be digged with the mattock,<\/i>, for special use, from which the cattle used to be kept off with the fear of briers and thorns, shall now be thrown open, the <i>hedges broken down for the boar out of the wood<\/i>, to waste it, <a class=\"ref\">Psalm 80:12<\/a>. It shall be left at large for oxen to run in and less cattle. See the effect of sin and the curse it has made the earth a forest of thorns and thistles, except as it is forced into some order by the constant care and labour of man. And see what folly it is to set our hearts upon possessions of lands, be they every so fruitful, ever so pleasant if they lie ever so little neglected and uncultivated, or if they be abused by a wasteful careless heir or tenant, or the country be laid waste by war, they will soon become frightful deserts. Heaven is a paradise not subject to such changes. <\/p>",
    "audit": null
}