{
    "id": 12186,
    "source": "mhm",
    "verse_id": 18153,
    "verse_count": 6,
    "reference": "27:1-6",
    "title": "",
    "html": "<p>  1  In that day the L<b>ORD<\/b> with his sore and great and strong sword  shall punish leviathan the piercing serpent, even leviathan that  crooked serpent  and he shall slay the dragon that <i>is<\/i> in the  sea.    2  In that day sing ye unto her, A vineyard of red wine.    3  I the L<b>ORD<\/b> do keep it  I will water it every moment: lest  <i>any<\/i> hurt it, I will keep it night and day.    4  Fury <i>is<\/i> not in me: who would set the briers <i>and<\/i> thorns  against me in battle? I would go through them, I would burn them  together.    5  Or let him take hold of my strength, <i>that<\/i> he may make peace  with me  <i>and<\/i> he shall make peace with me.    6  He shall cause them that come of Jacob to take root: Israel  shall blossom and bud, and fill the face of the world with fruit.  <\/p>  <p>  The prophet is here singing of judgment and mercy,<\/p>  <p>  I. Of judgment upon the enemies of God's church  (<a class=\"isa\" verses=\"MTgxNTM=\">Isaiah 27:1<\/a>),  <i>tribulation to those that trouble it,<\/i>   <a class=\"ref\">2 Thessalonians 1:6<\/a>.  When the Lord <i>comes out of his place, to punish the inhabitants of  the earth<\/i>  (<a class=\"isa\" verses=\"MTgxNTI=\">Isaiah 26:21<\/a>),  he will be sure to punish <i>leviathan,<\/i> the <i>dragon that is in  the sea,<\/i> every proud oppressing tyrant, that is the terror of the  mighty, and, like the leviathan, is <i>so fierce that none dares stir  him up,<\/i> and <i>his heart as hard as a stone,<\/i> and <i>when he  raises up himself the mighty are afraid,<\/i>   <a class=\"ref\">Job 41:10<\/a>.  The church has many enemies, but commonly some one that is more  formidable than the rest. So Sennacherib was in his day, and  Nebuchadnezzar in his, and Antiochus in his  so Pharaoh had been  formerly, and is called <i>leviathan<\/i> and <i>the dragon,<\/i>   <a class=\"isa\" verses=\"WzE4NjgzLDE1MDYyLDIxMTg3XQ==\">Isaiah 51:9; Psalm 74:13; Ezekiel 29:3<\/a>.  The New-Testament church has had its leviathans  we read of a great red  dragon ready to devour it,   <a class=\"ref\">Revelation 12:3<\/a>.  Those malignant persecuting powers are here compared to the leviathan  for bulk, and strength, and the mighty bustle they make in the  world,--to dragons for their rage and fury,--to serpents, <i>piercing  serpents,<\/i> penetrating in their counsels, quick in their motions,  and which, if they once get in their head, will soon wind in their  whole body,--<i>crossing like a bar<\/i> (so the margin), standing in  the way of all their neighbours and obstructing them,--to <i>crooked  serpents,<\/i> subtle and insinuating, but perverse and mischievous.  Great and mighty princes, if they oppose the people of God, are in  God's account as dragons and serpents, the plagues of mankind  and the  Lord will punish them in due time. They are too big for men to deal  with and call to an account, and therefore the great God will take the  matter into his own hands. He has a <i>sore, and great, and strong  sword,<\/i> wherewith to do execution upon them when the <i>measure of  their iniquity is full<\/i> and their <i>day has come to fall.<\/i> It is  emphatically expressed in the original: <i>The Lord with his sword,  that cruel one, and that great one, and that strong one, shall  punish<\/i> this unwieldy, this unruly criminal  and it shall be capital  punishment: <i>He shall slay the dragon that is in the sea <\/i> for the  wages of his sin is death. This shall not only be a prevention of his  doing further mischief, as the slaying of a wild beast, but a just  punishment for the mischief he has done, as the putting of a traitor or  rebel to death. God has a strong sword for the doing of this, variety  of judgments sufficient to humble the proudest and break the most  powerful of his enemies  and he will do it when the day of execution  comes: <i>In that day<\/i> he will punish, his day which is coming,   <a class=\"ref\">Psalm 37:13<\/a>.  This is applicable to the spiritual victories obtained by our Lord  Jesus over the powers of darkness. He not only disarmed, spoiled, and  cast out, the prince of this world, but with his strong sword, the  virtue of his death and the preaching of his gospel, he does and will  <i>destroy him that had the power of death, that is, the devil,<\/i>  that great leviathan, that old serpent, the dragon. He shall be bound,  that he may not deceive the nations, and that is a punishment to him  (<a class=\"ref\">Revelation 20:2<\/a>)  and at length, for deceiving the nations, he shall be <i>cast into the  lake of fire,<\/i>   <a class=\"ref\">Revelation 20:10<\/a>.<\/p>  <p>  II. Of mercy to the church. In that same day, when God is punishing the  leviathan, let the church and all her friends be easy and cheerful  let  those that attend her sing to her for her comfort, sing her asleep with  these assurances  let it be sung in her assemblies,<\/p>  <p>  1. That she is God's vineyard, and is under his particular care,   <a class=\"isa\" verses=\"MTgxNTQ=\">Isaiah 27:2<\/a>.  She is, in God's eye, <i>a vineyard of red wine.<\/i> The world is as a  fruitless worthless wilderness  but the church is enclosed as a  vineyard, a peculiar place, and of value, that has great care taken of  it and great pains taken with it, and from which precious fruits are  gathered, wherewith they honour God and man. It is a vineyard of <i>red  wine,<\/i> yielding the best and choicest grapes, intimating the  reformation of the church, that it now brings forth good fruit unto  God, whereas before it brought forth fruit to itself, or brought forth  wild grapes,   <a class=\"isa\" verses=\"MTc3NDQ=\">Isaiah 5:4<\/a>.  Now God takes care,  (1.) Of the safety of this vineyard: <i>I the Lord do keep it.<\/i> He  speaks this as glorying in it that he is, and has undertaken to be, the  keeper of Israel. Those that bring forth fruit to God are and shall be  always under his protection. He speaks this as assuring us that they  shall be so: <i>I the Lord,<\/i> that can do every thing, but cannot lie  nor deceive, <i>I do keep it  lest any hurt it, I will keep it night  and day.<\/i> God's vineyard in this world lies much exposed to injury  there are many that would hurt it, would tread it down and lay it waste  (<a class=\"ref\">Psalm 80:13<\/a>)  but God will suffer no real hurt or damage to be done it, but what he  will bring good out of. He will keep it constantly, night and day, and  not without need, for the enemies are restless in their designs and  attempts against it, and, both night and day, seek an opportunity to do  it a mischief. God will keep it in the night of affliction and  persecution, and in the day of peace and prosperity, the temptations of  which are no less dangerous. God's people shall be preserved, not only  from the <i>pestilence that walketh in darkness,<\/i> but from the  <i>destruction that wasteth at noon-day,<\/i>   <a class=\"ref\">Psalm 91:6<\/a>.  This vineyard shall be well fenced.  (2.) Of the fruitfulness of this vineyard: <i>I will water it every  moment,<\/i> and yet it shall not be overwatered. The still and silent  dews of God's grace and blessing shall continually descend upon it,  that it may bring forth much fruit. We need the constant and continual  waterings of the divine grace  for, if that be at any time withdrawn,  we wither, and come to nothing. God waters his vineyard by the ministry  of the word by his servants the prophets, whose doctrine shall drop as  the dew. Paul plants, and Apollos waters, but God gives the increase  for without him the watchman wakes and the husbandman waters in  vain.<\/p>  <p>  2. That, though sometimes he contends with his people, yet, upon their  submission, he will be reconciled to them,   <a class=\"isa\" verses=\"MTgxNTY=\">Isaiah 27:4<\/a>.  <i>Fury is not in him<\/i> towards his vineyard  though he meets with  many things in it that are offensive to him, yet he does not seek  advantages against it, nor is extreme to mark what is amiss in it. It  is true if he find in it briers and thorns instead of vines, and they  be set in battle against him (as indeed that in the vineyard which is  not for him is against him), he will tread them down and burn them  but  otherwise, \"If I am angry with my people, they know what course to  take  let them humble themselves, and pray, and seek my face, and so  <i>take hold of my strength<\/i> with a sincere desire to make their  peace with me, and I will soon be reconciled to them, and all shall be  well.\" God sees the sins of his people and is displeased with them  but, upon their repentance, he turns away his wrath. This may very well  be construed as a summary of the doctrine of the gospel, with which the  church is to be watered every moment.  (1.) Here is a quarrel supposed between God and man  for here is a  battle fought, and peace to be made. It is an old quarrel, ever since  sin first entered. It is, on God's part, a righteous quarrel, but, on  man's part, most unrighteous.  (2.) Here is a gracious invitation given us to make up this quarrel,  and to get these matters in variance accommodated: \"Let him that is  desirous to be at peace with God take hold of his strength, of his  strong arm, which is lifted up against the sinner to strike him dead  and let him by supplication keep back the stroke. Let him wrestle with  me, as Jacob did, resolving not to let me go without a blessing  and he  shall be <i>Israel--a prince with God.<\/i>\" Pardoning mercy is called  the power of our Lord  let him take hold of that. Christ is the <i>arm  of the Lord,<\/i>   <a class=\"isa\" verses=\"MTg3MTM=\">Isaiah 53:1<\/a>.  Christ <i>crucified is the power of God<\/i>  (<a class=\"ref\">1 Corinthians 1:24<\/a>)  let him by a lively faith take hold of him, as a man that is sinking  catches hold of a bough, or cord, or plank, that is within his reach,  or as the malefactor took hold of the horns of the altar, believing  that there is no other name by which he can be saved, by which he can  be reconciled.  (3.) Here is a threefold cord of arguments to persuade us to do this.  [1.] Time and space are given us to do it in  for <i>fury is not in  God <\/i> he does not carry it towards us as great men carry it towards  their inferiors, when the one is in a fault and the other in a fury.  Men in a fury will not take time for consideration  it is, with them,  but a word and a blow. Furious men are soon angry, and implacable when  they are angry  a little thing provokes them, and no little thing will  pacify them. But it is not so with God  he considers our frame, is slow  to anger, does not stir up all his wrath, nor always chide.  [2.] It is in vain to think of contesting with him. If we persist in  our quarrel with him, and think to make our part good, it is but like  setting briers and thorns before a consuming fire, which will be so far  from giving check to the progress of it that they will but make it burn  the more outrageously. We are not an equal match for Omnipotence.  <i>Woe unto him<\/i> therefore <i>that strives with his Maker!<\/i> He  knows not the power of his anger.  [3.] This is the only way, and it is a sure way, to reconciliation:  \"Let him take this course to make peace with me, <i>and he shall make  peace <\/i> and thereby good, all good, shall come unto him.\" God is  willing to be reconciled to us if we be but willing to be reconciled to  him.<\/p>  <p>  3. That the church of God in the world shall be a growing body, and  come at length to be a great body  (<a class=\"isa\" verses=\"MTgxNTg=\">Isaiah 27:6<\/a>):  <i>In times to come<\/i> (so some read it), <i>in after-times,<\/i> when  these calamities are overpast, or in the days of the gospel, the latter  days, <i>he shall cause Jacob to take root,<\/i> deeper root than ever  yet  for the gospel church shall be more firmly fixed than ever the  Jewish church was, and shall spread further. Or, <i>He shall cause  those of Jacob<\/i> that come back out of their captivity, or (as we  read it) <i>those that come of Jacob, to take root downward, and bear  fruit upward,<\/i>   <a class=\"isa\" verses=\"MTgzODQ=\">Isaiah 37:31<\/a>.  They shall be established in a prosperous state, and then they shall  <i>blossom and bud,<\/i> and give hopeful prospects of a great increase  and so it shall prove, for <i>they shall fill the face of the world  with fruit.<\/i> Many shall be brought into the church, proselytes shall  be numerous, some out of all the nations about that shall be to the God  of Israel for a name and a praise  and the converts shall be fruitful  in the fruits of righteousness. The preaching of the gospel <i>brought  forth fruit in all the world<\/i>  (<a class=\"ref\">Colossians 1:6<\/a>),  fruit that remains,   <a class=\"ref\">John 15:16<\/a>.<\/p>",
    "audit": null
}