{
    "id": 12148,
    "source": "mhm",
    "verse_id": 17976,
    "verse_count": 9,
    "reference": "16:6–14",
    "title": "",
    "html": " <p>6 We have heard of the pride of Moab <i>he is <\/i> very proud: <i>even <\/i> of his haughtiness, and his pride, and his wrath: <i>but <\/i> his lies <i>shall <\/i> not <i>be <\/i> so. 7 Therefore shall Moab howl for Moab, every one shall howl: for the foundations of Kir-hareseth shall ye mourn surely <i>they are <\/i> stricken. 8 For the fields of Heshbon languish, <i>and <\/i> the vine of Sibmah: the lords of the heathen have broken down the principal plants thereof, they are come <i>even <\/i> unto Jazer, they wandered <i>through <\/i> the wilderness: her branches are stretched out, they are gone over the sea. 9 Therefore I will bewail with the weeping of Jazer the vine of Sibmah: I will water thee with my tears, O Heshbon, and Elealeh: for the shouting for thy summer fruits and for thy harvest is fallen. 10 And gladness is taken away, and joy out of the plentiful field and in the vineyards there shall be no singing, neither shall there be shouting: the treaders shall tread out no wine in <i>their <\/i> presses I have made <i>their vintage <\/i> shouting to cease. 11 Wherefore my bowels shall sound like a harp for Moab, and mine inward parts for Kir-haresh. 12 And it shall come to pass, when it is seen that Moab is weary on the high place, that he shall come to his sanctuary to pray but he shall not prevail. 13 This <i>is <\/i> the word that the L <b>ORD <\/b> hath spoken concerning Moab since that time. 14 But now the L <b>ORD <\/b> hath spoken, saying, Within three years, as the years of a hireling, and the glory of Moab shall be contemned, with all that great multitude and the remnant <i>shall be <\/i> very small <i>and <\/i> feeble. <\/p> <p>Here we have, I. The sins with which Moab is charged, <a class=\"isa\" verses=\"WzE3OTc2XQ==\">Isaiah 16:6<\/a>. The prophet seems to check himself for going about to give good counsel to the Moabites, concluding they would not take the advice he gave them. He told them their duty (whether they would hear or whether they would forbear), but despairs of working any good upon them he would have healed them, but they would not be healed. Those that will not be counselled cannot be helped. Their sins were, 1. Pride. This is most insisted upon for perhaps there are more precious souls ruined by pride than by any one lust whatsoever. The Moabites were notorious for this: \" <i>We have heard <\/i> in both ears <i>of the pride of Moab <\/i> it is what all their neighbours cry out shame upon them for. <i>He is very proud <\/i> the body of the nation is so, forgetting the baseness of their origin and the brand of infamy fastened upon them by that law of God which forbade a Moabite to <i>enter into the congregation of the Lord for ever, <\/i> <a class=\"ref\">Deuteronomy 23:3<\/a>. We have heard of <i>his haughtiness and his pride. <\/i> It is not the rash and rigid censure of one of two concerning them, but it is the character which all that know them will give of them. They are a proud people, and therefore they will not take good counsel when it is given them. They think themselves too wise to be advised therefore they will not take example by Hezekiah to do justly and love mercy. They scorn to make him their pattern, for they think themselves able to teach him. They are proud, and therefore will not be subject to God himself nor regard the warnings he gives them. <i>The wicked, in the pride of his countenance, will not seek after God. <\/i> They are proud, and therefore will not entertain and protect God's outcasts they scorn to have any thing to do with them.\" But this is not all:&mdash; 2. \"We have heard of <i>his wrath <\/i> too (for those that are very proud are commonly very passionate), particularly his wrath against the people of God, whom therefore he will rather persecute than protect. 3. It is with <i>his lies <\/i> that he gains the gratifications of his pride and his passion <i>but his lies shall not be so <\/i> he shall not compass his proud and angry projects as he hoped he should.\" Some read it, <i>His haughtiness, his pride, and his wrath, are greater than his strength. <\/i> \"We know that, if we lay at his mercy, we should find no mercy with him, but he has not power equal to his malice. His pride draws down ruin upon him for it is the preface to destruction, and he has not strength to ward it off.\" <\/p> <p>II. The sorrows with which Moab is threatened (<a class=\"isa\" verses=\"WzE3OTc3XQ==\">Isaiah 16:7<\/a>): <i>Therefore shall Moab howl for Moab. <\/i> All the inhabitants shall bitterly lament the ruin of their country. They shall complain one to another: <i>Every one shall howl <\/i> in despair, and not one shall either see any cause or have any heart to encourage his friend. Observe, <\/p> <p>1. The causes of this sorrow. (1.) The destruction of their cities: <i>For the foundations of Kir-haraseth shall you mourn. <\/i> That great and strong city, which had held out against a mighty force (<a class=\"ref\">2 Kings 3:25<\/a>), should now be levelled with the ground, either burnt or broken down, and its foundations <i>stricken, <\/i> bruised and broken (so the word signifies) they shall howl when they see their splendid cities turned into ruinous heaps. (2.) The desolation of their country. Moab was famous for its fields and vineyards but those shall all be laid waste by the invading army, <a class=\"isa\" verses=\"WzE3OTc4XQ==\">Isaiah 16:8<\/a>. See, [1.] What a fruitful pleasant country they had, as the garden of the Lord, <a class=\"ref\">Genesis 13:10<\/a>. It was planted with choice and noble vines, with <i>principal plants, <\/i> which reached <i>even to Jazer, <\/i> a city in the tribe of Gad. The luxuriant branches of their vines <i>wandered, <\/i> and wound themselves along the ranges on which they were spread, even <i>through the wilderness <\/i> of Moab. There were vineyards there. Nay, they were <i>stretched out, <\/i> and went even to <i>the sea, <\/i> the Dead Sea: the best grapes grew in their hedge-rows. [2.] How merry and pleasant they had been in it. Many a time they had shouted <i>for their summer fruits, and for their harvest, <\/i> as the country people sometimes do with us when they have cut down all their corn. They had had <i>joy and gladness <\/i> in their fields and vineyards, <i>singing <\/i> and <i>shouting at the treading of their grapes. <\/i> Nothing is said of their praising God for their abundance, and giving him the glory of it. If they had made it the matter of their thanksgiving, they might still have had it the food and fuel of their lusts see therefore, [3.] How they should be stripped of all. \"The fields shall <i>languish, <\/i> all the fruits of them being carried away or trodden down they cannot now enrich their owners as they have done, and therefore they languish. The soldiers, called here <i>the lords of the heathen, <\/i> shall break down all the plants, though they were <i>principal plants, <\/i> the choicest that could be got. Now the shouting for the enjoyment of the summer fruits has fallen, and is turned into howling for the loss of them. The joy of harvest has ceased there is no more singing, no more shouting, for the treading out of wine. They have not what they have had to rejoice in, nor have they a disposition to rejoice the ruin of their country has marred their mirth.\" Note, <i>First, <\/i> God can easily change the note of those that are most addicted to mirth and pleasure, can soon turn their laughter into mourning and their joy into heaviness. <i>Secondly, <\/i> Joy in God is, upon this account, far better than the joy of harvest, that it is what we cannot be robbed of, <a class=\"ref\">Psalm 4:6<\/a>. Destroy the vines and the fig-trees, and you make all the mirth of a carnal heart to cease, <a class=\"ref\">Hosea 2:11<\/a>. But a gracious soul can rejoice in the Lord as the God of its salvation even when the fig-tree does not blossom and there is no fruit in the vine, <a class=\"ref\">Habakkuk 3:17<\/a>. In God therefore let us always rejoice with a holy triumph, and in other things let us always rejoice with a holy trembling, rejoice as though we rejoiced not. <\/p> <p>2. The concurrence of the prophet with them in this sorrow: \" <i>I will with weeping bewail Jazer, and the vine of Sibmah, <\/i> and look with a compassionate concern upon the desolations of such a pleasant country. <i>I will water thee with my tears, O Heshbon! <\/i> and mingle them with thy tears \" nay (<a class=\"isa\" verses=\"WzE3OTgxXQ==\">Isaiah 16:11<\/a>), it appears to be an inward grief: <i>My bowels shall sound like a harp for Moab <\/i> it should make such an impression upon him that he should feel an inward trembling, like that of the strings of a harp when it is played upon. It well becomes God's prophets to acquaint themselves with grief the great prophet did so. The afflictions of the world, as well as those of the church, should be afflictions to us. See <a class=\"isa\" verses=\"WzE3OTY2XQ==\">Isaiah 15:5<\/a>. <\/p> <p>III. In the close of the chapter we have, 1. The insufficiency of the gods of Moab, the false gods, to help them, <a class=\"isa\" verses=\"WzE3OTgyXQ==\">Isaiah 16:12<\/a>. \"Moab shall be soon <i>weary of the high place. <\/i> He shall spend his spirits and strength in vain in praying to his idols they cannot help him, and he shall be convinced that they cannot.\" It is seen that it is to no purpose to expect any relief from the high places on earth it must come from above the hills. Men are generally so stupid that they will not believe, till they are made to see, the vanity of idols and of all creature-confidences, nor will come off from them till they are made weary of them. But, when he is weary of his high places, he will not go, as he should, to God's sanctuary, but to <i>his <\/i> sanctuary, to the temple of Chemosh, the principal idol of Moab (so it is generally understood) and he shall pray there to as little purpose, and as little to his own case and satisfaction, as he did in his high places for, whatever honours idolaters give to their idols, they do not thereby make them at all the better able to help them. Whether they are the <i>dii majorum gentium&mdash;gods of the higher order, <\/i> or <i>minorum&mdash;of the lower order, <\/i> they are alike the creatures of men's fancy and the work of men's hands. Perhaps it may be meant of their coming to God's sanctuary. When they found they could have no succours from their own high places some of them would come to the temple of God at Jerusalem, to pray there, but in vain he will justly send them back to <i>the gods whom they have served, <\/i> <a class=\"ref\">Judges 10:14<\/a>. 2. The sufficiency of the God of Israel, the only true God, to make good what he had spoken against them. (1.) The thing itself was long since determined (<a class=\"isa\" verses=\"WzE3OTgzXQ==\">Isaiah 16:13<\/a>): <i>This is the word, <\/i> this is the thing, <i>that the Lord has spoken concerning Moab, since the time <\/i> that he began to be so proud, and insolent, and abusive to God's people. The country was long ago doomed to ruin this was enough to give an assurance of it that <i>it is the word which the Lord has spoken <\/i> and, as he will never unsay what he has spoken, so all the power of hell and earth cannot gainsay it, or obstruct the execution of it. (2.) Now it was made known when it should be done. The time was before fixed in the counsel of God, but now it was revealed: <i>The Lord has spoken <\/i> that it shall be <i>within three years, <\/i> <a class=\"isa\" verses=\"WzE3OTg0XQ==\">Isaiah 16:14<\/a>. <i>It is not for us to know, <\/i> or covet to know, <i>the times and the seasons, <\/i> any further than God has thought fit to make them known, and so far we may and must take notice of them. See how God makes known his mind by degrees the light of divine revelation shone more and more, and so does the light of divine grace in the heart. Observe, [1.] The sentence passed upon Moab: <i>The glory of Moab shall be contemned, <\/i> that is, it shall be contemptible, when all those things they have gloried in shall come to nothing. Such is the glory of this world, so fading and uncertain, admired awhile, but soon slighted. Let that therefore which will soon be contemptible in the eyes of others be always contemptible in our eyes in comparison with the <i>far more exceeding weight of glory. <\/i> It was the glory of Moab that their country was very populous and their forces were courageous but where is her glory when all that great multitude is in a manner swept away, some by one judgment and some by another, and the little remnant that is left shall be <i>very small and feeble, <\/i> not able to bear up under their own griefs, much less to make head against their enemies' insults? Let not therefore the strong glory in their strength nor the many in their numbers. [2.] The time fixed for the execution of this sentence: <i>Within three years, as the years of a hireling, <\/i> that is, at the three years' end exactly, for a servant that is hired for a certain term keeps account to a day. Let Moab know that her ruin is very near, and prepare accordingly. Fair warning is given, and with it space to repent, which if they had improved, as Nineveh did, we have reason to think the judgments threatened would have been prevented. <\/p> ",
    "audit": null
}