{
    "id": 12226,
    "source": "mhm",
    "verse_id": 18400,
    "verse_count": 14,
    "reference": "38:9-22",
    "title": "",
    "html": "<p>  9  The writing of Hezekiah king of Judah, when he had been sick,  and was recovered of his sickness:    10  I said in the cutting off of my days, I shall go to the  gates of the grave: I am deprived of the residue of my years.    11  I said, I shall not see the L<b>ORD<\/b>, <i>even<\/i> the L<b>ORD<\/b>, in the  land of the living: I shall behold man no more with the  inhabitants of the world.    12  Mine age is departed, and is removed from me as a shepherd's  tent: I have cut off like a weaver my life: he will cut me off  with pining sickness: from day <i>even<\/i> to night wilt thou make an  end of me.    13  I reckoned till morning, <i>that,<\/i> as a lion, so will he break  all my bones: from day <i>even<\/i> to night wilt thou make an end of  me.    14  Like a crane <i>or<\/i> a swallow, so did I chatter: I did mourn  as a dove: mine eyes fail <i>with looking<\/i> upward: O L<b>ORD<\/b>, I am  oppressed  undertake for me.    15  What shall I say? he hath both spoken unto me, and himself  hath done <i>it:<\/i> I shall go softly all my years in the bitterness  of my soul.    16  O Lord, by these <i>things men<\/i> live, and in all these <i>things  is<\/i> the life of my spirit: so wilt thou recover me, and make me  to live.    17  Behold, for peace I had great bitterness: but thou hast in  love to my soul <i>delivered it<\/i> from the pit of corruption: for  thou hast cast all my sins behind thy back.    18  For the grave cannot praise thee, death can <i>not<\/i> celebrate  thee: they that go down into the pit cannot hope for thy truth.    19  The living, the living, he shall praise thee, as I <i>do<\/i> this  day: the father to the children shall make known thy truth.    20  The L<b>ORD<\/b> <i>was ready<\/i> to save me: therefore we will sing my  songs to the stringed instruments all the days of our life in the  house of the L<b>ORD<\/b>.    21  For Isaiah had said, Let them take a lump of figs, and lay  <i>it<\/i> for a plaster upon the boil, and he shall recover.    22  Hezekiah also had said, What <i>is<\/i> the sign that I shall go  up to the house of the L<b>ORD<\/b>?  <\/p>  <p>  We have here Hezekiah's thanksgiving-song, which he penned, by divine  direction, after his recovery. He might have taken some of the psalms  of his father David, and made use of them for his purpose  he might  have found many very pertinent ones. He appointed <i>the Levites to  praise the Lord with the words of David,<\/i>   <a class=\"ref\">2 Chronicles 29:30<\/a>.  But the occasion here was extraordinary, and, his heart being full of  devout affections, he would not confine himself to the compositions he  had, though of divine inspiration, but would offer up his affections in  his own words, which is most natural and genuine. He put this  thanksgiving in writing, that he might review it himself afterwards,  for the reviving of the good impressions made upon him by the  providence, and that it might be recommended to others also for their  use upon the like occasion. Note, There are writings which it is proper  for us to draw up after we have been sick and have recovered. It is  good to write a memorial of the affliction, and of the frame of our  hearts under it,--to keep a record of the thoughts we had of things  when we were sick, the affections that were then working in us,--to  write a memorial of the mercies of a sick bed, and of our release from  it, that they may never be forgotten,--to write a thanksgiving to God,  write a sure covenant with him, and seal it,--to give it under our  hands that we will never return again to folly. It is an excellent  writing which Hezekiah here left, upon his recovery  and yet we find  (<a class=\"ref\">2 Chronicles 32:25<\/a>)  that <i>he rendered not again according to the benefit done to him.<\/i>  The impressions, one would think, should never have worn off, and yet,  it seems, they did. Thanksgiving is good, but thanksliving is better.  Now in this writing he preserves upon record,<\/p>  <p>  I. The deplorable condition he was in when his disease prevailed, and  his despair of recovery,   <a class=\"isa\" verses=\"eyIxODQwMSI6NH0=\">Isaiah 38:10-13<\/a>.<\/p>  <p>  1. He tells us what his thoughts were of himself when he was at the  worst  and these he keeps in remembrance,  (1.) As blaming himself for his despondency, and that he gave up  himself for gone  whereas while there is life there is hope, and room  for our prayer and God's mercy.  Though it is good to consider sickness  as a summons to the grave, so as thereby to be quickened in our  preparations for another world, yet we ought not to make the worse of  our case, nor to think that every sick man must needs be a dead man  presently. He that brings low can raise up. Or,  (2.) As reminding himself of the apprehensions he had of death  approaching, that he might always know and consider his own frailty and  mortality, and that, though he had a reprieve for fifteen years, it was  but a reprieve, and the fatal stroke he had now such a dread of would  certainly come at last. Or,  (3.) As magnifying the power of God in restoring him when his case was  desperate, and his goodness in being so much better to him than his own  fears. Thus David sometimes, when he was delivered out of trouble,  reflected upon the black and melancholy conclusions he had made upon  his own case when he was in trouble, and what he had then <i>said in  his haste,<\/i> as   <a class=\"ref\">Psalm 31:22<\/a>.<\/p>  <p>  2. Let us see what Hezekiah's thoughts of himself were.<\/p>  <p>  (1.) He reckoned that the number of his months was cut off in the  midst. He was now about thirty-nine or forty years of age, and when he  had a fair prospect of many years and happy ones, very happy, very  many, before him. This distemper that suddenly seized him he concluded  would be the <i>cutting off of his days,<\/i> that he should now be  <i>deprived of the residue of his years,<\/i> which in a course of  nature he might have lived (not which he could command as a debt due to  him, but which he had reason to expect, considering the strength of his  constitution), and with them he should be deprived not only of the  comforts of life, but of all the opportunities he had of serving God  and his generation. To the same purport  (<a class=\"isa\" verses=\"WzE4NDAzXQ==\">Isaiah 38:12<\/a>),  \"<i>My age has departed<\/i> and gone, and is removed from me as a  shepherd's tent, out of which I am forcibly dislodged by the pulling of  it down in an instant.\" Our present residence is but like that of a  shepherd in his tent, a poor, mean, and cold lodging, where we are upon  duty, and with a trust committed to our charge, as the shepherd has, of  which we must give an account, and which will easily be taken down by  the drawing of one pin or two. But observe, It is not the final period  of our age, but only the removal of it to another world, where the  tents of Kedar that are taken down, coarse, black, and weather-beaten,  shall be set up again in the New Jerusalem, <i>comely as the curtains  of Solomon.<\/i> He adds another similitude: <i>I have cut off, like a  weaver, my life.<\/i> Not that he did by any act of his own cut off the  thread of his life  but, being told that he must needs die, he was  forced to cut off all his designs and projects, his <i>purposes were  broken off,<\/i> even the <i>thoughts of his heart,<\/i> as Job's were,   <a class=\"ref\">Job 17:11<\/a>.  Our days are compared to the weaver's shuttle  (<a class=\"ref\">Job 7:6<\/a>),  passing and repassing very swiftly, every throw leaving a thread behind  it  and, when they are finished, the thread is cut off, and the piece  taken out of the loom, and shown to our Master, to be judged of whether  it be well woven or no, that we may <i>receive according to the things  done in the body.<\/i> But as the weaver, when he has cut off his  thread, has done his work, and the toil is over, so a good man, when  his life is cut off, his cares and fatigues are cut off with it, and he  rests from his labours. \"But did I say, <i>I have cut off my life?<\/i>  No, my times are not in my own hand  they are in God's hand, and it is  he that <i>will cut me off from the thrum<\/i> (so the margin reads it)  he has appointed what shall be the length of the piece, and, when it  comes to that length, he will cut it off.\"<\/p>  <p>  (2.) He reckoned that he should go to the gates of the grave--to the  grave, the gates of which are always open  for it is still crying,  <i>Give, give.<\/i> The grave is here put not only for the sepulchre of  his fathers, in which his body would be deposited with a great deal of  pomp and magnificence (for he was buried in the chief of the sepulchres  of the kings, and all <i>Judah did him honour at his death,<\/i>   <a class=\"ref\">2 Chronicles 32:33<\/a>),  which yet he himself took no care of, nor gave any order about, when he  was sick  but for the state of the dead, that is, the <i>sheol,<\/i> the  <i>hades,<\/i> the invisible world, to which he saw his soul going.<\/p>  <p>  (3.) He reckoned that he was deprived of all the opportunities he might  have had of worshipping God and doing good in the world  (<a class=\"isa\" verses=\"WzE4MzkyXQ==\">Isaiah 38:1<\/a>):  \"<i>I said,<\/i>\"  [1.] \"<i>I shall not see the Lord,<\/i> as he manifests himself in his  temple, in his oracles and ordinances, <i>even the Lord<\/i> here <i>in  the land of the living.<\/i>\" He hopes to see him on the other side  death, but he despairs of seeing him any more on this side death, as he  had seen him in the sanctuary,   <a class=\"ref\">Psalm 63:2<\/a>.  He shall no more see (that is, serve) the Lord in the land of the  living, the land of conflict between his kingdom and the kingdom of  Satan, this seat of war. He dwells much upon this: <i>I shall no more  see the Lord, even the Lord <\/i> for a good man wishes not to live for  any other end than that he may serve God and have communion with him.  [2.] \"<i>I shall see man no more.<\/i>\" He shall see his subjects no  more, whom he may protect and administer justice to, shall see no more  objects of charity, whom he may relieve, shall see his friends no more,  who were often sharpened by his countenance, as iron is by iron. Death  puts an end to conversation, and removes our acquaintance into  darkness,   <a class=\"ref\">Psalm 88:18<\/a>.<\/p>  <p>  (4.) He reckoned that the agonies of death would be very sharp and  severe: \"<i>He will cut me off with pining sickness,<\/i> which will  waste me, and wear me off, quickly.\" The distemper increased so fast,  without intermission or remission, either day or night, morning or  evening, that he concluded it would soon come to a crisis and make an  end of him--that God, whose servants all diseases are, would by them,  <i>as a lion, break all his bones<\/i> with grinding pain,   <a class=\"isa\" verses=\"WzE4NDA0XQ==\">Isaiah 38:13<\/a>.  He thought that next morning was the utmost he could expect to live in  such pain and misery  when he had outlived the first day's illness the  second day he repeated his fears, and concluded that this must needs be  his last night: <i>from day even to night wilt thou make an end of  me.<\/i> When we are sick we are very apt to be thus calculating our  time, and, after all, we are still at uncertainty. It should be more  our care how we shall get safely to another world than how long we are  likely to live in this world.<\/p>  <p>  II. The complaints he made in this condition  (<a class=\"isa\" verses=\"WzE4NDA1XQ==\">Isaiah 38:14<\/a>):  \"<i>Like a crane, or swallow, so did I chatter <\/i> I made a noise as  those birds do when they are frightened.\" See what a change sickness  makes in a little time  he that, but the other day, spoke with so much  freedom and majesty, nor, through the extremity of pain or deficiency  of spirits, <i>chatters like a crane or a swallow.<\/i> Some think he  refers to his praying in his affliction  it was so broken and  interrupted with groanings which could not be uttered that it was more  like the chattering of a crane or a swallow than what it used to be.  Such mean thoughts had he of his own prayers, which yet were acceptable  to God, and successful. He <i>mourned like a dove,<\/i> sadly, but  silently and patiently. He had found God so ready to answer his prayers  at other times that he could not but look upwards, in expectation of  some relief now, but in vain: his <i>eyes failed,<\/i> and he saw no  hopeful symptom, nor felt any abatement of his distemper  and therefore  he prays, \"<i>I am oppressed,<\/i> quite overpowered and ready to sink  <i>Lord, undertake for me <\/i> bail me out of the hands of the serjeant  that has arrested me  <i>be surety for thy servant for good,<\/i>   <a class=\"ref\">Psalm 119:122<\/a>.  Come between me and the gates of the grave, to which I am ready to be  hurried.\" When we recover from sickness, the divine pity does, as it  were, beg a day for us, and undertakes we shall be forthcoming another  time and answer the debt in full. And, when we receive the sentence of  death within ourselves, we are undone if the divine grace do not  undertake for us to carry us through the valley of the shadow of death,  and to preserve us blameless to the heavenly kingdom on the other side  of it--if Christ do not undertake for us, to bring us off in judgment,  and present us to his Father, and to do all that for us which we need,  and cannot do for ourselves. <i>I am oppressed, ease me<\/i> (so some  read it)  for, when we are agitated by a sense of guilt and the fear of  wrath, nothing will make us easy but Christ's undertaking for us.<\/p>  <p>  III. The grateful acknowledgment he makes of God's goodness to him in  his recovery. He begins this part of the writing as one at a stand how  to express himself  (<a class=\"isa\" verses=\"WzE4NDA2XQ==\">Isaiah 38:15<\/a>):  \"<i>What shall I say?<\/i> Why should I say so much by way of complaint  when this is enough to silence all my complaints--<i>He has spoken unto  me <\/i> he has sent his prophet to tell me that I shall recover and  live fifteen years yet  <i>and he himself has done it:<\/i> it is as  sure to be done as if it were done already. What God has spoken he will  himself do, for no word of his shall fall to the ground.\" God having  spoken it, he is sure of it  (<a class=\"isa\" verses=\"WzE4NDA3XQ==\">Isaiah 38:16<\/a>):  \"<i>Thou wilt restore me, and make me to live <\/i> not only restore me  from this illness, but make me to live through the years assigned me.\"  And, having this hope,<\/p>  <p>  1. He promises himself always to retain the impressions of his  affliction  (<a class=\"isa\" verses=\"WzE4NDA2XQ==\">Isaiah 38:15<\/a>):  \"<i>I will go softly all my years in the bitterness of my soul,<\/i> as  one in sorrow for my sinful distrusts and murmurings under my  affliction, as one in care to make suitable returns for God's favour to  me and to make it appear that I have got good by the providences I have  been under. <i>I will go softly,<\/i> gravely and considerately, and  with thought and deliberation, not as many, who, when they have  recovered, live as carelessly and as much at large as ever.\" Or, \"I  will go pleasantly\" (so some understand it)  \"when God has delivered me  I will walk cheerfully with him in all holy conversation, as having  tasted that he is gracious.\" Or, \"I will go softly, even <i>after the  bitterness of my soul<\/i>\" (so it may be read)  \"when the trouble is  over I will endeavour to retain the impression of it, and to have the  same thoughts of things that I had then.\"<\/p>  <p>  2. He will encourage himself and others with the experiences he had had  of the goodness of God  (<a class=\"isa\" verses=\"WzE4NDA3XQ==\">Isaiah 38:16<\/a>):  \"<i>By these things<\/i> which thou hast done for me <i>they live,<\/i>  the kingdom lives\" (for the life of such a king was the life of the  kingdom)  \"all that hear of it shall live and be comforted  by the same  power and goodness that have restored me all men have their souls held  in life, and they ought to acknowledge it. <i>In all these things is  the life of my spirit,<\/i> my spiritual life, that is supported and  maintained by what God has done for the preservation of my natural  life.\" The more we taste of the loving-kindness of God in every  providence the more will our hearts be enlarged to love him and live to  him, and that will be the life of our spirit. Thus our souls live, and  they shall praise him.<\/p>  <p>  3. He magnifies the mercy of his recovery, on several accounts.<\/p>  <p>  (1.) That he was raised up from great extremity  (<a class=\"isa\" verses=\"WzE4NDA4XQ==\">Isaiah 38:17<\/a>):  <i>Behold, for peace I had great bitterness.<\/i> When, upon the defeat  of Sennacherib, he expected nothing but an uninterrupted peace to  himself and his government, he was suddenly seized with sickness, which  embittered all his comforts to him, and went to such a height that it  seemed to be the bitterness of death itself--<i>bitterness,  bitterness,<\/i> nothing but gall and wormwood. This was his condition  when God sent him seasonable relief.<\/p>  <p>  (2.) That it came from the love of God, from love to his soul. Some are  spared and reprieved in wrath, that they may be reserved for some  greater judgment when they have filled up the measure of their  iniquities  but temporal mercies are sweet indeed to us when we can  taste the love of God in them. <i>He delivered me because he delighted  in me<\/i>  (<a class=\"ref\">Psalm 18:19<\/a>)  and the word here signifies a very affectionate love: <i>Thou hast  loved my soul from the pit of corruption <\/i> so it runs in the  original.  God's love is sufficient to bring a soul from the pit of  corruption. This is applicable to our redemption by Christ  it was in  love to our souls, our poor perishing souls, that he delivered them  from the bottomless pit, snatched them as brands out of everlasting  burnings. <i>In his love and in his pity he redeemed us.<\/i> And the  preservation of our bodies, as well as the provision made for them, is  doubly comfortable when it is in love to our souls--when God repairs  the house because he has a kindness for the inhabitant.<\/p>  <p>  (3.) That it was the effect of the pardon of sin: \"<i>For thou hast  cast all my sins behind thy back,<\/i> and thereby hast <i>delivered my  soul from the pit of corruption,<\/i> in love to it.\" Note,  [1.] When God pardons sin he casts it behind his back, as not designing  to look upon it with an eye of justice and jealousy. He remembers it no  more, to visit for it. The pardon does not make the sin not to have  been, or not to have been sin, but not to be punished as it deserves.  When we cast our sins behind our back, and take no care to repent of  them, God sets them before his face, and is ready to reckon for them  but when we set them before our face in true repentance, as David did  when his sin was ever before him, God casts them behind his back.  [2.] When God pardons sins he pardons all, casts them all behind his  back, though they have been as scarlet and crimson.  [3.] The pardoning of the sin is the delivering of the soul from the  pit of corruption.  [4.] It is pleasant indeed to think of our recoveries from sickness  when we see them flowing from the remission of sin  then the cause is  removed, and then it is in love to the soul.<\/p>  <p>  (4.) That it was the lengthening out of his opportunity to glorify God  in this world, which he made the business, and pleasure, and end of  life.  [1.] If this sickness had been his death, it would have put a period to  that course of service for the glory of God and the good of the church  which he was now pursuing,   <a class=\"isa\" verses=\"WzE4NDA5XQ==\">Isaiah 38:18<\/a>.  Heaven indeed praises God, and the souls of the faithful, when at death  they remove thither, do that work of heaven as the angels, and with the  angels, there  but what is this world the better for that? What does  that contribute to the support and advancement of God's kingdom among  men in this state of struggle?  <i>The grave cannot praise God,<\/i> nor  the dead bodies that lie there.  <i>Death cannot celebrate him,<\/i>  cannot proclaim his perfections and favours, to invite others into his  service. <i>Those who go down to the pit,<\/i> being no longer in a  state of probation, nor living by faith in his promises, cannot give  him honour by hoping for his truth. Those that lie rotting in the  grave, as they are not capable of receiving any further mercy from God,  so neither are they capable of offering any more praises to him, till  they shall be raised at the last day, and then they shall both receive  and give glory.  [2.] Having recovered from it, he resolves not only to proceed, but to  abound, in praising and serving God  (<a class=\"isa\" verses=\"WzE4NDEwXQ==\">Isaiah 38:19<\/a>):  <i>The living, the living, he shall praise thee.<\/i> They may do it  they have an opportunity of praising God, and that is the main thing  that makes life valuable and desirable to a good man. Hezekiah was  <i>therefore<\/i> glad to live, not that he might continue to enjoy his  royal dignity and the honour and pleasure of his late successes, but  that he might continue to praise God. The living must praise God  they  live in vain if they do not. Those that have been dying and yet are  living, whose life is from the dead, are in a special manner obliged to  praise God, as being most sensibly affected with his goodness.  Hezekiah, for his part, having recovered from this sickness, will make  it his business to praise God: \"<i>I do it this day <\/i> let others do  it in like manner.\" Those that give good exhortations should set good  examples, and do themselves what they expect from others. \"For my  part,\" says Hezekiah, \"<i>the Lord was ready to save me <\/i> he not  only did save me, but he was ready to do it just then when I was in the  greatest extremity  his help came in seasonably  he showed himself  willing and forward to save me. <i>The Lord was to save me,<\/i> was at  hand to do it, saved me a the first word  and therefore,\" <i>First,<\/i>  \"I will publish and proclaim his praises. I and my family, I and my  friends, I and my people, will have a concert of praise to his glory:  <i>We will sing my songs to the stringed instruments,<\/i> that others  may attend to them, and be affected with them, when they are in the  most devout and serious frame in the house of the Lord.\" It is for the  honour of God, and the edification of his church, that special mercies  should be acknowledged in public praises, especially mercies to public  persons,   <a class=\"ref\">Psalm 116:18<\/a>.  <i>Secondly,<\/i> \"I will proceed and persevere in his praises.\" We  should do so all the days of our life, because every day of our life is  itself a fresh mercy and brings many fresh mercies along with it  and,  as renewed mercies call for renewed praises, so former eminent mercies  call for repeated praises. It is by the mercy of God that we live, and  therefore, as long as we live, we must continue to praise him, while we  have breath, nay, while we have being. <i>Thirdly,<\/i> \"I will  propagate and perpetuate his praises.\" We should not only praise him  all the days of our life, but <i>the father to the children should make  known his truth,<\/i> that the ages to come may give God the glory of  his truth by trusting to it. It is the duty of parents to possess their  children with a confidence in the truth of God, which will go far  towards keeping them close to the ways of God. Hezekiah, doubtless, did  this himself, and yet Manasseh his son walked not in his steps. Parents  may give their children many good things, good instructions, good  examples, good books, but they cannot give them grace.<\/p>  <p>  IV. In the   <a class=\"isa\" verses=\"WzE4NDEyXQ==\">Isaiah 38:21<\/a>  of this chapter we have two passages relating to this story which were  omitted in the narrative of it here, but which we had   <a class=\"ref\">2 Kings 20:1-21<\/a>,  and therefore shall here only observe two lessons from them:--  1. That God's promises are intended not to supersede, but to quicken  and encourage, the use of means. Hezekiah is sure to recover, and yet  he must <i>take a lump of figs and lay it on the boil,<\/i>   <a class=\"isa\" verses=\"WzE4NDEyXQ==\">Isaiah 38:21<\/a>.  We do not trust God, but tempt him, if, when we pray to him for help,  we do not second our prayers with our endeavours.  We must not put  physicians, or physic, in the place of God, but make use of them in  subordination to God and to his providence  help thyself and God will  help thee.  2. That the chief end we should aim at, in desiring life and health, is  that we may glorify God, and do good, and improve ourselves in  knowledge, and grace, and meetness for heaven.  Hezekiah, when he  meant, <i>What is the sign that I shall recover?<\/i> asked, <i>What is  the sign that I shall go up to the house of the Lord,<\/i> there to  honour God, to keep up acquaintance and communion with him, and to  encourage others to serve him?   <a class=\"isa\" verses=\"WzE4NDEzXQ==\">Isaiah 38:22<\/a>.  It is taken for granted that if God would restore him to health he  would immediately go up to the temple with his thank-offerings. There  Christ found the impotent man whom he had healed,   <a class=\"ref\">John 5:14<\/a>.  The exercises of religion are so much the business and delight of a  good man that to be restrained from them is the greatest grievance of  his afflictions, and to be restored to them is the greatest comfort of  his deliverances.  <i>Let my soul live, and it shall praise  thee.<\/i><\/p>",
    "audit": null
}