{
    "id": 12320,
    "source": "mhm",
    "verse_id": 18831,
    "verse_count": 6,
    "reference": "60:9-14",
    "title": "",
    "html": "<p>  9  Surely the isles shall wait for me, and the ships of Tarshish  first, to bring thy sons from far, their silver and their gold  with them, unto the name of the L<b>ORD<\/b> thy God, and to the Holy One  of Israel, because he hath glorified thee.    10  And the sons of strangers shall build up thy walls, and  their kings shall minister unto thee: for in my wrath I smote  thee, but in my favour have I had mercy on thee.    11  Therefore thy gates shall be open continually  they shall  not be shut day nor night  that <i>men<\/i> may bring unto thee the  forces of the Gentiles, and <i>that<\/i> their kings <i>may be<\/i> brought.    12  For the nation and kingdom that will not serve thee shall  perish  yea, <i>those<\/i> nations shall be utterly wasted.    13  The glory of Lebanon shall come unto thee, the fir tree, the  pine tree, and the box together, to beautify the place of my  sanctuary  and I will make the place of my feet glorious.    14  The sons also of them that afflicted thee shall come bending  unto thee  and all they that despised thee shall bow themselves  down at the soles of thy feet  and they shall call thee, The city  of the L<b>ORD<\/b>, The Zion of the Holy One of Israel.  <\/p>  <p>  The promises made to the church in the   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 60:1-8<\/a>  are here repeated, ratified, and enlarged upon, designed still for the  comfort and encouragement of the Jews after their return out of  captivity, but certainly looking further, to the enlargement and  advancement of the gospel church and the abundance of spiritual  blessings with which it shall be enriched.<\/p>  <p>  I. God will be very gracious and propitious to them. We must begin with  that promise, because thence all the rest take rise. The sanctuary that  was desolate begins to be repaired when God <i>causes his face to shine  upon it,<\/i>   <a class=\"ref\">Daniel 9:17<\/a>.  All the favour that the people of God find with men is owing to the  light of God's countenance and his favour to them  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 60:10<\/a>):  \"All shall now make court to thee, <i>for in my wrath I smote thee,<\/i>  while thou wast in captivity\" (and the sufferings of the church,  especially by its corruptions, decays, and divisions, against which  these promises will be its relief, are sad tokens of God's  displeasure), \"But now <i>in my favour have I had mercy on thee,<\/i>  and therefore have all this mercy in store for thee.\"<\/p>  <p>  II. Many shall be brought into the church, even from far countries  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 60:9<\/a>):  <i>Surely the isles shall wait for me,<\/i> shall welcome the gospel,  and shall attend God with their praises for it and their ready  subjection to it. <i>The ships of Tarshish,<\/i> transport-ships, shall  lie ready to carry members from far distant regions to the church, or  (which is equivalent) to carry the ministers of the church to remote  parts, to preach the gospel and to bring in souls to join themselves to  the Lord. Observe,  1. Who are brought--<i>thy sons,<\/i> that is, such as are designed to  be so, those <i>children of God that are scattered abroad,<\/i>   <a class=\"ref\">John 11:52<\/a>.  2. What they shall bring with them. They live at such a distance that  they cannot bring their flocks and their rams  but, like those who  lived remote from Jerusalem (who, when they came up to worship at the  feast, because they could not bring their tithes in kind, turned them  into money), they shall <i>bring their silver and gold with them.<\/i>  Note, When we give up ourselves to God we must with ourselves give up  all we have to him. If we honour him with our spirits, we shall honour  him with our substance.  3. To whom they shall devote and dedicate themselves and all they are  worth--<i>to the name of the Lord thy God,<\/i> to God as the Lord of  all and the church's God and King, even to the <i>Holy One of  Israel<\/i> (whom Israel worships as a Holy One, in the beauty of  holiness), <i>because he has glorified thee.<\/i> Note, The honour God  puts upon his church and people should not only engage us to honour  them, but invite us to join ourselves to them. <i>We will go with you,  for God is with you,<\/i>   <a class=\"ref\">Zechariah 8:23<\/a>.<\/p>  <p>  III. Those that come into the church shall be welcome  for so spacious  is the holy city that though, <i>Lord, it is done as thou hast  commanded, yet still there is room. \"Therefore thy gates shall be open  continually<\/i>  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 60:11<\/a>),  not only because thou hast no reason to fear thy enemies, but because  thou hast reason to expect thy friends.\" It is usual with us to leave  our doors open, or leave some one ready to open them, all night, if we  look for a child or a guest to come in late. Note, Christ is always  ready to entertain those that come to him, is never out of the way, nor  can they ever come unseasonably  the gate of mercy is always open,  night and day, or shall soon be opened to those that knock. Ministers,  the door-keepers, must be always ready to admit those that offer  themselves to the Lord. God not only keeps a good house in his church,  but he keeps open house, that at any time, by the preaching of the  word, <i>in season and out of season, the forces of the Gentiles,<\/i>  and the kings or commanders of those forces, <i>may be brought<\/i> into  the church. <i>Lift up your heads, O you gates!<\/i> and let such  welcome guests as these come in.<\/p>  <p>  IV. All that are about the church shall be made in some way or other  serviceable to it. Though dominion is far from being founded in men's  grace, it is founded in God's  and he that made the inferior creatures  useful to man will make the nations of men useful to the church. The  earth helped the woman. <i>All things are for your sakes.<\/i> So here  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 60:10<\/a>),  \"Even <i>the sons of strangers,<\/i> that have neither knowledge of thee  nor kindness for thee, that have always been <i>aliens to the  commonwealth of Israel,<\/i> even they <i>shall build up thy wall, and  their kings shall<\/i> in that and other things <i>ministers unto  thee<\/i> and not think it any disparagement to them to do so.\" This was  fulfilled when the king of Persia, and the governors of the provinces  by his order, were aiding and assisting Nehemiah in building the wall  about Jerusalem. Rather than Jerusalem's walls shall lie still in  ruins, the <i>sons of the stranger<\/i> shall be raised up to build  them. Even those that do not belong to the church may be a protection  to it. And the greatest of men should not think it below them to  minister to the church, but rejoice that they are in a capacity, and  have a heart, to do it any service. Nay, it is the duty of all to do  what they can in their places to advance the interests of God's kingdom  among men  it is at their peril if they do not  for  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 60:12<\/a>),  <i>The nation and kingdom that will not serve thee shall perish <\/i>  not that they must perish by the sword or by human anathemas, or as if  this gave any countenance to the using of external force for the  propagating of the gospel, or as if men might be compelled by penalties  and punishments to come into the church  by no means. But those who  will not by faith submit to Jesus Christ, the King of the church, and  serve him, shall perish eternally,   <a class=\"ref\">Psalm 2:12<\/a>.  Those that will not be subject to Christ's golden sceptre, to the  government of his word and Spirit, that will not be brought under, or  kept in, by the discipline of his family, shall be broken in pieces by  his iron rod. <i>Bring them forth and slay them before me,<\/i>   <a class=\"ref\">Luke 19:27<\/a>.  Nations of such shall be utterly and eternally wasted, when Christ  shall come to take vengeance on those that <i>obey not his gospel,<\/i>   <a class=\"ref\">2 Thessalonians 1:8<\/a>.<\/p>  <p>  V. There shall be abundance of beauty added to the ordinances of divine  worship  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 60:13<\/a>):  <i>The glory of Lebanon,<\/i> the strong and stately cedars that grow  there, <i>shall come unto thee,<\/i> as of old to Solomon, when he built  the temple  (<a class=\"ref\">2 Chronicles 2:16<\/a>),  and with them shall be brought other timber, proper for the carved work  thereof, which the enemy had broken down,   <a class=\"ref\">Psalm 74:5<\/a>.  The temple, the <i>place of God's sanctuary,<\/i> shall be not only  rebuilt, but beautified. It is the <i>place of his feet,<\/i> where he  rests and resides,   <a class=\"ref\">Ezekiel 43:7<\/a>.  The ark is called his <i>footstool,<\/i> because it was under the  mercy-seat,   <a class=\"ref\">Psalm 132:7<\/a>.  This he will make glorious in the eyes of his people and of all their  neighbours. <i>The glory of the latter house,<\/i> to which this refers,  though in many instances inferior, was yet really <i>greater than the  glory of the former,<\/i> because Christ came to that temple,   <a class=\"ref\">Malachi 3:1<\/a>.  It was likewise <i>adorned with goodly stones and gifts<\/i>  (<a class=\"ref\">Luke 21:5<\/a>),  to which this promise may have some reference  yet so slightly did  Christ speak of them there that we must suppose it to have its full  accomplishment in the beauties of holiness, and the graces and comforts  of the Spirit, with which gospel ordinances are adorned and  enriched.<\/p>  <p>  VI. The church shall appear truly great and honourable,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 60:14<\/a>.  The people of the Jews, after their return out of captivity, by degrees  became more considerable, and made a better figure than one would have  expected, after they had been so much reduced, and than any of the  other nations recovered that had been in like manner humbled by the  Chaldeans. It is probable that many of those who had oppressed them in  Babylon, when they were themselves driven out by the Persians, made  their court to the Jews for shelter and supply and were willing to  scrape acquaintance with them. This prophecy is further fulfilled when  those that have been enemies to the church are wrought upon by the  grace of God to see their error, and come, and join themselves to it:  \"<i>The sons of those that afflicted thee,<\/i> if not they themselves,  yet their children, shall crouch to thee, shall beg pardon for their  folly and beg an interest in thy favour and admission into thy family,\"   <a class=\"ref\">1 Samuel 2:36<\/a>.  A promise like this is made to the church of Philadelphia,   <a class=\"ref\">Revelation 3:9<\/a>.  And it is intended to be,  1. A mortification to the proud oppressors of the church, that have  afflicted her, and despised her, and taken a pleasure in doing so  they  shall be brought down  their spirits shall be broken, and their  condition shall be so mean and miserable that they shall be glad to be  obliged to those whom they have most studied to disoblige. Note, Sooner  or later God will pour contempt upon those that put contempt upon his  people.  2. An exaltation to the poor oppressed ones of the church  and this is  the honour that shall be done to them, they shall have an opportunity  of doing good to those who have done evil to them and saving those  alive who have afflicted and despised them. It is a pleasure to a good  man, and he accounts it an honour, to show mercy to those with whom he  has found no mercy. Yet this is not all. \"They shall not only become  suppliants to thee for their own interest, but they shall give honour  to thee: <i>They shall call thee, The city of the Lord <\/i> they shall  at length be convinced that thou art a favourite of heaven, and the  particular care of the divine providence.\" That city is truly great and  honourable, it is strong, it is rich, it is safe, it is beautiful, it  is the most desirable place that can be to live in, which is <i>the  city of the Lord,<\/i> which he owns, in which he dwells, in which  religion is uppermost. Such a one is Zion  it is the place which God  has chosen to put his name there  it is <i>the Zion of the Holy One of  Israel <\/i> therefore, we may be sure, it is a holy city, else the Holy  One of Israel would never be called the patron of it.<\/p>",
    "audit": null
}