{
    "id": 12167,
    "source": "mhm",
    "verse_id": 18061,
    "verse_count": 7,
    "reference": "22:8-14",
    "title": "",
    "html": "<p>  8  And he discovered the covering of Judah, and thou didst look  in that day to the armour of the house of the forest.    9  Ye have seen also the breaches of the city of David, that  they are many: and ye gathered together the waters of the lower  pool.    10  And ye have numbered the houses of Jerusalem, and the houses  have ye broken down to fortify the wall.    11  Ye made also a ditch between the two walls for the water of  the old pool: but ye have not looked unto the maker thereof,  neither had respect unto him that fashioned it long ago.    12  And in that day did the Lord G<b>OD<\/b> of hosts call to weeping,  and to mourning, and to baldness, and to girding with sackcloth:    13  And behold joy and gladness, slaying oxen, and killing  sheep, eating flesh, and drinking wine: let us eat and drink  for  to morrow we shall die.    14  And it was revealed in mine ears by the L<b>ORD<\/b> of hosts,  Surely this iniquity shall not be purged from you till ye die,  saith the Lord G<b>OD<\/b> of hosts.  <\/p>  <p>  What is meant by <i>the covering of Judah,<\/i> which in the beginning  of this paragraph is said to be <i>discovered,<\/i> is not agreed. The  fenced cities of Judah were a covering to the country  but these, being  taken by the army of the Assyrians, ceased to be a shelter, so that the  whole country lay exposed to be plundered. The weakness of Judah, its  nakedness, and inability to keep itself, now appeared more than ever  and thus the covering of Judah was discovered. Its magazines and  stores, which had been locked up, were now laid open for the public  use. Dr. Lightfoot gives another sense of it, that by this distress  into which Judah should be brought God would discover their covering  (that is, uncloak their hypocrisy), would show all that was in their  heart, as is said of Hezekiah upon another occasion,   <a class=\"ref\">2 Chronicles 32:31<\/a>.  Thus, by one means or other, <i>the iniquity of Ephraim will be  discovered and the sin of Samaria,<\/i>   <a class=\"ref\">Hosea 7:1<\/a>.<\/p>  <p>  They were now in a great fright, and in this fright they manifested two  things much amiss:--<\/p>  <p>  I. A great contempt of God's goodness, and his power to help them. They  made use of all the means they could think of for their own  preservation  and it is not for doing this that they are blamed, but,  in doing this, they did not acknowledge God. Observe,<\/p>  <p>  1. How careful they were to improve all advantages that might  contribute to their safety. When Sennacherib had made himself master of  all the defenced cities of Judah, and Jerusalem was left as a cottage  in a vineyard, they thought it was time to look about them. A council  was immediately called, a council of war  and it was resolved to stand  upon their defence, and not tamely to surrender. Pursuant to this  resolve, they took all the prudent measures they could for their own  security. We tempt God if, in times of danger, we do not the best we  can for ourselves.  (1.) They inspected the magazines and stores, to see if they were well  stocked with arms and ammunition: <i>They looked to the armour of the  house of the forest,<\/i> which Solomon built in Jerusalem for an  armoury  (<a class=\"ref\">1 Kings 10:17<\/a>),  and thence they delivered out what they had occasion for. It is the  wisdom of princes, in time of peace, to provide for war, that they may  not have arms to seek when they should use them, and perhaps upon a  sudden emergency.  (2.) They viewed the fortifications, the <i>breaches of the city of  David <\/i> they walked round the walls, and observed where they had  gone to decay for want of seasonable repairs, or were broken by some  former attempts made upon them. These breaches were many  the more  shame for the house of David that they suffered the city of David to  lie neglected. They had probably often seen those breaches  but now  they saw them to consider what course to take about them. This good we  should get by public distresses, we should be awakened by them to  <i>repair our breaches,<\/i> and amend what is amiss.  (3.) They made sure of water for the city, and did what they could to  deprive the besiegers of it: <i>You gathered together the water of the  lower pool,<\/i> of which there was probably no great store, and of  which therefore they were the more concerned to be good husbands. See  what a mercy it is that, as nothing is more necessary to the support of  human life than water, so nothing is more cheap and common  but it is  bad indeed when that, as here, is a scarce commodity.  (4.) They <i>numbered the houses of Jerusalem,<\/i> that every house  might send in its quota of men for the public service, or contribute in  money to it, which they raised by a poll, so much a head or so much a  house.  (5.) Because private property ought to give way to the public safety,  those houses that stood in their way, when the wall was to be  fortified, were broken down, which, in such a case of necessity, is no  more an injury to the owner than blowing up houses in case of fire.  (6.) They made a ditch between the outer and inner wall, for the  greater security of the city  and they contrived to draw the water of  the old pool to it, that they might have plenty of water themselves and  might deprive the besiegers of it  for it seems that was the project,  lest the Assyrian army <i>should come and find much water<\/i>  (<a class=\"ref\">2 Chronicles 32:4<\/a>)  and so should be the better able to prolong the siege. If it be lawful  to destroy the forage of a country, much more to divert the streams of  its waters, for the straitening and starving of an enemy.<\/p>  <p>  2. How regardless they were of God in all these preparations: <i>But  you have not looked unto the Maker thereof<\/i> (that is, of Jerusalem,  the city you are so solicitous for the defence of) and of all the  advantages which nature has furnished it with for its defence--the  <i>mountains round about it<\/i>  (<a class=\"ref\">Psalm 125:2<\/a>),  and the rivers, which were such as the inhabitants might turn which way  soever they pleased for their convenience. Note,  (1.) It is God that made his Jerusalem, and fashioned it long ago, in  his counsels. The Jewish writers, upon this place, say, There were  seven things which God made before the world (meaning which he had in  his eye when he made the world): <i>the garden of Eden, the law, the  just ones, Israel, the throne of glory, Jerusalem, and Messiah the  Prince.<\/i> The gospel church has God for its Maker.  (2.) Whatever service we do, or endeavour to do, at any time to God's  Jerusalem, must be done with an eye to him as the Maker of it  and he  takes it ill if it be done otherwise. It is here charged upon them that  they did not look to God.  [1.] They did not design his glory in what they did. They fortified  Jerusalem because it was a rich city and their own houses were in it,  not because it was the holy city and God's house was in it. In all our  cares for the defence of the church we must look more at God's interest  in it than at our own.  [2.] They did not depend upon him for a blessing upon their endeavours,  saw no need of it, and therefore sought not to him for it, but thought  their own powers and policies sufficient for them. Of Hezekiah himself  it is said that <i>he trusted in God<\/i>  (<a class=\"ref\">2 Kings 18:5<\/a>),  and particularly upon this occasion  (<a class=\"ref\">2 Chronicles 32:8<\/a>)  but there were those about him, it seems, who were great statesmen and  soldiers, but had little religion in them.  [3.] They did not give him thanks for the advantages they had, in  fortifying their city, from <i>the waters of the old pool,<\/i> which  were fashioned long ago, as Kishon is called <i>an ancient river,<\/i>   <a class=\"ref\">Judges 5:21<\/a>.  Whatever in nature is at any time serviceable to us, we must therein  acknowledge the goodness of the God of nature, who, when he fashioned  it long ago, fitted it to be so, and <i>according to whose ordinance it  continues to this day.<\/i> Every creature is that to us which God makes  it to be  and therefore, whatever use it is of to us, we must <i>look  at him that fashioned it,<\/i> bless him for it, and use it for him.<\/p>  <p>  II. A great contempt of God's wrath and justice in contending with  them,   <a class=\"isa\" verses=\"eyIxODA2NSI6M30=\">Isaiah 22:12-14<\/a>.  Here observe,<\/p>  <p>  1. What was God's design in bringing this calamity upon them: it was to  humble them, bring them to repentance, and make them serious. In that  day of trouble, and treading down, and perplexity, the Lord did thereby  <i>call to weeping and mourning,<\/i> and all the expressions of sorrow,  even <i>to baldness and girding with sackcloth <\/i> and all this to  lament their sins (by which they had brought those judgments upon their  land), to enforce their prayers (by which they might hope to avert the  judgments that were breaking in), and to dispose themselves to a  reformation of their lives by a holy seriousness and a tenderness of  heart under the word of God. To this God called them by his prophet's  explaining his providences, and by his providences awakening them to  regard what his prophets said. Note, When God threatens us with his  judgments he expects and requires that we humble ourselves under his  mighty hand, that we tremble when the lion roars, and in a day of  adversity consider.<\/p>  <p>  2. How contrary they walked to this design of God  (<a class=\"isa\" verses=\"WzE4MDY2XQ==\">Isaiah 22:13<\/a>):  <i>Behold, joy and gladness,<\/i> mirth and feasting, all the gaiety and  all the jollity imaginable. They were as secure and cheerful as they  used to be, as if they had had no enemy in their borders or were in no  danger of falling into his hands. When they had taken the necessary  precautions for their security, then they set all deaths and dangers at  defiance, and resolved to be merry, let come on them what would. Those  that should have been among the mourners were among the  <i>wine-bibbers, the riotous eaters of flesh <\/i> and observe what they  said, <i>Let us eat and drink, for to-morrow we shall die.<\/i> This may  refer either to the particular danger they were now in, and the fair  warning which the prophet gave them of it, or to the general shortness  and uncertainty of human life, and the nearness of death at all times.  This was the language of the profane scoffers who <i>mocked the  messengers of the Lord and misused his prophets.<\/i>  (1.) They made a jest of dying. \"The prophet tells us we must die  shortly, perhaps to-morrow, and therefore we should mourn and repent  to-day  no, rather <i>let us eat and drink,<\/i> that we may be fattened  for the slaughter, and may be in good heart to meet our doom  if we  must have a short life, let it be a merry one.\"  (2.) They ridiculed the doctrine of a future state on the other side  death  for, if there were no such state, the apostle grants there would  be something of reason in what they said,   <a class=\"ref\">1 Corinthians 15:32<\/a>.  If, when we die, there were an end of us, it were good to make  ourselves as easy and merry as we could while we live  but, if <i>for  all these things God shall bring us into judgment,<\/i> it is at our  peril if we walk <i>in the way of our heart and the sight of our  eyes,<\/i>   <a class=\"ref\">Ecclesiastes 11:9<\/a>.  Note, A practical disbelief of another life after this is at the bottom  of the carnal security and brutish sensuality which are the sin, and  shame, and ruin of so great a part of mankind, as of the old world, who  were <i>eating and drinking till the flood came.<\/i><\/p>  <p>  3. How much God was displeased at it. He signified his resentment of it  to the prophet, <i>revealed it in his ears,<\/i> to be by him proclaimed  upon the house-top: <i>Surely this iniquity shall not be purged from  you till you die,<\/i>   <a class=\"isa\" verses=\"WzE4MDY3XQ==\">Isaiah 22:14<\/a>.  It shall never be expiated with sacrifice and offering, any more than  the iniquity of the house of Eli,   <a class=\"ref\">1 Samuel 3:14<\/a>.  It is a sin against the remedy, a baffling of the utmost means of  conviction and rendering them ineffectual  and therefore it is not  likely they should ever repent of it or have it pardoned. The Chaldee  reads it, <i>It shall not be forgiven you till you die the second  death.<\/i> Those that walk contrary to them  with the froward he will  show himself froward.<\/p>",
    "audit": null
}