{
    "id": 12191,
    "source": "mhm",
    "verse_id": 18179,
    "verse_count": 9,
    "reference": "28:14–22",
    "title": "",
    "html": " <p>14 Wherefore hear the word of the L <b>ORD<\/b>, ye scornful men, that rule this people which <i>is<\/i>, in Jerusalem. 15 Because ye have said, We have made a covenant with death, and with hell are we at agreement when the overflowing scourge shall pass through, it shall not come unto us: for we have made lies our refuge, and under falsehood have we hid ourselves: 16 Therefore thus saith the Lord G <b>OD<\/b>, Behold, I lay in Zion for a foundation a stone, a tried stone, a precious corner <i>stone,<\/i>, a sure foundation: he that believeth shall not make haste. 17 Judgment also will I lay to the line, and righteousness to the plummet: and the hail shall sweep away the refuge of lies, and the waters shall overflow the hiding place. 18 And your covenant with death shall be disannulled, and your agreement with hell shall not stand when the overflowing scourge shall pass through, then ye shall be trodden down by it. 19 From the time that it goeth forth it shall take you: for morning by morning shall it pass over, by day and by night: and it shall be a vexation only <i>to<\/i>, understand the report. 20 For the bed is shorter than that <i>a man<\/i>, can stretch himself <i>on it:<\/i>, and the covering narrower than that he can wrap himself <i>in it.<\/i>,21 For the L <b>ORD<\/b>, shall rise up as <i>in<\/i>, mount Perazim, he shall be wroth as <i>in<\/i>, the valley of Gibeon, that he may do his work, his strange work and bring to pass his act, his strange act. 22 Now therefore be ye not mockers, lest your bands be made strong: for I have heard from the Lord G <b>OD<\/b>, of hosts a consumption, even determined upon the whole earth. <\/p> <p>The prophet, having reproved those that made a jest of the word of God, here goes on to reprove those that made a jest of the judgments of God, and set them at defiance for he is a jealous God, and will not suffer either his ordinances or his providences to be brought into contempt. He addressed himself to <i>the scornful men who ruled in Jerusalem,<\/i>, who were the magistrates of the city, <a class=\"isa\" verses=\"WzE4MTc5XQ==\">Isaiah 28:14<\/a>. It is bad with a people when their thrones of judgment become the seats of the scornful, when rulers are scorners but that the rulers of Jerusalem should be men of such a character, that they should make light of God's judgments and scorn to take notice of the tokens of his displeasure, is very sad. Who will be mourners in Zion if they are scorners? Observe, <\/p> <p>I. How these scornful men lulled themselves asleep in carnal security, and even challenged God Almighty to do his worst (<a class=\"isa\" verses=\"WzE4MTgwXQ==\">Isaiah 28:15<\/a>) <i>You have said, We have made a covenant with death and the grave.<\/i>, They thought themselves as sure of their lives, even when the most destroying judgments were abroad, as if they had made a bargain with death, upon a valuable consideration, not to come till they sent for him or not to take them away by any violence, but by old age. If we be at peace with God, and have made a covenant with him, we have in effect made a covenant with death that it shall come in the fittest time, that whenever it comes, it shall be no terror to us, nor do us any real damage death is ours if we be Christ's (<a class=\"ref\">1 Corinthians 3:22<\/a>): but to think of making death our friend, or being in league with it, while by sin we are making God our enemy and are at war with him, is the greatest absurdity that can be. It was fond conceit which these scorners had, \" <i>When the overflowing scourge shall pass through<\/i>, our country, and others shall fall under it, yet <i>it shall not come to us,<\/i>, not reach us, though it extend far, not bear us down, though it is an overflowing scourge.\" It is the greatest folly imaginable for impenitent sinners to think that either in this world or the other they shall fare better than their neighbours. But what is the ground of their confidence? Why, truly, <i>We have made lies our refuge.<\/i>, Either, 1. Those things which the prophets told them would be lies and falsehood to them and would deceive, but which they themselves looked upon as substantial fences. The protection of their idols, the promises with which their false prophets soothed them, their policy, their wealth, their interest in the people these they confided in, and not in God nay, these they confided in against God. Or, 2. Those things which should be lies and falsehood to the enemy, who was <i>flagellum Dei&mdash;the scourge of God,<\/i>, the overflowing scourge they would secure themselves by imposing upon the enemy with their stratagems of war, or their feigned submissions in treaties of peace. The rest of the cities of Judah were taken because they made an obstinate defence but the rulers of Jerusalem hope to succeed better. They think themselves greater politicians than those of the country towns they will compliment the king of Assyria with a promise to surrender their city, or to become tributaries to him, with a purpose at the same time to shake off his yoke as soon as the danger is over, not caring though they be found liars to him, as the expression is, <a class=\"ref\">Deuteronomy 33:29<\/a>. Note, Those put a cheat upon themselves that think to gain their point by putting cheats upon those they deal with. Those that pursue their designs by trick and fraud, by mean and paltry shifts, may perhaps compass them, but cannot expect comfort in them. Honesty is the best policy. But such refuges as these are those driven to that depart from God, and throw themselves out of his protection. <\/p> <p>II. How God, by the prophet, awakens them out of this sleep, and shows them the folly of their security. <\/p> <p>1. He tells them upon what grounds they might be secure. He does not disturb their false confidences, till he has first shown them a firm bottom on which they may repose themselves (<a class=\"isa\" verses=\"WzE4MTgxXQ==\">Isaiah 28:16<\/a>): <i>Behold, I lay in Zion for a foundation a stone.<\/i>, This foundation is, (1.) The promises of God in general&mdash;his word, upon which he has caused his people to hope&mdash;his covenant with Abraham, that he would be a God to him and his this is a foundation, a foundation of stone, firm and lasting, for faith to build upon it is <i>a tried stone,<\/i>, for all the saints have stayed themselves upon it and it never failed them. (2.) The promise of Christ in particular for to him this is expressly applied in the New Testament, <a class=\"ref\">1 Peter 2:6-8<\/a>. He is that stone which has become <i>the head of the corner.<\/i>, The great promise of the Messiah and his kingdom, which was to begin at Jerusalem, was sufficient to make God's people easy in the worst of times for they knew well that till he came <i>the sceptre should not depart from Judah.<\/i>, Zion shall continue while this foundation is yet to be laid there. \" <i>Thus saith the Lord Jehovah,<\/i>, for the comfort of those that dare not <i>make lies their refuge,<\/i>, Behold, and look upon me as one that has undertaken to <i>lay in Zion a Stone,<\/i>,\" Jesus Christ is a foundation of God's laying. <i>This is the Lord's doing.<\/i>, He is laid in Zion, in the church, in the holy hill. He is a tried stone, a trying stone (so some), a touch-stone, that shall distinguish between true and counterfeit. He is a precious stone, for such are the foundations of the New Jerusalem (<a class=\"ref\">Revelation 21:19<\/a>), a corner-stone, in whom the sides of the building are united, the <i>head-stone of the corner.<\/i>, And <i>he that believes<\/i>, these promises, and rests upon them, <i>shall not make haste,<\/i>, shall not run to and fro in a hurry, as men at their wits' end, shall not be shifting hither and thither for his own safety, nor be driven to his feet by any terrors, as the wicked man is said to be (<a class=\"ref\">Job 18:11<\/a>), but with a fixed heart shall quietly wait the event, saying, <i>Welcome the will of God.<\/i>, He <i>shall not make haste<\/i>, in his expectations, so as to anticipate the time set in the divine counsels, but, though it tarry, will wait the appointed hour, knowing that <i>he that shall come will come, and will not tarry.<\/i>, He that believes will not make more haste than good speed, but be satisfied that God's time is the best time, and wait with patience for it. The apostle from the LXX. explains this, <a class=\"ref\">1 Peter 2:6<\/a>. <i>He that believes on him shall not be confounded<\/i>, his expectations shall not be frustrated, but far out-done. <\/p> <p>2. He tells them that upon the grounds which they now built on they could not be safe, but their confidences would certainly fail them (<a class=\"isa\" verses=\"WzE4MTgyXQ==\">Isaiah 28:17<\/a>): <i>Judgment will I lay to the line, and righteousness to the plummet.<\/i>, This denotes, <\/p> <p>(1.) The building up of his church having laid the foundation (<a class=\"isa\" verses=\"WzE4MTgxXQ==\">Isaiah 28:16<\/a>), he will raise the structure, as builders do, by line and plummet, <a class=\"ref\">Zechariah 4:10<\/a>. Righteousness shall be the line and judgment the plummet. The church, being grounded on Christ, shall be formed and reformed by the scripture, the standing rule of judgment and righteousness. <i>Judgment shall return unto righteousness,<\/i>, <a class=\"ref\">Psalm 94:15<\/a>. Or, <\/p> <p>(2.) The punishing of the church's enemies, against whom he will proceed in strict justice, according to the threatenings of the law. He will give them their deserts, and bring upon them the judgments they have challenged, but in wisdom too, and by an exact rule, that the tares may not be plucked up with the wheat. And when God comes thus to execute judgment, <\/p> <p>[1.] These scornful men will be made ashamed of the vain hopes with which they had deluded themselves. <i>First,<\/i>, They designed to make lies their refuge but it will indeed prove a refuge of lies, which <i>the hail shall sweep away,<\/i>, that tempest of hail spoken of <a class=\"isa\" verses=\"WzE4MTY3XQ==\">Isaiah 28:2<\/a>. Those that make lies their refuge build upon the sand, and the building will fall when the storm comes, and bury the builder in the ruins of it. Those that make any thing their hiding place but Christ shall find that the waters will overflow it, as every shelter but the ark was over-topped and overthrown by the waters of the deluge. Such is the hope of the hypocrite this will come of all his confidences. <i>Secondly,<\/i>, They boasted of a covenant with death, and an agreement with the grave but it shall be <i>disannulled,<\/i>, as made without his consent who has the keys and sovereign command of hell and death. Those do but delude themselves that think by any wiles to evade the judgments of God. <i>Thirdly,<\/i>, They fancied that when the overflowing scourge should pass through the land it should not come near them but the prophet tells them that then, when others were falling by the common calamity, they should not only share in it, but should be trodden down by it: \"You shall be to it for a treading down it shall triumph over you as much as over any other, and you shall become its easy prey.\" They are further told (<a class=\"isa\" verses=\"WzE4MTg0XQ==\">Isaiah 28:19<\/a>), 1. That it shall begin with them they shall be so far from escaping it that they shall be the first that shall fall by it: \" <i>From the time it goes forth it shall take you,<\/i>, as if it came on purpose to seize you.\" 2. That it shall pursue them closely: \" <i>Morning by morning shall it pass over<\/i>, as duly as the day returns you shall hear of some desolation or other made by it for divine justice will follow its blow you shall never be safe nor easy by day nor by night there shall be a pestilence walking in darkness and a destruction wasting at noonday.\" 3. That there shall be no avoiding it: \"The understanding of the report of its approach shall not give you any opportunity to make your escape, for there shall be no way of escape open but it shall be only a vexation, you shall see it coming, and not see how to help yourselves.\" Or, \"The very report of it at a distance will be a terror to you what then will the thing itself be?\" Evil tidings are a terror and vexation to scorners, but he whose heart is fixed, <i>trusting in God, is not afraid of them<\/i>, whereas, when the <i>overflowing scourge<\/i>, comes, then all the comforts and confidences of scorners fail them, <a class=\"isa\" verses=\"WzE4MTg1XQ==\">Isaiah 28:20<\/a>. (1.) That in which they thought to repose themselves reaches not to the length of their expectations: <i>The bed is shorter than that a man can stretch himself upon it,<\/i>, so that he is forced to cramp and contract himself. (2.) That in which they thought to shelter themselves proves insufficient to answer the intention: <i>The covering is narrower than that a man can wrap himself in it.<\/i>, Those that do not build upon Christ as their foundation, but rest in a righteousness of their own, will prove in the end thus to have deceived themselves they can never be easy, safe, nor warm the bed is too short, the covering is too narrow like our first parents' fig-leaves, the shame of their nakedness will still appear. <\/p> <p>[2.] God will be glorified in the accomplishment of his counsels, <a class=\"isa\" verses=\"WzE4MTg2XQ==\">Isaiah 28:21<\/a>. When God comes to contend with these scorners, <i>First, He will do his work, and bring to pass his act,<\/i>, he will work for his own honour and glory, according to his own purpose the work shall appear to all that see it to be the work of God as the righteous Judge of the earth. <i>Secondly,<\/i>, He will do it now against his people, as formerly he did it against their enemies, by which his justice will appear to be impartial he will now <i>rise up against Jerusalem as,<\/i>, in David's time, against the Philistines <i>in Mount Perazim<\/i>, (<a class=\"ref\">2 Samuel 5:20<\/a>), and as, in Joshua's time, against the Canaanites <i>in the valley of Gibeon.<\/i>, If those that profess themselves members of God's church by their pride and scornfulness make themselves like Philistines and Canaanites, they must expect to be dealt with as such. <i>Thirdly,<\/i>, This will be <i>his strange work, his strange act,<\/i>, his foreign deed. It is work that he is backward to: he rather delights in showing mercy, and <i>does not afflict willingly.<\/i>, It is work that he is not used to as to his own people he protects and favours them. It is a strange work indeed if he <i>turn to be their enemy and fight against them,<\/i>, <a class=\"isa\" verses=\"WzE4ODc3XQ==\">Isaiah 63:10<\/a>. It is a work that all the neighbours will stand amazed at (<a class=\"ref\">Deuteronomy 29:24<\/a>), and therefore the ruins of Jerusalem are said to be <i>an astonishment,<\/i>, <a class=\"ref\">Jeremiah 25:18<\/a>. <\/p> <p> <i>Lastly,<\/i>, We have the use and application of all this (<a class=\"isa\" verses=\"WzE4MTg3XQ==\">Isaiah 28:22<\/a>): \" <i>Therefore be you not mockers<\/i>, dare not to ridicule either the reproofs of God's word or the approaches of his judgments.\" <i>Mocking the messengers of the Lord<\/i>, was Jerusalem's measure-filling sin. The consideration of the judgments of God that are coming upon hypocritical professors should effectually silence mockers, and make them serious: \" <i>Be you not mockers, lest your bands be made strong,<\/i>, both the bands by which you are bound under the dominion of sin\" (for there is little hope of the conversion of mockers) \"and the bands by which you are bound over to the judgments of God.\" God has bands of justice strong enough to hold those that break all the bonds of his law asunder and cast away all his cord from them. Let not these mockers make light of divine threatenings, for the prophet (who is one of those with whom the secret of the Lord is) assures them that the Lord God of hosts has, in his hearing, <i>determined a consumption upon the whole earth<\/i>, and can they think to escape? or shall their unbelief invalidate the threatening? <\/p>",
    "audit": null
}