{
    "id": 12271,
    "source": "mhm",
    "verse_id": 18638,
    "verse_count": 6,
    "reference": "49:1–6",
    "title": "",
    "html": "<p>1 Listen, O isles, unto me and hearken, ye people, from far The L<b>ORD<\/b> hath called me from the womb from the bowels of my mother hath he made mention of my name. 2 And he hath made my mouth like a sharp sword in the shadow of his hand hath he hid me, and made me a polished shaft in his quiver hath he hid me 3 And said unto me, Thou<i>art<\/i> my servant, O Israel, in whom I will be glorified. 4 Then I said, I have laboured in vain, I have spent my strength for nought, and in vain:<i>yet<\/i> surely my judgment<i>is<\/i> with the L<b>ORD<\/b> , and my work with my God. 5 And now, saith the L<b>ORD<\/b> that formed me from the womb<i>to be<\/i> his servant, to bring Jacob again to him, Though Israel be not gathered, yet shall I be glorious in the eyes of the L<b>ORD<\/b> , and my God shall be my strength. 6 And he said, It is a light thing that thou shouldest be my servant to raise up the tribes of Jacob, and to restore the preserved of Israel: I will also give thee for a light to the Gentiles, that thou mayest be my salvation unto the end of the earth.<\/p><p>Here, I. An auditory is summoned together and attention demanded. The sermon in the foregoing chapter was directed to the house of Jacob and the people of Israel, <a class=\"ref\"><\/a>. But this is directed to the isles (that is, the Gentiles, for they are called<i>the isles of the Gentiles,<\/i> <a class=\"ref\"><\/a>) and to<i>the people from far,<\/i> that were<i>strangers to the commonwealth of Israel,<\/i> and afar off. Let these listen ( <a class=\"ref\"><\/a>) as to a thing at a distance, which yet they are to hear with desire and attention. Note, 1. The tidings of a Redeemer are sent to the Gentiles, and to those that lie most remote and they are concerned to listen to them. 2. The Gentiles listened to the gospel when the Jews were deaf to it.<\/p><p>II. The great author and publisher of the redemption produces his authority from heaven for the work he had undertaken. 1. God had appointed him and set him apart for it:<i>The Lord has called me from the womb<\/i> to this office and<i>made mention of my name,<\/i> nominated me to be the Saviour. By an angel he called him<i>Jesus&mdash;a Saviour,<\/i> who<i>should save his people from their sins,<\/i> <a class=\"ref\"><\/a>. Nay, from the womb of the divine counsels, before all worlds, he was called to this service, and help was laid upon him and he came at the call, for he said, <i>Lo, I come,<\/i> with an eye to what was written of him<i>in the volume of the book. <\/i> This was said of some of the prophets, as types of him, <a class=\"ref\"><\/a>. Paul was separated to the apostleship from his mother's womb, <a class=\"ref\"><\/a>. 2. God had fitted and qualified him for the service to which he designed him. He<i>made his mouth like a sharp sword,<\/i> and<i>made him<\/i> like<i>a polished shaft,<\/i> or a bright arrow, furnished him with every thing necessary to fight God's battles against the powers of darkness, to conquer Satan, and bring back God's revolted subjects to their allegiance, by his word: that is the<i>two-edged sword<\/i> ( <a class=\"ref\"><\/a>) which comes out of his mouth, <a class=\"ref\"><\/a>. The convictions of the word are the arrows that shall be sharp in the hearts of sinners, <a class=\"ref\"><\/a>. 3. God had preferred him to the service for which he had reserved him:<i>He has hidden me in the shadow of his hand<\/i> and in his quiver, which denotes, (1.) Concealment. The gospel of Christ, and the calling in of the Gentiles by it, were long hidden from ages and generations, hidden in God ( <a class=\"ref\">;<\/a>), hidden in the shadow of the ceremonial law and the Old-Testament types. (2.) Protection. The house of David was the particular care of the divine Providence, because that blessing was in it. Christ in his infancy was sheltered from the rage of Herod. 4. God had owned him, had said unto him, \"<i>Thou art my servant,<\/i> whom I have employed and will prosper thou art Israel, in effect, <i>the prince with God,<\/i> that hast wrestled and prevailed and in thee I will be glorified.\" The people of God are<i>Israel,<\/i> and they are all gathered together, summed up, as it were, in Christ, the great representative of all Israel, as the high priest who had the names of all the tribes on his breastplate and in him God is and will be glorified so he said by a voice from heaven, <a class=\"ref\"><\/a>. Some read the words in two clauses:<i>Thou art my servant<\/i> (so Christ is, <a class=\"ref\"><\/a>)<i>it is Israel in whom I will be glorified by thee<\/i> it is the spiritual Israel, the elect, in the salvation of whom by Jesus Christ God will be glorified, and his free grace for ever admired.<\/p><p>III. He is assured of the good success of his undertaking for whom God calls he will prosper. And as to this,<\/p><p>1. He objects the discouragement he had met with at his first setting out ( <a class=\"ref\"><\/a>): \"Then I said, with a sad heart, <i>I have laboured in vain<\/i> those that were ignorant, and careless, and strangers to God, are so still:<i>I have called, and they have refused<\/i> I have<i>stretched out my hands to a gainsaying people. <\/i> \" This was Isaiah's complaint, but it was no more than he was told to expect, <a class=\"ref\"><\/a>. The same was a temptation to Jeremiah to resolve he would labour no more, <a class=\"ref\"><\/a>. It is the complaint of many a faithful minister, that has not loitered, but laboured, not spared, but spent, his strength, and himself with it, and yet, as to many, it is all in vain and for nought they will not be prevailed with to repent and believe. But here it seems to point at the obstinacy of the Jews, among whom Christ went in person preaching the gospel of the kingdom, laboured and spent his strength, and yet the rulers and the body of the nation rejected him and his doctrine so very few were brought in, when one would think none should have stood out, that he might well say, \"<i>I have laboured in vain,<\/i> preached so many sermons, wrought so many miracles, in vain.\" Let not the ministers think it strange that they are slighted when the Master himself was.<\/p><p>2. He comforts himself under this discouragement with this consideration, that it was the cause of God in which he was engaged and the call of God that engaged him in it:<i>Yet surely my judgment is with the Lord,<\/i> who is the Judge of all, <i>and my work with my God,<\/i> whose servant I am. His comfort is, and it may be the comfort of all faithful ministers, when they see little success of their labours, (1.) That, however it be, it is a righteous cause that they are pleading. They are with God, and for God they are on his side, and workers together with him. They like not their judgment, the rule they go by, nor their work, the business they are employed in, ever the worse for this. The unbelief of men gives them no cause to suspect the truth of their doctrine, <a class=\"ref\"><\/a>. (2.) That their management of this cause, and their prosecution of this work, were known to God, and they could appeal to him concerning their sincerity, and that it was not through any neglect of theirs that they laboured in vain. \"<i>He knows the way that I take my judgment is with the Lord,<\/i> to determine whether I have not delivered my soul and left the blood of those that perish on their own heads.\" (3.) Though the labour be in vain as to those that are laboured with, yet not as to the labourer himself, if he be faithful: his judgment is with the Lord, who will justify him and bear him out, though men condemn him and run him down and his work (the reward of his work) is with his God, who will take care he shall be no loser, no, not by his lost labour. (4.) Though the judgment be not yet brought forth unto victory, nor the work to perfection, yet both are with the Lord, to carry them on and give them success, according to his purpose, in his own way and time.<\/p><p>3. He receives from God a further answer to this objection, <a class=\"ref\"><\/a>. He knew very well that God had set him on work, had<i>formed him from the womb to be his servant,<\/i> had not only called him so early to it ( <a class=\"ref\"><\/a>), but begun so early to fit him for it and dispose him to it. Those whom God designs to employ as his servants he is fashioning and preparing to be so long before, when perhaps neither themselves nor others are aware of it. It is he that forms the spirit of man within him. Christ was to be<i>his servant, to bring Jacob again to him,<\/i> that had treacherously departed from him. The seed of Jacob therefore, according to the flesh, must first be dealt with, and means used to bring them back. Christ, and the word of salvation by him, are sent to them first nay, Christ comes in person to them only, <i>to the lost sheep of the house of Israel. <\/i> But what if Jacob will not be brought back to God and Israel will not be gathered? So it proved but this is a satisfaction in that case, (1.) Christ will be glorious in the eyes of the Lord and those are truly glorious that are so in God's eyes. Though few of the Jewish nation were converted by Christ's preaching and miracles, and many of them loaded him with ignominy and disgrace, yet God put honour upon him, and made him glorious, at his baptism, and in his transfiguration, spoke to him from heaven, sent angels to minister to him, made even his shameful death glorious by the many prodigies that attended it, much more his resurrection. In his sufferings God was his strength, so that though he met with all the discouragement imaginable, by the contempts of a people whom he had done so much to oblige, yet he<i>did not fail nor was discouraged. <\/i> An angel was sent from heaven to<i>strengthen<\/i> him, <a class=\"ref\"><\/a>. Faithful ministers, though they see not the fruit of their labours, shall yet be accepted of God, and in that they shall be truly glorious, for his favour is our honour and they shall be assisted to proceed and persevere in their labours notwithstanding. This weakens their hands, but their God will be their strength. (2.) The gospel shall be glorious in the eyes of the world though it be not so in the eyes of the Jews, yet it shall be entertained by the nations, <a class=\"ref\"><\/a>. The Messiah seemed as if he had been primarily designed to<i>bring Jacob back,<\/i> <a class=\"ref\"><\/a>. But he is here told that it is comparatively but a small matter a higher orb of honour than that, and a larger sphere of usefulness, are designed him: \"<i>It is a light thing that thou shouldst be my servant, to raise up the tribes of Jacob<\/i> to the dignity and dominion they expect by the Messiah, and to<i>restore the preserved of Israel,<\/i> and make them a flourishing church and state as formerly\" (nay, considering what a little handful of people they are, it would be but a small matter, in comparison, for the Messiah to be the Saviour of them only) \"and therefore<i>I will give thee for a light to the Gentiles<\/i> (many great and mighty nations by the gospel of Christ shall be brought to the knowledge and worship of the true God), <i>that thou mayest be my salvation,<\/i> the author of that salvation which I have designed for lost man, and this<i>to the end of the earth,<\/i> to nations at the greatest distance.\" Hence Simeon learned to call Christ<i>a light to lighten the Gentiles<\/i> ( <a class=\"ref\"><\/a>), and St. Paul's exposition of this text is what we ought to abide by, and it serves for a key to the context, <a class=\"ref\"><\/a>. <i>Therefore,<\/i> says he, we turn to the Gentiles, to preach the gospel to them, <i>because so has the Lord commanded us, saying, I have set thee to be a light to the Gentiles. <\/i> In this the Redeemer was truly glorious, though Israel was not gathered the setting up of his kingdom in the Gentile world was more his honour than if he had raised up all the tribes of Jacob. This promise is in part fulfilled already, and will have a further accomplishment, if that time be yet to come which the apostle speaks of, when the fulness of the Gentiles shall be brought in. Observe, God calls it his salvation, which some think intimates how well pleased he was with it, how he gloried in it, and (if I may so say) how much his heart was upon it. They further observe that Christ is given for a light to all those to whom he is given for salvation. It is in darkness that men perish. Christ enlightens men's eyes, and so makes them holy and happy.<\/p> ",
    "audit": null
}