{
    "id": 12327,
    "source": "mhm",
    "verse_id": 18856,
    "verse_count": 5,
    "reference": "62:1–5",
    "title": "",
    "html": "<p>1 For Zion's sake will I not hold my peace, and for Jerusalem's sake I will not rest, until the righteousness thereof go forth as brightness, and the salvation thereof as a lamp<i> that<\/i> burneth. 2 And the Gentiles shall see thy righteousness, and all kings thy glory: and thou shalt be called by a new name, which the mouth of the L<b>ORD<\/b> shall name. 3 Thou shalt also be a crown of glory in the hand of the L<b>ORD<\/b> , and a royal diadem in the hand of thy God. 4 Thou shalt no more be termed Forsaken neither shall thy land any more be termed Desolate: but thou shalt be called Hephzi-bah, and thy land Beulah: for the L<b>ORD<\/b> delighteth in thee, and thy land shall be married. 5 For<i> as<\/i> a young man marrieth a virgin,<i> so<\/i> shall thy sons marry thee: and<i> as<\/i> the bridegroom rejoiceth over the bride,<i> so<\/i> shall thy God rejoice over thee.<\/p><p>The prophet here tells us,<\/p><p>I. What he will do for the church. A prophet, as he is a seer, so he is a spokesman. This prophet resolves to perform that office faithfully,<a class=\"isa\" verses=\"WzE4ODU2XQ==\">Isaiah 62:1<\/a> . He<i> will not hold his peace<\/i> he<i> will not rest<\/i> he will mind his business, will take pains, and never desire to take his ease and herein he was a type of Christ, who was indefatigable in executing the office of a prophet and made it his meat and drink till he had finished his work. Observe here, 1. What the prophet's resolution is:<i> He will not hold his peace.<\/i> He will continue instant in preaching, will not only faithfully deliver, but frequently repeat, the messages he has<i> received from the Lord.<\/i> If people receive not the precepts and promises at first, he will inculcate them and give them line upon line. And he will continue instant in prayer he will never hold his peace at the throne of grace till he has prevailed with God for the mercies promised he will<i> give himself to prayer and to the ministry of the word,<\/i> as Christ's ministers must (<a class=\"ref\">Acts 6:4<\/a>), who must labour frequently in both and never be weary of this well-doing. The business of ministers is to speak from God to his people and to God for his people and in neither of these must they be silent. 2. What is the principle of this resolution&mdash;<i> for Zion's sake, and for Jerusalem's,<\/i> not for the sake of any private interest of his own, but for the church's sake, because he has an affection and concern for Zion, and it lies near his heart. Whatever becomes of his own house and family, he desires to<i> see the good of Jerusalem<\/i> and resolves to seek it all the days of his life,<a class=\"ref\">Psalm 122:8; Psalm 118:5<\/a> . It is God's Zion and his Jerusalem, and it is<i> therefore<\/i> dear to him, because it is so to God and because God's glory is interested in its prosperity. 3. How long he resolves to continue this importunity&mdash;till the promise of the church's righteousness and salvation, given in the foregoing chapter, be accomplished. Isaiah will not himself live to see the release of the captives out of Babylon, much less the bringing in of the gospel, in which<i> grace reigns through righteousness unto life<\/i> and salvation yet he will<i> not hold his peace till<\/i> these be accomplished, even the utmost of them, because his prophecies will continue speaking of these things, and there shall in every age be a remnant that shall continue to pray for them, as successors to him, till the promises be performed, and so the prayers answered that were grounded upon them. Then the church's<i> righteousness<\/i> and<i> salvation<\/i> will<i> go forth as brightness,<\/i> and<i> as a lamp that burns,<\/i> so plainly that it will carry its own evidence along with it. It will bring honour and comfort to the church, which will hereupon both look pleasant and appear illustrious and it will bring instruction and direction to the world, a light not only to the eyes but to the feet, and to<i> the paths<\/i> of those who before<i> sat in darkness and in the shadow of death.<\/i><\/p><p>II. What God will do for the church. The prophet can but pray and preach, but God will confirm the word and answer the prayers. 1. The church shall be greatly admired. When that righteousness which is her salvation, her praise, and her glory, shall be<i> brought forth,<\/i> the<i> Gentiles shall see<\/i> it. The tidings of it shall be carried to the Gentiles, and a tender of it made to them they may so see this righteousness as to share in it if it be not their own fault. \"Even kings shall see and be in love with the<i> glory of thy righteousness<\/i> \" (<a class=\"isa\" verses=\"WzE4ODU3XQ==\">Isaiah 62:2<\/a>), shall overlook the glory of their own courts and kingdoms, and look at, and look after, the spiritual glory of the church as that which excels. 2. She shall be truly admirable. Great names make men considerable in the world, and great respect is paid them thereupon now it is agreed that<i> honor est in honorante&mdash;honour derives its value from the dignity of him who confers it.<\/i> God is the fountain of honour and from him the church's honour comes: \"<i> Thou shalt be called by a new name,<\/i> a pleasant name, such as thou wast never called by before, no, not in the day of thy greatest prosperity, and the reverse of that which thou wast called by in the day of thy affliction thou shalt have a new character, be advanced to a new dignity, and those about thee shall have new thoughts of thee.\" This seems to be alluded to in that promise (<a class=\"ref\">Revelation 2:17<\/a>) of the<i> white stone and in the stone a new name,<\/i> and that (<a class=\"ref\">Revelation 3:12<\/a>) of the<i> name of the city of my God<\/i> and my<i> new name.<\/i> It is a name<i> which the mouth of the Lord shall name,<\/i> who, we are sure, miscalls nothing, and who will oblige others to call her by the name he has given her for his judgment is according to truth and all shall concur with it sooner or later. Two names God shall give her:&mdash; (1.) He shall call her his crown (<a class=\"isa\" verses=\"WzE4ODU4XQ==\">Isaiah 62:3<\/a>):<i> Thou shalt be a crown of glory in the hand of the Lord,<\/i> not on his head (as adding any real honour or power to him, as crowns do to those that are crowned with them), but in his hand. He is pleased to account them, and show them forth, as a glory and beauty to him. When he took them to be his people it was that they might be<i> unto him for a name, and for a praise, and for a glory<\/i> (<a class=\"ref\">Jeremiah 13:11<\/a>): \"Thou shalt be a<i> crown of glory<\/i> and a<i> royal diadem,<\/i> through the hand, the good hand, of thy God upon thee he shall make thee so, for he shall be<i> to thee a crown of glory,<\/i><a class=\"isa\" verses=\"WzE4MTcwXQ==\">Isaiah 28:5<\/a> . Thou shalt be so<i> in his hand,<\/i> that is, under his protection he that shall put glory upon thee shall<i> create a defence upon all that glory,<\/i> so that the flowers of thy crown shall never wither nor shall its jewels be lost.\" (2.) He shall call her his spouse,<a class=\"isa\" verses=\"WzE4ODU5XQ==\">Isaiah 62:4<\/a> . This is a yet greater honour, especially considering what a forlorn condition she had been in. [1.] Her case had been very melancholy. She was called<i> forsaken<\/i> and her land<i> desolate<\/i> during the captivity, like a woman reproachfully divorced or left a disconsolate widow. Such as the state of religion in the world before the preaching of the gospel&mdash;it was in a manner forsaken and desolate, a thing that no man looked after nor had any real concern for. [2.] It should now be very pleasant, for God would return in mercy to her. Instead of those two names of reproach, she shall be called by two honourable names.<i> First,<\/i> She shall be called<i> Hephzi-bah,<\/i> which signifies,<i> My delight is in her<\/i> it was the name of Hezekiah's queen, Manasseh's mother (<a class=\"ref\">2 Kings 21:1<\/a>), a proper name for a wife, who ought to be her husband's delight,<a class=\"ref\">Proverbs 5:19<\/a> . And here it is the church's Maker that is her husband:<i> The Lord delights in thee.<\/i> God by his grace has wrought that in his church which makes her his delight, she being refined, and reformed, and brought home to him and then by his providence he does that for her which makes it appear that she is his delight and that he delights to do her good.<i> Secondly,<\/i> She shall be called<i> Beulah,<\/i> which signifies<i> married,<\/i> whereas she had been desolate, a condition opposed to that of the<i> married wife,<\/i><a class=\"isa\" verses=\"WzE4NzI1XQ==\">Isaiah 54:1<\/a> . \"<i> Thy land shall be married,<\/i> that is, it shall become fruitful again, and be replenished.\" Though she has long been barren, she shall again be peopled, shall again be made to keep house and to be a joyful mother of children,<a class=\"ref\">Psalm 113:9<\/a> .<i> She shall be married,<\/i> for, 1. Her sons shall heartily espouse the land of their nativity and its interests, which they had for a long time neglected, as despairing ever to have any comfortable enjoyment of it:<i> Thy sons shall marry thee,<\/i> that is, they shall live with thee and take delight in thee. When they were in Babylon, they seemed to have espoused that land, for they were appointed to settle, and to seek the peace of it,<a class=\"ref\">Jeremiah 29:5-7<\/a> . But now they shall again marry their own land,<i> as a young man marries a virgin<\/i> that he takes great delight in, is extremely fond of, and is likely to have many children by. It bodes well to a land when its own natives and inhabitants are pleased with it, prefer it before other lands, when its princes marry their country and resolve to take their lot with it. 2.<i> Her God<\/i> (which is much better) shall<i> betroth her to himself in righteousness,<\/i><a class=\"ref\">Hosea 2:19<\/a> . He will take pleasure in his church:<i> As the bridegroom rejoices over the bride,<\/i> is pleased with his relation to her and her affection to him,<i> so shall thy God rejoice over thee:<\/i> he shall rest in his love to thee (<a class=\"ref\">Zephaniah 3:17<\/a>)<i> he shall take pleasure<\/i> in thee (<a class=\"ref\">Psalm 147:11<\/a>), and shall<i> delight to do thee good with his whole heart and his whole soul,<\/i><a class=\"ref\">Jeremiah 32:41<\/a> . This is very applicable to the love Christ has for his church and the complacency he takes in it, which appears so brightly in Solomon's Song, and which will be complete in heaven.<\/p> ",
    "audit": null
}