{
    "id": 12182,
    "source": "mhm",
    "verse_id": 18136,
    "verse_count": 7,
    "reference": "26:5-11",
    "title": "",
    "html": "<p>  5  For he bringeth down them that dwell on high  the lofty city,  he layeth it low  he layeth it low, <i>even<\/i> to the ground  he  bringeth it <i>even<\/i> to the dust.    6  The foot shall tread it down, <i>even<\/i> the feet of the poor,  <i>and<\/i> the steps of the needy.    7  The way of the just <i>is<\/i> uprightness: thou, most upright,  dost weigh the path of the just.    8  Yea, in the way of thy judgments, O L<b>ORD<\/b>, have we waited for  thee  the desire of <i>our<\/i> soul <i>is<\/i> to thy name, and to the  remembrance of thee.    9  With my soul have I desired thee in the night  yea, with my  spirit within me will I seek thee early: for when thy judgments  <i>are<\/i> in the earth, the inhabitants of the world will learn  righteousness.    10  Let favour be showed to the wicked, <i>yet<\/i> will he not learn  righteousness: in the land of uprightness will he deal unjustly,  and will not behold the majesty of the L<b>ORD<\/b>.    11  L<b>ORD<\/b>, <i>when<\/i> thy hand is lifted up, they will not see: <i>but<\/i>  they shall see, and be ashamed for <i>their<\/i> envy at the people  yea, the fire of thine enemies shall devour them.  <\/p>  <p>  Here the prophet further encourages us to trust in the Lord for ever,  and to continue waiting on him  for,<\/p>  <p>  I. He will make humble souls that trust in him to triumph over their  proud enemies,   <a class=\"isa\" verses=\"WzE4MTM2XQ==\">Isaiah 26:5<\/a>.  Those that exalt themselves shall be abased: For he <i>brings down  those that dwell on high <\/i> and wherein they deal proudly he is, and  will be, above them. Even the lofty city Babylon itself, or Nineveh,  he lays it low,   <a class=\"isa\" verses=\"WzE4MTMxXQ==\">Isaiah 25:12<\/a>.  He can do it, be it ever so well fortified. He has often done it. He  will do it, for he resists the proud. It is his glory to do it, for he  proves himself to be God by <i>looking on the proud and abasing  them,<\/i>   <a class=\"ref\">Job 40:12<\/a>.  But, on the contrary, those that humble themselves shall be exalted  for <i>the feet of the poor<\/i> shall tread upon the lofty cities,   <a class=\"isa\" verses=\"WzE4MTM3XQ==\">Isaiah 26:6<\/a>.  He does not say, Great armies shall tread them down  but, When God will  have it done, even the feet of the poor shall do it,   <a class=\"ref\">Malachi 4:3<\/a>.  <i>You shall tread down the wicked. Come, set your feet on the necks of  these kings.<\/i> See   <a class=\"ref\">Psalm 147:6; Romans 16:20<\/a>.<\/p>  <p>  II. He takes cognizance of the way of his people and has delight in it  (<a class=\"isa\" verses=\"WzE4MTM4XQ==\">Isaiah 26:7<\/a>):  <i>The way of the just is evenness<\/i> (so it may be read): it is their  endeavour and constant care to walk with God in an even steady course  of obedience and holy conversation. <i>My foot stands in an even  place,<\/i> goes in an even path,   <a class=\"ref\">Psalm 26:12<\/a>.  And it is their happiness that God makes their way plain and easy  before them: <i>Thou, most upright, dost level<\/i> (or <i>make even)  the path of the just,<\/i> by preventing or removing those things that  would be stumbling-blocks to them, so that nothing shall offend them,   <a class=\"ref\">Psalm 119:165<\/a>.  God <i>weighs<\/i> it (so we read it)  he considers it, and will give  them grace sufficient for them, to help them over all the difficulties  they may meet with in their way. Thus with the upright God will show  himself upright.<\/p>  <p>  III. It is our duty, and will be our comfort, to wait for God, and to  keep up holy desires towards him in the darkest and most discouraging  times,   <a class=\"isa\" verses=\"WzE4MTM5XQ==\">Isaiah 26:8<\/a>.  This has always been the practice of God's people, even when God has  frowned upon them,  1. To keep up a constant dependence upon him: \"<i>In the way of thy  judgments we<\/i> have still <i>waited for thee <\/i> when thou hast  corrected us we have looked to no other hand than thine to relieve us,\"  as the servant looks only <i>to the hand of his master, till he have  mercy upon him,<\/i>   <a class=\"ref\">Psalm 123:2<\/a>.  We cannot appeal from God's justice but to his mercy. If God's  judgments continue long, if it be <i>a road of judgments<\/i> (so the  word signifies), yet we must not be weary but continue waiting.  2. To send up holy desires towards him. Our troubles, how pressing  soever, must never put us out of conceit with our religion, nor turn us  away from God  but still <i>the desire of our soul must be to his name  and to the remembrance of him <\/i> and in the night, the darkest  longest night of affliction, <i>with our souls must we desire him.<\/i>  (1.) Our great concern must be for God's name, and our earnest desire  must be that his name may be glorified, whatever becomes of us and our  names. This is that which we must wait for, and pray for. \"<i>Father,  glorify thy name,<\/i> and we are satisfied.\"  (2.) Our great comfort must be in the remembrance of that name, of all  that whereby God has made himself known. The remembrance of God must be  our great support and pleasure  and, though sometimes we be unmindful  of him, yet still our desire must be towards the remembrance of him and  we must take pains with our own hearts to have him always in mind.  (3.) Our desires towards God must be inward, fervent, and sincere. With  our soul we must desire him, with our soul we must pant after him  (<a class=\"ref\">Psalm 42:1<\/a>),  and with our spirits within us, with the innermost thought and the  closest application of mind, we must seek him. We make nothing of our  religion, whatever our profession be, if we do not make heart-work of  it.  (4.) Even in the darkest night of affliction our desires must be  towards God, as our sun and shield  for, however God is pleased to deal  with us, we must never think the worse of him, nor cool in our love to  him.  (5.) If our desires be indeed towards God, we must give evidence that  they are so by seeking him, and seeking him early, as those that desire  to find him, and dread the thoughts of missing him. Those that would  seek God and find him must seek betimes, and seek him earnestly. Though  we come ever so early, we shall find him ready to receive us.<\/p>  <p>  IV. It is God's gracious design, in sending abroad his judgments,  thereby to bring men to seek him and serve him: <i>When thy judgments  are upon the earth,<\/i> laying all waste, then we have reason to expect  that not only God's professing people, but even <i>the inhabitants of  the world, will learn righteousness,<\/i> will have their mistakes  rectified and their lives reformed, will be brought to acknowledge  God's righteousness in punishing them, will repent of their own  unrighteousness in offending God, and so be brought to walk in right  paths. They will do this  that is, judgments are designed to bring them  to this, they have a natural tendency to produce this effect, and,  though many continue obstinate, yet some even of the inhabitants of the  world will profit by this discipline, and will learn righteousness  surely they will  they are strangely stupid if they do not. Note, The  intention of afflictions is to teach us righteousness  and blessed is  the man whom God chastens, and thus teaches,   <a class=\"ref\">Psalm 94:12<\/a>.  <i>Discite justitiam, moniti, et non temnere divos--Let this rebuke  teach you to cultivate righteousness, and cease from despising the  gods.<\/i>--Virgil.<\/p>  <p>  V. Those are wicked indeed that will not be wrought upon by the  favourable methods God takes to subdue and reform them  and it is  necessary that God should deal with them in a severe way by his  judgments, which shall prevail to humble those that would not otherwise  be humbled. Observe,<\/p>  <p>  1. How sinners walk contrary to God, and refuse to comply with the  means used for their reformation and to answer the intentions of them,   <a class=\"isa\" verses=\"WzE4MTQxXQ==\">Isaiah 26:10<\/a>.  (1.) <i>Favour is shown<\/i> to them. They receive many mercies from  God  he causes his sun to shine and his rain to fall upon them, nay, he  prospers them, and into their hands he brings plentifully  they escape  many of the strokes of God's judgments, which others less wicked than  they have been cut off by  in some particular instances they seem to be  remarkably favoured above their neighbours, and the design of all this  is that they may be won upon to love and serve that God who thus  favours them  and yet it is all in vain: <i>They will not learn  righteousness,<\/i> will not be led to repentance by the goodness of  God, and therefore it is requisite that God should send his judgments  into the earth, to reckon with men for abused mercies.  (2.) They live <i>in a land of uprightness,<\/i> where religion is  professed and is in reputation, where the word of God is preached, and  where they have many good examples set them,--in a land of  <i>evenness,<\/i> where there are not so many stumbling-blocks as in  other places,--in a land of <i>correction,<\/i> where vice and  profaneness are discountenanced and punished  yet there they will  <i>deal unjustly,<\/i> and go on frowardly in their evil ways. Those  that do wickedly deal unjustly both with God and man, as well as with  their own souls  and those that will not be reclaimed by the justice of  the nation may expect the judgments of God upon them. Nor can those  expect a place hereafter in the land of blessedness who now conform not  to the laws and usages, nor improve the privileges and advantages, of  the land of uprightness  and why do they not? It is because they  <i>will not behold the majesty of the Lord,<\/i> will not believe, will  not consider, what a God of terrible majesty he is whose laws and  justice they persist in the contempt of. God's majesty appears in all  the dispensations of his providence  but they regard it not, and  therefore study not to answer the ends of those dispensations. Even  when we receive of the mercy of the Lord we must still behold the  <i>majesty of the Lord and his goodness.<\/i>  (3.) God lifts up his hand to give them warning, that they may, by  repentance and prayer, make their peace with him  but they take no  notice of it, are not aware that God is angry with them, or coming  forth against them: <i>They will not see,<\/i> and none so blind as  those who will not see, who shut their eyes against the clearest  conviction of guilt and wrath, who ascribe that to chance, or common  fate, which is manifestly a divine rebuke, who regard not the  threatening symptoms of their own ruin, but cry Peace to themselves,  when the righteous God is waging war with them.<\/p>  <p>  2. How God will at length be too hard for them  for, when he judges, he  will overcome: <i>They will not see, but they shall see,<\/i> shall be  made to see, whether they will or no, that God is angry with them.  Atheists, scorners, and the secure, will shortly feel what now they  will not believe, that <i>it is a fearful thing to fall into the hands  of the living God.<\/i> They will not see the evil of sin, and  particularly the sin of hating and persecuting the people of God  but  they shall see, by the tokens of God's displeasure against them for it  and the deliverances in which God will plead his people's cause, that  what is done against them he takes as done against himself and will  reckon for it accordingly. They shall see that they have done God's  people a great deal of wrong, and therefore shall be ashamed of their  enmity and envy towards them, and their ill usage of such as deserved  better treatment. Note, Those that bear ill-will to God's people have  reason to be ashamed of it, so absurd and unreasonable is it  and,  sooner or later, they shall be ashamed of it, and the remembrance of it  shall fill them with confusion. Some read it, <i>They shall see and be  confounded for the zeal of the people,<\/i> by the zeal God will show  for his people  when they shall be made to know how jealous God is for  the honour and welfare of his people they shall be confounded to think  that they might have been of that people and would not. Their doom  therefore is that, since they slighted the happiness of God's friends,  <i>the fire of his enemies shall devour them,<\/i> that is, the fire  which is prepared for his enemies and with which they shall be  devoured, the fire designed for the devil and his angels. Note, Those  that are enemies to God's people, and envy them, God looks upon as his  enemies, and will deal with them accordingly.<\/p>",
    "audit": null
}