{
    "id": 12207,
    "source": "mhm",
    "verse_id": 18269,
    "verse_count": 12,
    "reference": "32:9–20",
    "title": "",
    "html": " <p>9 Rise up, ye women that are at ease hear my voice, ye careless daughters give ear unto my speech. 10 Many days and years shall ye be troubled, ye careless women: for the vintage shall fail, the gathering shall not come. 11 Tremble, ye women that are at ease be troubled, ye careless ones: strip you, and make you bare, and gird <i>sackcloth <\/i> upon <i>your <\/i> loins. 12 They shall lament for the teats, for the pleasant fields, for the fruitful vine. 13 Upon the land of my people shall come up thorns <i>and <\/i> briers yea, upon all the houses of joy <i>in <\/i> the joyous city: 14 Because the palaces shall be forsaken the multitude of the city shall be left the forts and towers shall be for dens for ever, a joy of wild asses, a pasture of flocks 15 Until the spirit be poured upon us from on high, and the wilderness be a fruitful field, and the fruitful field be counted for a forest. 16 Then judgment shall dwell in the wilderness, and righteousness remain in the fruitful field. 17 And the work of righteousness shall be peace and the effect of righteousness quietness and assurance for ever. 18 And my people shall dwell in a peaceable habitation, and in sure dwellings, and in quiet resting places 19 When it shall hail, coming down on the forest and the city shall be low in a low place. 20 Blessed <i>are <\/i> ye that sow beside all waters, that send forth <i>thither <\/i> the feet of the ox and the ass. <\/p> <p>In these verses we have God rising up to judgment against the vile persons, to punish them for their villainy but at length returning in mercy to the liberal, to reward them for their liberality. <\/p> <p>I. When there was so great a corruption of manners, and so much provocation given to the holy God, bad times might well be expected, and here is a warning given of such times coming. The alarm is sounded to the <i>women that were at ease <\/i> (<a class=\"ref\"> <\/a>) and the <i>careless daughters, <\/i> to feed whose pride, vanity, and luxury, their husbands and fathers were tempted to starve the poor. Let them hear what the prophet has to say to them in God's name: \" <i>Rise up, and hear <\/i> with reverence and attention.\" <\/p> <p>1. Let them know that God was about to bring wasting desolating judgments upon the land in which they <i>lived in pleasure and were wanton. <\/i> This seems to refer primarily to the desolations made by Sennacherib's army when he seized all the fenced cities of Judah: but then those words, <i>many days and years, <\/i> must be rendered (as the margin reads them) <i>days above a year, <\/i> that is, something above a year shall this havock be in the making: so long it was from the first entrance of that army into the land of Judah to the overthrow of it. But it is applicable to the wretched disappointment which those will certainly meet with, first or last, that set their hearts upon the world and place their happiness in it: <i>You shall be troubled, you careless women. <\/i> It will not secure us from trouble to cast away care when we are at ease nay, to those who affect to live carelessly even little troubles will be great vexations and press hard upon them. They were careless and at ease because they had money enough and mirth enough but the prophet here tells them, (1.) That the country whence they had their tents and dainties should shortly be laid waste: \" <i>The vintage shall fail <\/i> and then what will you do for wine to make merry with? <i>The gathering <\/i> of fruit <i>shall not come, <\/i> for there shall be none to be gathered, and you will find the want of them, <a class=\"ref\"> <\/a>. You will want <i>the teats, <\/i> the good milk from the cows, <i>the pleasant fields <\/i> and their productions:\" the useful fields that are serviceable to human life are the pleasant ones. \"You will want the fruitful vine, and the grapes it used to yield you.\" The abuse of plenty is justly punished with scarcity and those deserve to be deprived of the supports of life who make them the food and fuel of lust and prepare them for Baal. (2.) That the cities too, the cities of Judah, where they lived at ease, spent their rents, and made themselves merry with their dainties, should be laid waste (<a class=\"ref\"> <\/a>): <i>Briers and thorns, <\/i> the fruits of sin and the curse, <i>shall come up, <\/i> not only <i>upon the land of my people, <\/i> which shall lie uncultivated, but upon <i>all the houses of joy <\/i>&mdash;the play-houses, the gaming-houses, the taverns&mdash; <i>in the joyous cities. <\/i> When a foreign army was ravaging the country the houses of joy, no doubt, became houses of mourning then the palaces, or noblemen's houses, were forsaken by their owners, who perhaps fled to Egypt for refuge the multitude of the city were left by their leaders to shift for themselves. Then the stately houses <i>shall be for dens for ever, <\/i> which had been as forts and towers for strength and magnificence. They shall be abandoned the owners shall never return to them every body shall look upon them to be like Jericho, an anathema so that, even when peace returns, they shall not be rebuilt, but shall be thrown to the waste: <i>A joy of wild asses and a pasture of flocks. <\/i> Thus is many a house brought to ruin by sin. <i>Jam seges est ubi Troja fuit&mdash;Corn grows on the site of Troy. <\/i> <\/p> <p>2. In the foresight of this let them <i>tremble <\/i> and <i>be troubled, strip themselves, and gird sackcloth upon their loins, <\/i> <a class=\"ref\"> <\/a>. This intimates not only that when the calamity comes they shall thus be made to tremble and be forced to strip themselves, that then God's judgments would strip them and make them bare, but, (1.) That the best prevention of the trouble would be to repent and humble themselves for their sin, and lie in the dust before God in true remorse and godly sorrow, which would be the lengthening out of their tranquillity. This is meeting God in the way of his judgments, and saving a correction by correcting our own mistakes. Those only shall break that will not bend. (2.) That the best preparation for the trouble would be to deny themselves and live a life of mortification, and to sit loose to all the delights of sense. Those that have already by a holy contempt of this world stripped themselves can easily bear to be stripped when trouble and death come. <\/p> <p>II. While there was still a remnant that kept their integrity they had reason to hope for good times at length and such times the prophet here gives them a pleasant prospect of. Such times they saw in the latter end of the reign of Hezekiah but the prophecy may well be supposed to look further, to the days of the Messiah, who is <i>King of righteousness <\/i> and <i>King of peace, <\/i> and to whom all the prophets bear witness. Now observe, <\/p> <p>1. How those blessed times shall be introduced-by the <i>pouring out of the Spirit from on high <\/i> (<a class=\"ref\"> <\/a>), which speaks not only of the good-will of God towards us, but the good work of God in us for then, and not till then, there will be good times, when God by his grace gives men good hearts and therefore God's <i>giving his Holy Spirit to those that ask him <\/i> is in effect his giving them all good things, as appears by comparing <a class=\"ref\">; <\/a>. This is the great thing that God's people comfort themselves with the hopes of, that <i>the Spirit shall be poured out upon them, <\/i> that there shall be a more plentiful effusion of the Spirit of grace than formerly, according as the necessity of the church, in its desolate estate, calls for. This comes from on high, and therefore they look up to their Father in heaven for it. When God designs favours for his church he pours out his Spirit, both to prepare his people to receive his favours and to qualify and give success to those whom he designs to employ as instruments of his favour for their endeavours to repair the desolations of the church are all fruitless <i>until the Spirit be poured out upon them <\/i> and then the work is done suddenly. The kingdom of the Messiah was brought in, and set up, by the pouring out of the Spirit (<a class=\"ref\"> <\/a>), and so it is still kept up, and will be to the end. <\/p> <p>2. What a wonderfully happy change shall then be made. That which was <i>a wilderness, <\/i> dry and barren, <i>shall become a fruitful field, <\/i> and that which we now reckon <i>a fruitful field, <\/i> in comparison with what it shall be then, <i>shall be counted for a forest. Then shall the earth yield her increase. <\/i> It is promised that in the days of the Messiah the <i>fruit of the earth shall shake like Lebanon, <\/i> <a class=\"ref\"> <\/a>. Some apply this to the admission of the Gentiles into the gospel church (which made the wilderness a fruitful field), and the rejection and exclusion of the Jews, which made that a forest which had been a fruitful field. On the Gentiles was poured out a spirit of life, but on the Jews a spirit of slumber. See what is the evidence and effect of the pouring out of the Spirit upon any soul it is thereby made fruitful, and has its fruit unto holiness. Three things go to make these times happy:&mdash; <\/p> <p>(1.) Judgment and righteousness, <a class=\"ref\"> <\/a>. When the Spirit is poured out upon a land, <i>then judgment shall dwell in the wilderness <\/i> and turn it into a fruitful field, and <i>righteousness shall remain in the fruitful field <\/i> and make it yet more fruitful. Ministers shall expound the law and magistrates execute it, and both so judiciously and faithfully that by both the bad shall be made good and the good made better. Among all sorts of people, the poor and low and unlearned, that are neglected as the wilderness, and the rich and great and learned, that are valued as the fruitful field, there shall be right thoughts of things, good principles commanding, and conscience made of good and evil, sin and duty. Or in all parts of the land, both champaign and enclosed, country and city, the ruder parts and those that are more cultivated and refined, justice shall be duly administered. The law of Christ introduces a judgment or rule by which we must be governed, and the gospel of Christ a righteousness by which we must be saved and, wherever the Spirit is poured out, both these dwell and remain as an everlasting righteousness. <\/p> <p>(2.) Peace and quietness, <a class=\"ref\"> <\/a>. The peace here promised is of two kinds:&mdash; <\/p> <p>[1.] Inward peace, <a class=\"ref\"> <\/a>. This follows upon the indwelling of righteousness, <a class=\"ref\"> <\/a>. Those in whom that work is wrought shall experience this blessed product of it. It is itself peace, and the effect of it is <i>quietness and assurance for ever, <\/i> that is, a holy serenity and security of mind, by which the soul enjoys itself and enjoys its God, and it is not in the power of this world to disturb it in those enjoyments. Note, Peace, and quietness, and everlasting assurance may be expected, and shall be found, in the way and work of righteousness. True satisfaction is to be had only in true religion, and there it is to be had without fail. Those are the quiet and peaceable lives that are spent <i>in all godliness and honesty, <\/i> <a class=\"ref\"> <\/a>. <i>First, <\/i> Even <i>the work of righteousness shall be peace. <\/i> In the doing of our duty we shall find abundance of true pleasure, a present great reward of obedience in obedience. Though the work of righteousness may be toilsome and costly, and expose us to contempt, yet it is peace, such peace as is sufficient to bear our charges. <i>Secondly, The effect of righteousness shall be quietness and assurance, <\/i> not only to the end of time, of our time, and in the end, but to the endless ages of eternity. Real holiness is real happiness now and shall be perfect happiness, that is, perfect holiness, for ever. <\/p> <p>[2.] Outward peace, <a class=\"ref\"> <\/a>. It is a great mercy when those who by the grace of God have quiet and peaceable spirits are by the providence of God made to <i>dwell in quiet and peaceable habitations, <\/i> not disturbed in their houses or solemn assemblies. When the terror of Sennacherib's invasion was over, the people, no doubt, were more sensible than ever of the mercy of a quiet habitation, not disturbed with the alarms of war. Let every family study to keep itself quiet from strifes and jars within, not two against three and three against two in the house, and then put itself under God's protection to dwell safely, and to be <i>quiet from the fear of evil <\/i> without. Jerusalem shall be a peaceable habitation compare <a class=\"ref\"> <\/a>. Even <i>when it shall hail, <\/i> and there shall be a violent battering storm <i>coming down on the forest <\/i> that lies bleak, then shall Jerusalem be <i>a quiet resting-place, for the city shall be low in a low place, <\/i> under the wind, not exposed (as those cities are that stand high) to the fury of the storm, but sheltered by the <i>mountains that are round about Jerusalem, <\/i> <a class=\"ref\"> <\/a>. The <i>high forts and towers are brought down <\/i> (<a class=\"ref\"> <\/a>), but the city that lies low shall be a quiet resting-place. Those are most safe, and may dwell most at ease, that are humble, and are willing to dwell low, <a class=\"ref\"> <\/a>. Those that would dwell in a peaceable habitation must be willing to dwell low, and in a low place. Some think here is an allusion to the preservation of the land of Goshen from the plague of hail, which made great destruction in the land of Egypt. <\/p> <p>(3.) Plenty and abundance. There shall be such good crops gathered in every where, and every year, that the husbandmen shall be commended, and though happy, who <i>sow beside all water <\/i> (<a class=\"ref\"> <\/a>), who sow all the grounds that are fit for seedness, who <i>cast their bread, <\/i> or bread-corn, <i>upon the water, <\/i> <a class=\"ref\"> <\/a>. God will give the increase, but then the husbandman must be industrious, and mind his business, and sow beside all waters and, if he do this, the corn shall come up so thick and rank that he shall turn in his cattle, even the ox and the ass, to eat the tops of it and keep it under. This is applicable, [1.] To the preaching of the word. Some think it points at the ministry of the apostles, who, as husbandmen, went forth to sow their seed (<a class=\"ref\"> <\/a>) they sowed beside all waters they preached the gospel wherever they came. Waters signify people, and they preached to multitudes. Wherever they found men's hearts softened, and moistened, and disposed to receive the word, they cast in the good seed. And whereas, by the law of Moses, the Jews were forbidden to <i>plough with an ox and an ass together <\/i> (<a class=\"ref\"> <\/a>), which intimated that Jews and Gentiles should not intermix, now that distinction shall be taken away, and both the ox and the ass, both Jews and Gentiles, shall be employed in, and enjoy the benefit of, the gospel husbandry. [2.] To works of charity. When God sends these happy times blessed are those that improve them in doing good with what they have, that sow beside all waters, that embrace all opportunities of relieving the necessitous for in due season they shall reap. <\/p> ",
    "audit": null
}