{
    "id": 12190,
    "source": "mhm",
    "verse_id": 18174,
    "verse_count": 5,
    "reference": "28:9–13",
    "title": "",
    "html": "<p>9 Whom shall he teach knowledge? and whom shall he make to understand doctrine?<i>them that are<\/i> weaned from the milk, <i>and<\/i> drawn from the breasts. 10 For precept<i>must be<\/i> upon precept, precept upon precept line upon line, line upon line here a little, <i>and<\/i> there a little: 11 For with stammering lips and another tongue will he speak to this people. 12 To whom he said, This<i>is<\/i> the rest<i>wherewith<\/i> ye may cause the weary to rest and this<i>is<\/i> the refreshing: yet they would not hear. 13 But the word of the L<b>ORD<\/b> was unto them precept upon precept, precept upon precept line upon line, line upon line here a little, <i>and<\/i> there a little that they might go, and fall backward, and be broken, and snared, and taken.<\/p><p>The prophet here complains of the wretched stupidity of this people, that they were unteachable and made no improvement of the means of grace which they possessed they still continued as they were, their mistakes not rectified, their hearts not renewed, nor their lives reformed. Observe,<\/p><p>I. What it was that their prophets and ministers designed and aimed at. It was to<i>teach<\/i> them<i>knowledge,<\/i> the knowledge of God and his will, and to<i>make them understand doctrine,<\/i> <a class=\"isa\" verses=\"WzE4MTc0XQ==\">Isaiah 28:9<\/a>. This is God's way of dealing with men, to enlighten men's minds first with the knowledge of his truth, and thus to gain their affections, and bring their wills into a compliance with his laws thus he enters in by the door, whereas the thief and the robber climb up another way.<\/p><p>II. What method they took, in pursuance of this design. They left no means untried to do them good, but taught them as children are taught, little children that are beginning to learn, that are taken from the breast to the book ( <a class=\"isa\" verses=\"WzE4MTc0XQ==\">Isaiah 28:9<\/a>), for among the Jews it was common for mothers to nurse their children till they were three years old, and almost ready to go to school. And it is good to begin betimes with children, to teach them, as they are capable, the good knowledge of the Lord, and to instruct them even when they are but newly weaned from the milk. The prophets taught them as children are taught for, 1. They were constant and industrious in teaching them. They took great pains with them, and with great prudence, teaching them as they needed it and were able to bear it ( <a class=\"isa\" verses=\"WzE4MTc1XQ==\">Isaiah 28:10<\/a>):<i>Precept upon precept. It must be so,<\/i> or (as some read)<i>it has been so. <\/i> They have been taught, as children are taught to read, by<i>precept upon precept,<\/i> and taught to write by<i>line upon line, a little here<\/i> and<i>a little there,<\/i> a little of one thing and a little of another, that the variety of instructions might be pleasing and inviting,&mdash;a little at one time and a little at another, that they might not have their memories overcharged,&mdash;a little from one prophet and a little from another, that every one might be pleased with his friend and him whom he admired. Note, For our instruction in the things of God it is requisite that we have precept upon precept and line upon line, that one precept and line should be followed, and so enforced by another the precept of justice must be upon the precept of piety, and the precept of charity upon that of justice. Nay, it is necessary that the same precept and the same line should be often repeated and inculcated upon us, that we may the better understand them and the more easily recollect them when we have occasion for them. Teachers should accommodate themselves to the capacity of the learners, give them what they most need and can best bear, and a little at a time, <a class=\"ref\">Deuteronomy 6:6<\/a>. 2. They courted and persuaded them to learn, <a class=\"isa\" verses=\"WzE4MTc3XQ==\">Isaiah 28:12<\/a>. God, by his prophets, said to them, \"<i>This<\/i> way that we are directing you to, and directing you in, <i>is the rest,<\/i> the only rest, <i>wherewith you may cause the weary to rest and this will be the refreshing<\/i> of your own souls, and will bring rest to your country from the wars and other calamities with which it has been long harassed.\" Note, God by his word calls us to nothing but what is really for our advantage for the service of God is the only true rest for those that are weary of the service of sin and there is no refreshing but under the easy yoke of the Lord Jesus.<\/p><p>III. What little effect all this had upon the people. They were as unapt to learn as young children newly weaned from the milk, and it was as impossible to fasten any thing upon them ( <a class=\"isa\" verses=\"WzE4MTc0XQ==\">Isaiah 28:9<\/a>): nay, one would choose rather to teach a child of two years old than undertake to teach them for they have not only (like such a child) no capacity to receive what is taught them, but they are prejudiced against it. As children, they have<i>need of milk,<\/i> and<i>cannot bear strong meat,<\/i> <a class=\"ref\">Hebrews 5:12<\/a>. 1. They<i>would not hear<\/i> ( <a class=\"isa\" verses=\"WzE4MTc3XQ==\">Isaiah 28:12<\/a>), no, not that which would be rest and refreshing to them. They had no mind to hear it. The word of God commanded their serious attention, but could not gain it they were where it was preached, but they turned a deaf ear to it, or as it came in at one ear it went out at the other. 2. They would not heed. It was unto them<i>precept upon precept, and line upon line<\/i> ( <a class=\"isa\" verses=\"WzE4MTc4XQ==\">Isaiah 28:13<\/a>) they went on in a road of external performances they kept up the old custom of attending upon the prophet's preaching and it was continually sounding in their ears, but that was all it made no impression upon them they had the letter of the precept, but no experience of the power and spirit of it it was continually beating upon them, but it beat nothing into them. Nay, 3. It should seem, they ridiculed the prophet's preaching, and bantered it. The word of the Lord was unto them<i>Tsau latsau, kau lakau<\/i> in the original it is in rhyme they made a song of the prophet's words, and sang it when they were merry over their wine. David was the song of the drunkards. It is great impiety, and a high affront to God, thus to make a jest of sacred things, to speak of that vainly which should make us serious.<\/p><p>IV. How severely God would reckon with them for this. 1. He would deprive them of the privilege of plain preaching, and speak to them<i>with stammering lips and another tongue,<\/i> <a class=\"isa\" verses=\"WzE4MTc2XQ==\">Isaiah 28:11<\/a>. Those that will not understand what is plain and level to their capacity, but despise it as mean and trifling, are justly amused with that which is above them. Or God will send foreign armies among them, whose language they understand not, to lay their country waste. Those that will not hear the comfortable voice of God's word shall be made to hear the dreadful voice of his rod. Or these words may be taken as denoting God's gracious condescension to their capacity in his dealing with them he lisped to them in their own language, as nurses do to their children, with stammering lips, to humor them he changed his voice, tried first one way and then another the apostle quotes it as a favour ( <a class=\"ref\">1 Corinthians 14:21<\/a>), applying it to the gift of tongues, and complaining that yet for all this they would not hear. 2. He would bring utter ruin upon them. By their profane contempt of God and his word they are but hastening on their own ruin, and ripening themselves for it it is<i>that they may go and fall backward,<\/i> may grow worse and worse, may depart further and further from God, and proceed from one sin to another, till they be quite<i>broken, and snared, and taken,<\/i> and ruined, <a class=\"isa\" verses=\"WzE4MTc4XQ==\">Isaiah 28:13<\/a>. They have here a little and there a little of the word of God they think it too much, and<i>say to the seers, See not<\/i> but it proves too little to convert them, and will prove enough to condemn them. If it be not a<i>savour of life unto life,<\/i> it will be<i>a savour of death unto death. <\/i><\/p> ",
    "audit": null
}