{
    "id": 12119,
    "source": "mhm",
    "verse_id": 17817,
    "verse_count": 7,
    "reference": "8:9-15",
    "title": "",
    "html": "<p>  9  Associate yourselves, O ye people, and ye shall be broken in  pieces  and give ear, all ye of far countries: gird yourselves,  and ye shall be broken in pieces  gird yourselves, and ye shall  be broken in pieces.    10  Take counsel together, and it shall come to nought  speak  the word, and it shall not stand: for God <i>is<\/i> with us.    11  For the L<b>ORD<\/b> spake thus to me with a strong hand, and  instructed me that I should not walk in the way of this people,  saying,    12  Say ye not, A confederacy, to all <i>them to<\/i> whom this people  shall say, A confederacy  neither fear ye their fear, nor be  afraid.    13  Sanctify the L<b>ORD<\/b> of hosts himself  and <i>let<\/i> him <i>be<\/i> your  fear, and <i>let<\/i> him <i>be<\/i> your dread.    14  And he shall be for a sanctuary  but for a stone of  stumbling and for a rock of offence to both the houses of Israel,  for a gin and for a snare to the inhabitants of Jerusalem.    15  And many among them shall stumble, and fall, and be broken,  and be snared, and be taken.  <\/p>  <p>  The prophet here returns to speak of the present distress that Ahaz and  his court and kingdom were in upon account of the threatening  confederacy of the ten tribes and the Syrians against them. And in  these verses,<\/p>  <p>  I. He triumphs over the invading enemies, and, in effect, sets them at  defiance, and bids them do their worst  (<a class=\"isa\" verses=\"WzE3ODE3XQ==\">Isaiah 8:9<\/a>):  \"<i>O you people, you of far countries,<\/i> give ear to what the  prophet says to you in God's name.\"  1. \"We doubt not but you will now make your utmost efforts against  Judah and Jerusalem. You <i>associate yourselves<\/i> in a strict  alliance. You <i>gird yourselves,<\/i> and again you <i>gird  yourselves <\/i> you prepare for action  you address yourselves to it  with resolution  you gird on your swords  you gird up your loins. You  animate and encourage yourselves and one another with all the  considerations you can think of: you <i>take counsel together,<\/i> call  councils of war, and all heads are at work about the proper methods for  making yourselves masters of the land of Judah. <i>You speak the  word <\/i> you come to resolutions concerning it, and are not always  deliberating  you determine what to do, and are very confident of the  success of it, that the matter will be accomplished with a word's  speaking.\" Note, It is with a great deal of policy, resolution, and  assurance, that the church's enemies carry on their designs against it  and abundance of pains they take to roll a stone that will certainly  return upon them.  2. \"This is to let you know that all your efforts will be ineffectual.  You cannot, you shall not, gain your point, nor carry the day: <i>You  shall be broken in pieces.<\/i> Though you associate yourselves, though  you gird yourselves, though you proceed with all the policy and  precaution imaginable, yet, I tell you again and again, all your  projects shall be baffled, <i>you shall be broken in pieces.<\/i> Nay,  not only shall your attempts be ruined, but your attempts shall be your  ruin  you shall be broken by those designs you have formed against  Jerusalem: <i>Your counsels shall come to nought <\/i> for there is no  wisdom nor counsel against the Lord. Your resolves will not be put in  execution  they shall not stand. You speak the word, but <i>who is he  that saith, and it cometh to pass, if the Lord commandeth it not?<\/i>  What sets up itself against God, and his cause and counsel, cannot  stand, but must inevitably fall. <i>For God is with us<\/i>\" (this  refers to the name of <i>Immanuel--God with us<\/i>)  \"the Messiah is to  be born among us, and a people designed for such an honour cannot be  given up to utter ruin. We have now the special presence of God with us  in his temple, his oracles, his promises, and these are our defence.  God is with us  he is on our side, to take our part and fight for us  and, <i>if God be for us, who can be against us?<\/i>\" Thus does the  daughter of Zion despise them.<\/p>  <p>  II. He comforts and encourages the people of God with the same comforts  and encouragements which he himself had received. The attempt made upon  them was very formidable  the house of David, the court and royal  family, were at their wits' end  (<a class=\"isa\" verses=\"WzE3Nzg1XQ==\">Isaiah 7:2<\/a>),  and then no marvel if the people were in a consternation. Now,<\/p>  <p>  1. The prophet tells us how he was himself taught of God not to give  way to such amazing fears as the people were disturbed with, nor to run  into the same measures with them  (<a class=\"isa\" verses=\"WzE3ODE5XQ==\">Isaiah 8:11<\/a>):  \"<i>The Lord spoke to me with a strong hand not to walk in the way of  this people,<\/i> not to say as they say nor do as they do, not to  entertain the same frightful apprehensions of things nor to approve of  their projects of making peace upon any terms, or calling in the help  of the Assyrians.\" God instructed the prophet not to go down the  stream. Note,  (1.) There is a proneness in the best of men to be frightened at  threatening clouds, especially when fears are epidemic. We are all too  apt to walk in the way of the people we live among, though it be not a  good way.  (2.) Those whom God loves and owns he will instruct and enable to swim  against the stream of common corruptions, particularly of common fears.  He will find ways to teach his own people not to walk in the way of  other people, but in a sober singularity.  (3.) Corruption is sometimes so active in the hearts even of good men  that they have need to be taught their duty with a strong hand, and it  is God's prerogative to teach so, for he only can give an understanding  and overpower the contradiction of unbelief and prejudice. He can teach  the heart  and herein none teaches like him.  (4.) Those that are to teach others have need to be themselves well  instructed in their duty, and then they teach most powerfully when they  teach experimentally. The word that comes from the heart is most likely  to reach to the heart  and what we are ourselves by the grace of God  instructed in we should, as we are able, teach others also.<\/p>  <p>  2. Now what is it that he says to God's people?<\/p>  <p>  (1.) He cautions them against a sinful fear,   <a class=\"isa\" verses=\"WzE3ODIwXQ==\">Isaiah 8:12<\/a>.  It seems it was the way of this people at this time, and fear is  catching. He whose heart fails him makes his brethren's heart to fail,  like his heart  (<a class=\"ref\">Deuteronomy 20:8<\/a>)  therefore <i>Say you not, A confederacy, to all those to whom this  people shall say, A confederacy <\/i> that is,  [1.] \"Be not associated with them in the confederacies they are  projecting and forecasting for. Do not join with those that, for the  securing of themselves, are for making a league with the Assyrians,  through unbelief, and distrust of God and their cause. Do not come into  any such confederacy.\" Note, It concerns us, in time of trouble, to  watch against all such fears as put us upon taking any indirect courses  for our own security.  [2.] \"Be not afraid of the confederacies they frighten themselves and  one another with. Do not distress yourselves with the apprehension of a  confederacy upon every thing that stirs, nor, when any little thing is  amiss, cry out presently, There is a plot, a plot. When they talk what  dismal news there is, <i>Syria is joined with Ephraim,<\/i> what will  become of us? must we fight, or must we flee, or must we yield? do not  you fear their fear: <i>Be not afraid of the signs of heaven,<\/i> as  the heathen are,   <a class=\"ref\">Jeremiah 10:2<\/a>.  Be not afraid of evil tidings on earth, but let your hearts be fixed.  Fear not that which they fear, nor be afraid as they are. Be not put  into such a fright as causes trembling and shaking \" so the word  signifies. Note, When the church's enemies have sinful confederacies on  foot the church's friends should watch against the sinful fears of  those confederacies.<\/p>  <p>  (2.) He advises them to a gracious religious fear: <i>But sanctify the  Lord of hosts himself,<\/i>   <a class=\"isa\" verses=\"WzE3ODIxXQ==\">Isaiah 8:13<\/a>.  Note, The believing fear of God is a special preservative against the  disquieting fear of man  see   <a class=\"ref\">1 Peter 3:14<\/a>,  where this is quoted, and applied to suffering Christians.  [1.] We must look upon God as the Lord of hosts, that has all power in  his hand and all creatures at his beck.  [2.] We must sanctify him accordingly, give him the glory due to that  name, and behave towards him as those that believe him to be a holy  God.  [3.] We must make him our fear, the object of our fear, and make him  our dread, keep up a reverence of his providence and stand in awe of  his sovereignty, be afraid of his displeasure and silently acquiesce in  all his disposals. Were we but duly affected with the greatness and  glory of God, we should see the pomp of our enemies eclipsed and  clouded, and all their power restrained and under check  see   <a class=\"ref\">Nehemiah 4:14<\/a>.  Those that are <i>afraid of the reproach of men forget the Lord their  Maker,<\/i>   <a class=\"isa\" verses=\"WzE4Njg2XQ==\">Isaiah 51:12<\/a>.  Compare   <a class=\"ref\">Luke 12:4<\/a>.<\/p>  <p>  (3.) He assures them of a holy security and serenity of mind in so  doing  (<a class=\"isa\" verses=\"WzE3ODIyXQ==\">Isaiah 8:14<\/a>):  \"<i>He shall be for a sanctuary <\/i> make him your fear, and you shall  find him your hope, your help, your defence, and your mighty deliverer.  He will sanctify and preserve you. He will be for a sanctuary,\"  [1.] \"To make you holy. He will be your sanctification \" so some read  it. If we sanctify God by our praises, he will sanctify us by his  grace.  [2.] \"To make you easy. He will be your sanctuary,\" to which you may  flee for safety, and where you are privileged form all the arrests of  fear  you shall find an inviolable refuge and security in him, and see  yourselves our of the reach of danger. Those that truly fear God shall  not need to fear any evil.<\/p>  <p>  III. He threatens the ruin of the ungodly and unbelieving, both in  Judah and Israel. They have no part nor lot in the foregoing comforts  that God who will be a sanctuary to those who trust in him will be a  stone of stumbling, and a rock of offence, to those who <i>leave these  waters of Shiloah, and rejoice in Rezin and Remaliah's son,<\/i>  (<a class=\"isa\" verses=\"WzE3ODE0XQ==\">Isaiah 8:6<\/a>),  who make the creature their fear and their hope,   <a class=\"isa\" verses=\"WzE3ODIyXQ==\">Isaiah 8:14<\/a>.  The prophet foresees that the greatest part of both the houses of  Israel would not <i>sanctify the Lord of hosts,<\/i> and to them he  would be <i>for a gin and a snare <\/i> he would be a terror to them, as  he would be a support and stay to those that trusted in him. Instead of  profiting by the word of God, they should be offended at it  and the  providences of God, instead of leading them to him, would drive them  from him. What was a savour of life unto life to others would be a  savour of death unto death to them. \"So that <i>many among them shall  stumble and fall <\/i> they shall fall both into sin and into ruin  they  shall fall by the sword, shall be taken prisoners, and go into  captivity.\" Note, If the things of God be an offence to us, they will  be an undoing to us. Some apply this to the unbelieving Jews, who  rejected Christ, and to whom he became a stone of stumbling  for the  apostle quotes this scripture with application to all those who  persisted in their unbelief of the gospel of Christ  (<a class=\"ref\">1 Peter 2:8<\/a>)  to them he is a rock of offence, because, being disobedient to the  word, they stumble at it.<\/p>",
    "audit": null
}