{
    "id": 12114,
    "source": "mhm",
    "verse_id": 17784,
    "verse_count": 9,
    "reference": "7:1–9",
    "title": "",
    "html": "<p>1 And it came to pass in the days of Ahaz the son of Jotham, the son of Uzziah, king of Judah,<i> that<\/i> Rezin the king of Syria, and Pekah the son of Remaliah, king of Israel, went up toward Jerusalem to war against it, but could not prevail against it. 2 And it was told the house of David, saying, Syria is confederate with Ephraim. And his heart was moved, and the heart of his people, as the trees of the wood are moved with the wind. 3 Then said the L<b>ORD<\/b> unto Isaiah, Go forth now to meet Ahaz, thou, and Shear-jashub thy son, at the end of the conduit of the upper pool in the highway of the fuller's field 4 And say unto him, Take heed, and be quiet fear not, neither be fainthearted for the two tails of these smoking firebrands, for the fierce anger of Rezin with Syria, and of the son of Remaliah. 5 Because Syria, Ephraim, and the son of Remaliah, have taken evil counsel against thee, saying, 6 Let us go up against Judah, and vex it, and let us make a breach therein for us, and set a king in the midst of it,<i> even<\/i> the son of Tabeal: 7 Thus saith the Lord G<b>OD<\/b> , It shall not stand, neither shall it come to pass. 8 For the head of Syria<i> is<\/i> Damascus, and the head of Damascus<i> is<\/i> Rezin and within threescore and five years shall Ephraim be broken, that it be not a people. 9 And the head of Ephraim<i> is<\/i> Samaria, and the head of Samaria<i> is<\/i> Remaliah's son. If ye will not believe, surely ye shall not be established.<\/p><p>The prophet Isaiah had his commission renewed in the year that king Uzziah died,<a class=\"isa\" verses=\"WzE3NzcxXQ==\">Isaiah 6:1<\/a> . Jotham his son reigned, and reigned well, sixteen years. All that time, no doubt, Isaiah prophesied as he was commanded, and yet we have not in this book any of his prophecies dated in the reign of Jotham but this, which is put first, was in the days of Ahaz the son of Jotham. Many excellent useful sermons he preached which were not published and left upon record for, if all that was memorable had been written,<i> the world could not have contained the books,<\/i><a class=\"ref\">John 21:25<\/a> . Perhaps in the reign of Ahaz, a wicked king, he had not opportunity to preach so much at court as in Jotham's time, and therefore then he wrote the more, for a testimony against them. Here is,<\/p><p>I. A very formidable design laid against Jerusalem by Rezin king of Syria and Pekah king of Israel, two neighbouring potentates, who had of late made descents upon Judah severally. At the end of the reign of Jotham,<i> the Lord began to send against Judah Rezin and Pekah,<\/i><a class=\"ref\">2 Kings 15:37<\/a> . But now, in the second or third year of the reign of Ahaz, encouraged by their former successes, they entered into an alliance against Judah. Because Ahaz, though he found the sword over his head, began his reign with idolatry,<i> God delivered him into the hand of the king of Syria and of the king of Israel<\/i> (<a class=\"ref\">2 Chronicles 28:5<\/a>), and a great slaughter they made in his kingdom,<a class=\"isa\" verses=\"WzE3Nzg5XQ==\">Isaiah 7:6<\/a> . Flushed with this victory, they went up towards Jerusalem, the royal city, to war against it, to besiege it, and make themselves masters of it but it proved in the issue that they could not gain their point. Note, The sin of a land brings foreign invasions upon it and betrays the most advantageous posts and passes to the enemy and God sometimes makes one wicked nation a scourge to another but judgment, ordinarily, begins at the house of God.<\/p><p>II. The great distress that Ahaz and his court were in when they received advice of this design:<i> It was told the house of David<\/i> that Syria and Ephraim had signed a league against Judah,<a class=\"isa\" verses=\"WzE3Nzg1XQ==\">Isaiah 7:2<\/a> . This degenerate royal family is called the<i> house of David,<\/i> to put us in mind of that article of God's covenant with David (<a class=\"ref\">Psalm 89:30-33<\/a>),<i> If his children forsake my law, I will chasten their transgression with the rod but my loving-kindness will I not utterly take away,<\/i> which is remarkably fulfilled in this chapter. News being brought that the two armies of Syria and Israel were joined, and had taken the field, the court, the city, and the country, were thrown into consternation<i> The heart of Ahaz was moved with fear,<\/i> and then no wonder that<i> the heart of his people was so, as the trees of the wood are moved with the wind.<\/i> They were tossed and shaken, and put into a great disorder and confusion, were wavering and uncertain in their counsels, hurried hither and thither, and could not fix in any steady resolution. They yielded to the storm, and gave up all for gone, concluding it in vain to make any resistance. Now that which caused this fright was the sense of guilt and the weakness of their faith. They had made God their enemy, and knew not how to make him their friend, and therefore their fears tyrannised over them while those whose consciences are kept<i> void of offence, and whose hearts are fixed, trusting in God, need not be afraid of evil tidings though the earth be removed, yet will not they fear but the wicked flee at the shaking of a leaf,<\/i><a class=\"ref\">Leviticus 26:36<\/a> .<\/p><p>III. The orders and directions given to Isaiah to go and encourage Ahaz in his distress not for his own sake (he deserved to hear nothing from God but words of terror, which might add affliction to his grief), but because he was a son of David and king of Judah. God had kindness for him for his father's sake, who must not be forgotten, and for his people's sake, who must not be abandoned, but would be encouraged if Ahaz were. Observe,<\/p><p>1. God appointed the prophet to meet Ahaz, though he did not send to the prophet to speak with him, nor desire him to enquire of the Lord for him (<a class=\"isa\" verses=\"WzE3Nzg2XQ==\">Isaiah 7:3<\/a>):<i> Go to meet Ahaz.<\/i> Note, God is often found of those who seek him not, much more will he be found of those who seek him diligently. He speaks comfort to many who not only are not worthy of it, but do not so much as enquire after it.<\/p><p>2. He ordered him to take his little son with him, because he carried a sermon in his name,<i> Shear-jashub&mdash;A remnant shall return.<\/i> The prophets sometimes recorded what they preached in the significant names of their children (as<a class=\"ref\">Hosea 1:4<\/a>) therefore Isaiah's children are said to be<i> for signs,<\/i><a class=\"isa\" verses=\"WzE3ODI2XQ==\">Isaiah 8:18<\/a> . This son was so called for the encouragement of those of God's people who were carried captive, assuring them that they should return, at least a remnant of them, which was more than they could pretend to merit yet at this time God was better than his word for he took care not only that a remnant should return, but the whole number of those whom the confederate forces of Syria and Israel had taken prisoners,<a class=\"ref\">2 Chronicles 28:15<\/a> .<\/p><p>3. He directed him where he should find Ahaz. He was to meet with him not in the temple, or the synagogue, or royal chapel, but<i> at the end of the conduit of the upper pool,<\/i> where he was, probably with many of his servants about him, contriving how to order the water-works, so as to secure them to the city, or deprive the enemy of the benefits of them (<a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Isaiah+22:9-11&t1=en_nas\" id=\"20\" class=\"stL\" target=\"_blank\"> Isaiah 22:9-11,2 Chronicles 32:3<\/a>), or giving some necessary directions for the fortifying of the city as well as they could and perhaps finding every thing in a bad posture or defence, the conduit out of repair, as well as other things gone to decay, his fears increased, and he was now in greater perplexity than ever therefore,<i> Go, meet him there.<\/i> Note, God sometimes sends comforts to his people very seasonably, and, what time they are most afraid, encourages them to trust in him.<\/p><p>4. He put words in his mouth, else the prophet would not have known how to bring a message of good to such a bad man, a sinner in Zion, that ought to be afraid but God intended it for the support of faithful Israelites.<\/p><p>(1.) The prophet must rebuke their fears, and advise them by no means to yield to them, but keep their temper, and preserve the possession of their own souls (<a class=\"isa\" verses=\"WzE3Nzg3XQ==\">Isaiah 7:4<\/a>):<i> Take heed, and be quiet.<\/i> Note, In order to comfort there is need of caution that we may be quiet, it is necessary that we take heed and watch against those things that threaten to disquiet us. \"Fear not with this amazement, this fear, that weakens, and has torment neither<i> let thy heart be tender,<\/i> so as to melt and fail within thee but pluck up thy spirits, have a good heart on it, and be courageous let not fear betray the succours which reason and religion offer for thy support.\" Note, Those who expect God should help them must help themselves,<a class=\"ref\">Psalm 27:14<\/a> .<\/p><p>(2.) He must teach them to despise their enemies, not in pride, or security, or incogitancy (nothing more dangerous than so to despise an enemy), but in faith and dependence upon God. Ahaz's fear called them two powerful politic princes, for either of whom he was an unequal match, but, if united, he durst not look them in the face, nor make head against them. \"No,\" says the prophet, \"they are<i> two tails of smoking firebrands<\/i> they are angry, they are fierce, they are furious, as firebrands, as fireballs and they make one another worse by being in a confederacy, as sticks of fire put together burn the more violently. But they are only smoking firebrands: and where there is smoke there is some fire, but it may be not so much as was feared. Their threatenings will vanish into smoke.<i> Pharaoh king of Egypt is but a noise<\/i> (<a class=\"ref\">Jeremiah 46:17<\/a>), and Rezin king of Syria but a smoke and such are all the enemies of God's church,<i> smoking flax,<\/i> that will soon be quenched. Nay, they are but<i> tails<\/i> of smoking firebrands, in a manner burnt out already their force is spent they have consumed themselves with the heat of their own anger you may put your foot on them, and tread them out.\" The two kingdoms of Syria and Israel were now near expiring. Note, The more we have an eye to God as a consuming fire the less reason we shall have to fear men, though they are ever so furious, nay, we shall be able to despise them as smoking firebrands.<\/p><p>(3.) He must assure them that the present design of these high allies (so they thought themselves) against Jerusalem should certainly be defeated and come to nothing,<a class=\"isa\" verses=\"eyIxNzc4OCI6M30=\">Isaiah 7:5-7<\/a> . [1.] That very thing which Ahaz thought most formidable is made the ground of their defeat&mdash;and that was the depth of their designs and the height of their hopes: \"<i> Therefore<\/i> they shall be baffled and sent back with shame,<i> because they have taken evil counsel against thee,<\/i> which is an offence to God. These firebrands are a<i> smoke in his nose<\/i> (<a class=\"isa\" verses=\"WzE4OTAzXQ==\">Isaiah 65:5<\/a>), and therefore must be extinguished.\"<i> First,<\/i> They are very spiteful and malicious, and, therefore they shall not prosper. Judah had done them no wrong they had no pretence to quarrel with Ahaz but, without any reason, they said,<i> Let us go up against Judah, and vex it.<\/i> Note, Those that are vexatious cannot expect to be prosperous, those that love to do mischief cannot expect to do well.<i> Secondly,<\/i> They are very secure, and confident of success. They will vex Judah by going up against it yet that is not all: they do not doubt but to make a breach in the wall of Jerusalem wide enough for them to march their army in at or they count upon dissecting or dividing the kingdom into two parts, one for the king of Israel, the other for the king of Syria, who had agreed in one viceroy&mdash;<i> a king<\/i> to be<i> set in the midst of it, even the son of Tabeal,<\/i> some obscure person, it is uncertain whether a Syrian or an Israelite. So sure were they of gaining their point that they divided the prey before they had caught it. Note, Those that are most scornful are commonly least successful, for surely God scorns the scorners. [2.] God himself gives them his word that the attempt should not take effect (<a class=\"isa\" verses=\"WzE3NzkwXQ==\">Isaiah 7:7<\/a>): \"<i> Thus saith the Lord God,<\/i> the sovereign Lord of all, who<i> brings the counsel of the heathen to naught<\/i> (<a class=\"ref\">Psalm 33:10<\/a>),<i> It shall not stand, neither shall it come to pass<\/i> their measures shall all be broken, and they shall not be able to bring to pass their enterprise.\" Note, Whatever stands against God, or thinks to stand without him, cannot stand long. Man purposes, but God disposes and<i> who is he that saith and it cometh to pass if the Lord commands it not or countermands it?<\/i><a class=\"ref\">Lamentations 3:37<\/a> . See<a class=\"ref\">Proverbs 19:21<\/a> .<\/p><p>(4.) He must give them a prospect of the destruction of these enemies, at last, that were now such a terror to them. [1.] They should neither of them enlarge their dominions, nor push their conquests any further<i> The head city of Syria is Damascus, and the head man of Damascus is Rezin<\/i> this he glories in, and this let him be content with,<a class=\"isa\" verses=\"WzE3NzkxXQ==\">Isaiah 7:8<\/a> .<i> The head city of Ephraim<\/i> has long been<i> Samaria, and the head man in Samaria is<\/i> now Pekah<i> the son of Remaliah.<\/i> These shall be made to know their own, their bounds are fixed, and they shall not pass them, to make themselves masters of the cities of Judah, much less to make Jerusalem their prey. Note, As God has appointed men the bounds of their habitation (<a class=\"ref\">Acts 17:26<\/a>), so he has appointed princes the bounds of their dominion, within which they ought to confine themselves, and not encroach upon their neighbours' rights. [2.] Ephraim, which perhaps was the more malicious and forward enemy of the two, should shortly be quite rooted out, and should be so far from seizing other people's lands that they should not be able to hold their own. Interpreters are much at a loss how to compute the sixty-five years within which<i> Ephraim shall cease to be a people<\/i> for the captivity of the ten tribes was but eleven years after this: and some make it a mistake of the transcriber, and think it should be read<i> within six and five years,<\/i> just eleven. But it is hard to allow that. Others make it to be sixty-five years from the time that the prophet Amos first foretold the ruin of the kingdom of the ten tribes and some late interpreters make it to look as far forward as the last desolation of that country by Esarhaddon, which was about sixty-five years after this then Ephraim was so broken that it was no more a people. Now it was the greatest folly in the world for those to be ruining their neighbours who were themselves marked for ruin, and so near to it. See what a prophet told them at this time, when they were triumphing over Judah,<a class=\"ref\">2 Chronicles 28:10<\/a> .<i> Are there not with you, even with you, sins against the Lord your God?<\/i><\/p><p>(5.) He must urge them to mix faith with those assurances which he had given them (<a class=\"isa\" verses=\"WzE3NzkyXQ==\">Isaiah 7:9<\/a>): \"<i> If you will not believe<\/i> what is said to you,<i> surely you shall not be established<\/i> your shaken and disordered state shall not be established, your unquiet unsettled spirit shall not though the things told you are very encouraging, yet they will not be so to you, unless you believe them, and be willing to take God's word.\" Note, The grace of faith is absolutely necessary to the quieting and composing of the mind in the midst of all the tosses of this present time,<a class=\"ref\">2 Chronicles 20:20<\/a> .<\/p> ",
    "audit": null
}