{
    "id": 12341,
    "source": "mhm",
    "verse_id": 18915,
    "verse_count": 9,
    "reference": "65:17–25",
    "title": "",
    "html": "<p>17 For, behold, I create new heavens and a new earth: and the former shall not be remembered, nor come into mind. 18 But be ye glad and rejoice for ever<i>in that<\/i> which I create: for, behold, I create Jerusalem a rejoicing, and her people a joy. 19 And I will rejoice in Jerusalem, and joy in my people: and the voice of weeping shall be no more heard in her, nor the voice of crying. 20 There shall be no more thence an infant of days, nor an old man that hath not filled his days: for the child shall die an hundred years old but the sinner<i>being<\/i> a hundred years old shall be accursed. 21 And they shall build houses, and inhabit<i>them<\/i> and they shall plant vineyards, and eat the fruit of them. 22 They shall not build, and another inhabit they shall not plant, and another eat: for as the days of a tree<i>are<\/i> the days of my people, and mine elect shall long enjoy the work of their hands. 23 They shall not labour in vain, nor bring forth for trouble for they<i>are<\/i> the seed of the blessed of the L<b>ORD<\/b> , and their offspring with them. 24 And it shall come to pass, that before they call, I will answer and while they are yet speaking, I will hear. 25 The wolf and the lamb shall feed together, and the lion shall eat straw like the bullock: and dust<i>shall be<\/i> the serpent's meat. They shall not hurt nor destroy in all my holy mountain, saith the L<b>ORD<\/b> .<\/p><p>If these promises were in part fulfilled when the Jews, after their return out of captivity, were settled in peace in their own land and brought as it were into a new world, yet they were to have their full accomplishment in the gospel church, militant first and at length triumphant. <i>The Jerusalem that is from above is free and is the mother of us all. <\/i> In the graces and comforts which believers have in and from Christ we are to look for this new heaven and new earth. It is in the gospel that<i>old things have passed away and all things have become new,<\/i> and by it that those who are in Christ are<i>new creatures,<\/i> <a class=\"ref\">2 Corinthians 5:17<\/a>. It was a mighty and happy change that was described <a class=\"isa\" verses=\"WzE4OTE0XQ==\">Isaiah 65:16<\/a> , that<i>the former troubles were forgotten<\/i> but here it rises much higher: even the<i>former world<\/i> shall be<i>forgotten<\/i> and<i>shall no more come into mind. <\/i> Those that were converted to the Christian faith were so transported with the comforts of it that all the comforts they were before acquainted with became as nothing to them not only their foregoing griefs, but their foregoing joys, were lost and swallowed up in this. The glorified saints will<i>therefore<\/i> have forgotten this world, because they will be entirely taken up with the other:<i>For, behold, I create new heavens and a new earth. <\/i> See how inexhaustible the divine power is the same God that created one heaven and earth can create another. See how entire the happiness of the saints is it shall be all of a piece with the new heavens God will create them (if they have occasion for it to make them happy) a new earth too. <i>The world is yours<\/i> if you be Christ's, <a class=\"ref\">1 Corinthians 3:22<\/a>. When God is reconciled to us, which gives us a new heaven, the creatures too are reconciled to us, which gives us a new earth. The future glory of the saints will be so entirely different from what they ever knew before that it may well be called<i>new heavens and a new earth,<\/i> <a class=\"ref\">2 Peter 3:13<\/a>. <i>Behold, I make all things new,<\/i> <a class=\"ref\">Revelation 21:5<\/a>.<\/p><p>I. There shall be new joys. For, 1. All the church's friends, and all that belong to her, shall rejoice ( <a class=\"isa\" verses=\"WzE4OTE2XQ==\">Isaiah 65:18<\/a>): You shall<i>be glad and rejoice for ever in that which I create. <\/i> The new things which God creates in and by his gospel are and shall be matter of everlasting joy to all believers. <i>My servants shall rejoice<\/i> ( <a class=\"isa\" verses=\"WzE4OTExXQ==\">Isaiah 65:13<\/a>), at last they shall, though now they mourn. <i>Enter thou into the joy of thy Lord. <\/i> 2. The church shall be the matter of their joy, so pleasant, so prosperous, shall her condition be:<i>I create Jerusalem a rejoicing and her people a joy. <\/i> The church shall not only rejoice but be rejoiced in. Those that have sorrowed with the church shall rejoice with her. 3. The prosperity of the church shall be a rejoicing to God himself, who has pleasure in the prosperity of his servants ( <a class=\"isa\" verses=\"WzE4OTE3XQ==\">Isaiah 65:19<\/a>):<i>I will rejoice in Jerusalem's<\/i> joy, and will<i>joy in my people<\/i> for<i>in all their affliction he was afflicted. <\/i> God will not only rejoice in the church's well-doing, but will himself<i>rejoice to do her good<\/i> and<i>rest in his love<\/i> to her, <a class=\"ref\">Zephaniah 3:17<\/a>. What God rejoices in it becomes us to rejoice in. 4. There shall be no allay of this joy, nor any alteration of this happy condition of the church:<i>The voice of weeping shall be no more heard in her. <\/i> If this relate to any state of the church in this life, it means no more than that the former occasions of grief shall not return, but God's people shall long enjoy an uninterrupted tranquillity. But in heaven it shall have a full accomplishment, in respect both of the perfection and the perpetuity of the promised joy there<i>all tears shall be wiped away. <\/i><\/p><p>II. There shall be new life, <a class=\"isa\" verses=\"WzE4OTE4XQ==\">Isaiah 65:20<\/a>. Untimely deaths by the sword or sickness shall be no more known as they have been, and by this means there shall be<i>no more the voice of crying,<\/i> <a class=\"isa\" verses=\"WzE4OTE3XQ==\">Isaiah 65:19<\/a>. When there shall be<i>no more death<\/i> there shall be<i>no more sorrow,<\/i> <a class=\"ref\">Revelation 21:4<\/a>. As death has reigned by sin, so life shall reign by righteousness, <a class=\"ref\">Romans 5:14<\/a>. 1. Believers through Christ shall be satisfied with life, though it be ever so short on earth. If an infant end its days quickly, yet it shall not be reckoned to die untimely for the shorter its life is the longer will its rest be. Though<i>death reign over those that have not sinned after the similitude of Adam's transgression,<\/i> yet they, dying in the arms of Christ, the second Adam, and belonging to his kingdom, are not to be called<i>infants of days,<\/i> but even the child shall be reckoned to<i>die a hundred years old,<\/i> for he shall rise again at full age, shall rise to eternal life. Some understand it of children who in their childhood are so eminent for wisdom and grace, and by death nipped in the blossom, that they may be said to die a hundred years old. And, as for old men, it is promised that<i>they shall fill their days<\/i> with the<i>fruits of righteousness,<\/i> which they shall<i>still bring forth in old age, to show that the Lord is upright,<\/i> and then it is a good old age. An old man who is wise, and good, and useful, may truly be said to have<i>filled his days. <\/i> Old men who have their hearts upon the world have never filled their days, never have enough of this world, but would still continue longer in it. But that man dies old, and<i>satur dierum&mdash;full of days,<\/i> who, with Simeon, having seen God's salvation, desires now to depart in peace. 2. Unbelievers shall be unsatisfied and unhappy in life, though it be ever so long. The sinner, though he live to<i>a hundred years old, shall be accursed. <\/i> His living so long shall be no token to him of the divine favour and blessing, nor shall it be any shelter to him from the divine wrath and curse. The sentence he lies under will certainly be executed, and his long life is but a long reprieve nay, it is itself a curse to him, for the longer he lives the more wrath he treasures up against the day of wrath and the more sins he will have to answer for. So that the matter is not great whether our lives on earth be long or short, but whether we live the lives of saints or the lives of sinners.<\/p><p>III. There shall be a new enjoyment of the comforts of life. Whereas before it was very uncertain and precarious, their enemies<i>inhabited the houses<\/i> which<i>they built<\/i> and<i>ate the fruit<\/i> of the trees which<i>they planted,<\/i> now it shall be otherwise they shall<i>build houses and inhabit them,<\/i> shall<i>plant vineyards<\/i> and<i>eat the fruit of them,<\/i> <a class=\"isa\" verses=\"WzE4OTE5XQ==\">Isaiah 65:21<\/a>. Their intimates that the labour of their hands shall be blessed and be made to prosper they shall gain what they aimed at, and what they have gained shall be preserved and secured to them they shall enjoy it comfortably, and nothing shall embitter it to them, and they shall live to enjoy it long. Strangers shall not break in upon them, to expel them, and plant themselves in their room, as sometimes they have done:<i>My elect shall wear out,<\/i> or<i>long enjoy, the work of their hands<\/i> it is honestly got, and it will wear well it is<i>the work of their hands,<\/i> which they themselves have laboured for, and it is most comfortable to enjoy that, and not to eat the<i>bread of idleness,<\/i> or<i>bread of deceit. <\/i> If we have a heart to enjoy it, that is the gift of God's grace ( <a class=\"ref\">Ecclesiastes 3:13<\/a>) and, if we live to enjoy it long, it is the gift of God's providence, for that is here promised:<i>As the days of a tree are the days of my people<\/i> as the<i>days of an oak<\/i> ( <a class=\"isa\" verses=\"WzE3NzgzXQ==\">Isaiah 6:13<\/a>), <i>whose substance is in it, though it cast its leaves<\/i> though it be stripped every winter, it recovers itself again, and lasts many ages as the days<i>of the tree of life<\/i> so the LXX. Christ is to them the tree of life, and in him believers enjoy all those spiritual comforts which are typified by the abundance of temporal blessings here promised and it shall not be in the power of their enemies to deprive them of these blessings or disturb them in the enjoyment of them.<\/p><p>IV. There shall be a new generation rising up in their stead to inherit and enjoy these blessings ( <a class=\"isa\" verses=\"WzE4OTIxXQ==\">Isaiah 65:23<\/a>):<i>They shall not labour in vain,<\/i> for they shall not only enjoy the work of their hands themselves, but they shall leave it with satisfaction to those that shall come after them, and not with such a melancholy prospect as Solomon did, <a class=\"ref\">Ecclesiastes 2:18<\/a>. They shall not beget and<i>bring forth<\/i> children<i>for trouble for they are<\/i> themselves<i>the seed of the blessed of the Lord,<\/i> and there is a blessing entailed upon them by descent from their ancestors which<i>their offspring with them<\/i> shall partake of, and shall be, as well as they, <i>the seed of the blessed of the Lord. <\/i> They shall not bring forth for trouble for, 1. God will make their children that rise up comforts to them they shall have the joy of seeing them<i>walk in the truth. <\/i> 2. He will make the times that come after comfortable to their children. As they shall be good, so it shall be well with them they shall not be brought forth to days of trouble nor shall it ever be said, <i>Blessed is the womb that bore not. <\/i> In the gospel church Christ's name shall be borne up by a succession. <i>A seed shall serve him<\/i> ( <a class=\"ref\">Psalm 22:30<\/a>), <i>the seed of the blessed of the Lord. <\/i><\/p><p>V. There shall be a good correspondence between them and their God ( <a class=\"isa\" verses=\"WzE4OTIyXQ==\">Isaiah 65:24<\/a>):<i>Even before they call, I will answer. <\/i> God will anticipate their prayers with the blessings of his goodness. David did but say, <i>I will confess,<\/i> and<i>God forgave,<\/i> <a class=\"ref\">Psalm 32:5<\/a>. The father of the prodigal met him in his return. <i>While they are yet speaking,<\/i> before they have finished their prayer, I will give them the thing they pray for, or the assurances and earnests of it. These are high expressions of God's readiness to hear prayer and this appears much more in the grace of the gospel than it did under the law we owe the comfort of it to the mediation of Christ as our advocate with the Father and are obliged in gratitude to give a ready ear to God's calls.<\/p><p>VI. There shall be a good correspondence between them and their neighbours ( <a class=\"isa\" verses=\"WzE4OTIzXQ==\">Isaiah 65:25<\/a>):<i>The wolf and the lamb shall feed together,<\/i> as they did in Noah's ark. God's people, though they are as sheep in the midst of wolves, shall be safe and unhurt for God will not so much break the power and tie the hands of their enemies as formerly, but he will turn their hearts, will alter their dispositions by his grace. When Paul, who had been a persecutor of the disciples (and who, being of the tribe of Benjamin, ravened<i>as a wolf,<\/i> <a class=\"ref\">Genesis 49:27<\/a>) joined himself to them and became one of them, then<i>the wolf and the lamb fed together. <\/i> So also when the enmity between Jews and Gentiles was slain, all hostilities ceased, and they fed together as one sheepfold under Christ the great Shepherd, <a class=\"ref\">John 10:16<\/a>. The enemies of the church ceased to do the mischief they had done, and its members ceased to be so quarrelsome with and injurious to one another as they had been, so that there was none either from without or from within to hurt or destroy, none to disturb it, much less to ruin it, <i>in all the holy mountain<\/i> as was promised, <a class=\"isa\" verses=\"WzE3ODkzXQ==\">Isaiah 11:8<\/a>. For, 1. Men shall be changed:<i>The lion<\/i> shall no more be a beast of prey, as perhaps he never would have been if sin had not entered, but<i>shall eat straw like the bullock,<\/i> shall<i>know his owner,<\/i> and<i>his master's crib,<\/i> as<i>the ox<\/i> does. When those that lived by spoil and rapine, and coveted to enrich themselves, right or wrong, are brought by the grace of God to accommodate themselves to their condition, to live by honest labour, and to be content with such things as they have&mdash;when those that stole steal no more, but work with their hands the thing that is good&mdash;then this is fulfilled, that<i>the lion shall eat straw like the bullock. <\/i> 2. Satan shall be chained, the dragon bound for<i>dust shall be the serpent's meat again. <\/i> That great enemy, when he has been let loose, has glutted and regaled himself with the precious blood of saints, who by his instigation have been persecuted, and with the precious souls of sinners, who by his instigation have become persecutors and have ruined themselves for ever but now he shall be confined to dust, according to the sentence, <i>On thy belly shalt thou go, and dust shalt thou eat,<\/i> <a class=\"ref\">Genesis 3:14<\/a>. All the enemies of God's church, that are subtle and venomous as serpents, shall be conquered and subdued, and be made to lick the dust, Christ shall reign as Zion's King till all the enemies of his kingdom be made his footstool, and theirs too. In the holy mountain above, and there only, shall this promise have its full accomplishment, that there shall be none to hurt nor destroy.<\/p> ",
    "audit": null
}