{
    "id": 12299,
    "source": "mhm",
    "verse_id": 18747,
    "verse_count": 8,
    "reference": "55:6–13",
    "title": "",
    "html": "<p>6 Seek ye the L<b>ORD<\/b> while he may be found, call ye upon him while he is near: 7 Let the wicked forsake his way, and the unrighteous man his thoughts: and let him return unto the L<b>ORD<\/b> , and he will have mercy upon him and to our God, for he will abundantly pardon. 8 For my thoughts<i>are<\/i> not your thoughts, neither<i>are<\/i> your ways my ways, saith the L<b>ORD<\/b> . 9 For<i>as<\/i> the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts. 10 For as the rain cometh down, and the snow from heaven, and returneth not thither, but watereth the earth, and maketh it bring forth and bud, that it may give seed to the sower, and bread to the eater: 11 So shall my word be that goeth forth out of my mouth: it shall not return unto me void, but it shall accomplish that which I please, and it shall prosper<i>in the thing<\/i> whereto I sent it. 12 For ye shall go out with joy, and be led forth with peace: the mountains and the hills shall break forth before you into singing, and all the trees of the field shall clap<i>their<\/i> hands. 13 Instead of the thorn shall come up the fir tree, and instead of the brier shall come up the myrtle tree: and it shall be to the L<b>ORD<\/b> for a name, for an everlasting sign<i>that<\/i> shall not be cut off.<\/p><p>We have here a further account of that covenant of grace which is made with us in Jesus Christ, both what is required and what is promised in the covenant, and of those considerations that are sufficient abundantly to confirm our believing compliance with and reliance on that covenant. This gracious discovery of God's good-will to the children of men is not to be confined either to the Jew or to the Gentile, to the Old Testament or to the New, much less to the captives in Babylon. No, both the precepts and the promises are here given to all, to<i>every one that thirsts after happiness,<\/i> <a class=\"isa\" verses=\"WzE4NzQyXQ==\">Isaiah 55:1<\/a>. And who does not? Hear this, and live.<\/p><p>I. Here is a gracious offer made of pardon, and peace, and all happiness, to poor sinners, upon gospel terms, <a class=\"isa\" verses=\"WzE4NzQ3XQ==\">Isaiah 55:6<\/a>.<\/p><p>1. Let them pray, and their prayers shall be heard and answered ( <a class=\"isa\" verses=\"WzE4NzQ3XQ==\">Isaiah 55:6<\/a>): \"<i>Seek the Lord while he may be found. <\/i> Seek him whom you have left by revolting from your allegiance to him and whom you have lost by provoking him to withdraw his favour from you. <i>Call upon him<\/i> now<i>while he is near,<\/i> and within call.\" Observe here,<\/p><p>(1.) The duties required. [1.] \"Seek the Lord. Seek to him, and enquire of him, as your oracle. <i>Ask the law at his mouth. What wilt thou have me to do?<\/i> Seek for him, and enquire after him, as your portion and happiness seek to be reconciled to him and acquainted with him, and to be happy in his favour. Be sorry that you have lost him be solicitous to find him take the appointed method of finding him, making use of Christ as your way, the Spirit as your guide, and the word as your rule.\" [2.] \"Call upon him. Pray to him, to be reconciled, and, being reconciled, pray to him for every thing else you have need of.\"<\/p><p>(2.) The motives made use of to press these duties upon us:<i>While he may be found&mdash;while he is near. <\/i> [1.] It is implied that now God is near and will be found, so that it shall not be in vain to seek him and to call upon him. Now his patience is waiting on us, his word is calling to us, and his Spirit striving with us. Let us now improve our advantages and opportunities for now is the accepted time. But, [2.] There is a day coming when he will be afar off, and will not be found, when the day of his patience is over, and his Spirit will strive no more. There may come such a time in this life, when the heart is incurably hardened it is certain that at death and judgment the door will be<i>shut,<\/i> <a class=\"ref\">Luke 16:26<\/a>. Mercy is now offered, but then judgment without mercy will take place.<\/p><p>2. Let them repent and reform, and their sins shall be pardoned, <a class=\"isa\" verses=\"WzE4NzQ4XQ==\">Isaiah 55:7<\/a>. Here is a call to the unconverted, to<i>the wicked and the unrighteous<\/i>&mdash;to the wicked, who live in known gross sins, to the unrighteous, who live in the neglect of plain duties: to them is the word of this salvation sent, and all possible assurance given that penitent sinners shall find God a pardoning God. Observe here,<\/p><p>(1.) What it is to repent. There are two things involved in repentance:&mdash; [1.] It is to turn from sin it is to forsake it. It is to leave it, and to leave it with loathing and abhorrence, never to return to it again. The wicked must<i>forsake his way,<\/i> his evil way, as we would forsake a false way that will never bring us to the happiness we aim at, and a dangerous way, that leads to destruction. Let him not take one step more in that way. Nay, there must be not only a change of the way, but a change of the mind the unrighteous must<i>forsake his thoughts. <\/i> Repentance, if it be true, strikes at the root, and washes the heart from wickedness. We must alter our judgments concerning persons and things, dislodge the corrupt imaginations and quit the vain pretences under which an unsanctified heart shelters itself. Note, It is not enough to break off from evil practices, but we must enter a caveat against evil thoughts. Yet this is not all: [2.] To repent is to<i>return to the Lord<\/i> to return to him as our God, our sovereign Lord, against whom we have rebelled, and to whom we are concerned to reconcile ourselves it is to return to the Lord as the fountain of life and living waters, which we had forsaken for broken cisterns.<\/p><p>(2.) What encouragement we have thus to repent. If we do so, [1.] God<i>will have mercy. <\/i> He will not deal with us as our sins have deserved, but will have compassion on us. Misery is the object of mercy. Now both the consequences of sin, by which we have become truly miserable ( <a class=\"ref\">Ezekiel 16:5<\/a>), and the nature of repentance, by which we are made sensible of our misery and are brought to bemoan ourselves ( <a class=\"ref\">Jeremiah 31:18<\/a>), both these make us objects of pity, and with God there are tender mercies. [2.]<i>He will abundantly pardon. He will multiply to pardon<\/i> (so the word is), as we have multiplied to offend. Though our sins have been very great and very many, and though we have often backslidden and are still prone to offend, yet God will repeat his pardon, and welcome even backsliding children that return to him in sincerity.<\/p><p>II. Here are encouragements given us to accept this offer and to venture our souls upon it. For, look which way we will, we find enough to confirm us in our belief of its validity and value.<\/p><p>1. If we look up to heaven, we find God's counsels there high and transcendent, his thoughts and ways infinitely above ours, <a class=\"isa\" verses=\"WzE4NzQ5XQ==\">Isaiah 55:8<\/a>. The wicked are urged to forsake their evil ways and thoughts ( <a class=\"isa\" verses=\"WzE4NzQ4XQ==\">Isaiah 55:7<\/a>) and to return to God, that is, to bring their ways and thoughts to concur and comply with his \"for\" (says he) \"my thoughts and ways are not as yours. Yours are conversant only about things beneath they are of the earth earthy: but mine are above, <i>as the heaven is high above the earth<\/i> and, if you would approve yourselves true penitents, yours must be so too, and your affections must be set on things above.\" Or, rather, it is to be understood as an encouragement to us to depend upon God's promise to pardon sin, upon repentance. Sinners may be ready to fear that God will not be reconciled to them, because they could not find in their hearts to be reconciled to one who should have so basely and so frequently offended them. \"But\" (says God) \"my thoughts in this matter are not as yours, but as far above them as the heaven is above the earth.\" They are so in other things. Men's sentiments concerning sin, and Christ, and holiness, concerning this world and the other, are vastly different from God's but in nothing more than in the matter of reconciliation. We think God apt to take offence and backward to forgive&mdash;that, if he forgives once, he will not forgive a second time. Peter thought it a great deal to<i>forgive seven times<\/i> ( <a class=\"ref\">Matthew 18:21<\/a>), and a hundred pence go far with us but God meets returning sinners with pardoning mercy he forgives freely, and as he gives: it is without upbraiding. We forgive and cannot forget but, when God forgives sin, he remembers it no more. Thus God invites sinners to return to him, by possessing them with good thoughts of him, as <a class=\"ref\">Jeremiah 31:20<\/a>.<\/p><p>2. If we look down to this earth, we find God's word there powerful and effectual, and answering all its great intentions, <a class=\"isa\" verses=\"WzE4NzUxXQ==\">Isaiah 55:10<\/a>. Observe here, (1.) The efficacy of God's word in the kingdom of nature. He saith to the snow, Be thou on the earth he appoints when it shall come, to what degree, and how long it shall lie there he saith so<i>to the small rain and the great rain of his strength,<\/i> <a class=\"ref\">Job 37:6<\/a>. And according to his order they come down from heaven, and do<i>whatsoever he commands them upon the face of the world, whether it be for correction, or for his land, or for mercy,<\/i> <a class=\"isa\" verses=\"WzE4NzUzXQ==\">Isaiah 55:12<\/a>. It returns not<i>re infectâ&mdash;without having accomplished its end,<\/i> but waters the earth, which he is therefore said to do<i>from his chambers,<\/i> <a class=\"ref\">Psalm 104:13<\/a>. And the watering of the earth is in order to its fruitfulness. Thus he makes it to<i>bring forth and bud,<\/i> for the products of the earth depend upon the dews of heaven and thus it gives not only<i>bread to the eater,<\/i> present maintenance to the owner and his family, but<i>seed<\/i> likewise<i>to the sower,<\/i> that he may have food for another year. The husbandman must be a sower as well as an eater, else he will soon see the end of what he has. (2.) The efficacy of his word in the kingdom of providence and grace, which is as certain as the former: \"<i>So shall my word be,<\/i> as powerful in the mouth of prophets as it is in the hand of providence<i>it shall not return unto me void,<\/i> as unable to effect what it was sent for, or meeting with an insuperable opposition no, <i>it shall accomplish that which I please<\/i> \" (for it is the declaration of his will, according to the counsel of which he works all things) \"<i>and it shall prosper in the thing for which I sent it. <\/i> \" This assures us, [1.] That the promises of God shall all have their full accomplishment in due time, and not one iota or tittle of them shall fail, <a class=\"ref\">1 Kings 8:56<\/a>. These promises of mercy and grace shall have as real an effect upon the souls of believers, for their sanctification and comfort, as ever the rain had upon the earth, to make it fruitful. [2.] That according to the different errands on which the word is sent it will have its different effects. If it be not a savour of life unto life, it will be a savour of death unto death if it do not convince the conscience and soften the heart, it will sear the conscience and harden the heart if it do not ripen for heaven, it will ripen for hell. See <a class=\"isa\" verses=\"WzE3Nzc5XQ==\">Isaiah 6:9<\/a>. One way or other, it will take effect. [3.] That Christ's coming into the world, as the dew from heaven ( <a class=\"ref\">Hosea 14:5<\/a>), will not be in vain. For, if Israel be not gathered, he will be glorious in the conversion of the Gentiles to them therefore the tenders of grace must be made when the Jews refuse them, that the wedding may be furnished with guests and the gospel not return void.<\/p><p>3. If we take a special view of the church, we shall find what great things God has done, and will do, for it ( <a class=\"isa\" verses=\"WzE4NzUzXQ==\">Isaiah 55:12<\/a>):<i>You shall go out with joy, and be led forth with peace. <\/i> This refers, (1.) To the deliverance and return of the Jews out of Babylon. They shall go out of their captivity, and be led forth towards their own land again. God will go before them as surely, though not as sensibly, as before their fathers in the pillar of cloud and fire. They shall go out, not with trembling, but with triumph, not with any regret to part with Babylon, or any fear of being fetched back, but<i>with joy<\/i> and<i>peace. <\/i> Their journey home over the mountains shall be pleasant, and they shall have the good-will and good wishes of all the countries they pass through. <i>The hills<\/i> and their inhabitants<i>shall,<\/i> as in a transport of joy, <i>break forth into singing<\/i> and, if the people should altogether hold their peace, even<i>the trees of the field<\/i> would attend them with their applauses and acclamations. And, when they come to their own land, it shall be ready to bid them welcome for, whereas they expected to find it all overgrown with briers and thorns, it shall be set with<i>fir-trees and myrtle-trees:<\/i> for, though it lay desolate, yet it<i>enjoyed its sabbaths<\/i> ( <a class=\"ref\">Leviticus 26:34<\/a>), which, when they were over, like the land after the sabbatical year, it was the better for. And this shall redound much to the honour of God and be to him<i>for a name. <\/i> But, (2.) Without doubt it looks further. This shall be<i>for an everlasting sign,<\/i> that it, [1.] The redemption of the Jews out of Babylon shall be a ratification of those promises that relate to gospel times. The accomplishment of the predictions relating to that great deliverance would be a pledge and earnest of the performance of all the other promises for thereby it shall appear that<i>he is faithful who has promised. <\/i> [2.] It shall be a representation of the blessings promised and a type and figure of them. <i>First,<\/i> Gospel grace will set those at liberty that were in bondage to sin and Satan. They<i>shall go out and be led forth. <\/i> Christ shall make them free, and then they shall be free indeed. <i>Secondly,<\/i> It will fill those with joy that were melancholy. <a class=\"ref\">Psalm 14:7<\/a> , <i>Jacob shall rejoice, and Israel shall be glad. <\/i> The earth and the inferior part of the creation shall share in the joy of this salvation, <a class=\"ref\">Psalm 94:11<\/a>. <i>Thirdly,<\/i> It will make a great change in men's characters. Those that were as thorns and briers, good for nothing but the fire, nay, hurtful and vexatious, shall become graceful and useful as the fir-tree and the myrtle-tree. Thorns and briers came in with sin and were the fruits of the curse, <a class=\"ref\">Genesis 3:18<\/a>. The raising of pleasant trees in the room of them signifies the removal of the curse of the law and the introduction of gospel blessings. The church's enemies were as thorns and briers but, instead of them, God will raise up friends to be her protection and ornament. Or it may denote the world's growing better instead of a generation of thorns and briers, there shall come up a generation of fir-trees and myrtles the children shall be wiser and better than the parents. And, <i>fourthly,<\/i> in all this God shall be glorified. It shall be to him for a name, by which he will be made known and praised, and by it the people of God shall be encouraged. It shall be for an everlasting sign of God's favour to them, assuring them that, though it may for a time be clouded, it shall never<i>be cut off. <\/i> The covenant of grace is an everlasting covenant for the present blessings of it are signs of everlasting ones.<\/p> ",
    "audit": null
}