{
    "id": 12333,
    "source": "mhm",
    "verse_id": 18882,
    "verse_count": 5,
    "reference": "63:15–19",
    "title": "",
    "html": "<p>15 Look down from heaven, and behold from the habitation of thy holiness and of thy glory: where<i>is<\/i> thy zeal and thy strength, the sounding of thy bowels and of thy mercies toward me? are they restrained? 16 Doubtless thou<i>art<\/i> our father, though Abraham be ignorant of us, and Israel acknowledge us not: thou, O L<b>ORD<\/b> , <i>art<\/i> our father, our redeemer thy name<i>is<\/i> from everlasting. 17 O L<b>ORD<\/b> , why hast thou made us to err from thy ways, <i>and<\/i> hardened our heart from thy fear? Return for thy servants' sake, the tribes of thine inheritance. 18 The people of thy holiness have possessed<i>it<\/i> but a little while: our adversaries have trodden down thy sanctuary. 19 We are<i>thine:<\/i> thou never barest rule over them they were not called by thy name.<\/p><p>The foregoing praises were intended as an introduction to this prayer, which is continued to the end of the next chapter, and it is an affectionate, importunate, pleading prayer. It is calculated for the time of the captivity. As they had promises, so they had prayers, prepared for them against that time of need, that they might take with them words in turning to the Lord, and say unto him what he himself taught them to say, in which they might the better hope to prevail, the words being of God's own inditing. Some good interpreters think this prayer looks further, and that it expresses the complaints of the Jews under their last and final rejection from God and destruction by the Romans for there is one passage in it ( <a class=\"isa\" verses=\"WzE4ODkwXQ==\">Isaiah 64:4<\/a>) which is applied to the grace of the gospel by the apostle ( <a class=\"ref\">1 Corinthians 2:9<\/a>), that grace for the rejecting of which they were rejected. In these verses we may observe,<\/p><p>I. The petitions they put up to God. 1. That he would take cognizance of their case and of the desires of their souls towards him:<i>Look down from heaven, and behold,<\/i> <a class=\"isa\" verses=\"WzE4ODgyXQ==\">Isaiah 63:15<\/a>. They knew very well that God sees all, but they prayed that he would regard them, would condescend to favour them, would look upon them with an eye of compassion and concern, as he looked upon the affliction of his people in Egypt when he was about to appear for their deliverance. In begging that he would only look down upon them and behold them they did in effect appeal to his justice against their enemies, and pray for judgment against them (as Jehoshaphat, <a class=\"ref\">2 Chronicles 20:11<\/a> , <i>Behold, how they reward us. Wilt thou not judge them?<\/i>), implicitly confiding in his mercy and wisdom as to the way in which he will relieve them ( <a class=\"ref\">Psalm 25:18<\/a> , <i>Look upon my affliction and my pain): Look down from the habitation of thy holiness and of thy glory. <\/i> God's holiness is his glory. Heaven is his habitation, the throne of his glory, where he most manifests his glory, and whence he is said to look down upon the earth, <a class=\"ref\">Psalm 33:14<\/a>. His holiness is in a special manner celebrated there by the blessed angels ( <a class=\"isa\" verses=\"WzE3NzczLDMwNzc3XQ==\">Isaiah 6:3; Revelation 4:8<\/a>) there his holy ones attend him, and are continually about him so that it is the<i>habitation of his holiness. <\/i> It is an encouragement to all his praying people, who desire to be holy as he is holy, that he<i>dwells in a holy place. <\/i> 2. That he would take a course for their relief ( <a class=\"isa\" verses=\"WzE4ODg0XQ==\">Isaiah 63:17<\/a>): \"<i>Return<\/i> change thy way towards us, and proceed not in thy controversy with us return in mercy, and let us have not only a gracious look towards us, but thy gracious presence with us.\" God's people dread nothing more than his departures from them and desire nothing more than his returns to them.<\/p><p>II. The complaints they made to God. Two things they complained of:&mdash; 1. That they were given up to themselves, and God's grace did not recover them, <a class=\"isa\" verses=\"WzE4ODg0XQ==\">Isaiah 63:17<\/a>. It is a strange expostulation, \"<i>Why hast thou made us to err from thy ways,<\/i> that is, many among us, the generality of us and this complaint we have all of us some cause to make that<i>thou hast hardened our heart from thy fear. <\/i> \" Some make it to be the language of those among them that were impious and profane when the prophets reproved them for the<i>error of their ways,<\/i> their<i>hardness of heart,<\/i> and<i>contempt of God's word and commandments,<\/i> they with a daring impudence charged their sin upon God, made him the author of it, and asked<i>why doth he then find fault?<\/i> Note, Those are wicked indeed that lay the blame of their wickedness upon God. But I rather take it to be the language of those among them that lamented the unbelief and impenitence of their people, not accusing God of being the author of their wickedness, but complaining of it to him. They owned that they had<i>erred from God's ways,<\/i> that their<i>hearts<\/i> had been<i>hardened from his fear,<\/i> that they had not received the impressions which the fear of God ought to make upon them and this was the cause of all their errors from his ways or<i>from his fear<\/i> may mean from the true worship of God, and that is a hard heart indeed which is alienated from the service of a God so incontestably great and good. Now this they complain of, as their great misery and burden, that God had for their sins left them to this, had permitted them to<i>err from his ways<\/i> and had justly withheld his grace, so that their<i>hearts were hardened from his fear. <\/i> When they ask, <i>Why hast thou done this?<\/i> it is not as charging him with wrong, but lamenting it as a sore judgment. God had<i>caused them to err and hardened their hearts,<\/i> not only by withdrawing his Spirit from them, because they had grieved, and vexed, and quenched him ( <a class=\"isa\" verses=\"WzE4ODc3XQ==\">Isaiah 63:10<\/a>), but by a judicial sentence upon them (<i>Go, make the heart of this people fat,<\/i> <a class=\"isa\" verses=\"WzE3Nzc5XQ==\">Isaiah 6:9<\/a>) and by his providences concerning them, which had proved sad occasions for their departure from him. David complains of his banishment, because in it he was in effect bidden to<i>go and serve other gods,<\/i> <a class=\"ref\">1 Samuel 26:19<\/a>. Their troubles had alienated many of them from God, and prejudiced them against his service and, because the<i>rod of the wicked had lain long on their lot,<\/i> they were ready to<i>put forth their hand unto iniquity<\/i> ( <a class=\"ref\">Psalm 125:3<\/a>), and this was the thing they complained most of their afflictions were their temptations, and to many of them invincible ones. Note, Convinced consciences complain most of spiritual judgments and dread that most in an affliction which draws them from God and duty. 2. That they were given up to their enemies, and God's providence did not rescue and relieve them ( <a class=\"isa\" verses=\"WzE4ODg1XQ==\">Isaiah 63:18<\/a>):<i>Our adversaries have trodden down thy sanctuary. <\/i> As it was a grief to them that in their captivity the generality of them had lost their affection to God's worship, and had their hearts hardened from it by their affliction, so it was a further grief that they were deprived of their opportunities of worshipping God in solemn assemblies. They complained not so much of the adversaries treading down their houses and cities as of their treading down God's sanctuary, because thereby God was immediately affronted, and they were robbed of the comforts they valued most and took most pleasure in.<\/p><p>III. The pleas they urged with God for mercy and deliverance. 1. They pleaded the tender compassion God used to show to his people and his ability and readiness to appear for them, <a class=\"isa\" verses=\"WzE4ODgyXQ==\">Isaiah 63:15<\/a>. The most prevailing arguments in prayer are those that are taken<i>from God himself<\/i> such these are. <i>Where is thy zeal and thy strength?<\/i> God has a zeal for his own glory, and for the comfort of his people his name is<i>Jealous<\/i> and he is a jealous God and he has strength proportionable to secure his own glory and the interest of his people, in despite of all opposition. Now where are these? Have they not formerly appeared? Why do they not appear now? It cannot be that divine zeal, which is infinitely wise and just, should be cooled, that divine strength, which is infinite, should be weakened. Nay, his people had experienced not only<i>his zeal and his strength, but the sounding of his bowels,<\/i> or rather the yearning of them, such a degree of compassion to them as in men causes a commotion and agitation within them, as <a class=\"ref\">Hosea 11:8<\/a> , <i>My heart is turned within me, my repentings are kindled together<\/i> and <a class=\"ref\">Jeremiah 31:20<\/a> , <i>My bowels are troubled<\/i> (or sound)<i>for him. <\/i> \"Thus God used to be affected towards his people, and to express a<i>multitude of mercies towards them<\/i> but where are they now?<i>Are they restrained?<\/i> <a class=\"ref\">Psalm 77:9<\/a>. Has God, who so often remembered to be gracious, now forgotten to be so?<i>Has he in anger shut up his tender mercies?<\/i> It can never be.\" Note, We may ground good expectations of further mercy upon our experiences of former mercy. 2. They pleaded God's relation to them as their Father ( <a class=\"isa\" verses=\"WzE4ODgzXQ==\">Isaiah 63:16<\/a>): \"Thy tender mercies are not restrained, for they are the tender mercies of a father, who, though he may be for a time displeased with his child, will yet, through the force of natural affection, soon be reconciled. <i>Doubtless thou art our Father,<\/i> and therefore thy bowels will years towards us.\" Such good thoughts of God as these we should always keep up in our hearts. <i>However it be, yet God is good<\/i> for he is our Father. They own themselves fatherless if he be not their Father, and so cast themselves upon him with whom<i>the fatherless findeth mercy,<\/i> <a class=\"ref\">Hosea 14:3<\/a>. It was the honour of their nation that<i>they had Abraham to their father<\/i> ( <a class=\"ref\">Matthew 3:9<\/a>), who was the friend of God, and Israel, who was a prince with God but what the better were they for that unless they had God himself for their Father? \"Abraham and Israel cannot help us they have not the power that God has they are dead long since, and are<i>ignorant of us, and acknowledge us not<\/i> they know not what our case is, nor what our wants are, and therefore know not which way to do us a kindness. If Abraham and Israel were alive with us, they would intercede for us and advise us but they have gone to the other world, and we know not that they have any communication at all with this world, and therefore they are not capable of doing us any kindness any further than that we have the honour of being called their children.\" When the father is dead<i>his sons come to honour and he knows it not,<\/i> <a class=\"ref\">Job 14:21<\/a>. \"But<i>thou, O Lord! art our Father still<\/i> (the fathers of our flesh may call themselves<i>ever-loving<\/i> but they are not<i>ever-living<\/i> it is God only that is the immortal Father, that always knows us, and is never at a distance from us), and therefore<i>our Redeemer from everlasting is thy name,<\/i> the name by which we will know and own thee. It is the name by which from of old thou hast been known thy people have always looked upon thee as the God to whom they might appeal to redress their grievances and plead their cause. Nay\" (according to the sense some give of this place), \"though Abraham and Israel not only cannot, but would not, help us, thou wilt. They have not the pity thou hast. We are so degenerate and corrupt that Abraham and Israel would not own us for their children, yet we fly to thee as our Father. Abraham cast out his son Ishmael Jacob disinherited his son Reuben and cursed Simeon and Levi but our heavenly Father, in pardoning sin, is<i>God, and not man,<\/i> \" <a class=\"ref\">Hosea 11:9<\/a>. 3. They pleaded God's interest in them, that he was their Lord, their owner and proprietor: \"We are thy servants what service we can do thou art entitled to, and therefore we ought not to serve strange kings and strange gods:<i>Return for thy servants' sake. <\/i> \" As a father finds himself obliged by natural affection to relieve and protect his child, so a master thinks himself obliged in honour to rescue and protect his servant: \"<i>We are thine<\/i> by the strongest engagements, as well as the highest endearments. Thou hast borne rule over us therefore, Lord, assert thy own interest, maintain thy own right for<i>we are called by thy name,<\/i> and therefore whither shall we go but to thee, to be righted and protected?<i>We are thine, save us<\/i> ( <a class=\"ref\">Psalm 119:94<\/a>), thy own, acknowledge us. We are the<i>tribes of thy inheritance,<\/i> not only thy servants, but thy tenants we are thine, not only to do work for thee, but to pay rent to thee. The tribes of Israel are God's inheritance, whence issue the little praise and worship that he receives from this lower world and wilt thou suffer thy own servants and tenants to be thus abused?\" 4. They pleaded that they had had but a short enjoyment of the land of promise and the privileges of the sanctuary ( <a class=\"isa\" verses=\"WzE4ODg1XQ==\">Isaiah 63:18<\/a>):<i>The people of thy holiness have possessed it but a little while. <\/i> From Abraham to David were but fourteen generations, and from David to the captivity but fourteen more ( <a class=\"ref\">Matthew 1:17<\/a>), and that was but a little while in comparison with what might have been expected from the promise of the<i>land of Canaan for an everlasting possession<\/i> ( <a class=\"ref\">Genesis 17:8<\/a>) and from the power that was put forth to bring them into that land and settle them in it. \"Though we are<i>the people of thy holiness,<\/i> distinguished from other people and consecrated to thee, yet we are soon dislodged.\" But this they might thank themselves for they were, in profession, the<i>people of God's holiness,<\/i> but it was their wickedness that turned them out of the possession of that land. 5. They pleaded that those who had and kept possession of their land were such as were strangers to God, such as he had no service or honour from: \"<i>Thou never didst bear rule over them,<\/i> nor did they ever yield thee any obedience they<i>were not called by thy name,<\/i> but professed relation to other gods and were the worshippers of them. Will God suffer those that do not stand in any relation to him to trample upon those that do?\" Some give another reading of this: \"<i>We have become as those over whom thou didst never bear rule and who were never called by thy name<\/i> we are rejected and abandoned, despised and trampled upon, as if we never had been in thy service nor had thy name called upon us.\" Thus the shield of<i>Saul was vilely cast away, as though he had not been anointed with oil. <\/i> But the covenant that seems to be forgotten shall be remembered again.<\/p> ",
    "audit": null
}