{
    "id": 12315,
    "source": "mhm",
    "verse_id": 18802,
    "verse_count": 8,
    "reference": "59:1–8",
    "title": "",
    "html": " <p>1 Behold, the L <b>ORD<\/b>,'s hand is not shortened, that it cannot save neither his ear heavy, that it cannot hear: 2 But your iniquities have separated between you and your God, and your sins have hid <i>his<\/i>, face from you, that he will not hear. 3 For your hands are defiled with blood, and your fingers with iniquity your lips have spoken lies, your tongue hath muttered perverseness. 4 None calleth for justice, nor <i>any<\/i>, pleadeth for truth: they trust in vanity, and speak lies they conceive mischief, and bring forth iniquity. 5 They hatch cockatrice' eggs, and weave the spider's web: he that eateth of their eggs dieth, and that which is crushed breaketh out into a viper. 6 Their webs shall not become garments, neither shall they cover themselves with their works: their works <i>are<\/i>, works of iniquity, and the act of violence <i>is<\/i>, in their hands. 7 Their feet run to evil, and they make haste to shed innocent blood: their thoughts <i>are<\/i>, thoughts of iniquity wasting and destruction <i>are<\/i>, in their paths. 8 The way of peace they know not and <i>there is<\/i>, no judgment in their goings: they have made them crooked paths: whosoever goeth therein shall not know peace. <\/p> <p>The prophet here rectifies the mistake of those who had been quarrelling with God because they had not the deliverances wrought for them which they had been often fasting and praying for, <a class=\"isa\" verses=\"WzE4NzkwXQ==\">Isaiah 58:3<\/a>. Now here he shows, <\/p> <p>I. That it was not owing to God. They had no reason to lay the fault upon him that they were not saved out of the hands of their enemies for, 1. He was still as able to help as ever: <i>His hand is not shortened,<\/i>, his power is not at all lessened, straitened, or abridged. Whether we consider the extent of his power or the efficacy of it, God can reach as far as ever and with as strong a hand as ever. Note, The church's salvation comes from the hand of God, and that has not waxed weak nor is it at all shortened. <i>Has the Lord's hand waxed short?<\/i>, (says God to Moses, <a class=\"ref\">Numbers 11:23<\/a>). No, it has not he will not have it thought so. Neither length of time nor strength of enemies, no, nor weakness of instruments, can shorten or straiten the power of God, with which it is all one to save by many or by few. 2. He was still as ready and willing to help as ever in answer to prayer: <i>His ear is not heavy, that it cannot hear.<\/i>, Though he has many prayers to hear and answer, and though he has been long hearing prayer, yet he is still as ready to hear prayer as ever. The prayer of the upright is as much his delight as ever it was, and the promises which are pleaded and put in suit in prayer are still yea and amen, inviolably sure. More is implied than is expressed not only his ear is not heavy, but he is quick of hearing. <i>Even before they call he answers,<\/i>, <a class=\"isa\" verses=\"WzE4OTIyXQ==\">Isaiah 65:24<\/a>. If your prayers be not answered, and the salvation we wait for be not wrought for us, it is not because God is weary of hearing prayer, but because we are weary of praying, not because his ear is heavy when we speak to him, but because our ears are heavy when he speaks to us. <\/p> <p>II. That it was owing to themselves they stood in their own light and put a bar in their own door. God was coming towards them in ways of mercy and they hindered him. <i>Your iniquities have kept good things from you,<\/i>, <a class=\"ref\">Jeremiah 5:25<\/a>. <\/p> <p>1. See what mischief sin does. (1.) It hinders God's mercies from coming down upon us it is a partition wall that separates between us and God. Notwithstanding the infinite distance that is between God and man by nature, there was a correspondence settled between them, till sin set them at variance, justly provoked God against man and unjustly alienated man from God thus it <i>separates between them and God.<\/i>,\"He is your God, yours in profession, and therefore there is so much the more malignity and mischievousness in sin, which separates between you and him.\" Sin <i>hides his face from us<\/i>, (which denotes great displeasure, <a class=\"ref\">Deuteronomy 31:17<\/a>) it provokes him in anger to withdraw his gracious presence, to suspend the tokens of his favour and the instances of his help he hides his face, as refusing to be seen or spoken with. See here sin in its colours, sin exceedingly sinful, withdrawing the creature from his allegiance to his Creator and see sin in its consequences, sin exceedingly hurtful, separating us from God, and so separating us not only <i>from all good,<\/i>, but <i>to all evil<\/i>, (<a class=\"ref\">Deuteronomy 29:21<\/a>), which is the very quintessence of the curse. (2.) It hinders our prayers from coming up unto God it provokes him to hide his face, that he will not hear, as he has said, <a class=\"isa\" verses=\"WzE3NjcwXQ==\">Isaiah 1:15<\/a>. If we <i>regard iniquity in our heart,<\/i>, if we indulge it and allow ourselves in it, God <i>will not hear our prayers,<\/i>, <a class=\"ref\">Psalm 66:18<\/a>. We cannot expect that he should countenance us while we go on to affront him. <\/p> <p>2. Now, to justify God in hiding his face from them, and proceeding in his controversy with them, the prophet shows very largely, in the <a class=\"isa\" verses=\"eyIxODgxMCI6N30=\">Isaiah 59:9-15<\/a>, how many and great their iniquities were, according to the charge given him (<a class=\"isa\" verses=\"WzE4Nzg4XQ==\">Isaiah 58:1<\/a>), <i>to show God's people their transgressions<\/i>, and it is a black bill of indictment that is here drawn up against them, consisting of many particulars, any one of which was enough to separate between them and a just and a holy God. Let us endeavour to reduce these articles of impeachment to proper heads. <\/p> <p>(1.) We must begin with their thoughts, for there all sin begins, and thence it takes its rise: <i>Their thoughts are thoughts of iniquity,<\/i>, <a class=\"isa\" verses=\"WzE4ODA4XQ==\">Isaiah 59:7<\/a>. Their imaginations are so, only evil continually. Their projects and designs are so they are continually contriving some mischief or other, and how to compass the gratification of some base lust (<a class=\"isa\" verses=\"WzE4ODA1XQ==\">Isaiah 59:4<\/a>): <i>They conceive mischief<\/i>, in their fancy, purpose, counsel, and resolution (thus the embryo receives its shape and life), and then they <i>bring forth iniquity,<\/i>, put it in execution when it is ripened for it. Though it is in pain perhaps that the iniquity is brought forth, through the oppositions of Providences and the checks of their own consciences, yet, when they have compassed their wicked purpose, they look upon it with as much pride and pleasure as if it were a <i>man-child born into the world<\/i>, thus, <i>when lust has conceived, it bringeth forth sin,<\/i>, <a class=\"ref\">James 1:15<\/a>. This is called (<a class=\"isa\" verses=\"WzE4ODA2XQ==\">Isaiah 59:5<\/a>) <i>hatching the cockatrice' egg and weaving the spider's web.<\/i>, See how the thoughts and contrivances of wicked men are employed, and about what they set their wits on work. [1.] At the best it is about that which is foolish and frivolous. Their thoughts are vain, like weaving the spider's web, which the poor silly animal takes a great deal of pains about, and, when all is done, it is a weak insignificant thing, a reproach to the place where it is, and which the besom sweeps away in an instant: such are the thoughts which worldly men entertain themselves with, building castles in the air, and pleasing themselves with imaginary satisfaction, like the <i>spider,<\/i>, which <i>takes hold with her hands<\/i>, very finely (<a class=\"ref\">Proverbs 30:28<\/a>), but cannot keep her hold. [2.] Too often it is about that which is malicious and spiteful. They hatch the eggs of the cockatrice or adder, which are poisonous and produce venomous creatures such are the thoughts of the wicked who delight in doing mischief. <i>He that eats of their eggs<\/i>, (that is, he is in danger of having some mischief or other done him), <i>and that which is crushed<\/i>, in order to be eaten of, or which begins to be hatched and you promise yourself some useful fowl from it, <i>breaks out into a viper,<\/i>, which you meddle with at your peril. Happy are those that have least to do with such men. Even the spider's web which they wove was woven with a spiteful design to catch flies in and make a prey of them for, rather than not be doing mischief, they will play at small game. <\/p> <p>(2.) Out of this abundance of wickedness in the heart their mouth speaks, and yet it does not always speak out the wickedness that is within, but, for the more effectually compassing the mischievous design, it is dissembled and covered <i>with much fair speech<\/i>, (<a class=\"isa\" verses=\"WzE4ODA0XQ==\">Isaiah 59:3<\/a>): <i>Your lips have spoken lies<\/i>, and again (<a class=\"isa\" verses=\"WzE4ODA1XQ==\">Isaiah 59:4<\/a>), <i>They speak lies,<\/i>, pretending kindness where they intend the greatest mischief or by slanders and false accusations they blasted the credit and reputation of those they had a spite to and so did them a real mischief unseen, and perhaps by suborning witnesses against them took from them their estates and lives for a false tongue is sharp arrows, and coals of juniper, and every thing that is mischievous. <i>Your tongue has muttered perverseness.<\/i>, When they could not, for shame, speak their malice against their neighbours aloud, or durst not, for fear of being disproved and put to confusion, they muttered it secretly. Backbiters are called <i>whisperers. <\/i> <\/p> <p>(3.) Their actions were all of a piece with their thoughts and words. They were guilty of shedding innocent blood, a crime of the most heinous nature: <i>Your hands are defiled with blood<\/i>, (<a class=\"isa\" verses=\"WzE4ODA0XQ==\">Isaiah 59:3<\/a>) for blood is defiling it leaves an indelible stain of guilt upon the conscience, which nothing but the blood of Christ can cleanse it from. Now was this a case of surprise, or one that occurred when there was something of a force put upon them but (<a class=\"isa\" verses=\"WzE4ODA4XQ==\">Isaiah 59:7<\/a>) <i>their feet ran to this evil,<\/i>, naturally and eagerly, and, hurried on by the <i>impetus<\/i>, of their malice and revenge, <i>they made haste to shed innocent blood,<\/i>, as if they were afraid of losing an opportunity to do a barbarous thing, <a class=\"ref\">Proverbs 1:16; Jeremiah 22:17<\/a>. <i>Wasting and destruction are in their paths.<\/i>, Wherever they go they carry mischief along with them, and the tendency of their way is to lay waste and destroy, nor do they care what havoc they make. Nor do they only thirst after blood, but with other iniquities are their <i>fingers defiled<\/i>, (<a class=\"isa\" verses=\"WzE4ODA0XQ==\">Isaiah 59:3<\/a>) they wrong people in their estates and make every thing their own that they can lay their hands on. <i>They trust in vanity<\/i>, (<a class=\"isa\" verses=\"WzE4ODA1XQ==\">Isaiah 59:4<\/a>) they depend upon their arts of cozenage to enrich themselves with, which will prove vanity to them, and their deceiving others will but deceive themselves. <i>Their works,<\/i>, which they take so much pains about and have their hearts so much upon, <i>are<\/i>, all <i>works of iniquity<\/i>, their whole business is one continued course of oppressions and vexations, <i>and the act of violence is in their hands,<\/i>, according to the arts of violence that are in their heads and the thoughts of violence in their hearts. <\/p> <p>(4.) No methods are taken to redress these grievances, and reform these abuses (<a class=\"isa\" verses=\"WzE4ODA1XQ==\">Isaiah 59:4<\/a>): <i>None calls for justice,<\/i>, none complains of the violation of the sacred laws of justice, nor seeks to right those that suffer wrong or to get the laws put in execution against vice and profaneness, and those lewd practices which are the shame, and threaten to be the bane, of the nation. Note, When justice is not done there is blame to be laid not only upon the magistrates that should administer justice, but upon the people that should call for it. Private persons ought to contribute to the public good by discovering secret wickedness, and giving those an opportunity to punish it that have the power of doing so in their hands but it is ill with a state when princes rule ill and the people love to have it so. Truth is opposed, and there is not any that <i>pleads for it,<\/i>, not any that has the conscience and courage to appear in defence of an honest cause, and confront a prosperous fraud and wrong. <i>The way of peace<\/i>, is as little regarded as the way of truth they <i>know it not,<\/i>, that is, they never study the things that make for peace, no care is taken to prevent or punish the breaches of the peace and to accommodate matters in difference among neighbours they are utter strangers to every thing that looks quiet and peaceable, and affect that which is blustering and turbulent. <i>There is no judgment in their goings<\/i>, they have not any sense of justice in their dealings it is a thing they make no account of at all, but can easily break through all its fences if they stand in the way of their malicious covetous designs. <\/p> <p>(5.) In all this they act foolishly, very foolishly, and as much against their interest as against reason and equity. Those that practise iniquity <i>trust in vanity,<\/i>, which will certainly deceive them, <a class=\"isa\" verses=\"WzE4ODA1XQ==\">Isaiah 59:4<\/a>. <i>Their webs,<\/i>, which they weave with so much art and industry, <i>shall not become garments, neither shall they cover themselves,<\/i>, either for shelter or for ornament, <i>with their works,<\/i>, <a class=\"isa\" verses=\"WzE4ODA3XQ==\">Isaiah 59:6<\/a>. They may do hurt to others with their projects, but can never do any real service or kindness to themselves by them. There is nothing to be got by sin, and so it will appear when profit and loss come to be compared. Those paths of iniquity are <i>crooked paths<\/i>, (<a class=\"isa\" verses=\"WzE4ODA5XQ==\">Isaiah 59:8<\/a>), which will perplex them, but will never bring them to their journey's end whoever go therein, though they say that they shall have peace notwithstanding they go on, deceive themselves for they shall not know peace, as appears by the following verses. <\/p>",
    "audit": null
}