{
    "id": 12101,
    "source": "mhm",
    "verse_id": 17724,
    "verse_count": 11,
    "reference": "3:16-26",
    "title": "",
    "html": "<p>  16  Moreover the L<b>ORD<\/b> saith, Because the daughters of Zion are  haughty, and walk with stretched forth necks and wanton eyes,  walking and mincing <i>as<\/i> they go, and making a tinkling with  their feet:    17  Therefore the Lord will smite with a scab the crown of the  head of the daughters of Zion, and the L<b>ORD<\/b> will discover their  secret parts.    18  In that day the Lord will take away the bravery of <i>their<\/i>  tinkling ornaments <i>about their feet,<\/i> and <i>their<\/i> cauls, and  <i>their<\/i> round tires like the moon,    19  The chains, and the bracelets, and the mufflers,    20  The bonnets, and the ornaments of the legs, and the  headbands, and the tablets, and the earrings,    21  The rings, and nose jewels,    22  The changeable suits of apparel, and the mantles, and the  wimples, and the crisping pins,    23  The glasses, and the fine linen, and the hoods, and the  veils.    24  And it shall come to pass, <i>that<\/i> instead of sweet smell  there shall be stink  and instead of a girdle a rent  and instead  of well set hair baldness  and instead of a stomacher a girding  of sackcloth  <i>and<\/i> burning instead of beauty.    25  Thy men shall fall by the sword, and thy mighty in the war.    26  And her gates shall lament and mourn  and she <i>being<\/i>  desolate shall sit upon the ground.  <\/p>  <p>  The prophet's business was to show all sorts of people what they had  contributed to the national guilt and what share they must expect in  the national judgments that were coming. Here he reproves and warns the  daughters of Zion, tells the ladies of their faults  and Moses, in the  law, having denounced God's wrath against <i>the tender and delicate  woman<\/i> (the prophets being a comment upon the law,   <a class=\"ref\">Deuteronomy 28:56<\/a>),  he here tells them how they shall smart by the calamities that are  coming upon them. Observe,<\/p>  <p>  I. The sin charged upon the daughters of Zion,   <a class=\"isa\" verses=\"MTc3MjQ=\">Isaiah 3:16<\/a>.  The prophet expressly vouches God's authority for what he said, lest it  should be thought it was unbecoming in him to take notice of such  things, and should be resented by the ladies: <i>The Lord saith it.<\/i>  \"Whether they will hear, or whether they will forbear, let them know  that God takes notice of, and is much displeased with, the folly and  vanity of proud women, and his law takes cognizance even of their  dress.\" Two things that here stand indicted for--haughtiness and  wantonness, directly contrary to that <i>modesty, shamefacedness, and  sobriety, with which women ought to adorn themselves,<\/i>   <a class=\"ref\">1 Timothy 2:9<\/a>.  They discovered the disposition of their mind by their gait and  gesture, and the lightness of their carriage. They are haughty, for  they <i>walk with stretched-forth necks,<\/i> that they may seem tall,  or, as thinking nobody good enough to speak to them or to receive a  look or a smile from them. Their eyes are wanton, <i>deceiving<\/i> (so  the word is)  with their amorous glances they draw men into their  snares. They affect a formal starched way of going, that people may  look at them, and admire them, and know they have been at the  dancing-school, and have learned the minuet-step. They go  <i>mincing,<\/i> or nicely tripping, not willing to set so much as the  sole of their foot to the ground, for tenderness and delicacy. They  make a <i>tinkling with their feet,<\/i> having, as some think, chains,  or little bells, upon their shoes, that made a noise: they go <i>as if  they were fettered<\/i> (so some read it), like a horse tramelled, that  he may learn to pace. Thus Agag came delicately,   <a class=\"ref\">1 Samuel 15:32<\/a>.  Such a nice affected mien is not only a force upon that which is  natural, and ridiculous before men, men of sense  but as it is an  evidence of a vain mind, it is offensive to God. And two things  aggravated it here:  1. That these were the daughters of Zion, the holy mountain, who should  have behaved with the gravity that becomes women professing godliness.  2. That it should seem, by the connexion, they were the wives and  daughters of the princes who spoiled and oppressed the poor  (<a class=\"isa\" verses=\"MTc3MjI=\">Isaiah 3:14<\/a>)  that they might maintain the pride and luxury of their families.<\/p>  <p>  II. The punishments threatened for this sin  and they answer the sin as  face answers to face in a glass,   <a class=\"isa\" verses=\"MTc3MjU=\">Isaiah 3:17<\/a>.  1. They <i>walked with stretched-forth necks,<\/i> but God will <i>smite  with a scab the crown of their head,<\/i> which shall lower their  crests, and make them ashamed to show their heads, being obliged by it  to cut off their hair. Note, Loathsome diseases are often sent as the  just punishment of pride, and are sometimes the immediate effect of  lewdness, the flesh and the body being consumed by it.  2. They cared not what they laid out in furnishing themselves with  great variety of fine clothes  but God will reduce them to such poverty  and distress that they shall not have clothes sufficient to cover their  nakedness, but their uncomeliness shall be exposed through their rags.  3. They were extremely fond and proud of their ornaments  but God will  strip them of those ornaments, when their houses shall be plundered,  their treasures rifled, and they themselves led into captivity. The  prophet here specifies many of the ornaments which they used as  particularly as if he had been the keeper of their wardrobe or had  attended them in their dressing-room. It is not at all material to  enquire what sort of ornaments these respectively were and whether the  translations rightly express the original words  perhaps 100 years  hence the names of some of the ornaments that are now in use in our own  land will be as little understood as some of those here mentioned now  are. Fashions alter, and so do the names of them  and yet the mention  of them is not in vain, but is designed to expose the folly of the  daughters of Zion  for,  (1.) Many of these things, we may suppose, were very odd and  ridiculous, and, if they had not been in fashion, would have been  hooted at. They were fitter to be toys for children to play with than  ornaments for grown people to go to Mount Zion in.  (2.) Those things that were decent and convenient, as <i>the linen, the  hoods, and the veils,<\/i> needed not be provided in such abundance and  variety. It is necessary to have apparel and proper that all should  have it according to their rank  but what occasion was there for so  many changeable suits of apparel  (<a class=\"isa\" verses=\"MTc3MzA=\">Isaiah 3:22<\/a>),  that they might not be seen two days together in the same suit? \"They  must have (as the homily against excess of apparel speaks) one gown for  the day, another for the night--one long, another short--one for the  working day, another for the holy-day--one of this colour, another of  that colour--one of cloth, another of silk or damask--one dress afore  dinner, another after--one of the Spanish fashion, another Turkey--and  never content with sufficient.\" All this, as it is an evidence of pride  and vain curiosity, so must needs spend a great deal in gratifying a  base lust that ought to be laid out in works of piety and charity  and  it is well if poor tenants be not racked, or poor creditors defrauded  to support it.  (3.) The enumeration of these things intimates what care they were in  about them, how much their hearts were upon them, what an exact account  they kept of them, how nice and critical they were about them, how  insatiable their desire was of them, and how much of their comfort was  bound up in them. A maid could forget none of these ornaments, though  they were ever so many  (<a class=\"ref\">Jeremiah 2:32<\/a>),  but they would report them as readily, and talk of them with as much  pleasure, as if they had been things of the greatest moment. The  prophet did not speak of these things as in themselves sinful (they  might lawfully be had and used), but as things which they were proud of  and should therefore be deprived of.<\/p>  <p>  III. They were very nice and curious about their clothes  but God would  make those bodies of theirs, which were at such expense to beautify and  make easy, a reproach and burden to them  (<a class=\"isa\" verses=\"MTc3MzI=\">Isaiah 3:24<\/a>):  <i>Instead of sweet smell<\/i> (those tablets, or boxes, of perfume,  <i>houses of the soul<\/i> or <i>breath,<\/i> as they are called,   <a class=\"isa\" verses=\"MTc3Mjg=\">Isaiah 3:20<\/a>,  <i>margin<\/i>) <i>there shall be stink,<\/i> garments grown filthy with  being long worn, or from some loathsome disease or plasters for the  cure of it. <i>Instead of a<\/i> rich embroidered <i>girdle<\/i> used to  make the clothes sit tight, there shall be <i>a rent,<\/i> a rending of  the clothes for grief, or old rotten clothes rent into rags. <i>Instead  of well-set hair,<\/i> curiously plaited and powdered, there shall be  <i>baldness,<\/i> the hair being plucked off or shaven, as was usual in  times of great affliction  (<a class=\"isa\" verses=\"WzE3OTYzLDE5MzQzXQ==\">Isaiah 15:2; Jeremiah 16:6<\/a>),  or in great servitude,   <a class=\"ref\">Ezekiel 29:18<\/a>.  <i>Instead of a stomacher,<\/i> or a scarf or sash, there shall be <i>a  girding of sackcloth,<\/i> in token of deep humiliation  <i>and burning  instead of beauty.<\/i> Those that had a good complexion, and were proud  of it, when they are carried into captivity shall be tanned and  sun-burnt  and it is observed that the best faces are soonest injured  by the weather. From all this let us learn,  1. Not to be nice and curious about our apparel, not to affect that  which is gay and costly, nor to be proud of it.  2. Not to be secure in the enjoyment of any of the delights of sense,  because we know not how soon we may be stripped of them, nor what  straits we may be reduced to.<\/p>  <p>  IV. They designed by these ornaments to charm the gentlemen, and win  their affections  (<a class=\"ref\">Proverbs 7:16<\/a>),  but there shall be none to be charmed by them  (<a class=\"isa\" verses=\"MTc3MzM=\">Isaiah 3:25<\/a>):  <i>Thy men shall fall by the sword, and the mighty in the war,<\/i> The  <i>fire shall consume them,<\/i> and then the <i>maidens<\/i> shall  <i>not be given in marriage <\/i> as it is,   <a class=\"ref\">Psalm 78:63<\/a>.  When the sword comes with commission the mighty commonly fall first by  it, because they are most forward to venture. And, when Zion's guards  are cut off, no marvel that Zion's gates <i>lament and mourn<\/i>  (<a class=\"isa\" verses=\"MTc3MzQ=\">Isaiah 3:26<\/a>),  the enemies having made themselves masters of them  and the city  itself, being desolate, being emptied or swept, shall <i>sit upon the  ground<\/i> like a disconsolate widow. If sin be harboured with in the  walls, lamentation and mourning are near the gates.<\/p>",
    "audit": null
}