{
    "id": 12215,
    "source": "mhm",
    "verse_id": 18322,
    "verse_count": 4,
    "reference": "35:1-4",
    "title": "",
    "html": "<p>  1  The wilderness and the solitary place shall be glad for them  and the desert shall rejoice, and blossom as the rose.    2  It shall blossom abundantly, and rejoice even with joy and  singing: the glory of Lebanon shall be given unto it, the  excellency of Carmel and Sharon, they shall see the glory of the  L<b>ORD<\/b>, <i>and<\/i> the excellency of our God.    3  Strengthen ye the weak hands, and confirm the feeble knees.    4  Say to them <i>that are<\/i> of a fearful heart, Be strong, fear  not: behold, your God will come <i>with<\/i> vengeance, <i>even<\/i> God  <i>with<\/i> a recompence  he will come and save you.  <\/p>  <p>  In these verses we have,<\/p>  <p>  I. The desert land blooming. In the foregoing chapter we had a populous  and fruitful country turned into a horrid wilderness  here we have in  lieu of that, a wilderness turned into a good land. When the land of  Judah was freed from the Assyrian army, those parts of the country that  had been made as a wilderness by the ravages and outrages they  committed began to recover themselves, and to look pleasantly again,  and to blossom as the rose. When the Gentile nations, that had been  long as a wilderness, bringing forth no fruit to God, received the  gospel, joy came with it to them,   <a class=\"ref\">Psalm 67:3<\/a>.  When Christ was preached in Samaria there was <i>great joy in that  city<\/i>  (<a class=\"ref\">Acts 8:8<\/a>)  those that sat in darkness saw a great and joyful light, and then they  blossomed, that is, gave hopes of abundance of fruit  for that was it  which the preachers of the gospel aimed at  (<a class=\"ref\">John 15:16<\/a>),  to <i>go and bring forth fruit,<\/i>   <a class=\"ref\">Romans 1:13; Colossians 1:6<\/a>.  Though blossoms are not fruit, and often miscarry and come to nothing,  yet they are in order to fruit. Converting grace makes the soul that  was <i>a wilderness to rejoice with joy and singing,<\/i> and to  <i>blossom abundantly.<\/i> This flourishing desert shall have all  <i>the glory of Lebanon<\/i> given to it, which consisted in the  strength and stateliness of its cedars, together with <i>the excellency  of Carmel and Sharon,<\/i> which consisted in corn and cattle. Whatever  is valuable in any institution is brought into the gospel. All the  beauty of the Jewish church was admitted into the Christian church, and  appeared in its perfection, as the apostle shows at large in his  epistle to the Hebrews. Whatever was excellent an desirable in the  Mosaic economy is translated into the evangelical institutes.<\/p>  <p>  II. The glory of God shining forth: <i>They shall see the glory of the  Lord.<\/i> God will manifest himself more than ever in his grace and  love to mankind (for that is his glory and excellency), and he shall  give them eyes to see it, and hearts to be duly affected with it. This  is that which will make the desert blossom. The more we see by faith of  the glory of the Lord and the excellency of our God the more joyful and  the more fruitful shall we be.<\/p>  <p>  III. The feeble and faint-hearted encouraged,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 35:3<\/a>.  God's prophets and ministers are in a special manner charged, by virtue  of their office, to <i>strengthen the weak hands,<\/i> to comfort those  who could not yet recover the fright they had been put into by the  Assyrian army with an assurance that God would now return in mercy to  them. This is the design of the gospel,  1. To strengthen those that are weak and to confirm them--the weak  hands, which are unable either to work or fight, and can hardly be  lifted up in prayer, and the feeble knees, which are unable either to  stand or walk and unfit for the race set before us. The gospel  furnishes us with strengthening considerations, and shows us where  strength is laid up for us. Among true Christians there are many that  have weak hands and feeble knees, that are yet but babes in Christ  but  it is our duty to strengthen our brethren  (<a class=\"ref\">Luke 22:32<\/a>),  not only to bear with the weak, but to do what we can to confirm them,  <a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Romans+15:1&t1=en_nas\" id=\"22\" class=\"stL\" target=\"_blank\">Romans  15:1,1 Thessalonians 5:14<\/a>.  It is our duty also to strengthen ourselves, to lift up <i>the hands  which hang down<\/i>  (<a class=\"ref\">Hebrews 12:12<\/a>),  improving the strength God has given us, and exerting it.  2. To animate those that are timorous and discouraged: <i>Say to those  that are of a fearful heart,<\/i> because of their own weakness and the  strength of their enemies, that are <i>hasty<\/i> (so the word is), that  are for betaking themselves to flight upon the first alarm, and giving  up the cause, that say, in their haste, \"We are cut off and undone\"  (<a class=\"ref\">Psalm 31:22<\/a>),  there is enough in the gospel to silence these fears  it says to them,  and let them say it to themselves and one to another, <i>Be strong,  fear not.<\/i> Fear is weakening  the more we strive against it the  stronger we are both for doing and suffering  and, for our  encouragement to strive, he that says to us, <i>Be strong<\/i> has laid  help for us upon one that is mighty.<\/p>  <p>  IV. Assurance given of the approach of a Saviour: \"<i>Your God will  come with vengeance.<\/i> God will appear for you against your enemies,  will recompense both their injuries and your losses.\" The Messiah will  come, in the fulness of time, to take vengeance on the powers of  darkness, to spoil them, and make a show of them openly, to recompense  those that mourn in Zion with abundant comforts. <i>He will come and  save us.<\/i> With the hopes of this the Old-Testament saints  strengthened their weak hands. He will come again at the end of time,  will come in flaming fire, to recompense tribulation to those who have  troubled his people, and, to those who were troubled, rest, such a rest  as will be not only a final period to, but a full reward of, all their  troubles,   <a class=\"ref\">2 Thessalonians 1:6<\/a>.  Those whose <i>hearts tremble for the ark of God,<\/i> and who are under  a concern for his church in the world, may silence their fears with  this, God will take the work into his own hands. Your God will come,  who pleads your cause and owns your interest, even God himself, who is  God alone.<\/p>",
    "audit": null
}