{
    "id": 12183,
    "source": "mhm",
    "verse_id": 18143,
    "verse_count": 8,
    "reference": "26:12-19",
    "title": "",
    "html": "<p>  12  L<b>ORD<\/b>, thou wilt ordain peace for us: for thou also hast  wrought all our works in us.    13  O L<b>ORD<\/b> our God, <i>other<\/i> lords beside thee have had dominion  over us: <i>but<\/i> by thee only will we make mention of thy name.    14  <i>They are<\/i> dead, they shall not live  <i>they are<\/i> deceased,  they shall not rise: therefore hast thou visited and destroyed  them, and made all their memory to perish.    15  Thou hast increased the nation, O L<b>ORD<\/b>, thou hast increased  the nation: thou art glorified: thou hadst removed <i>it<\/i> far  <i>unto<\/i> all the ends of the earth.    16  L<b>ORD<\/b>, in trouble have they visited thee, they poured out a  prayer <i>when<\/i> thy chastening <i>was<\/i> upon them.    17  Like as a woman with child, <i>that<\/i> draweth near the time of  her delivery, is in pain, <i>and<\/i> crieth out in her pangs  so have  we been in thy sight, O L<b>ORD<\/b>.    18  We have been with child, we have been in pain, we have as it  were brought forth wind  we have not wrought any deliverance in  the earth  neither have the inhabitants of the world fallen.    19  Thy dead <i>men<\/i> shall live, <i>together with<\/i> my dead body  shall they arise. Awake and sing, ye that dwell in dust: for thy  dew <i>is as<\/i> the dew of herbs, and the earth shall cast out the  dead.  <\/p>  <p>  The prophet in these verses looks back upon what God had done with  them, both in mercy and judgment, and sings unto God of both, and then  looks forward upon what he hoped God would do for them. Observe,<\/p>  <p>  I. His reviews and reflections are mixed. When he looks back upon the  state of the church he finds,<\/p>  <p>  1. That God had in many instances been very gracious to them and had  done great things for them.  (1.) In general  (<a class=\"isa\" verses=\"MTgxNDM=\">Isaiah 26:12<\/a>):  <i>Thou hast wrought all our works in us,<\/i> or <i>for<\/i> us.  Whatever good work is done by us, it is owing to a good work wrought by  the grace of God in us  it is he that puts good thoughts and affections  into our hearts if at any time they be there, and that <i>works in us  both to will and to do of his good pleasure. Acti, agimus--Being acted  upon, we act.<\/i> And if any kindness be shown us, or any of our  affairs be prosperous and successful, it is God that works it for us.  Every creature, every business, that is in any way serviceable to our  comfort, is made by him to be so  and sometimes he makes that to work  for us which seemed to make against us.  (2.) In particular  (<a class=\"isa\" verses=\"MTgxNDY=\">Isaiah 26:15<\/a>):  \"<i>Thou hast increased the nation, O Lord!<\/i> so that a little one  has become a thousand (in Egypt they multiplied exceedingly, and  afterwards in Canaan, so that they filled the land)  and in this  <i>thou art glorified,<\/i>\" for the multitude of the people is the  honour of the prince, and therein God was glorified as faithful to his  covenant with Abraham, that he would make him a father of many nations.  Note, God's nation is a growing nation, and it is the glory of God that  it is so. The increase of the church, that holy nation, is  <i>therefore<\/i> to be rejoiced in because it is the increase of those  that make it their business to glorify God in this world.<\/p>  <p>  2. That yet he had laid them under his rebukes.<\/p>  <p>  (1.) The neighbouring nations had sometimes oppressed them and  tyrannised over them  (<a class=\"isa\" verses=\"MTgxNDQ=\">Isaiah 26:13<\/a>):  \"<i>O Lord our God!<\/i> thou who hast the sole right to rule us, whose  subjects and servants we are, to thee we complain (for whither else  should we go with our complaints?) that <i>other lords besides thee  have had dominion over us.<\/i>\" Not only in the days of the Judges, but  afterwards, God frequently sold them into the hand of their enemies, or  rather, by their iniquities, they <i>sold themselves,<\/i>   <a class=\"isa\" verses=\"eyIxODcwMCI6M30=\">Isaiah 52:3-5<\/a>.  When they had been careless in the service of God, God suffered their  enemies to have dominion over them, that they might know the difference  between his service <i>and the service of the kingdoms of the  countries.<\/i> It may be understood as a confession of sin, their  serving other gods, and subjecting themselves to the superstitious laws  and customs of their neighbours, by which other lords (for they called  their idols <i>baals, lords<\/i>) had dominion over them, besides God.  But now they promise that it shall be so no more: \"Henceforth <i>by  thee only will we make mention of thy name <\/i> we will worship thee  only, and in that way only which thou hast instituted and appointed.\"  The same may be our penitent reflection: <i>Other lords, besides God,  have had dominion over us <\/i> every lust has been our lord, and we  have been led captive by it  and it is has been long enough, and too  long, that we have thus wronged both God and ourselves. The same  therefore must be our pious resolution, that henceforth we will make  mention of God's name only and by him only, that we will keep close to  God and to our duty and never desert it.<\/p>  <p>  (2.) They had sometimes been carried into captivity before their  enemies  (<a class=\"isa\" verses=\"MTgxNDY=\">Isaiah 26:15<\/a>):  \"The nation which at first thou didst increase, and make to take root,  thou hast now diminished, and plucked up, and <i>removed to all the  ends of the earth, driven out to the utmost parts of heaven,<\/i>\" as is  threatened,   <a class=\"ref\">Deuteronomy 30:4; Deuteronomy 28:64<\/a>.  But observe, Between the mention of the increasing of them and that of  the removing of them it is said, <i>Thou art glorified <\/i> for the  judgments God inflicts upon his people for their sins are for his  honour, as well as the mercies he bestows upon them in performance of  his promise.<\/p>  <p>  (3.) The prophet remembers that when they were thus oppressed and  carried captive they cried unto God, which was a good evidence that  they neither had quite forsaken him nor were quite forsaken of him, and  that there were merciful intentions in the judgments they were under  (<a class=\"isa\" verses=\"MTgxNDc=\">Isaiah 26:16<\/a>):  <i>Lord, in trouble have they visited thee.<\/i> This was usual with the  people of Israel, as we find frequently in the story of the Judges.  When <i>other lords had dominion over them<\/i> they <i>humbled  themselves, and said, The Lord is righteous,<\/i>   <a class=\"ref\">2 Chronicles 12:6<\/a>.  See here,  [1.] The need we have of afflictions. They are necessary to stir up  prayer  when it is said, <i>In trouble have they visited thee,<\/i> it  is implied that in their peace and prosperity they were strangers to  God, kept at a distance from him, and seldom came near him, as if, when  the world smiled upon them, they had no occasion for his favours.  [2.] The benefit we often have by afflictions. They bring us to God,  quicken us to our duty, and show us our dependence upon him. Those that  before seldom looked at God now visit him  they come frequently, they  become friendly, and make their court to him. Before, prayer came drop  by drop, but now they <i>pour out a prayer <\/i> it comes now like water  from a fountain, not like water from a still. They poured out <i>a  secret speech <\/i> so the margin. Praying is speaking to God, but it is  a secret speech  for it is the language of the heart, otherwise it is  not praying. Afflictions bring us to secret prayer, in which we may be  more free and particular in our addresses to him than we can be in  public. In affliction those will seek God early who before sought him  slowly,   <a class=\"ref\">Hosea 5:15<\/a>.  It will make men fervent and fluent in prayer. \"They poured out a  prayer, as the drink-offerings were poured out, when thy chastening was  upon them.\" But it is to be feared, when the chastening is off them,  they will by degrees return to their former carelessness, as they had  often done.<\/p>  <p>  (4.) He complains that their struggles for their own liberty had been  very painful and perilous, but that they had not been successful,   <a class=\"isa\" verses=\"MTgxNDg=\">Isaiah 26:17<\/a>.  [1.] They had the throes and pangs they dreaded: \"We have been like a  woman in labour, that cries out in her pangs  we have with a great deal  of anxiety and toil endeavoured to help ourselves, and our troubles  have been increased by those attempts \" as when Moses came to deliver  Israel the tale of bricks was doubled. Their prayers were quickened by  the acuteness of their pains, and became as strong and vehement as the  cries of a woman in sore travail. <i>So have we been in thy sight, O  Lord!<\/i> It was a comfort and satisfaction to them, in their distress,  that God had his eye upon them, that all their miseries were in his  sight  he was no stranger to their pangs or their prayers. <i>Lord,  all my desire is before thee, and my groaning is not hidden from  thee,<\/i>   <a class=\"ref\">Psalm 38:9<\/a>.  Whenever they came to <i>present themselves before the Lord<\/i> with  their complaints and petitions they were in agonies like those of a  woman in travail.  [2.] They came short of the issue and success they desired and hoped  for: \"<i>We have been with child <\/i> we have had great expectation of  a speedy and happy deliverance, have been big with hopes, and, when we  have been in pain, have comforted ourselves with this, that the joyful  birth would make us forget <i>our misery,<\/i>   <a class=\"ref\">John 16:21<\/a>.  But, alas! <i>we have as it were brought forth wind <\/i> it has proved  a false conception  our expectations have been frustrated, and our  pains have been rather dying pains than travailing ones  we have had a  miscarrying womb and dry breasts. All our efforts have proved abortive:  <i>We have not wrought any deliverance in the earth,<\/i> for ourselves  or for our friends and allies, but rather have made our own case and  theirs worse  <i>neither have the inhabitants of the world,<\/i> whom we  have been contesting with, <i>fallen<\/i> before us, either in their  power or in their hopes  but they are still as high and arrogant as  ever.\" Note, A righteous cause may be strenuously pleaded both by  prayer and endeavour, both with God and man, and yet for a great while  may be left under a cloud, and the point may not be gained.<\/p>  <p>  II. His prospects and hopes are very pleasant. In general, \"<i>Thou  wilt ordain peace for us<\/i>  (<a class=\"isa\" verses=\"MTgxNDM=\">Isaiah 26:12<\/a>),  that is, all that good which the necessity of our case calls for.\" What  peace the church has, or hopes for, it is of God's ordaining  and we  may comfort ourselves with this, that, what trouble soever may for a  time be appointed to the people of God, peace will at length be  ordained for them  for the <i>end of those men is peace.<\/i> And, if  God by his Spirit <i>work all our works in us,<\/i> he will ordain peace  for us (for the work of righteousness shall be peace), and that is true  and lasting peace, such as the world can neither give nor take away,  which God ordains  for, to those that have it, it shall be unchangeable  as the ordinances <i>of the day and of the night.<\/i> Moreover, from  what God has done for us, we may encourage ourselves to hope that he  will yet further do us good. \"Thou hast heard the desire of the humble,  and therefore wilt  (<a class=\"ref\">Psalm 10:17<\/a>)  and, when this peace is ordained for us, then <i>by thee only will we  make mention of thy name<\/i>  (<a class=\"isa\" verses=\"MTgxNDQ=\">Isaiah 26:13<\/a>)  we will give the glory of it to thee only, and not to any other, and we  will depend upon thy grace only to enable us to do so.\" We cannot  praise God's name but by his strength. Two things in particular the  prophet here comforts the church with the prospect of:--  1. The amazing ruin of her enemies  (<a class=\"isa\" verses=\"MTgxNDU=\">Isaiah 26:14<\/a>):  <i>They are dead,<\/i> those <i>other lords<\/i> that <i>have had  dominion over us <\/i> their power is irrecoverably broken  they are  quite cut off and extinguished: and <i>they shall not live,<\/i> shall  never be able to hold up the head any more. Being <i>deceased, they  shall not rise,<\/i> but, like Haman, when they have begun to fall  before the seed of the Jews they shall sink like a stone. Because they  are sentenced to this final ruin, therefore, in pursuance of that  sentence, God himself has visited them in wrath, as a righteous Judge,  and has cut off both the men themselves (<i>he has destroyed them<\/i>)  and <i>the remembrance of them:<\/i> they and their names are buried  together in the dust. He has <i>made all their memory to perish <\/i>  they are either forgotten or made mention of with detestation. Note,  The cause that is maintained in opposition to God and his kingdom among  men, though it may prosper awhile, will certainly sink at last, and all  that adhere to it will perish with it. The Jewish doctors, comparing  this with   <a class=\"isa\" verses=\"MTgxNTA=\">Isaiah 26:19<\/a>,  infer that the resurrection of the dead belong to the Jews only, and  that those of other nations shall not rise. But we know better  we know  that <i>all who are in their graves shall hear the voice of the Son of  God,<\/i> and that this speaks of the final destruction of Christ's  enemies, which is the second death.  2. The surprising resurrection of her friends,   <a class=\"isa\" verses=\"MTgxNTA=\">Isaiah 26:19<\/a>.  Though the church rejoices not in the birth of the man-child, of which  she travailed in pain, <i>but has as it were brought forth wind<\/i>  (<a class=\"isa\" verses=\"MTgxNDk=\">Isaiah 26:18<\/a>),  yet the disappointment shall be balanced in a way equivalent: <i>Thy  dead men shall live <\/i> those who were thought to be dead, who had  received a sentence of death within themselves, who were cast out as if  they had been naturally dead, shall appear again in their former  vigour. A spirit of life from God shall enter into the slain witnesses,  and they shall prophesy again,   <a class=\"ref\">Revelation 11:11<\/a>.  The <i>dry bones shall live,<\/i> and become an <i>exceedingly great  army,<\/i>   <a class=\"ref\">Ezekiel 37:10<\/a>.  <i>Together with my dead body shall they arise.<\/i> If we believe the  resurrection of the dead, of our dead bodies at the last day, as Job  did, and the prophet here, that will facilitate our belief of the  promised restoration of the church's lustre and strength in this world.  When God's time shall have come, how low soever she may be brought,  they shall arise, even Jerusalem, the city of God, but now lying like a  dead body, a carcase to which the eagles are gathered together. God  owns it still for his, so does the prophet  but it shall arise, shall  be rebuilt, and flourish again. And therefore let the poor, desolate,  melancholy remains of its inhabitants, that dwell as in dust, <i>awake  and sing <\/i> for they shall see Jerusalem, the <i>city of their  solemnities, a quiet habitation again,<\/i>   <a class=\"isa\" verses=\"MTgzMDA=\">Isaiah 33:20<\/a>.  The dew of God's favour shall be to it as the evening dew to the herbs  that were parched with the heat of the sun all day, shall revive and  refresh them. And as the spring-dews, that water the earth, and make  the herbs that lay buried in it to put forth and bud, so shall they  flourish again, and <i>the earth shall cast out the dead,<\/i> as it  casts the herbs out of their roots. The earth, in which they seemed to  be lost, shall contribute to their revival. When the church and her  interests are to be restored neither the dew of heaven nor the fatness  of the earth shall be wanting to do their part towards the restoration.  Now this (as Ezekiel's vision, which is a comment upon it) may be fitly  accommodated,  (1.) To the spiritual resurrection of those that were dead in sin, by  the power of Christ's gospel and grace. So Dr. Lightfoot applies it,  <i>Hor. Hebr. in Joh.<\/i> 12.24. \"The Gentiles shall live  with my body  shall they arise  that is, they shall be called in after Christ's  resurrection, shall rise with him, and sit with him in heavenly places  nay, they shall arise my body (says he)  they shall become the mystical  body of Christ, and shall arise as part of him.\"  (2.) To the last resurrection, when dead saints shall live, and rise  together with Christ's dead body  for he arose as the first-fruits, and  believers shall arise by virtue of their union with him and their  communion in his resurrection.<\/p>",
    "audit": null
}