{
    "id": 12287,
    "source": "mhm",
    "verse_id": 18704,
    "verse_count": 6,
    "reference": "52:7-12",
    "title": "",
    "html": "<p>  7  How beautiful upon the mountains are the feet of him that  bringeth good tidings, that publisheth peace  that bringeth good  tidings of good, that publisheth salvation  that saith unto Zion,  Thy God reigneth!    8  Thy watchmen shall lift up the voice  with the voice together  shall they sing: for they shall see eye to eye, when the L<b>ORD<\/b>  shall bring again Zion.    9  Break forth into joy, sing together, ye waste places of  Jerusalem: for the L<b>ORD<\/b> hath comforted his people, he hath  redeemed Jerusalem.    10  The L<b>ORD<\/b> hath made bare his holy arm in the eyes of all the  nations  and all the ends of the earth shall see the salvation of  our God.    11  Depart ye, depart ye, go ye out from thence, touch no  unclean <i>thing <\/i> go ye out of the midst of her  be ye clean, that  bear the vessels of the L<b>ORD<\/b>.    12  For ye shall not go out with haste, nor go by flight: for  the L<b>ORD<\/b> will go before you  and the God of Israel <i>will be<\/i> your  rereward.  <\/p>  <p>  The removal of the Jews from Babylon to their own land again is here  spoken of both as a mercy and as a duty  and the application of   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52:7<\/a>  to the preaching of the gospel (by the apostle,   <a class=\"ref\">Romans 10:15<\/a>)  plainly intimates that that deliverance was a type and figure of the  redemption of mankind by Jesus Christ, to which what is here said of  their redemption out of Babylon ought to be accommodated.<\/p>  <p>  I. It is here spoken of as a great blessing, which ought to be welcomed  with abundance of joy and thankfulness.  1. Those that bring the tidings of their release shall be very  acceptable  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52:7<\/a>):  \"<i>How beautiful upon the mountains,<\/i> the mountains round about  Jerusalem, over which these messengers are seen coming at a distance,  <i>how beautiful are their feet,<\/i> when it is known what tidings they  bring!\" It is not meant so much of the common posts, or the messengers  sent express by the government to disperse the proclamation, but rather  of some of the Jews themselves, who, being at the fountain-head of  intelligence, had early notice of it, and immediately went themselves,  or sent their own messengers, to all parts, to disperse the news, and  even to Jerusalem itself, to tell the few who remained there that their  brethren would be with them shortly  for it is published not merely as  matter of news, but as a proof that Zion's God reigns, for in that  language it is published: they say unto Zion, <i>Thy God reigns.<\/i>  Those who bring the tidings of peace and salvation, that Cyrus has  given orders for the release of the Jews, tidings which were so long  expected by those that waited for the consolation of Israel, those  <i>good tidings<\/i> (so the original reads it, without the tautology of  our translation, <i>good tidings of good<\/i>), put this construction  upon it, <i>O Zion! thy God reigns.<\/i> Note, When bad news is abroad  this is good news, and when good news is abroad this is the best news,  that Zion's God reigns, that God is Zion's God, in covenant with her,  and as such he reigns,   <a class=\"ref\">Psalm 146:10; Zechariah 9:9<\/a>.  <i>The Lord has founded Zion,<\/i>   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 14:32<\/a>.  All events have their rise in the disposals of the kingdom of his  providence and their tendency to the advancement of the kingdom of his  grace. This must be applied to the preaching of the gospel, which is a  proclamation of peace and salvation  it is gospel indeed, good news,  glad tidings, tidings of victory over our spiritual enemies and liberty  from our spiritual bondage. The good news is that the Lord Jesus reigns  and all power is given to him. Christ himself brought these tidings  first  (<a class=\"ref\">Luke 4:18; Hebrews 2:3<\/a>),  and of him the text speaks: <i>How beautiful are his feet!<\/i> his feet  that were nailed to the cross, how beautiful upon Mount Calvary! his  feet when he came <i>leaping upon the mountains<\/i>  (Song of  <a class=\"ref\">Song of Solomon 2:8<\/a>),  how beautiful were they to those who knew his voice and knew it to be  the voice of their beloved! His ministers proclaim these good tidings  they ought to keep their feet clean from the pollutions of the world,  and then they ought to be beautiful in the eyes of those to whom they  are sent, who sit at their feet, or rather at Christ's in them, to hear  his word. They must be <i>esteemed in love<\/i> for <i>their work's  sake<\/i>  (<a class=\"ref\">1 Thessalonians 5:13<\/a>),  for their message sake, which is well worthy of all acceptation.  2. Those to whom the tidings are brought shall be put thereby into a  transport of joy.  (1.) Zion's watchmen shall then rejoice because they are surprisingly  illuminated,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52:8<\/a>.  The watchmen on Jerusalem's walls shall lead the chorus in this  triumph. Who they were we are told,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 62:6<\/a>.  They were such as God set on the walls of Jerusalem, to make mention of  his name, and to continue instant in prayer to him, till he again  <i>made Jerusalem a praise in the earth.<\/i> These watchmen stand upon  their watch-tower, waiting for an answer to their prayers  (<a class=\"ref\">Habakkuk 2:1<\/a>)  and therefore when the good news comes they have it first, and the  longer they have continued and the more importunate they have been in  praying for it the more will they be elevated when it comes: They shall  <i>lift up the voice, with the voice together shall they sing<\/i> in  concert, to invite others to join with them in their praises. And that  which above all things will transport them with pleasure is that  <i>they shall see eye to eye,<\/i> that is, face to face. Whereas God  had been a God hiding himself, and they could scarcely discern any  thing of his favour through the dark cloud of their afflictions, now  that the cloud is scattered they shall plainly see it. They shall see  <i>Zion's king eye to eye <\/i> so it was fulfilled when the Word was  made flesh and dwelt among us, and there were those that <i>saw his  glory<\/i>  (<a class=\"ref\">John 1:14<\/a>)  <i>and looked upon it,<\/i>   <a class=\"ref\">1 John 1:1<\/a>.  They shall see an exact agreement and correspondence between the  prophecy and the event, the promise and the performance  they shall see  how they look one upon another eye to eye, and be satisfied that the  same God spoke the one and did the other. When the Lord shall bring  again Zion out of her captivity the prophets shall thence receive and  give fuller discoveries than ever of God's good-will to his people.  Applying this also, as the   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52:8<\/a>,  to gospel times, it is a promise of the pouring out of the Spirit upon  gospel ministers, as a spirit of wisdom and revelation, to lead them  into all truth, so that they shall see eye to eye, shall see God's  grace more clearly than the Old-Testament saints could see it: and they  shall herein be unanimous  in these great things concerning the common  salvation they shall concur in their sentiments as well as their songs.  Nay, St. Paul seems to allude to this when he makes it the privilege of  our future state that <i>we shall see face to face.<\/i>  (2.) Zion's waste places shall then rejoice because they shall be  surprisingly comforted  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52:9<\/a>):  <i>Break forth into joy, sing together, you waste places of  Jerusalem <\/i> that is, all parts of Jerusalem, for it was all in  ruins, and even those parts that seemed to lie most desolate shall  share in the joy  and they, having little expected it, shall break  forth into joy, as men that dream,   <a class=\"ref\">Psalm 126:1<\/a>.  Let them sing together. Note, Those that share in mercies ought to join  in praises. Here is matter for joy and praise.  [1.] God's people will have the comfort of this salvation  and what is  the matter of our rejoicing ought to be the matter of our thanksgiving.  <i>He has redeemed Jerusalem<\/i> (the inhabitants of Jerusalem that  were sold into the hands of their enemies) and thereby he has  <i>comforted his people<\/i> that were in sorrow. The redemption of  Jerusalem is the joy of all God's people, whose character it is that  they look for that redemption,   <a class=\"ref\">Luke 2:38<\/a>.  [2.] God will have the glory of it,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52:10<\/a>.  He <i>has made bare his holy arm<\/i> (manifested and displayed his  power) <i>in the eyes of all the nations.<\/i> God's arm is a holy arm,  stretched out in purity and justice, in defence of holiness and in  pursuance of his promise.  [3.] All the world will have the benefit of it. In the great salvation  wrought out by our Lord Jesus the <i>arm of the Lord was revealed and  all the ends of the earth were made to see the great salvation,<\/i> not  as spectators of it only, as they saw the deliverance of the Jews out  of Babylon, but as sharers in it  some of all nations, the most remote,  shall partake of the benefits of the redemption. This is applied to our  salvation by Christ.   <a class=\"ref\">Luke 3:6<\/a>,  <i>All flesh shall see the salvation of God,<\/i> that <i>great  salvation.<\/i><\/p>  <p>  II. It is here spoken of as a great business, which ought to be managed  with abundance of care and circumcision. When the liberty is  proclaimed,  1. Let the people of God hasten out of Babylon with all convenient  speed  though they are ever so well settled there, let them not think  of taking root in Babylon, but <i>Depart, depart<\/i>  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52:11<\/a>),  <i>go out from the midst of her <\/i> not only those that are in the  borders, but those that are in the midst, in the heart of the country,  let them be gone. Babylon is no place for Israelites. As soon as they  have leave to let go, let them lose no time. With this word God stirred  up the spirits of those that were moved to go up,   <a class=\"ref\">Ezra 1:5<\/a>.  And it is a call to all those who are yet in the bondage of sin and  Satan to make use of the liberty which Christ has proclaimed to them.  And, if the Son <i>make them free, they shall be free indeed.<\/i>  2. Let them take heed of carrying away with them any of the pollutions  of Babylon: <i>Touch no unclean thing.<\/i> Now that God makes bare his  holy arm for you, <i>be you holy as he is, and keep yourselves from  every wicked thing.<\/i> When they came out of Egypt they brought with  them the idolatrous customs of Egypt  (<a class=\"ref\">Ezekiel 23:3<\/a>),  which were their ruin  let them take heed of doing so now that they come  out of Babylon. Note, When we are receiving any special mercy from God  we ought more carefully than ever to watch against all impurity. But  especially let those be <i>clean<\/i> who <i>bear the vessels of the  Lord,<\/i> that is, the priests, who had the charge of the vessels of  the sanctuary (when they were restored by a particular grant) to carry  them to Jerusalem,   <a class=\"ref\">Ezra 1:7<\/a>,  &c. Let them not only avoid touching any unclean thing, but be very  careful to <i>cleanse themselves according to the purification of the  sanctuary.<\/i> Christians are made to our God spiritual priests,   <a class=\"ref\">Revelation 1:6<\/a>.  They are to bear the vessels of the Lord, are entrusted to keep the  ordinances of God pure and entire  it is a good thing that is committed  to them, and they ought to be clean, to wash their hands in innocency  and so to compass God's altars and carry his vessels, and keep  themselves pure.  3. Let them depend upon the presence of God with them and his  protection in their removal  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 52:12<\/a>):  <i>You shall not go out with haste.<\/i> They were to go with a diligent  haste, not to lose time nor linger as Lot in Sodom, but they were not  to go with a diffident distrustful haste, as if they were afraid of  being pursued (as when they came out of Egypt) or of having the orders  for their release recalled and countermanded: no, they shall find that,  as for God, his work is perfect, and therefore they need not make more  haste than good speed. Cyrus shall give them an honourable discharge,  and they shall have an honourable return, and not steal away  <i>for  the Lord will go before them<\/i> as their general and  commander-in-chief, <i>and the God of Israel will be their  rearward,<\/i> or he that will gather up those that are left behind. God  will both lead their van and bring up their rear  he will secure them  from enemies that either meet them or follow them, for with his favour  will he compass them. The pillar of cloud and fire, when they came out  of Egypt, sometimes went behind them, to secure their rear  (<a class=\"ref\">Exodus 14:19<\/a>),  and God's presence with them would now be that to them which that  pillar was a visible token of. Those that are in the way of their duty  are under God's special protection  and he that believes this will not  make haste.<\/p>",
    "audit": null
}