{
    "id": 12306,
    "source": "mhm",
    "verse_id": 18769,
    "verse_count": 10,
    "reference": "57:3–12",
    "title": "",
    "html": "<p>3 But draw near hither, ye sons of the sorceress, the seed of the adulterer and the whore. 4 Against whom do ye sport yourselves? against whom make ye a wide mouth,<i> and<\/i> draw out the tongue?<i> are<\/i> ye not children of transgression, a seed of falsehood, 5 Enflaming yourselves with idols under every green tree, slaying the children in the valleys under the clifts of the rocks? 6 Among the smooth<i> stones<\/i> of the stream<i> is<\/i> thy portion they, they<i> are<\/i> thy lot: even to them hast thou poured a drink offering, thou hast offered a meat offering. Should I receive comfort in these? 7 Upon a lofty and high mountain hast thou set thy bed: even thither wentest thou up to offer sacrifice. 8 Behind the doors also and the posts hast thou set up thy remembrance: for thou hast discovered<i> thyself to another<\/i> than me, and art gone up thou hast enlarged thy bed, and made thee<i> a covenant<\/i> with them thou lovedst their bed where thou sawest<i> it.<\/i> 9 And thou wentest to the king with ointment, and didst increase thy perfumes, and didst send thy messengers far off, and didst debase<i> thyself even<\/i> unto hell. 10 Thou art wearied in the greatness of thy way<i> yet<\/i> saidst thou not, There is no hope: thou hast found the life of thine hand therefore thou wast not grieved. 11 And of whom hast thou been afraid or feared, that thou hast lied, and hast not remembered me, nor laid<i> it<\/i> to thy heart? have not I held my peace even of old, and thou fearest me not? 12 I will declare thy righteousness, and thy works for they shall not profit thee.<\/p><p>We have here a high charge, but a just one no doubt, drawn up against that wicked generation out of which God's righteous ones were removed, because the world was not worthy of them. Observe,<\/p><p>I. The general character here given of them, or the name and title by which they stand indicted,<a class=\"isa\" verses=\"WzE4NzY5XQ==\">Isaiah 57:3<\/a> . They are told to draw near and hear the charge, are set to the bar, and arraigned there as<i> sons of the sorceress,<\/i> or of a witch,<i> the seed of an adulterer and a whore,<\/i> that is, they were such themselves, they were strongly inclined to be such, and their ancestors were such before them. Sin is sorcery and adultery, for it is departing from God and dealing with the devil. They were<i> children of disobedience.<\/i> \"Come,\" says the prophet, \"draw near hither, and I will read you your doom to the righteous death will bring peace and rest, but not to you you are<i> children of transgression<\/i> and<i> a seed of falsehood<\/i> (<a class=\"isa\" verses=\"WzE4NzcwXQ==\">Isaiah 57:4<\/a>), that have it by kind, and have it woven into your very nature, to backslide from God and to deal treacherously with him,\"<a class=\"isa\" verses=\"WzE4NjIzXQ==\">Isaiah 48:8<\/a> .<\/p><p>II. The particular crimes laid to their charge.<\/p><p>1. Scoffing at God and his word. They were a generation of scorners (<a class=\"isa\" verses=\"WzE4NzcwXQ==\">Isaiah 57:4<\/a>): \"<i> Against whom do you sport yourselves?<\/i> You think it is only against the poor prophets whom you trample upon as contemptible men, but really it is against God himself, who sends them, and whose message they deliver.\" Mocking the messengers of the Lord was Jerusalem's measure-filling sin, for what was done to them God took as done to himself. When they were reproved for their sins, and threatened with the judgments of God, they ridiculed the word of God with the rudest and most indecent gestures and expressions of disdain. They sported themselves, and made themselves merry, with that which should have made them serious, and under which they should have humbled themselves. They made wry mouths at the prophets, and drew out the tongue, contrary to all the laws of good breeding nor did they treat God's prophets with the common civility with which they would have treated a gentleman's servant that had been sent to them on an errand. Note, Those who mock at God, and bid defiance to his judgments, had best consider who it is towards whom they conduct themselves so insolently.<\/p><p>2. Idolatry. This was that sin which the people of the Jews were most notoriously guilty of before the captivity but that affliction cured them of it. In Isaiah's time it abounded, witness the abominable idolatries of Ahaz (which some think are particularly referred to here) and of Manasseh. (1.) They were dotingly fond of their idols, were inflamed with them, as those that burn in unlawful unnatural lusts,<a class=\"ref\">Romans 1:27<\/a> . They were<i> mad upon their idols,<\/i><a class=\"ref\">Jeremiah 50:38<\/a> . They inflamed themselves with them by their violent passions in the worship of them, as those of Baal's prophets that<i> leaped upon the altar, and cut themselves,<\/i><a class=\"ref\">1 Kings 18:26<\/a> . Note, Vile corruptions, the more they are gratified the more they are inflamed. They worshipped their idols<i> under every green tree,<\/i> in the open air, and in the shade yet that did not cool the heat of their impetuous lusts, but rather the charming beauty of the green trees made them the more fond of their idols which they worshipped there. Thus that in nature which is pleasing, instead of drawing them to the God of nature, drew them from him. The flame of their zeal in the worship of false gods may shame us for our coldness and indifference in the worship of the true God. They strove to inflame themselves, but we distract and deaden ourselves. (2.) They were barbarous and unnaturally cruel in the worship of their idols. They slew their children, and offered them in sacrifice to their idols, not only in the valley of the son of Hinnom, the headquarters of that monstrous idolatry, but in other valleys, in imitation of that, and<i> under the cliffs of the rock,<\/i> in dark and solitary places, the fittest for such works of darkness. (3.) They were abundant and insatiable in their idolatries. They never thought they could have idols enough, nor could spend enough upon them and do enough in their service. The Syrians had once a notion of the God of Israel that he was a God of the hills, but not a<i> God of the valleys<\/i> (<a class=\"ref\">1 Kings 20:28<\/a>) but these idolaters, to make sure work, had both. [1.] They had gods of the valleys, which they worshipped in the low places by the water side (<a class=\"isa\" verses=\"WzE4NzcyXQ==\">Isaiah 57:6<\/a>):<i> Among the smooth stones of the valley,<\/i> or brook,<i> is thy portion.<\/i> If they saw a smooth carved stone, though set up but for a way-mark or a mere-stone, they were ready to worship it, as the papists do crosses. Or in stony valleys they set up their gods, which they called their<i> portion,<\/i> and took for their lot, as God's people take him for their lot and portion. But these gods of stone would really be no better a portion for them, no better a lot, than the smooth stones of the stream near which they were set up, for sometimes they worshipped their rivers. \"<i> They, they, are the lot<\/i> which thou trustest to and art pleased with, but thou shalt be put off with it for thy lot, and miserable will thy case be.\" See the folly of sinners, who take the smooth stones of the stream for their portion, when they might have the precious stones of God's Jerusalem, and the high priest's ephod, to portion themselves with. Having taken these idols for their lot and portion, they stick at no charge in doing honour to them: \"<i> To them hast thou poured a drink-offering, and offered a meat-offering,<\/i> as if they had given thee thy meat and drink.\" They loved their idols better than their children, for their own tables must be robbed to replenish the altars of their idols. Have we taken the true God for our portion? Is he, even he, our lot? Let us then serve him with our meat and drink, not, as they did, by depriving ourselves of the use of them, but by eating and drinking to his glory. Here, in a parenthesis, comes in an expression of God's just resentment of this wickedness of theirs:<i> Should I receive comfort in these<\/i> &mdash;in such a people as this? Can those expect that God will take any pleasure in them, or accept their devotions at his altar, who thus serve Baal with the gifts of his providence? God takes comfort in his people, while they are faithful to him but what comfort can he take in them when those that should be his witnesses against the idolatries of the world do themselves fall in with them?<i> Should I have compassion on these?<\/i> (so some), or<i> should I repent me concerning these?<\/i> so others. \"How can they expect that I should spare them, and either adjourn or abate their punishment, when they are so very provoking?<i> Shall I not visit for these things?<\/i> \"<a class=\"ref\">Jeremiah 5:7<\/a> . [2.] They had gods of the hills too (<a class=\"isa\" verses=\"WzE4NzczXQ==\">Isaiah 57:7<\/a>): \"<i> Upon a lofty and high mountain<\/i> (as if thou wouldst vie with the high and lofty One himself,<a class=\"isa\" verses=\"WzE4NzgxXQ==\">Isaiah 57:15<\/a>)<i> hast thou set thy bed,<\/i> thy idol, thy idol's temple and altar, the bed of thy uncleanness, where thou committest spiritual whoredom, with all the wantonness of an idolatrous fancy, and in direct violation of the covenant of thy God.<i> Thither wentest thou up<\/i> readily enough, though it was up-hill,<i> to offer sacrifice.<\/i> \" Some think this bespeaks the impudence they arrived at in their idolatries at first they had some sense of shame, when they worshipped their idols in the valleys, in obscure places but they soon conquered that, and came to do it upon the lofty high mountains. They were not ashamed, neither could they blush. [3.] As if these were not enough, they had household-gods too, their<i> lares<\/i> and<i> penates. Behind the doors and the posts<\/i> (<a class=\"isa\" verses=\"WzE4Nzc0XQ==\">Isaiah 57:8<\/a>), where the law of God should be written for a memorandum to them of their duty, they set up the remembrance of their idols, not so much to keep up their own remembrance of them (they were so fond of them that they could not forget them), but to show to others how mindful they were of them, and to put their children in mind of them, and possess them betimes with a veneration for these dunghill deities. [4.] As they were insatiable in their idolatries, so they were inseparable from them. They were hardened in their wickedness they worshipped their idols openly and in public view, as being neither ashamed of the sin nor afraid of the punishment they went as publicly, and in as great crowds, to the idol-temples, as ever they had gone to God's house. This was like an impudent harlot,<i> discovering themselves to another than God,<\/i> making profession of another than the true religion. They took a pride in making proselytes to their idolatries, and not only went up themselves to their high places, but<i> enlarged their bed,<\/i> that is, their idol-temples, and (as the margin reads the following words)<i> thou hewedst it for thyself larger than theirs,<\/i> than theirs from whom thou copiedst it, and tookest the platform of it, as Ahaz of his altar from that which he saw at Damascus,<a class=\"ref\">2 Kings 16:10<\/a> . And being thus involved over head and ears, as it were, in their idolatries, there is no parting them from them. Ephraim is now joined to idols both in love and league.<i> First,<\/i> In league: \"<i> Thou hast made a covenant with them,<\/i> with the idols, with the idol-worshippers, to live and die together.\" This was a complete renunciation of their covenant with God and an avowed resolution to persist in their apostasy from him.<i> Secondly,<\/i> In love: \"<i> Thou lovedst their bed,<\/i> that is, the temple of an idol, wherever thou sawest it.\" Justly therefore were they given up to their own hearts' lusts.<\/p><p>3. Another sin charged upon them is their trusting in and seeking to foreign aids and succours, and contracting a communion with the Gentile powers (<a class=\"isa\" verses=\"WzE4Nzc1XQ==\">Isaiah 57:9<\/a>):<i> Thou wentest to the king,<\/i> which some understand of the idol they worshipped, particularly<i> Moloch,<\/i> which signifies<i> a king.<\/i> \"Thou didst every thing to ingratiate thyself with those idols, didst offer incense and sweet ointments at their altars.\" Or it may be meant of the king of Assyria, whom Ahaz made his court to, or of the king of Babylon, whose ambassadors Hezekiah caressed, or of other kings of the nations whose idolatrous usages they admired and were desirous to learn and imitate, and for that end went and sent to cultivate an acquaintance and correspondence with them, that they might be like them and strengthen themselves by an alliance with them. See here, (1.) What an expense they were at in forming and procuring this grand alliance. They went<i> with ointments and perfumes,<\/i> either bestowed upon themselves, to beautify their own faces and so make themselves considerable and worthy the friendship of the greatest king, or to be presented to those whose favour they were ambitious of, because a man's gift makes room for him and brings him before great men. \"When the first present of rich perfumes was thought too little, thou didst increase them \" and thus many seek the ruler's favour, forgetting that, after all, every man's judgment proceeds from the Lord. So fond were they of those heathen princes that they not only went themselves, in all their airs, to those that were near them, but sent messengers to those that were afar off,<a class=\"isa\" verses=\"WzE4MDAwXQ==\">Isaiah 18:2<\/a> . (2.) How much they hereby disparaged themselves and laid the honour of their crown and nation in the dust:<i> Thou didst debase thyself even unto hell.<\/i> They did so by their idolatries. It is a dishonour to the children of men, who are endued with the powers of reason, to worship that as their god which is the creature of their own fancy and the work of their own hands, to bow down to the stock of a tree. It is much more a dishonour to the children of God, who are blessed with the privilege of divine revelation, to forsake such a God as they know theirs to be for a thing of nought, their own mercies for lying vanities. They likewise debased themselves by truckling to their heathen neighbours, and depending upon them, when they had a God to go to who is all-sufficient and in covenant with them. How did those shame themselves to the highest degree, and sink themselves to the lowest, that forsook the fountain of life for broken cisterns and the rock of ages for broken reeds! Note, Sinners disparage and debase themselves the service of sin is an ignominious slavery and those who thus debase themselves to hell will justly have their portion there.<\/p><p>III. The aggravations of their sin. 1. They had been tired with disappointments in their wicked courses, and yet they would not be convinced of the folly of them (<a class=\"isa\" verses=\"WzE4Nzc2XQ==\">Isaiah 57:10<\/a>): \"<i> Thou art wearied in the greatness of thy way<\/i> thou hast undertaken a mighty task, to find out true satisfaction and happiness in that which is vanity and a lie.\" Those that set up idols, instead of God, for the object of their worship, and princes, instead of God, for the object of their hope and confidence, and think thus to better themselves and make themselves easy, go a great way about, and will never come to their journey's end:<i> Thou art wearied in the multitude,<\/i> or<i> multiplicity, of thy ways<\/i> (so some read it): those that forsake the only right way wander endlessly in a thousand by-paths, and lose themselves in the many inventions which they have sought out. They weary themselves with fresh chases and fierce ones, but never gain their point, like the Sodomites, that<i> wearied themselves to find the door<\/i> (<a class=\"ref\">Genesis 19:11<\/a>) and could not find it at last. The pleasures of sin will soon surfeit, but never satisfy a man may quickly tire himself in the pursuit of them, but can never repose himself in the enjoyment of them. They found this by experience. The idols they had often worshipped never did them any kindness the kings they courted distressed them, and helped them not and yet they were so wretchedly besotted that they could not say, \"<i> There is no hope<\/i> it is in vain any longer to expect that satisfaction in creature-confidences, and in the worship of idols, which we have so often looked for, and never met with.\" Note, Despair of happiness in the creature, and of satisfaction in the service of sin, is the first step towards a well-grounded hope of happiness in God and a well-fixed resolution to keep to his service and those are inexcusable who have had sensible convictions of the vanity of the creature, and yet will not be brought to say, \"There is no hope to be happy short of the Creator.\" 2. Though they were convinced that the way they were in was a sinful way, yet, because they had found some present sensual pleasure and worldly profit by it, they could not persuade themselves to be sorry for it: \"<i> Thou hast found the life of thy hand<\/i> \" (or<i> the living of it<\/i>) thou boastest how fortune smiles upon thee, and therefore thou art not grieved, any more than Ephraim when he said (<a class=\"ref\">Hosea 12:8<\/a>), \"<i> I have become rich I have found out substance.<\/i> \" Note, Prosperity in sin is a great bar to conversion from sin. Those that live at ease in their sinful projects, are tempted to think God favours them, and therefore they have nothing to repent of. Some read it ironically, or by way of question: \"Thou hast found the life of thy hand, hast found true satisfaction and happiness, no doubt thou hast hast thou not? And therefore thou art so far from being grieved that thou blessest thyself in thy own evil way but review thy gains once more, and come to a balance of profit and loss, and then say, What fruit hast thou of those things whereof thou art ashamed and for which<i> God shall bring thee into judgment?<\/i> \"<a class=\"ref\">Romans 6:21<\/a> . 3. They had dealt very unworthily with God by their sin for, (1.) It should seem they pretended that the reason why they left God was because he was too terrible a majesty for them to deal with they must have gods that they could be more free and familiar with. \"But,\" says God, \"<i> of whom hast thou been afraid or feared, that thou hast lied,<\/i> that thou hast dealt falsely and treacherously with me, and dissembled in thy covenants with me and prayers to me? What did I ever do to frighten thee from me? What occasion have I given thee to think hardly of me, that thou hast gone to seek a kinder master?\" (2.) However, it is certain that they had no true reverence of God nor any serious regard to him. So that question is commonly understood, \"<i> Of whom hast thou been afraid, or feared?<\/i> Of none for thou hast not feared me whom thou shouldst fear for thou hast lied to me.\" Those that dissemble with God make it to appear they stand in no awe of him. \"Thou<i> hast not remembered me,<\/i> neither what I have said nor what I have done, neither the promises nor the threatenings, nor the performances of either thou hast<i> not laid them to thy heart,<\/i> as thou wouldst have done if thou hadst feared me.\" Note, Those who lay not the word of God and his providences to their hearts do thereby show that they have not the fear of God before their eyes. And multitudes are ruined by fearlessness, forgetfulness, and mere carelessness they do not aright nor to good purpose fear any thing, remember any thing, nor lay any thing to heart. Nay, (3.) They were hardened in their sin by the patience and forbearance of God. \"<i> Have not I held my peace of old,<\/i> and for a long time? These things thou hast done and I kept silence. And therefore, as it follows here, thou fearest me not \" as if because God had spared long he would never punish,<a class=\"ref\">Ecclesiastes 8:11<\/a> . Because he kept silence the sinner thought him altogether such a one as himself, and stood in no awe of him.<\/p><p>IV. Here is God's resolution to call them to an account, though he had long borne with them (<a class=\"isa\" verses=\"WzE4Nzc4XQ==\">Isaiah 57:12<\/a>): \"<i> I will declare<\/i> (like that,<a class=\"ref\">Psalm 50:21<\/a> ,<i> But I will reprove thee), I will declare thy righteousness,<\/i> which thou makest thy boast of, and let the world see, and thyself too, to thy confusion, that it is all a sham, all a cheat, it is not what it pretends to be. When thy righteousness comes to be examined it will be found that it was unrighteousness, and that there was no sincerity in all thy pretensions. I will declare<i> thy works,<\/i> what they have been and what the gain thou pretendest to have gotten by them, and it will appear that at long-run<i> they shall not profit thee,<\/i> nor turn to any account.\" Note, Sinful works, as they are works of darkness, and there is no reason nor righteousness in them, so they are unfruitful works and there is nothing got by them and, however they look now, it will be made to appear so another day. Sin profits not, nay, it ruins and destroys.<\/p> ",
    "audit": null
}