{
    "id": 12189,
    "source": "mhm",
    "verse_id": 18166,
    "verse_count": 8,
    "reference": "28:1–8",
    "title": "",
    "html": "<p>1 Woe to the crown of pride, to the drunkards of Ephraim, whose glorious beauty<i>is<\/i> a fading flower, which<i>are<\/i> on the head of the fat valleys of them that are overcome with wine! 2 Behold, the Lord hath a mighty and strong one, <i>which<\/i> as a tempest of hail<i>and<\/i> a destroying storm, as a flood of mighty waters overflowing, shall cast down to the earth with the hand. 3 The crown of pride, the drunkards of Ephraim, shall be trodden under feet: 4 And the glorious beauty, which<i>is<\/i> on the head of the fat valley, shall be a fading flower, <i>and<\/i> as the hasty fruit before the summer which<i>when<\/i> he that looketh upon it seeth, while it is yet in his hand he eateth it up. 5 In that day shall the L<b>ORD<\/b> of hosts be for a crown of glory, and for a diadem of beauty, unto the residue of his people, 6 And for a spirit of judgment to him that sitteth in judgment, and for strength to them that turn the battle to the gate. 7 But they also have erred through wine, and through strong drink are out of the way the priest and the prophet have erred through strong drink, they are swallowed up of wine, they are out of the way through strong drink they err in vision, they stumble<i>in<\/i> judgment. 8 For all tables are full of vomit<i>and<\/i> filthiness, <i>so that there is<\/i> no place<i>clean. <\/i><\/p><p>Here, I. The prophet warns the kingdom of the ten tribes of the judgments that were coming upon them for their sins, which were soon after executed by the king of Assyria, who laid their country waste, and carried the people into captivity. Ephraim had his name from<i>fruitfulness,<\/i> their soil being very fertile and the products of it abundant and the best of the kind they had a great many<i>fat valleys<\/i> ( <a class=\"isa\" verses=\"WzE4MTY2XQ==\">Isaiah 28:1<\/a>), and Samaria, which was situated on a hill, was, as it were, <i>on the head of the fat valleys. <\/i> Their country was rich and pleasant, and as the garden of the Lord: it was the glory of Canaan, as that was the glory of all lands their harvest and vintage were the<i>glorious beauty<\/i> on the head of their valleys, which were covered over with corn and vines. Now observe,<\/p><p>1. What an ill use they made of their plenty. What God gave them to serve him with they perverted, and abused, by making it the food and fuel of their lusts. (1.) They were puffed up with pride by it. The goodness with which God crowned their years, which should have been to him a crown of praise, was to them a<i>crown of pride. <\/i> Those that are rich in the world are apt to be high-minded, <a class=\"ref\">1 Timothy 6:17<\/a>. Their king, who wore the crown, was proud that he ruled over so rich a country Samaria, their royal city, was notorious for pride. Perhaps it was usual at their festivals, or revels, to wear garlands made up of flowers and ears of corn, which they wore in honour of their fruitful country. Pride was a sin that generally prevailed among them, and therefore the prophet, in his name who resists the proud, boldly proclaims a<i>woe to the crown of pride. <\/i> If those who wear crowns be proud of them, let them not think to escape this woe. What men are proud of, be it ever so mean, is to them as a crown he that is proud thinks himself as great as a king. But woe to those who thus exalt themselves, for they shall be abased their pride is the preface to their destruction. (2.) They indulged themselves in sensuality. Ephraim was notorious for drunkenness, and excess of riot Samaria, the head of the fat valleys, was full of those that were<i>overcome with wine,<\/i> were<i>broken with it,<\/i> so the margin. See how foolishly drunkards act, and no marvel when, in the very commission of the sin, they make fools and brutes of themselves they yield, [1.] To be conquered by the sin it overcomes them, and<i>brings them into bondage<\/i> ( <a class=\"ref\">2 Peter 2:19<\/a>) they are led captive by it, and the captivity is the more shameful and inglorious because it is voluntary. Some of these wretched slaves have themselves owned that there is not a greater drudgery in the world than hard drinking. They are overcome not with the wine, but with the love of it. [2.] To be ruined by it. They are broken by wine. Their constitution is broken by it, and their health ruined. They are broken in the callings and estates, and their souls are in danger of being eternally undone, and all this for the gratification of a base lust. Woe to these<i>drunkards of Ephraim!<\/i> Ministers must bring the general woes of the word home to particular places and persons. We must say, <i>Woe to this or that person,<\/i> if he be a drunkard. There is a particular woe to the drunkards of Ephraim, for they are of God's professing people, and it becomes them worse than any other they know better, and therefore should give a better example. Some make the<i>crown of pride<\/i> to belong to the drunkards, and to mean the garlands with which those were crowned that got the victory in their wicked drinking matches and drank down the rest of the company. They were proud of their being mighty to drink wine but woe to those who thus glory in their shame.<\/p><p>2. The justice of God in taking away their plenty from them, which they thus abused. Their<i>glorious beauty,<\/i> the plenty they were proud of, <i>is but a fading flower<\/i> it is meat that perishes. The most substantial fruits, if God blast them and blow upon them, are but fading flowers, <a class=\"isa\" verses=\"WzE4MTY2XQ==\">Isaiah 28:1<\/a>. God can easily<i>take away their corn in the season thereof<\/i> ( <a class=\"ref\">Hosea 2:9<\/a>), and recover<i>locum vastatum&mdash;ground that has been alienated and has run to waste,<\/i> those goods of his which they prepared for Baal. God has an officer ready to make a seizure for him, has one at his beck, <i>a mighty and strong one,<\/i> who is able to do the business, even the king of Assyria, who<i>shall cast down to the earth with the hand,<\/i> shall easily and effectually, and with the turn of a hand, destroy all that which they are proud of and pleased with, <a class=\"isa\" verses=\"WzE4MTY3XQ==\">Isaiah 28:2<\/a>. He shall throw it down to the ground, to be broken to pieces with a strong hand, with a hand that they cannot oppose. Then<i>the crown of pride,<\/i> and<i>the drunkards of Ephraim, shall be trodden under foot<\/i> ( <a class=\"isa\" verses=\"WzE4MTY4XQ==\">Isaiah 28:3<\/a>) they shall lie exposed to contempt, and shall not be able to recover themselves. Drunkards, in their folly, are apt to talk proudly, and vaunt themselves most when they most shame themselves but they thereby render themselves the more ridiculous. The beauty of their valleys, which they gloried in, will be, (1.) Like<i>a fading flower<\/i> (as before, <a class=\"isa\" verses=\"WzE4MTY2XQ==\">Isaiah 28:1<\/a>) it will wither of itself, and has in itself the principles of its own corruption it will perish in time by its own moth and rust. (2.) Like<i>the hasty fruit,<\/i> which, as soon as it is discovered, is plucked and eaten up so the wealth of this world, besides that it is apt to decay of itself, is subject to be devoured by others as greedily as the first-ripe fruit, which is earnestly desired, <a class=\"ref\">Micah 7:1<\/a>. <i>Thieves break through and steal. <\/i> The harvest which the worldling is proud of<i>the hungry eat up<\/i> ( <a class=\"ref\">Job 5:5<\/a>) no sooner do they see the prey but they catch at it, and swallow up all they can lay their hands on. It is likewise easily devoured, as that fruit which, being ripe before it has grown, is very small, and is soon eaten up and there being little of it, and that of little worth, it is not reserved, but used immediately.<\/p><p>II. He next turns to the kingdom of Judah, whom he calls the<i>residue of his people<\/i> ( <a class=\"isa\" verses=\"WzE4MTcwXQ==\">Isaiah 28:5<\/a>), for they were but two tribes to the other ten.<\/p><p>1. He promises them God's favours, and that they shall be taken under his guidance and protection when the beauty of Ephraim shall be left exposed to be trodden down and eaten up, <a class=\"isa\" verses=\"WzE4MTcwXQ==\">Isaiah 28:5<\/a>. <i>In that day,<\/i> when the Assyrian army is laying Israel waste, and Judah might think that their neighbour's house being on fire their own was in danger, in that day of treading down and perplexity, then God will be to the residue of his people all they need and can desire not only to the kingdom of Judah, but to those of Israel who had kept their integrity, and, as was probably the case with some, betook themselves to the land of Judah, to be sheltered by good king Hezekiah. When the Assyrian, that mighty one, was in Israel as<i>a tempest of hail,<\/i> noisy and battering, as<i>a destroying storm<\/i> bearing down all before it, especially at sea, and<i>as a flood of mighty waters overflowing<\/i> the country ( <a class=\"isa\" verses=\"WzE4MTY3XQ==\">Isaiah 28:2<\/a>), then<i>in that day will the Lord of hosts,<\/i> of all hosts, distinguish by peculiar favours his people who have distinguished themselves by a steady and singular adherence to him, and that which they most need he will himself be to them. This very much enhances the worth of the promises that God, covenanting to be to his people a God all-sufficient, undertakes to be himself all that to them which they can desire. (1.) He will put all the credit and honour upon them which are requisite, not only to rescue them from contempt, but to gain them esteem and reputation. He will be to them<i>for a crown of glory and for a diadem of beauty. <\/i> Those that wore the crown of pride looked upon God's people with disdain, and trampled upon them, for they were the song of the drunkards of Ephraim but God will so appear for them by his providence as to make it evident that they have his favour towards them, and that shall be to them a crown of glory for what greater glory can any people have than for God to acknowledge them as his own? And he will so appear in them, by his grace, as to make it evident that they have his image renewed on them, and that shall be to them a diadem of beauty for what greater beauty can any person have than the beauty of holiness? Note, Those that have God for their God have him for a crown of glory and a diadem of beauty for they are made to him kings and priests. (2.) He will give them all the wisdom and grace necessary to the due discharge of the duty of their place. He will himself be<i>a spirit of judgment to those that sit in judgment<\/i> the privy counsellors shall be guided by wisdom and discretion and the judges shall govern by justice and equity. It is a great mercy to any people when those that are called to places of power and public trust are qualified for their places, when those that sit in judgment have a spirit of judgment, a spirit of government. (3.) He will give them all the courage and boldness requisite to carry them resolutely through the difficulties and oppositions they are likely to meet with. He will be<i>for strength to those that turn the battle to the gate,<\/i> to the gates of the enemy whose cities they besiege, or to their own gates, when they sally out upon the enemies that besiege them. The strength of the soldiery depends as much upon God as the wisdom of the magistracy and where God gives both these he is to that people a crown of glory. This may well be supposed to refer to Christ, and so the Chaldee paraphrast understands it:<i>In that day shall the Messiah be a crown of glory. <\/i> Simeon calls him the<i>glory of his people Israel<\/i> and he is made of God to us wisdom, righteousness, and strength.<\/p><p>2. He complains of the corruptions that were found among them, and the many corrupt ones ( <a class=\"isa\" verses=\"WzE4MTcyXQ==\">Isaiah 28:7<\/a>):<i>But they also,<\/i> many of those of Judah, <i>have erred through wine. <\/i> There are drunkards of Jerusalem, as well as drunkards of Ephraim and therefore the mercy of God is to be so much the more admired that he has not blasted the glory of Judah as he has done that of Ephraim. Sparing mercy lays us under peculiar obligations when it is thus distinguishing. Ephraim's sins are found in Judah, and yet not Ephraim's ruins. <i>They have erred through wine. <\/i> Their drinking to excess is itself a practical error they think to raise their fancy by it, but they ruin their judgment, and so put a cheat upon themselves they think to preserve their health by it and help digestion, but they spoil their constitution and hasten diseases and deaths. It is also the occasion of a great many errors in principle their understanding is clouded and their conscience debauched by it and therefore, to support themselves in it, they espouse corrupt notions, and form their minds in favour of their lusts. Probably some were drawn in to worship idols by their love of the wine and strong drink which there was plenty of at their idolatrous festivals and so they erred through wine, as Israel, for love of the daughters of Moab, joined themselves to Baal-peor. Three things are here observed as aggravations of this sin:&mdash; (1.) That those were guilty of it whose business it was to warn others against it and to teach them better, and therefore who ought to have set a better example:<i>The priest and the prophet are swallowed up of wine<\/i> their office is quite drowned and lost in it. The priests, as sacrificers, were obliged by a particular law to be temperate ( <a class=\"ref\">Leviticus 10:9<\/a>), and, as rulers and magistrates, it was not for them to drink wine, <a class=\"ref\">Proverbs 31:4<\/a>. The prophets were a kind of Nazarites (as appears by <a class=\"ref\">Amos 2:11<\/a>), and, as reprovers by office, were concerned to keep at the utmost distance from the sins they reproved in others yet there were many of them ensnared in this sin. What! a priest, a prophet, a minister, and yet drunk!<i>Tell it not in Gath. <\/i> Such a scandal are they to their coat. (2.) That the consequences of it were very pernicious, not only by the ill influence of their example, but the prophet, when he was drunk, <i>erred in vision<\/i> the false prophets plainly discovered themselves to be so when they were in drink. The priest<i>stumbled in judgment and forgot the law<\/i> ( <a class=\"ref\">Proverbs 31:5<\/a>) he reeled and staggered as much in the operations of his mind as in the motions of his body. What wisdom or justice can be expected from those that sacrifice reason, and virtue, and conscience, and all that is valuable to such a base lust as the love of strong drink is? Happy art thou, O land! when<i>thy princes eat<\/i> and drink<i>for strength, and not for drunkenness,<\/i> <a class=\"ref\">Ecclesiastes 10:17<\/a>. (3.) That the disease was epidemic, and the generality of those that kept any thing of a table were infected with it:<i>All tables are full of vomit,<\/i> <a class=\"isa\" verses=\"WzE4MTczXQ==\">Isaiah 28:8<\/a>. See what an odious thing the sin of drunkenness is, what an affront it is to human society it is rude and ill-mannered enough to sicken the beholders, for the tables where they eat their meat are filthily stained with the marks of this sin, which the sinners declare as Sodom. Their tables are full of vomit, so that the victor, instead of being proud of his crown, ought rather to be ashamed of it. It bodes ill to any people when so sottish a sin as drunkenness has become national.<\/p> ",
    "audit": null
}