{
    "id": 12238,
    "source": "mhm",
    "verse_id": 18453,
    "verse_count": 9,
    "reference": "41:1–9",
    "title": "",
    "html": "<p>1 Keep silence before me, O islands and let the people renew<i> their<\/i> strength: let them come near then let them speak: let us come near together to judgment. 2 Who raised up the righteous<i> man<\/i> from the east, called him to his foot, gave the nations before him, and made<i> him<\/i> rule over kings? he gave<i> them<\/i> as the dust to his sword,<i> and<\/i> as driven stubble to his bow. 3 He pursued them,<i> and<\/i> passed safely<i> even<\/i> by the way<i> that<\/i> he had not gone with his feet. 4 Who hath wrought and done<i> it,<\/i> calling the generations from the beginning? I the L<b>ORD<\/b> , the first, and with the last I<i> am<\/i> he. 5 The isles saw<i> it,<\/i> and feared the ends of the earth were afraid, drew near, and came. 6 They helped every one his neighbour and<i> every one<\/i> said to his brother, Be of good courage. 7 So the carpenter encouraged the goldsmith,<i> and<\/i> he that smootheth<i> with<\/i> the hammer him that smote the anvil, saying, It<i> is<\/i> ready for the sodering: and he fastened it with nails,<i> that<\/i> it should not be moved. 8 But thou, Israel,<i> art<\/i> my servant, Jacob whom I have chosen, the seed of Abraham my friend. 9<i> Thou<\/i> whom I have taken from the ends of the earth, and called thee from the chief men thereof, and said unto thee, Thou<i> art<\/i> my servant I have chosen thee, and not cast thee away.<\/p><p>That particular instance of God's care for his people Israel in raising up Cyrus to be their deliverer is here insisted upon as a great proof both of his sovereignty above all idols and of his power to protect his people. Here is,<\/p><p>I. A general challenge to the worshippers and admirers of idols to make good their pretensions, in competition with God and opposition to him,<a class=\"isa\" verses=\"WzE4NDUzXQ==\">Isaiah 41:1<\/a> . Is is renewed (<a class=\"isa\" verses=\"WzE4NDczXQ==\">Isaiah 41:21<\/a>):<i> Produce your cause.<\/i> The court is set, summonses are sent to the islands that lay most remote, but not out of God's jurisdiction, for he is the<i> Creator and possessor of the ends of the earth,<\/i> to make their appearance and give their attendance. Silence (as usual) is proclaimed while the cause is in trying: \"<i> Keep silence before me,<\/i> and judge nothing before the time\" while the cause is in trying between the kingdom of God and the kingdom of Satan it becomes all people silently to expect the issue, not to object against God's proceedings, but to be confident that he will carry the day. The defenders of idolatry are called to say what they can in defence of it: \"<i> Let them renew their strength,<\/i> in opposition to God, and see whether it be equal to the strength which those renew that wait upon him (<a class=\"isa\" verses=\"WzE4NDUyXQ==\">Isaiah 40:31<\/a>) let them try their utmost efforts, whether by force of arms or force of argument.<i> Let them come near<\/i> they shall not complain that God's<i> dread makes them afraid<\/i> (<a class=\"ref\">Job 13:21<\/a>), so that they cannot say what they have to say, in vindication and honour of their idols no,<i> let them speak<\/i> freely:<i> Let us come near together to judgment.<\/i> \" Note. 1. The cause of God and his kingdom is not afraid of a fair trial if the case be but fairly stated, it will be surely carried in favour of religion. 2. The enemies of God's church and his holy religion may safely be challenged to say and do their worst for the support of their unrighteous cause. He that<i> sits in heaven laughs at them,<\/i> and the<i> daughter of Zion despises them<\/i> for<i> great is the truth and will prevail.<\/i><\/p><p>II. He particularly challenges the idols to do that for their worshippers, and against his, which he had done and would do for his worshippers, and against theirs. Different senses are given of<a class=\"isa\" verses=\"WzE4NDU0XQ==\">Isaiah 41:2<\/a> , concerning<i> the righteous man raised up from the east<\/i> and, since we cannot determine which is the true, we will make use of each as good.<\/p><p>1. That which is to be proved is, (1.) That<i> the Lord is God<\/i> alone,<i> the first and with the last<\/i> (<a class=\"isa\" verses=\"WzE4NDU2XQ==\">Isaiah 41:4<\/a>), that he is infinite, eternal, and unchangeable, that he governed the world from the beginning, and will to the end of time. He has reigned of old, and will reign for ever the counsels of his kingdom were from eternity, and the continuance of it will be to eternity. (2.) That<i> Israel<\/i> is<i> his servant<\/i> (<a class=\"isa\" verses=\"WzE4NDYwXQ==\">Isaiah 41:8<\/a>), whom he owns, and protects, and employs, and in whom he is and will be glorified. As there is a God in heaven, so there is a church on earth that is his particular care. Elijah prays (<a class=\"ref\">1 Kings 18:36<\/a>),<i> Let it be known that thou art God, and that I am thy servant.<\/i> Now,<\/p><p>2. To prove this he shows,<\/p><p>(1.) That it was he who called Abraham, the father of this despised nation, out of an idolatrous country, and by many instances of his favour<i> made his name great,<\/i><a class=\"ref\">Genesis 12:2<\/a> . He is<i> the righteous man whom God raised up from the east.<\/i> Of him the Chaldee paraphrast expressly understands it:<i> Who brought Abraham publicly from the east?<\/i> To maintain the honour of the people of Israel, it was very proper to show what a figure this great ancestor of theirs made in his day and<a class=\"isa\" verses=\"WzE4NDYwXQ==\">Isaiah 41:8<\/a> seems to be the explication of it, where God calls Israel the<i> seed of Abraham my friend<\/i> and (<a class=\"isa\" verses=\"WzE4NDU2XQ==\">Isaiah 41:4<\/a>) he<i> calls the generations<\/i> (namely, the generations of Israel)<i> from the beginning.<\/i> Also, to put contempt upon idolatry, and particularly the Chaldean idolatry, it was proper to show how Abraham was called from serving other gods (<a class=\"ref\">Joshua 24:2<\/a> , &c.), so that an early testimony was borne against that idolatry which boasted so much of its antiquity. Also, to encourage the captives in Babylon to hope that God would find a way for their return to their own land, it was proper to remind them how at first he brought their father Abraham out of the same country into this land, to give it to him for an inheritance,<a class=\"ref\">Genesis 15:7<\/a> . Now observe what is here said concerning him. [1.] That he was a<i> righteous man,<\/i> or<i> righteousness,<\/i> a<i> man of righteousness,<\/i> that<i> believed God, and it was counted to him for righteousness<\/i> and so he became the father of all those who by faith in Christ are made the<i> righteousness of God through him,<\/i><a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Romans+4:3&t1=en_nas\" id=\"17\" class=\"stL\" target=\"_blank\"> Romans 4:3<\/a> ,<a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Romans+4:11&t1=en_nas\" id=\"18\" class=\"stL\" target=\"_blank\"> 11,2 Corinthians 5:21<\/a> . He was a great example of righteousness in his day, and<i> taught his household to do judgment and justice,<\/i><a class=\"ref\">Genesis 18:19<\/a> . [2.] That God<i> raised him up from the east,<\/i> from Ur first and afterwards from Haran, which lay east from Canaan. God would not let him settle in either of those places, but did by him as the eagle by her young, when she stirs up her nest: he raised him out of iniquity and made him pious, out of obscurity and made him famous. [3.] He<i> called him to his foot,<\/i> to follow him with an implicit faith for he<i> went out, not knowing whither he went,<\/i> but whom he followed,<a class=\"ref\">Hebrews 11:8<\/a> . Those whom God effectually calls he calls to his foot, to be subject to him, to attend him, and<i> follow the Lamb whithersoever he goes<\/i> and we must all either come to his foot or be made his footstool. [4.]<i> He gave nations before him,<\/i> the nations of Canaan, which he promised to make him master of, and thus far gave him an interest in that the Hittites acknowledged him a mighty prince among them,<a class=\"ref\">Genesis 23:6<\/a> . He<i> made him rule over<\/i> those<i> kings<\/i> whom he conquered for the rescue of his brother Lot,<a class=\"ref\">Genesis 14:1-24<\/a> . And when God<i> gave them as dust to his sword, and as driven stubble to his bow<\/i> (that is, made them an easy prey to his catechised servants),<i> he<\/i> then<i> pursued them, and passed safely,<\/i> or in peace, under the divine protection, though it was in a way he was altogether unacquainted with and so considerable was this victory that Melchizedec himself appeared to celebrate it. Now who did this but the great Jehovah? Can any of the gods of the heathen do so?<\/p><p>(2.) That it is he who will, ere long, raise up Cyrus from the east. It is spoken of according to the language of prophecy as a thing past, because as sure to be done in its season as if it were already done.<i> God will raise him up in righteousness<\/i> (so it may be read,<a class=\"isa\" verses=\"WzE4NTc1XQ==\">Isaiah 45:13<\/a>),<i> will call him to his foot,<\/i> make what use of him he pleases, and make him victorious over the nations that oppose his coming to the crown, and give him success in all his wars and he shall be a type of Christ, who is righteousness itself, the Lord our righteousness, whom God will, in the fulness of time, raise up and make victorious over the powers of darkness so that he shall spoil them and make a show of them openly.<\/p><p>III. He exposes the folly of idolaters, who, notwithstanding the convincing proofs which the God of Israel had given of his being God alone, obstinately persisted in their idolatry, nay, were so much the more hardened in it (<a class=\"isa\" verses=\"WzE4NDU3XQ==\">Isaiah 41:5<\/a>):<i> The isles of the Gentiles saw this,<\/i> not only what God did for Abraham himself, but what he did for his seed, for his sake, how he brought them out of Egypt, and made them<i> rule over kings,<\/i> and<i> they feared,<\/i><a class=\"ref\">Exodus 15:14-16<\/a> . They were afraid, and, according to the summons (<a class=\"isa\" verses=\"WzE4NDUzXQ==\">Isaiah 41:1<\/a>), they<i> drew near, and came<\/i> they could not avoid taking notice of what God did for Abraham and his seed but, instead of helping to reason one another out of their sottish idolatries, they helped to confirm one another in them,<a class=\"isa\" verses=\"WzE4NDU4XQ==\">Isaiah 41:6<\/a> . 1. They looked upon it as a dangerous design upon their religion, which they were jealous for the honour of, and were resolved, right or wrong, to adhere to, and therefore were alarmed to appear vigorously for the support of it, as the Ephesians for their Diana. When God, by his wonderful appearances on the behalf of his people, went about to wrest their idols from them, they held them so much the faster, and said one to another, \"<i> Be of good courage<\/i> let us unanimously agree to keep up the reputation of our gods. Though Dagon fall before the ark, he shall be set up again in his place.\" One tradesman encourages another to come into a confederacy for the keeping up of the noble craft of god-making. Thus men's convictions often exasperate their corruptions, and they are made worse both by the word and the works of God, which should make them better. 2. They looked upon it as a dangerous design upon themselves. They thought themselves in danger from the growing greatness both of Abraham that was a convert from idolatry, and of the people of Israel that were separatists from it and therefore they not only had recourse to their old gods for protection, but made<i> new<\/i> ones,<a class=\"ref\">Deuteronomy 32:17<\/a> .<i> So the carpenter,<\/i> having done his part to the timberwork,<i> encouraged the goldsmith<\/i> to do his part in gilding or overlaying it and, when it came into the goldsmith's hand,<i> he that smooths with the hammer<\/i> that polishes it, or beats it thin, quickened<i> him that smote the anvil,<\/i> bade him be expeditious, and told him it was<i> ready for the soldering,<\/i> which perhaps was the last operation about it, and then it is<i> fastened with nails,<\/i> and you have a god of it presently. Do sinners thus animate and quicken one another in the ways of sin? And shall not the servants of the living God both stir up one another to, and strengthen one another in, his service? Some read all this ironically, and by way of permission:<i> Let them help every one his neighbour let the carpenter encourage the goldsmith<\/i> but all in vain idols shall fall for all this.<\/p><p>IV. He encourages his own people to trust in him (<a class=\"isa\" verses=\"WzE4NDYwXQ==\">Isaiah 41:8<\/a>): \"<i> But thou, Israel, art my servant.<\/i> They know me not, but thou knowest me, and knowest better than to join with such ignorant besotted people as these\" (for it is intended for a warning to the people of God not to<i> walk in the way of the heathen<\/i>) \"they put themselves under the protection of these impotent deities, but thou art under my protection.<i> Those that make them are like unto them, and so is every one that trusts in them but thou, O Israel!<\/i> art the servant of a better Master.\" Observe what is suggested here for the encouragement of God's people when they are threatened and insulted over. 1. They are God's servants, and he will not see them abused, especially for what they do in his service:<i> Thou art my servant<\/i> (<a class=\"isa\" verses=\"WzE4NDYwXQ==\">Isaiah 41:8<\/a>), and (<a class=\"isa\" verses=\"WzE4NDYxXQ==\">Isaiah 41:9<\/a>) \"<i> I have said unto thee, Thou art my servant<\/i> and I will not go back from my word.\" 2. He has<i> chosen<\/i> them to be a peculiar people to himself. They were not forced upon him, but of his own good-will he set them apart. 3. They were the seed of Abraham his friend. It was the honour of Abraham that he was<i> called the friend of God<\/i> (<a class=\"ref\">James 2:23<\/a>), whom God covenanted and conversed with as a friend, and the<i> man of his counsel<\/i> and<i> this honour have all the saints,<\/i><a class=\"ref\">John 15:15<\/a> . And for the father's sake the people of Israel were beloved. God was pleased to look upon them as the posterity of an old friend of his, and therefore to be kind to them for the covenant of friendship was made with Abraham and his seed. 4. He had sometimes, when they had been scattered among the heathen, fetched them from the ends of the earth and taken them out of the hands of the chief ones thereof, and therefore he would not now abandon them. Abraham their father was fetched from a place at a great distance, and they in his loins and those who had been thus far-fetched and dear-bought he could not easily part with. 5. He had not yet cast them away, though they had often provoked him, and therefore he would not now abandon them. What God has done for his people, and what he has further engaged to do, should encourage them to trust in him at all times.<\/p> ",
    "audit": null
}