{
    "id": 12265,
    "source": "mhm",
    "verse_id": 18607,
    "verse_count": 9,
    "reference": "47:7–15",
    "title": "",
    "html": " <p>7 And thou saidst, I shall be a lady for ever: <i>so <\/i> that thou didst not lay these <i>things <\/i> to thy heart, neither didst remember the latter end of it. 8 Therefore hear now this, <i>thou that art <\/i> given to pleasures, that dwellest carelessly, that sayest in thine heart, I <i>am, <\/i> and none else beside me I shall not sit <i>as <\/i> a widow, neither shall I know the loss of children: 9 But these two <i>things <\/i> shall come to thee in a moment in one day, the loss of children, and widowhood: they shall come upon thee in their perfection for the multitude of thy sorceries, <i>and <\/i> for the great abundance of thine enchantments. 10 For thou hast trusted in thy wickedness: thou hast said, None seeth me. Thy wisdom and thy knowledge, it hath perverted thee and thou hast said in thine heart, I <i>am, <\/i> and none else beside me. 11 Therefore shall evil come upon thee thou shalt not know from whence it riseth: and mischief shall fall upon thee thou shalt not be able to put it off: and desolation shall come upon thee suddenly, <i>which <\/i> thou shalt not know. 12 Stand now with thine enchantments, and with the multitude of thy sorceries, wherein thou hast laboured from thy youth if so be thou shalt be able to profit, if so be thou mayest prevail. 13 Thou art wearied in the multitude of thy counsels. Let now the astrologers, the stargazers, the monthly prognosticators, stand up, and save thee from <i>these things <\/i> that shall come upon thee. 14 Behold, they shall be as stubble the fire shall burn them they shall not deliver themselves from the power of the flame: <i>there shall <\/i> not <i>be <\/i> a coal to warm at, <i>nor <\/i> fire to sit before it. 15 Thus shall they be unto thee with whom thou hast laboured, <i>even <\/i> thy merchants, from thy youth: they shall wander every one to his quarter none shall save thee. <\/p> <p>Babylon, now doomed to ruin, is here justly upbraided with her pride, luxury, and security, in the day of her prosperity, and the confidence she had in her own wisdom and forecast, and particularly in the prognostications and counsels of the astrologers. These things are mentioned both to justify God in bringing these judgments upon her and to mortify her, and put her to so much the greater shame, under these judgments for, when God comes forth to take vengeance, glory belongs to him, but confusion to the sinner. <\/p> <p>I. The Babylonians are here upbraided with their pride and haughtiness, and the great conceit they had of themselves, because of their wealth and power, and the vast extent of their dominion it was the language both of the government and of the body of the people: <i>Thou sayest in thy heart <\/i> (and God, who searches all hearts, can tell men what they say there, though they never speak it out) <i>I am, and none else besides me, <\/i> <a class=\"isa\" verses=\"WzE4NjA4XQ==\">Isaiah 47:8 <\/a>. The repetition of this part of the charge intimates that they said it often, and that it was very offensive to God. It is the very word that God has often said concerning himself, <i>I am, and none else besides me, <\/i> denoting his self-existence, his infinite and incomparable perfections, and his sole supremacy. All this Babylon pretends to and no wonder if she that assumed a power to make what gods and goddesses she pleased for the people to worship made herself one among the rest. It is presumption to say of any creature, \"It is, and there is not its like, there is none besides it\" (for creatures stand very nearly upon a level with one another) but it is insufferable arrogance for any to say so of themselves, and an evidence of their self-ignorance. <\/p> <p>II. They are upbraided with their luxury and love of ease (<a class=\"isa\" verses=\"WzE4NjA4XQ==\">Isaiah 47:8 <\/a>): \" <i>Thou that art given to pleasures, <\/i> art a slave to them, art in them as in thy element, and, that thou mayest enjoy them without disturbance or interruption, <i>dwellest carelessly <\/i> and layest nothing to heart.\" Great wealth and plenty are great temptations to sensuality, and, where there is fulness of bread, there is commonly abundance of idleness. But if those that are given to pleasures, and dwell carelessly, would but hear this, that <i>for all these things God will bring them into judgment, <\/i> it would be a damp to their mirth, an allay to their pleasure, and would find them something to be in care about. <\/p> <p>III. They are upbraided with their carnal security and their vain confidence of the perpetuity of their pomps and pleasures. This is much insisted on here. Observe, <\/p> <p>1. The cause of their security. They thought themselves safe and out of danger, not because they were ignorant of the uncertainty of all earthly enjoyments and the inevitable fate that attends states and kingdoms as well as particular persons, but <i>because they did not lay this to heart, <\/i> did not apply it to themselves, nor give it a due consideration. They lulled themselves asleep in ease and pleasure, and dreamt of nothing else but that <i>to-morrow should be as this day, and much more abundant. <\/i> They did not <i>remember the latter end of it <\/i>&mdash;the latter end of their prosperity, that it is a fading flower, and will wither&mdash;the latter end of their iniquity, that it will be bitterness, that they day will come when their injustice and oppression must be reckoned for and punished. <i>She did not remember her latter end <\/i> (so some read it) she forgot that her day would come to fall and what would be in the end hereof. It was the ruin of Jerusalem (<a class=\"ref\">Lamentations 1:9 <\/a>) that <i>she remembered not her last end, therefore she came down wonderfully <\/i> and it was Babylon's ruin too. The children of men are easy, and think themselves safe, in their sinful ways, only because they never think of death, and judgment, and their future state. <\/p> <p>2. The ground of their security. They trusted in their wickedness and in their wisdom, <a class=\"isa\" verses=\"WzE4NjEwXQ==\">Isaiah 47:10 <\/a>. (1.) Their power and wealth, which they had gotten by fraud and oppression, were their confidence: <i>Thou hast trusted in thy wickedness, <\/i> As Doeg. <a class=\"ref\">Psalm 52:7 <\/a>. Many have so debauched their own consciences, and have got to such a pitch of daring wickedness, that they stick at nothing and this they trust to carry them through those difficulties which embarrass men who make conscience of what they say and do. They doubt not but they shall be too hard for all their enemies, because they dare lie, and kill, and forswear themselves, and do any thing for their interest. Thus they trust in their wickedness to secure them, which is the only thing that will ruin them. (2.) Their policy and craft, which they called their <i>wisdom, <\/i> were their confidence. They thought they could outwit all mankind, and therefore might set all their enemies at defiance. But their <i>wisdom and knowledge perverted them, <\/i> and turned them out of the way, made them forget themselves, and the preparation necessary to be made for hereafter. <\/p> <p>3. The expressions of their security. Three things this proud and haughty monarchy said, in her security:&mdash; (1.) \" <i>I shall be a lady for ever, <\/i> \" <a class=\"isa\" verses=\"WzE4NjA3XQ==\">Isaiah 47:7 <\/a>. She looked upon the patent of her honour to be not merely during the pleasure of the sovereign Lord, the fountain of honour, or during her own good behaviour, but to be perpetual to the present generation and their heirs and successors for ever. She was not only proud that she was a lady, but confident that she should be a lady for ever. Thus the New-Testament Babylon says, <i>I sit as a queen, and shall see no sorrow, <\/i> <a class=\"ref\">Revelation 18:7 <\/a>. Those ladies mistake themselves, and consider not their latter end, who think they shall be ladies for ever for death will shortly lay their honour with them in the dust. Saints will be saints for ever, but lords and ladies will not be so for ever. (2.) \" <i>I shall not sit as a widow, <\/i> in solitude and sorrow, shall never lose the power and wealth I am thus wedded to the monarchy shall never want a monarch to espouse and protect it, and be a husband to the state <i>nor shall I know the loss of children, <\/i> \" <a class=\"isa\" verses=\"WzE4NjA4XQ==\">Isaiah 47:8 <\/a>. She was as confident of the continuance of the numbers of her people as of the dignity of her prince, and had no fear of being either deposed or depopulated. Those that are in the height of prosperity are apt to fancy themselves out of the reach of adverse fate. (3.) \" <i>No one sees me <\/i> when I do amiss, and therefore there will be none to call me to an account,\" <a class=\"isa\" verses=\"WzE4NjEwXQ==\">Isaiah 47:10 <\/a>. It is common for sinners to promise themselves impunity, because they promise themselves secrecy, in their wicked ways. They trust to their wicked arts and designs to stand them in stead, because they think they have carried them on so plausibly that none can discern the wickedness and deceit of them. <\/p> <p>4. The punishment of their security. It shall be their ruin and it will be, (1.) A complete ruin, the ruin of all their comforts and confidences: \" <i>These two things shall come upon thee <\/i> (the very two things that thou didst set at defiance), <i>loss of children and widowhood, <\/i> <a class=\"isa\" verses=\"WzE4NjA5XQ==\">Isaiah 47:9 <\/a>. Both thy princes and thy people shall be cut off, so that thou shalt be no more a government, no more a nation.\" Note, God often brings upon secure sinners those very mischiefs which they least feared and thought themselves in least danger of. \" <i>They shall come upon thee in their perfection, <\/i> with all their aggravating circumstances and without any thing to allay or mitigate them.\" Afflictions to God's children are not afflictions in perfection. Widowhood is not to them a calamity in perfection, for they have this to comfort themselves with, that their Maker is their husband loss of children is not, for he is better to them than ten sons. But on his enemies they come in perfection. Widowhood and loss of children are either of them great griefs, but both together great indeed. Naomi thinks she may well be called <i>Marah <\/i> when she is <i>left both of her sons and of her husband <\/i> (<a class=\"ref\">Ruth 1:5 <\/a>) and yet on her these evils did not come in perfection, for she had two daughters-in-law left, that were comforts to her. But on Babylon they come in perfection she has no comfort remaining. (2.) It will be a sudden and surprising ruin. The evil shall come <i>in one day, <\/i> nay, <i>in a moment, <\/i> which will make it much the more terrible, especially to those that were so very secure. \" <i>Evil shall come upon thee <\/i> (<a class=\"isa\" verses=\"WzE4NjExXQ==\">Isaiah 47:11 <\/a>) and thou shalt have neither time nor way to provide against it, or to prepare for it for <i>thou shalt not know whence it rises, <\/i> and therefore shalt not know where to stand upon thy guard.\" <i>Thou shalt not know the morning thereof <\/i> so the Hebrew phrase is. We know just when and where the day will break and the sun rise, but we know not what the day, when it comes, will bring forth, nor when or where trouble will arise perhaps the storm may come from that point of the compass which we little thought of. Babylon pretended to great wisdom and knowledge (<a class=\"isa\" verses=\"WzE4NjEwXQ==\">Isaiah 47:10 <\/a>), but with all her knowledge she cannot foresee, nor with all her wisdom prevent, the ruin threatened: \" <i>Desolation shall come upon thee suddenly, <\/i> as a thief in the night, <i>which thou shalt not know, <\/i> that is, which thou little thoughtest of.\" Fair warning was indeed given them, by Isaiah and other prophets of the Lord, of this desolation but they slighted that notice, and would give no credit to it, and therefore justly is it so ordered that they should have no other notice of it, but that partly through their own security, and partly through the swiftness and subtlety of the enemy, when it came it should be a perfect surprise to them. Those that slight the warnings of the written word, let them not expect any other premonitions. (3.) It will be an irresistible ruin, and such as they will have no fence against: \" <i>Mischief shall come upon thee <\/i> so suddenly that thou shalt have no time to turn thee in, so strongly that thou shalt not be able to make head against it and to put it off and save thyself.\" There is no opposing the judgments of God when they come with commission. Babylon herself, with all her wealth, and power, and multitude, is not able to put off the mischief that comes. <\/p> <p>IV. They are upbraided with their divinations, their magical and astrological arts and sciences, which the Chaldeans, above any other nation, were notorious for, and from them other nations borrowed all their learning of that kind. <\/p> <p>1. This is here spoken of as one of their provoking sins, which would bring the judgments of God upon them, <a class=\"isa\" verses=\"WzE4NjA5XQ==\">Isaiah 47:9 <\/a>. \"These evils shall come upon thee to punish thee <i>for the multitude of thy sorceries, and the great abundance of thy enchantments. <\/i> \" Witchcraft is a sin in its own nature exceedingly heinous it is giving that honour to the devil which is due to God only, making God's enemy our guide and the father of lies our oracle. In Babylon it was a national sin, and had the protection and countenance of the government conjurors, for aught that appears, were their privy counsellors and prime ministers of state. And shall not God visit for these things? Observe what a multitude, what a great abundance, of sorceries and enchantments there were among them. Such a bewitching sin this was that when it was once admitted it spread like wildfire, and they never knew any end of it the deceived and the deceivers both increased strangely. <\/p> <p>2. It is here spoken of as one of their vain confidences, which they relied much upon, but should be deceived in, for it would not serve so much as to give them notice of the judgments coming, much less to guard against them. (1.) They are here upbraided with the mighty pains they had taken about their sorceries and enchantments: Thou hast <i>laboured in them from thy youth, <\/i> <a class=\"isa\" verses=\"WzE4NjEyXQ==\">Isaiah 47:12 <\/a>. They trained up their young men in these studies, and those that applied themselves to them were indefatigable in their labours about them&mdash;reading books, making observations, trying experiments. Well, let them stand up now with their enchantments, and try their skill in the critical moment. Let them make a stand, if they can, in opposition to the invading enemy let them stand to offer their service to their country but to what purpose? \" <i>Thou art wearied in the multitude of thy counsels <\/i> of this kind (<a class=\"isa\" verses=\"WzE4NjEzXQ==\">Isaiah 47:13 <\/a>) thou hast advised with them all, but hast received no satisfaction from them the different schemes they have erected, and the different judgments they have given, have but increased thy perplexity and tired thee out.\" In the multitude of such counsellors there is no safety. (2.) They are upbraided with the variety they had of such kinds of people among them, <a class=\"isa\" verses=\"WzE4NjEzXQ==\">Isaiah 47:13 <\/a>. They had their <i>astrologers, <\/i> or viewers of the heavens, that did not consider them, as David, to behold the wisdom and power of God in them but, under pretence of foretelling future events by them, they viewed the heavens and forgot him that made them and set <i>their dominion on the earth <\/i> (<a class=\"ref\">Job 38:33 <\/a>), and has himself dominion over them, for he rides on the heavens. They had their <i>star-gazers, <\/i> who by the motions of the stars, their conjunctions and oppositions, read the doom of states and kingdoms. They had their <i>monthly prognosticators, <\/i> their almanac-makers, that told what weather it should be or what news they should have each month. The great stock they had of these was what they valued themselves much upon but they were all cheats, and their art was a sham. I confess I see not how the judicial astrology which some now pretend to, by the rules of which they undertake to prophecy concerning things to come, can be distinguished from that of the Chaldeans, nor therefore how it can escape the censure and contempt which this text lays that under yet I fear there are some who study their almanacs, and regard them and their prognostications, more than their Bibles and the prophecies there. (3.) They are upbraided with the utter inability and insufficiency of all these pretenders to do them any kindness in the day of their distress. Let them see whether with the help of their enchantments they can prevail against their enemies, or profit themselves, inspirit their own forces or dispirit those that come against them, <a class=\"isa\" verses=\"WzE4NjEyXQ==\">Isaiah 47:12 <\/a>. Let them see what service those can do them who make a trade of divination: \" <i>Let them stand up, <\/i> and either by their power save thee from these evils that are coming upon thee or by their foresight make such a discovery of them beforehand that thou mayest by needful precautions save thyself \" as Elisha, by notifying to the king of Israel the motions of the Syrian army, enabled him to <i>save himself, not once nor twice, <\/i> <a class=\"ref\">2 Kings 6:10 <\/a>. This baffling of the diviners was literally fulfilled when, the night that Babylon was taken and Belshazzar slain, all his astrologers, soothsayers, and wise men, were quite nonplussed with the handwriting on the wall that pronounced the fatal sentence, <a class=\"ref\">Daniel 5:8 <\/a>. (4.) They are upbraided with the fall of the wise men themselves in the common ruin, <a class=\"isa\" verses=\"WzE4NjE0XQ==\">Isaiah 47:14 <\/a>. Those are unlikely to stand their friends in any stead who cannot secure themselves they are as stubble at the best, worthless and useless, and <i>they shall be as stubble <\/i> before a consuming fire. The Persians, to make room for their own wise men, will cut off those of Babylon that <i>fire shall burn them, <\/i> and <i>they shall not deliver themselves from the power of the flame. <\/i> Those can expect no other than to be devoured by their sins make themselves fuel to a devouring fire. When God kindles a fire among them it <i>shall not be a coal to warm at, <\/i> and <i>a fire to sit before, <\/i> but a coal to burn them. Or, rather, it denotes that they shall be utterly consumed by the judgments of God, burnt quite to ashes, and there shall not remain one live coal to do any body any service for <i>when God judges he will overcome. <\/i> (5.) They are upbraided with their merchants, and those they dealt with (<a class=\"isa\" verses=\"WzE4NjE1XQ==\">Isaiah 47:15 <\/a>), such as they dealt with from their youth, either, [1.] In a way of consultation. These astrologers, that dealt in the black art, they always loved to be dealing with, and they were in effect their merchants fortune-telling was one of the best trades in Babylon, and those that followed that trade probably lived as splendidly and got as much money as the richest merchants yet, when some of them were devoured, others fled their country, <i>every one to his quarter, <\/i> and there was none to save Babylon. Miserable comforters are they all. Or, [2.] In a way of commerce. As their astrologers, with whom they had laboured, failed them, so did their merchants they took care to secure their own effects, and then valued not what became of Babylon. They <i>wandered every one to his own quarter <\/i> each man shifted for his own safety, but none would offer to lend a helping hand, no, not to a city by which they had got so much money. Every one was for himself, but few for his friends. The New-Testament Babylon is lamented by the merchants that were made rich by her, but they very prudently stand afar off to lament her (<a class=\"ref\">Revelation 18:15 <\/a>), not willing to attempt any thing for her succour. Happy are those who by faith and prayer deal with one that will be a <i>very present help in time of trouble! <\/i> <\/p> ",
    "audit": null
}