{
    "id": 12115,
    "source": "mhm",
    "verse_id": 17793,
    "verse_count": 7,
    "reference": "7:10–16",
    "title": "",
    "html": " <p>10 Moreover the L <b>ORD <\/b> spake again unto Ahaz, saying, 11 Ask thee a sign of the L <b>ORD <\/b> thy God ask it either in the depth, or in the height above. 12 But Ahaz said, I will not ask, neither will I tempt the L <b>ORD <\/b>. 13 And he said, Hear ye now, O house of David <i>Is it <\/i> a small thing for you to weary men, but will ye weary my God also? 14 Therefore the Lord himself shall give you a sign Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel. 15 Butter and honey shall he eat, that he may know to refuse the evil, and choose the good. 16 For before the child shall know to refuse the evil, and choose the good, the land that thou abhorrest shall be forsaken of both her kings. <\/p> <p>Here, I. God, by the prophet, makes a gracious offer to Ahaz, to confirm the foregoing predictions, and his faith in them, by such sign or miracle as he should choose (<a class=\"isa\" verses=\"WzE3NzkzXQ==\">Isaiah 7:10<\/a>): <i>Ask thee a sign of the Lord thy God <\/i> See here the divine faithfulness and veracity. God tells us nothing but what he is able and ready to prove. See his wonderful condescension to the children of men, in that he is so <i>willing to show to the heirs of promise the immutability of his counsel, <\/i> <a class=\"ref\">Hebrews 6:17<\/a>. He considers our frame, and that, living in a world of sense, we are apt to require sensible proofs, which therefore he has favoured us with in sacramental signs and seals. Ahaz was a bad man, yet God is called the Lord his God, because he was a child of Abraham and David, and of the covenants made with them. See how gracious God is even to the evil and unthankful Ahaz is bidden to choose his sign, as Gideon about the fleece (<a class=\"ref\">Judges 6:37<\/a>) let him ask for a sign in the air, or earth, or water, for God's power is the same in all. <\/p> <p>II. Ahaz rudely refuses this gracious offer, and (which is not mannerly towards any superior) kicks at the courtesy, and puts a slight upon it (<a class=\"isa\" verses=\"WzE3Nzk1XQ==\">Isaiah 7:12<\/a>): <i>I will not ask. <\/i> The true reason why he would not ask for a sign was because, having a dependence upon the Assyrians, their forces, and their gods, for help, he would not thus far be beholden to the God of Israel, or lay himself under obligations to him. He would not ask a sign for the confirming of his faith because he resolved to persist in his unbelief, and would indulge his doubts and distrusts yet he pretends a pious reason: <i>I will not tempt the Lord <\/i> as if it would be a tempting of God to do that which God himself invited and directed him to do. Note, A secret disaffection to God is often disguised with the specious colours of respect to him and those who are resolved that they will not trust God yet pretend that they will not tempt him. <\/p> <p>III. The prophet reproves him and his court, him and the house of David, the whole royal family, for their contempt of prophecy, and the little value they had for divine revelation (<a class=\"isa\" verses=\"WzE3Nzk2XQ==\">Isaiah 7:13<\/a>) \" <i>Is it a small thing for you to weary men <\/i> by your oppression and tyranny, with which you make yourselves burdensome and odious to all mankind? But <i>will you weary my God also <\/i> with the affronts you put upon him?\" As the unjust judge that neither <i>feared God nor regarded man, <\/i> <a class=\"ref\">Luke 18:2<\/a>. <i>You have wearied the Lord with your words, <\/i> <a class=\"ref\">Malachi 2:17<\/a>. Nothing is more grievous to the God of heaven than to be distrusted. \" <i>Will you weary my God? <\/i> Will you suppose him to be tired and unable to help you, or to be weary of doing you good? Whereas <i>the youths may faint and be weary, <\/i> you may have tired all your friends, <i>the Creator of the ends of the earth faints not, neither is weary. <\/i> \" <a class=\"isa\" verses=\"eyIxODQ0OSI6NH0=\">Isaiah 40:28-31<\/a>. Or this: \"In affronting the prophets, you think you put a slight only upon men like yourselves, and consider not that you affront God himself, whose messengers they are, and put a slight upon him, who will resent it accordingly.\" The prophet here calls God his God with a great deal of pleasure: Ahaz would not say, He is my God, though the prophet had invited him to say so (<a class=\"isa\" verses=\"WzE3Nzk0XQ==\">Isaiah 7:11<\/a>): <i>The Lord thy God <\/i> but Isaiah will say, \"He is mine.\" Note, Whatever others do, we must avouch the Lord for ours and abide by him. <\/p> <p>IV. The prophet, in God's name, gives them a sign: \"You will not ask a sign, but the unbelief of man shall not make the promise of God of no effect: <i>The Lord himself shall give you a sign <\/i> (<a class=\"isa\" verses=\"WzE3Nzk3XQ==\">Isaiah 7:14<\/a>), a double sign.\" <\/p> <p>1. \"A sign in general of his good-will to Israel and to the house of David. You may conclude it that he has mercy in store for you, and that you are not forsaken of your God, how great soever your present distress and danger are for of your nation, of your family, the Messiah is to be born, and you cannot be destroyed while that blessing is in you, which shall be introduced,\" (1.) \"In a glorious manner for, whereas you have been often told that he should be born among you, I am now further to tell you that he shall be born of a virgin, which will signify both the divine power and the divine purity with which he shall be brought into the world,&mdash;that he shall be a extraordinary person, for he shall not be born by ordinary generation,&mdash;and that he shall be a holy thing, not stained with the common pollutions of the human nature, therefore incontestably fit to have the throne of his father David given him.\" Now this, though it was to be accomplished above 500 years after, was a most encouraging sign to the house of David (and to them, under that title, this prophecy is directed, <a class=\"isa\" verses=\"WzE3Nzk2XQ==\">Isaiah 7:13<\/a>) and an assurance that God would not cast them off. Ephraim did indeed envy Judah (<a class=\"isa\" verses=\"WzE3ODk4XQ==\">Isaiah 11:13<\/a>) and sought the ruin of that kingdom, but could not prevail for the sceptre should never depart from Judah till the coming of Shiloh, <a class=\"ref\">Genesis 49:10<\/a>. Those whom God designs for the great salvation may take that for a sign to them that they shall not be swallowed up by any trouble they meet with in the way. (2.) The Messiah shall be introduced on a glorious errand, wrapped up in his glorious name: They <i>shall call his name Immanuel&mdash;God with us, <\/i> God in our nature, God at peace with us, in covenant with us. This was fulfilled in their calling him <i>Jesus&mdash;a Saviour <\/i> (<a class=\"ref\">Matthew 1:21-25<\/a>), for, if he had not been <i>Immanuel&mdash;God with us, <\/i> he could not have been <i>Jesus&mdash;a Saviour. <\/i> Now this was a further sign of God's favour to the house of David and the tribe of Judah for he that intended to work this great salvation among them no doubt would work out for them all those other salvations which were to be the types and figures of this, and as it were preludes to this. \"Here is a sign for you, not in the depth nor in the height, but in the prophecy, in the promise, in the covenant made with David, which you are no strangers to. The promised seed shall be Immanuel, <i>God with us <\/i> let that word comfort you (<a class=\"isa\" verses=\"WzE3ODE4XQ==\">Isaiah 8:10<\/a>), that <i>God is with us, <\/i> and (<a class=\"isa\" verses=\"WzE3NzkxXQ==\">Isaiah 7:8<\/a>) that your land is Immanuel's land. Let not <i>the heart of the house of David <\/i> be moved thus (<a class=\"isa\" verses=\"WzE3Nzg1XQ==\">Isaiah 7:2<\/a>), nor let Judah fear the setting up of the son of Tabeal (<a class=\"isa\" verses=\"WzE3Nzg5XQ==\">Isaiah 7:6<\/a>), for nothing can cut off the entail on the Son of David that shall be Immanuel.\" Note, The strongest consolations, in time of trouble, are those which are borrowed from Christ, our relation to him, our interest in him, and our expectations of him and from him. Of this child it is further foretold (<a class=\"isa\" verses=\"WzE3Nzk4XQ==\">Isaiah 7:15<\/a>) that though he shall not be born like other children, but of a virgin, yet he shall be really and truly man, and shall be nursed and brought up like other children: <i>Butter and honey shall he eat, <\/i> as other children do, particularly the children of that land which <i>flowed with milk and honey. <\/i> Though he be conceived by the power of the Holy Ghost, yet he shall not therefore be fed with angels' food, but, as it becomes him, shall be <i>in all things made like unto his brethren, <\/i> <a class=\"ref\">Hebrews 2:17<\/a>. Nor shall he, though born thus by extraordinary generation, be a man immediately, but, as other children, shall advance gradually through the several states of infancy, childhood, and youth, to that of manhood, and growing in wisdom and stature, shall at length wax strong in spirit, and come to maturity, so as to know how <i>to refuse the evil and choose the good. <\/i> See <a class=\"ref\">Luke 2:40<\/a>. Note, Children are fed when they are little that they may be taught and instructed when they have grown up they have their maintenance in order to their education. <\/p> <p>2. Here is another sign in particular of the speedy destruction of these potent princes that were now a terror to Judah, <a class=\"isa\" verses=\"WzE3Nzk5XQ==\">Isaiah 7:16<\/a>. \"Before <i>this <\/i> child (so it should be read), this child which I have now in my arms\" (he means not Immanuel, but Shear-jashub his own son, whom he was ordered to take with him for a sign, <a class=\"isa\" verses=\"WzE3Nzg2XQ==\">Isaiah 7:3<\/a>), \"before this <i>child shall know how to refuse the evil and choose the good <\/i> \" (and those who saw what his present stature and forwardness were would easily conjecture how long that would be), \"before this child be three or four years older, <i>the land that thou abhorrest, <\/i> these confederate forces of Israelites and Syrians, which thou hast such an enmity to and standest in such dread of, <i>shall be forsaken of both their kings, <\/i> both Pekah and Rezin,\" who were in so close an alliance that they seemed as if they were the kings of but one kingdom. This was fully accomplished for within two or three years after this, Hoshea conspired against Pekah, and slew him (<a class=\"ref\">2 Kings 15:30<\/a>), and, before that, the king of Assyria took Damascus, and slew Rezin, <a class=\"ref\">2 Kings 16:9<\/a>. Nay, there was a present event, which happened immediately, and when this child carried the prediction of in his name, which was a pledge and earnest of this future event. <i>Shear-jashub <\/i> signifies <i>The remnant shall return, <\/i> which doubtless points at the wonderful return of those 200,000 captives whom Pekah and Rezin had carried away, who were brought back, not by might or power, but by the Spirit of the Lord of hosts. Read the story, <a class=\"ref\">2 Chronicles 28:8-15<\/a>. The prophetical naming of this child having thus had its accomplishment, no doubt this, which was further added concerning him, should have its accomplishment likewise, that Syria and Israel should be deprived of both their kings. One mercy from God encourages us to hope for another, if it engages us to prepare for another. <\/p> ",
    "audit": null
}