{
    "id": 12138,
    "source": "mhm",
    "verse_id": 17926,
    "verse_count": 4,
    "reference": "13:19-22",
    "title": "",
    "html": "<p>  19  And Babylon, the glory of kingdoms, the beauty of the  Chaldees' excellency, shall be as when God overthrew Sodom and  Gomorrah.    20  It shall never be inhabited, neither shall it be dwelt in  from generation to generation: neither shall the Arabian pitch  tent there  neither shall the shepherds make their fold there.    21  But wild beasts of the desert shall lie there  and their  houses shall be full of doleful creatures  and owls shall dwell  there, and satyrs shall dance there.    22  And the wild beasts of the islands shall cry in their  desolate houses, and dragons in <i>their<\/i> pleasant palaces: and her  time <i>is<\/i> near to come, and her days shall not be prolonged.  <\/p>  <p>  The great havoc and destruction which it was foretold should be made by  the Medes and Persians in Babylon here end in the final destruction of  it.  1. It is allowed that Babylon was a noble city. It was <i>the glory of  kingdoms and the beauty of the Chaldees' excellency <\/i> it was that  <i>head of gold<\/i>  (<a class=\"ref\">Daniel 2:37<\/a>)  it was called <i>the lady of kingdoms<\/i>  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 47:5<\/a>),  <i>the praise of the whole earth<\/i>  (<a class=\"ref\">Jeremiah 51:41<\/a>),  <i>like a pleasant roe<\/i> (so the word signifies)  but it shall be as  a <i>chased roe,<\/i>   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 13:14<\/a>.  The Chaldeans gloried in the beauty and wealth of this their  metropolis.  2. It is foretold that it should be wholly destroyed, like Sodom and  Gomorrah  not so miraculously, nor so suddenly, but as effectually,  though gradually  and the destruction should come upon them as that  upon Sodom, when they were secure, eating and drinking,   <a class=\"ref\">Luke 17:28<\/a>.  Babylon was taken when Belshazzar was in his revels  and, though Cyrus  and Darius did not demolish it, yet by degrees it wasted away and in  process of time it went all to ruin. It is foretold here  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 13:20<\/a>)  <i>that it shall never be inhabited <\/i> in Adrian's time nothing  remained but the wall. And whereas it is prophesied concerning Nineveh,  that great city, that when it should be deserted and left desolate yet  flocks should lie down in the midst of it, it is here said concerning  Babylon that <i>the Arabians,<\/i> who were <i>shepherds, should not  make their folds there <\/i> the country about should be so barren that  there would be no grazing there  no, not for sheep. Nay, it shall be  the receptacle of <i>wild beasts,<\/i> that affect solitude  the houses  of Babylon, where the sons and daughters of pleasure used to  rendezvous, <i>shall be full of doleful creatures, owls and satyrs,<\/i>  that are themselves frightened thither, as to a place proper for them,  and by whom all others are frightened thence. Historians say that this  was fulfilled in the letter. Benjamin Bar-Jona, in his Itinerary,  speaking of Babel, has these words: \"This is that Babel which was of  old thirty miles in breadth  it is now laid waste. There are yet to be  seen the ruins of a palace of Nebuchadnezzar, but the sons of men dare  not enter in, for fear of serpents and scorpions, which possess the  place.\" Let none be proud of their pompous palaces, for they know not  but they may become worse than cottages  nor let any think that  <i>their houses shall endure for ever<\/i>  (<a class=\"ref\">Psalm 49:11<\/a>),  when perhaps nothing may remain but the ruins and reproaches of them.  3. It is intimated that this destruction should come shortly  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 13:22<\/a>):  <i>Her time is near to come.<\/i> This prophecy of the destruction of  Babylon was intended for the support and comfort of the people of God  when they were captives there and grievously oppressed  and the  accomplishment of the prophecy was nearly 200 years after the time when  it was delivered  yet it followed soon after the time for which it was  calculated. When the people of Israel were groaning under the heavy  yoke of Babylonish tyranny, sitting down in tears by the rivers of  Babylon and upbraided with the songs of Zion, when their insolent  oppressors were most haughty and arrogant  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 13:11<\/a>),  then let them know, for their comfort, that Babylon's time, her day to  fall, is near to come, and the days of her prosperity shall not be  prolonged, as they have been. When God begins with her he will make an  end. Thus it is said of the destruction of the New-Testament Babylon,  whereof the former was a type, <i>In one hour has her judgment  come.<\/i><\/p>",
    "audit": null
}