{
    "id": 12128,
    "source": "mhm",
    "verse_id": 17875,
    "verse_count": 11,
    "reference": "10:24–34",
    "title": "",
    "html": " <p>24 Therefore thus saith the Lord G <b>OD <\/b>,of hosts, O my people that dwellest in Zion, be not afraid of the Assyrian: he shall smite thee with a rod, and shall lift up his staff against thee, after the manner of Egypt. 25 For yet a very little while, and the indignation shall cease, and mine anger in their destruction. 26 And the L <b>ORD <\/b>,of hosts shall stir up a scourge for him according to the slaughter of Midian at the rock of Oreb: and <i>as <\/i>,his rod <i>was <\/i>,upon the sea, so shall he lift it up after the manner of Egypt. 27 And it shall come to pass in that day, <i>that <\/i>,his burden shall be taken away from off thy shoulder, and his yoke from off thy neck, and the yoke shall be destroyed because of the anointing. 28 He is come to Aiath, he is passed to Migron at Michmash he hath laid up his carriages: 29 They are gone over the passage: they have taken up their lodging at Geba Ramah is afraid Gibeah of Saul is fled. 30 Lift up thy voice, O daughter of Gallim: cause it to be heard unto Laish, O poor Anathoth. 31 Madmenah is removed the inhabitants of Gebim gather themselves to flee. 32 As yet shall he remain at Nob that day: he shall shake his hand <i>against <\/i>,the mount of the daughter of Zion, the hill of Jerusalem. 33 Behold, the Lord, the L <b>ORD <\/b>,of hosts, shall lop the bough with terror: and the high ones of stature <i>shall be <\/i>,hewn down, and the haughty shall be humbled. 34 And he shall cut down the thickets of the forest with iron, and Lebanon shall fall by a mighty one. <\/p> <p>The prophet, in his preaching, distinguishes between the precious and the vile for God in his providence, even in the same providence, does so. He speaks terror, in Sennacherib's invasion, to the hypocrites, who were the <i>people of God's wrath, <\/i>, <a class=\"isa\" verses=\"WzE3ODU3XQ==\">Isaiah 10:6 <\/a>. But here he speaks comfort to the sincere, who were the people of God's love. The judgment was sent for the sake of the former the deliverance was wrought for the sake of the latter. Here we have, <\/p> <p>I. An exhortation to God's people not to be frightened at this threatening calamity, nor to be put into any confusion or consternation by it. <i>Let the sinners in Zion be afraid <\/i>,(<a class=\"isa\" verses=\"WzE4Mjk0XQ==\">Isaiah 33:14 <\/a>): but <i>O my people, that dwellest in Zion, be not afraid of the Assyrian, <\/i>, <a class=\"isa\" verses=\"WzE3ODc1XQ==\">Isaiah 10:24 <\/a>. Note, It is against the mind and will of God that his people, whatever may happen, should give way to that fear which has torment and amazement. Those that dwell in Zion, where God dwells and where his people attend him, and are employed in his service, that are under the protection of the bulwarks that are <i>round about Zion <\/i>,(<a class=\"ref\">Psalm 48:13 <\/a>), need not be afraid of any enemy. Let their souls dwell at ease in God. <\/p> <p>II. Considerations offered for the silencing of their fear. <\/p> <p>1. The Assyrian shall do nothing against them but what God has appointed and determined. They are here told before hand what he shall do, that it may be no surprise to them: \" <i>He shall smite thee <\/i>,by the divine permission, but it shall be only <i>with a rod <\/i>,to correct thee, not with a sword to wound and kill nay, <i>he shall but lift up his staff against thee, <\/i>,threaten thee, and frighten thee, and shake the rod at thee, <i>after the manner of Egypt, <\/i>,as the Egyptians shook their staff against your fathers at the Red Sea, when they said, <i>We will pursue, we will overtake <\/i>,(<a class=\"ref\">Exodus 15:9 <\/a>), but could not reach to do them any hurt.\" Note, We should not be frightened at those enemies that can do no more than frighten us. <\/p> <p>2. The storm shall soon blow over (<a class=\"isa\" verses=\"WzE3ODc2XQ==\">Isaiah 10:25 <\/a>): <i>Yet a very little while&mdash;a little, little while <\/i>,(so the word is), <i>and the indignation shall cease, even my anger, <\/i>,which is <i>the staff in their hand <\/i>,(<a class=\"isa\" verses=\"WzE3ODU2XQ==\">Isaiah 10:5 <\/a>), so that when that ceases they are disarmed and disabled to do any further mischief. Note, God's anger against his people is but for a moment (<a class=\"ref\">Psalm 30:5 <\/a>), and when that ceases, and is turned away from us, we need not fear the fury of any man, for it is impotent passion. <\/p> <p>3. The enemy that threatens them shall himself be reckoned with. God's anger against his people <i>shall cease in the destruction <\/i>,of their enemies when he turns away his wrath from Israel he shall turn it against the Assyrian and the rod with which he corrected his people shall not only be laid aside, but thrown into the fire. He <i>lifted up his staff <\/i>,against Zion, but God <i>shall stir up a scourge for him <\/i>,(<a class=\"isa\" verses=\"WzE3ODc3XQ==\">Isaiah 10:26 <\/a>) he is a terror to God's people, but God will be a terror to him. The destroying angel shall be this scourge, which he can neither flee from nor contend with. The prophet, for the encouragement of God's people, quotes precedents, and puts them in mind of what God had done formerly against the enemies of his church, who were very strong and formidable, but were brought to ruin. The destruction of the Assyrian shall be, (1.) <i>According to the slaughter of Midian <\/i>,(which was effected by an invisible power, but effected suddenly, and it was a total rout) and as, <i>at the rock of Oreb, <\/i>,one of the princes of Midian, after the battle, was slain, so shall Sennacherib be in the temple of his god Nisroch, after the defeat of his forces, when he thinks the bitterness of death is past. Compare with this <a class=\"ref\">Psalm 83:11 <\/a>,, <i>Make their nobles like Oreb and like Zeeb <\/i>,and see how God's promises and his people's prayers agree. (2.) <i>As his rod was upon the sea, <\/i>,the Red Sea, as Moses' rod was upon that, to divide it first for the escape of Israel and then to close it again for the destruction of their pursuers, so shall his rod now be <i>lifted up, after the manner of Egypt, <\/i>,for the deliverance of Jerusalem and the destruction of the Assyrian. Note, It is good to observe a resemblance between God's latter and former appearances for his people, and against his and their enemies. <\/p> <p>4. They shall be wholly delivered from the power of the Assyrian, and from the fear of it, <a class=\"isa\" verses=\"WzE3ODc4XQ==\">Isaiah 10:27 <\/a>. \"They shall not only be eased of the Assyrian army, which is now quartered upon them and which is a grievous yoke and burden to them, but they shall no more pay that tribute to the king of Assyria which before this invasion he exacted from them (<a class=\"ref\">2 Kings 18:14 <\/a>), shall be no longer at his service, nor lie at his mercy, as they have done nor shall he ever again put the country under contribution.\" Some think it looks further, to the deliverance of the Jews out of their captivity in Babylon and further yet, to the redemption of believers from the tyranny of sin and Satan. The yoke shall not only be taken away, but it <i>shall be destroyed. <\/i>,The enemy shall no more recover his strength, to do the mischief he has done and this <i>because of the anointing, <\/i>,for their sakes who were partakers of the anointing. (1.) For Hezekiah's sake, who was the anointed of the Lord, who had been an active reformer, and was dear to God. (2.) For David's sake. This is particularly given as the reason why God would defend Jerusalem from Sennacherib (<a class=\"isa\" verses=\"WzE4Mzg4XQ==\">Isaiah 37:35 <\/a>), <i>For my own sake, and for my servant David's sake. <\/i>,(3.) For his people Israel's sake, the good people among them that had received the unction of divine grace. (4.) For the sake of the Messiah, the Anointed of God, whom God had an eye to in all the deliverances of the Old-Testament church, and hath still an eye to in all the favours he shows to his people. It is for his sake that the yoke is broken, and that we are made free indeed. <\/p> <p>III. A description both of the terror of the enemy and the terror with which many were struck by it, and the folly of both exposed, <a class=\"isa\" verses=\"eyIxNzg3OSI6N30=\">Isaiah 10:28-34 <\/a>,, to the end. Here observe, <\/p> <p>1. How formidable the Assyrians were and how daring and threatening they affected to appear. Here is a particular description of the march of Sennacherib, what course he steered, what swift advances he made: <i>He has come to Aiath, <\/i>,&c. \"This and the other place he has made himself master of, and has met with no opposition.\" <i>At Michmash he has laid up his carriages, <\/i>,as if he had no further occasion for his heavy artillery, so easily was every place he came to reduced or the store-cities of Judah, which were fortified for that purpose, had now become his magazines. Some remarkable pass, and an important one, he had taken: <i>They have gone over the passage. <\/i> <\/p> <p>2. How cowardly the men of Judah were, the degenerate seed of that lion's whelp. They were <i>afraid <\/i>,they <i>fled <\/i>,upon the first alarm, and did not offer to make any head against the enemy. Their apostasy from God had dispirited them, so that one chased a thousand of them. Instead of a valiant shout, to animate one another, nothing was heard by lamentation, to discourage and weaken one another. And <i>poor Anathoth, <\/i>,a priests' city, that should have been a pattern of courage, shrieks louder than any, <a class=\"isa\" verses=\"WzE3ODgxXQ==\">Isaiah 10:30 <\/a>. With respect to those that <i>gathered themselves <\/i>,together, it was not to fight, but to flee by consent, <a class=\"isa\" verses=\"WzE3ODgyXQ==\">Isaiah 10:31 <\/a>. This is designed either, (1.) To show how fast the news of the enemy's progress flew through the kingdom: <i>He has come to Aiath, <\/i>,says one nay, says another, <i>He has passed to Migron, <\/i>,&c. And yet, perhaps, it was not altogether so bad as common fame represented it. But we must watch against the fear, not only of evil things, but of evil tidings, which often make things worse than really they are, <a class=\"ref\">Psalm 112:7 <\/a>. Or, (2.) To show what imminent danger Jerusalem was in, when its enemies made so many bold advances towards it and its friends could not make one bold stand to defend it. Note, The more daring the church's enemies are, and the more dastardly those are that should appear for her, the more will God be exalted in his own strength, when, notwithstanding this, he works deliverance for her. <\/p> <p>3. How impotent his attempt upon Jerusalem shall be: <i>he shall remain at Nob, <\/i>,whence he may see Mount Zion, and there <i>he shall shake his hand <\/i>,against it, <a class=\"isa\" verses=\"WzE3ODgzXQ==\">Isaiah 10:32 <\/a>. He shall threaten it, and that shall be all it shall be safe, and shall set him at defiance. The daughter of Jerusalem, to be even with him, shall <i>shake her head <\/i>,at him, <a class=\"isa\" verses=\"WzE4Mzc1XQ==\">Isaiah 37:22 <\/a>. <\/p> <p>4. How fatal it would prove, in the issue, to himself. When he <i>shakes his hand at Jerusalem, <\/i>,and is about to lay hands on it, then is God's time to appear against him for Zion is the place of which God has said, <i>This is my rest for ever <\/i>,therefore those who threaten it affront God himself. Then <i>the Lord shall lop the bough with terror and cut down the thickets of the forest, <\/i>, <a class=\"isa\" verses=\"WzE3ODg0XQ==\">Isaiah 10:33 <\/a>. (1.) The pride of the enemy shall be humbled, the boughs that are lifted up on high shall be lopped off, the high and stately trees shall be hewn down that is, the haughty shall be humbled. Those that lift up themselves in competition with God or opposition to him shall be abased. (2.) The power of the enemy shall be broken: <i>The thickets of the forest he shall cut down. <\/i>,When the Assyrian soldiers were under their arms, and their spears erect, they looked like a forest, like Lebanon but, when in one night they all became as dead corpses, the pikes were laid on the ground, and Lebanon was of a sudden cut down <i>by a mighty one, <\/i>,by the destroying angel, who in a little time slew so many thousands of them: and, if this shall be the exit of that proud invader, let not God's people be afraid of him. <i>Who art thou, that thou shouldst be afraid of a man that shall die? <\/i> <\/p>,",
    "audit": null
}