{
    "id": 12180,
    "source": "mhm",
    "verse_id": 18132,
    "verse_count": 21,
    "reference": 26,
    "title": "",
    "html": " <p>This chapter is a song of holy joy and praise, in which the great things God had engaged, in the foregoing chapter, to do for his people against his enemies and their enemies are celebrated: it is prepared to be sung when that prophecy should be accomplished for we must be forward to meet God with our thanksgivings when he is coming towards us with his mercies. Now the people of God are here taught, I. To triumph in the safety and holy security both of the church in general and of every particular member of it, under the divine protection, <a class=\"isa\" verses=\"eyIxODEzMiI6NH0=\">Isaiah 26:1-4 <\/a>. II. To triumph over all opposing powers, <a class=\"isa\" verses=\"WzE4MTM2XQ==\">Isaiah 26:5 <\/a>. III. To walk with God, and wait for him, in the worst and darkest times, <a class=\"isa\" verses=\"eyIxODEzOCI6M30=\">Isaiah 26:7-9 <\/a>. IV. To lament the stupidity of those who regarded not the providence of God, either merciful or afflictive, <a class=\"isa\" verses=\"WzE4MTQxXQ==\">Isaiah 26:10 <\/a>. V. To encourage themselves, and one another, with hopes that God would still continue to do them good (<a class=\"isa\" verses=\"WzE4MTQzXQ==\">Isaiah 26:12 <\/a>), and engage themselves to continue in his service, <a class=\"isa\" verses=\"WzE4MTQ0XQ==\">Isaiah 26:13 <\/a>. VI. To recollect the kind providences of God towards them in their low and distressed condition, and their conduct under those providences, <a class=\"isa\" verses=\"eyIxODE0NiI6NH0=\">Isaiah 26:15-18 <\/a>. VII. To rejoice in hope of a glorious deliverance, which should be as a resurrection to them (<a class=\"isa\" verses=\"WzE4MTUwXQ==\">Isaiah 26:19 <\/a>), and to retire in the expectation of it, <a class=\"isa\" verses=\"WzE4MTUxXQ==\">Isaiah 26:20 <\/a>. And this is written for the support and assistance of the faith and hope of God's people in all ages, even those upon whom the ends of the world have come. <\/p> ",
    "audit": null
}