{
    "id": 12279,
    "source": "mhm",
    "verse_id": 18673,
    "verse_count": 2,
    "reference": "50:10–11",
    "title": "",
    "html": " <p>10 Who <i>is<\/i>, among you that feareth the L <b>ORD<\/b>, that obeyeth the voice of his servant, that walketh <i>in<\/i>, darkness, and hath no light? let him trust in the name of the L <b>ORD<\/b>, and stay upon his God. 11 Behold, all ye that kindle a fire, that compass <i>yourselves<\/i>, about with sparks: walk in the light of your fire, and in the sparks <i>that<\/i>, ye have kindled. This shall ye have of mine hand ye shall lie down in sorrow. <\/p> <p>The prophet, having the tongue of the learned given him, that he might give to every one his portion, here makes use of it, rightly dividing the word of truth. It is the summary of the gospel. <i>He that believes shall be saved<\/i>, (he that trusts in the name of the Lord shall be comforted, though for a while he walk in darkness and have no light), but <i>he that believes not shall be damned<\/i>, though for a while he walk in the light of his own fire, yet he shall lie down in sorrow. <\/p> <p>I. Comfort is here spoken to disconsolate saints, and they are encouraged to trust in God's grace, <a class=\"isa\" verses=\"WzE4NjczXQ==\">Isaiah 50:10<\/a>. Here observe, 1. What is always the character of a child of God. He is one that fears the Lord with a filial fear, that stands in awe of his majesty and is afraid of incurring his displeasure. This is a grace that usually appears most in good people when they walk in darkness, when other graces appear not. They then <i>tremble at his word<\/i>, (<a class=\"isa\" verses=\"WzE4OTI1XQ==\">Isaiah 66:2<\/a>) and are <i>afraid of his judgments,<\/i>, <a class=\"ref\">Psalm 119:120<\/a>. He is one that obeys the voice of God's servant, is willing to be ruled by the Lord Jesus, as God's servant in the great work of man's redemption, one that yields a sincere obedience to the law of Christ and cheerfully comes up to the terms of his covenant. Those that truly fear God will obey the voice of Christ. 2. What is sometimes the case of a child of God. It is supposed that though he has in his heart the fear of God, and faith in Christ, yet for a time he walks in darkness and has no light, is disquieted and has little or no comfort. Who is there that does so? This intimates that it is a case which sometimes happens among the professors of religion, yet not very often but, whenever it happens, God takes notice of it. It is no new thing for the children and heirs of light sometimes to walk in darkness, and for a time not to have any glimpse or gleam of light. This is not meant so much of the comforts of this life (those that fear God, when they have ever so great an abundance of them, do not walk in them as their light) as of their spiritual comforts, which relate to their souls. They walk in darkness when their evidences for heaven are clouded, their joy in God is interrupted, the testimony of the Spirit is suspended, and the light of God's countenance is eclipsed. Pensive Christians are apt to be melancholy, and those who fear always are apt to fear too much. 3. What is likely to be an effectual cure in this sad case. He that is thus in the dark, (1.) <i>Let him trust in the name of the Lord,<\/i>, in the goodness of his nature, and that which he has made known of himself, his wisdom, power, and goodness. <i>The name of the Lord is a strong tower,<\/i>, let his run into that. Let him depend upon it that if he walk before God, which a man may do though he walk in the dark, he shall find God all-sufficient to him. (2.) Let him <i>stay himself upon his God,<\/i>, his in covenant let him keep hold of his covenant-relation to God, and call God <i>his God,<\/i>, as Christ on the cross, <i>My God, My God.<\/i>, Let him stay himself upon the promises of the covenant, and build his hopes on them. When a child of God is ready to sink he will find enough in God to stay himself upon. Let him trust in Christ, for God's <i>name is in him<\/i>, (<a class=\"ref\">Exodus 23:21<\/a>), trust in that name of his, <i>The Lord our righteousness,<\/i>, and stay himself upon God as his God, in and through a Mediator. <\/p> <p>II. Conviction is here spoken to presuming sinners, and they are warned not to trust in themselves, <a class=\"isa\" verses=\"WzE4Njc0XQ==\">Isaiah 50:11<\/a>. Observe, 1. The description given of them. They <i>kindle a fire,<\/i>, and <i>walk in the light of that fire.<\/i>, They depend upon their own righteousness, offer all their sacrifices, and burn all their incense, with that fire (as Nadab and Abihu) and not with the fire from heaven. In their hope of acceptance with God they have no regard to the righteousness of Christ. They refresh and please themselves with a conceit of their own merit and sufficiency, and warm themselves with that. It is both light and heat to them. They <i>compass themselves about with sparks of their own kindling.<\/i>, As they trust in their own righteousness, and not in the righteousness of Christ, so they place their happiness in their worldly possessions and enjoyments, and not in the favour of God. Creature-comforts are as sparks, short-lived and soon gone yet the children of this world, while they last, warm themselves by them, and walk with pride and pleasure in the light of them. 2. The doom passed upon them. They are ironically told to <i>walk in the light of their own fire.<\/i>,\"Make your best of it, while it lasts. But what will be in the end thereof, what will it come to at last? This shall you have of my hand (says Christ, for to him the judgment is committed), <i>you shall lie down in sorrow,<\/i>, shall go to bed in the dark.\" See <a class=\"ref\">Job 18:5<\/a>. <i>His candle shall be put out with him.<\/i>, Those that make the world their comfort, and their own righteousness their confidence, will certainly meet with a fatal disappointment, which will be bitterness in the end. A godly man's way may be melancholy, but his end shall be peace and everlasting light. A wicked man's way may be pleasant, but his end and endless abode will be utter darkness. <\/p>",
    "audit": null
}