{
    "id": 12150,
    "source": "mhm",
    "verse_id": 17985,
    "verse_count": 5,
    "reference": "17:1-5",
    "title": "",
    "html": "<p>  1  The burden of Damascus. Behold, Damascus is taken away from  <i>being<\/i> a city, and it shall be a ruinous heap.    2  The cities of Aroer <i>are<\/i> forsaken: they shall be for flocks,  which shall lie down, and none shall make <i>them<\/i> afraid.    3  The fortress also shall cease from Ephraim, and the kingdom  from Damascus, and the remnant of Syria: they shall be as the  glory of the children of Israel, saith the L<b>ORD<\/b> of hosts.    4  And in that day it shall come to pass, <i>that<\/i> the glory of  Jacob shall be made thin, and the fatness of his flesh shall wax  lean.    5  And it shall be as when the harvestman gathereth the corn,  and reapeth the ears with his arm  and it shall be as he that  gathereth ears in the valley of Rephaim.  <\/p>  <p>  We have here the burden of Damascus  the Chaldee paraphrase reads it,  <i>The burden of the cup of the curse to drink to Damascus in <\/i> and,  the ten tribes being in alliance, they must expect to pledge Damascus  in this cup of trembling that is to go round.  1. Damascus itself, the head city of Syria, must be destroyed  the  houses, it is likely, will be burnt, as least the walls, and gates, and  fortifications demolished, and the inhabitants carried away captive, so  that for the present it is <i>taken away from being a city,<\/i> and is  reduced not only to a village, but to <i>a ruinous heap,<\/i>   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 17:1<\/a>.  Such desolating work as this does sin make with cities.  2. The country towns are abandoned by their inhabitants, frightened or  forced away by the invaders: <i>The cities of Aroer<\/i> (a province of  Syria so called) <i>are forsaken<\/i>  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 17:2<\/a>)  the conquered dare not dwell in them, and the conquerors have no  occasion for them, nor did they seize them for want, but wantonness  so  that the places which should be for men to live in are for <i>flocks to  lie down in,<\/i> which they may do, and none will disturb nor dislodge  them. Stately houses are converted into sheep-cotes. It is strange that  great conquerors should pride themselves in being common enemies to  mankind. But, how unrighteous soever they are, God is righteous in  causing those cities to spue out their inhabitants, who by their  wickedness had made themselves vile  it is better that <i>flocks should  lie down there<\/i> than that they should harbour such as are in open  rebellion against God and virtue.  3. The strongholds of Israel, the kingdom of the ten tribes, will be  brought to ruin: <i>The fortress shall cease from Ephraim<\/i>  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 17:3<\/a>),  that in Samaria, and all the rest. They had joined with Syria in  invading Judah very unnaturally  and now those that had been partakers  in sin should be made partakers in ruin, and justly. When <i>the  fortress shall cease from Ephraim,<\/i> by which Israel will be  weakened, the kingdom will cease from Damascus, by which Syria will be  ruined. The Syrians were the ring-leaders in that confederacy against  Judah, and therefore they are punished first and sorest  and, because  they boasted of their alliance with Israel, now that Israel is weakened  they are upbraided with those boasts: \"<i>The remnant of Syria shall be  as the glory of the children of Israel <\/i> those few that remain of  the Syrians shall be in as mean and despicable a condition as the  children of Israel are, and the glory of Israel shall be no relief or  reputation to them.\" Sinful confederacies will be no strength, no stay,  to the confederates, when God's judgments come upon them. See here what  the glory of Jacob is when God contends with him, and what little  reason Syria will have to be proud of resembling the glory of Jacob.  (1.) It is wasted like a man in a consumption,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 17:4<\/a>.  <i>The glory of Jacob<\/i> was their numbers, that they were as the sand  of the sea for multitude  but this glory <i>shall be made thin,<\/i>  when many are cut off, and few left. Then the <i>fatness of their  flesh,<\/i> which was their pride and security, <i>shall was lean,<\/i>  and the body of the people shall become a perfect skeleton, nothing but  skin and bones. Israel died of a lingering disease  the kingdom of the  ten tribes wasted gradually  God was to them <i>as a moth,<\/i>   <a class=\"ref\">Hosea 5:12<\/a>.  Such is all the glory of this world: it soon withers, and is made thin  but thee is a far more exceeding and external weight of glory designed  for the spiritual seed of Jacob, which is not subject to any such  decay--fatness of God's house, which will not <i>wax lean.<\/i>  (2.) It is all gathered and carried away by the Assyrian army, as the  corn is carried out of the field by the husbandmen,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 17:5<\/a>.  The corn is the glory of the fields  (<a class=\"ref\">Psalm 65:13<\/a>)  but, when it is reaped and gone, where is the glory? The people had by  their sins made themselves ripe for ruin, and their glory was as  quickly, as easily, as justly, and as irresistibly, cut down and taken  away, as the corn is out of the field by the husbandman. God's  judgments are compared to the <i>thrusting in of the sickle when the  harvest is ripe,<\/i>   <a class=\"ref\">Revelation 14:15<\/a>.  And the victorious army, like the careful husbandmen in the valley of  Rephaim, where the corn was extraordinary, would not, if they could  help it, leave an ear behind, would lose nothing that they could lay  their hands on.<\/p>",
    "audit": null
}