{
    "id": 12316,
    "source": "mhm",
    "verse_id": 18810,
    "verse_count": 7,
    "reference": "59:9–15",
    "title": "",
    "html": "<p>9 Therefore is judgment far from us, neither doth justice overtake us: we wait for light, but behold obscurity for brightness, <i>but<\/i> we walk in darkness. 10 We grope for the wall like the blind, and we grope as if<i>we had<\/i> no eyes: we stumble at noonday as in the night<i>we are<\/i> in desolate places as dead<i>men. <\/i> 11 We roar all like bears, and mourn sore like doves: we look for judgment, but<i>there is<\/i> none for salvation, <i>but<\/i> it is far off from us. 12 For our transgressions are multiplied before thee, and our sins testify against us: for our transgressions<i>are<\/i> with us and<i>as for<\/i> our iniquities, we know them 13 In transgressing and lying against the L<b>ORD<\/b> , and departing away from our God, speaking oppression and revolt, conceiving and uttering from the heart words of falsehood. 14 And judgment is turned away backward, and justice standeth afar off: for truth is fallen in the street, and equity cannot enter. 15 Yea, truth faileth and he<i>that<\/i> departeth from evil maketh himself a prey: and the L<b>ORD<\/b> saw<i>it,<\/i> and it displeased him that<i>there was<\/i> no judgment.<\/p><p>The scope of this paragraph is the same with that of the last, to show that sin is the great mischief-maker as it is that which keeps good things from us, so it is that which brings evil things upon us. But as<i>there<\/i> it is spoken by the prophet, in God's name, to the people, for their conviction and humiliation, and that God might be justified when he speaks and clear when he judges, so<i>here<\/i> it seems to be spoken by the people to God, as an acknowledgment of that which was there told them and an expression of their humble submission and subscription to the justice and equity of God's proceedings against them. Their uncircumcised hearts here seem to be humbled in some measure, and they are brought to confess (the confession is at least extorted from them), that God had justly walked contrary to them, because they had walked contrary to him.<\/p><p>I. They acknowledge that God had contended with them and had walked contrary to them. Their case was very deplorable, <a class=\"isa\" verses=\"eyIxODgxMCI6M30=\">Isaiah 59:9-11<\/a>. 1. They were in distress, trampled upon and oppressed by their enemies, unjustly dealt with, and ruled with rigour and God did not appear for them, to plead their just and injured cause: \"<i>Judgment is far from us, neither does justice overtake us,<\/i> <a class=\"isa\" verses=\"WzE4ODEwXQ==\">Isaiah 59:9<\/a>. Though, as to our persecutors, we are sure that we have right on our side and they are the wrong-doers, yet we are not relieved, we are not righted. We have not done justice to one another, and therefore God suffers our enemies to deal thus unjustly with us, and we are as far as ever from being restored to our right and recovering our property again. Oppression is near us, and judgment is far from us. Our enemies are far from giving our case its due consideration, but still hurry us on with the violence of their oppressions, and justice does not overtake us, to rescue us out of their hands.\" 2. Herein their expectations were sadly disappointed, which made their case the more sad: \"<i>We wait for light<\/i> as those that wait for the morning, <i>but behold obscurity<\/i> we cannot discern the least dawning of the day of our deliverance. <i>We look for judgment, but there is none<\/i> ( <a class=\"isa\" verses=\"WzE4ODEyXQ==\">Isaiah 59:11<\/a>) neither God nor man appears for our succour we look for salvation, because God (we think) has promised it, and we have prayed for it with fasting we look for it as for brightness, but it is far off from us, as far off as ever for aught we can perceive, and still<i>we walk in darkness<\/i> and the higher our expectations have been raised the sorer is the disappointment.\" 3. They were quite at a loss what to do to help themselves and were at their wits' end ( <a class=\"isa\" verses=\"WzE4ODExXQ==\">Isaiah 59:10<\/a>): \"<i>We grope for the wall like the blind<\/i> we see no way open for our relief, nor know which way to expect it, or what to do in order to it.\" If we shut our eyes against the light of divine truth, it is just with God to hide from our eyes the things that belong to our peace and, if we use not our eyes as we should, it is just with him to let us be as if we had no eyes. Those that will not see their duty shall not see their interest. Those whom God has given up to a judicial blindness are strangely infatuated they stumble at noon-day as in the night they see not either those dangers, or those advantages, which all about them see. <i>Quos Deus vult perdere, eos dementat&mdash;God infatuates those whom he means to destroy. <\/i> Those that love darkness rather than light shall have their doom accordingly. 4. They sunk into despair and were quite overwhelmed with grief, the marks of which appeared in every man's countenance they grew melancholy upon it, shunned conversation, and affected solitude:<i>We are in desolate places as dead men. <\/i> The state of the Jews in Babylon is represented by<i>dead and dry bones<\/i> ( <a class=\"ref\">Ezekiel 37:12<\/a>) and the explanation of the comparison there ( <a class=\"isa\" verses=\"WzE4ODEyXQ==\">Isaiah 59:11<\/a>) explains this text:<i>Our hope is lost we are cut off for our parts. <\/i> In this despair the sorrow and anguish of some were loud and noisy:<i>We roar like bears<\/i> the sorrow of others was silent, and preyed more upon their spirits: \"<i>We mourn sore like doves,<\/i> like doves of the valleys we mourn both<i>for our iniquities<\/i> ( <a class=\"ref\">Ezekiel 7:16<\/a>) and for our calamities.\" Thus they owned that<i>the hand of the Lord had gone out against them. <\/i><\/p><p>II. They acknowledge that they had provoked God thus to contend with them, that he had done right, for they had done wickedly, <a class=\"isa\" verses=\"eyIxODgxMyI6NH0=\">Isaiah 59:12-15<\/a>. 1. They owned that they had sinned, and that to this day they were in a great trespass, as Ezra speaks ( <a class=\"ref\">Ezra 10:10<\/a>): \"<i>Our transgressions are with us<\/i> the guilt of them is upon us, the power of them prevails among us, we are not yet reformed, nor have we parted with our sins, though they have done so much mischief. Nay, <i>our transgressions are multiplied<\/i> they are more numerous and more heinous than they have been formerly. Look which way we will, we cannot look off them all places, all orders and degrees of men, are infected. The sense of our transgression is with us, as David said, <i>My sin is ever before me<\/i> it is too plain to be denied or concealed, too bad to be excused or palliated. God is a witness to them:<i>They are multiplied before thee,<\/i> in thy sight, under thy eye. We are witnesses against ourselves:<i>As for our iniquities, we know them,<\/i> though we may have foolishly endeavoured to cover them. Nay, they themselves are witnesses:<i>Our sins<\/i> stare us in the face and<i>testify against us,<\/i> so many have they been and so deeply aggravated.\" 2. They owned the great evil and malignity of sin, of their sin it is<i>transgressing and lying against the Lord,<\/i> <a class=\"isa\" verses=\"WzE4ODE0XQ==\">Isaiah 59:13<\/a>. The sins of those that profess themselves God's people, and bear his name, are upon<i>this<\/i> account worse than the sins of others, that in transgressing they<i>lie against the Lord,<\/i> they falsely accuse him, they misrepresent and belie him, as if he had dealt hardly and unfairly with them or they perfidiously break covenant with him and falsify their most sacred and solemn engagements to him, which is<i>lying against him: it is departing away from our God,<\/i> to whom we are bound as our God and to whom we ought to cleave with purpose of heart from him we have departed, as the rebellious subject from his allegiance to his rightful prince, and the adulterous wife from the guide of her youth and the covenant of her God. 3. They owned that there was a general decay of moral honesty and it is not strange that those who were false to their God were unfaithful to one another. They<i>spoke oppression,<\/i> declared openly for that, though it was a revolt from their God and a revolt from the truth, by the sacred bonds of which we should always be tied and held fast. They<i>conceived and uttered words of falsehood. <\/i> Many ill thing is conceived in the mind, yet is prudently stifled there, and not suffered to go any further but these sinners were so impudent, so daring, that whatever wickedness they conceived, they gave it an<i>imprimatur&mdash;a sanction,<\/i> and made no difficulty of publishing it. To think an ill thing is bad, but to say it is much worse. Many a word of falsehood is uttered in haste, for want of consideration but these were conceived and uttered, were uttered&mdash;deliberately and of malice prepense. They were words of falsehood, and yet they are said to be uttered<i>from the heart,<\/i> because, though they differed from the real sentiments of the heart and therefore were words of falsehood, yet they agreed with the malice and wickedness of the heart, and were the natural language of that it was a<i>double heart,<\/i> <a class=\"ref\">Psalm 12:2<\/a>. Those who by the grace of God kept themselves free from these enormous crimes yet put themselves into the confession of sin, because members of that nation which was generally thus corrupted. 4. They owned that that was not done which might have been done to reform the land and to amend what was amiss, <a class=\"isa\" verses=\"WzE4ODE1XQ==\">Isaiah 59:14<\/a>. \"<i>Judgment,<\/i> that should go forward, and bear down the opposition that is made to it, that should run in its course like a river, like a mighty stream, <i>is turned away backward,<\/i> a contrary course. The administration of justice has become but a cover to the greatest injustice. Judgment, that should check the proceedings of fraud and violence, is driven back, and so they go on triumphantly. <i>Justice stands afar off,<\/i> even from our courts of judicature, which are so crowded with the patrons of oppression that<i>equity cannot enter,<\/i> cannot have admission into the court, cannot be heard, or at least will not be heeded. Equity enters not into the unrighteous decrees which they decree, <a class=\"isa\" verses=\"WzE3ODUyXQ==\">Isaiah 10:1<\/a>. <i>Truth is fallen in the street,<\/i> and there she may lie to be trampled upon by every foot of pride, and she has never a friend that will lend a hand to help her up<i>yea, truth fails<\/i> in common conversation, and in dealings between man and man, so that one knows not whom to believe nor whom to trust.\" 5. They owned that there was a prevailing enmity in men's minds to those that were good:<i>He that does evil goes unpunished,<\/i> but<i>he that departs from evil makes himself a prey<\/i> to those beasts of prey that were before described. It is crime enough with them for a man not to do as they do, and they treat<i>him<\/i> as an enemy who will not partake with them in their wickedness. <i>He that departs from evil is accounted mad<\/i> so the margin reads. Sober singularity is branded as folly, and he is thought next door to a madman who swims against the stream that runs so strongly. 6. They owned that all this could not but be very displeasing to the God of heaven. The evil was done in his sight. They knew very well, though they were not willing to acknowledge it, that the Lord saw it though it was done secretly, and gilded over with specious pretences, yet it could not be concealed from his all-seeing eye. All the wickedness that is in the world is naked and open before the eyes of God and, as he is of quicker eyes than not to see iniquity, so he is of purer eyes than to behold it with the least approbation or allowance. <i>He saw it, and it displeased him,<\/i> though it was among his own professing people that he saw it. It was evil in his eyes he saw the sinfulness of all this sin, and that which was most offensive to him was<i>that there was no judgment,<\/i> no reformation had he seen any signs of repentance, though the sin displeased him, he would soon have been reconciled to the sinners upon their returning from their evil way. <i>Then<\/i> the sin of a nation becomes national, and brings public judgments, when it is not restrained by public justice.<\/p> ",
    "audit": null
}