{
    "id": 12203,
    "source": "mhm",
    "verse_id": 18252,
    "verse_count": 5,
    "reference": "31:1–5",
    "title": "",
    "html": " <p>1 Woe to them that go down to Egypt for help and stay on horses, and trust in chariots, because <i>they are <\/i>,many and in horsemen, because they are very strong but they look not unto the Holy One of Israel, neither seek the L <b>ORD <\/b>,! 2 Yet he also <i>is <\/i>,wise, and will bring evil, and will not call back his words: but will arise against the house of the evildoers, and against the help of them that work iniquity. 3 Now the Egyptians <i>are <\/i>,men, and not God and their horses flesh, and not spirit. When the L <b>ORD <\/b>,shall stretch out his hand, both he that helpeth shall fall, and he that is holpen shall fall down, and they all shall fail together. 4 For thus hath the L <b>ORD <\/b>,spoken unto me, Like as the lion and the young lion roaring on his prey, when a multitude of shepherds is called forth against him, <i>he <\/i>,will not be afraid of their voice, nor abase himself for the noise of them: so shall the L <b>ORD <\/b>,of hosts come down to fight for mount Zion, and for the hill thereof. 5 As birds flying, so will the L <b>ORD <\/b>,of hosts defend Jerusalem defending also he will deliver <i>it and <\/i>,passing over he will preserve it. <\/p> <p>This is the last of four chapters together that begin with woe and they are all woes to the sinners that were found among the professing people of God, to the <i>drunkards of Ephraim <\/i>,(<a class=\"ref\"> <\/a>), to <i>Ariel <\/i>,(<a class=\"ref\"> <\/a>), to the <i>rebellious children <\/i>,(<a class=\"ref\"> <\/a>), and here to <i>those that go down to Egypt for help <\/i>,for men's relation to the church will not secure them from divine woes if they live in contempt of divine laws. Observe, <\/p> <p>I. What the sin was that is here reproved, <a class=\"ref\"> <\/a>. 1. Idolizing the Egyptians, and making court to them, as if happy were the people that had the Egyptians for their friends and allies. They <i>go down to Egypt for help <\/i>,in every exigence, as if the worshippers of false gods had a better interest in heaven and were more likely to have success of earth than the servants of the living and true God. That which invited them to Egypt was that the Egyptians had many chariots to accommodate them with, and horses and horsemen that were strong and, if they could get a good body of forces thence into their service, they would think themselves able to deal with the king of Assyria and his numerous army. Their kings were forbidden to multiply horses and chariots, and were told of the folly of trusting to them (<a class=\"ref\"> <\/a>) but they think themselves wiser than their Bible. 2. Slighting the God of Israel: <i>They look not to the Holy One of Israel, <\/i>,as if he were not worth taking notice of in this distress. They advise not with him, seek not his favour, nor are in any care to make him their friend. <\/p> <p>II. The gross absurdity and folly of this sin. 1. They neglected one whom, if they would not hope in him, they had reason to fear. They do not seek the Lord, nor make their application to him, <i>yet he also is wise, <\/i>, <a class=\"ref\"> <\/a>. They are solicitous to get the Egyptians into an alliance with them, because they have the reputation of a politic people and is not God wise too? and would not infinite wisdom, engaged on their side, stand them in more stead than all the policies of Egypt? They are at the pains of going down to Egypt, a tedious journey, when they might have had better advice, and better help, by looking up to heaven, and would not. But, if they will not court God's wisdom to act for them, they shall find it act against them. He is wise, too wise for them to outwit, and he will bring evil upon those who thus affront him. He will not call back his words as men do (because they are fickle and foolish), but he <i>will arise against the house of the evil-doers, <\/i>,this cabal of them that go down to Egypt God will appear to their confusion, according to the word that he has spoken, and will oppose the help they think to bring in from the workers of iniquity. Some think the Egyptians made it one condition of their coming into an alliance with him that they should worship the gods of Egypt, and they consented to it, and therefore they are both called <i>evil-doers <\/i>,and <i>workers of iniquity. <\/i>,2. They trusted to those who were unable to help them and would soon appear to be so, <a class=\"ref\"> <\/a>. Let them know that <i>the Egyptians, <\/i>,whom they depend so much upon, <i>are men and not God. <\/i>,As it is good for men to <i>know themselves to be but men <\/i>,(<a class=\"ref\"> <\/a>), so it is good for us to consider that those we love and trust to are but men. They therefore can do nothing without God, nothing against him, nothing in comparison with him. They are men, and therefore fickle and foolish, mutable and mortal, here to day and gone to morrow they are men, and therefore let us not make gods of them, by making them our hope and confidence, and expecting that in them which is to be found in God only they are not God, they cannot do that for us which God can do, and will, if we trust in him. Let us not then neglect him, to seek to them let us not forsake the rock of ages for broken reeds, nor the fountain of living waters for broken cisterns. The Egyptians indeed have horses that are very strong but <i>they are flesh, and not spirit, <\/i>,and therefore, strong as they are, they may be wearied with a long march, and become unserviceable, or be wounded and slain in battle, and leave their riders to be ridden over. Every one knows this, that the Egyptians are not God and their horses are not spirit but those that seek to them for help do not consider it, else they would not put such confidence in them. Sinners may be convicted of folly by the plainest and most self-evident truths, which they cannot deny, but will not believe. 3. They would certainly be ruined with the Egyptians they trusted in, <a class=\"ref\"> <\/a>. <i>When the Lord <\/i>,does but <i>stretch out his hand <\/i>,how easily, how effectually, will he make them ashamed of their confidence in Egypt, and the Egyptians ashamed of the encouragement they gave them to trust in them for <i>he that helps and he that is helped shall fall together, <\/i>,and their mutual alliance shall prove their joint ruin. The Egyptians were shortly to be reckoned with, as appears by the <i>burden of Egypt <\/i>,(<a class=\"ref\"> <\/a>), and then those who fled to them for shelter and succour should fall with them for there is no escaping the judgments of God. <i>Evil pursues sinners, <\/i>,and it is just with God to make that creature a scourge to us which we make an idol of. 4. They took God's work out of his hands. They pretended a great deal of care to preserve Jerusalem, in advising to an alliance with Egypt and, when others would not fall in with their measures, they pleaded self preservation, and went to Egypt themselves. Now the prophet here tells them that Jerusalem should be preserved without aid from Egypt and that those who tarried there should be safe when those who fled to Egypt should be ruined. Jerusalem was under God's protection, and therefore there was no occasion to put it under the protection of Egypt. But a practical distrust of God's all-sufficiency is at the bottom of all our sinful departures from him to the creature. The prophet tells them he had it from God's own mouth: <i>Thus hath the Lord spoken to me. <\/i>,They might depend upon it, (1.) That God would appear against Jerusalem's enemies with the boldness of a <i>lion over his prey, <\/i>, <a class=\"ref\"> <\/a>. When the lion comes out to seize his prey <i>a multitude of shepherds come out against him <\/i>,for it becomes neighbours to help one another when persons or goods are in danger. These shepherds dare not come near the lion all they can do is to make a <i>noise, <\/i>,and with that they think to frighten him off. But does he regard it? <i>No: he will not be afraid of their voice, <\/i>,nor abase himself so far as to be in the least moved by it either to quit his prey or to make any more haste than otherwise he would do in seizing it. <i>Thus will the Lord of hosts come down to fight for Mount Zion, <\/i>,with such an unshaken undaunted resolution not to be moved by any opposition and he will as easily and irresistibly destroy the Assyrian army as a lion tears a lamb in pieces. Whoever appear against God, they are but like a multitude of poor simple shepherds shouting at a lion, who scorns to take notice of them or so much as to alter his pace for them. Surely those that have such a protector need not go to Egypt for help. (2.) That God would appear for Jerusalem's friends with the tenderness of a bird over her young, <a class=\"ref\"> <\/a>. God was ready to <i>gather Jerusalem, as a hen gathers her brood under her wings <\/i>,(<a class=\"ref\"> <\/a>) but those that trusted to the Egyptians would not be gathered. <i>As birds flying <\/i>,to their nests with all possible speed, when they see them attacked, and fluttering about their nests with all possible concern, hovering over their young ones to protect them and drive away the assailants, with such compassion and affection <i>will the Lord of hosts defend Jerusalem. <\/i>,As an eagle stirs up her young when they are in danger, <i>takes them and bears them on her wings, <\/i>,so the Lord led Israel out of Egypt (<a class=\"ref\"> <\/a>) and he has now the same tender concern for them that he had then, so that they need not flee into Egypt again for shelter. <i>Defending, he will deliver it <\/i>,he will so defend it as to secure the continuance of its safety, not defend it for a while and abandon it at last, but defend it so that it shall not fall into the enemies' hand. <i>I will defend this city to save it, <\/i>, <a class=\"ref\"> <\/a>. <i>Passing over he will preserve it <\/i>,the word for passing over is used in this sense only here and <a class=\"ref\"> <\/a>,, concerning the destroying angel's passing over the houses of the Israelites when he slew all the first-born of the Egyptians, to which story this passage refers. The Assyrian army was to be routed by a destroying angel, who should pass over Jerusalem, though that deserved to be destroyed, and draw his sword only against the besiegers. They shall be slain by the pestilence, but none of the besieged shall take the infection. Thus he will again pass over the houses of his people and secure them. <\/p>,",
    "audit": null
}