{
    "id": 12303,
    "source": "mhm",
    "verse_id": 18763,
    "verse_count": 4,
    "reference": "56:9-12",
    "title": "",
    "html": "<p>  9  All ye beasts of the field, come to devour, <i>yea,<\/i> all ye  beasts in the forest.    10  His watchmen <i>are<\/i> blind: they are all ignorant, they <i>are<\/i>  all dumb dogs, they cannot bark  sleeping, lying down, loving to  slumber.    11  Yea, <i>they are<\/i> greedy dogs <i>which<\/i> can never have enough,  and they <i>are<\/i> shepherds <i>that<\/i> cannot understand: they all look  to their own way, every one for his gain, from his quarter.    12  Come ye, <i>say they,<\/i> I will fetch wine, and we will fill  ourselves with strong drink  and to morrow shall be as this day,  <i>and<\/i> much more abundant.  <\/p>  <p>  From words of comfort the prophet here, by a very sudden change of his  style, passes to words of reproof and conviction, and goes on in that  strain, for the most part, in the three following chapters  and  therefore some here begin a new sermon. He had assured the people that  in due time God would deliver them out of captivity, which was designed  for the comfort of those that should live when God would do this. Now  here he shows what their sins and provocations were, for which God  would send them into captivity, and this was designed for the  conviction of those that lived in his own time, nearly a hundred years  before the captivity, who were now filling up the measure of the  nation's sin, and to justify God in what he brought upon them. God will  lay them waste by the fierceness of their enemies, for the falseness of  their friends.<\/p>  <p>  I. Desolating judgments are here summoned,   <a class=\"isa\" verses=\"MTg3NjM=\">Isaiah 56:9<\/a>.  The sheep of God's pasture are now to be made the sheep of his  slaughter, to fall as victims to his justice, and therefore <i>the  beasts of the field and the forest<\/i> are called to come and devour.  They are beasts of prey, and do it from their own ravenous disposition  but God permits them to do it, nay, he employs them as his servants in  doing it, the ministers of his justice, though they mean not so,  neither does their heart think so. If this refers primarily to the  descent made upon them by the Babylonians, and their devouring them,  yet it may look further, to the destruction of Jerusalem and the Jewish  nation by the Romans, after these outcasts of them (mentioned   <a class=\"isa\" verses=\"MTg3NjI=\">Isaiah 56:8<\/a>)  were gathered in to the Christian church. The Roman armies came upon  them as beasts of the forest to devour them, and they quite <i>took  away their place and nation.<\/i> Note, When God has bloody work to do  he has beasts of prey within call, to be employed in doing it.<\/p>  <p>  II. The reason of these judgments is here given. The shepherds, who  should have been the watchmen of the flock, to discover the approaches  of the beasts of prey, to keep them off, and protect the sheep, were  treacherous and careless, minded not their business, nor made any  conscience of the trust reposed in them, and so the sheep became an  easy prey to the wild beasts. Now this may refer to the false prophets  that lived in Isaiah's, Jeremiah's, and Ezekiel's time (who flattered  the people in their wicked ways, and told them they should have peace  though they went on) and to the priests that bore rule by their means.  Or it may refer to the wicked princes, the sons of Josiah, that <i>did  evil in the sight of the Lord,<\/i> and other wicked magistrates under  them, who betrayed their trust, were vicious and profane, and, instead  of making up the breach at which the judgments of God were breaking in  upon them, made it wider, and augmented the fierce anger of the Lord  instead of doing any thing to turn it away. They should have kept  judgment and justice  (<a class=\"isa\" verses=\"MTg3NTU=\">Isaiah 56:1<\/a>),  but they abandoned both,   <a class=\"ref\">Jeremiah 5:1<\/a>.  Or it may refer to those who were the nation's watchmen in our  Saviour's time, the chief priests and the scribes, who should have  discerned the signs of the times and have given notice to the people of  the approach of the Messiah, but who, instead of that, opposed him, and  did all they could to keep people from coming to the knowledge of him  and to prejudice them against him. It is a very sad character that is  here given of these watchmen. <i>Woe unto thee, O land!<\/i> when thy  guides are such.  1. They had no sense or knowledge of their business. They were  wretchedly ignorant of their work, and very unfit to teach, being so  ill-taught themselves: <i>His watchmen are blind,<\/i> and therefore  utterly unfit to be watchmen. If the seers see not, who shall see for  us? <i>If the light that is in us be darkness, how great is that  darkness!<\/i> Christ describes the Pharisees to be <i>blind leaders of  the blind,<\/i>   <a class=\"ref\">Matthew 15:14<\/a>.  The beasts of the field come to devour, and the watchmen are blind, and  are not aware of them. <i>They are all ignorant<\/i>  (<a class=\"isa\" verses=\"MTg3NjQ=\">Isaiah 56:10<\/a>),  <i>shepherds that cannot understand<\/i>  (<a class=\"isa\" verses=\"MTg3NjU=\">Isaiah 56:11<\/a>),  that know not what is to be done about the sheep, nor can <i>feed them  with understanding,<\/i>   <a class=\"ref\">Jeremiah 3:15<\/a>.  2. What little knowledge they had they made no use of it  no one was  the better for it. As they were blind watchmen, that could not discern  the danger, so they were <i>dumb dogs,<\/i> that would not give warning  of it. And why are the dogs set to guard the sheep if they cannot bark  to waken the shepherd and frighten the wolf? Such were these  those  that had the charge of souls never reproved men for their faults, nor  told them what would be in the end thereof, never gave them notice of  the judgments of God that were breaking in upon them. They barked at  God's prophets, and bit them too, and worried the sheep, but made no  opposition to the wolf or thief.  3. They were very lazy, and would take no pains. They loved their  ease, and hated business, were always <i>sleeping, lying down<\/i> and  <i>loving to slumber.<\/i> They were not overcome and overpowered by  sleep, as the disciples, through grief and fatigue, but they lay down  on purpose to invite sleep, and said, <i>Soul, take thy ease. Yet a  little sleep.<\/i> It is bad with a people when their shepherds slumber  (<a class=\"ref\">Nahum 3:18<\/a>),  and it is well for God's people that their shepherd, the keeper of  Israel, neither slumbers nor sleeps.  4. They were very covetous and eager after the world--<i>greedy dogs  that can never have enough.<\/i> If they had ever so much, they would  think it too little. They so love silver as never to be satisfied with  silver,   <a class=\"ref\">Ecclesiastes 5:10<\/a>.  All their enquiry is what they shall get, not what they shall do. Let  them have the wages, and they care not whether the work be done or no  they feed not the flock, but fleece it. They are every one looking to  his <i>own way,<\/i> minding his own private interests, and have no  regard at all to the public welfare. It was St. Paul's complaint of  the watchmen in his time  (<a class=\"ref\">Philippians 2:21<\/a>),  <i>All seek their own, not the things that are Jesus Christ's.<\/i>  Every one is for propagating his own opinion, advancing his own party,  raising his own family, and having every thing to his own mind, while  the common concerns of the public are wretchedly neglected and  postponed. They look <i>every one to his gain from his quarter,<\/i>  from his end or part of the work. They are for fain from every quarter  (<i>Rem rem quocunque modo rem--Money, money, by fair means or by foul  we must have money<\/i>), but especially from their own quarter, where  they will be sure to take care that they lose nothing, nor miss any  thing that is to be got. If any one put not into their mouths they not  only will do him no service, but they <i>prepare war against him,<\/i>   <a class=\"ref\">Micah 3:5<\/a>.  5. They were perfect epicures, given to their pleasures, never so much  in their element as in their drunken revels  (<a class=\"isa\" verses=\"MTg3NjY=\">Isaiah 56:12<\/a>):  <i>Come<\/i> (say they), <i>I will fetch wine<\/i> (they have that at  command  their cellars are better furnished than their closets) <i>and  we will fill ourselves,<\/i> or be drunk, <i>with strong drink.<\/i> They  were often drunk, not overseen (as we say) or overtaken in drink, but  designedly. The watchmen did thus invite and encourage one another to  drink to excess, or they courted the people to sit and drink with them,  and so confirmed those in their wicked ways, and hardened their hearts,  whom they should have reproved. How could they think it any harm to be  drunk when the watchmen themselves joined with them and led them to it!  6. They were very secure and confident of the continuance of their  prosperity and ease  they said, \"<i>To-morrow shall be as this day and  much more abundant <\/i> we shall have as much to spend upon our lusts  to-morrow as we have to-day.\" They had no thought at all of their own  frailty and mortality, though they were shortening their days and  hastening their deaths by their excesses. They had no dread of the  judgments of God, though they were daily provoking him and making  themselves liable to his wrath and curse. They never considered the  uncertainty of all the delights and enjoyments of sense, how they  perish in the using and pass away with the lusts of them. They resolved  to continue in this wicked course, whatever their consciences said to  the contrary, to be as merry to-morrow as they are to-day. <i>But boast  not thyself of to-morrow<\/i> when perhaps <i>this night thy soul shall  be required of thee.<\/i><\/p>",
    "audit": null
}