{
    "id": 12194,
    "source": "mhm",
    "verse_id": 18195,
    "verse_count": 8,
    "reference": "29:1–8",
    "title": "",
    "html": "<p>1 Woe to Ariel, to Ariel, the city<i>where<\/i> David dwelt! add ye year to year let them kill sacrifices. 2 Yet I will distress Ariel, and there shall be heaviness and sorrow: and it shall be unto me as Ariel. 3 And I will camp against thee round about, and will lay siege against thee with a mount, and I will raise forts against thee. 4 And thou shalt be brought down, <i>and<\/i> shalt speak out of the ground, and thy speech shall be low out of the dust, and thy voice shall be, as of one that hath a familiar spirit, out of the ground, and thy speech shall whisper out of the dust. 5 Moreover the multitude of thy strangers shall be like small dust, and the multitude of the terrible ones<i>shall be<\/i> as chaff that passeth away: yea, it shall be at an instant suddenly. 6 Thou shalt be visited of the L<b>ORD<\/b> of hosts with thunder, and with earthquake, and great noise, with storm and tempest, and the flame of devouring fire. 7 And the multitude of all the nations that fight against Ariel, even all that fight against her and her munition, and that distress her, shall be as a dream of a night vision. 8 It shall even be as when a hungry<i>man<\/i> dreameth, and, behold, he eateth but he awaketh, and his soul is empty: or as when a thirsty man dreameth, and, behold, he drinketh but he awaketh, and, behold, <i>he is<\/i> faint, and his soul hath appetite: so shall the multitude of all the nations be, that fight against mount Zion.<\/p><p>That it is Jerusalem which is here called<i>Ariel<\/i> is agreed, for that was the city where David dwelt that part of it which was called<i>Zion<\/i> was in a particular manner the city of David, in which both the temple and the palace were. But why it is so called is very uncertain: probably the name and the reason were then well known. Cities, as well as persons, get surnames and nicknames. <i>Ariel<\/i> signifies<i>the lion of God,<\/i> or<i>the strong lion:<\/i> as the lion is king among beasts, so was Jerusalem among the cities, giving law to all about her it was<i>the city of the great King<\/i> ( <a class=\"ref\">Psalm 48:1<\/a>) it was the head-city of Judah, who is called<i>a lion's whelp<\/i> ( <a class=\"ref\">Genesis 49:9<\/a>) and whose ensign was a lion and he that is the lion of the tribe of Judah was the glory of it. Jerusalem was a terror sometimes to the neighbouring nations, and, while she was a righteous city, was bold as a lion. Some make<i>Ariel<\/i> to signify<i>the altar of burnt-offerings,<\/i> which devoured the beasts offered in sacrifice as the lion does his prey. Woe to that altar in the city where David dwelt that was destroyed with the temple by the Chaldeans. I rather take it as a woe to Jerusalem, Jerusalem it is repeated here, as it is <a class=\"ref\">Matthew 23:37<\/a> , that it might be the more awakening. Here is,<\/p><p>I. The distress of Jerusalem foretold. Though Jerusalem be a strong city, as a lion, though a holy city, as a lion of God, yet, if iniquity be found there, woe be to it. It was<i>the city where David dwelt<\/i> it was he that brought that to it which was its glory, and which made it a type of the gospel church, and his dwelling in it was typical of Christ's residence in his church. This mentioned as an aggravation of Jerusalem's sin, that in it were set both the testimony of Israel and the<i>thrones of the house of David. <\/i> 1. Let Jerusalem know that her external performance of religious services will not serve as an exemption from the judgments of God ( <a class=\"isa\" verses=\"WzE4MTk1XQ==\">Isaiah 29:1<\/a>): \"<i>Add year to year<\/i> go on in the road of your annual feasts, let all your males appear there three times a year before the Lord, and none empty, according to the law and custom, and let them never miss any of these solemnities:<i>let them kill the sacrifices,<\/i> as they used to do but, as long as their lives are unreformed and their hearts unhumbled, let them not think thus to pacify an offended God and to turn away his wrath.\" Note, Hypocrites may be found in a constant track of devout exercises, and treading around in them, and with these they may flatter themselves, but can never please God nor make their peace with him. 2. Let her know that God is coming forth against her in displeasure, that she shall be<i>visited of the Lord of hosts<\/i> ( <a class=\"isa\" verses=\"WzE4MjAwXQ==\">Isaiah 29:6<\/a>) her sins shall be enquired into and punished: God will reckon for them with terrible judgments, with the frightful alarms and rueful desolations of war, which shall be like<i>thunder and earthquakes, storms and tempests, and devouring fire,<\/i> especially upon the account of the<i>great noise. <\/i> When a foreign enemy was not in the borders, but in the bowels of their country, roaring and ravaging, and laying all waste (especially such an army as that of the Assyrians, whose commanders being so very insolent, as appears by the conduct of Rabshakeh, the common soldiers, no doubt, were much more rude), they might see the Lord of those hosts visiting them with thunder and storm. Yet, this being here said to be<i>a great noise,<\/i> perhaps it is intimated that they shall be worse frightened than hurt. Particularly, (1.) Jerusalem shall be besieged, straitly besieged. He does not say, <i>I will destroy Ariel,<\/i> but I<i>will distress Ariel<\/i> and she is<i>therefore<\/i> brought into distress, that, being thereby awakened to repent and reform, she may not be brought to destruction. <i>I will <a class=\"isa\" verses=\"WzE4MTk3XQ==\">Isaiah 29:3<\/a>) encamp against thee round about. <\/i> It was the enemy's army that encamped against it but God says that he will do it, for they are his hand, he does it by them. God had often and long, by a host of angels, encamped for them round about them for their protection and deliverance but now he was<i>turned to be their enemy<\/i> and fought against them. The siege laid against them was of his laying, and the forts raised against them were of his raising. Note, When men fight against us we must, in them, see God contending with us. (2.) She shall be in grief to see the country laid waste and all the fenced cities of Judah in the enemies' hand:<i>There shall be heaviness and sorrow<\/i> ( <a class=\"isa\" verses=\"WzE4MTk2XQ==\">Isaiah 29:2<\/a>), <i>mourning and lamentation<\/i>&mdash;so these two words are sometimes rendered. Those that are most merry and jovial are commonly, when they come to be in distress, most overwhelmed with heaviness and sorrow their laughter is then turned into mourning. \"All Jerusalem<i>shall<\/i> then<i>be unto me as Ariel,<\/i> as the altar, with fire upon it and slain victims about it:\" so it was when Jerusalem was destroyed by the Chaldeans and many, no doubt, were slain when it was besieged by the Assyrians. \"the whole city shall be an altar, in which sinners, falling by the judgments that are abroad, shall be as victims to divine justice.\" Or thus:&mdash;\"<i>There shall be heaviness and sorrow<\/i> they shall repent, and reform, and return to God, and then it shall be to me as Ariel. Jerusalem shall be like itself, shall become to me a Jerusalem again, a holy city,\" <a class=\"isa\" verses=\"WzE3NjgxXQ==\">Isaiah 1:26<\/a>. (3.) She shall be humbled, and mortified, and made submissive ( <a class=\"isa\" verses=\"WzE4MTk4XQ==\">Isaiah 29:4<\/a>): \"<i>Thou shalt be brought down<\/i> from the height of arrogancy and insolence to which thou hast arrived: the proud looks and the proud language shall be brought down by one humbling providence after another.\" Those that despise God's judgments shall be humbled by them for the proudest sinners shall either bend or break before him. They had talked big, had<i>lifted up the horn on high,<\/i> and had<i>spoken with a stiff neck<\/i> ( <a class=\"ref\">Psalm 75:5<\/a>) but now<i>thou shalt speak out of the ground, out of the dust, as one that has a familiar spirit, whispering out of the dust. <\/i> This intimates, [1.] That they should be faint and feeble, not able to speak up, nor to say all they would say but as those who are sick, or whose spirits are ready to fail, their speech shall be low and interrupted. [2.] That they should be fearful, and in consternation, forced to speak low as being afraid lest their enemies should overhear them and take advantage against them. [3.] That they should be tame, and obliged to submit to the conquerors. When Hezekiah submitted to the king of Assyria, saying, <i>I have offended, that which thou puttest on me I will bear<\/i> ( <a class=\"ref\">2 Kings 18:14<\/a>), then his speech was low, out of the dust. God can make those to crouch that have been most daring, and quite dispirit them.<\/p><p>II. The destruction of Jerusalem's enemies is foretold, for the comfort of all that were her friends and well-wishers in this distress ( <a class=\"isa\" verses=\"WzE4MTk5XQ==\">Isaiah 29:5<\/a>): \"<i>Thou shalt be brought down<\/i> ( <a class=\"isa\" verses=\"WzE4MTk4XQ==\">Isaiah 29:4<\/a>), <i>to speak out of the dust<\/i> so low thou shalt be reduced. <i>But<\/i> \" (so it may be rendered) \"<i>the multitude of thy strangers and thy terrible ones,<\/i> the numerous armies of the enemy, <i>shall<\/i> themselves<i>be like small dust,<\/i> not able to speak at all, or as much as whisper, but<i>as chaff that passes away. <\/i> Thou shalt be abased, but they shall be quite dispersed, smitten and slain after another manner ( <a class=\"isa\" verses=\"WzE4MTU5XQ==\">Isaiah 27:7<\/a>) they shall pass away, <i>yea it shall be in an instant, suddenly:<\/i> the enemy shall be surprised with the destruction, and you with the salvation.\" The army of the Assyrians was by an angel laid dead upon the spot, in an instant, suddenly. Such will be the destruction of the enemies of the gospel Jerusalem. <i>In one hour shall their judgment come,<\/i> <a class=\"ref\">Revelation 18:10<\/a>. Again ( <a class=\"isa\" verses=\"WzE4MjAwXQ==\">Isaiah 29:6<\/a>), <i>\"Thou shalt be visited,<\/i> or (as it used to be rendered)<i>She shall be visited with thunder and a great noise. <\/i> Thou shalt be put into a fright which thou shalt soon recover. But ( <a class=\"isa\" verses=\"WzE4MjAxXQ==\">Isaiah 29:7<\/a>)<i>the multitude of the nations that fight against her shall be as a dream of a night-vision<\/i> they and their prosperity and success shall soon vanish past recall.\"<i>The multitude of the nations that fight against Zion shall be as a hungry man who dreams that he eats,<\/i> but still is hungry that is, 1. Whereas they hoped to make a prey of Jerusalem, and to enrich themselves with the plunder of that opulent city, their hopes shall prove vain dreams, with which their fancies may please and sport themselves for a while, but they shall be disappointed. They fancied themselves masters of Jerusalem, but shall never be so. 2. They themselves, and all their pomp, and power, and prosperity, shall vanish like a dream when one awakes, shall be of as little value and as short continuance. <a class=\"ref\">Psalm 73:20<\/a>. He shall<i>fly away as a dream<\/i> <a class=\"ref\">Job 20:8<\/a>. The army of Sennacherib vanished and was gone quickly, though it had filled the country as a dream fills a man's head, especially as a dream of meat fills the head of him that went to bed hungry. Many understand these verses as part of the threatening of wrath, when God comes to distress Jerusalem, and lay siege to her. (1.) The multitude of her friends, whom she relies upon for help shall do her no good for, though they are terrible ones, they shall be like the small dust, and shall pass away. (2.) The multitude of her enemies shall never think they can do her mischief enough but, when they have devoured her much, still they shall be but like a man who dreams he eats, hungry, and greedy to devour her more.<\/p> ",
    "audit": null
}