{
    "id": 12172,
    "source": "mhm",
    "verse_id": 18097,
    "verse_count": 23,
    "reference": 24,
    "title": "",
    "html": "<p>It is agreed that here begins a new sermon, which is continued to the end of <a class=\"isa\" verses=\"eyIxODA5NyI6MjN9\">Isaiah 24:1-27<\/a> And in it the prophet, according to the directions he had received, does, in many precious promises, \"say to the righteous, It shall be well with them \" and, in many dreadful threatenings, he says, \"Woe to the wicked, it shall be ill with them\" (<a class=\"isa\" verses=\"WzE3NzE4XQ==\">Isaiah 3:10<\/a>) and these are interwoven, that they may illustrate each other. This chapter is mostly threatening and, as the judgments threatened are very sore and grievous ones, so the people threatened with those judgments are very many. It is not the burden of any particular city or kingdom, as those before, but the burden of the whole earth. The word indeed signifies only the land, because our own land is commonly to us as all the earth. But it is here explained by another word that is not so confined it is the world (<a class=\"isa\" verses=\"WzE4MTAwXQ==\">Isaiah 24:4<\/a>) so that it must at least take in a whole neighbourhood of nations. 1. Some think (and very probably) that it is a prophecy of the great havoc that Sennacherib and his Assyrian army should now shortly make of many of the nations in that part of the world. 2. Others make it to point at the like devastations which, about 100 years afterwards, Nebuchadnezzar and his armies should make in the same countries, going from one kingdom to another, not only to conquer them, but to ruin them and lay them waste for that was the method which those eastern nations took in their wars. The promises that are mixed with the threatenings are intended for the support and comfort of the people of God in those very calamitous times. And, since here are no particular nations names either by whom or on whom those desolations should be brought, I see not but it may refer to both these events. Nay, the scripture has many fulfillings, and we ought to give it its full latitude and therefore I incline to think that the prophet, from those and the like instances which he had a particular eye to, designs here to represent in general the calamitous state of mankind, and the many miseries which human life is liable to, especially those that attend the wars of the nations. Surely the prophets were sent, not only to foretel particular events, but to form the minds of men to virtue and piety, and for that end their prophecies were written and preserved even for our learning, and therefore ought not to be looked upon as of private interpretation. Now since a thorough conviction of the vanity of the world, and its insufficiency to make us happy, will go far towards bringing us to God, and drawing out our affections towards another world, the prophet here shows what vexation of spirit we must expect to meet with in these things, that we may never take up our rest in them, nor promise ourselves satisfaction any where short of the enjoyment of God. In this chapter we have, I. A threatening of desolating judgments for sin (<a class=\"isa\" verses=\"eyIxODA5NyI6MTJ9\">Isaiah 24:1-12<\/a>), to which is added an assurance that in the midst of them good people should be comforted, <a class=\"isa\" verses=\"eyIxODEwOSI6M30=\">Isaiah 24:13-15<\/a> . II. A further threatening of the like desolations (<a class=\"isa\" verses=\"eyIxODExMiI6N30=\">Isaiah 24:16-22<\/a>), to which is added an assurance that in the midst of all God should be glorified.<\/p> ",
    "audit": null
}