{
    "id": 12123,
    "source": "mhm",
    "verse_id": 17838,
    "verse_count": 14,
    "reference": "9:8–21",
    "title": "",
    "html": " <p>8 The Lord sent a word into Jacob, and it hath lighted upon Israel. 9 And all the people shall know, <i>even <\/i> Ephraim and the inhabitant of Samaria, that say in the pride and stoutness of heart, 10 The bricks are fallen down, but we will build with hewn stones: the sycomores are cut down, but we will change <i>them into <\/i> cedars. 11 Therefore the L <b>ORD <\/b> shall set up the adversaries of Rezin against him, and join his enemies together 12 The Syrians before, and the Philistines behind and they shall devour Israel with open mouth. For all this his anger is not turned away, but his hand <i>is <\/i> stretched out still. 13 For the people turneth not unto him that smiteth them, neither do they seek the L <b>ORD <\/b> of hosts. 14 Therefore the L <b>ORD <\/b> will cut off from Israel head and tail, branch and rush, in one day. 15 The ancient and honourable, he <i>is <\/i> the head and the prophet that teacheth lies, he <i>is <\/i> the tail. 16 For the leaders of this people cause <i>them <\/i> to err and <i>they that are <\/i> led of them <i>are <\/i> destroyed. 17 Therefore the Lord shall have no joy in their young men, neither shall have mercy on their fatherless and widows: for every one <i>is <\/i> a hypocrite and an evil doer, and every mouth speaketh folly. For all this his anger is not turned away, but his hand <i>is <\/i> stretched out still. 18 For wickedness burneth as the fire: it shall devour the briers and thorns, and shall kindle in the thickets of the forest, and they shall mount up <i>like <\/i> the lifting up of smoke. 19 Through the wrath of the L <b>ORD <\/b> of hosts is the land darkened, and the people shall be as the fuel of the fire: no man shall spare his brother. 20 And he shall snatch on the right hand, and be hungry and he shall eat on the left hand, and they shall not be satisfied: they shall eat every man the flesh of his own arm: 21 Manasseh, Ephraim and Ephraim, Manasseh: <i>and <\/i> they together <i>shall be <\/i> against Judah. For all this his anger is not turned away, but his hand <i>is <\/i> stretched out still. <\/p> <p>Here are terrible threatenings, which are directed primarily against Israel, the kingdom of the ten tribes, Ephraim and Samaria, the ruin of which is here foretold, with all the woeful confusions that were the prefaces to that ruin, all which came to pass within a few years after but they look further, to all the enemies of the throne and kingdom of Christ the Son of David, and read the doom of all the nations that forget God, and will not have Christ to reign over them. Observe, <\/p> <p>I. The preface to this prediction (<a class=\"isa\" verses=\"WzE3ODM4XQ==\">Isaiah 9:8<\/a>): <i>The Lord sent a word into Jacob, <\/i> sent it by his servants the prophets. He warns before he wounds. He sent notice what he would do, that they might meet him in the way of his judgments but they would not take the hint, took no care to turn away his wrath, and so it lighted upon Israel for no word of God shall fall to the ground. It fell upon them as a storm of rain and hail from on high, which they could not avoid: <i>It has lighted upon them, <\/i> that is, it is as sure to come as if come already, and all the people shall know by feeling it what they would not know by hearing of it. Those that are willingly ignorant of the wrath of God revealed from heaven against sin and sinners shall be made to know it. <\/p> <p>II. The sins charged upon the people of Israel, which provoked God to bring these judgments upon them. 1. Their insolent defiance of the justice of God, thinking themselves a match for him: \"They <i>say, in the pride and stoutness of their heart, <\/i> Let God himself do his worst we will hold our own, and make our part good with him. If he ruin our houses, we will repair them, and make them stronger and finer than they were before. Our landlord shall not turn us out of doors, though we pay him no rent, but we will keep in possession. If the houses that were built of bricks be demolished in the war, we will rebuild them with hewn stones, that shall not so easily be thrown down. If the enemy cut down the sycamores, we will plant cedars in the room of them. We will make a hand of God's judgments, gain by them, and so outbrave them.\" Note, Those are ripening apace for ruin whose hearts are unhumbled under humbling providences for God will walk contrary to those who thus walk contrary to him and provoke him to jealousy, as if they were stronger than he. 2. Their incorrigibleness under all the rebukes of Providence hitherto (<a class=\"isa\" verses=\"WzE3ODQzXQ==\">Isaiah 9:13<\/a>) <i>The people turn not unto him that smiteth them <\/i> (they are not wrought upon to reform their lives, to forsake their sins, and to return to their duty), <i>neither do they seek the Lord of hosts <\/i> either they are atheists, and have no religion, or idolaters, and seek to those gods that are the creatures of their own fancy and the works of their own hands. Note, That which God designs, in smiting us, is to turn us to himself and to set us a seeking him and, if this point be not gained by less judgments, greater may be expected. God smites that he may not kill. 3. Their general corruption of manners and abounding profaneness. (1.) Those that should have reformed them helped to debauch them (<a class=\"isa\" verses=\"WzE3ODQ2XQ==\">Isaiah 9:16<\/a>): <i>The leaders of this people <\/i> mislead them, and <i>cause them to err, <\/i> by conniving at their wickedness and countenancing wicked people, and by setting them bad examples and then no wonder if those that are led of them be deceived and so destroyed. But it is ill with a people when their physicians are their worst disease. \" <i>Those that bless this people, <\/i> or <i>call them blessed <\/i> (so the margin reads it), that flatter them, and soothe them in their wickedness, and cry <i>Peace, peace, to them, <\/i> cause them to err and those <i>that are called blessed of them are swallowed up <\/i> ere they are aware.\" We have reason to be afraid of those that speak well of us when we do ill see <a class=\"ref\">Proverbs 24:24<\/a>. (2.) Wickedness was universal, and all were infected with it (<a class=\"isa\" verses=\"WzE3ODQ3XQ==\">Isaiah 9:17<\/a>): <i>Every one is a hypocrite and an evil doer. <\/i> If there be any that are good, they do not, they dare not appear, for every mouth speaks folly and villany every one is profane towards God (so the word properly signifies) and an evil doer towards man. These two commonly go together: those that fear not God regard not man and then every mouth speaks folly, falsehood, and reproach, both against God and man for <i>out of the abundance of the heart the mouth speaks. <\/i> <\/p> <p>III. The judgments threatened against them for this wickedness of theirs let them not think to go unpunished. <\/p> <p>1. In general, hereby they exposed themselves to the wrath of God, which should both devour as fire and darken as smoke. (1.) It should devour as fire (<a class=\"isa\" verses=\"WzE3ODQ4XQ==\">Isaiah 9:18<\/a>): <i>Wickedness shall burn as the fire <\/i> the displeasure of God, incurred by sin, shall consume the sinners, who have made themselves as briers and thorns before it, and as the thickets of the forest, combustible matter, which the wrath of the Lord of hosts, the mighty God, will go through and burn together. (2.) It should darken as smoke. The briers and thorns, when the fire consumes them, shall <i>mount up like the lifting up of smoke, <\/i> so that the whole land shall be darkened by it they shall be in trouble, and see no way out (<a class=\"isa\" verses=\"WzE3ODQ5XQ==\">Isaiah 9:19<\/a>): <i>The people shall be as the fuel of the fire. <\/i> God's wrath fastens upon none but those that make themselves fuel for it, and then they mount up as the smoke of sacrifices, being made victims to divine justice. <\/p> <p>2. God would arm the neighbouring powers against them, <a class=\"isa\" verses=\"WzE3ODQxXQ==\">Isaiah 9:11<\/a>. At this time the kingdom of Israel was in league with that of Syria against Judah but the Assyrians, who were adversaries to the Syrians, when they had conquered them should invade Israel, and God would stir them up to do it, and join the enemies of Israel together in alliance against them, who yet had particular ends of their own to serve and were not aware of God's hand in their alliance. Note, When enemies are set up, and joined in confederacy against a people, God's hand must be acknowledged in it. Note further, Those that partake with each other in sin, as Syria and Israel in invading Judah, must expect to share in the punishment of sin. Nay, the Syrians themselves, whom they were now in league with, should be a scourge to them (for it is no unusual thing for those to fall out that have been united in sin), one attacking them in the front and the other flanking them or falling upon their rear so that they should be surrounded with enemies on all sides, who should <i>devour them with open mouth, <\/i> <a class=\"isa\" verses=\"WzE3ODQyXQ==\">Isaiah 9:12<\/a>. The Philistines were not now looked upon as formidable enemies, and the Syrians were looked upon as firm friends and yet these shall devour Israel. When men's ways displease the Lord he makes even their friends to be at war with them. <\/p> <p>3. God would take from the midst of them those they confided in and promised themselves help from, <a class=\"isa\" verses=\"WzE3ODQ0XQ==\">Isaiah 9:14<\/a>. Because the people seek not God, those they seek to and depend upon shall stand them in no stead. <i>The Lord will cut off head and tail, branch and rush, <\/i> which is explained in the <a class=\"isa\" verses=\"WzE3ODQ1XQ==\">Isaiah 9:15<\/a>. (1.) Their magistrates, who were honourable by birth and office and were the ancients of the people, these were <i>the head, <\/i> these were the branch which they promised themselves spirit and fruit from but because these caused them to err they should be cut off, and their dignity and power should be no protection to them when the abuse of that dignity and power was the great provocation: and it was a judgment upon the people to have their princes cut off, though they were not such as they should have been. (2.) Their prophets, their false prophets, were <i>the tail <\/i> and the <i>rush, <\/i> the most despicable of all. A wicked minister is the worst of all. A wicked minister is the worst of men. <i>Corruptio optimi est pessima&mdash;The best things become when corrupted the worst. <\/i> The blind led the blind, and so both fell into the ditch and the blind leaders fell first and fell undermost. <\/p> <p>4. That the desolation should be as general as the corruption had been, and none should escape it, <a class=\"isa\" verses=\"WzE3ODQ3XQ==\">Isaiah 9:17<\/a>. (1.) Not those that were the objects of complacency. None shall be spared for love: <i>The Lord shall have no joy in their young men, <\/i> that were in the flower of their youth nor will he say, <i>Deal gently with the young men for my sake <\/i> no, \"Let them fall with the rest, and with them let the seed of the next generation perish.\" (2.) Not those that were the objects of compassion. None shall be spared for pity: He <i>shall not have mercy on their fatherless and widows, <\/i> though he is, in a particular manner, the patron and protector of such. They had corrupted their way like all the rest and, if the poverty and helplessness of their state was not an argument with them to keep them from sin, they could not expect it should be an argument with God to protect them from judgments. <\/p> <p>5. That they should pull one another to pieces, that every one should help forward the common ruin, and they should be cannibals to themselves and one to another: <i>No man shall spare his brother, <\/i> if he come in the way of his ambition of covetousness, or if he have any colour to be revenged on him and how can they expect God should spare them when they show no compassion one to another? Men's passion and cruelty one against another provoke God to be angry with them all and are an evidence that he is so. Civil wars soon bring a kingdom to desolation. Such there were in Israel, when, <i>for the transgression of the land, many were the princes thereof, <\/i> <a class=\"ref\">Proverbs 28:2<\/a>. <\/p> <p>(1.) In these intestine broils, men <i>snatched on the right hand, and yet were hungry <\/i> still, and did eat the <i>flesh of their own arms, <\/i> preyed upon themselves for hunger or upon their nearest relations that were as their own flesh, <a class=\"isa\" verses=\"WzE3ODUwXQ==\">Isaiah 9:20<\/a>. This bespeaks, [1.] Great famine and scarcity when men had pulled all they could to them it was so little that they were still hungry, at least God did not bless it to them, so that <i>they eat and have not enough, <\/i> <a class=\"ref\">Haggai 1:6<\/a>. [2.] Great rapine and plunder. <i>Jusque datum sceleri&mdash;iniquity is established by law. <\/i> The hedge of property, which is a hedge of protection to men's estates, shall be plucked up, and every man shall think all that his own which he can lay his hands on (<i>vivitur ex rapto, non hospes ab hospite tutus&mdash;they live on the spoil, and the rites of hospitality are all violated <\/i>) and yet, when men thus catch at that which is none of their own, they are not satisfied. Covetous desires are insatiable, and this curse is entailed on that which is ill got, that it will never do well. <\/p> <p>(2.) These intestine broils should be not only among particular persons and private families, but among the tribes (<a class=\"isa\" verses=\"WzE3ODUxXQ==\">Isaiah 9:21<\/a>): <i>Manasseh shall devour Ephraim, and Ephraim Manasseh, <\/i> though they be combined against Judah. Those that could unite against Judah could not unite with one another but that sinful confederacy of theirs against their neighbour <i>that dwelt securely by them <\/i> was justly punished by this separation of them one from another. Or Judah, having sinned like Manasseh and Ephraim, shall not only suffer with them, but suffer by them. Note, Mutual enmity and animosity among the tribes of God's Israel is a sin that ripens them for ruin, and a sad symptom of ruin hastening on apace. If Ephraim be against Manasseh, and Manasseh against Ephraim, and both against Judah, they will all soon become a very easy prey to the common enemy. <\/p> <p>6. That, though they should be followed with all these judgments, yet God would not let fall his controversy with them. It is the heavy burden of this song (<a class=\"isa\" verses=\"WzE3ODQyXQ==\">Isaiah 9:12<\/a>): <i>For all this his anger is not turned away, but his hand is stretched out still, <\/i> that is, (1.) They do nothing to turn away his anger they do not repent and reform, do not humble themselves and pray, none stand in the gap, none answer God's calls nor comply with the designs of his providences, but they are hardened and secure. (2.) His anger therefore continues to burn against them and <i>his hand is stretched out still. <\/i> The reason why the judgments of God are prolonged is because the point is not gained, sinners are not brought to repentance by them. <i>The people turn not to him that smites them, <\/i> and therefore he continues to smite them for when God judges he will overcome, and the proudest stoutest sinner shall either bend or break. <\/p> ",
    "audit": null
}