{
    "id": 12218,
    "source": "mhm",
    "verse_id": 18332,
    "verse_count": 10,
    "reference": "36:1–10",
    "title": "",
    "html": " <p>1 Now it came to pass in the fourteenth year of king Hezekiah, <i>that<\/i>, Sennacherib king of Assyria came up against all the defenced cities of Judah, and took them. 2 And the king of Assyria sent Rabshakeh from Lachish to Jerusalem unto king Hezekiah with a great army. And he stood by the conduit of the upper pool in the highway of the fuller's field. 3 Then came forth unto him Eliakim, Hilkiah's son, which was over the house, and Shebna the scribe, and Joah, Asaph's son, the recorder. 4 And Rabshakeh said unto them, Say ye now to Hezekiah, Thus saith the great king, the king of Assyria, What confidence <i>is<\/i>, this wherein thou trustest? 5 I say, <i>sayest thou,<\/i>,(but <i>they are but<\/i>, vain words) <i>I have<\/i>, counsel and strength for war: now on whom dost thou trust, that thou rebellest against me? 6 Lo, thou trustest in the staff of this broken reed, on Egypt whereon if a man lean, it will go into his hand, and pierce it: so <i>is<\/i>, Pharaoh king of Egypt to all that trust in him. 7 But if thou say to me, We trust in the L <b>ORD<\/b>, our God: <i>is it<\/i>, not he, whose high places and whose altars Hezekiah hath taken away, and said to Judah and to Jerusalem, Ye shall worship before this altar? 8 Now therefore give pledges, I pray thee, to my master the king of Assyria, and I will give thee two thousand horses, if thou be able on thy part to set riders upon them. 9 How then wilt thou turn away the face of one captain of the least of my master's servants, and put thy trust on Egypt for chariots and for horsemen? 10 And am I now come up without the L <b>ORD<\/b>, against this land to destroy it? the L <b>ORD<\/b>, said unto me, Go up against this land, and destroy it. <\/p> <p>We shall here only observe some practical lessons. 1. A people may be in the way of their duty and yet meet with trouble and distress. Hezekiah was reforming, and his people were in some measure reformed and yet their country is at that time invaded and a great part of it laid waste. Perhaps they began to grow remiss and cool in the work of reformation, were doing it by halves, and ready to sit down short of a thorough reformation and then God visited them with this judgment, to put life into them and that good cause. We must not wonder if, when we are doing well, God sends afflictions to quicken us to do better, to do our best, and to press forward towards perfection. 2. That we must never be secure of the continuance of our peace in this world, nor think our mountain stands so strong that it cannot be moved. Hezekiah was not only a pious king, but prudent, both in his administration at home and in his treaties abroad. His affairs were in a good posture, and he seemed particularly to be upon good terms with the king of Assyria, for he had lately made his peace with him by a rich present (<a class=\"ref\">2 Kings 18:14<\/a>), and yet that perfidious prince pours an army into his country all of a sudden and lays it waste. It is good for us therefore always to keep up an expectation of trouble, that, when it comes, it may be no surprise to us, and then it will be the less a terror. 3. God sometimes permits the enemies of his people, even those that are most impious and treacherous, to prevail far against them. The king of Assyria took all, or most, of the defenced cities of Judah, and then the country would of course be an easy prey to him. Wickedness may prosper awhile, but cannot prosper always. 4. Proud men love to talk big, to boast of what they are, and have, and have done, nay and of what they will do, to insult over others, and set all mankind at defiance, though thereby they render themselves ridiculous to all wise men and obnoxious to the wrath of that God who resists the proud. But thus they think to make themselves feared, though they make themselves hated, and to carry their point by <i>great swelling words<\/i>, of vanity, <a class=\"ref\">Jude 1:16<\/a>. 5. The enemies of God's people endeavour to conquer them by frightening them, especially by frightening them from their confidence in God. Thus Rabshakeh here, with noise and banter, runs down Hezekiah as utterly unable to cope with his master, or in the least to make head against him. It concerns us therefore, that we may keep our ground against the enemies of our souls, to keep up our spirits by keeping up our hope in God. 6. It is acknowledged, on all hands, that those who forsake God's service forfeit his protection. If that had been true which Rabshakeh alleged, that Hezekiah had thrown down God's altars, he might justly infer that he could not with any assurance trust in him for succour and relief, <a class=\"isa\" verses=\"WzE4MzM4XQ==\">Isaiah 36:7<\/a>, We may say thus to presuming sinners, who say that they trust in the Lord and in his mercy. Is not this he whose commandments they have lived in the contempt of, whose name they have dishonoured, and whose ordinances they have slighted? How then can they expect to find favour with him? 7. It is an easy thing, and very common, for those that persecute the church and people of God to pretend a commission from him for so doing. Rabshakeh could say, <i>Have I now come up without the Lord?<\/i>, when really he had come up <i>against<\/i>, the Lord, <a class=\"isa\" verses=\"WzE4MzgxXQ==\">Isaiah 37:28<\/a>. Those that kill the servants of the Lord think they do him service and say, <i>Let the Lord be glorified.<\/i>, But, sooner or later, they will be made to know their error to their cost, to their confusion. <\/p>",
    "audit": null
}