{
    "id": 12170,
    "source": "mhm",
    "verse_id": 18079,
    "verse_count": 14,
    "reference": "23:1-14",
    "title": "",
    "html": "<p>  1  The burden of Tyre. Howl, ye ships of Tarshish  for it is  laid waste, so that there is no house, no entering in: from the  land of Chittim it is revealed to them.    2  Be still, ye inhabitants of the isle  thou whom the merchants  of Zidon, that pass over the sea, have replenished.    3  And by great waters the seed of Sihor, the harvest of the  river, <i>is<\/i> her revenue  and she is a mart of nations.    4  Be thou ashamed, O Zidon: for the sea hath spoken, <i>even<\/i> the  strength of the sea, saying, I travail not, nor bring forth  children, neither do I nourish up young men, <i>nor<\/i> bring up  virgins.    5  As at the report concerning Egypt, <i>so<\/i> shall they be sorely  pained at the report of Tyre.    6  Pass ye over to Tarshish  howl, ye inhabitants of the isle.    7  <i>Is<\/i> this your joyous <i>city,<\/i> whose antiquity <i>is<\/i> of ancient  days? her own feet shall carry her afar off to sojourn.    8  Who hath taken this counsel against Tyre, the crowning  <i>city,<\/i> whose merchants <i>are<\/i> princes, whose traffickers <i>are<\/i>  the honourable of the earth?    9  The L<b>ORD<\/b> of hosts hath purposed it, to stain the pride of all  glory, <i>and<\/i> to bring into contempt all the honourable of the  earth.    10  Pass through thy land as a river, O daughter of Tarshish:  <i>there is<\/i> no more strength.    11  He stretched out his hand over the sea, he shook the  kingdoms: the L<b>ORD<\/b> hath given a commandment against the merchant  <i>city,<\/i> to destroy the strong holds thereof.    12  And he said, Thou shalt no more rejoice, O thou oppressed  virgin, daughter of Zidon: arise, pass over to Chittim  there  also shalt thou have no rest.    13  Behold the land of the Chaldeans  this people was not,  <i>till<\/i> the Assyrian founded it for them that dwell in the  wilderness: they set up the towers thereof, they raised up the  palaces thereof  <i>and<\/i> he brought it to ruin.    14  Howl, ye ships of Tarshish: for your strength is laid waste.  <\/p>  <p>  Tyre being a sea-port town, this prophecy of its overthrow fitly begins  and ends with, <i>Howl, you ships of Tarshish <\/i> for all its  business, wealth, and honour, depended upon its shipping  if that be  ruined, they will be all undone. Observe,<\/p>  <p>  I. Tyre flourishing. This is taken notice of that her fall may appear  the more dismal.  1. <i>The merchants of Zidon,<\/i> who traded at sea, had at first  <i>replenished her,<\/i>   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 23:2<\/a>.  Zidon was the more ancient city, situated upon the same sea-cost, a few  leagues more to the north, and Tyre was at first only a colony of that  but the daughter had outgrown the mother, and become much more  considerable. It may be a mortification to great cities to think how  they were at first replenished.  2. Egypt had helped very much to raise her,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 23:3<\/a>.  Sihor was the river of Egypt: by that river, and the ocean into which  it ran, the Egyptians traded with Tyre  and the harvest of that river  was her revenue. The riches of the sea, and the gains by goods exported  and imported, are as much the harvest to trading towns as that of hay  and corn is to the country  and sometimes <i>the harvest of the  river<\/i> proves a better revenue than the harvest of the land. Or it  may be meant of all the products of the Egyptian soil, which the men of  Tyre traded in, and which were the harvest of the river Nile, owing  themselves to the overflowing of that river.  3. She had become the mart of the nations, the great emporium of that  part of the world. Some of every known nation might be found there,  especially at certain times of the year, when there was a general  rendezvous of merchants. This is enlarged upon by another prophet,   <a class=\"ref\">Ezekiel 27:2<\/a>,  &c. See how the hand of the diligent, by the blessing of God upon it,  makes rich. Tyre became rich and great by industry, though she had no  other ploughs going than those that plough the waters.  4. She was a <i>joyous city,<\/i> noted for mirth and jollity,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 23:7<\/a>.  Those that were so disposed might find there all manner of sports and  diversions, all the delights of the sons and daughters of men, balls,  and plays, and operas, and every thing of that kind that a man had a  fancy to. This made them secure and proud, and they despised the  country people, who neither knew nor relished any joys of that nature.  This also made them very loth to believe and consider what warnings God  gave them by his servants  they were too merry to mind them. Her  <i>antiquity<\/i> likewise was <i>of ancient days,<\/i> and she was proud  of that, and that helped to make her secure  as if because she had been  a city time out of mind, and her antiquity had been of ancient days,  therefore she must continue a city time without end, and her  continuance must be to the days of eternity.  5. She was <i>a crowning city<\/i>  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 23:8<\/a>),  that crowned herself. Such were the power and pomp of her magistrates  that they crowned those who had dependence on her and dealings with  her. It is explained in the following words: <i>Her merchants are  princes,<\/i> and live like princes for the ease and state they take  and <i>her traffickers,<\/i> whatever country they go to, <i>are the  honourable of the earth,<\/i> who are respected by all. How slightly  soever some now speak of tradesmen, it seems formerly, and among the  wisest nations, there were merchants, and traders, and men of business,  that were the honourable of the earth.<\/p>  <p>  II. Here is Tyre falling. It does not appear that she brought trouble  upon herself by provoking her neighbours with her quarrels, but rather  by tempting them with her wealth  but, if it was this that induced  Nebuchadnezzar to fall upon Tyre, he was disappointed  for after it had  stood out a siege of thirteen years, and could hold out no longer, the  inhabitants got away by sea, with their families and goods, to other  places where they had an interest, and left Nebuchadnezzar nothing but  the bare city. See a history of Tyre in Sir Walter Raleigh's History  of the World, <i>lib.<\/i> 2. <i>cap.<\/i> 7. <i>sect.<\/i> 3,43.  <i>page.<\/i> 283, which will give much light to this prophecy and that  in Ezekiel concerning Tyre.<\/p>  <p>  1. See how the destruction of Tyre is here foretold.  (1.) The haven shall be no convenient harbour for the reception of the  ships of Tarshish, but all <i>laid waste<\/i>  (1.), so that there shall be no house, no dock for the ships to ride  in, no inns, or public houses for the seamen, no entering into the  port. Perhaps it was choked with sand or blocked up by the enemy. Or,  Tyre being destroyed and laid waste, the ships that used to come from  Tarshish and Chittim into that port shall now no more enter in  for  <i>it is revealed<\/i> or made known <i>to them,<\/i> they have received  the dismal news, that Tyre is destroyed and laid waste  so that there  is now no more business for them there. See how it is in this world  those that are spoiled by their enemies are commonly slighted by their  old friends.  (2.) The inhabitants are struck with astonishment. Tyre was an island.  The inhabitants of it, who had made a mighty noise and bustle in the  world, and revelled with loud huzzas, shall now be still and silent  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 23:2<\/a>)  they shall sit down as mourners, so overwhelmed with grief that they  shall not be able to express it. Their proud boasts of themselves, and  defiances of their neighbours, shall be silenced. God can soon quiet  those, and strike them dumb, that are the noisy busy people of the  world. Be still  for God will do his work  (<a class=\"ref\">Psalm 46:10; Zechariah 2:13<\/a>),  and you cannot resist him.  (3.) The neighbours are amazed, blush, and are in pain for them:  <i>Zidon is ashamed<\/i>  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 23:4<\/a>),  by whom Tyre was at first replenished  for the rolling waves of the sea  brought to Zidon this news from Tyre  and there <i>the strength of the  sea,<\/i> a high spring-tide, proclaimed saying, \"<i>I travail not, nor  bring forth children<\/i> now, as I have done. I do not now, as I used  to do, bring ship-loads of young people to Tyre, to be bred up there in  trade and business,\" which was the thing that had made Tyre so rich and  populous. Or the sea, that used to be loaded with fleets of ships  about Tyre, shall not be as desolate as a sorrowful widow that is  bereaved of all her children, and has none about her to nourish and  bring up. Egypt indeed was a much larger and more considerable kingdom  than Tyre was  and yet Tyre had so large a correspondence, upon the  account of trade, that all the nations about shall be as much in pain,  upon the report of the ruin of that one city, as they would have been,  and not long after were, upon the report of the ruin of all Egypt,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 23:5<\/a>.  Or, as some read it, <i>When the report shall reach to the Egyptians  they shall be sorely pained to hear it of Tyre,<\/i> both because of the  loss of their trade with that city and because it was a threatening  step towards their own ruin  when their neighbour's house was on fire  their own was in danger.  (4.) The merchants, as many as could, should transmit their effects to  other places, and abandon Tyre, where they had raised their estates,  and thought they had made them sure  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 23:6<\/a>):  \"<i>You<\/i> that have long been <i>inhabitants of this isle<\/i>\" (for  it lay off in the sea about half a mile from the continent)  \"It is  time to howl now, for you must pass over to Tarshish. The best course  you can take is to make the best of your way to Tarshish, to the sea\"  (to Taressus, a city in Spain  so some), \"or to some other of your  plantations.\" Those that think their mountain stands strong, and cannot  be moved, will find that here they have no continuing city. <i>The  mountains shall depart and the hills be removed.<\/i>  (5.) Those that could not make their escape must expect no other than  to be carried into captivity  for it was the way of conquerors, in  those times, to take those they conquered to be bondmen in their own  country, and send of their own to be freemen in theirs  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 23:7<\/a>):  <i>Her own feet shall carry her afar off to sojourn <\/i> they shall be  hurried away on foot into captivity, and many a weary step they shall  take towards their own misery. Those that have lived in the greatest  pomp and splendour know not what hardships they may be reduced to  before they die.  (6.) Many of those that attempted to escape should be pursued and fall  into the hands of the enemy. Tyre shall <i>pass through her land as a  river<\/i>  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 23:10<\/a>),  running down, one company after another, into the ocean or abyss of  misery. Or, though they hasten away as a river, with the greatest  swiftness, hoping to outrun the danger, yet <i>there is no more  strength <\/i> they are quickly tired, and cannot get forward, but fall  an easy prey into the hands of the enemy. And, as Tyre has no more  strength, so her sister Zidon has no more comfort  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 23:12<\/a>):  \"<i>Thou shalt no more rejoice, O oppressed virgin, daughter of  Zidon,<\/i> that art now ready to be overpowered by the victorious  Chaldeans! Thy turn is next  therefore <i>arise  pass over to  Chittim <\/i> flee to Greece, to Italy, any where to shift for thy own  safety  yet <i>there also shalt thou have no rest <\/i> thy enemies  shall disturb thee, and thy own fears shall disquiet thee, where thou  hopedst to find some repose.\" Note, We deceive ourselves if we promise  ourselves rest any where in this world. Those that are uneasy in one  place will be so in another  and, when God's judgments pursue sinners,  they will overtake them.<\/p>  <p>  2. But whence shall all this trouble come?<\/p>  <p>  (1.) God will be the author of it  it is a <i>destruction from the  Almighty.<\/i> It will be asked  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 23:8<\/a>),  \"<i>Who has taken this counsel against Tyre?<\/i> Who has contrived it?  Who has resolved it? Who can find in his heart to lay such a stately  lovely city in ruins? And how is it possible that its ruin should be  effected?\" To this it will be answered,  [1.] God has designed it, who is infinitely wise and just, and never  did, nor ever will do, any wrong to any of his creatures  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 23:9<\/a>).  <i>The Lord of hosts,<\/i> that has all things at his disposal and gives  not account of any of his matters, he <i>has purposed it.<\/i> It shall  be done according to the counsel of his will  and that which he aims at  herein is <i>to stain the pride of all glory,<\/i> to pollute it,  profane it, and throw it to be trodden upon  <i>and to bring into  contempt<\/i> and make despicable <i>all the honourable ones of the  earth,<\/i> that they may not admire themselves and be admired by others  as usual. God did not bring those calamities upon Tyre in a way of  sovereignty, to show an arbitrary and irresistible power  but he did it  to punish the Tyrians for their pride. Many other sins, no doubt,  reigned among them--idolatry, sensuality, and oppression  but the sin  of pride is fastened upon as that which was the particular ground of  God's controversy with Tyre  for he resists the proud. All the world  observing and being surprised at the desolation of Tyre, we have here  an exposition of it. God tells the world what he meant by it.  <i>First,<\/i> He designed to convince men of the vanity and uncertainty  of all earthly glory, to show them what a withering, fading, perishing  thing it is even when it seems most substantial. It were well if men  would be thoroughly taught this lesson, though it were at the expense  of so great a destruction. Are men's learning and wealth, their pomp  and power, their interest in, and influence upon, all about them, their  glory? Are their stately houses, rich furniture, and splendid  appearances, their glory? Look up on the ruins of Tyre, and see all  this glory stained, and sullied, and buried in the dust. The honourable  ones of heaven will be for ever such  but see the grandees of Tyre,  some fled into banishment, others forced into captivity, and all  impoverished, and you will conclude that the honourable of the earth,  even the most honourable, know not how soon they may be brought into  contempt. <i>Secondly,<\/i> He designed hereby to prevent their being  proud of that glory, their being puffed up, and confident of the  continuance of it. Let the ruin of Tyre be a warning to all places and  persons to take heed of pride  for it proclaims to all the world that  he who exalts himself shall be abased.  [2.] God will do it, who has all power in his hand and can do it  effectually  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 23:11<\/a>):  <i>He stretched out his hand over the sea.<\/i> He has done so many a  time, witness the dividing of the Red Sea and the drowning of Pharaoh  in it. He has often shaken the kingdoms that were most secure  and he  has now given commandment concerning this merchant-city, to destroy the  strongholds thereof. As its beauty shall not intercede for it, but that  shall be stained, so its strength shall not protect it, but that shall  be broken. If any think it strange that a city so well fortified, and  that has so many powerful allies, should be so totally ruined, let them  know that it is the Lord of hosts that has given a commandment to  destroy the strongholds thereof: and who can gainsay his orders or  hinder the execution of them?<\/p>  <p>  (2.) The Chaldeans shall be the instruments of it  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 23:13<\/a>):  <i>Behold the land of the Chaldeans <\/i> how easily they and their land  were destroyed by the Assyrians. Though their own hands <i>founded it,  set up the towers<\/i> of Babylon, and <i>raised up its palaces,<\/i> yet  the Assyrians brought it to ruin, whence the Tyrians might infer that  as easily as the old Chaldeans were subdued by the Assyrians so easily  shall Tyre be vanquished by those new Chaldeans. Babel was built by the  Assyrians for <i>those that dwelt in the wilderness.<\/i> It may be  rendered <i>for the ships<\/i> (the Assyrians founded it for ships and  shipmen that traffic upon those vast rivers Tigris and Euphrates to the  Persian and Indian seas), <i>for men of the desert,<\/i> for Babylon is  called the <i>desert of the sea,<\/i>   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 21:1<\/a>.  Thus Tyrus was built upon the sea for the like purpose. But the  Assyrians (says Dr. Lightfoot) brought that to ruin, now lately, in  Hezekiah's time, and so shall Tyre hereafter be brought to ruin by  Nebuchadnezzar. If we looked more upon the falling and withering of  others, we should not be so confident as we commonly are of the  continuance of our own flourishing and standing.<\/p>",
    "audit": null
}