{
    "id": 12223,
    "source": "mhm",
    "verse_id": 18374,
    "verse_count": 18,
    "reference": "37:21–38",
    "title": "",
    "html": "<p>21 Then Isaiah the son of Amoz sent unto Hezekiah, saying, Thus saith the L<b>ORD<\/b> God of Israel, Whereas thou hast prayed to me against Sennacherib king of Assyria: 22 This<i>is<\/i> the word which the L<b>ORD<\/b> hath spoken concerning him The virgin, the daughter of Zion, hath despised thee, <i>and<\/i> laughed thee to scorn the daughter of Jerusalem hath shaken her head at thee. 23 Whom hast thou reproached and blasphemed? and against whom hast thou exalted<i>thy<\/i> voice, and lifted up thine eyes on high?<i>even<\/i> against the Holy One of Israel. 24 By thy servants hast thou reproached the Lord, and hast said, By the multitude of my chariots am I come up to the height of the mountains, to the sides of Lebanon and I will cut down the tall cedars thereof, <i>and<\/i> the choice fir trees thereof: and I will enter into the height of his border, <i>and<\/i> the forest of his Carmel. 25 I have digged, and drunk water and with the sole of my feet have I dried up all the rivers of the besieged places. 26 Hast thou not heard long ago, <i>how<\/i> I have done it<i>and<\/i> of ancient times, that I have formed it? now have I brought it to pass, that thou shouldest be to lay waste defenced cities<i>into<\/i> ruinous heaps. 27 Therefore their inhabitants<i>were<\/i> of small power, they were dismayed and confounded: they were<i>as<\/i> the grass of the field, and<i>as<\/i> the green herb, <i>as<\/i> the grass on the housetops, and<i>as corn<\/i> blasted before it be grown up. 28 But I know thy abode, and thy going out, and thy coming in, and thy rage against me. 29 Because thy rage against me, and thy tumult, is come up into mine ears, therefore will I put my hook in thy nose, and my bridle in thy lips, and I will turn thee back by the way by which thou camest. 30 And this<i>shall be<\/i> a sign unto thee, Ye shall eat<i>this<\/i> year such as groweth of itself and the second year that which springeth of the same: and in the third year sow ye, and reap, and plant vineyards, and eat the fruit thereof. 31 And the remnant that is escaped of the house of Judah shall again take root downward, and bear fruit upward: 32 For out of Jerusalem shall go forth a remnant, and they that escape out of mount Zion: the zeal of the L<b>ORD<\/b> of hosts shall do this. 33 Therefore thus saith the L<b>ORD<\/b> concerning the king of Assyria, He shall not come into this city, nor shoot an arrow there, nor come before it with shields, nor cast a bank against it. 34 By the way that he came, by the same shall he return, and shall not come into this city, saith the L<b>ORD<\/b> . 35 For I will defend this city to save it for mine own sake, and for my servant David's sake. 36 Then the angel of the L<b>ORD<\/b> went forth, and smote in the camp of the Assyrians a hundred and fourscore and five thousand: and when they arose early in the morning, behold, they<i>were<\/i> all dead corpses. 37 So Sennacherib king of Assyria departed, and went and returned, and dwelt at Nineveh. 38 And it came to pass, as he was worshipping in the house of Nisroch his god, that Adrammelech and Sharezer his sons smote him with the sword and they escaped into the land of Armenia: and Esarhaddon his son reigned in his stead.<\/p><p>We may here observe, 1. That those who receive messages of terror from men with patience, and send messages of faith to God by prayer, may expect messages of grace and peace from God for their comfort, even when they are most cast down. Isaiah sent a long answer to Hezekiah's prayer in God's name, sent it in writing (for it was too long to be sent by word of mouth), and sent it by way of return to his prayer, relation being thereunto had: \"<i>Whereas thou hast prayed to me,<\/i> know, for thy comfort, that thy prayer is heard.\" Isaiah might have referred him to the prophecies he had delivered (particularly that <a class=\"isa\" verses=\"eyIxNzg1MiI6MzR9\">Isaiah 10:1-34<\/a>) and bid him pick out an answer from thence but, that he might have abundant consolation, a message is sent him on purpose. The correspondence between earth and heaven is never let fall on God's side. 2. Those who magnify themselves, especially who magnify themselves against God and his people, do really vilify themselves, and made themselves contemptible, in the eyes of all wise men:<i>\"The virgin, the daughter of Zion, has despised<\/i> Sennacherib, and all his impotent malice and menaces she knows that, while she preserves her integrity, she is sure of the divine protection, and that though the enemy may bark he cannot bite. All his threats are a jest it is all but<i>brutum fulmen&mdash;a mere flash,<\/i> \" 3. Those who abuse the people of God affront God himself and he takes what is said and done against them as said and done against himself: \"<i>Whom hast thou reproached?<\/i> Even<i>the Holy One of Israel,<\/i> whom thou hast<i>therefore<\/i> reproached because he is a Holy One.\" And it aggravated the indignity Sennacherib did to God that he not only reproached him himself, but set his servants on to do the same:<i>By thy servants,<\/i> the abjects, <i>thou hast reproached me. <\/i> 4. Those who boast of themselves and their own achievements reflect upon God and his providence: \"<i>Thou hast said, I have digged, and drunk water<\/i> I have done mighty feats, and will do more and wilt not own that<i>I have done it,<\/i> \" <a class=\"isa\" verses=\"eyIxODM3NyI6M30=\">Isaiah 37:24-26<\/a>. The most active men are no more than God makes them, and God makes them no more than of old he designed to make them: \"<i>What I have formed of ancient times,<\/i> in an eternal counsel, <i>now have I brought to pass<\/i> \" (for God does all according to the counsel of his will), \"<i>that thou shouldst be to lay waste defenced cities<\/i> it is therefore intolerable arrogance to make it thy own doing.\" 5. All the malice, and all the motions and projects, of the church's enemies, are under the cognizance and check of the church's God. Sennacherib was active and quick, here, and there, and every where, but God knew his going out and coming in, and had always an eye upon him, <a class=\"isa\" verses=\"WzE4MzgxXQ==\">Isaiah 37:28<\/a>. And that was not all he had a hand upon him too, a strict hand, a strong hand, <i>a hook in his nose and a bridle in his lips,<\/i> with which, though he was very headstrong and unruly, he could and would<i>turn him back by the way which he came,<\/i> <a class=\"isa\" verses=\"WzE4MzgyXQ==\">Isaiah 37:29<\/a>. <i>Hitherto he shall come and no further. <\/i> God had signed Sennacherib's commission against Judah ( <a class=\"isa\" verses=\"WzE3ODU3XQ==\">Isaiah 10:6<\/a>) here he supersedes it. He has frightened them, but he must not hurt them, and therefore is discharged from going any further nay, his commitment is here signed, by which he is clapped up, to answer for what he had done beyond his commission. 6. God is his people's bountiful benefactor, as well as their powerful protector, both a sun and a shield to those that trust in him. Jerusalem shall be defended ( <a class=\"isa\" verses=\"WzE4Mzg4XQ==\">Isaiah 37:35<\/a>), the besiegers shall not come into it, no, nor come before it with any regular attack, but they shall be routed before they begin the siege, <a class=\"isa\" verses=\"WzE4Mzg2XQ==\">Isaiah 37:33<\/a>. But this is not all God will return in mercy to his people, and will do them good. Their land shall be more than ordinarily fruitful, so that their losses shall be abundantly repaired they shall not feel any of the ill effects either of the enemies' wasting the country or of their own being taken off from husbandry. But the earth, as at first, shall bring forth of itself, and they shall live and live plentifully upon its spontaneous productions. The blessing of the Lord can, when he pleases, make rich without the hand of the diligent. And let them not think that the desolations of their country would excuse them from observing the sabbatical year, which happened (as it should seem) the year after, and when they were not to plough or sow no, though they had not now their usual stock beforehand for that year, yet they must religiously observe it, and depend upon God to provide for them. God must be trusted in the way of duty. 7. There is no standing before the judgments of God when they come with commission. (1.) The greatest numbers cannot stand before them: one angel shall, in one night, lay a vast army of men dead upon the spot, when God commissions him so to do, <a class=\"isa\" verses=\"WzE4Mzg5XQ==\">Isaiah 37:36<\/a>. Here are 185,000 brave soldiers in an instant turned into so many dead corpses. Many think the <a class=\"ref\">Psalm 76:1-12<\/a> was penned upon occasion of this defeat, where from<i>the spoiling of the stout-hearted,<\/i> and sending them to sleep their long sleep ( <a class=\"isa\" verses=\"WzE4MzU4XQ==\">Isaiah 37:5<\/a>), it is inferred that God is<i>more glorious and excellent than the mountains of prey<\/i> ( <a class=\"isa\" verses=\"WzE4MzU3XQ==\">Isaiah 37:4<\/a>), and that<i>he, even he, is to be feared,<\/i> <a class=\"isa\" verses=\"WzE4MzYwXQ==\">Isaiah 37:7<\/a>. Angels are employed, more than we are aware of, as ministers of God's justice, to punish the pride and break the power of wicked men. (2.) The greatest men cannot stand before them:<i>The great king, the king of Assyria,<\/i> looks very little when he is forced to return, not only with shame, because he cannot accomplish what he had projected with so much assurance, but with terror and fear, lest the angel that had destroyed his army should destroy him yet he is made to look less when his own sons, who should have guarded him, sacrificed him to his idol, whose protection he sought, <a class=\"isa\" verses=\"WzE4MzkwXQ==\">Isaiah 37:37<\/a>. God can quickly stop their breath who<i>breathe out threatenings and slaughter<\/i> against his people, and will do it when they have filled up the measure of their iniquity and<i>the Lord is known by<\/i> these<i>judgments which he executes,<\/i> known to be a God that resists the proud. Many prophecies were fulfilled in this providence, which should encourage us, as far as they look further, and are designed as common and general assurances of the safety of the church and of all that trust in God, to depend upon God for the accomplishment of them. He that has delivered does and will deliver. Lord, forgive our enemies but, <i>so let all thy enemies perish, O Lord!<\/i><\/p> ",
    "audit": null
}