{
    "id": 12240,
    "source": "mhm",
    "verse_id": 18473,
    "verse_count": 9,
    "reference": "41:21-29",
    "title": "",
    "html": "<p>  21  Produce your cause, saith the L<b>ORD<\/b>  bring forth your strong  <i>reasons,<\/i> saith the King of Jacob.    22  Let them bring <i>them<\/i> forth, and show us what shall happen:  let them show the former things, what they <i>be,<\/i> that we may  consider them, and know the latter end of them  or declare us  things for to come.    23  Show the things that are to come hereafter, that we may know  that ye <i>are<\/i> gods: yea, do good, or do evil, that we may be  dismayed, and behold <i>it<\/i> together.    24  Behold, ye <i>are<\/i> of nothing, and your work of nought: an  abomination <i>is he that<\/i> chooseth you.    25  I have raised up <i>one<\/i> from the north, and he shall come:  from the rising of the sun shall he call upon my name: and he  shall come upon princes as <i>upon<\/i> mortar, and as the potter  treadeth clay.    26  Who hath declared from the beginning, that we may know? and  beforetime, that we may say, <i>He is<\/i> righteous? yea, <i>there is<\/i>  none that showeth, yea, <i>there is<\/i> none that declareth, yea,  <i>there is<\/i> none that heareth your words.    27  The first <i>shall say<\/i> to Zion, Behold, behold them: and I  will give to Jerusalem one that bringeth good tidings.    28  For I beheld, and <i>there was<\/i> no man  even among them, and  <i>there was<\/i> no counsellor, that, when I asked of them, could  answer a word.    29  Behold, they <i>are<\/i> all vanity  their works <i>are<\/i> nothing:  their molten images <i>are<\/i> wind and confusion.  <\/p>  <p>  The Lord, by the prophet, here repeats the challenge to idolaters to  make out the pretentions of their idols: \"<i>Produce your cause<\/i>  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 41:21<\/a>)  and make your best of it  <i>bring forth the strongest reasons<\/i> you  have to prove that your idols are gods, and worthy of your adoration.\"  Note, There needs no more to show the absurdity of sin than to produce  the reasons that are given in defence of it, for they carry with them  their own confutation.<\/p>  <p>  I. The idols are here challenged to bring proofs of their knowledge and  power. Let us see what they can inform us of, and what they can do.  Understanding and active power are the accomplishments of a man.  Whoever pretends to be a god must have these in perfection  and have  the idols made it to appear that they have? No <\/p>  <p>  1. \"They can tell us nothing that we did not know before, so ignorant  are they. We challenge them to inform us,\"  (1.) \"What has been formerly: <i>Let them show the former things,<\/i>  and raise them out of the oblivion in which they were buried\" (God  inspired Moses to write such a history of the creation as the gods of  the heathen could never have dictated to any of their enthusiasts)  or  \"let the defenders of idols tell us what mighty achievements they can  boast of as performed by their gods in former times. What did they ever  do that was worth taking notice of? Let them specify any thing, and it  shall be considered, its due weight shall be given it, and it shall be  compared with the latter end of it  and if, in the issue, it prove to  be as great as it pretended to be, they shall have the credit of it.\"  (2.) \"We challenge them to tell us what shall happen, to declare to us  <i>things to come<\/i>  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 41:22<\/a>),  and again  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 41:23<\/a>),  <i>show the things that are to come hereafter.<\/i> Give this evidence  of your omniscience, that nothing can be hidden from you, and of your  sovereignty and dominion. Make it to appear that you have the doing of  all, by letting us know beforehand what you deign to do. Do this  kindness to the world  let them know what is to come, that they may  provide accordingly. Do this, and we will own that you are gods above  us, and gods to us, and worthy of our adoration.\" No creature can  foretel things to come, otherwise than by divine information, with any  certainty.<\/p>  <p>  2. \"They can do nothing that we cannot do ourselves, so impotent are  they.\" He challenges them to do either <i>good or evil,<\/i> good to  their friends or evil to their enemies: \"Let them do, if they can, any  thing extraordinary, that people will admire and be affected with. Let  them either bless or curse, with power. Let us see them either inflict  such plagues such as God brought on Egypt or bestow such blessings as  God bestowed on Israel. Let them do some great thing, and we shall be  amazed when we see it, and frightened into a veneration of them, as  many have been into a veneration of the true God.\" That which is  charged upon these idols, and let them disprove it if they can, is that  <i>they are of nothing,<\/i>   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 41:24<\/a>.  Their claims have no foundation at all, nor is there any ground or  reason in the least for men's paying them the respect they do  there is  nothing in them worthy our regard. \"They are less than nothing, worse  than nothing \" so some read it. \"<i>The work they do is of nought,<\/i>  and so is the ado that is made about them. There is no pretence or  colour for it  it is all a jest  it is all a sham put upon the world  and therefore <i>he that chooses you,<\/i> and so give you your deity,  and\" (as some read it) \"that delights in you, <i>is an  abomination <\/i>\" so some take it. A servant is at liberty to choose  his master, but a man is not at liberty to choose his God. He that  chooses any other than the true God chooses an abomination  his  choosing it makes it so.<\/p>  <p>  II. God here produces proofs that he is the true God, and that there is  none besides him. Let him produce his strong reasons.<\/p>  <p>  1. He has an irresistible power. This he will shortly make to appear in  the raising up of Cyrus and making him a type of Christ  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 41:25<\/a>):  <i>He will raise him up from the north<\/i> and <i>from the rising of  the sun.<\/i> Cyrus by his father was a Mede, by his mother a Persian  and his army consisted of Medes, whose country lay north, and Persians,  whose country lay east, from Babylon. God will raise him up to great  power, and he shall come against Babylon with ends of his own to serve.  But,  (1.) <i>He shall proclaim God's name <\/i> so it may be read. He shall  publish the honour of the God of Israel  so he did remarkably when, in  his proclamation for the release of the Jews out of their captivity, he  acknowledged that the Lord God of Israel was the Lord God of heaven,  and <i>the God:<\/i> and he might be said to call on his name when he  encouraged the building of his temple, and very probably did himself  call upon him and pray to him,   <a class=\"ref\">Ezra 1:2<\/a>.  (2.) All opposition shall fall before him: <i>He shall come upon the  princes of Babylon,<\/i> and all others that stood in his way, <i>as  mortar,<\/i> and trample upon them <i>as the potter treads clay,<\/i> to  serve his own purposes with it. Christ, as man, was raised up from the  north, for Nazareth lay in the northern parts of Canaan  as the angel  of the covenant, he ascends from the east. He maintained the honour of  heaven (<i>he shall call upon my name<\/i>), and broke the powers of  hell, came upon the prince of darkness as mortar and trod him down.<\/p>  <p>  2. He has an infallible foresight. He would not only do this, but he  did now, by his prophet, foretel it. Now the false gods not only could  not do it, but they could not foresee it.  (1.) He challenges them to produce any of their pretended deities, or  their diviners, that had given notice of this, or could  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 41:26<\/a>):  \"<i>Who has declared from the beginning<\/i> any thing of this kind, or  has told it before-time? Tell us if there be any that you know of, for  we know not any  if there be any, <i>we will say, He is righteous,<\/i>  he is true, his cause is just, his claims are proved, and he is in the  right in demanding to be worshipped.\" This agrees with   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 41:22<\/a>.  (2.) He challenges to himself the sole honour of doing it and  foretelling it  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 41:27<\/a>):  <i>I am the first<\/i> (so it may be read) <i>that will say to Zion,  Behold, behold them,<\/i> that will let the people of Israel know their  deliverers are at hand (for there were those who understood by books,  God's books, the approach of the time,   <a class=\"ref\">Daniel 9:2<\/a>),  and I am he that <i>will give to Jerusalem one that brings good  tidings,<\/i> these good tidings of their enlargement. This is  applicable to the work of redemption, in which the Lord showed himself  much more than in the release of the Jews out of Babylon: he it was  that contrived our salvation, and he brought it about, and he has given  to us the glad tidings of reconciliation.<\/p>  <p>  III. Judgment is here given upon this trial.  1. None of all the idols had foretold, or could foresee, this work of  wonder. Other nations besides the Jews were released out of captivity  in Babylon by Cyrus, or at least were greatly concerned in the  revolution of the monarchy and there transferring of it to the  Persians  and yet none of them had any intelligence given them of it  beforehand, by any of their gods or prophets: \"<i>There is none that  shows<\/i>  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 41:26<\/a>),  <i>none that declares,<\/i> none that gives the least intimation of it  <i>there is none<\/i> of the nations <i>that hears your words,<\/i> that  can pretend to have heard from their gods such words as you, O  Israelites! have heard from your God, by your prophets,\"   <a class=\"ref\">Psalm 147:20<\/a>.  None of all the gods of the nations have shown their worshippers the  way of salvation, which God will show by the Messiah. The good tidings  which the Lord will send in the gospel is a mystery hidden from ages  and generations,   <a class=\"ref\">Romans 16:25<\/a>.  2. None of those who pleaded for them could produce any instance of  their knowledge or power that had in it any colour of proof that they  were gods. All their advocates were struck dumb with this challenge  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 41:28<\/a>):  \"<i>I beheld, and there was no man<\/i> that could give evidence for  them, even among those that were their most zealous admirers  <i>and  there was no counsellor,<\/i> none that could offer any thing for the  support of their cause. Even among the idols themselves there was none  fit to give counsel in the most trivial matters, and yet there were  those that asked counsel of them in the most important and difficult  affairs. When I asked them what they had to say for themselves they  stood mute  the case was so plain against them that there was <i>none  who could answer a word.<\/i>\" Judgment must therefore be given against  the defendant upon <i>Nihil dicit--He is mute.<\/i> He has nothing to  say for himself. <i>He was speechless,<\/i>   <a class=\"ref\">Matthew 22:12<\/a>.  3. Sentence is therefore given according to the charge exhibited  against them  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 41:24<\/a>):  \"<i>Behold, they are all vanity<\/i>  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 41:29<\/a>)  they are a lie and a cheat  they are not in themselves what they  pretend to be, nor will their worshippers find that in them which they  promise themselves. <i>Their works are nothing,<\/i> of no force, of no  worth  their enemies need fear no hurt from them  their worshippers can  hope for no good from them. <i>Their molten images,<\/i> and indeed all  their images, <i>are wind and confusion,<\/i> vanity and vexation  those  that worship them will be deceived in them, and will reflect upon their  own folly with the greatest bitterness. Therefore, <i>dearly beloved,  flee from idolatry,<\/i>\"   <a class=\"ref\">1 Corinthians 10:14<\/a>.<\/p>",
    "audit": null
}