{
    "id": 12264,
    "source": "mhm",
    "verse_id": 18601,
    "verse_count": 6,
    "reference": "47:1-6",
    "title": "",
    "html": "<p>  1  Come down, and sit in the dust, O virgin daughter of Babylon,  sit on the ground: <i>there is<\/i> no throne, O daughter of the  Chaldeans: for thou shalt no more be called tender and delicate.    2  Take the millstones, and grind meal: uncover thy locks, make  bare the leg, uncover the thigh, pass over the rivers.    3  Thy nakedness shall be uncovered, yea, thy shame shall be  seen: I will take vengeance, and I will not meet <i>thee as<\/i> a man.    4  <i>As for<\/i> our redeemer, the L<b>ORD<\/b> of hosts <i>is<\/i> his name, the  Holy One of Israel.    5  Sit thou silent, and get thee into darkness, O daughter of  the Chaldeans: for thou shalt no more be called, The lady of  kingdoms.    6  I was wroth with my people, I have polluted mine inheritance,  and given them into thine hand: thou didst show them no mercy  upon the ancient hast thou very heavily laid thy yoke.  <\/p>  <p>  In these verses God by the prophet sends a messenger even to Babylon,  like that of Jonah to Nineveh: \"The time is at hand when Babylon shall  be destroyed.\" Fair warning is thus given her, that she may by  repentance prevent the ruin and there may be a lengthening of her  tranquility. We may observe here,<\/p>  <p>  I. God's controversy with Babylon. We will begin with that, for there  all the calamity begins  she has made God her enemy, and then who can  befriend her: Let her know that the righteous Judge, to whom vengeance  belongs, has said  (<a class=\"isa\" verses=\"WzE4NjAzXQ==\">Isaiah 47:3<\/a>),  <i>I will take vengeance.<\/i> She has provoked God, and shall be  reckoned with for it when the measure of her iniquities is full. Woe to  those on whom God comes to take vengeance  for who knows the power of  his anger and what a fearful thing it is to fall into his hands? Were  it a man like ourselves who would be revenged on us, we might hope to  be a match for him, either to make our escape from him or to make our  part good with him. But he says, \"<i>I will not meet thee as a man,<\/i>  not with the compassions of a man, but I will be to the as a lion, and  a <i>young lion<\/i>\"  (<a class=\"ref\">Hosea 5:14<\/a>)  or, rather, not with the strength of a man, which is easily resisted,  but with the power of a God, which cannot be resisted. Not with the  justice of a man, which may be bribed, or biassed, or mollified by a  foolish pity, but with the justice of a God, which is strict and  severe, and can never be evaded. As in pardoning the penitent, so in  punishing the impenitent, he is <i>God and not man,<\/i>   <a class=\"ref\">Hosea 11:9<\/a>.<\/p>  <p>  II. The particular ground of this controversy. We are sure that there  is cause for it, and it is a just cause  it is the <i>vengeance of his  temple<\/i>  (<a class=\"ref\">Jeremiah 50:28<\/a>)  it is for <i>violence done to Zion,<\/i>   <a class=\"ref\">Jeremiah 51:35<\/a>.  God will plead his people's cause against them. It is acknowledged  (<a class=\"isa\" verses=\"WzE4NjA2XQ==\">Isaiah 47:6<\/a>)  that God had, in wrath, delivered his people into the hands of the  Babylonians, had made use of them for the correction of his children,  and had by their means <i>polluted his inheritance,<\/i> had left his  peculiar people exposed to suffer in common with the rest of the  nations, had suffered the heathen, who should have been kept at a  distance, to <i>come into his sanctuary<\/i> and <i>defile his  temple,<\/i>   <a class=\"ref\">Psalm 79:1<\/a>.  Herein God was righteous  but the Babylonians carried the matter too  far, and, when they had them in their hands (triumphing to see a people  that had been so much in reputation for wisdom, holiness, and honour,  brought thus low), with a base and servile spirit they trampled upon  them, <i>and showed them no mercy,<\/i> no, not the common instances of  humanity which the miserable are entitled to purely by their misery.  They used them barbarously, and with an air of contempt, nay, and of  complacency in their calamities. They were brought under the yoke  but, as if that were not enough, they <i>laid the yoke on very  heavily,<\/i> adding affliction to the afflicted. Nay, they laid it  <i>on the ancient<\/i>--the elders in years, who were past their labour,  and must sink under a yoke which those in their youthful strength would  easily bear--the elders in office, those that had been judges and  magistrates, and persons of the first rank. They took a pride in  putting these to the meanest hardest drudgery. Jeremiah laments this,  that the <i>faces of elders were not honoured,<\/i>   <a class=\"ref\">Lamentations 5:12<\/a>.  Nothing brings a surer or a sorer ruin upon any people than cruelty,  especially to God's Israel.<\/p>  <p>  III. The terror of this controversy. She has reason to tremble when she  is told who it is that has this quarrel with her  (<a class=\"isa\" verses=\"WzE4NjA0XQ==\">Isaiah 47:4<\/a>):  \"<i>As for our Redeemer,<\/i> our <i>Goë l,<\/i> that undertakes to  plead our cause as the avenger of our blood, he has two names which  speak not only comfort to us, but terror to our adversaries.\"  1. \"He is <i>the Lord of hosts,<\/i> that has all the creatures at his  command, and therefore has <i>all power both in heaven and in  earth.<\/i>\" Woe to those against whom the Lord fights, for the whole  creation is at war with them.  2. \"He is the <i>Holy One of Israel,<\/i> a God in covenant with us,  who has his residence among us, and will faithfully perform all the  promises he has made to us.\" God's power and holiness are engaged  against Babylon and for Zion. This may fitly be applied to Christ, our  great Redeemer. He is both Lord of hosts and the Holy One of  Israel.<\/p>  <p>  IV. The consequences of it to Babylon. She is called a <i>virgin,<\/i>  because so she thought herself, though she was the mother of harlots.  She was beautiful as a virgin, and courted by all about her  she had  been called <i>tender and delicate<\/i>  (<a class=\"isa\" verses=\"WzE4NjAxXQ==\">Isaiah 47:1<\/a>),  and <i>the lady of kingdoms<\/i>  (<a class=\"isa\" verses=\"WzE4NjA1XQ==\">Isaiah 47:5<\/a>)  but now the case is altered.  1. Her honour is gone, and she must bid farewell to all her dignity.  She that had sat at the upper end of the world, sat in state and sat at  ease, must now <i>come down and sit in the dust,<\/i> as very mean and a  deep mourner, must <i>sit on the ground,<\/i> for she shall be so  emptied and impoverished that she shall not have a seat left her to sit  upon.  2. Her power is gone, and she must bid farewell to all her dominion.  She shall rule no more as she has done, nor give law as she has done to  her neighbours: <i>There is no throne,<\/i> none for thee, <i>O daughter  of the Chaldeans!<\/i> Note, Those that abuse their honour or power  provoke God to deprive them of it, and to make them <i>come down and  sit in the dust.<\/i>  3. Her ease and pleasure are gone: \"She shall <i>no more be called  tender and delicate<\/i> as she has been, for she shall not only be  deprived of all those things with which she pampered herself, but shall  be put to hard service and made to feel both want and pain, which will  be more than doubly grievous to her who formerly <i>would not venture  to set<\/i> so much as <i>the sole of her foot to the ground for  tenderness and for delicacy,<\/i>\"   <a class=\"ref\">Deuteronomy 28:56<\/a>.  It is our wisdom not to use ourselves to be tender and delicate,  because we know not how hardly others may use us before we die not what  straits we may be reduced to.  4. Her liberty is gone, and she is brought into a state of servitude  and as sore a bondage as she in her prosperity had brought others to.  Even the great men of Babylon must now receive the same law from the  conquerors that they used to give to the conquered: \"<i>Take the  mill-stones and grind meal<\/i>  (<a class=\"isa\" verses=\"WzE4NjAyXQ==\">Isaiah 47:2<\/a>),  set to work, to hard labour\" (like beating hemp in Bridewell), \"which  will make thee sweat so that thou must throw off all thy head-dresses,  and <i>uncover thy locks.<\/i>\" When they were driven from one place to  another, at the capricious humours of their masters, they must be  forced to wade up to the middle through the waters, to <i>make bare the  leg<\/i> and <i>uncover the thigh,<\/i> that they might <i>pass over the  rivers,<\/i> which would be a great mortification to those that used to  ride in state. But let them not complain, for just thus they had  formerly used their captives  and <i>with what measure they<\/i> then  <i>meted<\/i> it is now <i>measured to them again.<\/i> Let those that  have power use it with temper and moderation, considering that the  spoke which is uppermost will be under.  5. All her glory, and all her glorying, are gone. Instead of glory, she  has ignominy  (<a class=\"isa\" verses=\"WzE4NjAzXQ==\">Isaiah 47:3<\/a>):  <i>Thy nakedness shall be uncovered and thy shame shall be seen,<\/i>  according to the base and barbarous usage they commonly gave their  captives, to whom, for covetousness of their clothes, they did not  leave rags sufficient to cover their nakedness, so void were they of  the modesty as well as of the pity due to the human nature. Instead of  glorying she <i>sits silently, and gets into darkness<\/i>  (<a class=\"isa\" verses=\"WzE4NjA1XQ==\">Isaiah 47:5<\/a>),  ashamed to show her face, for she has quite lost her credit and  <i>shall no more be called the lady of kingdoms.<\/i> Note, God can make  those sit silently that used to make the greatest noise in the world,  and send those into darkness that used to make the greatest figure.  Let him that glories, therefore, glory in a God that changes not, and  not in any worldly wealth, pleasure, or honour, which are subject to  change.<\/p>",
    "audit": null
}