{
    "id": 12288,
    "source": "mhm",
    "verse_id": 18710,
    "verse_count": 3,
    "reference": "52:13–15",
    "title": "",
    "html": "<p>13 Behold, my servant shall deal prudently, he shall be exalted and extolled, and be very high. 14 As many were astonished at thee his visage was so marred more than any man, and his form more than the sons of men: 15 So shall he sprinkle many nations the kings shall shut their mouths at him: for<i>that<\/i> which had not been told them shall they see and<i>that<\/i> which they had not heard shall they consider.<\/p><p>Here, as in other places, for the confirming of the faith of God's people and the encouraging of their hope in the promises of temporal deliverances, the prophet passes from them to speak of the great salvation which should in the fulness of time be wrought out by the Messiah. As the prophecy of Christ's incarnation was intended for the ratification of the promise of their deliverance from the Assyrian army, so this of Christ's death and resurrection is to confirm the promise of their return out of Babylon for both these salvations were typical of the great redemption and the prophecies of them had a reference to that. This prophecy, which begins here and is continued to the end of the next chapter, points as plainly as can be at Jesus Christ the ancient Jews understood it of the Messiah, though the modern Jews take a great deal of pains to pervert it, and some of ours (no friends therein to the Christian religion) will have it understood of Jeremiah but Philip, who hence preached Christ to the eunuch, has put it past dispute that<i>of him speaks the prophet this,<\/i> of him and of no other man, <a class=\"ref\">Acts 8:34<\/a>. Here,<\/p><p>I. God owns Christ to be both commissioned and qualified for his undertaking. 1. He is appointed to it. \"He is<i>my servant,<\/i> whom I employ and therefore will uphold.\" In his undertaking he does his Father's will, seeks his Father's honour, and serves the interests of his Father's kingdom. 2. He is qualified for it. He<i>shall deal prudently,<\/i> for the<i>spirit of wisdom and understanding shall rest upon him,<\/i> <a class=\"isa\" verses=\"WzE3ODg3XQ==\">Isaiah 11:2<\/a>. The word is used concerning David when he<i>behaved himself wisely,<\/i> <a class=\"ref\">1 Samuel 18:14<\/a>. Christ is wisdom itself, and, in the contriving and carrying on the work of our redemption, there appeared much of<i>the wisdom of God in a mystery,<\/i> <a class=\"ref\">1 Corinthians 2:7<\/a>. Christ, when he was here upon earth, dealt very prudently, to the admiration of all.<\/p><p>II. He gives a short prospect both of his humiliation and his exaltation. See here, 1. How he humbled himself:<i>Many were astonished at him,<\/i> as they were at David when by reason of his sorrows and troubles he became a<i>wonder unto many,<\/i> <a class=\"ref\">Psalm 71:7<\/a>. Many wondered to see what base usage he met with, how inveterate people were against him, how inhuman, and what indignities were done him:<i>His visage was marred more than any man's<\/i> when he was buffeted, smitten on the cheek, and crowned with thorns, and<i>hid not his face from shame and spitting. His face was foul with weeping,<\/i> for he was<i>a man of sorrows<\/i> he that really was<i>fairer than the children of men<\/i> had his face spoiled with the abuses that were done him. Never was man used so barbarously his form, when he took upon him<i>the form of a servant,<\/i> was more mean and abject than that of any of the sons of men. Those that saw him said, \"Surely never man looked so miserably, <i>a worm and no man,<\/i> \" <a class=\"ref\">Psalm 22:6<\/a>. The<i>nation abhorred him<\/i> ( <a class=\"isa\" verses=\"WzE4NjQ0XQ==\">Isaiah 49:7<\/a>), treated him as the<i>off-scouring of all things. Never was sorrow like unto his sorrow. <\/i> 2. How highly God exalted him, and exalted him because he humbled himself. Three words are used for this ( <a class=\"isa\" verses=\"WzE4NzEwXQ==\">Isaiah 52:13<\/a>):<i>He shalt be exalted and extolled and be very high. <\/i> God shall exalt him, men shall extol him, and with both he shall be very high, higher than the highest, higher than the heavens. He shall prosper in his work, and succeed in it, and that shall raise him very high. (1.) Many nations shall be the better for him, for<i>he shall sprinkle them,<\/i> and not the Jews only the blood of sprinkling shall be applied to their consciences, to purify them. He suffered, and died, and so sprinkled many nations for in his death there was<i>a fountain opened,<\/i> <a class=\"ref\">Zechariah 13:1<\/a>. He shall sprinkle many nations by his heavenly doctrine, which shall drop as the rain and distil as the dew. Moses's did so only on one nation ( <a class=\"ref\">Deuteronomy 32:2<\/a>), but Christ's on many nations. He shall do it by baptism, which is the washing of the body with pure water, <a class=\"ref\">Hebrews 10:22<\/a>. So that this promise had its accomplishment when Christ sent his apostles to disciple all nations, by baptizing or sprinkling them. (2.) The great ones of the nation shall show him respect:<i>Kings shall shut their mouths at him,<\/i> that is, they shall not open their mouths against him, as they have done, to contradict and blaspheme his sacred oracles nay, they shall acquiesce in, and be well pleased with, the methods he takes of setting up his kingdom in the world they shall with great humility and reverence receive his oracles and laws, as those who, when they heard Job's wisdom, <i>after his speech spoke not again,<\/i> <a class=\"ref\">Job 29:9<\/a>. <i>Kings shall see and arise,<\/i> <a class=\"isa\" verses=\"WzE4NjQ0XQ==\">Isaiah 49:7<\/a>. (3.) The mystery which was kept secret from the beginning of the world shall by him be<i>made known to all nations for the obedience of faith,<\/i> as the apostle speaks, <a class=\"ref\">Romans 16:25<\/a>. <i>That which had not been told them shall they see<\/i> the gospel brings to light things new and unheard of, which will awaken the attention and engage the reverence of kings and kingdoms. This is applied to the preaching of the gospel in the Gentile world, <a class=\"ref\">Romans 15:21<\/a>. These words are there quoted according to the Septuagint translation:<i>To whom he was not spoken of they shall see, and those that have not heard shall understand. <\/i> As the things revealed had long been kept secret, so the persons to whom they were revealed had long been kept in the dark but now they shall see and consider the glory of God shining in the face of Christ, which before they had not been told of&mdash;<i>they had not heard. <\/i> That shall be discovered to them by the gospel of Christ which could never be told them by all the learning of their philosophers, or the art of their diviners, or any of their pagan oracles. Much had been said in the Old Testament concerning the Messiah much had been told them, and they had heard it. But, as the queen of Sheba found concerning Solomon, what they shall see in him, when he comes, shall far exceed what had been told them. Christ disappointed the expectations of those who looked for a Messiah according to their fancies, as the carnal Jews, but outdid theirs who looked for such a Messiah as was promised. According to their faith, nay, and beyond it, it was to them.<\/p> ",
    "audit": null
}