{
    "id": 12318,
    "source": "mhm",
    "verse_id": 18823,
    "verse_count": 22,
    "reference": 60,
    "title": "",
    "html": "<p>This whole chapter is all to the same purport, all in the same strain it is a part of God's covenant with his church, which is spoken of in the <a class=\"isa\" verses=\"WzE4ODIyXQ==\">Isaiah 59:21<\/a> of the foregoing chapter, and the blessings here promised are the fruits of the word and Spirit there promised. The long continuance of the church, even unto the utmost ages of time, was there promised, and here the large extent of the church, even unto the utmost regions of the earth and both these tend to the honour of the Redeemer. It is here promised, I. That the church shall be enlightened and shone upon, <a class=\"isa\" verses=\"WzE4ODIzXQ==\">Isaiah 60:1<\/a> . II. That it shall be enlarged and great additions made to it, to join in the service of God, <a class=\"isa\" verses=\"eyIxODgyNSI6Nn0=\">Isaiah 60:3-8<\/a> . III. That the new converts shall be greatly serviceable to the church and to the interests of it, <a class=\"isa\" verses=\"eyIxODgzMSI6NX0=\">Isaiah 60:9-13<\/a> . IV. That the church shall be in great honour and reputation among men, <a class=\"isa\" verses=\"eyIxODgzNiI6M30=\">Isaiah 60:14-16<\/a> . V. That it shall enjoy a profound peace and tranquility, <a class=\"isa\" verses=\"WzE4ODM5XQ==\">Isaiah 60:17<\/a> . VI. That, the members of it being all righteous, the glory and joy of it shall be everlasting, <a class=\"isa\" verses=\"eyIxODg0MSI6NH0=\">Isaiah 60:19-22<\/a> . Now this has some reference to the peaceable and prosperous condition which the Jews were sometimes in after their return out of captivity into their own land but it certainly looks further, and was to have its full accomplishment in the kingdom of the Messiah, the enlargement of that kingdom by the bringing in of the Gentiles into it, and the spiritual blessings in heavenly things by Christ Jesus with which it should be enriched, and all these earnests of eternal joy and glory.<\/p> ",
    "audit": null
}