{
    "id": 12336,
    "source": "mhm",
    "verse_id": 18892,
    "verse_count": 7,
    "reference": "64:6–12",
    "title": "",
    "html": "<p>6 But we are all as an unclean<i> thing,<\/i> and all our righteousnesses<i> are<\/i> as filthy rags and we all do fade as a leaf and our iniquities, like the wind, have taken us away. 7 And<i> there is<\/i> none that calleth upon thy name, that stirreth up himself to take hold of thee: for thou hast hid thy face from us, and hast consumed us, because of our iniquities. 8 But now, O L<b>ORD<\/b> , thou<i> art<\/i> our father we<i> are<\/i> the clay, and thou our potter and we all<i> are<\/i> the work of thy hand. 9 Be not wroth very sore, O L<b>ORD<\/b> , neither remember iniquity for ever: behold, see, we beseech thee, we<i> are<\/i> all thy people. 10 Thy holy cities are a wilderness, Zion is a wilderness, Jerusalem a desolation. 11 Our holy and our beautiful house, where our fathers praised thee, is burned up with fire: and all our pleasant things are laid waste. 12 Wilt thou refrain thyself for these<i> things,<\/i> O L<b>ORD<\/b> ? wilt thou hold thy peace, and afflict us very sore?<\/p><p>As we have the Lamentations of Jeremiah, so here we have the Lamentations of Isaiah the subject of both is the same&mdash;the destruction of Jerusalem by the Chaldeans and the sin of Israel that brought that destruction&mdash;only with this difference, Isaiah sees it at a distance and laments it by the Spirit of prophecy, Jeremiah saw it accomplished. In these verses,<\/p><p>I. The people of God in their affliction confess and bewail their sins, thereby justifying God in their afflictions, owning themselves unworthy of his mercy, and thereby both improving their troubles and preparing for deliverance. Now that they were under divine rebukes for sin they had nothing to trust to but the mere mercy of God and the continuance of that for among themselves there is none to help, none to uphold, none to stand in the gap and make intercession, for they are all polluted with sin and therefore unworthy to intercede, all careless and remiss in duty and therefore unable and unfit to intercede.<\/p><p>1. There was a general corruption of manners among them (<a class=\"isa\" verses=\"WzE4ODczXQ==\">Isaiah 63:6<\/a>):<i> We are all as an unclean thing,<\/i> or as an unclean<i> person,<\/i> as one overspread with a leprosy, who was to be shut out of the camp. The body of the people were like one under a ceremonial pollution, who was not admitted into the courts of the tabernacle, or like one labouring under some loathsome disease, from the crown of the head to the sole of the foot<i> nothing but wounds and bruises,<\/i><a class=\"isa\" verses=\"WzE3NjYxXQ==\">Isaiah 1:6<\/a> . We have all by sin become not only obnoxious to God's justice, but odious to his holiness for sin is that<i> abominable thing which the Lord hates,<\/i> and cannot endure to look upon.<i> Even all our righteousnesses are as filthy rags.<\/i> (1.) \"The best of our persons are so we are all so corrupt and polluted that even those among us who pass for righteous men, in comparison with what our fathers were who<i> rejoiced and wrought righteousness<\/i> (<a class=\"isa\" verses=\"WzE4ODcyXQ==\">Isaiah 63:5<\/a>), are but as filthy rags, fit to be case to the dunghill.<i> The best of them is as a brier.<\/i> \" (2.) \"The best of our performances are so. There is not only a general corruption of manners, but a general defection in the exercises of devotion too those which pass for the<i> sacrifices of righteousness,<\/i> when they come to be enquired into, are<i> the torn, and the lame, and the sick,<\/i> and therefore are provoking to God, as nauseous as filthy rags.\" Our performances, though they be ever so plausible, if we depend upon them as our righteousness and think to merit by them at God's hand, are as filthy rags&mdash;rags, and will not cover us&mdash;filthy rags, and will but defile us. True penitents cast away their idols as filthy rags (<a class=\"isa\" verses=\"WzE4MjQwXQ==\">Isaiah 30:22<\/a>), odious in their sight here they acknowledge even their righteousness to be so in God's sight if he should deal with them in strict justice. Our best duties are so defective, and so far short of the rule, that they are as rags, and so full of sin and corruption cleaving to them that they are as filthy rags. When we would do good evil is present with us and the iniquity of our holy things would be our ruin if we were under the law.<\/p><p>2. There was a general coldness of devotion among them,<a class=\"isa\" verses=\"WzE4ODc0XQ==\">Isaiah 63:7<\/a> . The measure was filled by the abounding iniquity of the people, and nothing was done to empty it. (1.) Prayer was in a manner neglected: \"<i> There is none that calls on thy name,<\/i> none that seeks to thee for grace to reform us and take away sin, or for mercy to relieve us and take away the judgments which our sins have brought upon us.\"<i> Therefore<\/i> people are so bad, because they do not pray compare<a class=\"ref\">Psalm 14:3<\/a> ,<i> They have altogether become filthy, for they call not upon the Lord.<\/i> It bodes ill to a people when prayer is restrained among them. (2.) It was very negligently performed. If there was here and there one that called on God's name, it was with a great deal of indifferency:<i> There is none that stirs up himself to take hold of God.<\/i> Note, [1.] To pray is to<i> take hold of God,<\/i> by faith to take hold of the promises and the declarations God has made of his good-will to us and to plead them with him,&mdash;to take hold of him as of one who is about to depart from us, earnestly begging of him not to leave us, or of one that has departed, soliciting his return,&mdash;to take hold of him as he that wrestles takes hold of him he wrestles with for the seed of Jacob wrestle with him and so prevail. But when we<i> take hold of God<\/i> it is as the boatman with his hook takes hold on the shore, as if he would pull the shore to him, but really it is to pull himself to the shore so we pray, not to bring God to our mind, but to bring ourselves to him. [2.] Those that would take hold of God in prayer so as to prevail with him must stir up themselves to do it all that is within us must be employed in the duty (and all little enough), our thoughts fixed and our affections flaming. In order hereunto all that is within us must be engaged and summoned into the service we must<i> stir up the gift that is in us<\/i> by an actual consideration of the importance of the work that is before us and a close application of mind to it but how can we expect that God should come to us in ways of mercy when there are none that do this, when those that profess to be intercessors are mere triflers?<\/p><p>II. They acknowledge their afflictions to be the fruit and product of their own sins and God's wrath. 1. They brought their troubles upon themselves by their own folly: \"<i> We are all as an unclean thing, and<\/i> therefore<i> we do all fade away as a leaf<\/i> (<a class=\"isa\" verses=\"WzE4ODczXQ==\">Isaiah 63:6<\/a>), we not only wither and lose our beauty, but we fall and drop off\" (so the word signifies) \"as leaves in autumn our profession of religion withers, and we grow dry and sapless our prosperity withers and comes to nothing we fall to the ground, as despicable and contemptible and then<i> our iniquities like the wind have taken us away<\/i> and hurried us into captivity, as the winds in autumn blow off, and then blow away, the faded withered leaves,\"<a class=\"ref\">Psalm 1:3<\/a> . Sinners are blasted, and then carried away, by the malignant and violent wind of their own iniquity it withers them and then ruins them. 2. God brought their troubles upon them by his wrath (<a class=\"isa\" verses=\"WzE4ODc0XQ==\">Isaiah 63:7<\/a>):<i> Thou hast hidden thy face from us<\/i> hast been displeased with us and refused to afford us any succour. When they made themselves<i> as an unclean thing<\/i> no wonder that God turned his face away from them, as loathing them. Yet this was not all:<i> Thou hast consumed us because of our iniquities.<\/i> This is the same complaint with that (<a class=\"ref\">Psalm 90:7<\/a>),<i> We are consumed by thy anger<\/i> thou hast<i> melted us,<\/i> so the word is. God had put them in the furnace, not to consume them as dross, but to melt them as gold, that they might be refined and new-cast.<\/p><p>III. They claim relation to God as their God, and humbly plead it with him, and in consideration of it cheerfully refer themselves to him (<a class=\"isa\" verses=\"WzE4ODc1XQ==\">Isaiah 63:8<\/a>): \"<i> But now, O Lord! thou art our Father:<\/i> though we have conducted ourselves very undutifully and ungratefully towards thee, yet still we have owned thee as our Father and, though thou hast corrected us, yet thou hast not cast us off. Foolish and careless as we are, poor and despised and trampled upon as we are by our enemies, yet still<i> thou art our Father<\/i> to thee therefore we return in our repentance, as the prodigal arose and came to his father to thee we address ourselves by prayer from whom should we expect relief and succour but from our Father? It is the wrath of a Father that we are under, who will be reconciled and not<i> keep his anger for ever.<\/i> \" God is their Father, 1. By creation he gave them their being, formed them into a people, shaped them as he pleased: \"<i> We are the clay and thou our potter,<\/i> therefore we will not quarrel with thee, however thou art pleased to deal with us,<a class=\"ref\">Jeremiah 18:6<\/a> . Nay, therefore we will hope that thou wilt deal well with us, that thou who madest us wilt new-make us, new-form us, though we have unmade and deformed ourselves:<i> We are all as an unclean thing,<\/i> but<i> we are all the work of thy hands,<\/i> therefore do away our uncleanness, that we may be fit for thy use, the use we were made for. We are the<i> work of thy hands,<\/i> therefore<i> forsake us not,<\/i> \"<a class=\"ref\">Psalm 138:8<\/a> . 2. By covenant this is pleaded (<a class=\"isa\" verses=\"WzE4ODc2XQ==\">Isaiah 63:9<\/a>): \"<i> Behold, see, we beseech thee, we are all thy people,<\/i> all the people thou hast in the world, that make open profession of thy name. We are called<i> thy people,<\/i> our neighbours look upon us as such, and therefore what we suffer reflects upon thee, and the relief that our case requires is expected from thee.<i> We are thy people<\/i> and<i> should not a people seek unto their God?<\/i><a class=\"isa\" verses=\"WzE3ODI3XQ==\">Isaiah 8:19<\/a> .<i> We are thine save us,<\/i> \"<a class=\"ref\">Psalm 119:94<\/a> . Note, When we are under providential rebukes from God it is good to keep fast hold of our covenant-relation to him.<\/p><p>IV. They are importunate with God for the turning away of his anger and the pardoning of their sins (<a class=\"isa\" verses=\"WzE4ODc2XQ==\">Isaiah 63:9<\/a>): \"<i> Be not wroth very sore, O Lord!<\/i> though we have deserved that thou shouldst,<i> neither remember iniquity for ever<\/i> against us.\" They do not expressly pray for the removal of the judgment they were under as to that, they refer themselves to God. But, 1. They pray that God would be reconciled to them, and then they can be easy whether the affliction be continued or removed: \"<i> Be not wroth to extremity,<\/i> but let thy anger be mitigated by the clemency and compassion of a father.\" They do not say,<i> Lord, rebuke us not,<\/i> for that may be necessary, but<i> Not in thy anger, not in thy hot displeasure.<\/i> It is but<i> in a little wrath<\/i> that God<i> hides his face.<\/i> 2. They pray that they may not be dealt with according to the desert of their sin:<i> Neither remember iniquity for ever.<\/i> Such is the evil of sin that it deserves to be remembered for ever and this is that which they deprecate, that consequence of sin, which is for ever. Those make it to appear that they are truly humbled under the hand of God who are more afraid of the terror of God's wrath, and the fatal consequences of their own sin, than of any judgment whatsoever, looking upon these as the sting of death.<\/p><p>V. They lodge in the court of heaven a very melancholy representation, or memorial, of the lamentable condition they were in and the ruins they were groaning under. 1. Their own houses were in ruins,<a class=\"isa\" verses=\"WzE4ODc3XQ==\">Isaiah 63:10<\/a> . The cities of Judah were destroyed by the Chaldeans and the inhabitants of them were carried away, so that there was none to repair them or take any notice of them, which would in a few years make them look like perfect deserts:<i> Thy holy cities are a wilderness.<\/i> The cities of Judah are called<i> holy cities,<\/i> for the people were unto God a kingdom of priests. The cities had synagogues in them, in which God was served and therefore they lamented the ruins of them, and insisted upon this in pleading with God for them, not so much that they were stately cities, rich or ancient ones, but that they were holy cities, cities in which God's name was known, professed, and called upon. \"These cities are a wilderness the beauty of them is sullied they are neither inhabited nor visited, as formerly.<i> They have burnt up all the synagogues of God in the land,<\/i> \"<a class=\"ref\">Psalm 74:8<\/a> . Nor was it only the smaller cities that were thus left as a wilderness unfrequented, but even \"<i> Zion is a wilderness<\/i> the city of David itself lies in ruins Jerusalem, that was<i> beautiful for situation<\/i> and<i> the joy of the whole earth,<\/i> is now deformed, and has become the scorn and scandal of the whole earth that noble city is a desolation, a heap of rubbish.\" See what devastations sin brings upon a people and an external profession of sanctity will be no fence against them<i> holy cities,<\/i> if they become wicked cities, will be soonest of all turned into a wilderness,<a class=\"ref\">Amos 3:2<\/a> . 2. God's house was in ruins,<a class=\"isa\" verses=\"WzE4ODc4XQ==\">Isaiah 63:11<\/a> . This they lament most of all, that<i> the temple was burnt with fire<\/i> but, as soon as it was built, they were told what their sin would bring it to.<a class=\"ref\">2 Chronicles 7:21<\/a> ,<i> This house, which is high, shall be an astonishment.<\/i> Observe how pathetically they bewail the ruins of the temple. (1.) It was<i> their holy and beautiful house<\/i> it was a most sumptuous building, but the holiness of it was in their eye the greatest beauty of it, and consequently the profanation of it was the saddest part of its desolation and that which grieved them most, that the sacred services which used to be performed there were discontinued. (2.) It was the place<i> where their fathers praised God<\/i> with their sacrifices and songs what a pity is it that that should lie in ashes which had been for so many ages the glory of their nation! It aggravated their present disuse of the songs of Zion that their fathers had so often praised God with them. They interest God in the cause when they plead that it was the house where<i> he had been praised,<\/i> and put him in mind too of his covenant with their fathers by taking notice of their fathers' praising him. (3.) With it<i> all their pleasant things were laid waste,<\/i> all their desires and delights, all those things which were employed by them in the service of God, which they had a great delight in not only the furniture of the temple, the altars and table, but especially the sabbaths and new moons, and all their religious feasts, which they used to keep with gladness, their ministers and solemn assemblies, these were all a desolation. Note, God's people reckon their sacred things their most delectable things rob them of holy ordinances and the means of grace, and you<i> lay waste all their pleasant things.<\/i> What have they more? Observe here how God and his people have their interest twisted and interchanged when they speak of the cities for their own habitation they call them<i> thy holy cities,<\/i> for to God they were dedicated when they speak of the temple wherein God dwelt they call it<i> our beautiful<\/i> house and its furniture<i> our pleasant things,<\/i> for they had heartily espoused it and all the interests of it. If thus we interest God in all our concerns by devoting them to his service, and interest ourselves in all his concerns by laying them near our hearts, we may with satisfaction leave both with him, for he will perfect both.<\/p><p>VI. They conclude with an affectionate expostulation, humbly arguing with God concerning their present desolations (<a class=\"isa\" verses=\"WzE4ODk4XQ==\">Isaiah 64:12<\/a>): \"<i> Wilt thou refrain thyself for these things?<\/i> Or,<i> Canst thou contain thyself at these things?<\/i> Canst thou see thy temple ruined and not resent it, not revenge it? Has the jealous God forgotten to be jealous?<a class=\"ref\">Psalm 74:22<\/a> ,<i> Arise, O God! plead thy own cause.<\/i> Lord, thou art insulted, thou art blasphemed and<i> wilt thou hold thy peace<\/i> and take no notice of it? Shall the highest affronts that can be done to Heaven pass unrebuked?\" When we are abused we hold our peace, because vengeance does not belong to us, and because we have a God to refer our cause to. When God is injured in his honour it may justly be expected that he should speak in the vindication of it his people prescribe not to him what he shall say, but their prayer is (as here)<a class=\"ref\">Psalm 83:1<\/a> ,<i> Keep not thou silence, O God!<\/i> and<a class=\"ref\">Psalm 109:1<\/a> , \"<i> Hold not thy peace, O God of my praise!<\/i> Speak for the conviction of thy enemies, speak for the comfort and relief of thy people for<i> wilt thou afflict us very grievously,<\/i> or<i> afflict us for ever?<\/i> \" It is a sore affliction to good people to see God's sanctuary laid waste and nothing done towards the raising of it out of its ruins. But God has said that he<i> will not contend for ever,<\/i> and therefore his people may depend upon it that their afflictions shall be neither to extremity nor to eternity, but<i> light<\/i> and<i> for a moment.<\/i><\/p> ",
    "audit": null
}