{
    "id": 12256,
    "source": "mhm",
    "verse_id": 18563,
    "verse_count": 4,
    "reference": "45:1–4",
    "title": "",
    "html": "<p>1 Thus saith the L<b>ORD<\/b> to his anointed, to Cyrus, whose right hand I have holden, to subdue nations before him and I will loose the loins of kings, to open before him the two leaved gates and the gates shall not be shut 2 I will go before thee, and make the crooked places straight: I will break in pieces the gates of brass, and cut in sunder the bars of iron: 3 And I will give thee the treasures of darkness, and hidden riches of secret places, that thou mayest know that I, the L<b>ORD<\/b> , which call<i> thee<\/i> by thy name,<i> am<\/i> the God of Israel. 4 For Jacob my servant's sake, and Israel mine elect, I have even called thee by thy name: I have surnamed thee, though thou hast not known me.<\/p><p>Cyrus was a Mede, descended (as some say) from Astyages king of Media. The pagan writers are not agreed in their accounts of his origin. Some tell us that in his infancy he was an outcast, left exposed, and was saved from perishing by a herdsman's wife. However, it is agreed that, being a man of an active genius, he soon made himself very considerable, especially when Cr&oelig sus king of Lydia made a descent upon his country, which he not only repulsed, but revenged, prosecuting the advantages he had gained against Cr&oelig sus with such vigour that in a little time he took Sardis and made himself master of the rich kingdom of Lydia and the many provinces that then belonged to it. This made him very great (for Cr&oelig sus was rich to a proverb) and enabled him to pursue his victories in many countries but it was nearly ten years afterwards that, in conjunction with his uncle Darius and with the forces of Persia, he made this famous attack upon Babylon, which is here foretold, and which we have the history of Dan. 5. Babylon had now grown exorbitantly rich and strong. It was forty-five miles in compass (some say more): the walls were thirty-two feet thick and 100 cubits high. Some say, They were so thick that six chariots might drive abreast upon them others say, They were fifty cubits thick and 200 high. Cyrus seems to have had a great ambition to make himself master of this place, and to have projected it long and at last he performed it. Now here, 210 years before it came to pass, we are told,<\/p><p>I. What great things God would do for him, that he might put it into his power to release his people. In order to this he shall be a mighty conqueror and a wealthy monarch and nations shall become tributaries to him and help him both with men and money. Now that which God here promised to do for Cyrus he could have done for Zerubbabel, or some of the Jews themselves but the wealth and power of this world God has seldom seen fit to entrust his own people with much of, so many are the snares and temptations that attend them but if here has been occasion, for the god of the church, to make use of them, God has been pleased rather to put them into the hands of others, to be employed for them, than to venture them in their own hands. Cyrus is here called God's<i> anointed,<\/i> because he was both designed and qualified for this great service by the counsel of God, and was to be herein a type of the Messiah. God engages to hold his right hand, not only to strengthen and sustain him, but to direct his motions and intentions, as Elisha put his hands upon the king's hands when he was to shoot his arrow against Syria,<a class=\"ref\">2 Kings 13:16<\/a> . Being under such direction,<\/p><p>1. He shall extend his conquests very far and shall make nothing of the opposition that will be given him. Babylon is too strong a place for a young hero to begin with and therefore, that he may be able to deal with that, great additions shall be made to his strength by other conquests. (1.) Populous kingdoms shall yield to him. God will<i> subdue nations before him<\/i> when he is in the full career of his successes he shall make nothing of a nation's being born to him at once: yet it is not he that subdues them it is God that subdues them for him the battle is his, and therefore his is the victory. (2.) Potent kings shall fall before him:<i> I will loose the loins of kings,<\/i> either the girdle of their loins (divesting them of their power and dignity) or the strength of their loins, and then it was literally fulfilled in Belshazzar, for, when he was terrified by the handwriting on the wall,<i> the joints of his loins were loosed,<\/i><a class=\"ref\">Daniel 5:6<\/a> . (3.) Great cities shall surrender themselves into his hands, without giving him or themselves any trouble. God will incline the keepers of the city to<i> open before him the two-leaved gates,<\/i> not treacherously nor timorously, but from a full conviction that it is to no purpose to contend with him and therefore the gates shall not be shut to keep him out as an enemy, but thrown open to admit him as a friend. (4.) The longest and most dangerous marches shall be made easy and ready to him:<i> I will go before thee,<\/i> to clear the way, and to conduct thee in it, and then the<i> crooked places,<\/i> shall be made<i> straight<\/i> or, as some read it, the hilly places shall be levelled and made even. Those will find a ready road that have God going before them. (5.) No opposition shall stand before him. He that gives him his commission<i> will break in pieces the gates of brass<\/i> that are shut against him,<i> and cut asunder the bars of iron<\/i> wherewith they are fastened. This was fulfilled in the letter, if that be true which Herodotus reports, that the city of Babylon had 100 gates all of brass, with posts and hooks of the same metal.<\/p><p>2. He shall replenish his coffers very much (<a class=\"isa\" verses=\"WzE4NTY1XQ==\">Isaiah 45:3<\/a>):<i> I will give thee the treasures of darkness,<\/i> treasures of gold and silver, that have been long kept close under lock and key and had not seen the light of many years, or had been buried under ground by the inhabitants, in their fright, upon the taking of the city. The riches of many nations had been brought to Babylon, and Cyrus seized all together.<i> The hidden riches of secret places,<\/i> which belonged either to the crown or to private persons, shall all be a prey to Cyrus. Thus God, designing him to do a piece of service to his church, paid him richly for it beforehand and Cyrus very honestly owned God's goodness to him, and, in consideration of that, released the captives.<a class=\"ref\">Ezra 1:2<\/a> ,<i> God has given me all the kingdoms of the earth<\/i> and thereby has obliged<i> me to build him a house at Jerusalem.<\/i><\/p><p>II. We are here told what God designed in doing all this for Cyrus. What Cyrus aimed at in undertaking his wars we may easily guess but what God aimed at in giving him such wonderful success in his wars we are here told.<\/p><p>1. It was that the God of Israel might be glorified: \"<i> That thou mayest know<\/i> by all this<i> that I the Lord am the God of Israel<\/i> for I have<i> called thee by thy name<\/i> long before thou wast born.\" When Cyrus should have this prophecy of Isaiah shown to him, and should there find his own name and his own achievements particularly described so long before, he should thereby be brought to acknowledge that the God of Israel was the Lord, Jehovah, the only living and true God, and that he continued to own his Israel though now in captivity. It is well when thus men's prosperity brings them to the knowledge of God, for too often it makes them forget him.<\/p><p>2. It was that the Israel of God might be released,<a class=\"isa\" verses=\"WzE4NTY2XQ==\">Isaiah 45:4<\/a> . Cyrus knew not God as the God of Israel. Having been trained up in the worship of idols, the true God was to him an unknown God. But, though he knew not God, God not only knew him when he came into being, but foreknew him, and bespoke him for his shepherd. He called him by his name,<i> Cyrus,<\/i> nay, which was yet great honour, he surnamed him and called him his<i> anointed.<\/i> And why did God do all this for Cyrus? Not for his own sake, be it known to him whether he was a man of virtue or no is questioned. Xenophon indeed, when he would describe the heroic virtues of an excellent prince, made use of Cyrus's name, and many of the particulars of his story, in his Cyropæ dia but other historians represent him as haughty, cruel, and bloodthirsty. The reason why God preferred him was<i> for Jacob his servant's sake.<\/i> Note, (1.) In all the revolutions of states and kingdoms, the sudden falls of the great and strong, and the surprising advancements of the weak and obscure, God is designing the good of his church. (2.) It is therefore the wisdom of those to whom God has given wealth and power to use them for his glory, by showing kindness to his people. Cyrus is preferred that Israel may be released. He shall have a kingdom, only that God's people may have their liberty for their kingdom is not of this world, it is yet to come. In all this Cyrus was a type of Christ, who was made victorious over principalities and powers, and entrusted with unsearchable riches, for the use and benefit of God's servants, his elect.<i> When he ascended on high he led captivity captive,<\/i> took those captives that had taken others captives, and<i> opened the prison to those that were bound.<\/i><\/p> ",
    "audit": null
}