{
    "id": 12247,
    "source": "mhm",
    "verse_id": 18507,
    "verse_count": 7,
    "reference": "43:1-7",
    "title": "",
    "html": "<p>  1  But now thus saith the L<b>ORD<\/b> that created thee, O Jacob, and  he that formed thee, O Israel, Fear not: for I have redeemed  thee, I have called <i>thee<\/i> by thy name  thou <i>art<\/i> mine.    2  When thou passest through the waters, I <i>will be<\/i> with thee  and through the rivers, they shall not overflow thee: when thou  walkest through the fire, thou shalt not be burned  neither shall  the flame kindle upon thee.    3  For I <i>am<\/i> the L<b>ORD<\/b> thy God, the Holy One of Israel, thy  Saviour: I gave Egypt <i>for<\/i> thy ransom, Ethiopia and Seba for  thee.    4  Since thou wast precious in my sight, thou hast been  honourable, and I have loved thee: therefore will I give men for  thee, and people for thy life.    5  Fear not: for I <i>am<\/i> with thee: I will bring thy seed from  the east, and gather thee from the west    6  I will say to the north, Give up  and to the south, Keep not  back: bring my sons from far, and my daughters from the ends of  the earth    7  <i>Even<\/i> every one that is called by my name: for I have  created him for my glory, I have formed him  yea, I have made  him.  <\/p>  <p>  This chapter has a plain connexion with the close of the foregoing  chapter, but a very surprising one. It was there said that Jacob and  Israel would not walk in God's ways, and that when he corrected them  for their disobedience they were stubborn and laid it not to heart  and  now one would think it should have followed that God would utterly  abandon and destroy them  but no, the next words are, <i>But now, fear  not, O Jacob! O Israel! I have redeemed thee, and thou art mine.<\/i>  Though many among them were untractable and incorrigible, yet God would  continue his love and care for his people, and the body of that nation  should still be reserved for mercy. God's goodness takes occasion from  man's badness to appear so much the more illustrious. <i>Where sin  abounded, grace did much more abound<\/i>  (<a class=\"ref\">Romans 5:20<\/a>),  and mercy <i>rejoices against judgment,<\/i> as having prevailed and  carried the day,   <a class=\"ref\">James 2:13<\/a>.  Now the sun, breaking out thus of a sudden from behind a thick and dark  cloud, shines the brighter, and with a pleasing surprise. The  expressions of God's favour and good-will to his people here are very  high, and speak abundance of comfort to all the spiritual seed of  upright Jacob and praying Israel  for <i>to us is this gospel preached  as well as unto those<\/i> that were captives in Babylon,   <a class=\"ref\">Hebrews 4:2<\/a>.  Here we have,<\/p>  <p>  I. The grounds of God's care and concern for his people and the  interests of his church and kingdom among men. Jacob and Israel, though  in a sinful miserable condition, shall be looked after  for,  1. They are God's <i>workmanship, created by him unto good works,<\/i>   <a class=\"ref\">Ephesians 2:10<\/a>.  He has created them and formed them, not only given them a being, but  this being, formed them into a people, constituted their government,  and incorporated them by the charter of his covenant. The new creature,  wherever it is, is of God's forming, and <i>he will not forsake the  work of his own hands.<\/i>  2. They are the people of his purchase: he has redeemed them. Out of  the land of Egypt he first redeemed them, and out of many another  bondage, <i>in his love, and in his pity<\/i>  (<a class=\"isa\" verses=\"WzE4ODc2XQ==\">Isaiah 63:9<\/a>)  much more will he take care of those who are redeemed with the blood of  his Son.  3. They are his peculiar people, whom he has distinguished from others,  and set apart for himself: he has called them by name, as those he has  a particular intimacy with and concern for, and they are his, are  appropriated to him and he has a special interest in them.  4. He is their God in covenant  (<a class=\"isa\" verses=\"WzE4NTA5XQ==\">Isaiah 43:3<\/a>):  <i>I am the Lord thy God,<\/i> worshipped by thee and engaged by promise  to thee, <i>the Holy One of Israel,<\/i> the God of Israel  for the true  God is a holy one, and holiness becomes his house. And upon all these  accounts he might justly say, <i>Fear not<\/i>  (<a class=\"isa\" verses=\"WzE4NTA3XQ==\">Isaiah 43:1<\/a>),  and again   <a class=\"isa\" verses=\"WzE4NTExXQ==\">Isaiah 43:5<\/a>,  <i>Fear not.<\/i> Those that have God for them need not fear who or what  can be against them.<\/p>  <p>  II. The former instances of this care.  1. God has purchased them dearly: <i>I gave Egypt for thy ransom <\/i>  for Egypt was quite laid waste by one plague after another, all their  first-born were slain and all their men of war drowned  and all this to  force a way for Israel's deliverance from them. Egypt shall be  sacrificed rather than Israel shall continue in slavery, when the time  has come for their release. The Ethiopians had invaded them in Asa's  time  but they shall be destroyed rather than Israel shall be  disturbed. And if this was reckoned so great a thing, to give Egypt for  their ransom, what reason have we to admire God's love to us in giving  his own Son to be a <i>ransom for us!<\/i>   <a class=\"ref\">1 John 4:10<\/a>.  What are Ethiopia and Seba, all their lives and all their treasures,  compared with the blood of Christ?  2. He had prized them accordingly, and they were very dear to him  (<a class=\"isa\" verses=\"WzE4NTEwXQ==\">Isaiah 43:4<\/a>):  <i>Since thou hast been precious in my sight thou hast been  honourable.<\/i> Note, True believers are precious in God's sight  they  are his jewels, his peculiar treasure  (<a class=\"ref\">Exodus 19:5<\/a>)  he loves them, his delight is in them, above any people. His church is  his vineyard. And this makes God's people truly honourable, and their  name great  for men are really what they are in God's eye. When the  forces of Sennacherib, that they might be diverted from falling upon  Israel, were directed by Providence to fall upon Egypt, Ethiopia, and  Seba, then God gave those countries for Israel, and showed how precious  his people were in his sight. So so me understand it.<\/p>  <p>  III. The further instances God would yet give them of his care and  kindness.  1. He would be present with them in their greatest difficulties and  dangers  (<a class=\"isa\" verses=\"WzE4NTA4XQ==\">Isaiah 43:2<\/a>):  \"<i>When thou passest<\/i> through the waters and the rivers, through  the fire and the flame, <i>I will be with thee,<\/i> and that shall be  thy security  when dangers are very imminent and threatening, thou  shalt be delivered out of them.\" Did they, in their journey, pass  through deep water? They should not perish in them: \"<i>The rivers  shall not overflow thee.<\/i>\" Should they by their persecutors be cast  into a fiery furnace, for their constant adherence to their God, yet  then the flame should not kindle upon them, which was fulfilled in the  letter in the wonderful preservation of the three children,   <a class=\"ref\">Daniel 3:1-30<\/a>  Though they went through fire and water, which would be to them as the  <i>valley of the shadow of death,<\/i> yet, while they had God with  them, they need fear no evil, they should be borne up, and <i>brought  out into a wealthy place,<\/i>   <a class=\"ref\">Psalm 66:12<\/a>.  2. He would still, when there was occasion, make all the interests of  the children of men give way to the interests of his own children:  \"<i>I will give men for thee,<\/i> great men, mighty men, and men of  war, <i>and people<\/i> (men by wholesale) <i>for thy life.<\/i> Nations  shall be sacrificed to thy welfare.\" All shall be cut off rather than  God's Israel shall, so precious are they in his sight. The affairs of  the world shall all be ordered and directed so as to be most for the  good of the church,   <a class=\"ref\">2 Chronicles 16:9<\/a>.  3. Those of them that were scattered and dispersed in other nations  should all be gathered in and share in the blessings of the public,   <a class=\"isa\" verses=\"eyIxODUxMSI6M30=\">Isaiah 43:5-7<\/a>.  Some of the seed of Israel were dispersed into all countries, east,  west, north, and south, or into all the parts of the country of  Babylon  but those whose spirits God stirred up to go to Jerusalem  should be fetched in from all parts  divine grace should reach those  that lay most remote, and at the greatest distance from each other  and, when the time should come, nothing should prevent their coming  together to return in a body, in answer to that prayer  (<a class=\"ref\">Psalm 106:47<\/a>),  <i>Gather us from among the heathen,<\/i> and in performance of that  promise  (<a class=\"ref\">Deuteronomy 30:4<\/a>),  <i>If any of thine be driven to the utmost parts of heaven, thence will  the Lord thy God gather thee,<\/i> which we find pleaded on behalf of  the children of the captivity,   <a class=\"ref\">Nehemiah 1:9<\/a>.  But who are the seed of Israel that shall be thus carefully gathered  in? He tells us  (<a class=\"isa\" verses=\"WzE4NTEzXQ==\">Isaiah 43:7<\/a>)  they are such as God has marked for mercy  for,  (1.) They are called by his name  they make profession of religion, and  are distinguished from the rest of the world by their covenant-relation  to God and denomination from him.  (2.) They are created for his glory  the spirit of Israelites is  created in them, and they are formed according to the will of God, and  these shall be gathered in. Note, Those only are fit to be called by  the name of God that are created by his grace for his glory  and those  whom God has created and called shall be gathered in now to Christ as  their head and hereafter to heaven as their home. <i>He shall gather  in his elect from the four winds.<\/i> This promise points at the  gathering in of the dispersed of the Gentiles, and the strangers  scattered, by the gospel of Christ, who died to <i>gather together in  one<\/i> the children of God that were scattered abroad  for the promise  was to all that were afar off, even as many as the Lord our God shall  call and create. God is with the church, and therefore let her not  fear  none that belong to her shall be lost.<\/p>",
    "audit": null
}