{
    "id": 12200,
    "source": "mhm",
    "verse_id": 18236,
    "verse_count": 9,
    "reference": "30:18-26",
    "title": "",
    "html": "<p>  18  And therefore will the L<b>ORD<\/b> wait, that he may be gracious  unto you, and therefore will he be exalted, that he may have  mercy upon you: for the L<b>ORD<\/b> <i>is<\/i> a God of judgment: blessed  <i>are<\/i> all they that wait for him.    19  For the people shall dwell in Zion at Jerusalem: thou shalt  weep no more: he will be very gracious unto thee at the voice of  thy cry  when he shall hear it, he will answer thee.    20  And <i>though<\/i> the Lord give you the bread of adversity, and  the water of affliction, yet shall not thy teachers be removed  into a corner any more, but thine eyes shall see thy teachers:    21  And thine ears shall hear a word behind thee, saying, This  <i>is<\/i> the way, walk ye in it, when ye turn to the right hand, and  when ye turn to the left.    22  Ye shall defile also the covering of thy graven images of  silver, and the ornament of thy molten images of gold: thou shalt  cast them away as a menstruous cloth  thou shalt say unto it, Get  thee hence.    23  Then shall he give the rain of thy seed, that thou shalt sow  the ground withal  and bread of the increase of the earth, and it  shall be fat and plenteous: in that day shall thy cattle feed in  large pastures.    24  The oxen likewise and the young asses that ear the ground  shall eat clean provender, which hath been winnowed with the  shovel and with the fan.    25  And there shall be upon every high mountain, and upon every  high hill, rivers <i>and<\/i> streams of waters in the day of the great  slaughter, when the towers fall.    26  Moreover the light of the moon shall be as the light of the  sun, and the light of the sun shall be sevenfold, as the light of  seven days, in the day that the L<b>ORD<\/b> bindeth up the breach of his  people, and healeth the stroke of their wound.  <\/p>  <p>  The closing words of the foregoing paragraph (<i>You shall be left as a  beacon upon a mountain<\/i>) some understand as a promise that a remnant  of them should be reserved as monuments of mercy  and here the prophet  tells them what good times should succeed these calamities. Or the  first words in this paragraph may be read by way of antithesis,  <i>Notwithstanding this, yet will the Lord wait that he may be  gracious.<\/i> The prophet, having shown that those who made Egypt their  confidence would be ashamed of it, here shows that those who sat still  and made God alone their confidence would have the comfort of it. It is  matter of comfort to the people of God, when the times are very bad,  that <i>all will be well yet,<\/i> well with those that fear God, when  we say to the wicked, <i>It shall be ill with you.<\/i><\/p>  <p>  I. God will be gracious to them and will have mercy on them. This is  the foundation of all good. If we find favour with God, and he have  mercy upon us, we shall have comfort according to the time that we have  been afflicted.<\/p>  <p>  1. The mercy in store for them is very affectingly expressed.  (1.) \"He will <i>wait to be gracious<\/i>  (<a class=\"isa\" verses=\"MTgyMzY=\">Isaiah 30:18<\/a>)  he will wait till you return to him and seek his face, and then he will  be ready to meet you with mercy. He will wait, that he may do it in the  best and fittest time, when it will be most for his glory, when it will  come to you with the most pleasing surprise. He will continually follow  you with his favours, and not let slip any opportunity of being  gracious to you.\"  (2.) \"He will stir up himself to deliver you, will be exalted, will be  <i>raised up out of his holy habitation<\/i>  (<a class=\"ref\">Zechariah 2:13<\/a>),  that he may appear for you in more than ordinary instances of power and  goodness  <i>and thus he will be exalted,<\/i> that is, he will glorify  his own name. This is what he aims at in having mercy on his people.\"  (3.) <i>He will be very gracious<\/i>  (<a class=\"isa\" verses=\"MTgyMzc=\">Isaiah 30:19<\/a>),  and this in answer to prayer, which makes his kindness doubly kind:  \"<i>He will be gracious to thee, at the voice of thy cry,<\/i> the cry  of thy necessity, when that is most urgent--the cry of thy prayer, when  that is most fervent. <i>When he shall hear it,<\/i> there needs no  more  at the first word <i>he will answer thee,<\/i> and say, <i>Here I  am.<\/i>\" Herein he is very gracious indeed. In particular,  [1.] Those who were disturbed in the possession of their estates shall  again enjoy them quietly. When the danger is over <i>the people shall  dwell in Zion, at Jerusalem,<\/i> as they used to do  they shall dwell  safely, free from the fear of evil.  [2.] Those who were all in tears shall have cause to rejoice, and shall  weep no more  and those who dwell in Zion, the holy city, will find  enough there to wipe away tears from their eyes.<\/p>  <p>  2. This is grounded upon two great truths:  (1.) That <i>the Lord is a God of judgment <\/i> he is both wise and  just in all the disposals of his providence, true to his word and  tender of his people. If he correct his children, it is <i>with  judgment<\/i>  (<a class=\"ref\">Jeremiah 10:24<\/a>),  with moderation and discretion, considering their frame. We think we  may safely refer ourselves to a man of judgment  and shall we not  commit our way to a God of judgment?  (2.) That therefore all those are blessed who <i>wait for him,<\/i> who  not only wait on him with their prayers, but wait for him with their  hopes, who will not take any indirect course to extricate themselves  out of their straits, or anticipate their deliverance, but patiently  expect God's appearances for them in his own way and time. Because God  is infinitely wise, those are truly happy who refer their cause to  him.<\/p>  <p>  II. They shall not again know the want of the means of grace,   <a class=\"isa\" verses=\"MTgyMzg=\">Isaiah 30:20<\/a>.  Here,  1. It is supposed that they might be brought into straits and troubles  after this deliverance was wrought for them. It was promised  (<a class=\"isa\" verses=\"MTgyMzc=\">Isaiah 30:19<\/a>),  that they should <i>weep no more<\/i> and that God would be <i>gracious  to them <\/i> and yet here it is taken for granted that God may give  them the <i>bread of adversity and the water of affliction,<\/i>  prisoners' fare  (<a class=\"ref\">1 Kings 22:27<\/a>),  coarse and sorry food, such as the poor use. When one trouble is over  we know not how soon another may succeed  and we may have an interest  in the favour of God, and such consolations as are sufficient to  prohibit weeping, and yet may have bread of adversity given us to eat  and water of affliction to drink. Let us therefore not judge of love  or hatred by what is before us.  2. It is promised that their eyes should <i>see their teachers,<\/i>  that is, that they should have faithful teachers among them, and should  have hearts to regard them and not slight them as they had done  and  then they might the better be reconciled to the bread of adversity and  the water of affliction. It was a common saying among the old Puritans,  <i>Brown bread and the gospel are good fare.<\/i> A famine of bread is  not so great a judgment as a famine of the word of God,   <a class=\"ref\">Amos 8:11<\/a>.  It seems that their teachers had been removed into corners (probably  being forced to shift for their safety in the reign of Ahaz), but it  shall be so no more. <i>Veritas non quæ rit angulos--Truth seeks  no corners for concealment.<\/i> But the teachers of truth may sometimes  be driven into corners for shelter  and it goes ill with the church  when it is so, when the woman with her crown of twelve stars is forced  to flee into the wilderness  (<a class=\"ref\">Revelation 12:6<\/a>),  when the prophets are <i>hidden by fifty in a cave,<\/i>   <a class=\"ref\">1 Kings 18:4<\/a>.  But God will find a time to call the teachers out of their corners  again, and to replace them in their solemn assemblies, which shall  <i>see their own teachers,<\/i> the <i>eyes of all the synagogue<\/i>  being fastened on them,   <a class=\"ref\">Luke 4:20<\/a>.  And it will be the more pleasing because of the restraint they have  been for some time under, as light out of darkness, as life from the  dead. To all that love God and their own souls this return of faithful  teachers out of their corners, especially with a promise that they  <i>shall not be removed into corners any more,<\/i> is the most  acceptable part of any deliverance, and has comfort enough in it to  sweeten even the bread of adversity and the water of affliction. But  this is not all:  3. It is promised that they shall have the benefit, not only of the  public ministry, but of private and particular admonition and advice  (<a class=\"isa\" verses=\"MTgyMzk=\">Isaiah 30:21<\/a>):  \"<i>Thy ears shall hear a word behind thee,<\/i> calling after thee as a  man calls after a traveller that he sees going out of his road.\"  Observe,  (1.) Whence this word shall come--from <i>behind thee,<\/i> from some  one whom thou dost not see, but who sees thee. \"Thy eyes see thy  teachers  but this is a teacher out of sight, it is thy own conscience,  which shall now by the grace of God be awakened to do its office.\"  (2.) What the word shall be: \"<i>This is the way, walk you in it.<\/i>  When thou art doubting, conscience shall direct thee to the way of  duty  when thou art dull and trifling, conscience shall quicken thee in  that way.\" As God has not left himself without witness, so he has not  left us without guides to show us our way.  (3.) The seasonableness of this word: It shall come <i>when you turn to  the right hand or to the left.<\/i> We are very apt to miss our way  there are turnings on both hands, and those so tracked and seemingly  straight that they may easily be mistaken for the right way. There are  right-hand and left-hand errors, extremes on each side virtue  the  tempter is busy courting us into the by-paths. It is happy then if by  the particular counsels of a faithful minister or friend, or the checks  of conscience and the strivings of God's Spirit, we be set right and  prevented from going wrong.  (4.) The success of this word: \"It shall not only be spoken, but thy  ears shall hear it  whereas God has formerly <i>spoken once, yea,  twice,<\/i> and thou <i>hast not perceived it<\/i>  (<a class=\"ref\">Job 33:14<\/a>),  now thou shalt listen attentively to these secret whispers, and hear  them with an obedient ear.\" If God gives us not only the word, but the  hearing ear, not only the means of grace, but a heart to make a good  use of those means, we have reason to say, He is very gracious to us,  and reason to hope he has yet further mercy in store for us.<\/p>  <p>  III. They shall be cured of their idolatry, shall fall out with their  idols, and never be reconciled to them again,   <a class=\"isa\" verses=\"MTgyNDA=\">Isaiah 30:22<\/a>.  The deliverance God shall work for them shall convince them that it is  their interest, as well as duty, to serve him only  and they shall own  that, as their trouble was brought upon them for their idolatries, so  it was removed upon condition that they should not return to them. This  is also the good effect of their seeing their teachers and hearing the  word behind them  by this it shall appear that they are the better for  the means of grace they enjoy--they shall break off from their  best-beloved sin. Observe,  1. How foolishly mad they had formerly been upon their idols, in the  day of their apostasy. Idolaters are said to be <i>mad upon their  idols<\/i>  (<a class=\"ref\">Jeremiah 50:38<\/a>),  doatingly fond of them. They had <i>graven images of silver,<\/i> and  <i>molten images of gold,<\/i> and, though gold needs no painting, they  had coverings and ornaments on these  they spared no cost in doing  honour to their idols.  2. How wisely mad (if I may so speak) they now were at their idols,  what a holy indignation they conceived against them in the day of their  repentance. They not only degraded their images, but defaced them, not  only defaced them, but defiled them  they not only spoiled the shape of  them, but in a pious fury threw away the gold and silver they were made  of, though otherwise valuable and convertible to a good use. They could  not find in their hearts to make any vessel of honour of them. The rich  clothes wherewith their images were dressed up they cast away as a  filthy cloth which rendered those that touched it <i>unclean until the  evening,<\/i>   <a class=\"ref\">Leviticus 15:23<\/a>.  Note, To all true penitents sin has become very odious  they loathe it,  and loathe themselves because of it  they cast it away to the dunghill,  the fittest place for it, nay, to the cross, for they crucify the  flesh  their cry against it is, <i>Crucify it, crucify it.<\/i> They say  unto it, <i>Abi hinc in malam rem--Get thee hence.<\/i> They are  resolved never to harbour it any more. They put as far from as they can  all the occasions of sin and temptations to it, though they are as a  right eye or a right hand, and protest against it as Ephraim did  (<a class=\"ref\">Hosea 14:8<\/a>),  <i>What have I to do any more with idols?<\/i> Probably this was  fulfilled in many particular persons, who, by the deliverance of  Jerusalem from Sennacherib's army, were convinced of the folly of their  idolatry and forsook it. It was fulfilled in the body of the Jewish  nation at their return from their captivity in Babylon, for they  abhorred idols ever after  and it is accomplished daily in the  conversion of souls, by the power of divine grace, from spiritual  idolatry to the fear and love of God. Those that join themselves to the  Lord must abandon every sin, and say unto it, <i>Get thee  hence.<\/i><\/p>  <p>  IV. God will then give them plenty of all good things. When he gives  them their teachers, and they give him their hearts, so that they begin  to seek the kingdom of God and the righteousness thereof, <i>then all  other things shall be added to them<\/i>   <a class=\"ref\">Matthew 6:33<\/a>.  And when the people are brought to praise God <i>then shall the earth  yield her increase, and with it God, even our own God, shall bless  us,<\/i>   <a class=\"ref\">Psalm 67:5<\/a>.  So it follows here: \"When you shall have abandoned your idols, <i>then  shall God give the rain of your seed,<\/i>\"   <a class=\"isa\" verses=\"MTgyNDE=\">Isaiah 30:23<\/a>.  When we return to God in a way of duty he will meet us with his  favours.  1. God will give you rain of your seed, rain to water the seed you sow,  just at the time that it calls for it, as much as it needs and no more.  Observe, How man's industry and God's blessing concur to the good  things we enjoy relating to the life that now is: <i>Thou shalt sow the  ground,<\/i> that is thy part, and then <i>God will give the rain of thy  seed,<\/i> that is his part. It is so in spiritual fruit  we must take  pains with our hearts and then wait on God for his grace.  2. The increase of the earth shall be rich and good, and every thing  the best of the kind  it shall be <i>fat and fat,<\/i> very fat and very  good, <i>fat and plenteous<\/i> (so we read it), good and enough of it.  Your land shall be Canaan indeed  it was remarkably so after the defeat  of Sennacherib, by the special blessing of God,   <a class=\"isa\" verses=\"MTgzODM=\">Isaiah 37:30<\/a>.  God would thus repair the losses they sustained by that devastation.  3. Not only the tillage, but the pasture-ground should be remarkably  fruitful: <i>The cattle shall feed in large pastures <\/i> those that  are at grass shall have room enough, and the oxen and asses that are  kept up for use, to ear the ground, which must be the better fed for  their being worked, <i>shall eat clean provender.<\/i> The corn shall  not be given them in the chaff as usual, to make it go the further, but  they shall have good clean corn fit for man's use, being <i>winnowed  with the fan.<\/i> The brute-creatures shall share in the abundance  it  is fit they should, for they groan under the burden of the curse which  man's sin has brought upon the earth.  4. Even the tops of the mountains, that used to be barren, shall be so  well watered with the rain of heaven that there shall be <i>rivers and  streams<\/i> there, and running down thence to the valleys  (<a class=\"isa\" verses=\"MTgyNDM=\">Isaiah 30:25<\/a>),  and this <i>in the day of the great slaughter<\/i> that should be made  by the angel in the camp of the Assyrians, <i>when the towers<\/i> and  batteries they had erected for the carrying on of the siege of  Jerusalem, the army being slain, <i>should fall<\/i> of course. It is  probable that this was fulfilled in the letter of it, and that about  the same time that that army was cut off there were extraordinary rains  in mercy to the land.<\/p>  <p>  V. The effect of all this should be extraordinary comfort and joy to  the people of God,   <a class=\"isa\" verses=\"MTgyNDQ=\">Isaiah 30:26<\/a>.  Light shall increase  that is, knowledge shall increase (when the  prophecies are accomplished they shall be fully understood) or rather  triumph shall: the light of the joy that is sown for the righteous  shall now come up with a great increase. <i>The light of the moon shall  become as<\/i> bright and as strong as <i>that of the sun, and that of  the sun<\/i> shall increase proportionably and be <i>as the light of  seven days <\/i> every one shall be much more cheerful and appear much  more pleasant than usual. There shall be a high spring-tide of joy in  Judah and Jerusalem, upon occasion of the ruin of the Assyrian army,  <i>when the Lord binds up the breach of his people,<\/i> not only saves  them from being further wounded, but heals the wounds that have been  given them by this invasion and makes up all their losses. The great  distress they were reduced to, their despair of relief, and the  suddenness of their deliverance, would much augment their joy. This is  not unfitly applied by many to the light which the gospel brought into  the world to those that sat in darkness, which has far exceeded the  Old-Testament light as that of the sun does that of the moon, and which  proclaims <i>healing to the broken-hearted, and the binding up of their  wounds.<\/i><\/p>",
    "audit": null
}