{
    "id": 12225,
    "source": "mhm",
    "verse_id": 18392,
    "verse_count": 8,
    "reference": "38:1–8",
    "title": "",
    "html": " <p>1 In those days was Hezekiah sick unto death. And Isaiah the prophet the son of Amoz came unto him, and said unto him, Thus saith the L <b>ORD<\/b>, Set thine house in order: for thou shalt die, and not live. 2 Then Hezekiah turned his face toward the wall, and prayed unto the L <b>ORD<\/b>, 3 And said, Remember now, O L <b>ORD<\/b>, I beseech thee, how I have walked before thee in truth and with a perfect heart, and have done <i>that which is<\/i>, good in thy sight. And Hezekiah wept sore. 4 Then came the word of the L <b>ORD<\/b>, to Isaiah, saying, 5 Go, and say to Hezekiah, Thus saith the L <b>ORD<\/b>, the God of David thy father, I have heard thy prayer, I have seen thy tears: behold, I will add unto thy days fifteen years. 6 And I will deliver thee and this city out of the hand of the king of Assyria: and I will defend this city. 7 And this <i>shall be<\/i>, a sign unto thee from the L <b>ORD<\/b>, that the L <b>ORD<\/b>, will do this thing that he hath spoken 8 Behold, I will bring again the shadow of the degrees, which is gone down in the sun dial of Ahaz, ten degrees backward. So the sun returned ten degrees, by which degrees it was gone down. <\/p> <p>We may hence observe, among others, these good lessons:&mdash; 1. That neither men's greatness nor their goodness will exempt them from the arrests of sickness and death. Hezekiah, a mighty potentate on earth and a mighty favourite of Heaven, is struck with a disease, which, without a miracle, will certainly be mortal and this in the midst of his days, his comforts, and usefulness. <i>Lord, behold, he whom thou lovest is sick.<\/i>, It should seem, this sickness seized him when he was in the midst of his triumphs over the ruined army of the Assyrians, to teach us always to rejoice with trembling. 2. It concerns us to prepare when we see death approaching: \" <i>Set thy house in order,<\/i>, and thy heart especially put both thy affections and thy affairs into the best posture thou canst, that, when thy Lord comes, thou mayest be found of him in peace with God, with thy own conscience, and with all men, and mayest have nothing else to do but to die.\" Our being ready for death will make it come never the sooner, but much the easier: and those that are fit to die are most fit to live. 3. Is any afflicted with sickness? <i>Let him pray,<\/i>, <a class=\"ref\">James 5:13<\/a>. Prayer is a salve for every sore, personal or public. When Hezekiah was distressed by his enemies he prayed now that he was sick he prayed. Whither should the child go, when any thing ails him, but to his Father? Afflictions are sent to bring us to our Bibles and to our knees. When Hezekiah was in health he <i>went up to the house of the Lord<\/i>, to pray, for that was then the house of prayer. When he was sick in bed <i>he turned his face towards the wall,<\/i>, probably towards the temple, which was a type of Christ, to whom we must look by faith in every prayer. 4. The testimony of our consciences for us that by the grace of God we have lived a good life, and have walked closely and humbly with God, will be a great support and comfort to us when we come to look death in the face. And though we may not depend upon it as our righteousness, by which to be justified before God, yet we may humbly plead it as an evidence of our interest in the righteousness of the Mediator. Hezekiah does not demand a reward from God for his good services, but modestly begs that God would remembers, not how he had reformed the kingdom, taken away the high places, cleansed the temple, and revived neglected ordinances, but, which was <i>better than all burnt-offerings and sacrifices,<\/i>, how he had approved himself to God with a single eye and an honest heart, not only in these eminent performances, but in an even regular course of holy living: <i>I have walked before thee in truth<\/i>, and sincerity, <i>and with a perfect,<\/i>, that is, an upright, <i>heart<\/i>, for uprightness is our gospel perfection. 5. God has a gracious ear open to the prayers of his afflicted people. The same prophet that was sent to Hezekiah with warning to prepare for death is sent to him with a promise that he shall not only recover, but be restored to a confirmed state of health and live fifteen years yet. As Jerusalem was distressed, so Hezekiah was diseased, that God might have the glory of the deliverance of both, and that prayer too might have the honour of being instrumental in the deliverance. When we pray in our sickness, though God send not to us such an answer as he here sent to Hezekiah, yet, if by his Spirit he bids us be of good cheer, assures us that our sins are forgiven us, that his grace shall be sufficient for us, and that, whether we live or die, we shall be his, we have no reason to say that we pray in vain. God answers us if he <i>strengthens us with strength in our souls,<\/i>, though not with bodily strength, <a class=\"ref\">Psalm 138:3<\/a>. 6. A good man cannot take much comfort in his own health and prosperity unless withal he see the welfare and prosperity of the church of God. Therefore God, knowing what lay near Hezekiah's heart, promised him not only that he should live, but that he should <i>see the good of Jerusalem all the days of his life<\/i>, (<a class=\"ref\">Psalm 128:5<\/a>), otherwise he cannot live comfortably. Jerusalem, which is now delivered, shall still be defended from the Assyrians, who perhaps threatened to rally again and renew the attack. Thus does God graciously provide to make Hezekiah upon all accounts easy. 7. God is <i>willing to show to the heirs of promise the immutability of his counsel,<\/i>, that they may have an unshaken faith in it, and therewith a strong consolation. God had given Hezekiah repeated assurances of his favour and yet, as if all were thought too little, that he might expect from him uncommon favours, a sign is given him, an uncommon sign. None that we know of having had an absolute promise of living a certain number of years to come, as Hezekiah had, God thought fit to confirm this unprecedented favour with a miracle. The sign was the going back of the shadow upon the sun-dial. The sun is a faithful measurer of time, and <i>rejoices as a strong man to run a race<\/i>, but he that set that clock a going can set it back when he pleases, and make it to return for the Father of all lights is the director of them. <\/p>",
    "audit": null
}