{
    "id": 12296,
    "source": "mhm",
    "verse_id": 18735,
    "verse_count": 7,
    "reference": "54:11–17",
    "title": "",
    "html": "<p>11 O thou afflicted, tossed with tempest, <i>and<\/i> not comforted, behold, I will lay thy stones with fair colours, and lay thy foundations with sapphires. 12 And I will make thy windows of agates, and thy gates of carbuncles, and all thy borders of pleasant stones. 13 And all thy children<i>shall be<\/i> taught of the L<b>ORD<\/b> and great<i>shall be<\/i> the peace of thy children. 14 In righteousness shalt thou be established: thou shalt be far from oppression for thou shalt not fear: and from terror for it shall not come near thee. 15 Behold, they shall surely gather together, <i>but<\/i> not by me: whosoever shall gather together against thee shall fall for thy sake. 16 Behold, I have created the smith that bloweth the coals in the fire, and that bringeth forth an instrument for his work and I have created the waster to destroy. 17 No weapon that is formed against thee shall prosper and every tongue<i>that<\/i> shall rise against thee in judgment thou shalt condemn. This<i>is<\/i> the heritage of the servants of the L<b>ORD<\/b> , and their righteousness<i>is<\/i> of me, saith the L<b>ORD<\/b> .<\/p><p>Very precious promises are here made to the church in her low condition, that God would not only continue his love to his people under their troubles as before, but that he would restore them to their former prosperity, nay, that he would raise them to greater prosperity than any they had yet enjoyed. In the foregoing chapter we had the humiliation and exaltation of Christ here we have the humiliation and exaltation of the church for, if we suffer with him, we shall reign with him. Observe,<\/p><p>I. The distressed state the church is here reduced to by the providence of God ( <a class=\"isa\" verses=\"WzE4NzM1XQ==\">Isaiah 54:11<\/a>): \"<i>O thou afflicted,<\/i> poor, and indigent society, that art<i>tossed with tempests,<\/i> like a ship driven from her anchors by a storm and hurried into the ocean, where she is ready to be swallowed up by the waves, and in this condition<i>not comforted<\/i> by any compassionate friend that will sympathize with thee, or suggest to thee any encouraging considerations ( <a class=\"ref\">Ecclesiastes 4:1<\/a>), not comforted by any allay to thy trouble, or prospect of deliverance out of it.\" This was the condition of the Jews in Babylon, and afterwards, for a time, under Antiochus. It is often the condition of Christian churches and of particular believers without are fightings, within are fears they are like the disciples in a storm, ready to perish and where is their faith?<\/p><p>II. The glorious state the church is here advanced to by the promise of God. God takes notice of the afflicted distressed state of his church, and comforts her, when she is most disconsolate and has no other comforter. Let the people of God, when they are afflicted and tossed, think they hear God speaking comfortably to them by these words, taking notice of their griefs and fears, what afflictions they are under, what distresses they are in, and what comforts their case calls for. When they bemoan themselves, God bemoans them, and speaks to them with pity:<i>O thou afflicted, tossed with tempests, and not comforted<\/i> for in all their afflictions he is afflicted. But this is not all he engages to raise her up out of her affliction, and encourages her with the assurance of the great things he would do for her, both for her prosperity and for the securing of that prosperity to her.<\/p><p>1. Whereas now she lay in disgrace, God promises that which would be her beauty and honour, which would make her easy to herself and amiable in the eyes of others.<\/p><p>(1.) This is here promised by a similitude taken from a city, and it is an apt similitude, for the church is the city of the living God, the heavenly Jerusalem. Whereas now Jerusalem lay in ruins, a heap of rubbish, it shall be not only rebuilt, but beautified, and appear more splendid than ever the stones shall be laid not only firm, but fine, laid with fair colours they shall be<i>glistering stones,<\/i> <a class=\"ref\">1 Chronicles 29:2<\/a>. The foundations shall be laid or garnished with<i>sapphires,<\/i> the most precious of the precious stones here mentioned for Christ (the church's foundation), and the foundation of the apostles and prophets, are precious above any thing else. The windows of this house, city, or temple, shall be made of<i>agates,<\/i> the gates of<i>carbuncles,<\/i> and all the<i>borders<\/i> (the walls that enclose the courts, or the boundaries by which her limits are marked, the mere-stones) shall be<i>of pleasant stones,<\/i> <a class=\"isa\" verses=\"WzE4NzM2XQ==\">Isaiah 54:12<\/a>. Never was this literally true but it intimates, [1.] That, God having graciously undertaken to build his church, we may expect that to be done for it, that to be wrought in it, which is very great and uncommon. [2.] That the glory of the New-Testament church shall far exceed that of the Jewish church, not in external pomp and splendour, but in those gifts and graces of the Spirit which are infinitely more valuable, that wisdom which is<i>more precious than rubies<\/i> ( <a class=\"ref\">Proverbs 3:15<\/a>), than the precious onyx and the sapphire, and which the<i>topaz of Ethiopia cannot equal,<\/i> <a class=\"ref\">Job 28:16<\/a>. [3.] That the wealth of this world, and those things of it that are accounted most precious, shall be despised by all the true living members of the church, as having no value, no glory, in comparison with that which far excels. That which the children of this world lay up among their treasures, and too often in their hearts, the children of God make pavements of, and put under their feet, the fittest place of it.<\/p><p>(2.) It is here promised in the particular instances of those things that shall be the beauty and honour of the church, which are knowledge, holiness, and love, the very image of God, in which man was created, renewed, and restored. And these are the sapphires and carbuncles, the precious and pleasant stones, with which the gospel temple shall be enriched and beautified, and these wrought by the power and efficacy of those doctrines which the apostle compares to gold or silver, and precious stones, that are to be<i>built upon the foundation,<\/i> <a class=\"ref\">1 Corinthians 3:12<\/a>. Then the church is all glorious, [1.] When it is full of the knowledge of God, and that is promised here ( <a class=\"isa\" verses=\"WzE4NzM3XQ==\">Isaiah 54:13<\/a>):<i>All thy children shall be taught of the Lord. <\/i> The church's children, being born of God, shall be taught of God being his children by adoption, he will take care of their education. It was promised ( <a class=\"isa\" verses=\"WzE4NzI1XQ==\">Isaiah 54:1<\/a>) that the church's children should be many but lest we should think that being many, as sometimes it happens in numerous families, they will be neglected, and not have instruction given them so carefully as if they were but few, God here takes that work into his own hand:<i>They shall all be taught of the Lord<\/i> and none teaches like him. <i>First,<\/i> It is a promise of the means of instruction and those means authorized by a divine institution:<i>They shall all be taught of God,<\/i> that is, they shall be taught by those whom God shall appoint and whose labours shall be under his direction and blessing. He will ordain the methods of instruction, and by his word and ordinances will diffuse a much greater light than the Old-Testament church had. Care shall be taken for the teaching of the church's children, that knowledge may be transmitted from generation to generation, and that all may be enriched with it, from the least even to the greatest. <i>Secondly,<\/i> It is a promise of the Spirit of illumination. Our Saviour quotes it with application to gospel grace, and makes it to have its accomplishment in all those that were brought to believe in him ( <a class=\"ref\">John 6:45<\/a>):<i>It is written in the prophets, They shall be all taught of God,<\/i> whence he infers that those, and those only, come to him by faith that have heard and learned of the Father, that are<i>taught by him as the truth is in Jesus,<\/i> <a class=\"ref\">Ephesians 4:21<\/a>. There shall be a plentiful effusion of the Spirit of grace upon Christians, to<i>teach them all things,<\/i> <a class=\"ref\">John 14:26<\/a>. [2.] When the members of it live in love and unity among themselves:<i>Great shall be the peace of thy children. <\/i> Peace may be taken here for all good. As where no knowledge of God is no good can be expected, so those that are taught of God to know him are in a fair way to prosper for both worlds. <i>Great peace have those that<\/i> know and<i>love God's law,<\/i> <a class=\"ref\">Psalm 119:165<\/a>. But it is often put for love and unity and so we may take it. All that are taught of God are taught to<i>love one another<\/i> ( <a class=\"ref\">1 Thessalonians 4:9<\/a>) and that will keep peace among the church's children and prevent their falling out by the way. [3.] When holiness reigns for that above any thing is the beauty of the church ( <a class=\"isa\" verses=\"WzE4NzM4XQ==\">Isaiah 54:14<\/a>):<i>In righteousness shall thou be established. <\/i> The reformation of manners, the restoration of purity, the due administration of public justice, and the prevailing of honesty and fair dealing among men, are the strength and stability of any church or state. The kingdom of God, set up by the gospel of Christ, is not meat and drink, but this righteousness and peace, holiness and love.<\/p><p>2. Whereas now she lay in danger, God promises that which would be her protection and security.<\/p><p>(1.) God engages here that though, in the day of her distress, without were fightings and within were fears, now she shall be safe from both. [1.] There shall be no fears within ( <a class=\"isa\" verses=\"WzE4NzM4XQ==\">Isaiah 54:14<\/a>): \"<i>Thou shalt be far from oppression. <\/i> Those that have oppressed thee shall be removed, those that would oppress thee shall be restrained, and therefore thou shalt not fear, but mayest look upon it as a thing at a great distance, that thou art now in no danger of. Thou shalt be far from terror, not only from evil, but from the fear of evil, for it shall not come near thee so as to do thee any hurt or to put thee in any fright.\" Note, Those are far from terror that are far from oppression for it is as great a terror as can fall on a people to have the rod of government turned into the serpent of oppression, because against this there is no fence, nor is there any flight from it. [2.] There shall be no fightings without. Though attempts should be made upon them to insult them, to invade their country, or besiege their towns, they should all be in vain, and none of them succeed, <a class=\"isa\" verses=\"WzE4NzM5XQ==\">Isaiah 54:15<\/a>. It is granted, \"<i>They shall surely gather together against thee<\/i> thou must expect it.\" The confederate force of hell and earth will be renewing their assaults. As long as there is a devil in hell, and a persecutor out of it, God's people must expect frequent alarms but, <i>First,<\/i> God will not own them, will not give them either commission or countenance they gather together, hand joins in hand, but it is<i>not by me. <\/i> God gave them no such order as he did to Sennacherib, to<i>take the spoil, and to take the prey,<\/i> <a class=\"isa\" verses=\"WzE3ODU3XQ==\">Isaiah 10:6<\/a>. And therefore, <i>Secondly,<\/i> Their attempt will end in their own ruin: \"<i>Whosoever shall gather together against thee,<\/i> be they ever so many and ever so mighty, they shall not only be baffled, but they<i>shall fall for thy sake,<\/i> or they shall fall before thee, which shall be the just punishment of their enmity to thee.\" God will make them to fall for the sake of the love he bears to his church and the care he has of it, in answer to the prayers made by his people, and in pursuance of the promises made to them. \"They shall fall, that thou mayest stand,\" <a class=\"ref\">Psalm 27:2<\/a>.<\/p><p>(2.) That we may with the greatest assurance depend upon God for the safety of his church, we have here, [1.] The power of God over the church's enemies asserted, <a class=\"isa\" verses=\"WzE4NzQwXQ==\">Isaiah 54:16<\/a>. The truth is they have<i>no power but what is given them from above,<\/i> and he that gave them their power can limit and restrain them. <i>Hitherto they shall go, and no further. First,<\/i> They cannot carry on their design without arms and weapons of war and the smith that makes those weapons is God's creature, and he gave him his skill to work in iron and brass ( <a class=\"ref\">Exodus 31:3<\/a>) and particularly to make proper instruments for warlike purposes. It is melancholy to think, as if men did not die fast enough of themselves, how ingenious and industrious they are to make instruments of death and to find out ways and means to kill one another. <i>The smith blows the coals in the fire,<\/i> to make his iron malleable, to soften it first, that it may be hardened into steel, and so<i>he may bring forth an instrument proper for the work of those that seek to destroy. <\/i> It is the iron age that is the age of war. But<i>God has created the smith,<\/i> and therefore can tie his hands, so that the project of the enemy shall miscarry (as many a project has done) for want of arms and ammunition. Or the smith that forges the weapons is perhaps put here for the council of war that forms the design, blows the coals of contention, and brings forth the plan of the war these can do no more than God will let them. <i>Secondly,<\/i> They cannot carry it on without men, they must have soldiers, and it is<i>God that created the waster to destroy. <\/i> Military men value themselves upon their great offices and splendid titles, and even the common soldiers call themselves<i>gentlemen<\/i> but God calls them<i>wasters made to destroy,<\/i> for wasting and destruction are their business. They think their own ingenuity, labour, and experience, made them soldiers but it was God that created them, and gave them strength and spirit for that hazardous employment and therefore he not only can restrain them, but will serve his own purposes and designs by them. [2.] The promise of God concerning the church's safety solemnly laid down, as<i>the heritage of the servants of the Lord<\/i> ( <a class=\"isa\" verses=\"WzE4NzQxXQ==\">Isaiah 54:17<\/a>), as that which they may depend upon and be confident of, that God will protect them from their adversaries both in camps and courts. <i>First,<\/i> From their field-adversaries, that think to destroy them by force and violence, and dint of sword: \"<i>No weapon that is formed against thee<\/i> (though ever so artfully formed by the smith that blows the coals, <a class=\"isa\" verses=\"WzE4NzQwXQ==\">Isaiah 54:16<\/a> , though ever so skilfully managed by the waster that seeks to destroy)<i>shall prosper<\/i> it shall not prove strong enough to do any harm to the people of God it shall miss its mark, shall fall out of the hand or perhaps recoil in the face of him that uses it against thee.\" It is the happiness of the church that<i>no weapons formed against it shall prosper<\/i> long, and therefore the folly of its enemies will at length be made manifest to all, for they are but preparing instruments of ruin for themselves. <i>Secondly,<\/i> From their law-adversaries, that think to run them down under colour of right and justice. When the weapons of war do not prosper there are tongues that rise in judgment. Both are included in the gates of hell, that seek to destroy the church for they had their courts of justice, as well as their magazines and military stores, in their gates. The tongues that rise in judgment against the church are as such as either demand a dominion over it, as if God's children were their lawful captives, pretending an authority to oppress their consciences, or they are such as misrepresent them, and falsely accuse them, and by slanders and calumnies endeavour to make them odious to the people and obnoxious to the government. This the enemies of the Jews did, to incense the kings of Persia against them, <a class=\"ref\">Ezra 4:12; Esther 3:8<\/a>. \"But these insulting threatening tongues thou shalt condemn thou shalt have wherewith to answer their insolent demands, and to put to silence their malicious reflections. Thou shalt do it<i>by well-doing<\/i> ( <a class=\"ref\">1 Peter 2:15<\/a>), by doing that which will make thee manifest in the consciences even of thy adversaries, that thou art not what thou art represented to be. <i>Thou shalt condemn them,<\/i> that is, God shall condemn them for thee. <i>He shall bring forth thy righteousness as the light,<\/i> <a class=\"ref\">Psalm 37:6<\/a>. Thou shalt condemn them as Noah condemned the old world that reproached him, by building the ark, and so saving his house, in contempt of their contempts.\" The day is coming when God will reckon with the wicked men for all their hard speeches which they have spoken against him, <a class=\"ref\">Jude 1:15<\/a>.<\/p><p>The last words refer not only to this promise, but to all that go before:<i>This is the heritage of the servants of the Lord. <\/i> God's servants are his sons, for he has provided an inheritance for them, rich, sure, and indefeasible. God's promises are their<i>heritage for ever<\/i> ( <a class=\"ref\">Psalm 119:111<\/a>)<i>and their righteousness is of me, saith the Lord. <\/i> God will clear up the righteousness of their cause before men. It is with him, for he knows it it is with him, for he will plead it. Or their reward for their righteousness, and for all that which they have suffered unrighteously, is of God, that God who judges in the earth, and with whom<i>verily there is a reward for the righteous. <\/i> Or their righteousness itself, all that in them which is good and right, is of God, who works it in them it is of Christ who is made righteousness to them. In those for whom God designs a heritage hereafter he will work righteousness now.<\/p> ",
    "audit": null
}