{
    "id": 12181,
    "source": "mhm",
    "verse_id": 18132,
    "verse_count": 4,
    "reference": "26:1-4",
    "title": "",
    "html": "<p>  1  In that day shall this song be sung in the land of Judah  We  have a strong city  salvation will <i>God<\/i> appoint <i>for<\/i> walls and  bulwarks.    2  Open ye the gates, that the righteous nation which keepeth  the truth may enter in.    3  Thou wilt keep <i>him<\/i> in perfect peace, <i>whose<\/i> mind <i>is<\/i>  stayed <i>on thee:<\/i> because he trusteth in thee.    4  Trust ye in the L<b>ORD<\/b> for ever: for in the L<b>ORD<\/b> JEHOVAH <i>is<\/i>  everlasting strength:  <\/p>  <p>  To the prophecies of gospel grace very fitly is a song annexed, in  which we may give God the glory and take to ourselves the comfort of  that grace: <i>In that day,<\/i> the gospel day, which the day of the  victories and enlargements of the Old-Testament church was typical of  (to some of which perhaps this has a primary reference), <i>in that day  this song shall be sung <\/i> there shall be persons to sing it, and  cause and hearts to sing it  it shall be sung <i>in the land of  Judah,<\/i> which was a figure of the gospel church  for the gospel  covenant is said to be made <i>with the house of Judah,<\/i>   <a class=\"ref\">Hebrews 8:8<\/a>.  Glorious things are here said of the church of God.<\/p>  <p>  I. That it is strongly fortified against those that are bad  (<a class=\"isa\" verses=\"WzE4MTMyXQ==\">Isaiah 26:1<\/a>):  <i>We have a strong city.<\/i> It is a city incorporated by the charter  of the everlasting covenant, fitted for the reception of all that are  made free by that charter, for their employment and entertainment  it  is a strong city, as Jerusalem was, while it was a city compact  together, and had God himself a wall of fire round about it, so strong  that none would have believed that an enemy could ever <i>enter into  the gates of Jerusalem,<\/i>   <a class=\"ref\">Lamentations 4:12<\/a>.  The church is a strong city, for it has <i>walls and bulwarks,<\/i> or  counterscarps, and those of God's own appointing  for he has, in his  promise, appointed salvation itself to be its defence. Those that are  designed for salvation will find that to be their protection,   <a class=\"ref\">1 Peter 1:4<\/a>.<\/p>  <p>  II. That it is richly replenished with those that are good, and they  are instead of fortifications to it  for the inhabitants of Jerusalem,  if they are such as they should be, are its strength,   <a class=\"ref\">Zechariah 12:5<\/a>.  The gates are here ordered to be opened, <i>that the righteous nation,  which keeps the truth, may enter in,<\/i>   <a class=\"isa\" verses=\"WzE4MTMzXQ==\">Isaiah 26:2<\/a>.  They had been banished and driven out by the iniquity of the former  times, but now the laws that were made against them are repealed, and  they have liberty to enter in again. Or, There is an act for a general  naturalization of all the righteous, whatever nation they are of,  encouraging them to come and settle in Jerusalem. When God has done  great things for any place or people he expects that thus they should  render according to the benefit done unto them  they should be kind to  his people, and take them under their protection and into their bosom.  Note,  1. It is the character of righteous men that they keep the truths of  God, a firm belief of which will have a commanding influence upon the  regularity of the whole conversation. Good principles fixed in the head  will produce good resolutions in the heart and good practices in the  life.  2. It is the interest of states to countenance such, and court them  among them, for they bring a blessing with them.<\/p>  <p>  III. That all who belong to it are safe and easy, and have a holy  security and serenity of mind in the assurance of God's favour.  1. This is here the matter of a promise  (<a class=\"isa\" verses=\"WzE4MTM0XQ==\">Isaiah 26:3<\/a>):  <i>Thou wilt keep him in peace, peace,<\/i> in <i>perfect peace,<\/i>  inward peace, outward peace, peace with God, peace of conscience, peace  at all times, under all events  this peace shall <i>he<\/i> be put into,  and kept in the possession of, <i>whose mind is stayed upon God,  because it trusts in him.<\/i> It is the character of every good man  that he trusts in God, puts himself under his guidance and government,  and depends upon him that it shall be greatly to his advantage to do  so. Those that trust in God must have their minds stayed upon him, must  trust him at all times, under all events, must firmly and faithfully  adhere to him, with an entire satisfaction in him  and such as do so  God will keep in perpetual peace, and that peace shall keep them. When  evil tidings are abroad <i>those<\/i> shall calmly expect the event, and  not be disturbed by frightful apprehensions arising from them, whose  hearts are <i>fixed, trusting in the Lord,<\/i>   <a class=\"ref\">Psalm 112:7<\/a>.  2. It is the matter of a precept  (<a class=\"isa\" verses=\"WzE4MTM1XQ==\">Isaiah 26:4<\/a>):  \"Let us make ourselves easy by <i>trusting in the Lord for ever <\/i>  since God has promised peace to those that stay themselves upon him,  let us not lose the benefit of that promise, but repose an entire  confidence in him. Trust in him for ever, at all times, when you have  nothing else to trust to  trust in him for that peace, that portion,  which will be for ever.\" Whatever we trust to the world for, it will be  but for a moment: all we expect from it is confined within the limits  of time. But what we trust in God for will last as long as we shall  last. For in the <i>Lord Jehovah-Jah, Jehovah,<\/i> in him who was, and  is, and is to come, there is a rock of ages, a firm and lasting  foundation for faith and hope to build upon  and the house built on  that rock will stand in a storm. Those that trust in God shall not only  find in him, but receive <i>from him, everlasting strength,<\/i>  strength that will carry them to everlasting life, to that blessedness  which is for ever  and therefore let them trust in him for ever, and  never cast away nor change their confidence.<\/p>",
    "audit": null
}