{
    "id": 12239,
    "source": "mhm",
    "verse_id": 18462,
    "verse_count": 11,
    "reference": "41:10–20",
    "title": "",
    "html": " <p>10 Fear thou not for I <i>am<\/i>, with thee: be not dismayed for I <i>am<\/i>, thy God: I will strengthen thee yea, I will help thee yea, I will uphold thee with the right hand of my righteousness. 11 Behold, all they that were incensed against thee shall be ashamed and confounded: they shall be as nothing and they that strive with thee shall perish. 12 Thou shalt seek them, and shalt not find them, <i>even<\/i>, them that contended with thee: they that war against thee shall be as nothing, and as a thing of nought. 13 For I the L <b>ORD<\/b>, thy God will hold thy right hand, saying unto thee, Fear not I will help thee. 14 Fear not, thou worm Jacob, <i>and<\/i>, ye men of Israel I will help thee, saith the L <b>ORD<\/b>, and thy redeemer, the Holy One of Israel. 15 Behold, I will make thee a new sharp threshing instrument having teeth: thou shalt thresh the mountains, and beat <i>them<\/i>, small, and shalt make the hills as chaff. 16 Thou shalt fan them, and the wind shall carry them away, and the whirlwind shall scatter them: and thou shalt rejoice in the L <b>ORD<\/b>, <i>and<\/i>, shalt glory in the Holy One of Israel. 17 <i>When<\/i>, the poor and needy seek water, and <i>there is<\/i>, none, <i>and<\/i>, their tongue faileth for thirst, I the L <b>ORD<\/b>, will hear them, I the God of Israel will not forsake them. 18 I will open rivers in high places, and fountains in the midst of the valleys: I will make the wilderness a pool of water, and the dry land springs of water. 19 I will plant in the wilderness the cedar, the shittah tree, and the myrtle, and the oil tree I will set in the desert the fir tree, <i>and<\/i>, the pine, and the box tree together: 20 That they may see, and know, and consider, and understand together, that the hand of the L <b>ORD<\/b>, hath done this, and the Holy One of Israel hath created it. <\/p> <p>The scope of these verses is to silence the fears, and encourage the faith, of the servants of God in their distresses. Perhaps it is intended, in the first place, for the support of God's Israel, in captivity but all that faithfully serve God <i>through patience and comfort of this scripture may have hope.<\/i>, And it is addressed to Israel as a single person, that it might the more easily and readily be accommodated and applied by every Israelite indeed to himself. That is a word of caution, counsel, and comfort, which is so often repeated, <i>Fear thou not<\/i>, and again (<a class=\"isa\" verses=\"WzE4NDY1XQ==\">Isaiah 41:13<\/a>), <i>Fear not<\/i>, and (<a class=\"isa\" verses=\"WzE4NDY2XQ==\">Isaiah 41:14<\/a>), \" <i>Fear not, thou worm Jacob<\/i>, fear not the threatenings of the enemy, doubt not the promise of thy God fear not that thou shalt perish in thy affliction or that the promise of thy deliverance shall fail.\" It is against the mind of God that his people should be a timorous people. For the suppressing of fear he assures them, <\/p> <p>I. That they may depend upon his presence with them as their God, and a God all-sufficient for them in the worst of times. Observe with what tenderness God speaks, and how willing he is to let the heirs of promise know the immutability of his counsel, and how desirous to make them easy: \" <i>Fear thou not, for I am with thee,<\/i>, not only within call, but present with thee <i>be not dismayed<\/i>, at the power of those that are against thee, for <i>I am thy God,<\/i>, and engaged for thee. Art thou weak? <i>I will strengthen thee.<\/i>, Art thou destitute of friends? <i>I will help thee<\/i>, in the time of need. Art thou ready to sink, ready to fall? <i>I will uphold thee with the right hand of my righteousness,<\/i>, that right hand which is full of righteousness, in dispensing rewards and punishments,\" <a class=\"ref\">Psalm 48:10<\/a>. And again (<a class=\"isa\" verses=\"WzE4NDY1XQ==\">Isaiah 41:13<\/a>) it is promised, 1. That God will strengthen their hands, that is, will help them: \" <i>I will hold thy right hand,<\/i>, go hand in hand with thee\" (so some): he will take us by the hand as our guide, to lead us in our way, will help us up when we are fallen or prevent our falls when we are weak he will hold us up-wavering, he will fix us-trembling, he will encourage us, and so <i>hold us by the right hand,<\/i>, <a class=\"ref\">Psalm 73:23<\/a>. 2. That he will silence their fears: <i>Saying unto thee, Fear not.<\/i>, He has said it again and again in his word, and has there provided sovereign antidotes against fear: but he will go further he will by his Spirit say it to their hearts, and make them to hear it, and so will help them. <\/p> <p>II. That though their enemies be now very formidable, insolent, and severe, yet the day is coming when God will reckon with them and they shall triumph over them. There are those that are incensed against God's people, that <i>strive with them<\/i>, (<a class=\"isa\" verses=\"WzE4NDYzXQ==\">Isaiah 41:11<\/a>), that war against them (<a class=\"isa\" verses=\"WzE4NDY0XQ==\">Isaiah 41:12<\/a>), that hate them, that seek their ruin, and are continually picking quarrels with them. But let not God's people be incensed at them, nor strive with them, nor render evil for evil but wait God's time, and believe, 1. That they shall be convinced of the folly, at least, if not of the sin of striving with God's people and, finding it to no purpose, <i>they shall be ashamed and confounded,<\/i>, which might bring them to repentance, but will rather fill them with rage. 2. That they shall be quite ruined and undone (<a class=\"isa\" verses=\"WzE4NDYzXQ==\">Isaiah 41:11<\/a>): <i>They shall be as nothing<\/i>, before the justice and power of God. When God comes to deal with his proud enemies he makes nothing of them. Or they shall be brought to nothing, shall be as if they had never been. This is repeated (<a class=\"isa\" verses=\"WzE4NDY0XQ==\">Isaiah 41:12<\/a>): They <i>shall be as nothing and as a thing of nought,<\/i>, or as that which is gone and has failed. Those that were formidable shall become despicable those that fancied they could do any thing shall be able to bring nothing to pass those that made a figure in the world, and a mighty noise, shall become mere ciphers and be buried in silence. They shall perish, not only be nothing, but be miserable: <i>Thou shalt seek them,<\/i>, shalt enquire what has become of them, that they do not appear as usual, but thou <i>shalt not find them<\/i>, as David, <a class=\"ref\">Psalm 37:36<\/a>. <i>I sought him, but he could not be found. <\/i> <\/p> <p>III. That they themselves should become a terror to those who were now a terror to them, and victory should turn on their side, <a class=\"isa\" verses=\"eyIxODQ2NiI6M30=\">Isaiah 41:14-16<\/a>. See here, 1. How Jacob and Israel are reduced and brought very low. It is the <i>worm Jacob,<\/i>, so little, so weak, and so defenceless, despised and trampled on by every body, forced to creep even into the earth for safety and we must not wonder that Jacob has become a worm, when even Jacob's King calls himself <i>a worm and no man,<\/i>, <a class=\"ref\">Psalm 22:6<\/a>. God's people are sometimes as worms, in their humble thoughts of themselves and their enemies' haughty thoughts of them&mdash;worms, but not vipers, as their enemies are, not of the serpent's seed. God regards Jacob's low estate, and says, \" <i>Fear not, thou worm Jacob<\/i>, fear not that thou shalt be crushed and <i>you men of Israel<\/i>,\" (<i>you few men,<\/i>, so some read it, <i>you dead men,<\/i>, so others) \"do not give up yourselves for gone notwithstanding.\" Note, The grace of God will silence fears even when there seems to be the greatest cause for them. <i>Perplexed but not in despair.<\/i>,2. How Jacob and Israel are advanced from this low estate, and made as formidable as ever they have been despicable. But <i>by whom shall Jacob arise, for he is small?<\/i>, We are here told: <i>I will help thee, saith the Lord<\/i>, and it is the honour of God to help the weak. He will help them, for he is their Redeemer, who is wont to redeem them, who has undertaken to do it. Christ is the Redeemer, from him is our help found. He will help them, for he is the <i>Holy One of Israel,<\/i>, worshipped among them in the beauty of holiness and engaged by promise to them. The Lord will help them by enabling them to help themselves and making Jacob to become <i>a threshing instrument.<\/i>, Observe, He is but an instrument, a tool in God's hand, that he is pleased to make use of and he is an instrument of God's making and is no more than God makes him. But, if God make him a threshing instrument, he will make use of him, and therefore will make him fit for use, <i>new<\/i>, and <i>sharp,<\/i>, and <i>having teeth,<\/i>, or sharp spikes and then, by divine direction and strength, <i>thou shalt thresh the mountains,<\/i>, the highest, and strongest, and most stubborn of thy enemies: thou shalt not only be at them, but <i>beat them small<\/i>, they shall not be a corn threshed out, which is valuable, and is carefully preserved (such God's people are when they are under the flail, <a class=\"isa\" verses=\"WzE4MDQ2XQ==\">Isaiah 21:10<\/a>: <i>O my threshing!<\/i>, yet <i>the corn of my floor,<\/i>, that shall not be lost) but these are made <i>as chaff,<\/i>, which is good for nothing, and which the husbandman is glad to get rid of. He pursues the metaphor, <a class=\"isa\" verses=\"WzE4NDY4XQ==\">Isaiah 41:16<\/a>. Having threshed them, <i>thou shalt winnow them, and the wind shall scatter them.<\/i>, This perhaps had its accomplishment, in part, in the victories of the Jews over their enemies in the times of the Maccabees but it seems in general designed to read the final doom of all the implacable enemies of the church of God, and to have its accomplishment like wise in the triumphs of the cross of Christ, the gospel of Christ, and all the faithful followers of Christ, over the powers of darkness, which, first or last, shall all be dissipated, and in Christ all believers shall be more than conquerors, and <i>he that overcomes shall have power over the nations,<\/i>, <a class=\"ref\">Revelation 2:26<\/a>. <\/p> <p>IV. That, hereupon, they shall have abundance of comfort in God, and God shall have abundance of honour from them: <i>Thou shalt rejoice in the Lord,<\/i>, <a class=\"isa\" verses=\"WzE4NDY4XQ==\">Isaiah 41:16<\/a>. When we are freed from that which hindered our joy, and are blessed with that which is the matter of it, we ought to remember that God is our exceeding joy and in him all our joys must terminate. When we rejoice over our enemies we must rejoice in the Lord, for to him alone we owe our liberties and victories. \"Thou shalt also <i>glory in the Holy One of Israel,<\/i>, in thy interest in him and relation to him, and what he has done for thee.\" And, if thus we make God our praise and glory, we become to him for a praise and a glory. <\/p> <p>V. That they shall have seasonable and suitable supplies of every thing that is proper for them in the time of need and, if there be occasion, God will again do for them as he did for Israel in their march from Egypt to Canaan, <a class=\"isa\" verses=\"eyIxODQ2OSI6M30=\">Isaiah 41:17-19<\/a>. When the captives, either in Babylon or in their return thence, are in distress for want of water or shelter, God will take care of them, and, one way or other, make their journey, even through a wilderness, comfortable to them. But doubtless this promise has more than such a private interpretation. Their return out of Babylon was typical of our redemption by Christ and so the contents of these promises, 1. Were provided by the gospel of Christ. That glorious discovery of his love has given full assurance to all those who hear this joyful sound that God has provided inestimable comforts for them, sufficient for the supply of all their wants, the balancing of all their griefs, and the answering of all their prayers. 2. They are applied by the grace and Spirit of Christ to all believers, that they may have strong consolation in their way and a complete happiness in their end. Our way to heaven lies through the wilderness of this world. Now, (1.) It is here supposed that the people of God, in their passage through this world, are often in straits: <i>The poor and needy seek water, and there is none the poor in spirit hunger and thirst after righteousness.<\/i>, The soul of man, finding itself empty and necessitous, seeks for satisfaction somewhere, but soon despairs of finding it in the world, that has nothing in it to make it easy: creatures are <i>broken cisterns, that can hold no water<\/i>, so that <i>their tongue fails for thirst,<\/i>, they are weary of seeking that satisfaction in the world which is not to be had in it. Their sorrow makes them thirsty so does their toil. (2.) It is here promised that, one way or other, all their grievances shall be redressed and they shall be made easy. [1.] God himself will be nigh unto them in all that which they call upon him for. Let all the praying people of God take notice of this, and take comfort of it he has said, \" <i>I the Lord will hear them,<\/i>, will answer them <i>I, the God of Israel, will not forsake them<\/i>, I will be with them, as I have always been, in their distresses.\" While we are in the wilderness of this world this promise is to us what the pillar of cloud and fire was to Israel, an assurance of God's gracious presence. [2.] They shall have a constant supply of fresh water, as Israel had in the wilderness, even where one would least expect it (<a class=\"isa\" verses=\"WzE4NDcwXQ==\">Isaiah 41:18<\/a>): <i>I will open rivers in high places,<\/i>, rivers of grace, rivers of pleasure, <i>rivers of living water,<\/i>, which he spoke of the Spirit (<a class=\"ref\">John 7:38<\/a>), that Spirit which should be poured out upon the Gentiles, who had been as high places, dry and barren, and lifted up on their own conceit above the necessity of that gift. And there shall be <i>fountains in the midst of the valleys,<\/i>, the valleys of Baca (<a class=\"ref\">Psalm 84:6<\/a>), that are sandy and wearisome or among the Jews, who had been as fruitful valleys in comparison with the Gentile mountains. The preaching of the gospel to the world turned that wilderness into a pool of water, yielding fruit to the owner of it and relief to the travellers through it. [3.] They shall have a pleasant shade to screen them from the scorching heat of the sun, as Israel when they pitched at Elim, where they had not only wells of water, but palm-trees (<a class=\"ref\">Exodus 15:27<\/a>): \" <i>I will plant in the wilderness the cedar,<\/i>, <a class=\"isa\" verses=\"WzE4NDcxXQ==\">Isaiah 41:19<\/a>. I will turn the wilderness into an orchard or garden, such as used to be planted with these pleasant trees, so that they shall pass through the wilderness with as much ease and delight as a man walks in his grove. These trees shall be to them what the pillar of cloud was to Israel in the wilderness, a shelter from the heat.\" Christ and his grace are so to believers, <i>as the shadow of a great rock,<\/i>, <a class=\"isa\" verses=\"WzE4MjYyXQ==\">Isaiah 32:2<\/a>. When God sets up his church in the Gentile wilderness there shall be as great a change made by it in men's characters as if thorns and briers were turned into cedars, and fir-trees, and myrtles and by this a blessed change is described, <a class=\"isa\" verses=\"WzE4NzU0XQ==\">Isaiah 55:13<\/a>. [4.] They shall see and acknowledge the hand of God, his power and his favour, in this, <a class=\"isa\" verses=\"WzE4NDcyXQ==\">Isaiah 41:20<\/a>. God will do these strange and surprising things on purpose to awaken them to a conviction and consideration of his hand in all: <i>That they may see<\/i>, this wonderful change, <i>and knowing<\/i>, that it is above the ordinary course and power of nature may consider that therefore it comes from a superior power, and, comparing notes upon it, <i>may understand together,<\/i>, and concur in the acknowledgment of it, <i>that the hand of the Lord,<\/i>, that mighty hand of his which is stretched out for his people and stretched out to them, <i>has done this,<\/i>, and <i>the Holy One of Israel has created it,<\/i>, made it anew, made it out of nothing, made it for the comfort of his people. Note, God does great things for his people, that he may be taken notice of. <\/p>",
    "audit": null
}