{
    "id": 12272,
    "source": "mhm",
    "verse_id": 18644,
    "verse_count": 6,
    "reference": "49:7–12",
    "title": "",
    "html": "<p>7 Thus saith the L<b>ORD<\/b> , the Redeemer of Israel,<i> and<\/i> his Holy One, to him whom man despiseth, to him whom the nation abhorreth, to a servant of rulers, Kings shall see and arise, princes also shall worship, because of the L<b>ORD<\/b> that is faithful,<i> and<\/i> the Holy One of Israel, and he shall choose thee. 8 Thus saith the L<b>ORD<\/b> , In an acceptable time have I heard thee, and in a day of salvation have I helped thee: and I will preserve thee, and give thee for a covenant of the people, to establish the earth, to cause to inherit the desolate heritages 9 That thou mayest say to the prisoners, Go forth to them that<i> are<\/i> in darkness, Show yourselves. They shall feed in the ways, and their pastures<i> shall be<\/i> in all high places. 10 They shall not hunger nor thirst neither shall the heat nor sun smite them: for he that hath mercy on them shall lead them, even by the springs of water shall he guide them. 11 And I will make all my mountains a way, and my highways shall be exalted. 12 Behold, these shall come from far: and, lo, these from the north and from the west and these from the land of Sinim.<\/p><p>In these verses we have,<\/p><p>I. The humiliation and exaltation of the Messiah (<a class=\"ref\"><\/a>):<i> The Lord, the Redeemer of Israel, and Israel's Holy One,<\/i> who had always taken care of the Jewish church and wrought out for them those deliverances that were typical of the great salvation, speaks here to him, who was the undertaker of that salvation. And, 1. He takes notice of his humiliation, the instances of which were uncommon, nay, unparalleled. He was one<i> whom man despised.<\/i> He is<i> despised and rejected of men,<\/i><a class=\"ref\"><\/a> . To be despised by so mean a creature (man, who is himself a worm) bespeaks the lowest and most contemptible condition imaginable. Man, whom he came to save and to put honour upon, yet despised him and put contempt upon him so wretchedly ungrateful were his persecutors. The ignominy he underwent was not the least of his sufferings. They not only made him despicable, but odious. He was<i> one whom the nation abhorred<\/i> they treated him as the worst of men, and cried out,<i> Crucify him, crucify him.<\/i> The nation did it, the Gentiles as well as Jews, and the Jews herein worse than Gentiles for his cross was<i> to the one a stumbling-block<\/i> and<i> to the other foolishness.<\/i> He was<i> a servant of rulers<\/i> he was trampled upon, abused, scourged, and crucified as a slave. Pilate boasted of his power over him,<a class=\"ref\"><\/a> . This he submitted to for our salvation. 2. He promises him his exaltation. Honour was done him even in the depth of his humiliation. Herod the king stood in awe of him, saying,<i> I it John the Baptist<\/i> noblemen, rulers, centurions came and kneeled to him. But this was more fully accomplished when kings received his gospel, and submitted to his yoke, and joined in the worship of him, and called themselves the vassals of Christ. Not that Christ values the rich more than the poor (they stand upon a level with him), but it is for the honour of his kingdom among men when the great ones of the earth appear for him and do homage to him. This shall be the accomplishment of God's promise, and he will give him the heathen for his inheritance, and<i> therefore<\/i> it shall be done,<i> because of the Lord who is faithful<\/i> and true to his promise and this shall be an evidence that Christ had a commission for what he did, and that God had chosen him, and would own the choice he had made.<\/p><p>II. The blessings he has in store for all those to whom he is made salvation.<\/p><p>1. God will own and stand by him in his undertaking (<a class=\"ref\"><\/a>):<i> In an acceptable time have I heard thee,<\/i> that is, I will hear thee. Christ,<i> in the days of his flesh, offered up strong cries, and was heard,<\/i><a class=\"ref\"><\/a> . He knew that the<i> Father heard him always<\/i> (<a class=\"ref\"><\/a>), heard him for himself (for, though the cup might not pass from him, yet he was enabled to drink it), heard him for all that are his, and therefore he interceded for them as one having authority.<i> Father, I will,<\/i><a class=\"ref\"><\/a> . All our happiness results from the Son's interest in the Father and the prevalency of his intercession, that he always heard him and this makes the gospel time an acceptable time, welcome to us, because we are accepted of God, both reconciled and recommended to him, that God hears the Redeemer for us,<a class=\"ref\"><\/a> . Nor will he hear him only, but help him to go through with his undertaking. The Father was always with him at his right hand, and did not leave him when his disciples did. Violent attacks were made upon our Lord Jesus by the powers of darkness, when it was their hour, to drive him off from his undertakings, but God promises to preserve him and enable him to persevere in it on that<i> one stone were seven eyes,<\/i><a class=\"ref\"><\/a> . God would preserve him, would preserve his interest, his kingdom among men, though fought against on all sides. Christ is preserved while Christianity is.<\/p><p>2. God will authorize him to apply to his church the benefits of the redemption he is to work out. God's preserving and helping him was to make the day of his gospel a day of salvation. And so the apostle understands it:<i> Behold, now is the day of salvation,<\/i> now the word of reconciliation by Christ is preached,<a class=\"ref\"><\/a> .<\/p><p>(1.) He shall be guarantee of the treaty of peace between God and man: I will<i> give thee for a covenant of the people.<\/i> This we had before (<a class=\"ref\"><\/a>), and it is here repeated as faithful, and well worthy of all acceptation and observation. He is given for a covenant, that is, for a pledge of all the blessings of the covenant. It was in him that God was<i> reconciling the world to himself<\/i> and he that<i> spared not his own Son<\/i> will deny us nothing. He is given for a covenant, not only as he is the Mediator of the covenant, the blessed<i> days-man who has laid his hand upon us both,<\/i> but as he is all in all in the covenant. All the duty of the covenant is summed up in our being his and all the privilege and happiness of the covenant are summed up in his being ours.<\/p><p>(2.) He shall repair the decays of the church and build it upon a rock. He shall<i> establish the earth,<\/i> or rather the<i> land,<\/i> the land of Judea, a type of the church. He shall<i> cause the desolate heritages to be inherited<\/i> so the cities of Judah were after the return out of captivity, and so the church, which in the last and degenerate ages of the Jewish nation had been as a country laid waste, but was again replenished by the fruits of the preaching of the gospel.<\/p><p>(3.) He shall free the souls of men from the bondage of guilt and corruption and bring them into the glorious liberty of God's children. He shall<i> say to the prisoners<\/i> that were bound over to the justice of God, and bound under the power of Satan,<i> Go forth,<\/i><a class=\"ref\"><\/a> . Pardoning mercy is a release from the curse of the law, and renewing grace is a release from the dominion of sin. Both are from Christ, and are branches of the great salvation. It is he that says,<i> Go forth<\/i> it is the Son that makes us free, and then we are free indeed. He saith<i> to those that are in darkness, Show yourselves<\/i> \"not only<i> see,<\/i> but<i> be seen,<\/i> to the glory of God and your own comfort.\" When he discharged the lepers from their confinement, he said,<i> Go show yourselves to the priest.<\/i> When we see the light, let our light shine.<\/p><p>(4.) He shall provide for the comfortable passage of those whom he sets at liberty to the place of their rest and happy settlement,<a class=\"ref\"><\/a> . These verses refer to the provision made for the Jews' return out of their captivity, who were taken under the particular care of the divine Providence, as favourites of Heaven, and now so in a special manner but they are applicable to that guidance of divine grace which all God's spiritual Israel are under, from their release out of bondage to their settlement in the heavenly Canaan. [1.] They shall have their charges borne and shall be fed at free cost with food convenient:<i> They shall feed in the ways,<\/i> as sheep for now, as formerly, God<i> leads Joseph like a flock.<\/i> When God pleases even highway ground shall be good ground for the sheep of his pasture to feed in. Their pastures shall be not only in the valleys, but<i> in all high places,<\/i> which are commonly dry and barren. Wherever God brings his people he will take care they shall want nothing that is good for them,<a class=\"ref\"><\/a> . And so well shall they be provided for that they shall not hunger nor thirst, for what they need they shall have seasonably, before their need of it comes to an extremity. [2.] They shall be sheltered and protected from every thing that would incommode them:<i> Neither shall the heat nor sun smite them,<\/i> or God causes<i> his flock to rest at noon,<\/i> Song of<a class=\"ref\"><\/a> . No evil thing shall befal those that put themselves under a divine protection they shall be enabled to<i> bear the burden and heat of the day.<\/i> [3.] They shall be under God's gracious guidance:<i> He that has mercy on them,<\/i> in bringing them out of their captivity,<i> shall lead them,<\/i> as he did their fathers in the wilderness, by a pillar of cloud and fire.<i> Even by springs of water,<\/i> which will be ready to them in their march,<i> shall he guide them.<\/i> God will furnish them with suitable and seasonable comforts, not like the pools of rainwater in the valley of Baca, but like the water out of the rock which followed Israel. Those who are under a divine guidance, and follow that closely, while they do so, may, upon good grounds, hope for divine comforts and cordials. The world leads its followers by broken cisterns, or brooks that fail in summer but God leads those that are his by springs of water. And those whom God guides shall find a ready road and all obstacles removed (<a class=\"ref\"><\/a>):<i> I will make all my mountains a way.<\/i> He that in times past made the sea a way, now with as much ease will make the mountains a way, though they seemed impassable. The highway, or causeway, shall be raised, to make it both the plainer and the fairer. Note, The ways in which God leads his people he himself will be the overseer of, and will take care that they be well mended and kept in repair, as of old the ways that led to the cities of refuge. The levelling of the roads from Babylon, as it was foretold (<a class=\"ref\"><\/a>), was applied to gospel work, and so may this be. Though there be difficulties in the way to heaven, which we cannot by our own strength get over, yet the grace of God shall be sufficient to help us over them and to make even the mountains a way,<a class=\"ref\"><\/a> .<\/p><p>(5.) He shall bring them all together from all parts, that they may return in a body, that they may encourage one another and be the more taken notice of. They were dispersed into several parts of the country of Babylon, as their enemies pleased, to prevent any combination among themselves. But, when God's time shall come to bring them home together, one spirit shall animate them all, all that lie at the greatest distance from each other, and those also that had taken shelter in other countries shall meet them in the land of Judah,<a class=\"ref\"><\/a> . Here shall a party<i> come from far,<\/i> some<i> from the north,<\/i> some<i> from the west,<\/i> some<i> from the land of Sinim,<\/i> which probably is some province of Babylon not elsewhere named in scripture, but some make it to be a country belonging to one of the chief cities of Egypt, called<i> Sin,<\/i> of which we read,<a class=\"ref\"><\/a> . Now this promise was to have a further accomplishment in the great confluence of converts to the gospel church, and its full accomplishment when God's chosen shall come from the east and from the west to sit down with the patriarchs in the kingdom of God,<a class=\"ref\"><\/a> .<\/p> ",
    "audit": null
}