{
    "id": 12201,
    "source": "mhm",
    "verse_id": 18245,
    "verse_count": 7,
    "reference": "30:27–33",
    "title": "",
    "html": " <p>27 Behold, the name of the L <b>ORD<\/b>, cometh from far, burning <i>with<\/i>, his anger, and the burden <i>thereof is<\/i>, heavy: his lips are full of indignation, and his tongue as a devouring fire: 28 And his breath, as an overflowing stream, shall reach to the midst of the neck, to sift the nations with the sieve of vanity: and <i>there shall be<\/i>, a bridle in the jaws of the people, causing <i>them<\/i>, to err. 29 Ye shall have a song, as in the night <i>when<\/i>, a holy solemnity is kept and gladness of heart, as when one goeth with a pipe to come into the mountain of the L <b>ORD<\/b>, to the mighty One of Israel. 30 And the L <b>ORD<\/b>, shall cause his glorious voice to be heard, and shall show the lighting down of his arm, with the indignation of <i>his<\/i>, anger, and <i>with<\/i>, the flame of a devouring fire, <i>with<\/i>, scattering, and tempest, and hailstones. 31 For through the voice of the L <b>ORD<\/b>, shall the Assyrian be beaten down, <i>which<\/i>, smote with a rod. 32 And <i>in<\/i>, every place where the grounded staff shall pass, which the L <b>ORD<\/b>, shall lay upon him, <i>it<\/i>, shall be with tabrets and harps: and in battles of shaking will he fight with it. 33 For Tophet <i>is<\/i>, ordained of old yea, for the king it is prepared he hath made <i>it<\/i>, deep <i>and<\/i>, large: the pile thereof <i>is<\/i>, fire and much wood the breath of the L <b>ORD<\/b>, like a stream of brimstone, doth kindle it. <\/p> <p>This terrible prediction of the ruin of the Assyrian army, though it is a threatening to them, is part of the promise to the Israel of God, that God would not only punish the Assyrians for the mischief they had done to the Israel of God, but would disable and deter them from doing the like again and this prediction, which would now shortly be accomplished, would ratify and confirm the foregoing promises, which should be accomplished in the latter days. Here is, <\/p> <p>I. God Almighty angry, and coming forth in anger against the Assyrians. He is here introduced in all the power and all the terror of his wrath, <a class=\"isa\" verses=\"WzE4MjQ1XQ==\">Isaiah 30:27<\/a>. <i>The name of Jehovah,<\/i>, which the Assyrians disdain and set at a distance from them, as if they were out of its reach and it could do them no harm, <i>behold, it comes from far.<\/i>, A messenger in the name of the Lord comes from as far off as heaven itself. He is a messenger of wrath, <i>burning with his anger.<\/i>, God's <i>lips are full of indignation<\/i>, at the blasphemy of Rabshakeh, who compared the God of Israel with the gods of the heathen <i>his tongue is as a devouring fire,<\/i>, for he can speak his proud enemies to ruin his very breath comes with as much force as an overflowing stream, and with it he shall slay the wicked, <a class=\"isa\" verses=\"WzE3ODg5XQ==\">Isaiah 11:4<\/a>. He does not stifle or smother his resentments, as men do theirs when they are either causeless or impotent but he <i>shall cause his glorious voice to be heard<\/i>, when he proclaims war with an enemy that sets him at defiance, <a class=\"isa\" verses=\"WzE4MjQ4XQ==\">Isaiah 30:30<\/a>. He shall display <i>the indignation of his anger,<\/i>, anger in the highest degree it shall be as <i>the flame of a devouring fire,<\/i>, which carries and consumes all before it, with <i>lightning<\/i>, or dissipation, and with <i>tempest and hailstones,<\/i>, all which are the formidable phenomena of nature, and therefore expressive of the terror of the Almighty God of nature. <\/p> <p>II. The execution done by this anger of the Lord. Men are often angry when they can only threaten and talk big but when God causes his glorious voice to be heard that shall not be all: he will <i>show the lighting down of his arm<\/i>, too, <a class=\"isa\" verses=\"WzE4MjQ4XQ==\">Isaiah 30:30<\/a>. The operations of his providence shall accomplish the menaces of his word. Those that <i>would not see the lifting up of his arm<\/i>,(<a class=\"isa\" verses=\"WzE4MTQyXQ==\">Isaiah 26:11<\/a>) shall feel the lighting down of it, and find, to their cost, that the burden thereof is heavy (<a class=\"isa\" verses=\"WzE4MjQ1XQ==\">Isaiah 30:27<\/a>), so heavy that they cannot bear it, nor bear up against it, but must unavoidably sink and be crushed under it. <i>Who knows the power of his anger<\/i>, or imagines what an offended God can do? Five things are here prepared for the execution:&mdash; 1. Here is <i>an overflowing stream,<\/i>, that <i>shall reach to the midst of the neck,<\/i>, shall quite overwhelm the whole body of the army, and Sennacherib only, the head of it, shall keep above water and escape this stroke, while yet he is reserved for another in the house of Nisroch his god. The Assyrian army had been to Judah <i>as an overflowing stream, reaching even to the neck<\/i>,(<a class=\"isa\" verses=\"WzE3ODE1XQ==\">Isaiah 8:7<\/a>), and now the breath of God's wrath will be so to it. 2. Here is <i>a sieve of vanity,<\/i>, with which God would sift those nations of which the Assyrian army was composed, <a class=\"isa\" verses=\"WzE4MjQ2XQ==\">Isaiah 30:28<\/a>. The great God can sift nations, for they are all before him as the small dust of the balance he will sift them, not to gather out of them any that should be preserved, but so as to shake them one against another, put them into great consternation, and shake them all away at last for it is a sieve of vanity (which retains nothing) that they are shaken with, and they are found all chaff. 3. Here is <i>a bridle,<\/i>, which God has in their jaws, to curb and restrain them from doing the mischief they would do, and to force and constrain them to serve his purposes against their own will, <a class=\"isa\" verses=\"WzE3ODU4XQ==\">Isaiah 10:7<\/a>. God particularly says of Sennacherib (<a class=\"isa\" verses=\"WzE4MzgyXQ==\">Isaiah 37:29<\/a>) that he will put a hook in his nose and a bridle in his lips. It is a <i>bridle causing them to err,<\/i>, forcing them to such methods as will certainly be destructive to themselves and their interest and in which they will be infatuated. God with a word guides his people into the right way (<a class=\"isa\" verses=\"WzE4MjM5XQ==\">Isaiah 30:21<\/a>), but with a bridle he turns his enemies headlong upon their own ruin. 4. Here is <i>a rod<\/i>, and <i>a staff,<\/i>, even <i>the voice of the Lord,<\/i>, his word giving orders concerning it, with which <i>the Assyrian shall be beaten down,<\/i>, <a class=\"isa\" verses=\"WzE4MjQ5XQ==\">Isaiah 30:31<\/a>. The Assyrian had been himself a rod in God's hand for the chastising of his people, and had smitten them, <a class=\"isa\" verses=\"WzE3ODU2XQ==\">Isaiah 10:5<\/a>. That was a transient rod but against the Assyrian shall go forth <i>a grounded staff,<\/i>, that shall give a steady blow, shall stick close to him and strike home, so as to leave an impression upon him. It is a staff with a foundation, founded upon the enemies' deserts and God's determinate counsel. It is a consumption determined (<a class=\"isa\" verses=\"WzE3ODc0XQ==\">Isaiah 10:23<\/a>), and therefore there is no escaping it, no getting out of the reach of it it shall pass in every place where an Assyrian is found, and the Lord shall <i>lay it upon him,<\/i>, and cause it to rest, <a class=\"isa\" verses=\"WzE4MjUwXQ==\">Isaiah 30:32<\/a>. Such is the woeful case of those that persist in enmity to God: <i>the wrath of God abides on them.<\/i>,5. Here is <i>Tophet ordained<\/i>, and <i>prepared<\/i>, for them, <a class=\"isa\" verses=\"WzE4MjUxXQ==\">Isaiah 30:33<\/a>. The valley of the son of Hinnom, adjoining to Jerusalem, was called <i>Tophet.<\/i>, In that valley, it is supposed, many of the Assyrian regiments lay encamped, and were there slain by the destroying angel or there the bodies of those that were so slain were burned. Hezekiah had <i>lately, and from yesterday<\/i>,(so the word is) <i>ordained it<\/i>, that is, say some, he had cleared it of the images that were set up in it, to which they there burnt their children, and so prepared it to be a receptacle for the dead bodies of their enemies, <i>for the king of Assyria<\/i>,(that is, for his army) <i>it is prepared,<\/i>, and there is fuel enough ready to burn them all and they shall be consumed as suddenly and effectually as if the fire were kept burning by a continual stream of brimstone, for such the breath of the Lord, his word and his wrath, will be to it. Now as the prophet, in the foregoing promises, slides insensibly into the promises of gospel graces and comforts, so here, in the threatening of the ruin of Sennacherib's army, he points at the final and everlasting destruction of all impenitent sinners. Our Saviour calls the future misery of the damned <i>Gehenna,<\/i>, in allusion to the valley of Hinnom, which gives some countenance to the applying of this to that misery, as also that in the Apocalypse it is so often called the <i>lake that burns with fire and brimstone.<\/i>, This is said to be prepared of old for the devil and his angels, for the greatest of sinners, the proudest, and that think themselves not accountable to any for what they say and do even for kings it is prepared. It is <i>deep and large,<\/i>, sufficient to receive the world of the ungodly the <i>pile thereof is fire and much wood.<\/i>, God's wrath is the fire, and sinners make themselves fuel to it and <i>the breath of the Lord<\/i>,(the power of his anger) <i>kindles it,<\/i>, and will keep it ever burning. See <a class=\"isa\" verses=\"WzE4OTQ3XQ==\">Isaiah 66:24<\/a>. Wherefore <i>stand in awe and sin not. <\/i> <\/p> <p>III. The great joy which this should occasion to the people of God. The Assyrian's fall is Jerusalem's triumph (<a class=\"isa\" verses=\"WzE4MjQ3XQ==\">Isaiah 30:29<\/a>): <i>You shall have a song as in the night,<\/i>, a psalm of praise such as those sing who <i>by night stand in the house of the Lord,<\/i>, and sing to his glory who <i>gives songs in the night.<\/i>, It shall not be a song of vain mirth, but a sacred song, such as was sung when a holy solemnity was kept in a grave and religious manner. Our joy in the fall of the church's enemies must be a holy joy, <i>gladness of heart, as when one goes, with a pipe<\/i>,(such as the sons of the prophets used when they prophesied, <a class=\"ref\">1 Samuel 10:5<\/a>), <i>to the mountain of the Lord,<\/i>, there to celebrate the praises of <i>the Mighty One of Israel.<\/i>, Nay, in every place where the divine vengeance shall pursue the Assyrians they shall not only fall unlamented, but all their neighbours shall attend their fall <i>with tabrets and harps,<\/i>, pleased to see how God, <i>in battles of shaking,<\/i>, such as shake them out of the world, fights with them (<a class=\"isa\" verses=\"WzE4MjUwXQ==\">Isaiah 30:32<\/a>) for <i>when the wicked perish there is shouting<\/i>, and it is with a particular satisfaction that wise and good men see the ruin of those who, like the Assyrians, have insolently bidden defiance to God and trampled upon all mankind. <\/p>",
    "audit": null
}