{
    "id": 12332,
    "source": "mhm",
    "verse_id": 18874,
    "verse_count": 8,
    "reference": "63:7–14",
    "title": "",
    "html": "<p>7 I will mention the lovingkindnesses of the L<b>ORD<\/b> , <i>and<\/i> the praises of the L<b>ORD<\/b> , according to all that the L<b>ORD<\/b> hath bestowed on us, and the great goodness toward the house of Israel, which he hath bestowed on them according to his mercies, and according to the multitude of his lovingkindnesses. 8 For he said, Surely they<i>are<\/i> my people, children<i>that<\/i> will not lie: so he was their Saviour. 9 In all their affliction he was afflicted, and the angel of his presence saved them: in his love and in his pity he redeemed them and he bare them, and carried them all the days of old. 10 But they rebelled, and vexed his holy Spirit: therefore he was turned to be their enemy, <i>and<\/i> he fought against them. 11 Then he remembered the days of old, Moses, <i>and<\/i> his people, <i>saying,<\/i> Where<i>is<\/i> he that brought them up out of the sea with the shepherd of his flock? where<i>is<\/i> he that put his holy Spirit within him? 12 That led<i>them<\/i> by the right hand of Moses with his glorious arm, dividing the water before them, to make himself an everlasting name? 13 That led them through the deep, as a horse in the wilderness, <i>that<\/i> they should not stumble? 14 As a beast goeth down into the valley, the Spirit of the L<b>ORD<\/b> caused him to rest: so didst thou lead thy people, to make thyself a glorious name.<\/p><p>The prophet is here, in the name of the church, taking a review, and making a thankful recognition, of God's dealings with his church all along, ever since he founded it, before he comes, in the latter end of this chapter and in the next, as a watchman upon the walls, earnestly to pray to God for his compassion towards her in her present deplorable state and it was usual for God's people, in their prayers, thus to look back.<\/p><p>I. Here is a general acknowledgment of God's goodness to them all along, <a class=\"isa\" verses=\"WzE4ODc0XQ==\">Isaiah 63:7<\/a>. It was said, in general, of God's prophets and people ( <a class=\"isa\" verses=\"WzE4ODYxXQ==\">Isaiah 62:6<\/a>) that they<i>made mention of the Lord<\/i> now here we are told what it is in God that they do especially delight to make mention of, and that is his goodness, which the prophet here so makes mention of as if he thought he could never say enough of it. He mentions the<i>kindness of God<\/i> (which never appeared so evident, so eminent, as in his love to mankind in<i>sending his Son<\/i> to save us, <a class=\"ref\">Titus 3:4<\/a>), his loving-kindness, kindness that shows itself in every thing that is endearing nay, so plenteous are the springs, and so various the streams, of divine mercy, that he speaks of it in the plural number&mdash;<i>his loving-kindnesses<\/i> for, if we would count the fruits of his loving-kindness, they are<i>more in number than the sand. <\/i> With his loving-kindnesses he mentions his<i>praises,<\/i> that is, the thankful acknowledgments which the saints make of his loving-kindness, and the angels too. It must be mentioned, to God's honour, what a tribute of praise is paid to him by all his creatures in consideration of his loving-kindness. See how copiously he speaks, 1. Of the goodness that is from God, the gifts of his loving-kindness&mdash;<i>all that the Lord has bestowed<\/i> on us in particular, relating to life and godliness, in our personal and family capacity. Let every man speak for himself, speak as he has found, and he must own that he has had a great deal bestowed upon him by the divine bounty. But we must also mention the favours bestowed upon his church, his<i>great goodness towards the house of Israel, which he has bestowed on them. <\/i> Note, We must bless God for the mercies enjoyed by others as well as for those enjoyed by ourselves, and reckon that bestowed on ourselves which is bestowed on<i>the house of Israel. <\/i> 2. Of the goodness that is in God. God does good because he is good what he bestowed upon us must be traced up to the original it is<i>according to his mercies<\/i> (not according to our merits) and<i>according to the multitude of his loving-kindnesses,<\/i> which can never be spent. Thus we should magnify God's goodness, and speak honourably of it, not only when we plead it (as David, <a class=\"ref\">Psalm 51:1<\/a>), but when we praise it.<\/p><p>II. Here is particular notice taken of the steps of God's mercy to Israel ever since it was formed into a nation.<\/p><p>1. The expectations God had concerning them that they would conduct themselves well, <a class=\"isa\" verses=\"WzE4ODc1XQ==\">Isaiah 63:8<\/a>. When he brought them out of Egypt and took them into covenant with himself he said, \"<i>Surely they are my people,<\/i> I take them as such, and am willing to hope they will approve themselves so, <i>children that will not lie,<\/i> \" that will not<i>dissemble with God<\/i> in their covenantings with him, nor treacherously depart from him by breaking their covenant and starting aside like a broken bow. They said, more than once, <i>All that the Lord shall say unto us we will do and will be obedient<\/i> and thereupon he took them to be his peculiar people, saying, <i>Surely they will not lie. <\/i> God deals fairly and faithfully with them, and therefore expects they should deal so with him. They are<i>children of the covenant<\/i> ( <a class=\"ref\">Acts 3:25<\/a>), children of those that clave unto the Lord, and therefore it may be hoped that they will tread in the steps of their fathers' constancy. Note, God's people are<i>children that will not lie<\/i> for those that will are not his children but the devil's.<\/p><p>2. The favour he showed them with an eye to these expectations:<i>So he was their Saviour<\/i> out of the bondage of Egypt and all the calamities of their wilderness-state, and many a time since he had been their Saviour. See particularly ( <a class=\"isa\" verses=\"WzE4ODc2XQ==\">Isaiah 63:9<\/a>) what he did for them as their Saviour. (1.) The principle that moved him to work salvation for them it was<i>in his love and in his pity,<\/i> out of mere compassion to them and a tender affection for them, not because he either needed them or could be benefited by them. This is strangely expressed here:<i>In all their affliction he was afflicted<\/i> not that the Eternal Mind is capable of grieving or God's infinite blessedness of suffering the least damage or diminution (God cannot be afflicted) but thus he is pleased to show forth the love and concern he has for his people in their affliction thus far he sympathizes with them, that he takes what injury is done to them as done to himself and will reckon for it accordingly. Their cries move him ( <a class=\"ref\">Exodus 3:7<\/a>), and he appears for them as vigorously as if he were pained in their pain. <i>Saul, Saul, why persecutest thou me?<\/i> This is matter of great comfort to God's people in their affliction that God is so far from<i>afflicting willingly<\/i> ( <a class=\"ref\">Lamentations 3:33<\/a>) that, if they humble themselves under his hand, he is<i>afflicted in their affliction,<\/i> as the tender parents are in the severe operations which the case of a sick child calls for. There is another reading of these words in the original:<i>In all their affliction there was no affliction<\/i> though they were in great affliction, yet the property of it was so altered by the grace of God sanctifying it to them for their good, the rigour of it was so mitigated and it was so allayed and balanced with mercies, they were so wonderfully supported and comforted under it, and it proved so short, and ended so well, that it was in effect no affliction. The troubles of the saints are not that to them which they are to others they are not afflictions, but medicines saints are enabled to call them<i>light,<\/i> and<i>but for a moment,<\/i> and, with an eye to heaven as all in all, to make nothing of them. (2.) The person employed in their salvation&mdash;<i>the angel of his face,<\/i> or presence. Some understand it of a created angel. The highest angel in heaven, even the angel of his presence, that attends next the throne of his glory, is not thought too great, too good, to be sent on this errand. Thus the little ones' angels are said to be those that<i>always behold the face of our Father,<\/i> <a class=\"ref\">Matthew 18:10<\/a>. But this is rather to be understood of Jesus Christ, the eternal Word, that angel of whom God spoke to Moses ( <a class=\"ref\">Exodus 23:20<\/a>), whose<i>voice Israel was to obey. <\/i> He is called<i>Jehovah,<\/i> <a class=\"ref\">Exodus 13:21<\/a>. He is the angel of the covenant, God's messenger to the world, <a class=\"ref\">Malachi 3:1<\/a>. He is the<i>angel of God's face,<\/i> for he is the<i>express image of his person<\/i> and the glory of God shines in the face of Christ. He that was to work out the eternal salvation, as an earnest of that, wrought out the temporal salvations that were typical of it. (3.) The progress and perseverance of this favour. He not only redeemed them out of their bondage, but<i>he bore them and carried them all the days of old<\/i> they were weak, but he supported them by his power, sustained them by his bounty when they were burdened, and ready to sink, he bore them up in the wars they made upon the nations he stood by them and bore them out though they were peevish, he bore with them and suffered their manners, <a class=\"ref\">Acts 13:18<\/a>. He carried them as the nursing father does the child, though they would have tired any arms but his he carried them as the eagle her young upon her wings, <a class=\"ref\">Deuteronomy 32:11<\/a>. And it was a long time that he was<i>troubled with them<\/i> (if we may so speak): it was<i>all the days of old<\/i> his care of them was not at an end even when they had grown up and were settled in Canaan. All this was<i>in his love and pity, ex mero motu&mdash;of his mere good-will<\/i> he loved them because he would love them, as he says, <a class=\"ref\">Deuteronomy 7:7<\/a>.<\/p><p>3. Their disingenuous conduct towards him, and the trouble they thereby brought upon themselves ( <a class=\"isa\" verses=\"WzE4ODc3XQ==\">Isaiah 63:10<\/a>):<i>But they rebelled. <\/i> Things looked very hopeful and promising one would have thought that they should have continued dutiful children to God, and then there was no doubt but he would have continued a gracious Father to them but here is a sad change on both sides, and<i>on them be the breach. <\/i> (1.) They revolted from their allegiance to God and took up arms against him:<i>They rebelled, and vexed his Holy Spirit<\/i> with their unbelief and murmuring, besides the iniquity of the golden calf and this had been their way and manner ever since. Though he was ready to say of them, <i>They will not lie,<\/i> though he had done so much for them, <i>borne them and carried them,<\/i> yet they thus ill requited him, like<i>foolish people and unwise,<\/i> <a class=\"ref\">Deuteronomy 32:6<\/a>. This grieved him, <a class=\"ref\">Psalm 95:10<\/a>. The ungrateful rebellions of God's children against him are a vexation to his Holy Spirit. (2.) Thereupon he justly withdrew his protection, and not only so, but made war upon them, as a prince justly does upon the rebels. He who had been so much their friend was<i>turned to be their enemy and fought against them,<\/i> by one judgment after another, both in the wilderness and after their settlement in Canaan. See the malignity and mischievousness of sin it makes God an enemy even to those for whom he has done the part of a good friend, and makes him angry who was all love and pity. See the folly of sinners they wilfully lose him for a friend who is the most desirable friend, and make him their enemy who is the most formidable enemy. This refers especially to those calamities that were of late brought upon them by their captivity in Babylon for their idolatries and other sins. That which is both the original and the great aggravation of their troubles was that God was<i>turned to be their enemy. <\/i><\/p><p>4. A particular reflection made, on this occasion, upon what God did for them when he first formed them into a people:<i>Then he remembered the days of old,<\/i> <a class=\"isa\" verses=\"WzE4ODc4XQ==\">Isaiah 63:11<\/a>.<\/p><p>(1.) This may be understood either of the people or of God. [1.] We may understand it of the people. Israel then (spoken of as a single person)<i>remembered the days of old,<\/i> looked into their Bibles, read the story of God's bringing their fathers out of Egypt, considered it more closely than ever they did before, and reasoned upon it, as Gideon did ( <a class=\"ref\">Judges 6:13<\/a>), <i>Where are all the wonders that our fathers told us of? \"Where is he that brought them up<\/i> out of Egypt? Is he not as able to bring us up out of Babylon?<i>Where is the Lord God of Elijah? Where is the Lord God of our fathers?<\/i> \" This they consider as an inducement and an encouragement to them to repent and return to him their fathers were a provoking people and yet found him a pardoning God and why may not they find him so if they return to him? They also use it as a plea with God in prayer for the turning again of their captivity, like that <a class=\"isa\" verses=\"WzE4NjgzXQ==\">Isaiah 51:9<\/a>. Note, When the present days are dark and cloudy it is good to<i>remember the days of old,<\/i> to recollect our own and others' experiences of the divine power and goodness and make use of them, to look back upon<i>the years of the right hand of the Most High<\/i> ( <a class=\"ref\">Psalm 77:5<\/a>), and remember that he is<i>God, and changes not. <\/i> [2.] We may understand it of God he put himself in mind of the days of old, of his covenant with Abraham ( <a class=\"ref\">Leviticus 26:42<\/a>) he said, <i>Where is he that brought Israel up out of the sea?<\/i> stirring up himself to come and save them with this consideration, \"Why should not I appear for them now as I did for their fathers, who were as undeserving, as ill-deserving, as they are?\" See how far off divine mercy will go, how far back it will look, to find out a reason for doing good to his people, when ho present considerations appear but what make against them. Nay, it makes that a reason for relieving them which might have been used as a reason for abandoning them. He might have said, \"I have delivered them formerly, but they have again brought trouble upon themselves ( <a class=\"ref\">Proverbs 19:19<\/a>) there<i>I will deliver them no more,<\/i> \" <a class=\"ref\">Judges 10:13<\/a>. But no mercy rejoices against judgment, and turns the argument the other way: \"I have formerly delivered them and therefore will now.\"<\/p><p>(2.) Which way soever we take it, whether the people plead it with God or God with himself, let us view the particulars, and they agree very much with the confession and prayer which the children of the captivity made upon a solemn fast-day ( <a class=\"ref\">Nehemiah 9:5<\/a> , &c.), which may serve as a comment on these verses which call to mind<i>Moses and his people,<\/i> that is, what God did by Moses for his people, especially in bringing them through the Red Sea, for that is it that is here most insisted on for it was a work which he much gloried in and which his people therefore may in a particular manner encourage themselves with the remembrance of. [1.] God<i>led them by the right hand of Moses<\/i> ( <a class=\"isa\" verses=\"WzE4ODc5XQ==\">Isaiah 63:12<\/a>) and the wonder-working rod in his hand. <a class=\"ref\">Psalm 77:20<\/a> , <i>Thou leddest thy people like a flock by the hand of Moses. <\/i> It was not Moses that led them, any more than it was Moses that fed them ( <a class=\"ref\">John 6:32<\/a>), but God by Moses for it was he that qualified Moses for, called him to, assisted and prospered him in that great undertaking. Moses is here called<i>the shepherd of his flock<\/i> God was the owner of the flock and the chief shepherd of Israel ( <a class=\"ref\">Psalm 80:1<\/a>) but Moses was a shepherd under him, and he was inured to labour and patience, and so fitted for this pastoral care, by his being trained up to<i>keep the flock of his father Jethro. <\/i> Herein he was a type of Christ the good shepherd, that<i>lays down his life for the sheep,<\/i> which was more than Moses did for Israel, though he did a great deal for them. [2.] He<i>put his holy Spirit within him the Spirit of God was among them,<\/i> and not only his providence, but his grace, did work for them. <a class=\"ref\">Nehemiah 9:20<\/a> , <i>Thou gavest thy good Spirit to instruct them. <\/i> The spirit of wisdom and courage, as well as the Spirit of prophecy, was put into Moses, to qualify him for that service among them to which he was called and some of his spirit was put upon the seventy elders, <a class=\"ref\">Numbers 11:17<\/a>. This was a great blessing to Israel, that they had among them not only inspired writings, but inspired men. [3.] He carried them safely through the Red Sea, and thereby saved them out of the hands of Pharaoh. <i>First, He divided the water before them<\/i> ( <a class=\"isa\" verses=\"WzE4ODc5XQ==\">Isaiah 63:12<\/a>), so that it gave them not only passage, but protection, not only opened them a lane, but erected them a wall on either side. <i>Secondly, He led them through the deep as a horse in the wilderness,<\/i> or<i>in the plain<\/i> ( <a class=\"isa\" verses=\"WzE4ODgwXQ==\">Isaiah 63:13<\/a>) they and their wives and children, with all their baggage, went as easily and readily through the bottom of the sea (though we may suppose it muddy or stony, or both) as a horse goes along upon even ground so that they did not stumble, though it was an untrodden path, which neither they nor any one else ever went before. If God make us a way, he will make it plain and level the road he opens to his people he will lead them in. <i>Thirdly,<\/i> To complete the mercy, he<i>brought them up out of the sea,<\/i> <a class=\"isa\" verses=\"WzE4ODc4XQ==\">Isaiah 63:11<\/a>. Though the ascent, it is likely, was very steep, dirty, slippery, and unconquerable (at least by the women and children, and the men, considering how they were loaded, <a class=\"ref\">Exodus 12:34<\/a> , and how fatigued), yet God by his power brought them up from the depths of the earth and it was a kind of resurrection to them it was as<i>life from the dead. <\/i> [4.] He brought them safely to a place of rest:<i>As a beast goes down into the valley,<\/i> carefully and gradually, so<i>the Spirit of the Lord caused him to rest. <\/i> Many a time in their march through the wilderness they had resting-places provided for them by the direction of the Spirit of the Lord in Moses, <a class=\"isa\" verses=\"WzE4ODc4XQ==\">Isaiah 63:11<\/a>. And at length they were made to rest finally in Canaan, and the Spirit of the Lord gave them that rest according to the promise. It is by the Spirit of the Lord that God's Israel are caused to return to God and repose in him as their rest. [5.] All this he did for them by his own power, for his own praise. <i>First,<\/i> It was by his own power, as the God of nature, that has all the powers of nature at his command he did it with his glorious arm, <i>the arm of his gallantry,<\/i> or<i>bravery<\/i> so the word signifies. It was not Moses's rod, but God's glorious arm, that did it. <i>Secondly,<\/i> It was for his own praise, to<i>make himself an everlasting name<\/i> ( <a class=\"isa\" verses=\"WzE4ODc5XQ==\">Isaiah 63:12<\/a>), <i>a glorious name<\/i> ( <a class=\"isa\" verses=\"WzE4ODgxXQ==\">Isaiah 63:14<\/a>), that he might be glorified, everlastingly glorified, upon this account. This is that which God is doing in the world with his glorious arm, he is making to himself a glorious name, and it shall last to endless ages, when the most celebrated names of the great ones of the earth shall be written in the dust.<\/p> ",
    "audit": null
}