{
    "id": 12211,
    "source": "mhm",
    "verse_id": 18305,
    "verse_count": 17,
    "reference": "34:",
    "title": "",
    "html": "<em>Introduction<\/em>\n\n<br>\n\n  <p>  In this chapter we have the fatal doom of all the nations that are  enemies to God's church and people, though Edom only is mentioned,  because of the old enmity of Esau to Jacob, which was typical, as much  as that more ancient enmity of Cain to Abel, and flowed from the  original enmity of the serpent to the seed of the woman. It is probable  that this prophecy had its accomplishment in the great desolations made  by the Assyrian army first, or rather by Nebuchadnezzar's army some  time after, among those nations that were neighbours to Israel and had  been in some way or other injurious to them. That mighty conqueror took  a pride in shedding blood, and laying countries waste, and therein,  quite beyond his design, he was fulfilling what God here threatened  against his and his people's enemies. But we have reason to think it is  intended as a denunciation of the wrath of God against all those who  fight against the interests of his kingdom among men, that it has its  frequent accomplishment in the havoc made by the wars of the nations  and other desolating judgments, and will have its full accomplishment  in the final dissolution of all things at the day of judgment and  perdition of ungodly men. Here is,  I. A demand of universal attention,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 34:1<\/a>.  II. A direful scene of blood and confusion presented,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 34:2-7<\/a>.  III. The reason given for these judgments,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 34:8<\/a>.  IV. The continuance of this desolation, the country being made like the  lake of Sodom  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 34:9<\/a>),  and the cities abandoned to wild beasts and melancholy fowls,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 34:11-15<\/a>.  V. The solemn ratification of all this,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 34:16<\/a>.  Let us hear, and fear.<\/p>",
    "audit": null
}