{
    "id": 12339,
    "source": "mhm",
    "verse_id": 18906,
    "verse_count": 3,
    "reference": "65:8–10",
    "title": "",
    "html": " <p>8 Thus saith the L <b>ORD<\/b>, As the new wine is found in the cluster, and <i>one<\/i>, saith, Destroy it not for a blessing <i>is<\/i>, in it: so will I do for my servants' sakes, that I may not destroy them all. 9 And I will bring forth a seed out of Jacob, and out of Judah an inheritor of my mountains: and mine elect shall inherit it, and my servants shall dwell there. 10 And Sharon shall be a fold of flocks, and the valley of Achor a place for the herds to lie down in, for my people that have sought me. <\/p> <p>This is expounded by St. <i>Paul,<\/i>, <a class=\"ref\">Romans 11:1-5<\/a>, where, when, upon occasion of the rejection of the Jews, it is asked, <i>Hath God then cast away his people?<\/i>, he answers, No for <i>at this time there is a remnant according to the election of grace.<\/i>, This prophecy has reference to that distinguished remnant. When that hypocritical nation is to be destroyed God will separate and secure to himself some from among them some of the Jews shall be brought to embrace the Christian faith, shall be added to the church, and so be saved. And our Saviour has told us that <i>for the sake of these elect<\/i>, the days of the destruction of the Jews should be shortened, and a stop put to the desolation, which otherwise would have proceeded to such a degree that <i>no flesh should be saved,<\/i>, <a class=\"ref\">Matthew 24:22<\/a>. Now, <\/p> <p>I. This is illustrated here by a comparison, <a class=\"isa\" verses=\"WzE4OTA2XQ==\">Isaiah 65:8<\/a>. When a vine is so blasted and withered that there seems to be no sap nor life in it, and therefore the dresser of the vineyard is inclined to pluck it up or cut it down, yet, if ever so little of the juice of the grape, fit to make new wine, be found, though but in one cluster, a stander-by interposes, and says, <i>Destroy it not, for a blessing is in it<\/i>, there is life in the root, and hope that yet it may become good for something. Good men are blessings to the places where they live and sometimes God spares whole cities and nations for the sake of a few such in them. How ambitious should we be of this honor, not only to be distinguished from others, but serviceable to others! <\/p> <p>II. Here is a description of those that shall make up this saved saving remnant. 1. They are such as serve God. It is <i>for my servants' sake<\/i>, (<a class=\"isa\" verses=\"WzE4OTA2XQ==\">Isaiah 65:8<\/a>), and they are <i>my servants<\/i>, that <i>shall dwell there,<\/i>, <a class=\"isa\" verses=\"WzE4OTA3XQ==\">Isaiah 65:9<\/a>. God's faithful servants, however they are looked upon, are the best friends their country has and those who serve him do therein <i>serve their generation.<\/i>,2. They are such as seek God, make it the end of their lives to glorify God and the business of their lives to call upon him. It is <i>for my people that have sought me.<\/i>, Those that seek God shall find him, and shall find him their bountiful rewarder. <\/p> <p>III. Here is an account of the mercy God has in store for them. The remnant that shall return out of captivity shall have a happy settlement again in their own land, and that by an hereditary right, as <i>a seed out of Jacob,<\/i>, in whom the family is kept up and the entail preserved, and from whom, as from the seed sown, shall spring a numerous increase and these typify the remnant of Jacob that shall be incorporated into the gospel church by faith. 1. They shall have a good portion for themselves. They shall inherit <i>my mountains,<\/i>, the holy mountains on which Jerusalem and the temple were built, or the mountains of Canaan, <i>the land of promise,<\/i>, typifying the covenant of grace, which all God's servants, his elect, both inhabit and inherit they make it their refuge, their rest and residence, so they dwell in it, are at home in it and they have taken it to be their heritage for ever, and it shall be to them an inheritance incorruptible. God's chosen, the spiritual seed of praying Jacob, shall be the inheritors of his mountains of bliss and joy, and shall be carried safely to them through the vale of tears. 2. They shall have a green pasture for their flocks, <a class=\"isa\" verses=\"WzE4OTA4XQ==\">Isaiah 65:10<\/a>. <i>Sharon and the valley of Achor<\/i>, shall again be as well replenished as ever they were with cattle. Sharon lay westward, near Joppa Achor lay eastward, near Jordan. It is therefore intimated that they shall recover the possession of the whole land, that they shall have wherewith to stock it all, and that they shall peaceably enjoy it and there shall be none to disturb them nor make them afraid. Gospel-ordinances are the fields and valleys where the sheep of Christ <i>shall go in and out and find pasture<\/i>, (<a class=\"ref\">John 10:9<\/a>), and where they are <i>made to lie down<\/i>, (<a class=\"ref\">Psalm 23:2<\/a>), as Israel's herds in <i>the valley of Achor,<\/i>, <a class=\"ref\">Hosea 2:15<\/a>. <\/p>",
    "audit": null
}