{
    "id": 12192,
    "source": "mhm",
    "verse_id": 18188,
    "verse_count": 7,
    "reference": "28:23-29",
    "title": "",
    "html": "<p>  23  Give ye ear, and hear my voice  hearken, and hear my speech.    24  Doth the plowman plow all day to sow? doth he open and break  the clods of his ground?    25  When he hath made plain the face thereof, doth he not cast  abroad the fitches, and scatter the cummin, and cast in the  principal wheat and the appointed barley and the rie in their  place?    26  For his God doth instruct him to discretion, <i>and<\/i> doth  teach him.    27  For the fitches are not threshed with a threshing  instrument, neither is a cart wheel turned about upon the cummin  but the fitches are beaten out with a staff, and the cummin with  a rod.    28  Bread <i>corn<\/i> is bruised  because he will not ever be  threshing it, nor break <i>it with<\/i> the wheel of his cart, nor  bruise it <i>with<\/i> his horsemen.    29  This also cometh forth from the L<b>ORD<\/b> of hosts, <i>which<\/i> is  wonderful in counsel, <i>and<\/i> excellent in working.  <\/p>  <p>  This parable, which (like many of our Saviour's parables) is borrowed  from the husbandman's calling, is ushered in with a solemn preface  demanding attention, <i>He that has ears to hear, let him hear,<\/i>  hear and understand,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 28:23<\/a>.<\/p>  <p>  I. The parable here is plain enough, that the husbandman applies  himself to the business of his calling with a great deal of pains and  prudence, <i>secundum artem--according to rule,<\/i> and, as his judgment  directs him, observes a method and order in his work.  1. In his ploughing and sowing: <i>Does the ploughman plough all day to  sow?<\/i> Yes, he does, and he <i>ploughs in hope<\/i> and <i>sows in  hope,<\/i>   <a class=\"ref\">1 Corinthians 9:10<\/a>.  <i>Does he open and break the clods?<\/i> Yes, he does, that the land  may be fit to receive the seed. And <i>when he has thus made plain the  face thereof<\/i> does he not sow his seed, seed suitable to the soil?  For the husbandman knows what grain is fit for clayey ground and what  for sandy ground, and, accordingly, he sows each in its place--<i>wheat  in the principal place<\/i> (so the margin reads it), for it is the  principal grain, and was a staple commodity of Canaan  (<a class=\"ref\">Ezekiel 27:17<\/a>),  <i>and barley in the appointed place.<\/i> The wisdom and goodness of  the God of nature are to be observed in this, that, to oblige his  creatures with a grateful variety of productions, he has suited to them  an agreeable variety of earths.  2. In his threshing,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 28:27<\/a>.  This also he proportions to the grain that is to be threshed out.  <i>The fitches and the cummin,<\/i> being easily got out of their husk  or ear, are only threshed with <i>a staff and a rod <\/i> but <i>the  bread-corn<\/i> requires more force, and therefore that must be bruised  with <i>a threshing instrument,<\/i> a sledge shod with iron, that was  drawn to and fro over it, to beat out the corn  and yet <i>he will not  be ever threshing it,<\/i> nor any longer than is necessary to loosen  the corn from the chaff  <i>he will not break it,<\/i> or crush it, into  the ground <i>with the wheel of his cart, nor bruise it<\/i> to pieces  <i>with his horsemen <\/i> the grinding of it is reserved for another  operation. Observe, by the way, what pains are to be taken, not only  for the earning, but for the preparing of our necessary food  and yet,  after all, it is <i>meat that perishes.<\/i> Shall we then grudge to  labour much more for the <i>meat which endures to everlasting life?  Bread-corn is bruised.<\/i> Christ was so  <i>it pleased the Lord to  bruise him,<\/i> that he might be the bread of life to us.<\/p>  <p>  II. The interpretation of the parable is not so plain. Most  interpreters make it a further answer to those who set the judgments of  God at defiance: \"Let them know that as the husbandman will not be  always ploughing, but will at length sow his seed, so God will not be  always threatening, but will at length execute his threatenings and  bring upon sinners the judgments they have deserved  but in wisdom, and  in proportion to their strength, not that they may be ruined, but that  they may be reformed and brought to repentance by them.\" But I think we  may give this parable a greater latitude in the exposition of it.  1. In general, that God who gives the husbandman this wisdom is,  doubtless, himself infinitely wise. It is God that <i>instructs the  husbandman to discretion,<\/i> as <i>his God,<\/i>   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 28:26<\/a>.  Husbandmen have need of discretion wherewith to order their affairs,  and ought not undertake that business unless they do in some measure  understand it  and they should by observation and experience endeavour  to improve themselves in the knowledge of it. Since <i>the king himself  is served of the field,<\/i> the advancing of the art of husbandry is a  common service to mankind more than the cultivating of most other arts.  The skill of the husbandman is from God, as every good and perfect gift  is. This takes off somewhat of the weight and terror of the sentence  passed on man for sin, that when God, in execution of it, sent man to  till the ground, he taught him how to do it most to his advantage,  otherwise, in the greatness of his folly, he might have been for ever  <i>tilling the sand of the sea,<\/i> labouring to no purpose. It is he  that gives men capacity for this business, an inclination to it, and a  delight in it  and if some were not by Providence cut out for it, and  mad to rejoice (as Issachar, that tribe of husbandmen) in their tents,  notwithstanding the toil and fatigue of this business, we should soon  want the supports of life. If some are more discreet and judicious in  managing these or any other affairs than others are, God must be  acknowledged in it  and to him husbandmen must seek for direction in  their business, for they, above other men, have an immediate dependence  upon the divine Providence. As to the other instance of the  husbandman's conduct in threshing his corn, it is said, <i>This also  comes forth from the Lord of hosts,<\/i>   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 28:29<\/a>.  Even the plainest dictate of sense and reason must be acknowledged to  <i>come forth from the Lord of hosts.<\/i> And, if it is from him that  men do things wisely and discreetly, we must needs acknowledge him to  be <i>wise in counsel and excellent in working.<\/i> God's working is  according to his will  he never acts against his own mind, as men often  do, and there is a counsel in his whole will: he is <i>therefore<\/i>  excellent in working, because he is wonderful in counsel.  2. God's church is his husbandry,   <a class=\"ref\">1 Corinthians 3:9<\/a>.  If Christ is the true vine, his Father is the husbandman  (<a class=\"ref\">John 15:1<\/a>),  and he is continually by his word and ordinances cultivating it.  <i>Does the ploughman plough all day,<\/i> and <i>break the clods<\/i> of  his ground, that it may receive the seed, and does not God by his  ministers break up the fallow ground? Does not the ploughman, when the  ground is fitted for the seed, cast in the seed in its proper soil? He  does so, and so the great God sows his word by the hand of his  ministers  (<a class=\"ref\">Matthew 13:19<\/a>),  who are to divide the word of truth and give every one his portion.  Whatever the soil of the heart is, there is some seed or other in the  word proper for it. And, as the word of God, so the rod of God is thus  wisely made use of. Afflictions are God's threshing-instruments,  designed to loosen us from the world, to separate between us and our  chaff, and to prepare us for use. And, as to these, God will make use  of them as there is occasion  but he will proportion them to our  strength  they shall be no heavier than there is need. If the rod and  the staff will answer the end, he will not make use of his cart-wheel  and his horsemen. And where these are necessary, as for the bruising of  the bread-corn (which will not otherwise be got clean from the straw),  yet he will not be ever threshing it, will not always chide, but his  anger shall endure but for a moment  nor will he <i>crush under his  feet the prisoners of the earth.<\/i> And herein we must acknowledge him  <i>wonderful in counsel and excellent in working.<\/i><\/p>",
    "audit": null
}