{
    "id": 12243,
    "source": "mhm",
    "verse_id": 18486,
    "verse_count": 8,
    "reference": "42:5–12",
    "title": "",
    "html": " <p>5 Thus saith God the L <b>ORD <\/b>,, he that created the heavens, and stretched them out he that spread forth the earth, and that which cometh out of it he that giveth breath unto the people upon it, and spirit to them that walk therein: 6 I the L <b>ORD <\/b>,have called thee in righteousness, and will hold thine hand, and will keep thee, and give thee for a covenant of the people, for a light of the Gentiles 7 To open the blind eyes, to bring out the prisoners from the prison, <i>and <\/i>,them that sit in darkness out of the prison house. 8 I <i>am <\/i>,the L <b>ORD <\/b>: that <i>is <\/i>,my name: and my glory will I not give to another, neither my praise to graven images. 9 Behold, the former things are come to pass, and new things do I declare: before they spring forth I tell you of them. 10 Sing unto the L <b>ORD <\/b>,a new song, <i>and <\/i>,his praise from the end of the earth, ye that go down to the sea, and all that is therein the isles, and the inhabitants thereof. 11 Let the wilderness and the cities thereof lift up <i>their voice, <\/i>,the villages <i>that <\/i>,Kedar doth inhabit: let the inhabitants of the rock sing, let them shout from the top of the mountains. 12 Let them give glory unto the L <b>ORD <\/b>,, and declare his praise in the islands. <\/p> <p>Here is I. The covenant God made with and the commission he gave to the Messiah, <a class=\"isa\" verses=\"eyIxODQ4NiI6M30=\">Isaiah 42:5-7 <\/a>,, which are an exposition of <a class=\"isa\" verses=\"WzE4NDgyXQ==\">Isaiah 42:1 <\/a>,, <i>Behold my servant, whom I uphold. <\/i> <\/p> <p>1. The royal titles by which the great God here makes himself known, and distinguishes himself from all pretenders, speak very much his glory (<a class=\"isa\" verses=\"WzE4NDg2XQ==\">Isaiah 42:5 <\/a>): <i>Thus saith God the Lord. <\/i>,And who are thou, Lord? Why, he is the fountain of all being and therefore the fountain of all power. He is the fountain of being, 1. In the upper world for <i>he created the heavens and stretched them out <\/i>,(<a class=\"isa\" verses=\"WzE4NDQzXQ==\">Isaiah 40:22 <\/a>), and keeps the vast expanse still upon the stretch. 2. In the lower world: for <i>he spread forth the earth, <\/i>,and made it a capacious habitation, <i>and that which comes out of it <\/i>,is produced by his power. 3. In the world of mankind: <i>He gives breath to the people upon it, <\/i>,not only air to breathe in, but the breath of life itself and organs to breathe with nay, he gives <i>spirit, <\/i>,the powers and faculties of a rational soul, to those that walk therein. Now this is prefixed to God's covenant with the Messiah, and the commission given him, not only to show that he has authority to make such a covenant and give such a commission, and had power sufficient to bear him out, but that the design of the work of redemption was to maintain the honour of the Creator, and to restore man to the allegiance he owes to God as his Maker. <\/p> <p>2. The assurances which he gives to the Messiah of his presence with him in all he did pursuant to his undertaking speak much encouragement to him, <a class=\"isa\" verses=\"WzE4NDg3XQ==\">Isaiah 42:6 <\/a>. (1.) God owns that the Messiah did not take the honour of being Mediator to himself, but was called of God, that he was no intruder, no usurper, but was fairly brought to it (<a class=\"ref\">Hebrews 5:4 <\/a>): <i>I have called thee in righteousness. <\/i>,God not only did him no wrong in calling him to this hard service, he having voluntarily offered himself to it, but did himself right in providing for his own honour and performing the word which he had spoken. (2.) He promises to stand by him and strengthen him in it, to hold his hand, not only to his work, but in it, to hold his hand, that it might not shake, that it might not fail, and so to keep him. When an angel was sent from heaven to strengthen him in his agonies, and the Father himself was with him, then this promise was fulfilled. Note, Those whom God calls he will own and help, and will hold their hands. <\/p> <p>3. The great intentions of this commission speak abundance of comfort to the children of men. He was given <i>for a covenant of the people, <\/i>,for a mediator, or guarantee, of the covenant of grace, which is all summed up in him. God, in giving us Christ, has with him freely given us all the blessings of the new covenant. Two glorious blessings Christ, in his gospel, brings with him to the Gentile world&mdash;light and liberty. (1.) He is given <i>for a light to the Gentiles, <\/i>,not only to reveal to them what they were concerned to know, and which otherwise they could not have known, but to open the blind eyes, that they might know it. By his Spirit in the word he presents the object by his Spirit in the heart he prepared the organ. When the gospel came light came, a great light, to those that sat in darkness, <a class=\"ref\">Matthew 4:16; John 3:19 <\/a>. And St. Paul was sent to the Gentiles <i>to open their eyes, <\/i>, <a class=\"ref\">Acts 26:18 <\/a>. Christ is the light of the world. (2.) He is sent to proclaim liberty to the captives, as Cyrus did, <i>to bring out the prisoners <\/i>,not only to open the prison-doors, and give them leave to go out, which was all that Cyrus could do, but to bring them out, to induce and enable them to make use of their liberty, which none did but those whose spirits God stirred up. This Christ does by his grace. <\/p> <p>II. The ratification and confirmation of this grant. That we may be assured of the validity of it consider, 1. The authority of him that makes the promise (<a class=\"isa\" verses=\"WzE4NDg5XQ==\">Isaiah 42:8 <\/a>): <i>I am the Lord, Jehovah, that is my name, <\/i>,and that was the name by which he made himself known when he began to perform the promise made to the patriarchs whereas, before, he manifested himself by the name of God Almighty, <a class=\"ref\">Exodus 6:3 <\/a>. If he is the Lord that gives being and birth to all things, he will give being and birth to this promise. If his name be <i>Jehovah, <\/i>,which speaks him God alone, we may be sure his name is <i>jealous, <\/i>,and he <i>will not give his glory to another, <\/i>,whoever it is that stands in competition with him, especially not to <i>graven images. <\/i>,He will send the Messiah to open men's eyes, that so he may turn them from the service of dumb idols to serve the living God, because, though he has long winked at the times of ignorance, he will now maintain his prerogative, and will not give his glory to graven images. He will perform his word because he will not lose the honour of being true to it, nor be ever charged with falsehood by the worshippers of false gods. He will deliver his people from under the power of idolaters because it looks as if he had given his praise to graven images when he gives up his own worshippers to be worshippers of images. 2. The accomplishment of the promises he had formerly made concerning his church, which are proofs of the truth of his word and the kindness he bears to his people (<a class=\"isa\" verses=\"WzE4NDkwXQ==\">Isaiah 42:9 <\/a>): \" <i>Behold, the former things have come to pass <\/i>,hitherto the Lord has helped his church, has supported her under former burdens, relieved her in former straits and this in performance of the promises made to the fathers. <i>There has not failed one word, <\/i>, <a class=\"ref\">1 Kings 8:56 <\/a>. <i>And <\/i>,now <i>new things do I declare. <\/i>,Now I will make new promises, which shall as certainly be fulfilled in their season as old ones were now I will bestow new favours, such as have not been conferred formerly. Old-Testament blessings you have had abundantly now I declare New-Testament blessings, not a fruitful country and dominion over your neighbours, but <i>spiritual blessings in heavenly things. Before they spring forth <\/i>,in the preaching of the gospel <i>I tell you of them, <\/i>,under the type and figure of the former things.\" Note, The receipt of former mercies may encourage us to hope for further mercies for God is constant in his care for his people, and his compassions are still new. <\/p> <p>III. The song of joy and praise which should be sung hereupon to the glory of God (<a class=\"isa\" verses=\"WzE4NDkxXQ==\">Isaiah 42:10 <\/a>): <i>Sing unto the Lord a new song, <\/i>,a New-Testament song. The giving of Christ for <i>a light to the Gentiles <\/i>,(<a class=\"isa\" verses=\"WzE4NDg3XQ==\">Isaiah 42:6 <\/a>) was a new thing, and very surprising. The apostle speaks of it as a mystery which, in other ages, was not made known, as it is now revealed, <i>that the Gentiles should be fellow-heirs, <\/i>, <a class=\"ref\">Ephesians 3:5 <\/a>. Now, this being the new thing which God declares, the newness of the song which is to be sung on this occasion is this, that whereas, before, the songs of the Lord were very much confined to the temple at Jerusalem (David's psalms were in the language of the Jews only, and sung by them in their own country only for, when they were in a strange land, they hung their harps on the willow-trees and could not sing the Lord's song, as we find, <a class=\"ref\">Psalm 137:2-4 <\/a>), now the songs of holy joy and praise shall be sung all the world over. The Gentile nations shall share equally with the Jews in New-Testament blessings, and therefore shall join in New-Testament praises and acts of worship. There shall be churches set up in Gentile nations and they shall sing a new song. The conversion of the Gentiles is often foretold under this notion, as appears, <a class=\"ref\">Romans 15:9-11 <\/a>. It is here promised that the praises of God's grace shall be sung with joy and thankfulness, 1. By those that live in <i>the end of the earth, <\/i>,in countries that lie most remote from Jerusalem. <i>From the uttermost parts of the earth have we heard songs, <\/i>, <a class=\"isa\" verses=\"WzE4MTEyXQ==\">Isaiah 24:16 <\/a>. This was fulfilled when Christianity was planted in our land. 2. By mariners and merchants, and those that <i>go down to the sea, <\/i>,that do business in great waters, and suck the riches of the sea, and so make themselves masters of the fulness thereof and all that is therein, with which they shall praise God, and justly, for it is his, <a class=\"ref\">Psalm 24:1 <\/a>. The Jews traded little at sea if therefore God's praises be sung by those that go down to the sea, it must be by Gentiles. Sea-faring men are called upon to praise God, <a class=\"ref\">Psalm 107:23 <\/a>. 3. By <i>the islands and the inhabitants thereof, <\/i>, <a class=\"isa\" verses=\"WzE4NDkxXQ==\">Isaiah 42:10 <\/a>,, and again, <a class=\"isa\" verses=\"WzE4NDkzXQ==\">Isaiah 42:12 <\/a>. Let them <i>declare his praise in the islands, <\/i>,the isles of the Gentiles, probably referring to the islands of Greece. 4. <i>By the wilderness and the cities thereof, and the villages of Kedar. <\/i>,These lay east from Jerusalem, as the islands lay west, so that the gospel songs should be sung from the rising of the sun to the going down of the same. The whole Gentile world had been like an island, cut off from communication with God's church, and like a wilderness, uncultivated and bringing forth no fruit to God but now the islands and the wilderness shall praise God. 5. By <i>the inhabitants of the rock, <\/i>,and those that dwell <i>on the tops of the mountains, <\/i>,not only the Gentiles, but the poorest and meanest and most despicable, those that dwell in cottages, as well as those that inhabit cities and villages. The rude and most barbarous, as the mountaineers commonly are, shall be civilized by the gospel. Or by the inhabitants of the rock may be meant the inhabitants of that part of Arabia which is called <i>Petræ a&mdash;the rocky. <\/i>,Perhaps the neighbouring countries shared in the joy of the Israelites when they returned out of Babylon and some of them came and joined with them in their praises but we find not that it was to any such degree as might fully answer this illustrious prophecy, and must conclude that it reaches further, and was fulfilled in that which many other prophecies of the joy of the nations are said in the New-Testament to be fulfilled in, the conversion of the Gentiles to the faith of Christ. When they are brought into the church they are brought to give glory to the Lord then they are to him for a name and a praise, and they make it their business to praise him. He is glorified in them and by them. <\/p>,",
    "audit": null
}