{
    "id": 12093,
    "source": "mhm",
    "verse_id": 17676,
    "verse_count": 11,
    "reference": "1:21-31",
    "title": "",
    "html": "<p>  21  How is the faithful city become a harlot! it was full of  judgment  righteousness lodged in it  but now murderers.    22  Thy silver is become dross, thy wine mixed with water:    23  Thy princes <i>are<\/i> rebellious, and companions of thieves:  every one loveth gifts, and followeth after rewards: they judge  not the fatherless, neither doth the cause of the widow come unto  them.    24  Therefore saith the Lord, the L<b>ORD<\/b> of hosts, the mighty One  of Israel, Ah, I will ease me of mine adversaries, and avenge me  of mine enemies:    25  And I will turn my hand upon thee, and purely purge away thy  dross, and take away all thy tin:    26  And I will restore thy judges as at the first, and thy  counsellors as at the beginning: afterward thou shalt be called,  The city of righteousness, the faithful city.    27  Zion shall be redeemed with judgment, and her converts with  righteousness.    28  And the destruction of the transgressors and of the sinners  <i>shall be<\/i> together, and they that forsake the L<b>ORD<\/b> shall be  consumed.    29  For they shall be ashamed of the oaks which ye have desired,  and ye shall be confounded for the gardens that ye have chosen.    30  For ye shall be as an oak whose leaf fadeth, and as a garden  that hath no water.    31  And the strong shall be as tow, and the maker of it as a  spark, and they shall both burn together, and none shall quench  <i>them.<\/i>  <\/p>  <p>  Here,  I. The woeful degeneracy of Judah and Jerusalem is sadly lamented. See,  1. What the royal city had been, a faithful city, faithful to God and  the interests of his kingdom among men, faithful to the nation and its  public interests. <i>It was full of judgment <\/i> justice was duly  administered upon the thrones of judgment which were set there, the  <i>thrones of the house of David,<\/i>   <a class=\"ref\">Psalm 122:5<\/a>.  Men were generally honest in their dealings, and abhorred to do an  unjust thing. <i>Righteousness lodged in it,<\/i> was constantly  resident in their palaces and in all their dwellings, not called in now  and then to serve a turn, but at home there. Note, Neither holy cities  nor royal ones, neither places where religion is professed nor places  where government is administered, are faithful to their trust if  religion do not dwell in them.  2. What it had now become. That beauteous virtuous spouse was now  debauched, and become an adulteress  righteousness no longer dwelt in  Jerusalem (<i>terras Astræ a reliquit--Astrea left the earth<\/i>)  even murderers were unpunished and lived undisturbed there  nay, the  princes themselves were so cruel and oppressive that they had become no  better than murderers  an innocent man might better guard himself  against a troop of banditti or assassins than against a bench of such  judges. Note, It is a great aggravation of the wickedness of any family  or people that their ancestors were famed for virtue and probity  and  commonly those that thus degenerate prove the most wicked of all men.  <i>Corruptio optimi est pessima--That which was originally the best  becomes when corrupted the worst,<\/i>   <a class=\"ref\">Luke 11:26; Ecclesiastes 3:16<\/a>.  See   <a class=\"ref\">Jeremiah 22:15-17<\/a>.  The degeneracy of Jerusalem is illustrated,  (1.) By similitudes  (<a class=\"isa\" verses=\"WzE3Njc3XQ==\">Isaiah 1:22<\/a>):  <i>Thy silver has become dross.<\/i> This degeneracy of the magistrates,  whose character is the reverse of that of their predecessors, is a  great a reproach and injury to the kingdom as the debasing of their  coin would be and the turning of their silver into dross. Righteous  princes and righteous cities are as silver for the treasury, but  unrighteous ones are as dross for the dunghill. <i>How has the gold  become dim!<\/i>   <a class=\"ref\">Lamentations 4:1<\/a>.  <i>Thy wine is mixed with water,<\/i> and so has become flat and sour.  Some understand both these literally: the wine they sold was  adulterated, it was half water  the money they paid was counterfeit,  and so they cheated all they dealt with. But it is rather to be taken  figuratively: justice was perverted by their princes, and religion and  the word of God were sophisticated by their priests, and made to serve  what turn they pleased. Dross may shine like silver, and the wine that  is mixed with water may retain the colour of wine, but neither is worth  any thing. Thus they retained a show and pretence of virtue and  justice, but had no true sense of either.  (2.) By some instances  (<a class=\"isa\" verses=\"WzE3Njc4XQ==\">Isaiah 1:23<\/a>):  \"Thy princes, that should keep others in their allegiance to God and  subjection to his law, are themselves rebellious, and set God and his  law at defiance.\" Those that should restrain thieves (proud and rich  oppressors, those worst of robbers, and those that designedly cheat  their creditors, who are no better), are themselves companions of  thieves, connive at them, do as they do, and with greater security and  success, because they are princes, and have power in their hands  they  share with the thieves they protect in their unlawful gain   Ps. l. 18)  and <i>cast in their lot among them,<\/i>   <a class=\"ref\">Proverbs 1:13<\/a>.  [1.] The profit of their places is all their aim, to make the best hand  they can of them, right or wrong. They love gifts, and follow after  rewards  they set their hearts upon their salary, the fees and  perquisites of their offices, and are greedy of them, and never think  they can get enough  nay, they will do any thing, though ever so  contrary to law and justice, for a gift in secret. Presents and  gratuities will blind their eyes at any time, and make them pervert  judgment. These they love and are eager in the pursuit of,   <a class=\"ref\">Hosea 9:18<\/a>.  [2.] The duty of their places is none of their care. They ought to  protect those that are injured, and take cognizance of the appeals made  to them  why else were they preferred? But <i>they judge not the  fatherless,<\/i> take no care to guard the orphans, <i>nor does the  cause of the widow come unto them,<\/i> because the poor widow has no  bribe to give, with which to make way for her and to bring her cause  on. Those will have a great deal to answer for who, when they should be  the patrons of the oppressed, are their greatest oppressors.<\/p>  <p>  II. A resolution is taken up to redress these grievances  (<a class=\"isa\" verses=\"WzE3Njc5XQ==\">Isaiah 1:24<\/a>):  <i>Therefore saith the Lord, the Lord of hosts, the Mighty One of  Israel<\/i>--who has power to make good what he says, who has hosts at  command for the executing of his purposes, and whose power is engaged  for his Israel--<i>Ah! I will ease me of my adversaries.<\/i>  Observe,<\/p>  <p>  1. Wicked people, especially wicked rulers that are cruel and  oppressive, are God's enemies, his adversaries, and shall so be  accounted and so dealt with. If the holy seed corrupt themselves, they  are the foes of his own house.<\/p>  <p>  2. They are a burden to the God of heaven, which is implied in his  easing himself of them. The <i>Mighty One of Israel,<\/i> that can bear  any thing, nay, that upholds all things, complains of his being  <i>wearied with men's iniquities,<\/i>   <a class=\"isa\" verses=\"WzE4NTMwLDIyMzkzXQ==\">Isaiah 43:24; Amos 2:13<\/a>.<\/p>  <p>  3. God will find out a time and a way to ease himself of this burden,  by avenging himself on those that thus bear hard upon his patience. He  here speaks as one triumphing in the foresight of it: <i>Ah. I will  ease me.<\/i> He will ease the earth of the burden under which it  <i>groans<\/i>  (<a class=\"ref\">Romans 8:21<\/a>),  will ease his own name of the reproaches with which it is loaded. He  will be eased of his adversaries, by <i>taking vengeance on his  enemies <\/i> he will <i>spue them out of his mouth,<\/i> and so be eased  of them,   <a class=\"ref\">Revelation 3:16<\/a>.  He speaks with pleasure of the <i>day of vengeance<\/i> being <i>in his  heart,<\/i>   <a class=\"isa\" verses=\"WzE4ODcxXQ==\">Isaiah 63:4<\/a>.  If God's professing people conform not to his image, as the Holy One of  Israel  (<a class=\"isa\" verses=\"WzE3NjU5XQ==\">Isaiah 1:4<\/a>),  they shall feel the weight of his hand as the Mighty One of Israel: his  power, which was wont to be engaged for them, shall be armed against  them. In two ways God will ease himself of this grievance:--<\/p>  <p>  (1.) By reforming his church, and restoring good judges in the room of  those corrupt ones. Though the church has a great deal of dross in it,  yet it shall not be thrown away, but refined  (<a class=\"isa\" verses=\"WzE3NjgwXQ==\">Isaiah 1:25<\/a>):  \"<i>I will purely purge away thy dross.<\/i> I will amend what is amiss.  Vice and profaneness shall be suppressed and put out of countenance,  oppressors displaced, and deprived of their power to do mischief.\" When  things are ever so bad God can set them to rights, and bring about a  complete reformation  when he begins he will make an end, will take  away all the tin. Observe,  [1.] The reformation of a people is God's own work, and, if ever it be  done, it is he that brings it about: \"<i>I will turn my hand upon  thee <\/i> I will do that for the reviving of religion which I did at  first for the planting of it.\" He can do it easily, with the turn of  his hand  but he does it effectually, for what opposition can stand  before the arm of the Lord revealed?  [2.] He does it by blessing them with good magistrates and good  ministers of state  (<a class=\"isa\" verses=\"WzE3NjgxXQ==\">Isaiah 1:26<\/a>):  \"<i>I will restore thy judges as at the first,<\/i> to put the laws in  execution against evil-doers, <i>and thy counsellors,<\/i> to transact  public affairs, <i>as at the beginning,<\/i>\" either the same persons  that had been turned out or others of the same character.  [3.] He does it by restoring judgment and righteousness among them  (<a class=\"isa\" verses=\"WzE3NjgyXQ==\">Isaiah 1:27<\/a>),  by planting in men's minds principles of justice and governing their  lives by those principles. Men may do much by external restraints  but  God does it effectually by the influences of <i>his Spirit,<\/i> as a  <i>Spirit of judgment,<\/i>   <a class=\"isa\" verses=\"WzE3NzM4XQ==\">Isaiah 4:4<\/a>.  See   <a class=\"ref\">Psalm 85:10<\/a>.  [4.] The reformation of a people will be the redemption of them and  their converts, for sin is the worst captivity, the worst slavery, and  the great and eternal redemption is that by which <i>Israel is redeemed  from all his iniquities<\/i>  (<a class=\"ref\">Psalm 130:8<\/a>),  and the <i>blessed Redeemer<\/i> is he that <i>turns away ungodliness  from Jacob<\/i>  (<a class=\"ref\">Romans 11:26<\/a>),  and <i>saves his people from their sins,<\/i>   <a class=\"ref\">Matthew 1:21<\/a>.  All the redeemed of the Lord shall be converts, and their conversion is  their redemption: \"<i>Her converts,<\/i> or <i>those that return of  her<\/i> (so the margin), shall be redeemed with righteousness.\" God  works deliverance for us by preparing us for it with judgment and  righteousness.  [5.] The reviving of a people's virtues is the restoring of their  honour: <i>Afterwards thou shalt be called the city of righteousness,  the faithful city <\/i> that is, <i>First,<\/i> \"Thou shalt <i>be<\/i>  so \" the reforming of the magistracy is a good step towards the  reforming of the city and the country too. <i>Secondly,<\/i> \"Thou shalt  have the <i>praise<\/i> of being so \" and a greater praise there cannot  be to any city than to <i>be called the city of righteousness,<\/i> and  to retrieve the ancient honour which was lost when <i>the faithful city  became a harlot,<\/i>   <a class=\"isa\" verses=\"WzE3Njc2XQ==\">Isaiah 1:21<\/a>.<\/p>  <p>  (2.) By cutting off those that hate to be reformed, that they may not  remain either as snares or as scandals to the faithful city.  [1.] it is an utter ruin that is here threatened. They shall be  destroyed and consumed, and not chastened and corrected only. The  extirpation of them will be necessary to the redemption of Zion.  [2.] It is a universal ruin, which will involve the transgressors and  the sinners together, that is, the openly profane that have quite cast  of all religion, and the hypocrites that live wicked lives under the  cloak of a religious profession--they shall both be destroyed together,  for they are both alike an abomination to God, both those that  contradict religion and those that contradict themselves in their  pretensions to it. <i>And those that forsake the Lord,<\/i> to whom they  had formerly joined themselves, <i>shall be consumed,<\/i> as the water  in the conduit-pipe is soon consumed when it is cut off from the  fountain.  [3.] It is an inevitable ruin  there is no escaping it. <i>First,<\/i>  Their idols shall not be able to help them, <i>the oaks which they have  desired, and the gardens which they have chosen <\/i> that is, the  images, the dunghill-gods, which they had worshipped in their groves  and under the green trees, which they were fond of and wedded to, for  which they forsook the true God, and which they worshipped privately in  their own garden even when idolatry was publicly discountenanced. \"This  was the practice of the transgressors and the sinners  but they shall  be ashamed of it, not with a show of repentance, but of despair,   <a class=\"isa\" verses=\"WzE3Njg0XQ==\">Isaiah 1:29<\/a>.  They shall have cause to be ashamed of their idols  for, after all the  court they have made to them, they shall find no benefit by them  but  the idols themselves <i>shall go into captivity,<\/i>\"   <a class=\"isa\" verses=\"WzE4NTg4XQ==\">Isaiah 46:1<\/a>.  Note, Those that make creatures their confidence are but preparing  confusion for themselves. You were fond of the oaks and the gardens,  but you yourselves shall be,  1. \"<i>Like an oak without leaves,<\/i> withered and blasted, and  stripped of all its ornaments.\" Justly do those wear no leaves that  bear no fruit  as the fig-tree that Christ cursed.  2. \"<i>Like a garden without water,<\/i> that is neither rained upon nor  <i>watered with the foot<\/i>  (<a class=\"ref\">Deuteronomy 11:10<\/a>),  that had no <i>fountain<\/i>  (Song of  <a class=\"ref\">Song of Solomon 4:15<\/a>),  and consequently is parched, and all the fruits of it gone to decay.\"  Thus shall those be that trust in idols, or in an <i>arm of flesh,<\/i>   <a class=\"ref\">Jeremiah 17:5<\/a>.  But those that trust in God never find him as a wilderness, or as  waters that fail,   <a class=\"ref\">Jeremiah 2:31<\/a>.  <i>Secondly,<\/i> They shall not be able to help themselves  (<a class=\"isa\" verses=\"WzE3Njg2XQ==\">Isaiah 1:31<\/a>):  \"<i>Even the strong man shall be as tow<\/i> not only soon broken and  pulled to pieces, but easily catching fire  and <i>his work<\/i> (so the  margin reads it), that by which he hopes to fortify and secure himself,  shall be as a spark to his own tow, shall set him on fire, and he and  his work shall burn together. His counsels shall be his ruin  his own  skin kindles the fire of God's wrath, which shall burn to the lowest  hell, and none shall quench it.\" When the sinner has made himself as  tow and stubble, and God makes himself to him as a consuming fore, what  can prevent the utter ruin of the sinner?<\/p>  <p>  Now all this is applicable,  1. To the blessed work of reformation which was wrought in Hezekiah's  time after the abominable corruptions of the reign of Ahaz. Then good  men came to be preferred, and the faces of the wicked were filled with  shame.  2. To their return out of their captivity in Babylon, which had  thoroughly cured them of idolatry.  3. To the gospel-kingdom and the pouring out of the Spirit, by which  the New-Testament church should be made a new Jerusalem, a city of  righteousness.  4. To the second coming of Christ, when he shall thoroughly purge his  floor, his field, shall gather the wheat into his barn, into his  garner, and burn the chaff, the tares, with unquenchable fire.<\/p>",
    "audit": null
}