{
    "id": 12147,
    "source": "mhm",
    "verse_id": 17971,
    "verse_count": 5,
    "reference": "16:1-5",
    "title": "",
    "html": "<p>  1  Send ye the lamb to the ruler of the land from Sela to the  wilderness, unto the mount of the daughter of Zion.    2  For it shall be, <i>that,<\/i> as a wandering bird cast out of the  nest, <i>so<\/i> the daughters of Moab shall be at the fords of Arnon.    3  Take counsel, execute judgment  make thy shadow as the night  in the midst of the noonday  hide the outcasts  bewray not him  that wandereth.    4  Let mine outcasts dwell with thee, Moab  be thou a covert to  them from the face of the spoiler: for the extortioner is at an  end, the spoiler ceaseth, the oppressors are consumed out of the  land.    5  And in mercy shall the throne be established: and he shall  sit upon it in truth in the tabernacle of David, judging, and  seeking judgment, and hasting righteousness.  <\/p>  <p>  God has made it to appear that he delights not in the ruin of sinners  by telling them what they may do to prevent the ruin  so he does here  to Moab.<\/p>  <p>  I. He advises them to be just to the house of David, and to pay the  tribute they had formerly covenanted to pay to the kings of his line  (<a class=\"isa\" verses=\"WzE3OTcxXQ==\">Isaiah 16:1<\/a>):  <i>Send you the lamb to the ruler of the land.<\/i> David made the  Moabites tributaries to him,   <a class=\"ref\">2 Samuel 8:2<\/a>.  They <i>became his servants, and brought gifts.<\/i> Afterwards they  paid their tribute to the kings of Israel  (<a class=\"ref\">2 Kings 3:4<\/a>),  and paid it in lambs. Now the prophet requires them to pay it to  Hezekiah. Let it be raised and levied from all parts of the country,  <i>from Selah,<\/i> a frontier city of Moab on the one side, <i>to the  wilderness,<\/i> a boundary of the kingdom on the other side: and let it  be sent, where it should be sent, <i>to the mount of the daughter of  Zion,<\/i> the city of David. Some take it as an advice to send a lamb  for a sacrifice to God, <i>the ruler of the earth<\/i> (so it may be  read), the Lord of the whole earth, ruler of all lands, the land of  Moab as well as the land of Israel, \"Send it to the temple built on  Mount Zion.\" And some think it is in this sense spoken ironically,  upbraiding the Moabites with their folly in delaying to repent and make  their peace with God. \"Now you would be glad to send a lamb to Mount  Zion, to make the God of Israel your friend  but it is too late: the  decree has gone forth, the consumption is determined, and the  <i>daughters of Moab<\/i> shall be cast out <i>as a wandering bird,<\/i>\"   <a class=\"isa\" verses=\"WzE3OTcyXQ==\">Isaiah 16:2<\/a>.  I rather take it as good advice seriously given, like that of Daniel to  Nebuchadnezzar when he was reading him his doom,   <a class=\"ref\">Daniel 4:27<\/a>.  <i>Break off thy sins by righteousness, if it may be a lengthening of  thy tranquillity.<\/i> And it is applicable to the great gospel duty of  submission to Christ, as the ruler of the land, and our ruler: \"Send  him the lamb, the best you have, yourselves a living sacrifice. When  you come to God, the great ruler, come in the name of the Lamb, the  Lamb of God. <i>For else it shall be<\/i>\" (so we may read it) \"<i>that,  as a wandering bird cast out of the nest, so shall the daughters of  Moab be.<\/i> If you will not pay your quit-rent, your just tribute to  the king of Judah, you shall be turned out of your houses: <i>The  daughters of Moab<\/i> (the country villages, or the women of your  country) shall flutter about the <i>fords of Arnon,<\/i> attempting that  way to make their escape to some other land, <i>like a wandering bird  thrown out of the nest<\/i> half-fledged.\" Those that will not submit to  Christ, nor be gathered under the shadow of his wings, shall be <i>as a  bird that wanders from her nest,<\/i> that shall either be snatched up  by the next bird of prey or shall wander endlessly in continual  frights. Those that will not yield to the fear of God shall be made to  yield to the fear of every thing else.<\/p>  <p>  II. He advises them to be <i>kind to the seed of Israel<\/i>  (<a class=\"isa\" verses=\"WzE3OTczXQ==\">Isaiah 16:3<\/a>):  \"Take counsel, call a convention, and consult among yourselves what is  fit to be done in the present critical juncture  and you will find it  your best way to execute judgment, to reverse all the unrighteous  decrees you have made, by which you have put hardships upon the people  of God, and, in token of your repentance for them, study now how to  oblige them, and this shall be accepted of God more than all  burnt-offering and sacrifice.\"<\/p>  <p>  1. The prophet foresaw some storm coming upon the people of God,  perhaps the good people of the ten tribes, or of the two and a half on  the other side Jordan, whose country joined to that of Moab, and who,  by the merciful providence of God, escaped the fury of the Assyrian  army, had their lives given them for a prey, and were reserved for  better times, but were put to the utmost extremity to shift for their  own safety. The danger and trouble they were in were like the scorching  heat at noon  the face of the spoiler was very fierce upon them and the  oppressor and extortioner were ready to swallow them up after stripping  them of what they had.<\/p>  <p>  2. He bespeaks a shelter for them in the land of Moab, when their own  land was made too hot for them. This judgment they must execute  thus  wisely must they do for themselves, and thus kindly must they deal with  the people of God. If they would themselves continue in their  habitations, let them now open their doors to the distressed dispersed  members of God's church, and be to them like a cool shade to those that  <i>bear the burden and heat of the day.<\/i> Let them not discover those  that absconded among them, nor deliver them up to the pursuers that  made search for them: \"<i>Betray not him that wandereth,<\/i> nor  deliver him up\" (as the Edomites did,   <a class=\"ref\">Obadiah 1:13<\/a>),  \"but <i>hide the outcasts.<\/i>\" This was that good work by which  Rahab's faith was justified, and proved to be sincere,   <a class=\"ref\">Hebrews 11:31<\/a>.  \"Nay, do not only hide them for a time, but, if there be occasion, let  them be naturalized: <i>Let my outcasts dwell with thee, Moab<\/i>  (<a class=\"isa\" verses=\"WzE3OTc0XQ==\">Isaiah 16:4<\/a>)  find a lodging for them and <i>be thou a covert to them.<\/i> Let them  be taken under the protection of the government, though they are but  poor, and likely to be a charge to thee.\" Note,  (1.) It is often the lot even of those who are Israelites indeed to be  outcasts, driven out of house and harbour by persecution or war,   <a class=\"ref\">Hebrews 11:37<\/a>.  (2.) God owns them when men reject and disown them. They are  <i>outcasts,<\/i> but they are <i>my outcasts.<\/i> The Lord knows those  that are his wherever he finds them, even where no one else knows them.  (3.) God will find a rest and shelter for his outcasts  for, though  they are persecuted, they are not forsaken. He will himself be their  dwelling-place if they have no other, and in him they shall be at home.  (4.) God can, when he pleases, raise up friends for his people even  among Moabites, when they can find none in all the land of Israel that  can and dare shelter them. The earth often helps the woman,   <a class=\"ref\">Revelation 12:16<\/a>.  (5.) Those that expect to find favour when they are in trouble  themselves must show favour to those that are in trouble  and what  service is done to God's outcasts shall no doubt be recompensed one way  or other.<\/p>  <p>  3. He assures them of the mercy God had in store for his people.  (1.) That they should not long need their kindness, or be troublesome  to them: <i>For the extortioner is almost at an end<\/i> already, <i>and  the spoiler ceases.<\/i> God's people shall not be long outcasts  they  <i>shall have tribulation ten days<\/i>  (<a class=\"ref\">Revelation 2:10<\/a>),  and that is all. The spoiler would never cease spoiling if he might  have his will  but God has him in a chain. <i>Hitherto he shall go, but  no further.<\/i>  (2.) That they should, ere long, be in a capacity to return their  kindness  (<a class=\"isa\" verses=\"WzE3OTc1XQ==\">Isaiah 16:5<\/a>):  \"Though the throne of the ten tribes be sunk and overturned, yet <i>the  throne of David shall be established in mercy,<\/i> by the mercy they  receive from God and the mercy they show to others  and by the same  methods may your throne be established if you please.\" It would engage  great men to be kind to the people of God if they would but observe, as  they easily might, how often such conduct brings the blessing of God  upon kingdoms and families. \"Make Hezekiah your friend, for you will  find it your interest to do so upon the account both of the grace of  God in him and the presence of God with him. He <i>shall sit upon the  throne in truth,<\/i> and then he does indeed sit in honour and sit  firmly. Then he shall sit <i>judging,<\/i> and will then be a protector  to those that have been a shelter to the people of God.\" And see in him  the character of a good magistrate.  [1.] He shall <i>seek judgment <\/i> that is, he shall seek occasions of  doing right to those that are wronged, and shall punish the injurious  even before they are complained of: or he shall diligently search into  every cause brought before him, that he may find where the right lies.  [2.] He shall <i>hasten righteousness,<\/i> and not delay to do justice,  nor keep those long waiting that make application to him for the  redress of their grievances. Though he seeks judgment, and deliberates  upon it, yet he does not, under pretence of deliberation, stay the  progress of the streams of justice. Let the Moabites take example by  this, and then assure themselves that their state shall be  established.<\/p>",
    "audit": null
}