{
    "id": 12278,
    "source": "mhm",
    "verse_id": 18667,
    "verse_count": 6,
    "reference": "50:4-9",
    "title": "",
    "html": "<p>  4  The Lord G<b>OD<\/b> hath given me the tongue of the learned, that I  should know how to speak a word in season to <i>him that is<\/i> weary:  he wakeneth morning by morning, he wakeneth mine ear to hear as  the learned.    5  The Lord G<b>OD<\/b> hath opened mine ear, and I was not rebellious,  neither turned away back.    6  I gave my back to the smiters, and my cheeks to them that  plucked off the hair: I hid not my face from shame and spitting.    7  For the Lord G<b>OD<\/b> will help me  therefore shall I not be  confounded: therefore have I set my face like a flint, and I know  that I shall not be ashamed.    8  <i>He is<\/i> near that justifieth me  who will contend with me?  let us stand together: who <i>is<\/i> mine adversary? let him come near  to me.    9  Behold, the Lord G<b>OD<\/b> will help me  who <i>is<\/i> he <i>that<\/i> shall  condemn me? lo, they all shall wax old as a garment  the moth  shall eat them up.  <\/p>  <p>  Our Lord Jesus, having proved himself able to save, here shows himself  as willing as he is able to save, here shows himself as willing as he  is able. We suppose the prophet Isaiah to say something of himself in  these verses, engaging and encouraging himself to go on in his work as  a prophet, notwithstanding the many hardships he met with, not doubting  but that God would stand by him and strengthen him  but, like David, he  speaks of himself as a type of Christ, who is here prophesied of and  promised to be the Saviour.<\/p>  <p>  I. As an acceptable preacher. Isaiah, a a prophet, was qualified for  the work to which he was called, so were the rest of God's prophets,  and others whom he employed as his messengers  but Christ was anointed  with the Spirit above his fellows. To make the man of God perfect, he  has,  1. <i>The tongue of the learned,<\/i> to know how to give instruction,  <i>how to speak a word in season to him that is weary,<\/i>   <a class=\"isa\" verses=\"WzE4NjY3XQ==\">Isaiah 50:4<\/a>.  God, who made man's mouth, gave Moses the tongue of the learned, to  speak for the terror and conviction of Pharaoh,   <a class=\"ref\">Exodus 4:11<\/a>.  He gave to Christ the tongue of the learned, to speak a word in season  for the comfort of those that are weary and heavily laden under the  burden of sin,   <a class=\"ref\">Matthew 11:28<\/a>.  <i>Grace was poured into his lips,<\/i> and they are said to <i>drop  sweet-smelling myrrh.<\/i> See what is the best learning of a minister,  to know how to comfort troubled consciences, and to speak pertinently,  properly, and plainly, to the various cases of poor souls. An ability  to do this is God's gift, and it is one of the best gifts, which we  should covet earnestly. Let us repose ourselves in the many comfortable  words which Christ has spoken to the weary.  2. The ear of the learned, to receive instruction. Prophets have as  much need of this as of the tongue of the learned  for they must  deliver what they are taught and no other, must hear the word from  God's mouth diligently and attentively, that they may speak it exactly,   <a class=\"ref\">Ezekiel 3:17<\/a>.  Christ himself received that he might give. None must undertake to be  teachers who have not first been learners. Christ's apostles were first  disciples, <i>scribes instructed unto the kingdom of heaven,<\/i>   <a class=\"ref\">Matthew 13:52<\/a>.  Nor is it enough to hear, but we must <i>hear as the learned,<\/i> hear  and understand, hear and remember, hear as those that would learn by  what we hear. Those that would hear as the learned must be awake, and  wakeful  for we are naturally drowsy and sleepy, and unapt to hear at  all, or we hear by the halves, hear and do not heed. Our ears need to  be wakened  we need to have something said to rouse us, to awaken us  out of our spiritual slumbers, that we may hear as for our lives. We  need to be awakened <i>morning by morning,<\/i> as duly as the day  returns, to be awakened to do the work of the day in its day. Our case  calls for continual fresh supplies of divine grace, to free us from the  dulness we contract daily. The morning, when our spirits are most  lively, is a proper time for communion with God  then we are in the  best frame both to speak to him (<i>my voice shalt thou hear in the  morning<\/i>) and to hear from him. The people came <i>early in the  morning<\/i> to hear Christ in the temple  (<a class=\"ref\">Luke 21:38<\/a>),  for, it seems, his were morning lectures. And it is God that wakens us  morning by morning. If we do any thing to purpose in his service, it is  he who, as our Master, calls us up  and we should doze perpetually if  he did not waken us morning by morning.<\/p>  <p>  II. As a patient sufferer,   <a class=\"isa\" verses=\"WzE4NjY4XQ==\">Isaiah 50:5<\/a>.  One would think that he who was commissioned and qualified to speak  comfort to the weary should meet with no difficulty in his work, but  universal acceptance. It is however quite otherwise  he has both hard  work to do and hard usage to undergo  and here he tells us with what  undaunted constancy he went through with it. We have no reason to  question but that the prophet Isaiah went on resolutely in the work to  which God had called him, though we read not of his undergoing any such  hardships as are here supposed  but we are sure that the prediction was  abundantly verified in Jesus Christ: and here we have,  1. His patient obedience in his doing work. \"The Lord God has not only  wakened my ear to hear what he says, but has opened my ear to receive  it, and comply with it\"  (<a class=\"ref\">Psalm 40:6<\/a>,  <i>My ear hast thou opened  then said I, Lo, I come<\/i>)  for when he  adds, <i>I was not rebellious, neither turned away back,<\/i> more is  implied than expressed--that he was willing, that though he foresaw a  great deal of difficulty and discouragement, though he was to take  pains and give constant attendance as a servant, though he was to empty  himself of that which was very great and humble himself to that which  was very mean, yet he did not fly off, did not fail, nor was  discouraged. He continued very free and forward to his work even when  he came to the hardest part of it. Note, As a good understanding in the  truths of God, so a good will to the work and service of God, is from  the grace of God.  2. His obedient patience in his suffering work. I call it obedient  patience because he was patient with an eye to his Father's will, thus  pleading with himself, <i>This commandment have I received of my  Father,<\/i> and thus submitting to God, <i>Not as I will, but as thou  wilt.<\/i> In this submission he resigned himself,  (1.) To be scourged: <i>I gave my back to the smiters <\/i> and that not  only by submitting to the indignity when he was smitten, but by  permitting it (or admitting it rather) among the other instances of  pain and shame which he would voluntarily undergo for us.  (2.) To be buffeted: <i>I gave my cheeks to those that<\/i> not only  smote them, but <i>plucked off the hair<\/i> of the beard, which was a  greater degree both of pain and of ignominy.  (3.) To be spit upon: <i>I hid not my face from shame and spitting.<\/i>  He could have hidden his face from it, could have avoided it, but he  would not, because he was made a reproach of men, and thus he would  answer to the type of Job, that man of sorrows, of whom it is said that  they <i>smote him on the cheek reproachfully<\/i>  (<a class=\"ref\">Job 16:10<\/a>),  which was an expression not only of contempt, but of abhorrence and  indignation. All this Christ underwent for us, and voluntarily, to  convince us of his willingness to save us.<\/p>  <p>  III. As a courageous champion,   <a class=\"isa\" verses=\"eyIxODY3MCI6M30=\">Isaiah 50:7-9<\/a>.  The Redeemer is as famous for his boldness as for his humility and  patience, and, though he yields, yet he is more than a conqueror.  Observe,  1. The dependence he has upon God. What was the prophet Isaiah's  support was the support of Christ himself  (<a class=\"isa\" verses=\"WzE4NjcwXQ==\">Isaiah 50:7<\/a>):  <i>The Lord God will help me <\/i> and again,   <a class=\"isa\" verses=\"WzE4NjcyXQ==\">Isaiah 50:9<\/a>.  Those whom God employs he will assist, and will take care they want not  any help that they or their work call for. God, having laid help upon  his Son for us, gave help to him, and his hand was all along <i>with  the man of his right hand.<\/i> Nor will he only assist him in his work,  but accept of him  (<a class=\"isa\" verses=\"WzE4NjcxXQ==\">Isaiah 50:8<\/a>):  <i>He is near that justifieth.<\/i> Isaiah, no doubt, was falsely  accused and loaded with reproach and calumny, as other prophets were  but he despised the reproach, knowing that God would roll it away and  bring forth his righteousness as the light, perhaps in this world  (<a class=\"ref\">Psalm 37:6<\/a>),  at furthest in the great day, when there will be a resurrection of  names as well as bodies, and the righteous shall shine forth as the  morning sun. And so it was verified in Christ  by his resurrection he  was proved to be not the man that he was represented, not a blasphemer,  not a deceiver, not an enemy to Cæ sar. The judge that condemned  him owned he found no fault in him  the centurion, or sheriff, that had  charge of his execution, declared him a righteous man: so near was he  that justified him. But it was true of him in a further and more  peculiar sense: the Father justified him when he accepted the  satisfaction he made for the sin of man, and constituted him <i>the  Lord our righteousness,<\/i> who was made sin for us. He was  <i>justified in the Spirit,<\/i>   <a class=\"ref\">1 Timothy 3:16<\/a>.  He was near who did it  for his resurrection, by which he was  justified, soon followed his condemnation and crucifixion. He was  straightway glorified,   <a class=\"ref\">John 13:32<\/a>.  2. The confidence he thereupon has of success in his undertaking: \"If  God will help me, if he will justify me, will stand by me and bear me  out, <i>I shall not be confounded,<\/i> as those are that come short of  the end they aimed at and the satisfaction they promised themselves:  <i>I know that I shall not be ashamed.<\/i>\" Though his enemies did all  they could to put him to shame, yet he kept his ground, he kept his  countenance, and was not ashamed of the work he had undertaken. Note,  Work for God is work that we should not be ashamed of  and hope in God  is hope that we shall not be ashamed of. Those that trust in God for  help shall not be disappointed  they know whom they have trusted, and  therefore know they shall not be ashamed.  3. The defiance which in this confidence he bids to all opposers and  opposition: \"God will help me, and <i>therefore have I set my face like  a flint.<\/i>\" The prophet did so  he was bold in reproving sin, in  warning sinners  (<a class=\"ref\">Ezekiel 3:8<\/a>),  and in asserting the truth of his predictions. Christ did so  he went  on in his work, as Mediator, with unshaken constancy and undaunted  resolution  he did not fail nor was discouraged  and here he challenges  all his opposers,  (1.) To enter the lists with him: <i>Who will contend with me,<\/i>  either in law or by the sword? <i>Let us stand together<\/i> as  combatants, or as the plaintiff and defendant. <i>Who is my  adversary?<\/i> Who is <i>the master of my cause?<\/i> so the word is,  \"Who will pretend to enter an action against me? Let him appear, and  <i>come near to me,<\/i> for I will not abscond.\" Many offered to  dispute with Christ, but he put them to silence. The prophet speaks  this in the name of all faithful ministers  those who keep close to the  pure word of God, in delivering their message, need not fear  contradiction  the scriptures will bear them out, whoever contends with  them. <i>Great is the truth and will prevail.<\/i> Christ speaks this in  the name of all believers, speaks it as their champion. Who dares be an  enemy to those whom he is a friend to, or contend with those for whom  he is an advocate? Thus St. Paul applies it  (<a class=\"ref\">Romans 8:33<\/a>):  <i>Who shall lay any thing to the charge of God's elect?<\/i>  (2.) He challenges them to prove any crime upon him  (<a class=\"isa\" verses=\"WzE4NjcyXQ==\">Isaiah 50:9<\/a>):  <i>Who is he that shall condemn me?<\/i> The prophet perhaps was  condemned to die  Christ we are sure was  and yet both could say,  <i>Who is he that shall condemn?<\/i> For there is no condemnation to  those whom God justifies. There were those that did condemn them, but  what became of them? <i>They all shall wax old as a garment.<\/i> The  righteous cause of Christ and his prophets shall outlive all  opposition. The <i>moth shall eat them up<\/i> silently and insensibly  a little thing will serve to destroy them. But the roaring lion himself  shall not prevail against God's witnesses. All believers are enabled to  make this challenge, <i>Who is he that shall condemn? It is Christ that  died.<\/i><\/p>",
    "audit": null
}