{
    "id": 12126,
    "source": "mhm",
    "verse_id": 17856,
    "verse_count": 15,
    "reference": "10:5-19",
    "title": "",
    "html": "<p>  5  O Assyrian, the rod of mine anger, and the staff in their  hand is mine indignation.    6  I will send him against a hypocritical nation, and against  the people of my wrath will I give him a charge, to take the  spoil, and to take the prey, and to tread them down like the mire  of the streets.    7  Howbeit he meaneth not so, neither doth his heart think so  but <i>it is<\/i> in his heart to destroy and cut off nations not a  few.    8  For he saith, <i>Are<\/i> not my princes altogether kings?    9  <i>Is<\/i> not Calno as Carchemish? <i>is<\/i> not Hamath as Arpad? <i>is<\/i>  not Samaria as Damascus?    10  As my hand hath found the kingdoms of the idols, and whose  graven images did excel them of Jerusalem and of Samaria    11  Shall I not, as I have done unto Samaria and her idols, so  do to Jerusalem and her idols?    12  Wherefore it shall come to pass, <i>that<\/i> when the Lord hath  performed his whole work upon mount Zion and on Jerusalem, I will  punish the fruit of the stout heart of the king of Assyria, and  the glory of his high looks.    13  For he saith, By the strength of my hand I have done <i>it,<\/i>  and by my wisdom  for I am prudent: and I have removed the bounds  of the people, and have robbed their treasures, and I have put  down the inhabitants like a valiant <i>man:<\/i>    14  And my hand hath found as a nest the riches of the people:  and as one gathereth eggs <i>that are<\/i> left, have I gathered all  the earth  and there was none that moved the wing, or opened the  mouth, or peeped.    15  Shall the axe boast itself against him that heweth  therewith? <i>or<\/i> shall the saw magnify itself against him that  shaketh it? as if the rod should shake <i>itself<\/i> against them that  lift it up, <i>or<\/i> as if the staff should lift up <i>itself, as if it  were<\/i> no wood.    16  Therefore shall the Lord, the Lord of hosts, send among his  fat ones leanness  and under his glory he shall kindle a burning  like the burning of a fire.    17  And the light of Israel shall be for a fire, and his Holy  One for a flame: and it shall burn and devour his thorns and his  briers in one day    18  And shall consume the glory of his forest, and of his  fruitful field, both soul and body: and they shall be as when a  standard-bearer fainteth.    19  And the rest of the trees of his forest shall be few, that a  child may write them.  <\/p>  <p>  The destruction of the kingdom of Israel by Shalmaneser king of Assyria  was foretold in the foregoing chapter, and it had its accomplishment in  the sixth year of Hezekiah,   <a class=\"ref\">2 Kings 18:10<\/a>.  It was total and final, head and tail were all cut off. Now the  correction of the kingdom of Judah by Sennacherib king of Assyria is  foretold in this chapter  and this prediction was fulfilled in the  fourteenth year of Hezekiah, when that potent prince, encouraged by the  successes of his predecessor against the ten tribes, <i>came up against  all the fenced cities of Judah and took them, and laid siege to  Jerusalem<\/i>  (<a class=\"ref\">2 Kings 18:13<\/a>),  in consequence of which we may well suppose Hezekiah and his kingdom  were greatly alarmed, though there was a good work of reformation  lately begun among them: but it ended well, in the confusion of the  Assyrians and the great encouragement of Hezekiah and his people in  their return to God. Now let us see here,<\/p>  <p>  I. How God, in his sovereignty, deputed the king of Assyria to be his  servant, and made use of him as a mere tool to serve his own purposes  with  (<a class=\"isa\" verses=\"WzE3ODU2XQ==\">Isaiah 10:5<\/a>):  \"<i>O Assyrian!<\/i> know this, that thou art <i>the rod of my  anger <\/i> and I will send thee to be a scourge to <i>the people of my  wrath.<\/i>\" Observe here,  1. How bad the character of the Jews was, though they appeared very  good. They were <i>a hypocritical nation,<\/i> that made a profession of  religion, and at this time particularly of reformation, but were not  truly religious, not truly reformed, not so good as they pretended to  be now that Hezekiah had brought goodness into fashion. When rulers are  pious, and so religion is in reputation, it is common for nations to be  hypocritical. They are <i>a profane nation <\/i> so some read it.  Hezekiah had in a great measure cured them of their idolatry, and now  they ran into profaneness  nay, hypocrisy is profaneness: none profane  the name of God so much as those who are called by that name and call  upon it, and yet live in sin. Being a profane hypocritical nation, they  are the people of God's wrath  they lie under his wrath, and are likely  to be consumed by it. Note, Hypocritical nations are the people of  God's wrath: nothing is more offensive to God than dissimulation in  religion. See what a change sin made: those that had been God's chosen  and hallowed people, above all people, had now become the <i>people of  his wrath.<\/i> See   <a class=\"ref\">Amos 3:2<\/a>.  2. How mean the character of the Assyrian was, though he appeared very  great. He was but <i>the rod of God's anger,<\/i> an instrument God was  pleased to make use of for the chastening of his people, that, being  thus <i>chastened of the Lord, they might not be condemned with the  world.<\/i> Note, The tyrants of the world are but the tools of  Providence. Men are God's hand, his sword sometimes, to kill and slay  (<a class=\"ref\">Psalm 17:13<\/a>),  at other times his rod to correct. <i>The staff in their hand,<\/i>  wherewith they smite his people, <i>is his indignation <\/i> it is his  wrath that puts the staff into their hand and enables them to deal  blows at pleasure among such as thought themselves a match for them.  Sometimes God makes an idolatrous nation, that serves him not at all, a  scourge to a hypocritical nation, that serves him not in sincerity and  truth. The Assyrian is called the <i>rod of God's anger<\/i> because he  is employed by him.  (1.) From him his power is derived: <i>I will send him  I will give him  a charge.<\/i> Note, All the power that wicked men have, though they  often use it against God, they always receive from him. Pilate could  have no power against Christ unless it were <i>given him from  above,<\/i>   <a class=\"ref\">John 19:11<\/a>.  (2.) By him the exercise of that power is directed. The Assyrian is  <i>to take the spoil and to take the prey,<\/i> not to shed any blood.  We read not of any slain, but he is to plunder the country, rifle the  houses, drive away the cattle, strip the people of all their wealth and  ornaments, and <i>tread them down like the mire of the streets.<\/i>  When God's professing people wallow in the mire of sin it is just with  God to suffer their enemies to tread upon them like mire. But why must  the Assyrian prevail thus against them? Not that they might be ruined,  but that they might be thoroughly reformed.<\/p>  <p>  II. See how the king of Assyria, in his pride, magnified himself as his  own master, and pretended to be absolute and above all control, to act  purely according to his own will and for his own honour. <i>God  ordained him for judgment,<\/i> even the <i>mighty God established him  for correction<\/i>  (<a class=\"ref\">Habakkuk 1:12<\/a>),  to be an instrument of bringing his people to repentance, <i>howbeit he  means not so, nor does his heart think so,<\/i>   <a class=\"isa\" verses=\"WzE3ODU4XQ==\">Isaiah 10:7<\/a>.<\/p>  <p>  1. He does not think that he is either God's servant or Israel's  friend, either that he <i>can<\/i> do no more than God will let him or  that he <i>shall<\/i> do no more than God will make to work for the good  of his people. God designs to correct his people for, and so to cure  them of, their hypocrisy, and bring them nearer to himself  but was  that Sennacherib's design? No, it was the furthest thing from his  thoughts--<i>he means not so.<\/i> Note,  (1.) The wise God often makes even the sinful passions and projects of  men subservient to his own great and holy purposes.  (2.) When God makes use of men as instruments in his hand to do his  work it is very common for <i>him<\/i> to mean one thing and <i>them<\/i>  to mean another, nay, for them to mean quite the contrary to what he  intends. What Joseph's brethren designed for hurt God overruled for  good,   <a class=\"ref\">Genesis 50:20<\/a>.  See   <a class=\"ref\">Micah 4:11<\/a>.  Men have their ends and God has his, but we are sure <i>the counsel of  the Lord shall stand.<\/i> But what is it the proud Assyrian aims at?  The heart of kings is unsearchable, but God knew what was in his  heart.<\/p>  <p>  2. He designs nothing but <i>to destroy and to cut off nations not a  few,<\/i> and to make himself master of them.  [1.] He designs to gratify his own cruelty  nothing will serve but to  destroy and cut off. He hopes to regale himself with blood and  slaughter  that of particular persons will not suffice, he must cut off  nations. It is below him to deal by retail  he traffics in murders by  wholesale. Nations, and those not a few, must have but one neck, which  he will have the pleasure of cutting off.  [2.] He designs to gratify his own covetousness and ambition, to set up  for a universal monarch, <i>and to gather unto him all nations,<\/i>   <a class=\"ref\">Habakkuk 2:5<\/a>.  An insatiable desire of wealth and dominion is that which carries him  on in this undertaking.<\/p>  <p>  3. The prophet here brings him in vaunting, and hectoring  and by his  general's letter to Hezekiah, written in his name, vainglory and  arrogance seem to have entered very far into the spirit and genius of  the man. His haughtiness and presumption are here described very  largely, and his very language copied out, partly to represent him as  ridiculous and partly to assure the people of God that he would be  brought down  for that maxim generally holds true, that pride goes  before destruction. It also intimates that God takes notice, and keeps  an account, of all men's proud and haughty words, with which they set  heaven and earth at defiance. Those that speak <i>great swelling words  of vanity<\/i> shall hear of them again.<\/p>  <p>  (1.) He boasts of the great things he had done to other nations.  [1.] He had made their kings his courtiers  (<a class=\"isa\" verses=\"WzE3ODU5XQ==\">Isaiah 10:8<\/a>):  \"<i>My princes are altogether kings.<\/i> Those that are now my princes  are such as have been kings.\" Or he means that he had raised his throng  to such a degree that his servants, and those that were in command  under him, were as great, and lived in as much pomp, as the kings of  other countries. Or those that were absolute princes in their own  dominions held their crowns under him, and did him homage. This was a  vainglorious boast  but how great is our God whom we serve, who is  indeed King of kings, and whose subjects are made to him kings!   <a class=\"ref\">Revelation 1:6<\/a>.  [2.] He had made himself master of their cities. He names several  (<a class=\"isa\" verses=\"WzE3ODYwXQ==\">Isaiah 10:9<\/a>)  that were all alike reduced by him. <i>Calno<\/i> soon yielded <i>as  Carchemish<\/i> did, <i>Hamath<\/i> could not hold out any more than  <i>Arpad,<\/i> and <i>Samaria<\/i> had become his as well as  <i>Damascus.<\/i> To support his boasts he is obliged to bring the  victories of his predecessor into the account  for it was he that  conquered Samaria, not Sennacherib.  [3.] He had been too hard for their idols, their tutelar gods, <i>had  found out the kingdoms of the idols<\/i> and found out ways to make them  his own,   <a class=\"isa\" verses=\"WzE3ODYxXQ==\">Isaiah 10:10<\/a>.  Their kingdoms took denomination from the idols they worshipped  the  Moabites are called <i>the people of Chemosh<\/i>  (<a class=\"ref\">Jeremiah 48:46<\/a>),  because they imagined their gods were their patrons and protectors  and  therefore Sennacherib vainly imagined that every conquest of a kingdom  was the conquest of a god.  [4.] He had enlarged his own dominions, and <i>removed the bounds of  the people<\/i>  (<a class=\"isa\" verses=\"WzE3ODY0XQ==\">Isaiah 10:13<\/a>),  enclosing many large territories within the limits of his own kingdom  and shifting a great way further the ancient land-marks which his  fathers had set  he could not bear to be hemmed in so closely, but must  have more room to thrive. By his <i>removing the border of the  people<\/i> Mr. White understands his arbitrarily transplanting colonies  from place to place, which was the constant practice of the Assyrians  in all their conquests  and this is a probable interpretation.  [5.] He had enriched himself with their wealth, and brought it into his  own exchequer: <i>I have robbed their treasures.<\/i> In this he said  truly, Great conquerors are often no better than great robbers.  [6.] He had mastered all the opposition he met with: \"<i>I have put  down the inhabitants as a valiant man.<\/i> Those that sat high, and  thought they say firmly, I have humbled and made to come down.\"<\/p>  <p>  (2.) He boasts of the manner in which he had done them.  [1.] That he had done all this by his own policy and power  (<a class=\"isa\" verses=\"WzE3ODY0XQ==\">Isaiah 10:13<\/a>):  \"<i>By the strength of my hand,<\/i> for I am valiant  <i>and by my  wisdom, for I am prudent <\/i>\" not by the permission of Providence and  the blessing of God. He knows not that it is God that makes him what he  is, and puts the staff into his hand, but <i>sacrifices to his own  net,<\/i>   <a class=\"ref\">Habakkuk 1:16<\/a>.  \"This wealth is all gotten by <i>my might and the power of my  hand,<\/i>\"   <a class=\"ref\">Deuteronomy 8:17<\/a>.  Downright atheism and profaneness, as well as pride and vanity, are at  the bottom of men's attributing their prosperity and success thus to  themselves and their own conduct, and raising their own character upon  it.  [2.] That he had done all this with a great deal of ease, and had made  but a sport and diversion of it, as if he had been taking birds' nests  (<a class=\"isa\" verses=\"WzE3ODY1XQ==\">Isaiah 10:14<\/a>):  <i>my hand has found as a nest the riches of the people <\/i> and when  he had found them there was no more difficulty in taking them than in  rifling a nest, nor any more reluctance or regret within his own breast  in destroying families and cities than in destroying crows'-nests  killing children was no more to him than killing birds. \"<i>As one  gathers the eggs that are left<\/i> in the nest by the dam, so easily  <i>have I gathered all the earth.<\/i>\" Like Alexander, he thought he  had conquered the world  and whatever prey he seized there was none  that <i>moved the wing, or opened the mouth, or peeped,<\/i> as birds do  when their nests are rifled. They durst not make any opposition, no,  nor any complaint  such awe did they stand in of this mighty conqueror.  They were so weak that they knew it was to no purpose to resist, and he  was so arbitrary that they knew it was to no purpose to complain.  Strange that ever men who were made to do good should take a pride and  a pleasure in doing wrong, and doing mischief to all about them without  control, and should reckon that their glory which is their shame! But  <i>their<\/i> day will come to fall who thus make themselves <i>the  terror of thy mighty,<\/i> and much more of the feeble, <i>in the land  of the living.<\/i><\/p>  <p>  (3.) He threatens what he will do to Jerusalem, which he was now about  to lay siege to,   <a class=\"isa\" verses=\"WzE3ODYxXQ==\">Isaiah 10:10<\/a>.  He would master Jerusalem and her idols, as he had subdued other places  and their idols, particularly Samaria.  [1.] He blasphemously calls the God of Israel an <i>idol,<\/i> and sets  him on a level with the false gods of other nations, as if none were  the true God but Mithras, the sun, whom he worshipped. See how ignorant  he was, and then we shall the less wonder that he was so proud.  [2.] He prefers the graven images of other countries before those of  Jerusalem and Samaria, when he might have known that the worshippers of  the God of Israel were expressly forbidden to make any graven images,  and if any did it must be by stealth, and therefore they could not be  so rich and pompous as those of other nations. If he means the ark and  the mercy-seat, he speaks like himself, very foolishly, and as one that  judged by the sight of the eye, and might therefore be easily deceived  in matters of spiritual concern. Those who make external pomp and  splendour a mark of the true church go by the same rule.  [3.] Because he had conquered Samaria, he concluded Jerusalem would  fall of course: \"<i>Shall not I do so to Jerusalem?<\/i> can I not as  easily, and may I not as justly?\" But it did not follow  for Jerusalem  adhered to her God, whereas Samaria had forsaken him.<\/p>  <p>  III. See how God, in his justice, rebukes his pride and reads his doom.  We have heard what the great king, the king of Assyria, says, and how  big he talks. Let us now hear what the great God has to say by his  servant the prophet, and we shall find that, wherein he deals proudly,  God is above him.<\/p>  <p>  1. He shows the vanity of his insolent and audacious boasts  (<a class=\"isa\" verses=\"WzE3ODY2XQ==\">Isaiah 10:15<\/a>):  <i>Shall the axe boast itself against him that hews therewith? or shall  the saw magnify itself against him that draws it?<\/i> So absurd are the  boasts of this proud man. \"O what a dust do I make!\" said the fly upon  the cart-wheel in the fable. \"What destruction do I make among the  trees!\" says the axe. Two ways the axe may be said to <i>boast itself  against him that hews with it:<\/i>--  (1.) By way of resistance and opposition. Sennacherib blasphemed God,  insulted him, threatened to serve him as he had served the gods of the  nations  now this was as if the axe should fly in the face of him that  hews with it. The tool striving with the workman is no less absurd than  the clay striving with the potter  and as it is a thing not to be  justified that men should fight against God with the wit, and wealth,  and power, which he gives them, so it is a thing not to be suffered.  But if men will be thus proud and daring, and bid defiances to all that  is just and sacred, let them expect that God will reckon with them  the  more insolent they are the surer and sorer will their ruin be.  (2.) By way of rivalship and competition. Shall the axe take to itself  the praise of the work it is employed in? So senseless, so absurd was  it for Sennacherib to say, <i>By the strength of my hand I have done  it, and by my wisdom,<\/i>   <a class=\"isa\" verses=\"WzE3ODY0XQ==\">Isaiah 10:13<\/a>.  It is as if the rod, when it is shaken, should boast that it guides the  hand which shakes it  whereas, <i>when the staff is lifted up, is it  not wood still?<\/i> so the last clause may be read. If it be an ensign  of authority (as the nobles of the people carried staves,   <a class=\"ref\">Numbers 21:18<\/a>),  if it be an instrument of service, either to support a weak man or to  correct a bad man, still it is wood, and can do nothing but as it is  directed by him that uses it. The psalmist prays that God would make  the nations to know that they <i>were but men<\/i>  (<a class=\"ref\">Psalm 9:20<\/a>),  the staff to know that it is but wood.<\/p>  <p>  2. He foretels his fall and ruin.<\/p>  <p>  (1.) That when God had done his work by him he would then do his work  upon him,   <a class=\"isa\" verses=\"WzE3ODYzXQ==\">Isaiah 10:12<\/a>.  For the comfort of the people of God in reference to Sennacherib's  invasion, though it was a dismal time with them, let them know,  [1.] That God designed to do good to Zion and Jerusalem by this  providence. There is a work to be done upon them, which God intends,  and which he will perform. Note, When God lets loose the enemies of his  church and people, and suffers them for a time to prevail, it is in  order to the performing of some great good work upon them  and, when  that is done, then, and not till then, he will work deliverance for  them. When God brings his people into trouble it is to try them  (<a class=\"ref\">Daniel 11:35<\/a>),  to bring sin to their remembrance and humble them for it, and to awaken  them to a sense of their duty, to teach them to pray and to love and  help one another  and <i>this must be the fruit, even the taking away  of sin,<\/i>   <a class=\"isa\" verses=\"WzE4MTYxXQ==\">Isaiah 27:9<\/a>.  When these points are, in some measure, gained by the affliction, it  shall be removed, in mercy  (<a class=\"ref\">Leviticus 26:41<\/a>),  otherwise not  for, as the word, so the rod shall <i>accomplish that  for which God sends it.<\/i>  [2.] That when God had wrought this work of grace for his people he  would work a work of wrath and vengeance upon their invaders: <i>I will  punish the fruit of the stout heart of the king of Assyria.<\/i> His big  words are here said to come from his stout heart, and they are the  fruit of it  for <i>out of the abundance of the heart the mouth  speaks.<\/i> Notice is taken too of the <i>glory of his high looks,<\/i>  for a proud look is the indication of a proud spirit. The enemies of  the church are commonly very high and haughty  but, sooner or later,  God will reckon for their haughtiness. He glories in it as an  incontestable proof of his power and sovereignty that he <i>looks upon  proud men and abases them,<\/i>   <a class=\"ref\">Job 40:11<\/a>,  &c.<\/p>  <p>  (2.) That, how threatening soever this attempt was upon Zion and  Jerusalem, it should certainly be baffled, and broken, and come to  nothing, and he should not be able to bring to pass his enterprise,   <a class=\"isa\" verses=\"WzE3ODY3XQ==\">Isaiah 10:16<\/a>.  Observe,<\/p>  <p>  [1.] Who it is that undertakes his destruction, and will be the author  of it  not Hezekiah, or his princes, or the militia of Judah and  Jerusalem (what can they do against such a potent force?), but God  himself will do it, as <i>the Lord of hosts,<\/i> and as <i>the light of  Israel. First,<\/i> We are sure he can do it, for he is <i>the Lord of  hosts,<\/i> of all the hosts of heaven and earth. All the creatures are  at his command  he makes what use he pleases on them. He is the Lord of  the hosts both of Judah and of Assyria, and can give the victory to  which he pleases. Let us not fear the hosts of any enemy if we have the  Lord of hosts for us. <i>Secondly,<\/i> We have reason to hope he will  do it, for he is <i>the light of Israel, and his Holy One.<\/i> God is  light  in him are perfect brightness, purity, and happiness. He is  light, for he is the Holy One  his holiness is his glory. He is  Israel's light, to direct and counsel his people, to favour and  countenance them, and so to gladden and comfort them in the worst of  times. He is their Holy One, for he is in covenant with them  his  holiness is engaged and employed for them. God's holiness is the  saints' comfort  they <i>give thanks at the remembrance<\/i> of it, and  with a great deal of pleasure call him <i>their Holy One,<\/i>   <a class=\"ref\">Habakkuk 1:12<\/a>.<\/p>  <p>  [2.] How this destruction is represented. It shall be, <i>First,<\/i> As  a consumption of the body by a disease: <i>The Lord shall send leanness  among his fatnesses,<\/i> or <i>his fat ones.<\/i> His numerous army,  that was like a body covered with fatness, shall be diminished, and  waste away, and become like a skeleton. <i>Secondly,<\/i> As a  consumption of buildings, or trees and bushes, by fire: <i>Under his  glory,<\/i> that very thing which he glories in, <i>he will kindle a  burning, as the burning of a fire,<\/i> which shall lay his army in  ruins as suddenly as a raging fire lays a stately house in ashes. Some  make it an allusion to the fire kindled under the sacrifices  for proud  sinners fall as sacrifices to divine justice. Observe,  1. How this fire shall be kindled,   <a class=\"isa\" verses=\"WzE3ODY4XQ==\">Isaiah 10:17<\/a>.  The same God that is a rejoicing light to those that serve him  faithfully will be a consuming fire to those that trifle with him or  rebel against him. <i>The light of Israel shall be for a fire<\/i> to  the Assyrians, as the same pillar of cloud was a light to the  Israelites and a terror to the Egyptians in the Red Sea. What can  oppose, what can extinguish, such a fire?  2. What desolation it shall make: <i>it shall burn and devour its  thorns and briers,<\/i> his officers and soldiers, which are of little  worth, and vexations to God's Israel, as thorns and briers, whose end  is to be burned, and which are easily and quickly consumed by a  devouring fire. \"<i>Who would set the briers and thorns against me in  battle?<\/i> They would be so far from stopping the fire that they would  inflame it. <i>I would go through them and burn them together<\/i>  (<a class=\"isa\" verses=\"WzE4MTU2XQ==\">Isaiah 27:4<\/a>)  they shall be devoured in one day, all cut off in an instant.\" When  they cried not only Peace and safety, but Victory and triumph, then  sudden destruction came  it came surprisingly, and was completed in a  little time. \"Even <i>the glory of his forest<\/i>  (<a class=\"isa\" verses=\"WzE3ODY5XQ==\">Isaiah 10:18<\/a>),  the choice troops of his army, the veterans, the troops of the  household, the bravest regiments he had, that he was most proud of and  depended most upon, that he valued as men do their timber-trees (the  glory of their forest) or their fruit-trees (the glory of the Carmel),  shall be put as briers and thorns before the fire  they shall be  consumed both soul and body, entirely consumed, not only a limb burned,  but life taken away.\" Note, God is able to destroy both soul and body,  and therefore we should fear him more than man, who can but kill the  body. Great armies before him are but as great woods, which he can fell  or fire when he pleases.<\/p>  <p>  [3.] What would be the effect of this great slaughter. The prophet  tells us, <i>First,<\/i> That the army would hereby be reduced to a very  small number: <i>The rest of the trees of his forest shall be few <\/i>  very few shall escape the sword of the destroying angel, so few that  there needs no artist, no muster-master or secretary of war, to take an  account of them, for even <i>a child may<\/i> soon reckon the numbers of  them, and <i>write<\/i> the names of <i>them. Secondly,<\/i> That those  few who remained should be quite dispirited: <i>They shall be as when a  standard-bearer fainteth.<\/i> When he either falls or flees, and his  colours are taken by the enemy, this discourages the whole army, and  puts them all into confusion. Upon the whole matter we must say, <i>Who  is able to stand before this great and holy Lord God?<\/i><\/p>",
    "audit": null
}