{
    "id": 12184,
    "source": "mhm",
    "verse_id": 18151,
    "verse_count": 2,
    "reference": "26:20-21",
    "title": "",
    "html": "<p>  20  Come, my people, enter thou into thy chambers, and shut thy  doors about thee: hide thyself as it were for a little moment,  until the indignation be overpast.    21  For, behold, the L<b>ORD<\/b> cometh out of his place to punish the  inhabitants of the earth for their iniquity: the earth also shall  disclose her blood, and shall no more cover her slain.  <\/p>  <p>  These two verses are supposed not to belong to the song which takes up  the rest of the chapter, but to begin a new matter, and to be rather an  introduction to the following chapter than the conclusion of this. Of  whereas, in the foregoing song, the people of God had spoken to him,  complaining of their grievances, here he returns an answer to their  complaints, in which,<\/p>  <p>  I. He invites them into their chambers  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 26:20<\/a>):  \"<i>Come, my people,<\/i> come to me, come with me\" (he calls them  nowhere but where he himself will accompany them)  \"let the storm that  disperses others bring you nearer together. Come, and <i>enter into thy  chambers <\/i> stay not abroad, lest you be caught in the storm, as the  Egyptians in the hail,\"   <a class=\"ref\">Exodus 9:21<\/a>.  1. \"Come into chambers of <i>distinction <\/i> come into your own  apartments, and continue not any longer mixed with the children of  Babylon. <i>Come out from among them, and be you separate,<\/i>\"   <a class=\"ref\">2 Corinthians 6:17; Revelation 18:4<\/a>.  If God has set apart those that are godly for himself, they ought to  set themselves apart.  2. \"Into chambers of <i>defence,<\/i> in which by the secresy or the  strength of them you may be safe in the worst of times.\" The attributes  of God are the <i>secret of his tabernacle,<\/i>   <a class=\"ref\">Psalm 27:5<\/a>.  His name is a strong tower, into which we may run for shelter,   <a class=\"ref\">Proverbs 18:10<\/a>.  We must be faith find a way into these chambers, and there hide  ourselves  that is, with a holy security and serenity of mind, we must  put ourselves under the divine protection. Come, as Noah into the ark,  for he <i>shut the doors about him.<\/i> When dangers are threatening it  is good to retire, and lie hid, as Elijah did by the brook Cherith.  3. Into chambers of <i>devotion.<\/i> \"Enter into thy closet, and  <i>shut thy door,<\/i>   <a class=\"ref\">Matthew 6:6<\/a>.  Be private with God: <i>Enter into thy chamber,<\/i> to examine thyself,  and commune with thy own heart, to pray, and humble thyself before  God.\" This work is to be done in times of distress and danger  and thus  we hide ourselves, that is, we recommend ourselves to God to hide us,  and he will hide us either under heaven or in heaven. Israel must keep  within doors when the destroying angel is slaying the first-born of  Egypt, else the blood on the door-posts will not secure them. So must  Rahab and her family when Jericho is being destroyed. Those are most  safe that are least seen. <i>Qui bene latuit, benevixit--He has lived  well who has sought a proper degree of concealment.<\/i><\/p>  <p>  II. He assures them that the trouble would be over in a very short  time, that they should not long be in any fright or peril: \"<i>Hide  thyself for a moment,<\/i> the smallest part of time we can conceive,  like an atom of matter  may, if you can imagine one moment shorter than  another, it is but for a <i>little<\/i> moment, and that with a  <i>quasi<\/i> too, <i>as it were for a little moment,<\/i> less than you  think of. When it is over it will seem as nothing to you  you will  wonder how soon it is gone. You shall not need to lie long in  confinement, long in concealment. The indignation will presently be  over-past  that is, the indignation of the enemies against you, their  persecuting power and rage, which force you to abscond. <i>When the  wicked rise, a man is hid.<\/i> This will soon be over  God will cut  them off, will break their power, defeat their purposes, and find a way  for your enlargement.\" When Athanasius was banished from Alexandria by  an edict of Julian, and his friends greatly lamented it, he bade them  be of good cheer. <i>Nubecula est quæ  cito pertransibit--It is a little  cloud, that will soon blow over. You shall have tribulation ten  days <\/i> that is all,   <a class=\"ref\">Revelation 2:10<\/a>.  This enables God's suffering people to call their afflictions light,  that they are but for a moment.<\/p>  <p>  III. He assures them that their enemies should be reckoned with for all  the mischief they had done them by the sword, either of war or  persecution,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 26:21<\/a>.  The Lord will punish them for the blood they have shed. Here is,  1. The judgment set, and process issued out: <i>The Lord comes out of  his place, to punish the inhabitants of the earth for their  iniquity,<\/i> in giving such disturbance to all about them. There is a  great deal of iniquity among the inhabitants of the earth  but though  they all combine in it, though hand join in hand to carry it on, yet  <i>it shall not go unpunished.<\/i> Besides the everlasting punishment  into which the wicked shall go hereafter, there are often remarkable  punishments of cruelty, oppression, and persecution, in this world.  When men's indignation is over-past, and they have done their worst,  let them then expect God's indignation, for <i>he sees that his day is  coming,<\/i>   <a class=\"ref\">Psalm 37:13<\/a>.  God <i>comes out of his place to punish.<\/i> He shows himself in an  extraordinary manner from heaven, the firmament of his power, from the  sanctuary, the residence of his grace. He is <i>raised up out of his  holy habitation,<\/i> where he seemed before to conceal himself  and now  he will do something great, the product of his wise, just, and secret  counsels, as a prince that goes to take the chair or take the field,   <a class=\"ref\">Zechariah 2:13<\/a>.  Some observe that God's place is the mercy-seat  there he delights to  be  when he punishes he comes out of his place, for he has no pleasure  in the death of sinners.  2. The criminals convicted by the notorious evidence of the face:  <i>The earth shall disclose her blood <\/i> the innocent blood, the  blood of the saints and martyrs, which has been shed upon the earth  like water, and has soaked into it, and been concealed and covered by  it, shall not be brought to light, and brought to account  for God will  make inquisition for it, and will give those that shed it blood to  drink, for they are worthy. Secret murders, and other secret  wickednesses, shall be discovered, sooner or later. And the slain which  the earth has long covered she shall no longer cover, but they shall be  produced as evidence against the murderers. The voice of Abel's blood  cries from the earth,   <a class=\"ref\">Genesis 9:10; Job 20:27<\/a>.  Those sins which seemed to be buried in oblivion will be called to  mind, and called over again, when the day of reckoning comes. Let God's  people therefore wait awhile with patience, for behold the Judge stands  before the door.<\/p>",
    "audit": null
}