{
    "id": 12221,
    "source": "mhm",
    "verse_id": 18354,
    "verse_count": 7,
    "reference": "37:1–7",
    "title": "",
    "html": "<p>1 And it came to pass, when king Hezekiah heard<i> it,<\/i> that he rent his clothes, and covered himself with sackcloth, and went into the house of the L<b>ORD<\/b> . 2 And he sent Eliakim, who<i> was<\/i> over the household, and Shebna the scribe, and the elders of the priests covered with sackcloth, unto Isaiah the prophet the son of Amoz. 3 And they said unto him, Thus saith Hezekiah, This day<i> is<\/i> a day of trouble, and of rebuke, and of blasphemy: for the children are come to the birth, and<i> there is<\/i> not strength to bring forth. 4 It may be the L<b>ORD<\/b> thy God will hear the words of Rabshakeh, whom the king of Assyria his master hath sent to reproach the living God, and will reprove the words which the L<b>ORD<\/b> thy God hath heard: wherefore lift up<i> thy<\/i> prayer for the remnant that is left. 5 So the servants of king Hezekiah came to Isaiah. 6 And Isaiah said unto them, Thus shall ye say unto your master, Thus saith the L<b>ORD<\/b> , Be not afraid of the words that thou hast heard, wherewith the servants of the king of Assyria have blasphemed me. 7 Behold, I will send a blast upon him, and he shall hear a rumour, and return to his own land and I will cause him to fall by the sword in his own land.<\/p><p>We may observe here, 1. That the best way to baffle the malicious designs of our enemies against us is to be driven by them to God and to our duty and so to fetch meat out of the eater. Rabshakeh intended to frighten Hezekiah from the Lord, but it proves that he frightens him to the Lord. The wind, instead of forcing the traveller's coat from him, makes him wrap it the closer about him. The more Rabshakeh reproaches God the more Hezekiah studies to honour him, by rending his clothes for the dishonour done to him and attending in his sanctuary to know his mind. 2. That it well becomes great men to desire the prayers of good men and good ministers. Hezekiah sent messengers, and honourable ones, those of the first rank, to Isaiah, to desire his prayers, remembering how much his prophecies of late had plainly looked towards the events of the present day, in dependence upon which, it is probable, he doubted not but that the issue would be comfortable, yet he would have it to be so in answer to prayer:<i> This is a day of trouble,<\/i> therefore let it be a day of prayer. 3. When we are most at a plunge we should be most earnest in prayer: Now that the<i> children are brought to the birth,<\/i> but<i> there is not strength to bring forth,<\/i> now let prayer come, and help at a dead lift. When pains are most strong let prayers be most lively and, when we meet with the greatest difficulties, then is a time to stir up not ourselves only, but others also, to take hold on God. Prayer is the midwife of mercy, that helps to bring it forth. 4. It is an encouragement to pray though we have but some hopes of mercy (<a class=\"isa\" verses=\"WzE4MzU3XQ==\">Isaiah 37:4<\/a>):<i> It may be the Lord thy God will hear who knows but he will return and repent?<\/i> The<i> it may be<\/i> of the prospect of the haven of blessings should quicken us with double diligence to ply the oar of prayer. 5. When there is a remnant left, and but a remnant, it concerns us to lift up a prayer for that remnant,<a class=\"isa\" verses=\"WzE4MzU3XQ==\">Isaiah 37:4<\/a> . The prayer that reaches heaven must be lifted up by a strong faith, earnest desires, and a direct intention to the glory of God, all which should be quickened when we come to the last stake. 6. Those that have made God their enemy we have no reason to be afraid of, for they are marked for ruin and, though they may hiss, they cannot hurt. Rabshakeh has blasphemed God, and therefore let not Hezekiah be afraid of him,<a class=\"isa\" verses=\"WzE4MzU5XQ==\">Isaiah 37:6<\/a> . He has made God a party to the cause by his invectives, and therefore judgment will certainly be given against him. God will certainly plead his own cause. 7. Sinners' fears are but prefaces to their falls. He shall<i> hear the rumour<\/i> of the slaughter of his army, which shall oblige him to retire to his own land, and there he shall be slain,<a class=\"isa\" verses=\"WzE4MzYwXQ==\">Isaiah 37:7<\/a> . The terrors that pursue him shall bring him at last to the<i> king of terrors,<\/i><a class=\"ref\">Job 18:11<\/a> . The curses that come upon sinners shall overtake them.<\/p> ",
    "audit": null
}