{
    "id": 12242,
    "source": "mhm",
    "verse_id": 18482,
    "verse_count": 4,
    "reference": "42:1-4",
    "title": "",
    "html": "<p>  1  Behold my servant, whom I uphold  mine elect, <i>in whom<\/i> my  soul delighteth  I have put my spirit upon him: he shall bring  forth judgment to the Gentiles.    2  He shall not cry, nor lift up, nor cause his voice to be  heard in the street.    3  A bruised reed shall he not break, and the smoking flax shall  he not quench: he shall bring forth judgment unto truth.    4  He shall not fail nor be discouraged, till he have set  judgment in the earth: and the isles shall wait for his law.  <\/p>  <p>  We are sure that these verses are to be understood of Christ, for the  evangelist tells us expressly that in him this prophecy was fulfilled,   <a class=\"ref\">Matthew 12:17-21<\/a>.  <i>Behold<\/i> with an eye of faith, behold and observe, behold and  admire, <i>my servant, whom I uphold.<\/i> Let the Old-Testament saints  behold and remember him. Now what must we behold and consider  concerning him?<\/p>  <p>  I. The Father's concern for him and relation to him, the confidence he  put and the complacency he took in him. This put an honour upon him,  and made him remarkable, above any other circumstance,   <a class=\"isa\" verses=\"MTg0ODI=\">Isaiah 42:1<\/a>.  1. God owns him as one employed for him: He is <i>my servant.<\/i>  Though he was a Son, yet, as a Mediator, he <i>took upon him the form  of a servant,<\/i> learned obedience to the will of God and practised  it, and laid out himself to advance the interests of God's kingdom, and  so he was God's servant.  2. As one chosen by him: He is <i>my elect.<\/i> He did not thrust  himself into the service, but was called of God, and pitched upon as  the fittest person for it. Infinite Wisdom made the choice and then  avowed it.  3. As one he put a confidence in: He is <i>my servant on whom I  lean <\/i> so some read it. The Father put a confidence in him that he  would go through with his undertaking, and, in that confidence, brought  many sons to glory. It was a great trust which the Father reposed in  the Son, but he knew him to be <i>par negotio--equal to it,<\/i> both  able and faithful.  4. As one he took care of: He is <i>my servant whom I uphold <\/i> so we  read it. The Father bore him up, and bore him out, in his upholding  him  he stood by him and strengthened him.  5. As one whom he took an entire complacency in: <i>My elect, in whom  my soul delights.<\/i> His delight was in him from eternity, when he was  <i>by him as one brought up with him,<\/i>   <a class=\"ref\">Proverbs 8:30<\/a>.  He had a particular satisfaction in his undertaking: he declared  himself <i>well pleased in him<\/i>  (<a class=\"ref\">Matthew 3:17<\/a>),  and <i>therefore<\/i> loved him, because he laid down his life for the  sheep. Let our souls delight in Christ, rely on him, and rejoice in  him  and thus let us be united to him, and then, for his sake, the  Father will be well pleased with us.<\/p>  <p>  II. The qualification of him for his office: <i>I have put my Spirit  upon him,<\/i> to enable him to go through his undertaking,   <a class=\"isa\" verses=\"MTg4NDU=\">Isaiah 61:1<\/a>.  The Spirit did not only come, but rest, upon him  (<a class=\"isa\" verses=\"MTc4ODc=\">Isaiah 11:2<\/a>),  not by measure, as on others of God's servants, but without measure.  Those whom God employs as his servants  as he will uphold them and be  well pleased with them, so he will put his Spirit upon them.<\/p>  <p>  III. The work to which he is appointed  it is to <i>bring forth  judgment to the Gentiles,<\/i> that is, in infinite wisdom, holiness,  and equity, to set up a religion in the world under the bonds of which  the Gentiles should come and the blessings of which they should enjoy.  The judgments of the Lord, which had been hidden from the Gentiles  (<a class=\"ref\">Psalm 147:20<\/a>),  he came to bring forth to the Gentiles, for he was <i>to be a light to  lighten them.<\/i><\/p>  <p>  IV. The mildness and tenderness with which he should pursue this  undertaking,   <a class=\"isa\" verses=\"MTg0ODM=\">Isaiah 42:2<\/a>.  He shall carry it on,  1. In silence, and without noise: <i>He shall not strive nor cry.<\/i>  It shall not be proclaimed, <i>Lo, here, is Christ<\/i> or <i>Lo, he is  there <\/i> as when great princes ride in progress or make a public  entry. He shall have no trumpet sounded before him, nor any noisy  retinue to follow him. The opposition he meets with he shall not strive  against, but patiently <i>endure the contradiction of sinners against  himself.<\/i> His kingdom is spiritual, and therefore its weapons are  not carnal, nor is its appearance pompous  it comes not with  observation.  2. Gently, and without rigour. Those that are wicked he will be  patient with  when he has begun to crush them, so that they are as  bruised reeds, he will give them space to repent and not immediately  break them  though they are very offensive, as smoking flax  (<a class=\"isa\" verses=\"MTg5MDM=\">Isaiah 65:5<\/a>),  yet he will bear with them, as he did with Jerusalem. Those that are  weak he will be tender of  those that have but a little life, a little  heat, that are weak as a reed, oppressed with doubts and fears, <i>as a  bruised reed,<\/i> that are as <i>smoking flax,<\/i> as the wick of a  candle newly lighted, which is ready to go out again, he will not  despise them, will not plead against them with his great power, nor lay  upon them more work or more suffering than they can bear, which would  break and quench them, but will graciously consider their frame. More  is implied than is expressed. <i>He will not break the bruised  reed,<\/i> but will strengthen it, that it may become a cedar in the  courts of our God. <i>He will not quench the smoking flax,<\/i> but  blow it up into a flame. Note, Jesus Christ is very tender toward those  that have true grace, though they are but weak in it, and accepts the  willingness of the spirit, pardoning and passing by the weakness of the  flesh.<\/p>  <p>  V. The courage and constancy with which he should persevere in this  undertaking, so as to carry his point at last  (<a class=\"isa\" verses=\"MTg0ODU=\">Isaiah 42:4<\/a>):  <i>He shall not fail nor be discouraged.<\/i> Though he meets with hard  service and much opposition, and foresees how ungrateful the world will  be, yet he goes on with his part of the work, till he is able to say,  <i>Is is finished <\/i> and he enables his apostles and ministers to go  on with theirs too, and not to fail nor be discouraged, till they also  have finished their testimony. And thus he accomplishes what he  undertook.  1. <i>He brings forth judgment unto truth.<\/i> By a long course of  miracles, and his resurrection at last, he shall fully evince the truth  of his doctrine and the divine origin and authority of that holy  religion which he came to establish.  2. He <i>sets judgment in the earth.<\/i> He erects his government in  the world, a church for himself among men, reforms the world, and by  the power of his gospel and grace fixes such principles in the minds of  men as tend to make them wise and just.  3. <i>The isles<\/i> of the Gentiles <i>wait for his law,<\/i> wait for  his gospel, that is, bid it welcome as if it had been a thing they had  long waited for. They shall become his disciples, shall sit at his  feet, and be ready to receive the law from his mouth. <i>What wilt thou  have us to do?<\/i><\/p>",
    "audit": null
}