{
    "id": 12228,
    "source": "mhm",
    "verse_id": 18414,
    "verse_count": 4,
    "reference": "39:1–4",
    "title": "",
    "html": " <p>1 At that time Merodach-baladan, the son of Baladan, king of Babylon, sent letters and a present to Hezekiah: for he had heard that he had been sick, and was recovered. 2 And Hezekiah was glad of them, and showed them the house of his precious things, the silver, and the gold, and the spices, and the precious ointment, and all the house of his armour, and all that was found in his treasures: there was nothing in his house, nor in all his dominion, that Hezekiah showed them not. 3 Then came Isaiah the prophet unto king Hezekiah, and said unto him, What said these men? and from whence came they unto thee? And Hezekiah said, They are come from a far country unto me, <i>even <\/i> from Babylon. 4 Then said he, What have they seen in thine house? And Hezekiah answered, All that <i>is <\/i> in mine house have they seen: there is nothing among my treasures that I have not showed them. <\/p> <p>Hence we may learn these lessons:&mdash; 1. That humanity and common civility teach us to rejoice with our friends and neighbours when they rejoice, and to congratulate them on their deliverances, and particularly their recoveries from sickness. The king of Babylon, having heard that Hezekiah had been sick, and had recovered, sent to compliment him upon the occasion. If Christians be unneighbourly, heathens will shame them. 2. It becomes us to give honour to those whom our God puts honour upon. The sun was the Babylonians' god and when they understood that it was with a respect to Hezekiah that the sun, to their great surprise, went back ten degrees, on such a day, they thought themselves obliged to do Hezekiah all the honour they could. Will all people thus walk in the name of their God, and shall not we? 3. Those that do not value good men for their goodness may yet be brought to pay them great respect by other inducements, and for the sake of their secular interests. The king of Babylon made his court to Hezekiah, not because he was pious, but because he was prosperous, as the Philistines coveted an alliance with Isaac because they saw the Lord was with him, <a class=\"ref\">Genesis 26:28<\/a>. The king of Babylon was an enemy to the king of Assyria, and therefore was fond of Hezekiah, because the Assyrians were so much weakened by the power of his God. 4. It is a hard matter to keep the spirit low in the midst of great advancements. Hezekiah is an instance of it: he was a wise and good man, but, when one miracle after another was wrought in his favour, he found it hard to keep his heart from being lifted up, nay, a little thing then drew him into the snare of pride. Blessed Paul himself needed a thorn in the flesh, to keep him from being <i>lifted up with the abundance of revelations. <\/i> 5. We have need to watch over our own spirits when we are showing our friends our possessions, what we have done and what we have got, that we be not proud of them, as if our might or our merit had purchased and procured us this wealth. When we look upon our enjoyments, and have occasion to speak of them, it must be with humble acknowledgments of our own unworthiness and thankful acknowledgments of God's goodness, with a just value for the achievements of others and with an expectation of losses and changes, not dreaming that our mountain stands so strong but that it may soon be moved. 6. It is a great weakness for good men to value themselves much upon the civil respects that are paid them (yea, though there be something particular and uncommon in them) by the children of this world, and to be fond of their acquaintance. What a poor thing was it for Hezekiah, whom God has so dignified, to be thus over proud of the respect paid him by a heathen prince as if that added any thing to him! We ought to return the courtesies of such with interest, but not to be proud of them. 7. We must expect to be called to an account for the workings of our pride, though they are secret, and in such instances as we thought there was no harm in and therefore we ought to call ourselves to an account for them and when we have had company with us that have paid us respect, and been pleased with their entertainment, and commended every thing, we ought to be jealous over ourselves with a godly jealousy lest our hearts have been lifted up. As far as we see cause to suspect that this sly and subtle sin of pride has insinuated itself into our breasts, and mingled itself with our conversation, let us be ashamed of it, and, as Hezekiah here, ingenuously confess it and take shame to ourselves for it. <\/p> ",
    "audit": null
}