{
    "id": 12229,
    "source": "mhm",
    "verse_id": 18418,
    "verse_count": 4,
    "reference": "39:5–8",
    "title": "",
    "html": " <p>5 Then said Isaiah to Hezekiah, Hear the word of the L <b>ORD <\/b> of hosts: 6 Behold, the days come, that all that <i>is <\/i> in thine house, and <i>that <\/i> which thy fathers have laid up in store until this day, shall be carried to Babylon: nothing shall be left, saith the L <b>ORD<\/b>. 7 And of thy sons that shall issue from thee, which thou shalt beget, shall they take away and they shall be eunuchs in the palace of the king of Babylon. 8 Then said Hezekiah to Isaiah, Good <i>is <\/i> the word of the L <b>ORD <\/b> which thou hast spoken. He said moreover, For there shall be peace and truth in my days. <\/p> <p>Hence let us observe, 1. That, if God love us, he will humble us, and will find some way or other to pull down our spirits when they are lifted up above measure. A mortifying message is sent to Hezekiah, that he might be humbled for the pride of his heart, and be convinced of the folly of it for though God may suffer his people to fall into sin, as he did Hezekiah here, to <i>prove him, that he might know all that was in his heart, <\/i> yet he will not suffer them to lie still in it. 2. It is just with God to take that from us which we make the matter of our pride, and on which we build a carnal confidence. When David was proud of the numbers of his people God took a course to make them fewer and when Hezekiah boasts of his treasures, and looks upon them with too great a complacency, he is told that he acts like the foolish traveller who shows his money and gold to one that proves a thief and is thereby tempted to rob him. 3. If we could but see things that will be, we should be ashamed of our thoughts of things that are. If Hezekiah had known that the seed and successors of this king of Babylon would hereafter be the ruin of his family and kingdom, he would not have complimented his ambassadors as he did and, when the prophet told him that it would be so, we may well imagine how he was vexed at himself for what he had done. We cannot certainly foresee what will be, but are told, in general, <i>All is vanity, <\/i> and therefore it is vanity for us to take complacency and put confidence in any thing that goes under that character. 4. Those that are fond of an acquaintance or alliance with irreligious men will first or last have enough of it, and will have cause to repent it. Hezekiah thought himself very happy in the friendship of Babylon, though it was the mother of harlots and idolatries but Babylon, who now courted Jerusalem, in process of time conquered her and carried her captive. Leagues with sinners, and leagues with sin too, will end thus it is therefore our wisdom to keep at a distance from them. 5. Those that truly repent of their sins will take it well to be reproved for them and will be willing to be told of their faults. Hezekiah reckoned <i>that <\/i> word of the Lord good which discovered sin to him, and made him sensible that he had done amiss, which before he was not aware of. The language of true penitents is, <i>Let the righteous smite me it shall be a kindness <\/i> and the law is <i>therefore <\/i> good, because, being spiritual, in it sin appears sin, and exceedingly sinful. 6. True penitents will quietly submit, not only to the reproofs of the word, but to the rebukes of Providence for their sins. When Hezekiah was told of the punishment of his iniquity he said, <i>Good is the word of the Lord, <\/i> not only the mitigation of the sentence, but the sentence itself he has nothing to object against the equity of it, but says <i>Amen <\/i> to the threatening. Those that see the evil of sin, and what it deserves, will justify God in all that is brought upon them for it, and own that he punishes them less than their iniquities deserve. 7. Though we must not be regardless of those that come after us, yet we must reckon ourselves well done by if there be <i>peace and truth in our days, <\/i> and better than we had reason to expect. If a storm be coming, we must reckon it a favour to get into the harbour before it comes, and be gathered to the grave in peace yet we can never be secure of this, but must prepare for changes in our own time, that we may stand complete in all the will of God, and bid it welcome whatever it is. <\/p> ",
    "audit": null
}