{
    "id": 12099,
    "source": "mhm",
    "verse_id": 17709,
    "verse_count": 8,
    "reference": "3:1–8",
    "title": "",
    "html": "<p>1 For, behold, the Lord, the L<b>ORD<\/b> of hosts, doth take away from Jerusalem and from Judah the stay and the staff, the whole stay of bread, and the whole stay of water, 2 The mighty man, and the man of war, the judge, and the prophet, and the prudent, and the ancient, 3 The captain of fifty, and the honourable man, and the counsellor, and the cunning artificer, and the eloquent orator. 4 And I will give children<i> to be<\/i> their princes, and babes shall rule over them. 5 And the people shall be oppressed, every one by another, and every one by his neighbour: the child shall behave himself proudly against the ancient, and the base against the honourable. 6 When a man shall take hold of his brother of the house of his father,<i> saying,<\/i> Thou hast clothing, be thou our ruler, and<i> let<\/i> this ruin<i> be<\/i> under thy hand: 7 In that day shall he swear, saying, I will not be a healer for in my house<i> is<\/i> neither bread nor clothing: make me not a ruler of the people. 8 For Jerusalem is ruined, and Judah is fallen: because their tongue and their doings<i> are<\/i> against the L<b>ORD<\/b> , to provoke the eyes of his glory.<\/p><p>The prophet, in the close of the foregoing chapter, had given a necessary caution to all not to put confidence in man, or any creature he had also given a general reason for that caution, taken from the frailty of human life and the vanity and weakness of human powers. Here he gives a particular reason for it&mdash;God was now about to ruin all their creature-confidences, so that they should meet with nothing but disappointments in all their expectations from them (<a class=\"isa\" verses=\"WzE3NzA5XQ==\">Isaiah 3:1<\/a>):<i> The stay and the staff<\/i> shall be taken away, all their supports, of what kind soever, all the things they trusted to and looked for help and relief from. Their church and kingdom had now grown old and were going to decay, and they were (after the manner of aged men,<a class=\"ref\">Zechariah 8:4<\/a>) leaning on a staff: now God threatens to take away their staff, and then they must fall of course, to take away the stays of both the city and the country, of Jerusalem and of Judah, which are indeed stays to one another, and, if one fail, the other feels from it. He that does this is<i> the Lord, the Lord of hosts&mdash;Adon,<\/i> the Lord that is himself the stay or foundation if that stay depart, all other stays certainly break under us, for he is the strength of them all. He that is the Lord, the ruler, that has authority to do it, and the Lord of hosts, that has the ability to do it, he shall take away the stay and the staff. St. Jerome refers this to the sensible decay of the Jewish nation after they had crucified our Saviour,<a class=\"ref\">Romans 11:9<\/a> . I rather take it as a warning to all nations not to provoke God for if they make him their enemy, he can and will thus make them miserable. Let us view the particulars.<\/p><p>I. Was their plenty a support to them? It is so to any people bread is the staff of life: but God can<i> take away the whole stay of bread, and the whole stay of water<\/i> and it is just with him to do so when fulness of bread becomes an iniquity (<a class=\"ref\">Ezekiel 16:49<\/a>), and that which was given to be provision for the life is made provision for the lusts. He can take away the bread and the water by withholding the rain,<a class=\"ref\">Deuteronomy 28:23<\/a> . Or, if he allow them, he can take away the stay of bread and the stay of water by withholding his blessing, by which man lives, and not by bread only, and which is the staff of bread (<a class=\"ref\">Matthew 4:4<\/a>), and then the bread is not nourishing nor the water refreshing,<a class=\"ref\">Haggai 1:6<\/a> . Christ is the bread of life and the water of life if he be our stay, we shall find that this is a good part not to be taken away,<a class=\"ref\">John 4:14<\/a> .<\/p><p>II. Was their army a support to them&mdash;their generals, and commanders, and military men? These shall be taken away, either cut off by the sword or so discouraged with the defeats they meet with that they shall throw up their commissions and resolve to act no more or they shall be disabled by sickness, or dispirited, so as to be unfit for business<i> The mighty men, and the man of war,<\/i> and even the inferior officer,<i> the captain of fifty,<\/i> shall be removed. It bodes ill with a people when their valiant men are lost. Let not the strong man therefore glory in his strength, nor any people trust too much to their mighty men but let the strong<i> people glorify God<\/i> and<i> the city of the terrible nations fear him,<\/i> who can make them weak and despicable,<a class=\"isa\" verses=\"WzE4MTIyXQ==\">Isaiah 25:3<\/a> .<\/p><p>III. Were their ministers of state a support to them&mdash;their learned men, their politicians, their clergy, their wits and virtuoso? These also should be taken away&mdash;<i> the judges,<\/i> who were skilled in the laws, and expert in administering justice,&mdash;<i> the prophets,<\/i> whom they used to consult in difficult cases,&mdash;<i> the prudent,<\/i> who were celebrated as men of sense and sagacity above all others and were assistants to the judges,<i> the diviners<\/i> (so the word is), those who used unlawful arts, who, though rotten stays, yet were stayed on, (but it may be taken, as we read it, in a good sense),&mdash;<i> the ancients,<\/i> elders in age, in office,&mdash;<i> the honourable man,<\/i> the gravity of whose aspect commands reverence and whose age and experience make him fit to be a counsellor. Trade is one great support to a nation, even manufactures and handicraft trades and therefore, when the whole stay is broken,<i> the cunning artificer<\/i> too shall be taken away and the last is<i> the eloquent orator,<\/i> the man skilful of speech, who in some cases may do good service, though he be none of the prudent or the ancient, by putting the sense of others in good language. Moses cannot speak well, but Aaron can. God threatens to take these away, that is, 1. To disable them for the service of their country,<i> making judges fools, taking away the speech of the trusty and the understanding of the aged,<\/i><a class=\"ref\">Job 12:17<\/a> , &c. Every creature is that to us which God makes it to be and we cannot be sure that those who have been serviceable to us shall always be so. 2. To put an end to their days for the reason why princes are not to be trusted in is because their<i> breath goeth forth,<\/i><a class=\"ref\">Psalm 146:3<\/a> . Note, The removal of useful men by death, in the midst of their usefulness, is a very threatening symptom to any people.<\/p><p>IV. Was their government a support to them? It ought to have been so it is the business of the sovereign to bear up the pillars of the land,<a class=\"ref\">Psalm 75:3<\/a> . But it is here threatened that this stay should fail them. When the mighty men and the prudent are removed<i> children shall be their princes<\/i> &mdash;children in age, who must be under tutors and governors, who will be clashing with one another and making a prey of the young king and his kingdom-children in understanding and disposition, childish men, such as are babes in knowledge, no more fit to rule than a child in the cradle. These shall rule over them, with all the folly, fickleness, and frowardness, of a child. And<i> woe unto thee, O land! when thy king<\/i> is such a one!<a class=\"ref\">Ecclesiastes 10:16<\/a> .<\/p><p>V. Was the union of the subjects among themselves, their good order and the good understanding and correspondence that they kept with one another, a stay to them? Where this is the case a people may do better for it, though their princes be not such as they should be but it is here threatened that God would send an evil spirit among them too (as<a class=\"ref\">Judges 9:23<\/a>), which would make them, 1. Injurious and unneighbourly one towards another (<a class=\"isa\" verses=\"WzE3NzEzXQ==\">Isaiah 3:5<\/a>): \"<i> The people shall be oppressed every one by his neighbour,\"<\/i> and their princes, being children, will take no care to restrain the oppressors or relieve the oppressed, nor is it to any purpose to appeal to them (which is a temptation to every man to be his own avenger), and therefore they bite and devour one another and will soon be consumed one of another. Then<i> homo homini lupus&mdash;man becomes a wolf to man jusque datum sceleri&mdash;wickedness receives the stamp of law nec hospes ab hospite tutus&mdash;the guest and the host are in danger from each other.<\/i> 2. Insolent and disorderly towards their superiors. It is as ill an omen to a people as can be when the rising generation among them are generally untractable, rude, and ungovernable, when<i> the child behaves himself proudly against the ancient,<\/i> whereas he should<i> rise up before the hoary head<\/i> and<i> honour the face of the old man,<\/i><a class=\"ref\">Leviticus 19:32<\/a> . When young people are conceited and pert, and behave scornfully towards their superiors, their conduct is not only a reproach to themselves, but of ill consequence to the public it slackens the reins of government and weakens the hands that hold them. It is likewise ill with a people when persons of honour cannot support their authority, but are affronted by the base and beggarly, when judges are insulted and their powers set at defiance by the mob. Those have a great deal to answer for who do this.<\/p><p>VI. It is some stay, some support, to hope that, though matters may be now ill-managed, yet other may be raised up, who may manage better? Yet this expectation also shall be frustrated, for the case shall be so desperate that no man of sense or substance will meddle with it.<\/p><p>1. The government shall go a begging,<a class=\"isa\" verses=\"WzE3NzE0XQ==\">Isaiah 3:6<\/a> . Here, (1.) It is taken for granted that there is no way of redressing all these grievances, and bringing things into order again, but by good magistrates, who shall be invested with power by common consent, and shall exert that power for the good of the community. And it is probable that this was, in many places, the true origin of government men found it necessary to unite in a subjection to one who was thought fit for such a trust, in order to the welfare and safety of them all, being aware that they must either be ruled or ruined. Here therefore is the original contract: \"<i> Be thou our ruler,<\/i> and we will be subject to thee, and<i> let this ruin be under thy hand,<\/i> to be repaired and restored, and then to be preserved and established, and the interests of it advanced,<a class=\"isa\" verses=\"WzE4Nzk5XQ==\">Isaiah 58:12<\/a> . Take care to protect us by the sword of war from being injured from abroad, and by the sword of justice from being injurious to another, and we will bear faith and true allegiance to thee.\" (2.) The case is represented as very deplorable, and things as having come to a sad pass for, [1.] Children being their princes, every man will think himself fit to prescribe who shall be a magistrate, and will be for preferring his own relations whereas, if the princes were as they should be, it would be left entirely to them to nominate the rulers, as it ought to be. [2.] Men will find themselves under a necessity even of forcing power into the hands of those that are thought to be fit for it:<i> A man shall take hold<\/i> by violence of one to make him a ruler, perceiving him ready to resist the motion: nay, he shall urge it upon his brother whereas, commonly, men are not willing that their equals should be their superiors, witness the envy of Joseph's brethren. [3.] It will be looked upon as ground sufficient for the preferring of a man to be a ruler that he has clothing better than his neighbours&mdash;a very poor qualification to recommend a man to a place of trust in the government. It was a sign that the country was much impoverished when it was a rare thing to find a man that had good clothes, or could afford to buy himself an alderman's gown or a judge's robes and it was proof enough that the people were very unthinking when they had so much respect to a man in<i> gay clothing, with a gold ring<\/i> Jam. ii. 2,3), that, for the sake thereof, they would make him their ruler. It would have been some sense to have said, \"Thou hast wisdom, integrity, experience be thou our ruler.\" But it was a jest to say,<i> Thou hast clothing be thou our ruler.<\/i> A<i> poor wise man,<\/i> though in vile raiment,<i> delivered a city,<\/i><a class=\"ref\">Ecclesiastes 9:15<\/a> . We may allude to this to show how desperate the case of fallen man was when our Lord Jesus was pleased to become our brother, and, though he was not courted, offered himself to be our ruler and Saviour, and to take this ruin under his hand.<\/p><p>2. Those who are thus pressed to come into office will swear themselves off, because, though they are taken to be men of some substance, yet they know themselves unable to bear the charges of the office and to answer the expectations of those that choose them (<a class=\"isa\" verses=\"WzE3NzE1XQ==\">Isaiah 3:7<\/a>):<i> He shall swear<\/i> (shall lift up the hand, the ancient ceremony used in taking the oath)<i> I will not be a healer make not me a ruler.<\/i> Note, Rulers must be healers, and good rulers will be so they must study to unite their subjects, and not to widen the differences that are among them. Those only are fit for government that are of a meek, quiet, healing, spirit. They must also heal the wounds that are given to any of the interests of their people, by suitable applications. But why will he not be a ruler? Because<i> in my house is neither bread nor clothing.<\/i> (1.) If he said true, it was a sign that men's estates were sadly ruined when even those who made the best appearance really wanted necessaries&mdash;a common case, and a piteous one. Some who, having lived fashionably, are willing to put the best side outwards, are yet, if the truth were known, in great straits, and go with heavy hearts for want of bread and clothing. (2.) If he did not speak truth, it was a sign that men's consciences were sadly debauched, when, to avoid the expense of an office, they would load themselves with the guilt of perjury, and (which is the greatest madness in the world) would damn their souls to save their money,<a class=\"ref\">Matthew 16:26<\/a> . (3.) However it was, it was a sign that the case of the nation was very bad when nobody was willing to accept a place in the government of it, as despairing to have either credit or profit by it, which are the two things aimed at in men's common ambition of preferment.<\/p><p>3. The reason why God brought things to this sad pass, even among his own people (which is given either by the prophet or by him that refused to be a ruler) it was not for want of good will to his country, but because he saw the case desperate and past relief, and it would be to no purpose to attempt it (<a class=\"isa\" verses=\"WzE3NzE2XQ==\">Isaiah 3:8<\/a>):<i> Jerusalem is ruined<\/i> and<i> Judah is fallen<\/i> and they may thank themselves. They have brought their destruction upon their own heads, for<i> their tongue and their doings are against the Lord<\/i> in word and action they broke the law of God and therein designed an affront to him they wilfully intended to offend him, in contempt of his authority and defiance of his justice. Their tongue was against the Lord, for they contradicted his prophets and their doings were no better, for they acted as they talked. It was an aggravation of their sin that God's eye was upon them, and that his glory was manifested among them but they provoked him to his face, as if the more they knew of his glory the greater pride they took in slighting it, and turning it into shame. And this, this, is it for which Jerusalem is ruined. Note, The ruin both of persons and people is owing to their sins. If they did not provoke God, he would<i> do them no hurt,<\/i><a class=\"ref\">Jeremiah 25:6<\/a> .<\/p> ",
    "audit": null
}