{
    "id": 12245,
    "source": "mhm",
    "verse_id": 18499,
    "verse_count": 8,
    "reference": "42:18–25",
    "title": "",
    "html": " <p>18 Hear, ye deaf and look, ye blind, that ye may see. 19 Who <i>is<\/i>, blind, but my servant? or deaf, as my messenger <i>that<\/i>, I sent? who <i>is<\/i>, blind as <i>he that is<\/i>, perfect, and blind as the L <b>ORD<\/b>,'s servant? 20 Seeing many things, but thou observest not opening the ears, but he heareth not. 21 The L <b>ORD<\/b>, is well pleased for his righteousness' sake he will magnify the law, and make <i>it<\/i>, honourable. 22 But this <i>is<\/i>, a people robbed and spoiled <i>they are<\/i>, all of them snared in holes, and they are hid in prison houses: they are for a prey, and none delivereth for a spoil, and none saith, Restore. 23 Who among you will give ear to this? <i>who<\/i>, will hearken and hear for the time to come? 24 Who gave Jacob for a spoil, and Israel to the robbers? did not the L <b>ORD<\/b>, he against whom we have sinned? for they would not walk in his ways, neither were they obedient unto his law. 25 Therefore he hath poured upon him the fury of his anger, and the strength of battle: and it hath set him on fire round about, yet he knew not and it burned him, yet he laid <i>it<\/i>, not to heart. <\/p> <p>The prophet, having spoken by way of comfort and encouragement to the believing Jews who waited for the consolation of Israel, here turns to those among them who were unbelieving, for their conviction and humiliation. Among those who were in captivity in Babylon there were some who were as the evil figs in Jeremiah's vision, who were sent thither <i>for their hurt, to be removed into all the kingdoms of the earth, for a reproach and a proverb,<\/i>, <a class=\"ref\">Jeremiah 24:9<\/a>. In them there was a type of the Jews who rejected Christ and were rejected by him, and then fell more than ever under the curse, when those who believed were inheriting the blessing for they were broken, and ruined, and remain dispersed unto this day. Observe, <\/p> <p>I. The call that is given to this people (<a class=\"isa\" verses=\"WzE4NDk5XQ==\">Isaiah 42:18<\/a>): \" <i>Hear, you deaf,<\/i>, and attend to the joyful sound, <i>and look you blind, that you may see<\/i>, the joyful light.\" There is no absurdity in this command, nor is it unbecoming the wisdom and goodness of God to call us to do that good which yet of ourselves we are not sufficient for for those have natural powers which they may employ so as to do better than they do, and may have supernatural grace if it be not their own fault, who yet labour under a moral impotency to that which is good. This call to the deaf to hear and the blind to see is like the command given to the man that had the withered hand to stretch it forth though he could not do this, because it was withered, yet, if he had not attempted to do it, he would not have been healed, and his being healed thereupon was owing, not to his act, but to the divine power. <\/p> <p>II. The character that is given of them (<a class=\"isa\" verses=\"WzE4NTAwXQ==\">Isaiah 42:19<\/a>): <i>Who is blind, but my servant, or deaf as my messenger?<\/i>, The people of the Jews were in profession God's servants, and their priests and elders his messengers (<a class=\"ref\">Malachi 2:7<\/a>) but they were deaf and blind. The <a class=\"isa\" verses=\"WzE4NDk5XQ==\">Isaiah 42:18<\/a>, may be understood as spoken to the Gentile idolaters, whom he calls <i>deaf<\/i>, and <i>blind,<\/i>, because they worshipped gods that were so. \"But,\" says he, \"no wonder you are deaf and blind when my own people are as bad as you, and many of them as much set upon idolatry.\" <\/p> <p>1. He complains of their sottishness&mdash;they are blind and of their stubbornness&mdash;they are deaf. They were even worse than the Gentiles themselves. <i>Corruptio optimi est pessima&mdash;What is best becomes, when corrupted, the worst.<\/i>,\"Who is so wilfully, so scandalously, blind and deaf as my servant and my messenger, as Jacob who is my servant (<a class=\"isa\" verses=\"WzE4NDYwXQ==\">Isaiah 41:8<\/a>), and as their prophets and teachers who are my messengers? Who is blind as he that in profession and pretension is perfect, that should come nearer to perfection than other people, their priests and prophets? The one prophesies falsely, and the other bears rule by their means and who so blind as those that will not see when they have the light shining in their faces?\" Note, (1.) It is a common thing, but a very sad thing, for those that in profession are God's servants and messengers to be themselves blind and deaf in spiritual things, ignorant, erroneous, and very careless. (2.) Blindness and deafness in spiritual things are worse in those that profess themselves to be God's servants and messengers than in others. It is in them the greater sin and shame, the greater dishonour to God, and to themselves a greater damnation. <\/p> <p>2. The prophet goes on (<a class=\"isa\" verses=\"WzE4NTAxXQ==\">Isaiah 42:20<\/a>) to describe the blindness and obstinacy of the Jewish nation, just as our Saviour describes it in his time (<a class=\"ref\">Matthew 13:14<\/a>): <i>Seeing many things, but thou observest not.<\/i>, Multitudes are ruined for want of observing that which they cannot but see they perish, not through ignorance, but mere carelessness. The Jews in our Saviour's time saw many proofs of his divine mission, but they did not observe them they seemed to open their ears to him, but they did not hear, that is, they did not heed, did not understand, or believe, or obey, and then it was all one as if they had not heard. <\/p> <p>III. The care God will take of the honour of his own name, notwithstanding their blindness and deafness, especially of his word, which he has magnified above all his name. <i>Shall the unbelief and obstinacy of men make the promise of God of no effect? God forbid,<\/i>, <a class=\"ref\">Romans 3:3<\/a>. No, though they are blind and deaf, God will be no loser in his glory (<a class=\"isa\" verses=\"WzE4NTAyXQ==\">Isaiah 42:21<\/a>): <i>The Lord is well pleased for his righteousness' sake<\/i>, not well pleased with their sin, but well pleased in the manifestation of his own righteousness, in rejecting them for rejecting the great salvation. He speaks as one well pleased, <a class=\"isa\" verses=\"WzE3Njc5XQ==\">Isaiah 1:24<\/a>: <i>Ah! I will ease me of my adversaries<\/i>, and <a class=\"ref\">Ezekiel 5:13<\/a>, <i>I will be comforted.<\/i>, The scripture was fulfilled in the casting off of the Jews as well as in the calling in of the Gentiles, and therein the Lord will be well pleased. <i>He will magnify the law<\/i>,(divine revelation in all the parts of it) <i>and will make it honourable.<\/i>, The law is truly honourable, and the things of it are great things and, if men will not magnify it by their obedience to it, God will magnify it himself by punishing them for their disobedience. He will magnify the law by accomplishing what is written in it, will magnify its authority, its efficacy, its equity. He will do it at last, when all men shall be judged by the law of liberty, <a class=\"ref\">James 2:12<\/a>. He is doing it every day. What is it that God is doing in the world, but magnifying the law and making it honourable? <\/p> <p>IV. The calamities God will bring upon the Jewish nation for their wilful blindness and deafness, <a class=\"isa\" verses=\"WzE4NTAzXQ==\">Isaiah 42:22<\/a>. They are <i>robbed and spoiled.<\/i>, Those that were impenitent and unreformed in Babylon were sentenced to perpetual captivity. It was for their sins that they were spoiled of all their possessions, not only in their own land, but in the land of their enemies. They were some of them <i>snared in holes,<\/i>, and others <i>hidden in prison-houses.<\/i>, They cannot help themselves, for they are snared. Their friends cannot help them, for they are hidden and their enemies have forgotten them in their prisons. They, and all they have, are for a prey and for a spoil and there is none that delivers either by force or ransom, nor any that dares say to the proud oppressors, <i>Restore.<\/i>, There they lie, and there they are likely to lie. This had its full accomplishment in the final destruction of the Jewish nation by the Romans, which God brought upon them for rejecting the gospel of Christ. <\/p> <p>V. The counsel given them in order to their relief for, though their case be sad, it is not desperate. <\/p> <p>1. The generality of them are deaf they will not hearken to the voice of God's word. He will therefore try his rod, and see <i>who among them will give ear to that,<\/i>, <a class=\"isa\" verses=\"WzE4NTA0XQ==\">Isaiah 42:23<\/a>. We must not despair concerning those who have been long reasoned with in vain some of them may, at length, give ear and hearken. If one method not take effect, another may, and sinners shall be left inexcusable. Observe, (1.) We may all of us, if we will, hear the voice of God, and we are called and invited to hear it. (2.) It is worth while to enquire who they are that perceive God speaking to them and are willing to hear him. (3.) Of the many that hear the voice of God there are very few that hearken to it or heed it, that hear it with attention and application. (4.) In hearing the word we must have an eye to the time to come. We must hear for hereafter, for what may occur between us and the grave we must especially hear for eternity. We must hear the word with another world in our eye. <\/p> <p>2. The counsel is, (1.) To acknowledge the hand of God in their afflictions, and, whoever were the instruments, to have an eye to him as the principal agent (<a class=\"isa\" verses=\"WzE4NTA1XQ==\">Isaiah 42:24<\/a>): \" <i>Who gave Jacob and Israel,<\/i>, that people that used to have such an interest in heaven and such a dominion on earth, who gave them <i>for a spoil to the robbers,<\/i>, as they are now to the Babylonians and to the Romans? <i>Did not the Lord?<\/i>, You know he did consider it then, and hear his voice in these judgments.\" (2.) To acknowledge that they had provoked God thus to abandon them, and had brought all these calamities upon themselves. [1.] These punishments were first inflicted on them for their disobedience to the laws of God: It is he <i>against whom we have sinned<\/i>, the prophet puts himself into the number of the sinners, As <a class=\"ref\">Daniel 9:7<\/a>. \" <i>We have sinned<\/i>, we have all brought fuel to the fire and there are those among us that have wilfully refused to walk in his ways.\" Jacob and Israel would never have been given up to the robbers if they had not by their iniquities sold themselves. <i>Therefore<\/i>, it is, because they have violated the commands of the law, that God has brought upon them the curses of the law he has not dropped, but <i>poured upon him the fury of his anger and the strength of battle,<\/i>, all the desolations of war, which have <i>set him on fire round about<\/i>, for God surrounds the wicked with his favours. See the power of God's anger there is no resisting it, no escaping it. See the mischief that sin makes it provokes God to anger against a people, and so kindles a universal conflagration, sets all on fire. [2.] These judgments were continued upon them for their senselessness and incorrigibleness under the rod of God. The fire of God's wrath kindled upon him, and <i>he knew it not,<\/i>, was not aware of it, took no notice of the judgments, at least not of the hand of God in them. Nay, <i>it burned him,<\/i>, and, though he could not then but know it and feel it, yet he <i>laid it not to heart,<\/i>, was not awakened by the fiery rebukes he was under nor at all affected with them. Those who are not humbled by less judgments must expect greater for when God judges he will overcome. <\/p>",
    "audit": null
}