{
    "id": 12313,
    "source": "mhm",
    "verse_id": 18800,
    "verse_count": 2,
    "reference": "58:13–14",
    "title": "",
    "html": " <p>13 If thou turn away thy foot from the sabbath, <i>from<\/i>, doing thy pleasure on my holy day and call the sabbath a delight, the holy of the L <b>ORD<\/b>, honourable and shalt honour him, not doing thine own ways, nor finding thine own pleasure, nor speaking <i>thine own<\/i>, words: 14 Then shalt thou delight thyself in the L <b>ORD<\/b>, and I will cause thee to ride upon the high places of the earth, and feed thee with the heritage of Jacob thy father: for the mouth of the L <b>ORD<\/b>, hath spoken <i>it. <\/i> <\/p> <p>Great stress was always laid upon the due observance of the sabbath day, and it was particularly required from the Jews when they were captives in Babylon, because by keeping that day, in honour of the Creator, they distinguished themselves from the worshippers of the gods that have not made the heavens and the earth. See <a class=\"isa\" verses=\"WzE4NzU1XQ==\">Isaiah 56:1<\/a>, where keeping the sabbath is joined, as here, with <i>keeping judgment<\/i>, and <i>doing justice.<\/i>, Some, indeed, understand this of the day of atonement, which they think is the fast spoken of in the former part of the chapter, and which is called a <i>sabbath of rest,<\/i>, <a class=\"ref\">Leviticus 23:32<\/a>. But, as the fasts before spoken of seem to be those that were occasional, so this sabbath is doubtless the weekly sabbath, that great sign between God and his professing people&mdash;his appointing it a sign of his favour to them and their observing it a sign of their obedience to him. Now observe here, <\/p> <p>I. How the sabbath is to be sanctified (<a class=\"isa\" verses=\"WzE4ODAwXQ==\">Isaiah 58:13<\/a>) and, there remaining still a sabbatism for the people of God, this law of the sabbath is still binding to us on our Lord's day. <\/p> <p>1. Nothing must be done that puts contempt upon the sabbath day, or looks like having mean thoughts of it, when God has so highly dignified it. We must <i>turn away our foot from the sabbath,<\/i>, from trampling upon it, as profane atheistical people do, from travelling on that day (so some) we must turn away our foot <i>from doing out pleasure on that holy day,<\/i>, that is, from living at large, and taking a liberty to do what we please on sabbath days, without the control and restraint of conscience, or from indulging ourselves in the pleasures of sense, in which the modern Jews wickedly place the sanctification of the sabbath, though it is as great a profanation of it as any thing. On sabbath days we must not walk in <i>our own ways<\/i>,(that is, not follow our callings), not <i>find our own pleasure<\/i>,(that is, not follow our sports and recreations) nay, we must not <i>speak our own words,<\/i>, words that concern either our callings or our pleasures we must not allow ourselves a liberty of speech on that day as on other days, for we must then mind God's ways, make religion the business of the day we must choose the things that please him and speak his words, speak of divine things as we sit in the house and walk by the way. In all we say and do we must put a difference between this day and other days. <\/p> <p>2. Every thing must be done that puts an honour on the day and is expressive of our high thoughts of it. We must call it <i>a delight,<\/i>, not a <i>task and a burden<\/i>, we must delight ourselves in it, in the restraints it lays upon us and the services it obliges us to. We must be in our element when we are worshipping God, and in communion with him. <i>How amiable are thy tabernacles, O Lord of hosts!<\/i>, We must not only count it a delight, but call it so, must openly profess the complacency we take in the day and the duties of it. We must call it so to God, in thanksgiving for it and earnest desire of his grace to enable us to do the work of the day in its day, because we delight in it. We must call it so to others, to invite them to come and share in the pleasure of it and we must call it so to ourselves, that we may not entertain the least thought of wishing the sabbath gone that we may sell corn. We must call it <i>the Lord's holy day, and honourable.<\/i>, We must call it <i>holy,<\/i>, separated from common use and devoted to God and to his service, must call it <i>the holy of the Lord,<\/i>, the day which he has sanctified to himself. Even in Old-Testament times the sabbath was called <i>the Lord's day,<\/i>, and therefore it is fitly called so still, and for a further reason, because it is the <i>Lord Christ's day,<\/i>, <a class=\"ref\">Revelation 1:10<\/a>. It is holy because it is the Lord's day, and upon both accounts it is honourable. It is a beauty of holiness that is upon it it is ancient, and its antiquity is its honour and we must make it appear that we look upon it as honourable by honouring God on that day. We put honour upon the day when we give honour to him that instituted it, and to whose honour it is dedicated. <\/p> <p>II. What the reward is of the sabbath&mdash;sanctification, <a class=\"isa\" verses=\"WzE4ODAxXQ==\">Isaiah 58:14<\/a>. If we thus <i>remember the sabbath day to keep it holy, <\/i> <\/p> <p>1. We shall have the comfort of it the work will be its own wages. <i>If we call the sabbath a delight, then shall we delight ourselves in the Lord<\/i>, he will more and more manifest himself to us as the delightful subject of our thoughts and meditations and the delightful object of our best affections. Note, The more pleasure we take in serving God the more pleasure we shall find in it. If we go about duty with cheerfulness, we shall go from it with satisfaction and shall have reason to say, \"It is good to be here, good to draw near to God.\" <\/p> <p>2. We shall have the honour of it: <i>I will cause thee to ride upon the high places of the earth,<\/i>, which denotes not only a great security (as that, <a class=\"isa\" verses=\"WzE4Mjc2XQ==\">Isaiah 32:16<\/a>, <i>He shall dwell on high <\/i>), but great dignity and advancement. \"Thou shalt ride in state, shalt appear conspicuous, and the eyes of all thy neighbours shall be upon thee.\" It was said of Israel, when God led them triumphantly out of Egypt, that <i>he made them to ride on the high places of the earth,<\/i>, <a class=\"ref\">Deuteronomy 32:12<\/a>. Those that honour God and his sabbath he will thus honour. If God by his grace enable us to live above the world, and so to manage it as not only not to be hindered by it, but to be furthered and carried on by it in our journey towards heaven, then he makes us <i>to ride on the high places of the earth. <\/i> <\/p> <p>3. We shall have the profit of it: I will <i>feed thee with the heritage of Jacob thy father,<\/i>, that is, with all the blessings of the covenant and all the precious products of Canaan (which was a type of heaven), for these were the heritage of Jacob. Observe, The heritage of believers is what they shall not only be portioned with hereafter, but fed with now, fed with the hopes of it, and not flattered, fed with the earnests and foretastes of it and those that are so fed have reason to say that they are well fed. In order that we may depend upon it, it is added, \" <i>The mouth of the Lord has spoken it<\/i>, you may take God's word for it, for he cannot lie nor deceive what his mouth has spoken his hand will give, his hand will do, and not one iota or tittle of his good promise shall fall to the ground.\" <i>Blessed, therefore,<\/i>, thrice blessed, <i>is he that doeth this, and lays hold on it, that keeps the sabbath from polluting it. <\/i> <\/p>",
    "audit": null
}