{
    "id": 12232,
    "source": "mhm",
    "verse_id": 18424,
    "verse_count": 6,
    "reference": "40:3-8",
    "title": "",
    "html": "<p>  3  The voice of him that crieth in the wilderness, Prepare ye  the way of the L<b>ORD<\/b>, make straight in the desert a highway for  our God.    4  Every valley shall be exalted, and every mountain and hill  shall be made low: and the crooked shall be made straight, and  the rough places plain:    5  And the glory of the L<b>ORD<\/b> shall be revealed, and all flesh  shall see <i>it<\/i> together: for the mouth of the L<b>ORD<\/b> hath spoken  <i>it.<\/i>    6  The voice said, Cry. And he said, What shall I cry? All flesh  <i>is<\/i> grass, and all the goodliness thereof <i>is<\/i> as the flower of  the field:    7  The grass withereth, the flower fadeth: because the spirit of  the L<b>ORD<\/b> bloweth upon it: surely the people <i>is<\/i> grass.    8  The grass withereth, the flower fadeth: but the word of our  God shall stand for ever.  <\/p>  <p>  The time to favour Zion, yea, the set time, having come, the people of  God must be prepared, by repentance and faith, for the favours designed  them  and, in order to call them to both these, we have here <i>the  voice of one crying in the wilderness,<\/i> which <i>may<\/i> be applied  to those prophets who were with the captives in their wilderness-state,  and who, when they saw the day of their deliverance dawn, called  earnestly upon them to prepare for it, and assured them that all the  difficulties which stood in the way of their deliverance should be got  over. It is a good sign that mercy is preparing for us if we find God's  grace preparing us for it,   <a class=\"ref\">Psalm 10:17<\/a>.  But it <i>must<\/i> be applied to John the Baptist  for, though God was  the speaker, he was <i>the voice of one crying in the wilderness,<\/i>  and his business was to <i>prepare the way of the Lord,<\/i> to dispose  men's minds for the reception and entertainment of the gospel of  Christ. The way of the Lord is prepared,<\/p>  <p>  I. By repentance for sin  that was it which John Baptist preached to  all Judah and Jerusalem  (<a class=\"ref\">Matthew 3:2<\/a>),  and thereby <i>made ready a people prepared for the Lord,<\/i>   <a class=\"ref\">Luke 1:17<\/a>.<\/p>  <p>  1. The alarm is given  let all take notice of it at their peril  God is  coming in a way of mercy, and we must prepare for him,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40:3-5<\/a>.  If we apply it to their captivity, it may be taken as a promise that,  whatever difficulties lie in their way, when they return they shall be  removed. This voice in the wilderness (divine power going along with  it) sets pioneers on work to level the roads. But it may be taken as a  call to duty, and it is the same duty that we are called to, in  preparation for Christ's entrance into our souls.  (1.) We must get into such a frame of spirit as will dispose us to  receive Christ and his gospel: \"<i>Prepare you the way of the Lord <\/i>  prepare yourselves for him, and let all that be suppressed which would  be an obstruction to his entrance. Make room for Christ: <i>Make  straight a highway for him.<\/i>\" If he prepare the end for us, we ought  surely to prepare the way for him. Prepare for the Saviour  <i>lift up  your heads, O you gates!<\/i>   <a class=\"ref\">Psalm 24:7<\/a>.  Prepare for the salvation, the great salvation, and other minor  deliverances. Let us get to be fit for them, and then God will work  them out. Let us not stand in our own light, nor put a bar in our own  door, but find, or make, a highway for him, even in that which was  desert ground. This is that for which he waits to be gracious.  (2.) We must get our hearts levelled by divine grace. Those that are  hindered from comfort in Christ by their dejections and despondencies  are the valleys that must be exalted. Those that are hindered from  comfort in Christ by a proud conceit of their own merit and worth are  the mountains and hills that must be made low. Those that have  entertained prejudices against the word and ways of God, that are  untractable, and disposed to thwart and contradict even that which is  plain and easy because it agrees not with their corrupt inclinations  and secular interests, are the crooked that must be made straight and  the rough places that must be made plain. Let but the gospel of Christ  have a fair hearing, and it cannot fail of acceptance. This prepares  the way of the Lord  and thus God will by his grace prepare his own way  in all the vessels of mercy, whose hearts he opens as he did  Lydia's.<\/p>  <p>  2. When this is done <i>the glory of the Lord shall be revealed,<\/i>   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40:5<\/a>.  (1.) When the captives are prepared for deliverance Cyrus shall  proclaim it, and those shall have the benefit of it, and those only,  whose hearts the Lord shall stir up with courage and resolution to  break through the discouragements that lay in their way, and to make  nothing of the hills, and valleys, and all the rough places.  (2.) When John Baptist has for some time preached repentance,  mortification, and reformation, and so made ready a people prepared for  the Lord  (<a class=\"ref\">Luke 1:17<\/a>),  then the Messiah himself shall be revealed in his glory, working  miracles, which John did not, and by his grace, which is his glory,  binding up and healing with consolations those whom John had wounded  with convictions. And this revelation of divine glory shall be <i>a  light to lighten the Gentiles. All flesh shall see it together,<\/i> and  not the Jews only  they shall see and admire it, see it and bid it  welcome  as the return out of captivity was taken notice of by the  neighbouring nations,   <a class=\"ref\">Psalm 126:2<\/a>.  And it shall be the accomplishment of the word of God, not one  <i>iota<\/i> or tittle of which shall fall to the ground: <i>The mouth  of the Lord has spoken it,<\/i> and therefore the hand of the Lord will  effect it.<\/p>  <p>  II. By confidence in the word of the Lord, and not in any creature.  <i>The mouth of the Lord having spoken it,<\/i> the voice has this  further to cry (he that has ears to hear let him hear it), <i>The word  of our God shall stand for ever,<\/i>   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 40:8<\/a>.<\/p>  <p>  1. By this accomplishment of the prophecies and promises of salvation,  and the performance of them to the utmost in due time, it appears that  the word of the Lord is sure and what may be safely relied on.  <i>Then<\/i> we are prepared for deliverance when we depend entirely  upon the word of God, build our hopes on that, with an assurance that  it will not make us ashamed: in a dependence upon this word we must be  brought to own that <i>all flesh is grass,<\/i> withering and fading.  (1.) The power of man, when it does appear against the deliverance, is  not to be feared  for it shall be as grass before the word of the Lord:  it shall wither and be trodden down. The insulting Babylonians, who  promise themselves that the desolations of Jerusalem shall be  perpetual, are but as grass which the spirit of the Lord blows upon,  makes nothing of, but blasts all its glory  for the word of the Lord,  which promises their deliverance, shall stand for ever, and it is not  in the power of their enemies to hinder the execution of it.  (2.) The power of man, when it would appear for the deliverance, is not  to be trusted to  for it is but as grass in comparison with the word of  the Lord, which is the only firm foundation for us to build our hope  upon. When God is about to work salvation for his people he will take  them off from depending upon creatures, and looking for it from hills  and mountains. They shall fail them, and their expectations from them  shall be frustrated: <i>The Spirit of the Lord shall blow upon  them <\/i> for God will have no creature to be a rival with him for the  hope and confidence of his people  and, as it is his word only that  shall stand for ever, so in that word only our faith must stand. When  we are brought to this, then, and not till then, we are fit for  mercy.<\/p>  <p>  2. The word of our God, that glory of the Lord which is now to be  revealed, the gospel, and that grace which is brought with it to us and  wrought by it in us, shall stand for ever  and this is the satisfaction  of all believers, when they find all their creature-comforts withering  and fading like grass. Thus the apostle applies it to <i>the word which  by the gospel is preached unto us, and which lives and abides for ever  as the incorruptible seed by which we are born again,<\/i>   <a class=\"ref\">1 Peter 1:23-25<\/a>.  To prepare the way of the Lord we must be convinced,  (1.) Of the vanity of the creature, that all flesh is grass, weak and  withering. We ourselves are so, and therefore cannot save ourselves  all our friends are so, and therefore are unable to save us. All the  beauty of the creature, which might render it amiable, is but as the  flower of grass, soon blasted, and therefore cannot recommend us to God  and to his acceptance. We are dying creatures  all our comforts in this  word are dying comforts, and therefore cannot be the felicity of our  immortal souls. We must look further for a salvation, look further for  a portion.  (2.) Of the validity of the promise of God. We must be convinced that  the word of the Lord can do that for us which all flesh cannot--that,  forasmuch as it stands for ever, it will furnish us with a happiness  that will run parallel with the duration of our souls, which must live  for ever  for the things that are not seen, but must be believed, are  eternal.<\/p>",
    "audit": null
}