{
    "id": 12261,
    "source": "mhm",
    "verse_id": 18588,
    "verse_count": 4,
    "reference": "46:1-4",
    "title": "",
    "html": "<p>  1  Bel boweth down, Nebo stoopeth, their idols were upon the  beasts, and upon the cattle: your carriages <i>were<\/i> heavy loaden  <i>they are<\/i> a burden to the weary <i>beast.<\/i>    2  They stoop, they bow down together  they could not deliver  the burden, but themselves are gone into captivity.    3  Hearken unto me, O house of Jacob, and all the remnant of the  house of Israel, which are borne <i>by me<\/i> from the belly, which  are carried from the womb:    4  And <i>even<\/i> to <i>your<\/i> old age I <i>am<\/i> he  and <i>even<\/i> to hoar  hairs will I carry <i>you:<\/i> I have made, and I will bear  even I  will carry, and will deliver <i>you.<\/i>  <\/p>  <p>  We are here told,<\/p>  <p>  I. That the false gods will certainly fail their worshippers when they  have most need of them,   <a class=\"isa\" verses=\"MTg1ODg=\">Isaiah 46:1<\/a>.  Bel and Nebo were two celebrated idols of Babylon. Some make Bel to be  a contraction of Baal  others rather think not, but that it was Belus,  one of their first kings, who after his death was deified. As Bel was a  deified prince, so (some think) Nebo was a deified prophet, for so Nebo  signifies  so that Bel and Nebo were their Jupiter and their Mercury or  Apollo. Barnabas and Paul passed at Lystra for Jupiter and Mercury. The  names of these idols were taken into the names of their princes, Bel  into Belshazzar's, Nebo into Nebuchadnezzar's and Nebuzaradan's, &c.  These gods they had long worshipped, and in their revels praised them  for their successes (as appears,   <a class=\"ref\">Daniel 5:4<\/a>)  and they insulted over Israel as if Bel and Nebo were too hard for  Jehovah and could detain them in captivity in defiance of their God.  Now, that this might be no discouragement to the poor captives, God  here tells them what shall become of these idols, which they threaten  them with. When Cyrus takes Babylon, down go the idols. It was usual  then with conquerors to destroy the gods of the places and people they  conquered, and to put the gods of their own nation in the room of them,   <a class=\"isa\" verses=\"MTgzNzI=\">Isaiah 37:19<\/a>.  Cyrus will do so  and then Bel and Nebo, that were set up on high, and  looked great, bold, and erect, shall <i>stoop and bow down<\/i> at the  feet of the soldiers that plunder their temples. And because there is a  great deal of gold and silver upon them, which was intended to adorn  them, but serves to expose them, they carry them away with the rest of  the spoil. The carriers' horses, or mules, are laden with them and  their other idols, to be sent among other lumber (for so it seems they  accounted them rather than treasure) into Persia. So far are they from  being able to support their worshippers that they are themselves a  heavy load in the wagons, and <i>a burden to the weary beast.<\/i> The  idols cannot help one another  (<a class=\"isa\" verses=\"MTg1ODk=\">Isaiah 46:2<\/a>):  <i>They stoop, they bow down together.<\/i> They are all alike,  tottering things, and their day has come to fall. Their worshippers  cannot help them: <i>They could not deliver the burden<\/i> out of the  enemy's hand, <i>but themselves<\/i> (both the idols and the idolaters)  <i>have gone into captivity.<\/i> Let not therefore God's people be  afraid of either. When God's ark was taken prisoner by the Philistines  it proved a burden, not to the beasts, but to the conquerors, who were  forced to return it  but, when Bel and Nebo have gone into captivity,  their worshippers may even give their good word with them: they will  never recover themselves.<\/p>  <p>  II. That the true God will never fail his worshippers: \"You hear what  has become of Bel and Nebo, now <i>hearken to me, O house of Jacob!<\/i>   <a class=\"isa\" verses=\"MTg1OTA=\">Isaiah 46:3<\/a>.  Am I such a god as these? No  though you are brought low, and the house  of Israel is but a remnant, your God has been, is, and ever will be,  your powerful and faithful protector.\"<\/p>  <p>  1. Let God's Israel do him the justice to own that he has hitherto been  kind to them, careful of them, tender over them, and has all along done  well for them. Let them own,  (1.) That he bore them at first: <i>I have made.<\/i> Out of what womb  came they, but that of his mercy, and grace, and promise? He formed  them into a people and gave them their constitution. Every good man is  what God makes him.  (2.) That he bore them up all along: You have been <i>borne by me from  the belly,<\/i> and <i>carried from the womb.<\/i> God began betimes to  do them good, as soon as ever they were formed into a nation, nay, when  as yet they were very few, and strangers. God took them under a special  protection, and <i>suffered no man to do them wrong,<\/i>   <a class=\"ref\">Psalm 105:12-14<\/a>.  In the infancy of their state, when they were not only foolish and  helpless, as children, but forward and peevish, God carried them in the  arms of his power and love, bore them <i>as upon eagles' wings,<\/i>   <a class=\"ref\">Exodus 19:4; Deuteronomy 32:11<\/a>.  Moses had not patience <i>to carry them as the nursing father does the  sucking child<\/i>  (<a class=\"ref\">Numbers 11:12<\/a>),  but God bore them, and <i>bore their manners,<\/i>   <a class=\"ref\">Acts 13:18<\/a>.  And as God began early to do them good (when <i>Israel was a child,  then I loved him<\/i>), so he had constantly continued to do them good:  he had carried them from the womb to this day. And we may all witness  for God that he has been thus gracious to us. We have been borne by him  from the belly, from the womb, else we should have died from the womb  and given up the ghost when we came out of the belly. We have been the  constant care of his kind providence, carried in the arms of his power  and in the bosom of his love and pity. The new man is so  all that in  us which is born of God is borne up by him, else it would soon fail.  Our spiritual life is sustained by his grace as necessarily and  constantly as our natural life by his providence. The saints have  acknowledged that God has carried them from the womb, and have  encouraged themselves with the consideration of it in their greatest  straits,   <a class=\"ref\">Psalm 22:9<\/a>.<\/p>  <p>  2. He will then do them the kindness to promise that he will never  leave them. He that was their first will be their last  he that was the  author will be the finisher of their well-being  (<a class=\"isa\" verses=\"MTg1OTE=\">Isaiah 46:4<\/a>):  \"You have been <i>borne by me from the belly,<\/i> nursed when you were  children  and <i>even to your old age I am he,<\/i> when, by reason of  your decays and infirmities, you will need help as much as in your  infancy.\" Israel were now growing old, so was their covenant by which  they were incorporated,   <a class=\"ref\">Hebrews 8:13<\/a>.  <i>Gray hairs were here and there upon them,<\/i>   <a class=\"ref\">Hosea 7:9<\/a>.  And they had hastened their old age, and the calamities of it, by their  irregularities. But God will not cast them off now, will not fail them  when their strength fails  he is still their God, will still carry them  in the same everlasting arms that were laid under them in Moses's time,   <a class=\"ref\">Deuteronomy 33:27<\/a>.  He has made them and owns his interest in them, and therefore he will  bear them, will bear with their infirmities, and bear them up under  their afflictions: \"Even <i>I will carry and will deliver<\/i> them  I  will now bear them upon eagles' wings out of Babylon, as in their  infancy I bore them out of Egypt.\" This promise to aged Israel is  applicable to every aged Israelite. God has graciously engaged to  support and comfort his faithful servants, even in their old age:  \"<i>Even to your old age,<\/i> when you grow unfit for business, when  you are compassed with infirmities, and perhaps your relations begin to  grow weary of you, yet <i>I am he<\/i>--he that I am, he that I have  been--the very same by whom you have been borne from the belly and  carried from the womb. You change, but I am the same. I am he that I  have promised to be, he that you have found me, and he that you would  have me to be. <i>I will carry you, I will bear,<\/i> will bear you up  and bear you out, and will carry you on in your way and carry you home  at last.\"<\/p>",
    "audit": null
}