{
    "id": 12329,
    "source": "mhm",
    "verse_id": 18865,
    "verse_count": 3,
    "reference": "62:10–12",
    "title": "",
    "html": "<p>10 Go through, go through the gates prepare ye the way of the people cast up, cast up the highway gather out the stones lift up a standard for the people. 11 Behold, the L<b>ORD<\/b> hath proclaimed unto the end of the world, Say ye to the daughter of Zion, Behold, thy salvation cometh behold, his reward<i>is<\/i> with him, and his work before him. 12 And they shall call them, The holy people, The redeemed of the L<b>ORD<\/b>: and thou shalt be called, Sought out, A city not forsaken.<\/p><p>This, as many like passages before, refers to the deliverance of the Jews out of Babylon, and, under the type and figure of that, to the great redemption wrought out by Jesus Christ, and the proclaiming of gospel grace and liberty through him. 1. Way shall be made for this salvation all difficulties shall be removed, and whatever might obstruct it shall be taken out of the way, <a class=\"isa\" verses=\"WzE4ODY1XQ==\">Isaiah 62:10<\/a>. The gates of Babylon shall be thrown open, that they may with freedom go through them the way from Babylon to the land of Israel shall be prepared causeways shall be made and cast up through wet and miry places, and the stones gathered out from places rough and rocky in the convenient places appointed for their rendezvous standards shall be set up for their direction and encouragement, that they may embody for their greater safety. Thus John Baptist was sent to<i>prepare the way of the Lord,<\/i> <a class=\"ref\">Matthew 3:3<\/a>. And, before Christ by his graces and comforts comes to any for salvation, preparation is made for him by repentance, which is called the<i>preparation of the gospel of peace,<\/i> <a class=\"ref\">Ephesians 6:15<\/a>. Here the way is levelled by it, there the feet are shod with it, which comes all to one, for both are in order to a journey. 2. Notice shall be given of this salvation, <a class=\"isa\" verses=\"WzE4ODY2XQ==\">Isaiah 62:11<\/a>. It shall be proclaimed to the captives that they are set at liberty and may go if they please it shall be proclaimed to their neighbours, to all about them, <i>to the end of the world,<\/i> that God has pleaded Zion's just, injured, and despised cause. Let is be said to Zion, for her comfort, <i>Behold, thy salvation comes<\/i> (that is, thy Saviour, who brings salvation) he will bring such a work, such a reward, in this salvation, as shall be admired by all, a reward of comfort and peace with him but a work of humiliation and reformation before him, to prepare his people for that recompence of their sufferings and then, with reference to each, it follows, they shall be called, <i>The holy people,<\/i> and the<i>redeemed of the Lord. The work before him,<\/i> which shall be wrought in them and upon them, shall denominate them a holy people, cured of their inclination to idolatry and consecrated to God only and the<i>reward with him,<\/i> the deliverance wrought for them, shall denominate them the<i>redeemed of the Lord,<\/i> so redeemed as none but God could redeem them, and redeemed to be his, their bonds loosed, that they might be his servants. Jerusalem shall then be called, <i>Sought out, a city not forsaken. <\/i> She had been forsaken for many years there were neither traders nor worshippers that enquired the way to Jerusalem as formerly, when it was frequented by both. But now God will again make her considerable. She shall be sought out, visited, resorted to, and court made to her, as much as ever. When Jerusalem is called a<i>holy city,<\/i> then it is called<i>sought out<\/i> for holiness puts an honour and beauty upon any place or person, which draws respect, and makes them to be admired, beloved, and enquired after. But this being proclaimed to the end of the world must have a reference to the gospel of Christ, which was to be preached to every creature and it intimates, (1.) The glory of Christ. It is published immediately to the church, but is thence echoed to every nation:<i>Behold, thy salvation cometh. <\/i> Christ is not only the Saviour, but the salvation itself for the happiness of believers is not only from him, but in him, <a class=\"isa\" verses=\"WzE3OTAzXQ==\">Isaiah 12:2<\/a>. His salvation consists both in the work and in the reward which he brings with him for those that are his shall neither be idle nor lose their labour. (2.) The beauty of the church. Christians shall be called<i>saints<\/i> ( <a class=\"ref\">1 Corinthians 1:2<\/a>), <i>the holy people,<\/i> for they are chosen and called<i>to salvation through sanctification. <\/i> They shall be called<i>the redeemed of the Lord<\/i> to him they owe their liberty, and therefore to him they owe their service, and they shall not be ashamed to own both. None are to be<i>called the redeemed of the Lord<\/i> but those that are the<i>holy people<\/i> the people of God's purchase are a holy nation. And they shall be called, <i>Sought out. <\/i> God shall seek them out, and find them, wherever they are dispersed, eclipsed, or lost in a crowd men shall seek them out, that they may join themselves to them, and not forsake them. It is good to associate with<i>the holy people,<\/i> that we may learn their ways, and with<i>the redeemed of the Lord,<\/i> that we may share in the blessings of the redemption.<\/p> ",
    "audit": null
}