{
    "id": 12108,
    "source": "mhm",
    "verse_id": 17758,
    "verse_count": 13,
    "reference": "5:18–30",
    "title": "",
    "html": " <p>18 Woe unto them that draw iniquity with cords of vanity, and sin as it were with a cart rope: 19 That say, Let him make speed, <i>and <\/i> hasten his work, that we may see <i>it: <\/i> and let the counsel of the Holy One of Israel draw nigh and come, that we may know <i>it! <\/i> 20 Woe unto them that call evil good, and good evil that put darkness for light, and light for darkness that put bitter for sweet, and sweet for bitter! 21 Woe unto <i>them that are <\/i> wise in their own eyes, and prudent in their own sight! 22 Woe unto <i>them that are <\/i> mighty to drink wine, and men of strength to mingle strong drink: 23 Which justify the wicked for reward, and take away the righteousness of the righteous from him! 24 Therefore as the fire devoureth the stubble, and the flame consumeth the chaff, <i>so <\/i> their root shall be as rottenness, and their blossom shall go up as dust: because they have cast away the law of the L <b>ORD <\/b> of hosts, and despised the word of the Holy One of Israel. 25 Therefore is the anger of the L <b>ORD <\/b> kindled against his people, and he hath stretched forth his hand against them, and hath smitten them: and the hills did tremble, and their carcases <i>were <\/i> torn in the midst of the streets. For all this his anger is not turned away, but his hand <i>is <\/i> stretched out still. 26 And he will lift up an ensign to the nations from far, and will hiss unto them from the end of the earth: and, behold, they shall come with speed swiftly: 27 None shall be weary nor stumble among them none shall slumber nor sleep neither shall the girdle of their loins be loosed, nor the latchet of their shoes be broken: 28 Whose arrows <i>are <\/i> sharp, and all their bows bent, their horses' hoofs shall be counted like flint, and their wheels like a whirlwind: 29 Their roaring <i>shall be <\/i> like a lion, they shall roar like young lions: yea, they shall roar, and lay hold of the prey, and shall carry <i>it <\/i> away safe, and none shall deliver <i>it. <\/i> 30 And in that day they shall roar against them like the roaring of the sea: and if <i>one <\/i> look unto the land, behold darkness <i>and <\/i> sorrow, and the light is darkened in the heavens thereof. <\/p> <p>Here are, I. Sins described which will bring judgments upon a people: and this perhaps is not only a charge drawn up against the men of Judah who lived at that time, and the particular articles of that charge, though it may relate primarily to them, but is rather intended for warning to all people, in all ages, to take heed of these sins, as destructive both to particular persons and to communities, and exposing men to God's wrath and his righteous judgments. Those are here said to be in a woeful condition, <\/p> <p>1. Who are eagerly set upon sin, and violent in their sinful pursuits (<a class=\"ref\"><\/a>), who <i>draw iniquity with cords of vanity, <\/i> who take as much pains to sin as the cattle do that draw a team, who put themselves to the stretch for the gratifying of their inordinate appetites, and, to humour a base lust, offer violence to nature itself. They think themselves as sure of compassing their wicked project as if they were pulling it towards them with strong cart-ropes but they will find themselves disappointed, for they will prove cords of vanity, which will break when they come to any stress. For <i>the righteous Lord will cut in sunder the cords of the wicked, <\/i> <a class=\"ref\">;<\/a>.Pr 4:8. <a class=\"ref\"><\/a>. They are by long custom and confirmed habits so hardened in sin that they cannot get clear of it. Those that sin through infirmity are drawn away by sin those that sin presumptuously draw iniquity to them, in spite of the oppositions of Providence and the checks of conscience. Some by sin understand the punishment of sin: they pull God's judgments upon their own heads as it were, with cart-ropes. <\/p> <p>2. Who set the justice of God at defiance, and challenge the Almighty to do his worst (<a class=\"ref\"><\/a>): <i>They say, Let him make speed, and hasten his work <\/i> this is the same language with that of the scoffers of the last days, who say, <i>Where is the promise of his coming? <\/i> and therefore it is that, like them, they <i>draw iniquity with cords of vanity, <\/i> are violent and daring in sin, and walk after their own lusts, <a class=\"ref\"><\/a>. (1.) They ridicule the prophets, and banter them. It is in scorn that they call God <i>the Holy One of Israel, <\/i> because the prophets used with great veneration to call him so. (2.) They will not believe the revelation of God's wrath from heaven against their ungodliness and unrighteousness unless they see it executed, they will not know it, as if the curse were <i>brutum fulmen&mdash;a mere flash, <\/i> and all the threatenings of the word bugbears to frighten fools and children. (3.) If God should appear against them, as he has threatened, yet they think themselves able to make their part good with him, and provoke him to jealousy, as if they were stronger than he, <a class=\"ref\"><\/a>. \"We have heard his word, but it is all talk let him hasten his work, we shall shift for ourselves well enough.\" Note, Those that wilfully persist in sin consider not the power of God's anger. <\/p> <p>3. Who confound and overthrow the distinctions between moral good and evil, <i>who call evil good and moral evil <\/i> (<a class=\"ref\"><\/a>), who not only live in the omission of that which is good, but condemn it, argue against it, and, because they will not practise it themselves, run it down in others, and fasten invidious epithets upon it&mdash;not only do that which is evil, but justify it, and applaud it, and recommend it to others as safe and good. Note, (1.) Virtue and piety are good, for they are light and sweet, they are pleasant and right but sin and wickedness are evil they are darkness, all the fruit of ignorance and mistake, and will be bitterness in the latter end. (2.) Those do a great deal of wrong to God, and religion, and conscience, to their own souls, and to the souls of others, who misrepresent these, and put false colours upon them&mdash;who call drunkenness good fellowship, and covetousness good husbandry, and, when they persecute the people of God, think they do him good service&mdash;and, on the other hand, who call seriousness ill-nature, and sober singularity ill-breeding, who say all manner of evil falsely concerning the ways of godliness, and do what they can to form in men's minds prejudices against them, and this in defiance of evidence as plain and convincing as that of sense, by which we distinguish, beyond contradiction, between light and darkness, and between that which to the taste is sweet and that which is bitter. <\/p> <p>4. Who though they are guilty of such gross mistakes as these have a great opinion of their own judgments, and value themselves mightily upon their understanding (<a class=\"ref\"><\/a>): They are <i>wise in their own eyes <\/i> they think themselves able to disprove and baffle the reproofs and convictions of God's word, and to evade and elude both the searches and the reaches of his judgments they think they can outwit Infinite Wisdom and countermine Providence itself. Or it may be taken more generally: God resists the proud, those particularly who are conceited of their own wisdom and lean to their own understanding such must become fools, that they may be truly wise, or else, at their end they shall appear to be fools before all the world. <\/p> <p>5. Who glory in it as a great accomplishment that they are able to bear a great deal of strong liquor without being overcome by it (<a class=\"ref\"><\/a>), <i>who are mighty to drink wine, <\/i> and use their strength and vigour, not in the service of their country, but in the service of their lusts. Let drunkards know from this scripture that, (1.) They ungratefully abuse their bodily strength, which God has given them for good purposes, and by degrees cannot but weaken it. (2.) It will not excuse them from the guilt of drunkenness that they can drink hard and yet keep their feet. (3.) Those who boast of their drinking down others glory in their shame. (4.) How light soever men make of their drunkenness, it is a sin which will certainly lay them open to the wrath and curse of God. <\/p> <p>6. Who, as judges, pervert justice, and go counter to all rules of equity, <a class=\"ref\"><\/a>. This follows upon the former they <i>drink and forget the law <\/i> (<a class=\"ref\"><\/a>), and <i>err through wine <\/i> (<a class=\"ref\"><\/a>), and take bribes, that they may have wherewithal to maintain their luxury. They <i>justify the wicked for reward, <\/i> and find some pretence or other to clear him from his guilt and shelter him from punishment and they condemn the innocent, and <i>take away their righteousness from them, <\/i> that is, overrule their pleas, deprive them of the means of clearing up their innocency, and give judgment against them. In causes between man and man, might and money would at any time prevail against right and justice and he who was ever so plainly in the wrong would with a small bribe carry the cause and recover the costs. In criminal causes, though the prisoner ever so plainly appeared to be guilty, yet for a reward they would acquit him if he were innocent, yet if he did not fee them well, nay, if they were feed by the malicious prosecutor, or if they themselves had spleen against him, they would condemn him. <\/p> <p>II. The judgments described, which these sins would bring upon them. Let not those expect to live easily who live thus wickedly for the righteous God will take vengeance, <a class=\"ref\"><\/a>. Here we may observe, <\/p> <p>1. How complete this ruin will be, and how necessarily and unavoidably it will follow upon their sins. He had compared this people to a vine (<a class=\"ref\"><\/a>), well fixed, and which, it was hoped, would be flourishing and fruitful but the grace of God towards it was received in vain, and then the root became rottenness, being dried up from beneath, and the blossom would of course blow off as dust, as a light and worthless thing, <a class=\"ref\"><\/a>. Sin weakens the strength, the root, of a people, so that they are easily rooted up it defaces the beauty, the blossoms, of a people, and takes away the hopes of fruit. The sin of unfruitfulness is punished with the plague of unfruitfulness. Sinners make themselves as stubble and chaff, combustible matter, proper fuel to the fire of God's wrath, which then of course devours and consumes them, <i>as the fire devours the stubble, <\/i> and nobody can hinder it, or cares to hinder it. Chaff is consumed, unhelped and unpitied. <\/p> <p>2. How just the ruin will be: <i>Because they have cast away the law of the Lord of hosts, <\/i> and would not have him to reign over them and, as the law of Moses was rejected and thrown off, so <i>the word of the Holy One of Israel <\/i> by his servants the prophets, putting them in mind of his law and calling them to obedience, was despised and disregarded. God does not reject men for every transgression of his law and word but, when his word is despised and his law cast away, what can they expect but that God should utterly abandon them? <\/p> <p>3. Whence this ruin should come (<a class=\"ref\"><\/a>): it is destruction from the Almighty. (1.) The justice of God appoints it for that is <i>the anger of the Lord <\/i> which is <i>kindled against his people, <\/i> his necessary vindication of the honour of his holiness and authority. (2.) The power of God effects it: <i>He has stretched forth his hand against them. <\/i> That hand which had many a time been stretched out for them against their enemies is now stretched out against them at full length and in its full vigour and <i>who knows the power of his anger? <\/i> Whether they are sensible of it or no, it is God that has smitten them, has blasted their vine and made it wither. <\/p> <p>4. The consequences and continuance of this ruin. When God comes forth in wrath against a people the hills tremble, fear seizes even their great men, who are strong and high, the earth shakes under men and is ready to sink and as this feels dreadful (what does more so than an earthquake?) so what sight can be more frightful than the carcases of men torn with dogs, or thrown <i>as dung <\/i> (so the margin reads it) <i>in the midst of the streets? <\/i> This intimates that great multitudes should be slain, not only soldiers in the field of battle, but the inhabitants of their cities put to the sword in cold blood, and that the survivors should neither have hands nor hearts to bury them. This is very dreadful, and yet such is the merit of sin that, <i>for all this, God's anger is not turned away <\/i> that fire will burn as long as there remains any of the stubble and chaff to be fuel for it <i>and his hand, <\/i> which he stretched forth against his people to smite them, because they do not by prayer take hold of it, nor by reformation submit themselves to it, <i>is stretched out still. <\/i> <\/p> <p>5. The instruments that should be employed in bringing this ruin upon them: it should be done by the incursions of a foreign enemy, that should lay all waste. No particular enemy is named, and therefore we are to take it as a prediction of all the several judgments of this kind which God brought upon the Jews, Sennacherib's invasion soon after, and the destruction of Jerusalem by the Chaldeans first and at last by the Romans and I think it is to be looked upon also as a threatening of the like desolation of those countries which harbour and countenance those sins mentioned in the foregoing verses it is an exposition of those woes. When God designs the ruin of a provoking people, <\/p> <p>(1.) He can send a great way off for instruments to be employed in effecting it he can raise forces from afar, and summon them from the end of the earth to attend his service, <a class=\"ref\"><\/a>. Those who know him not are made use of to fulfil his counsel, when, by reason of their distance, they can scarcely be supposed to have any ends of their own to serve. If God set up his standard, he can incline men's hearts to enlist themselves under it, though perhaps they know not why or wherefore. When the Lord of hosts is pleased to make a general muster of the forces he has at his command, he has a great army in an instant, <a class=\"ref\"><\/a>. He needs not sound a trumpet, nor beat a drum, to give them notice or to animate them no, he does but hiss to them, or rather whistle to them, and that is enough they hear that, and that puts courage into them. Note, God has all the creatures at his beck. <\/p> <p>(2.) He can make them come into the service with incredible expedition: <i>Behold, they shall come with speed swiftly. <\/i> Note, [1.] Those who will do God's work must not loiter, must not linger, nor shall they when his time has come. [2.] Those who defy God's judgments will be ashamed of their insolence when it is too late they said scornfully (<a class=\"ref\"><\/a>), <i>Let him make speed, let him hasten his work, <\/i> and they shall find, to their terror and confusion, that he will <i>in one hour has the judgment come. <\/i> <\/p> <p>(3.) He can carry them on in the service with amazing forwardness and fury. This is described here in very elegant and lofty expressions, <a class=\"ref\"><\/a>. [1.] Though their marches be very long, yet <i>none among them shall be weary <\/i> so desirous they be to engage that they shall forget their weariness, and make no complaints of it. [2.] Though the way be rough, and perhaps embarrassed by the usual policies of war, yet none among them shall <i>stumble, <\/i> but all the difficulties in their way shall easily be got over. [3.] Though they be forced to keep constant watch, yet <i>none shall slumber nor sleep, <\/i> so intent shall they be upon their work, in prospect of having the plunder of the city for their pains. [4.] They shall not desire any rest of relaxation they shall not put off their clothes, nor <i>loose the girdle of their loins, <\/i> but shall always have their belts on and swords by their sides. [5.] They shall not meet with the least hindrance to retard their march or oblige them to halt not a <i>latchet of their shoes shall be broken <\/i> which they must stay to mend, as <a class=\"ref\"><\/a>. [6.] Their arms and ammunition shall all be fixed, and in good posture <i>their arrows sharp, <\/i> to wound deep, <i>and all their bows bent, <\/i> none unstrung, for they expect to be soon in action. [7.] Their horses and chariots of war shall all be fit for service their horses so strong, so hardy, that <i>their hoofs shall be like flint, <\/i> far from being beaten, or made tender, by their long march and the wheels of their chariots not broken, or battered, or out of repair, but swift <i>like a whirlwind, <\/i> turning round so strongly upon their axle-trees. [8.] All the soldiers shall be bold and daring (<a class=\"ref\"><\/a>): <i>Their roaring, <\/i> or shouting, before a battle, <i>shall be like a lion, <\/i> who with his roaring animates himself, and terrifies all about him. Those who would not hear the voice of God speaking to them by his prophets, but stopped their ears against their charms, shall be made to hear the voice of their enemies roaring against them and shall not be able to turn a deaf ear to it. <i>They shall roar like the roaring of the sea <\/i> in a storm it roars and threatens to swallow up, as the lion roars and threatens to tear in pieces. [9.] There shall not be the least prospect of relief or succour. The enemy shall come in like a flood, and there shall be none to lift up a standard against him. He shall seize the prey, and none shall deliver it, none shall be able to deliver it, nay, none shall so much as dare to attempt the deliverance of it, but shall give it up for lost. Let the distressed look which way they will, every thing appears dismal for, if God frowns upon us, how can any creature smile? <i>First, <\/i> Look round to the earth, to the land, to that land that used to be the land of light and the joy of the whole earth, and <i>behold darkness and sorrow, <\/i> all frightful, all mournful, nothing hopeful. <i>Secondly, <\/i> Look up to heaven, and there the light is darkened, where one would expect to have found it. If the light is darkened in the heavens, how great is that darkness! If God hide his face, no marvel the heavens hide theirs and appear gloomy, <a class=\"ref\"><\/a>. It is our wisdom, by keeping a good conscience, to keep all clear between us and heaven, that we may have light from above even when clouds and darkness are round about us. <\/p> ",
    "audit": null
}