{
    "id": 12195,
    "source": "mhm",
    "verse_id": 18203,
    "verse_count": 8,
    "reference": "29:9-16",
    "title": "",
    "html": "<p>  9  Stay yourselves, and wonder  cry ye out, and cry: they are  drunken, but not with wine  they stagger, but not with strong  drink.    10  For the L<b>ORD<\/b> hath poured out upon you the spirit of deep  sleep, and hath closed your eyes: the prophets and your rulers,  the seers hath he covered.    11  And the vision of all is become unto you as the words of a  book that is sealed, which <i>men<\/i> deliver to one that is learned,  saying, Read this, I pray thee: and he saith, I cannot  for it  <i>is<\/i> sealed:    12  And the book is delivered to him that is not learned,  saying, Read this, I pray thee: and he saith, I am not learned.    13  Wherefore the Lord said, Forasmuch as this people draw near  <i>me<\/i> with their mouth, and with their lips do honour me, but have  removed their heart far from me, and their fear toward me is  taught by the precept of men:    14  Therefore, behold, I will proceed to do a marvellous work  among this people, <i>even<\/i> a marvellous work and a wonder: for the  wisdom of their wise <i>men<\/i> shall perish, and the understanding of  their prudent <i>men<\/i> shall be hid.    15  Woe unto them that seek deep to hide their counsel from the  L<b>ORD<\/b>, and their works are in the dark, and they say, Who seeth  us? and who knoweth us?    16  Surely your turning of things upside down shall be esteemed  as the potter's clay: for shall the work say of him that made it,  He made me not? or shall the thing framed say of him that framed  it, He had no understanding?  <\/p>  <p>  Here,  I. The prophet stands amazed at the stupidity of the greatest part of  the Jewish nation. They had Levites, who taught <i>the good knowledge  of the Lord<\/i> and had encouragement from Hezekiah in doing so,   <a class=\"ref\">2 Chronicles 30:22<\/a>.  They had prophets, who brought them messages immediately from God, and  signified to them what were the causes and what would be the effects of  God's displeasure against them. Now, one would think, <i>surely this  great nation,<\/i> that has all the advantages of divine revelation, is  <i>a wise and understanding people,<\/i>   <a class=\"ref\">Deuteronomy 4:6<\/a>.  But, alas! it was quite otherwise,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29:9<\/a>.  The prophet addresses himself to the sober thinking part of them,  calling upon them to be affected with the general carelessness of their  neighbours. It may be read, \"They delay, they put off, their  repentance, but wonder you that they should be so sottish. They sport  themselves with their own deceivings  they riot and revel  but do you  <i>cry out,<\/i> lament their folly, cry to God by prayer for them. The  more insensible they are of the hand of God gone out against them the  more do you lay to heart these things.\" Note, The security of sinners  in their sinful way is just matter of lamentation and wonder to all  serious people, who should think themselves concerned to pray for those  that do not pray for themselves. But what is the matter? What are we  thus to wonder at?  1. We may well wonder that the generality of the people should be so  sottish and brutish, and so infatuated, as if they were intoxicated:  <i>They are drunken, but not with wine<\/i> (not with wine only, though  with that they were often drunk), and they <i>erred through wine,<\/i>   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 28:7<\/a>.  They were drunk with the love of pleasures, with prejudices against  religion, and with the corrupt principles they had imbibed. Like  drunken men, they know not what they do or say, nor whither they go.  They are not sensible of the divine rebukes they are under. <i>They  have beaten me, and I felt it not,<\/i> says the drunkard,   <a class=\"ref\">Proverbs 23:35<\/a>.  God speaks to them once, yea, twice  but, like men drunk, they perceive  it not, they understand it not, but forget the law. <i>They stagger<\/i>  in their counsels, are unstable and unsteady, and stumble at every  thing that lies in their way. There is such a thing as spiritual  drunkenness.  2. It is yet more strange that God himself should have <i>poured out  upon them a spirit of deep sleep, and closed their eyes<\/i>  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29:10<\/a>),  that he who bids them awake and open their eyes should yet lay them to  sleep and shut their eyes  but it is in away of righteous judgment, to  punish them for their <i>loving darkness rather than light,<\/i> their  loving sleep. When God by his prophets called them they said, <i>Yet a  little sleep, a little slumber <\/i> and therefore he gave them up to  strong delusions, and said, <i>Sleep on now.<\/i> This is applied to the  unbelieving Jews, who rejected the gospel of Christ, and were justly  hardened in their infidelity, till wrath came upon them to the  uttermost.   <a class=\"ref\">Romans 11:8<\/a>,  <i>God has given them the spirit of slumber.<\/i> And we have reason to  fear it is the woeful case of many who live in the midst of gospel  light.  3. It is very sad that this should be the case with those who were  their prophets, and rulers, and seers, that those who should have been  their guides were themselves blindfolded  and it is easy to tell what  the fatal consequences will be when the blind lead the blind. This was  fulfilled when, in the latter days of the Jewish church, the chief  priests, and the scribes, and the elders of the people, were the great  opposers of Christ and his gospel, and brought themselves under a  judicial infatuation.  4. The sad effect of this was that all the means of conviction,  knowledge, and grace, which they enjoyed, were ineffectual, and did not  answer the end  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29:11<\/a>):  \"<i>The vision of all the<\/i> prophets, true and false, <i>has become  to you as the words of a book,<\/i> or letter, <i>that is sealed up <\/i>  you cannot discern the truth of the real visions and the falsehood of  the pretended ones.\" Or, every vision particularly that this prophet  had seen for them, and published to them, had become unintelligible  they had it among them, but were never the wiser for it, any more than  a man (though a good scholar) is for a book delivered to him sealed up,  and which he must not open the seals of. He sees it is a book, and that  is all  he knows nothing of what is in it. So they knew that what  Isaiah said was a vision and prophecy, but the meaning of it was hidden  from them  it was only a sound of words to them, which they were not at  all alarmed by, nor affected with  it answered not the intention, for  it made no impression at all upon them. Neither the learned nor the  unlearned were the better for all the messages God sent them by his  servants the prophets, nor desired to be so. The ordinary sort of  people excused themselves from regarding what the prophets said with  their want of learning and a liberal education, as if they were not  concerned to know and do the will of God because they were not bred  scholars: <i>It is nothing to me, I am not learned.<\/i> Those of better  rank pretended that the prophet had a peculiar way of speaking, which  was obscure to them, and which, though they were men of letters, they  had not been used to  and, <i>Si non vis intelligi, debes negligi--If  you wish not to be understood, you deserve to be neglected.<\/i> Both  these are groundless pretences  for God's prophets have been no  unfaithful debtors either to the wise or to the unwise,   <a class=\"ref\">Romans 1:14<\/a>.  Or we may take it thus:--The book of prophecy was given to them sealed,  so that they could not read it, as a just judgment upon them  because  it had often been delivered to them unsealed, and they would not take  pains to learn the language of it, and then made excuse for their not  reading it because they were not learned. But observe, \"The vision has  become thus to you whose minds the god of this world has blinded  but  it is not so in itself, it is not so to all  the same vision which to  you is a <i>savour of death unto death<\/i> to others is and shall be a  <i>savour of life unto life.<\/i>\" Knowledge is easy to him that  understands.<\/p>  <p>  II. The prophet, in God's name, threatens those that were formal and  hypocritical in their exercises of devotion,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29:13<\/a>.  Observe here,<\/p>  <p>  1. The sin that is here charged upon them--dissembling with God in their  religious performances,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29:13<\/a>.  He that knows the heart, and cannot be imposed upon with shows and  pretences, charges it upon them, whether their hearts condemn them for  it or no. He that is greater than the heart, and knows all things,  knows that though they <i>draw nigh to him with their mouth,<\/i> and  <i>honour him with their lips,<\/i> yet they are not sincere  worshippers. To worship God is to make our approaches to him, and to  present our adorations of him  it is to draw nigh to him as those that  have business with him, with an intention therein to honour him. This  we are to do with our mouth and our lips, in speaking of him and in  speaking to him  we must <i>render to him the calves of our lips,<\/i>   <a class=\"ref\">Hosea 14:2<\/a>.  And, if the heart be full of his love and fear, out of the abundance of  that the mouth will speak. But there are many whose religion is  lip-labour only. They say that which expresses an approach to God and  an adoration of him, but it is only from the teeth outward. For,  (1.) They do not apply their minds to the service. When they pretend  to be speaking to God they are thinking of a thousand impertinences:  <i>The have removed their hearts far from me,<\/i> that they might not  be employed in prayer, nor come within reach of the word. When work was  to be done for God, which required the heart, that was sent out of the  way on purpose, with the fool's eyes, into the ends of the earth.  (2.) They do not make the word of God the rule of their worship, nor  his will their reason: <i>Their fear towards me is taught by the  precept of men.<\/i> They worshipped the God of Israel, not according to  his appointment, but their own inventions, the directions of their  false prophets or their idolatrous kings, or the usages of the nations  that were round about them. The tradition of the elders was of more  value and validity with them than the laws which God commanded Moses.  Or, if they did worship God in a way conformable to his institution in  the days of Hezekiah, a great reformer, they had more an eye to the  precept of the king than to God's command. This our Saviour applies to  the Jews in his time, who were formal in their devotions and wedded to  their own inventions, and pronounces concerning them that in vain they  did worship God,   <a class=\"ref\">Matthew 15:8<\/a>.<\/p>  <p>  2. It is a spiritual judgment with which God threatens to punish them  for their spiritual wickedness  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29:14<\/a>):  <i>I will proceed to do a marvellous work.<\/i> They did one strange  thing  they removed all sincerity from their hearts. Now God will go on  and do another  he will remove all sagacity from their heads. <i>The  wisdom of their wise men shall perish.<\/i> They played the hypocrite,  and thought to put a cheat upon God, and now they are left to  themselves to play the fool, and not only to put a cheat upon  themselves, but to be easily cheated by all about them. Those that make  religion no more than a pretence, to serve a turn, are out in their  politics  and it is just with God to deprive those of their  understanding who part with their uprightness. This was fulfilled in  the wretched infatuation which the Jewish nation were manifestly under,  after they had rejected the gospel of Christ  they removed their hearts  far from God, and therefore God justly removed wisdom far from them,  and hid from their eyes the things that belonged even to their temporal  peace. This is a marvelous work  it is surprising, it is astonishing,  that wise men should of a sudden lose their wisdom and be given up to  strong delusions. Judgments on the mind, though least taken notice of,  are to be most wondered at.<\/p>  <p>  III. He shows the folly of those that though to act separately and  secretly from God, and were carrying on designs independent upon God  and which they projected to conceal from his all-seeing eye. Here we  have,  1. Their politics described  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29:15<\/a>):  They <i>seek deep to hide their counsel from the Lord,<\/i> that he may  not know either what they do or what they design  they say, \"Who sees  us? No man, and therefore not God himself.\" The consultations they had  about their own safety they kept to themselves, and never asked God's  advice concerning them  nay, they knew they were displeasing to him,  but thought they could conceal them from him  and, if he did not know  them, he could not baffle and defeat them. See what foolish fruitless  pains sinners take in their sinful ways  they seek deep, they sink  deep, to hide their counsel from the Lord, who sits in heaven and  laughs at them. Note, A practical disbelief of God's omniscience is at  the bottom both of the carnal worships and of the carnal confidences of  hypocrites   <a class=\"ref\">Psalm 94:7; Ezekiel 8:12<\/a>.  2. The absurdity of their politics demonstrated  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29:16<\/a>):  \"<i>Surely your turning of things upside down<\/i> thus, your various  projects, turning your affairs this and that way to make them shape as  you would have them--or rather your inverting the order of things, and  thinking to make God's providence give attendance to your projects, and  that God must know no more than you think fit, which is perfectly  turning things upside down and beginning at the wrong end--<i>shall be  esteemed as the potter's clay.<\/i> God will turn and manage you, and  all your counsels, with as much ease and as absolute a power as the  potter forms and fashions his clay.\" See how God despises, and  therefore what little reason we have to dread, those contrivances of  men that are carried on without God, particularly those against him.  (1.) Those that think to hide their counsels from God do in effect deny  him to be their Creator. It is as if the work should say of him that  made it, \"He made me not  I made myself.\" If God made us, he certainly  knows us as the Psalmist shows,  (<a class=\"ref\">Psalm 139:1<\/a>)  so that those who say that he does not see them might as well say that  he did not make them. Much of the wickedness of the wicked arises from  this, they forget that God formed them,   <a class=\"ref\">Deuteronomy 32:18<\/a>.  Or,  (2.) Which comes to the same thing, they deny him to be a wise Creator:  <i>The thing framed saith of him that framed it, He had no  understanding <\/i> for if he had understanding to make us so curiously,  especially to make us intelligent beings and to <i>put understanding  into the inward part<\/i>  (<a class=\"ref\">Job 38:36<\/a>),  no doubt he has understanding to know us and all we say and do. As  those that quarrel with God, so those that think to conceal themselves  from him, do in effect charge him with folly  but <i>he that formed the  eye, shall he not see?<\/i>   <a class=\"ref\">Psalm 94:9<\/a>.<\/p>",
    "audit": null
}