{
    "id": 12204,
    "source": "mhm",
    "verse_id": 18257,
    "verse_count": 4,
    "reference": "31:6-9",
    "title": "",
    "html": "<p>  6  Turn ye unto <i>him from<\/i> whom the children of Israel have  deeply revolted.    7  For in that day every man shall cast away his idols of  silver, and his idols of gold, which your own hands have made  unto you <i>for<\/i> a sin.    8  Then shall the Assyrian fall with the sword, not of a mighty  man  and the sword, not of a mean man, shall devour him: but he  shall flee from the sword, and his young men shall be  discomfited.    9  And he shall pass over to his strong hold for fear, and his  princes shall be afraid of the ensign, saith the L<b>ORD<\/b>, whose fire  <i>is<\/i> in Zion, and his furnace in Jerusalem.  <\/p>  <p>  This explains the foregoing promise of the deliverance of Jerusalem  she shall be fitted for deliverance, and then it shall be wrought for  her  for in that method God delivers.<\/p>  <p>  I. Jerusalem shall be reformed, and so she shall be delivered from her  enemies within her walls,   <a class=\"ref\"><\/a>.  Here is,  1. A gracious call to repentance. This was the Lord's voice crying in  the city, the voice of the rod, the voice of the sword, and the voice  of the prophets interpreting the judgment: \"<i>Turn you,<\/i> O turn you  now, from your evil ways, <i>unto God,<\/i> return to your allegiance to  him <i>from whom the children of Israel have deeply revolted,<\/i> from  whom you, <i>O children of Israel!<\/i> have revolted.\" He reminds them  of their birth and parentage, that they were <i>children of Israel,<\/i>  and therefore under the highest obligations imaginable to the God of  Israel, as an aggravation of their revolt from him and as an  encouragement to them to return to him. \"They have been backsliding  children, yet children  therefore let them return, and their  backslidings shall be healed. They have deeply revolted, with great  address as they supposed (<i>the revolters are profound,<\/i>   <a class=\"ref\"><\/a>)  but the issue will prove that they have revolted dangerously. The stain  of their sins has gone deeply into their nature, not to be easily got  out, like the blackness of the Ethiopian. <i>They have deeply corrupted  themselves<\/i>  (<a class=\"ref\"><\/a>)  they have sunk deep into misery, and cannot easily recover themselves  therefore you have need to hasten your return to God.\"  2. A gracious promise of the good success of this call  (<a class=\"ref\"><\/a>):  <i>In that day every man shall cast away his idols,<\/i> in obedience to  Hezekiah's orders, which, till they were alarmed by the Assyrian  invasion, many refused to do. That is a happy fright which frightens us  from our sins.  (1.) It shall be a general reformation: every man shall cast away his  own idols, shall begin with them before he undertakes to demolish other  people's idols, which there will be no need of when every man reforms  himself.  (2.) It shall be a thorough reformation  for they shall part with their  idolatry, their beloved sin, with their <i>idols of silver and  gold,<\/i> their idols that they are most fond of. Many make an idol of  their silver and gold, and by the love of that idol are drawn to revolt  from God  but those that turn to God cast that away out of their hearts  and will be ready to part with it when God calls.  (3.) It shall be a reformation upon a right principle, a principle of  piety, not of politics. They shall cast away their idols, because they  have been unto them <i>for a sin,<\/i> an occasion of sin  therefore  they will have nothing to do with them, though they had been the work  of their <i>own hands,<\/i> and upon that account they had a particular  fondness for them. Sin is the work of our own hands, but in working it  we have been working our own ruin, and therefore we must cast it away  and those are strangely wedded to it who will not be prevailed upon to  cast it away when they see that otherwise they themselves will be  castaways. Some make this to be only a prediction that those who trust  in idols, when they find they stand them in no stead, will cast them  away in indignation. But it agrees so exactly with   <a class=\"ref\"><\/a>  that I rather take it as a promise of a sincere reformation.<\/p>  <p>  II. Jerusalem's besiegers shall be routed, and so she shall be  delivered from the enemies about her walls. The former makes way for  this. If a people return to God, they may leave it to him to plead  their cause against their enemies. When they have cast away their  idols, <i>then shall the Assyrian fall,<\/i>   <a class=\"ref\"><\/a>.  1. The army of the Assyrians shall be laid dead upon the spot <i>by the  sword, not of a mighty man, nor of a mean man,<\/i> not of any man at  all, either Israelite or Egyptian, not forcibly by the sword of a  mighty man nor surreptitiously by the sword of a mean man, but by the  sword of an angel, who strikes more strongly than a mighty man and yet  more secretly than a mean man, by the sword of the Lord, and his power  and wrath in the hand of the angel. Thus the young men of the army  shall melt, and be discomfited, and become tributaries to death. When  God has work to do against the enemies of his church we expect it must  be done by mighty men and mean men, officers and common soldiers  whereas God can, if he please, do it without either. <i>He<\/i> needs  not armies of men who has legions of angels at command,   <a class=\"ref\"><\/a>.  2. The king of Assyria shall flee for the same, shall flee from that  invisible sword, hoping to get out of the reach of it  and he shall  make the best of his way to his own dominions, shall pass over to some  strong-hold of his own, for fear lest the Jews should pursue him now  that his army was routed. Sennacherib had been very confident that he  should make himself master of Jerusalem, and in the most insolent  manner had set both God and Hezekiah at defiance  yet now he is made to  tremble for fear of both. God can strike a terror into the proudest of  men, and make the stoutest heart to tremble. See   <a class=\"ref\"><\/a>.  <i>His princes<\/i> that accompany him <i>shall be afraid of the  ensign,<\/i> shall be in a continual fright at the remembrance of the  ensign in the air, which perhaps the destroying angel displayed before  he gave the fatal bow. Or they shall be afraid of every ensign they  see, suspecting it is a party of the Jews pursuing them. The banner  that God displays for the encouragement of his people  (<a class=\"ref\"><\/a>)  will be a terror to his and their enemies. Thus he <i>cuts off the  spirit of princes and is terrible to the kings of the earth.<\/i> But  who will do this? It is <i>the Lord, whose fire is in Zion and his  furnace in Jerusalem.<\/i>  (1.) Whose residence is there, and who there keeps house, as a man does  where his fire and his oven are. It is the city of the great King, and  let not the Assyrians think to turn him out of the possession of his  own house.  (2.) Who is there a consuming fire to all his enemies and will make  them as a fiery oven in the day of his wrath,   <a class=\"ref\"><\/a>.  He is himself <i>a wall of fire round about Jerusalem,<\/i> so that  whoever assaults her does so at his peril,   <a class=\"ref\">; <\/a>.  (3.) Who has his altar there, on which the holy fire is continually  kept burning and sacrifices are daily offered to his honour, and with  which he is well pleased  and therefore he will defend this city,  especially having an eye to the great sacrifice which was there also to  be offered, of which all the sacrifices were types. If we keep up the  fire of holy love and devotion in our hearts and houses, we may depend  upon God to be a protection to us and them.<\/p>",
    "audit": null
}