{
    "id": 12096,
    "source": "mhm",
    "verse_id": 17692,
    "verse_count": 4,
    "reference": "2:6-9",
    "title": "",
    "html": "<p>  6  Therefore thou hast forsaken thy people the house of Jacob,  because they be replenished from the east, and <i>are<\/i> soothsayers  like the Philistines, and they please themselves in the children  of strangers.    7  Their land also is full of silver and gold, neither <i>is there  any<\/i> end of their treasures  their land is also full of horses,  neither <i>is there any<\/i> end of their chariots:    8  Their land also is full of idols  they worship the work of  their own hands, that which their own fingers have made:    9  And the mean man boweth down, and the great man humbleth  himself: therefore forgive them not.  <\/p>  <p>  The calling in of the Gentiles was accompanied with the rejection of  the Jews  it was their fall, and the <i>diminishing of them, that was  the riches of the Gentiles <\/i> and the <i>casting off of them<\/i> was  <i>the reconciling of the world<\/i>  (<a class=\"ref\">Romans 11:12-15<\/a>)  and it should seem that these verses have reference to that, and are  designed to justify God therein, and yet it is probable that they are  primarily intended for the convincing and awakening of the men of that  generation in which the prophet lived, it being usual with the prophets  to speak of the things that then were, both in mercy and judgment, as  types of the things that should be hereafter. Here is,<\/p>  <p>  I. Israel's doom. This is set forth in two words, the first and the  last of this paragraph  but they are two dreadful words, and which  speak,  1. Their case sad, very sad  (<a class=\"isa\" verses=\"WzE3NjkyXQ==\">Isaiah 2:6<\/a>):  <i>Therefore thou hast forsaken thy people.<\/i> Miserable is the  condition of that people whom God has forsaken, and great certainly  must the provocation be if he forsake those that have been his own  people. This was the deplorable case of the Jewish church after they  had rejected Christ. <i>Migremus hinc--Let us go hence. Your house is  left unto you desolate,<\/i>   <a class=\"ref\">Matthew 23:38<\/a>.  Whenever any sore calamity came upon the Jews thus far the Lord might  be said to forsake them that he withdrew his help and succour from  them, else they would not have fallen into the hands of their enemies.  But God never leaves any till they first leave him.  2. Their case desperate, wholly desperate  (<a class=\"isa\" verses=\"WzE3Njk1XQ==\">Isaiah 2:9<\/a>):  <i>Therefore forgive them not.<\/i> This prophetical prayer amounts to a  threatening that they should not be forgiven, and some think it may be  read: <i>And thou wilt not forgive them.<\/i> This refers not to  particular persons (many of them repented and were pardoned), but to  the body of that nation, against whom an irreversible doom was passed,  that they should be wholly cut off and their church quite dismantled,  never to be formed into such a body again, nor ever to have their old  charter restored to them.<\/p>  <p>  II. Israel's desert of this doom, and the reasons upon which it is  grounded. In general, it is sin that brings destruction upon them  it  is this, and nothing but this, that provokes God to forsake his people.  The particular sins which the prophet specifies are such as abounded  among them at that time, which he makes mention of for the conviction  of those to whom he then preached, rather than that which afterwards  proved the measure-filling sin, their crucifying Christ and persecuting  his followers  for the sins of every age contributed towards the making  up of the dreadful account at last. And there was a partial and  temporary rejection of them by the captivity in Babylon hastening on,  which was a type of their final destruction by the Romans, and which  the sins here mentioned brought upon them. Their sins were such as  directly contradicted all God's kind and gracious designs concerning  them.<\/p>  <p>  1. God set them apart for himself, as a peculiar people, distinguished  from, and dignified above, all other people  (<a class=\"ref\">Numbers 23:9<\/a>)  but they were <i>replenished from the east <\/i> they <i>naturalized<\/i>  foreigners, not <i>proselyted,<\/i> and encouraged them to settle among  them, and mingled with them,   <a class=\"ref\">Hosea 7:8<\/a>.  Their country was peopled with Syrians and Chaldeans, Moabites and  Ammonites, and other eastern nations, and with them they admitted the  fashions and customs of those nations, and <i>pleased themselves in the  children of strangers,<\/i> were fond of them, preferred their country  before their own, and thought the more they conformed to them the more  polite and refined they were  thus did they profane their crown and  their covenant. Note, Those are in danger of being estranged from God  who please themselves with those who are strangers to him, for we soon  learn the ways of those whose company we love.<\/p>  <p>  2. God gave them his oracles, which they might ask counsel of, not only  the scriptures and the seers, but the breast-plate of judgment  but  they slighted these, and became soothsayers like the Philistines,  introduced their arts of divination, and hearkened to those who by the  stars, or the clouds, or the flight of birds, or the entrails of  beasts, or other magic superstitions, pretended to discover things  secret or foretel things to come. The Philistines were noted for  diviners,   <a class=\"ref\">1 Samuel 6:2<\/a>.  Note, Those who slight true divinity are justly given up to lying  divinations  and those will certainly be forsaken of God who thus  forsake him and their own mercies for lying vanities.<\/p>  <p>  3. God encouraged them to put their confidence in him, and assured them  that he would be their wealth and strength  but, distrusting his power  and promise, they made gold their hope, and furnished themselves with  horses and chariots, and relied upon them for their safety,   <a class=\"isa\" verses=\"WzE3NjkzXQ==\">Isaiah 2:7<\/a>.  God had expressly forbidden even their kings to multiply horses to  themselves and <i>greatly to multiply silver and gold,<\/i> because he  would have them to depend upon himself only  but they did not think  their interest in God made them a match for their neighbours unless  they had as full treasures of silver and gold, and as formidable hosts  of chariots and horses, as they had. It is not having silver and gold,  horses and chariots, that is a provocation to God, but,  (1.) Desiring them insatiably, so that there is no end of the  treasures, no end of the chariots, no bounds or limits set to the  desire of them. Those shall never have enough in God (who alone is  all-sufficient) that never know when they have enough of this world,  which at the best is insufficient.  (2.) Depending upon them, as if we could not be safe, and easy, and  happy, without them, and could not but be so with them.<\/p>  <p>  4. God himself was their God, the sole object of their worship, and he  himself instituted ordinances of worship for them  but they slighted  both him and his institutions,   <a class=\"isa\" verses=\"WzE3Njk0XQ==\">Isaiah 2:8<\/a>.  Their land was full of idols  every city had its god  (<a class=\"ref\">Jeremiah 11:13<\/a>)  and, according to the goodness of their lands, they made goodly images,   <a class=\"ref\">Hosea 10:1<\/a>.  Those that think one God too little will find two too many, and yet  hundreds were not sufficient  for those that love idols will multiply  them  so sottish were they, and so wretchedly infatuated, that they  <i>worshipped the work of their own hands,<\/i> as if that could be a  god to them which was not only a creature, but <i>their<\/i> creature  and that which their own fancies had devised and <i>their own fingers  had made.<\/i> It was an aggravation of their idolatry that God had  enriched them with silver and gold, and yet of that silver and gold  they made idols  so it was, <i>Jeshurun waxed fat, and kicked,<\/i> see   <a class=\"ref\">Hosea 2:8<\/a>.<\/p>  <p>  5. God had advanced them, and put honour upon them  but they basely  diminished and disparaged themselves  (<a class=\"isa\" verses=\"WzE3Njk1XQ==\">Isaiah 2:9<\/a>):  <i>The mean man boweth down to his idol,<\/i> a thing below the meanest  that has any spark of reason left. Sin is a disparagement to the  poorest and those of the lowest rank. It becomes the mean man to bow  down to his superiors, but it ill becomes him to <i>bow down to the  stock of a tree,<\/i>   <a class=\"isa\" verses=\"WzE4NTUzXQ==\">Isaiah 44:19<\/a>.  Nor is it only the illiterate and poor-spirited that do this, but even  the <i>great men<\/i> forgets his grandeur and humbles himself to  worship idols, deifies men no better than himself, and consecrates  stones so much baser than himself. Idolaters are said to <i>debase  themselves even to hell,<\/i>   <a class=\"isa\" verses=\"WzE4Nzc1XQ==\">Isaiah 57:9<\/a>.  What a shame it is that great men think the service of the true God  below them and will not stoop to it, and yet will humble themselves to  bow down to an idol! Some make this a threatening that the mean men  shall be brought down, and the great men humbled, by the judgments of  God, when they come with commission.<\/p>",
    "audit": null
}