{
    "id": 12091,
    "source": "mhm",
    "verse_id": 17665,
    "verse_count": 6,
    "reference": "1:10–15",
    "title": "",
    "html": " <p>10 Hear the word of the L <b>ORD<\/b>, ye rulers of Sodom give ear unto the law of our God, ye people of Gomorrah. 11 To what purpose <i>is<\/i>, the multitude of your sacrifices unto me? saith the L <b>ORD <\/b>: I am full of the burnt offerings of rams, and the fat of fed beasts and I delight not in the blood of bullocks, or of lambs, or of he goats. 12 When ye come to appear before me, who hath required this at your hand, to tread my courts? 13 Bring no more vain oblations incense is an abomination unto me the new moons and sabbaths, the calling of assemblies, I cannot away with <i>it is<\/i>, iniquity, even the solemn meeting. 14 Your new moons and your appointed feasts my soul hateth: they are a trouble unto me I am weary to bear <i>them.<\/i>,15 And when ye spread forth your hands, I will hide mine eyes from you: yea, when ye make many prayers, I will not hear: your hands are full of blood. <\/p> <p>Here, I. God calls to them (but calls in vain) to hear his word, <a class=\"isa\" verses=\"WzE3NjY1XQ==\">Isaiah 1:10<\/a>. 1. The title he gives them is very strange <i>You rulers of Sodom,<\/i>, and <i>people of Gomorrah.<\/i>, This intimates what a righteous thing it would have been with God to make them like Sodom and Gomorrah in respect of ruin (<a class=\"isa\" verses=\"WzE3NjY0XQ==\">Isaiah 1:9<\/a>), because that had made themselves like Sodom and Gomorrah in respect of sin. The men of Sodom were <i>wicked, and sinners before the Lord exceedingly<\/i>,(<a class=\"ref\">Genesis 13:13<\/a>), and so were the men of Judah. When the rulers were bad, no wonder the people were so. Vice overpowered virtue, for it had the rulers, the men of figure, on its side and it out-polled it, for it had the people, the men of number, on its side. The streams being thus strong, no less a power than that of the Lord of hosts could secure a remnant, <a class=\"isa\" verses=\"WzE3NjY0XQ==\">Isaiah 1:9<\/a>. The rulers are boldly attacked here by the prophet as rulers of Sodom for he knew not how to give flattering titles. The tradition of the Jews is that for this he was impeached long after, and put to death, as having cursed the gods and <i>spoken evil of the ruler of his people.<\/i>,2. His demand upon them is very reasonable: \" <i>Hear the word of the Lord,<\/i>, and <i>give ear to the law of our God<\/i>, attend to that which God has to say to you, and let his word be a law to you.\" The following declaration of dislike to their sacrifices would be a kind of new law to them, though really it was but an explication of the old law but special regard is to be had to it, as is required to the like, <a class=\"ref\">Psalm 50:7<\/a>. \"Hear this, and tremble hear it, and take warning.\" <\/p> <p>II. He justly refuses to hear their prayers and accept their services, their sacrifices and burnt-offerings, the fat and blood of them (<a class=\"isa\" verses=\"WzE3NjY2XQ==\">Isaiah 1:11<\/a>), their attendance in his courts (<a class=\"isa\" verses=\"WzE3NjY3XQ==\">Isaiah 1:12<\/a>), their oblations, their incense, and their solemn assemblies (<a class=\"isa\" verses=\"WzE3NjY4XQ==\">Isaiah 1:13<\/a>), their new moons and their appointed feasts (<a class=\"isa\" verses=\"WzE3NjY5XQ==\">Isaiah 1:14<\/a>), their devoutest addresses (<a class=\"isa\" verses=\"WzE3NjcwXQ==\">Isaiah 1:15<\/a>) they are all rejected, because their hands were full of blood. Now observe, <\/p> <p>1. There are many who are strangers, nay, enemies, to the power of religion, and yet seem very zealous for the show and shadow and form of it. This sinful nation, this seed of evil-doers, these rulers of Sodom and people of Gomorrah, brought, not to the altars of false gods (they are not here charged with that), but to the altar of the God of Israel, sacrifices, a multitude of them, as many as the law required and rather more&mdash;not only peace-offerings, which they themselves had their share of, but burnt-offerings, which were wholly consumed to the honour of God nor did they bring the torn, and lame, and sick, but fed beasts, and the fat of them, the best of the kind. They did not send others to offer their sacrifices for them, but came themselves to appear before God. They observed the instituted <i>places<\/i>,(not in high places or groves, but in God's own courts), and the instituted <i>time,<\/i>, the new moons, and sabbaths, and appointed feasts, none of which they omitted. Nay, it should seem, they called extraordinary assemblies, and held solemn meetings for religious worship, besides those that God had appointed. Yet this was not all: they applied to God, not only with their ceremonial observances, but with the exercises of devotion. They prayed, prayed often, made many prayers, thinking they should be heard for their much speaking nay, they were fervent and importunate in prayer, they spread forth their hands as men in earnest. Now we should have thought these, and, no doubt, they thought themselves, a pious religious people and yet they were far from being so, for (1.) Their hearts were empty of true devotion. They came to <i>appear<\/i>, before God (<a class=\"isa\" verses=\"WzE3NjY3XQ==\">Isaiah 1:12<\/a>), <i>to be seen<\/i>, before him (so the margin reads it) they rested in the outside of the duties they looked no further than to be seen of men, and went no further than that which men see. (2.) Their hands were full of blood. They were guilty of murder, rapine, and oppression, under colour of law and justice. The people shed blood, and the rulers did not punish them for it the rulers shed blood, and the people were aiding and abetting, as the elders of Jezreel were to Jezebel in shedding Naboth's blood. Malice is heart-murder in the account of God he that hates his brother in his heart has, in effect, his hands full of blood. <\/p> <p>2. When sinners are under the judgments of God they will more easily be brought to fly to their devotions than to forsake their sins and reform their lives. Their country was now desolate, and their cities were burnt (<a class=\"isa\" verses=\"WzE3NjYyXQ==\">Isaiah 1:7<\/a>), which awakened them to bring their sacrifices and offerings to God more constantly than they had done, as if they would bribe God Almighty to remove the punishment and give them leave to go on in the sin. <i>When he slew them, then they sought him,<\/i>, <a class=\"ref\">Psalm 78:34<\/a>. <i>Lord, in trouble have they visited thee,<\/i>, <a class=\"isa\" verses=\"WzE4MTQ3XQ==\">Isaiah 26:16<\/a>. Many that will readily part with their sacrifices will not be persuaded to part with their sins. <\/p> <p>3. The most pompous and costly devotions of wicked people, without a thorough reformation of the heart and life, are so far from being acceptable to God that really they are an abomination to him. It is here shown in a great variety of expressions that <i>to obey is better than sacrifice<\/i>, nay, that sacrifice, without obedience, is a jest, an affront and provocation to God. The comparative neglect which God here expresses of ceremonial observance was a tacit intimation of what they would come to at last, when they would all be done away by the death of Christ. What was now made little of would in due time be made nothing of. \" <i>Sacrifice and offering,<\/i>, and prayer made in the virtue of them, <i>thou wouldest not then said I, Lo, I come.<\/i>,\" Their sacrifices are here represented, <\/p> <p>(1.) As fruitless and insignificant <i>To what purpose is the multitude of your sacrifices?<\/i>, <a class=\"isa\" verses=\"WzE3NjY2XQ==\">Isaiah 1:11<\/a>. They are <i>vain oblations,<\/i>, <a class=\"isa\" verses=\"WzE3NjY4XQ==\">Isaiah 1:13<\/a>. <i>In vain do they worship me,<\/i>, <a class=\"ref\">Matthew 15:9<\/a>. Their attention to God's institutions was all lost labour, and served not to answer any good intention for, [1.] It was not looked upon as any act of duty or obedience to God: <i>Who has required these things at your hands?<\/i>, <a class=\"isa\" verses=\"WzE3NjY3XQ==\">Isaiah 1:12<\/a>. Not that God disowns his institutions, or refuses to stand by his own warrants but in what they did they had not an eye to him that required it, nor indeed did he require it of those whose hands were full of blood and who continued impenitent. [2.] It did not recommend them to God's favour. He delighted not in the blood of their sacrifices, for he did not look upon himself as honoured by it. [3.] It would not obtain any relief for them. They pray, but God will not hear, because they regard iniquity (<a class=\"ref\">Psalm 66:18<\/a>) he will not deliver them, for, though they make many prayers, none of them come from an upright heart. All their religious service turned to no account to them. Nay, <\/p> <p>(2.) As odious and offensive. God did not only not accept them, but he did detest and abhor them. \"They are <i>your<\/i>, sacrifices, they are none of mine I am full of them, even surfeited with them.\" He needed them not (<a class=\"ref\">Psalm 50:10<\/a>), did not desire them, had had enough of them, and more than enough. Their coming into his courts he calls <i>treading them,<\/i>, or trampling upon them their very attendance on his ordinances was construed into a contempt of them. Their incense, though ever so fragrant, was an abomination to him, for it was burnt in hypocrisy and with an ill design. Their solemn assemblies he could not <i>away with,<\/i>, could not see them with any patience, nor bear the affront they gave him. <i>The solemn meeting is iniquity<\/i>, though the thing itself was not, yet, as they managed it, it became so. It is a <i>vexation<\/i>,(so some read it), a provocation, to God, to have ordinances thus prostituted, not only by wicked people, but to wicked purposes: \" <i>My soul hates them they are a trouble to me,<\/i>, a burden, an incumbrance I am perfectly sick of them, and <i>weary of bearing them.<\/i>,\" God is never weary of hearing the prayers of the upright, but soon weary of the costly sacrifices of the wicked. He hides his eyes from their prayers, as that which he has an aversion to and is angry at. All this is to show, [1.] That sin is very hateful to God, so hateful that it makes even men's prayers and their religious services hateful to him. [2.] That dissembled piety is double iniquity. Hypocrisy in religion is of all things most abominable to the God of heaven. Jerome applies the passage to the Jews in Christ's time, who pretended a great zeal for the law and the temple, but made themselves and all their services abominable to God by filling their hands with the blood of Christ and his apostles, and so filling up the measure of their iniquities. <\/p>",
    "audit": null
}