{
    "id": 12216,
    "source": "mhm",
    "verse_id": 18326,
    "verse_count": 6,
    "reference": "35:5–10",
    "title": "",
    "html": " <p>5 Then the eyes of the blind shall be opened, and the ears of the deaf shall be unstopped. 6 Then shall the lame <i>man <\/i> leap as a hart, and the tongue of the dumb sing: for in the wilderness shall waters break out, and streams in the desert. 7 And the parched ground shall become a pool, and the thirsty land springs of water: in the habitation of dragons, where each lay, <i>shall be <\/i> grass with reeds and rushes. 8 And a highway shall be there, and a way, and it shall be called The way of holiness the unclean shall not pass over it but it <i>shall be <\/i> for those: the wayfaring men, though fools, shall not err <i>therein. <\/i> 9 No lion shall be there, nor <i>any <\/i> ravenous beast shall go up thereon, it shall not be found there but the redeemed shall walk <i>there: <\/i> 10 And the ransomed of the L <b>ORD <\/b> shall return, and come to Zion with songs and everlasting joy upon their heads: they shall obtain joy and gladness, and sorrow and sighing shall flee away. <\/p> <p>\" <i>Then, <\/i> when your God shall come, even Christ, to set up his kingdom in the world, to which all the prophets bore witness, especially towards the conclusion of their prophecies of the temporal deliverances of the church, and this evangelical prophet especially&mdash;then look for great things.\" <\/p> <p>I. Wonders shall be wrought in the kingdoms both of nature and grace, wonders of mercy wrought upon the children of men, sufficient to evince that it is no less than a God that comes to us. 1. Wonders shall be wrought on men's bodies (<a class=\"isa\" verses=\"WzE4MzI2XQ==\">Isaiah 35:5<\/a>): <i>The eyes of the blind shall be opened <\/i> this was often done by our Lord Jesus when he was here upon earth, with a word's speaking, and one he gave sight to that was <i>born <\/i> blind, <a class=\"ref\">Matthew 9:27; John 9:6<\/a>. By his power the ears of the deaf also were unstopped, with one word. <i>Ephphatha&mdash;Be opened, <\/i> <a class=\"ref\">Mark 7:34<\/a>. Many that were lame had the use of their limbs restored so perfectly that they could not only go, but <i>leap, <\/i> and with so much joy to them that they could not forbear leaping for joy, as that impotent man, <a class=\"ref\">Acts 3:8<\/a>. The dumb also were enabled to speak, and then no marvel that they were disposed to sing for joy, <a class=\"ref\">Matthew 9:32<\/a>. These miracles Christ wrought to prove that he was sent of God (<a class=\"ref\">John 3:2<\/a>), nay, working them by his own power and in his own name, he proved that he was God, the same who at first made man's mouth, the hearing ear, and the seeing eye. When he would prove to John's disciples his divine mission he did it by miracles of this kind, in which this scripture was fulfilled. 2. Wonders, greater wonders, shall be wrought on men's souls. By the word and Spirit of Christ those that were spiritually blind were enlightened (<a class=\"ref\">Acts 26:18<\/a>), those that were deaf to the calls of God were made to hear them readily, so Lydia, whose heart <i>the Lord opened, <\/i> so <i>that she attended, <\/i> <a class=\"ref\">Acts 16:14<\/a>. Those that were impotent to every thing that is good by divine grace are made, not only able for it, but active in it, and run the way of God's commandments. Those also that were dumb, and knew not how to speak of God or to God, having their understandings opened to know him, shall thereby have their lips opened to show forth his praise. The tongue of the dumb shall sing for joy, the joy of God's salvation. Praise shall be perfected out of the mouth of babes and sucklings. <\/p> <p>II. The Spirit shall be poured out from on high. There shall be <i>waters and streams, <\/i> rivers of living water when our Saviour spoke of these as the fulfilling of the scripture, and most probably of this scripture, the evangelist tells us, <i>He spoke of the Spirit <\/i> (<a class=\"ref\">John 7:38<\/a>), as does also this prophet (<a class=\"isa\" verses=\"WzE4Mjc1XQ==\">Isaiah 32:15<\/a>) so here (<a class=\"isa\" verses=\"WzE4MzI3XQ==\">Isaiah 35:6<\/a>), <i>in the wilderness, <\/i> where one would least expect it, <i>shall waters break out. <\/i> This was fulfilled when the <i>Holy Ghost fell upon the Gentiles <\/i> that <i>heard the word <\/i> (<a class=\"ref\">Acts 10:44<\/a>) then were the fountains of life opened, whence streams flowed, that watered the earth abundantly. These waters are said to <i>break out, <\/i> which denotes a pleasing surprise to the Gentile world, such as brought them, as it were, into a new world. The blessed effect of this shall be that the <i>parched ground shall become a pool, <\/i> <a class=\"isa\" verses=\"WzE4MzI4XQ==\">Isaiah 35:7<\/a>. Those that laboured and were heavily laden, under the burden of guilt, and were scorched with the sense of divine wrath, found rest, and refreshment, and abundant comforts in the gospel. In <i>the thirsty land, <\/i> where no water was, nor ordinances (<a class=\"ref\">Psalm 63:1<\/a>), there shall be <i>springs of water, <\/i> a gospel ministry, and by that the administration of all gospel ordinances in their purity and plenty, which are <i>the river that makes glad the city of our God, <\/i> <a class=\"ref\">Psalm 46:4<\/a>. <i>In the habitation of dragons, <\/i> who chose to dwell in the parched scorched ground (<a class=\"isa\" verses=\"WzE4MzEzXQ==\">Isaiah 34:9<\/a>), these waters shall flow, and dispossess them, so that, <i>where each lay shall be grass with reeds and rushes, <\/i> great plenty of useful productions. Thus it was when Christian churches were planted, and flourished greatly, in the cities of the Gentiles, which, for many ages, had been habitations of dragons, or devils rather, as Babylon (<a class=\"ref\">Revelation 18:2<\/a>) when the property of the idols' temples was altered, and they were converted to the service of Christianity, then the habitations of dragons became fruitful fields. <\/p> <p>III. The way of religion and godliness shall be laid open: it is here called <i>the way of holiness <\/i> (<a class=\"isa\" verses=\"WzE4MzI5XQ==\">Isaiah 35:8<\/a>) the way both of holy worship and a holy conversation. Holiness is the rectitude of the human nature and will, in conformity to the divine nature and will. The way of holiness is that course of religious duties in which men ought to walk and press forward, with an eye to the glory of God and their own felicity in the enjoyment of him. \"When our God shall come to save us he shall chalk out to us this way by his gospel, so as it had never been before described.\" 1. It shall be an appointed way not a way of sufferance, but <i>a highway, <\/i> a way into which we are directed by a divine authority and in which we are protected by a divine warrant. It is the King's highway, the King of Kings' highway, in which, though we may be waylaid, we cannot be stopped. The <i>way of holiness <\/i> is the way of God's commandments it is (as highways usually are) the <i>good old way, <\/i> <a class=\"ref\">Jeremiah 6:16<\/a>. 2. It shall be an appropriated way, the way in which God will bring his own chosen to himself, but <i>the unclean shall not pass over it, <\/i> either to defile it or to disturb those that walk in it. It is a way by itself, distinguished from the way of the world, for it is a way of separation from, and nonconformity to, this world. <i>It shall be for those <\/i> whom the Lord has <i>set apart for himself <\/i> (<a class=\"ref\">Psalm 4:3<\/a>), shall be reserved for them: <i>The redeemed shall walk there, <\/i> and the satisfaction they take in these <i>ways of pleasantness <\/i> shall be out of the reach of molestation from an evil world. <i>The unclean shall not pass over it, <\/i> for it shall be a fair way those that walk in it are the <i>undefiled in the way, <\/i> who <i>escape the pollution that is in the world. <\/i> 3. It shall be a straight way: <i>The wayfaring men, <\/i> who choose to travel in it, <i>though fools, <\/i> of weak capacity in other things, shall have such plain directions from the word and Spirit of God in this way that they <i>shall not err therein <\/i> not that they shall be infallible even in their own conduct, or that they shall in nothing mistake, but they shall not be guilty of any fatal misconduct, shall not so miss their way but that they shall recover it again, and get well to their journey's end. Those that are in the narrow way, though some may fall into one path and others into another, not all equally right, but all meeting at last in the same end, shall yet never fall into the broad way again the Spirit of truth shall lead them into all truth that is necessary for them. Note, The way to heaven is a plain way, and easy to hit. <i>God has chosen the foolish things of the world, <\/i> and made them wise to salvation. <i>Knowledge is easy to him that understands. <\/i> 4. It shall be a safe way: <i>No lion shall be there, nor any ravenous beast <\/i> (<a class=\"isa\" verses=\"WzE4MzMwXQ==\">Isaiah 35:9<\/a>), none <i>to hurt or destroy. <\/i> Those that keep close to this way keep out of the reach of Satan the roaring lion, that wicked one touches them not. Those that walk in the way of holiness may proceed with a holy security and serenity of mind, knowing that nothing can do them any real hurt they shall be quiet from the fear of evil. It was in Hezekiah's days, some time after the captivity of the ten tribes, that God, being displeased with the colonies settled there, <i>sent lions among them, <\/i> <a class=\"ref\">2 Kings 17:25<\/a>. But Judah keeps her integrity, and therefore <i>no lions shall be there. <\/i> Those that walk in the <i>way of holiness <\/i> must separate themselves from the unclean and the ravenous, must <i>save themselves from an untoward generation <\/i> hoping that they themselves are of the redeemed, let them walk <i>with the redeemed <\/i> who <i>shall walk there. <\/i> <\/p> <p>IV. The end of this way shall be everlasting joy, <a class=\"isa\" verses=\"WzE4MzMxXQ==\">Isaiah 35:10<\/a>. This precious promise of peace now will end shortly in endless joys and rest for the soul. Here is good news for the citizens of Zion, rest to the weary: <i>The ransomed of the Lord, <\/i> who therefore ought to follow him wherever he goes (<a class=\"ref\">Revelation 14:4<\/a>), <i>shall return and come to Zion, <\/i> 1. To serve and worship God in the church militant: they shall deliver themselves out of Babylon (<a class=\"ref\">Zechariah 2:7<\/a>), shall <i>ask the way to Zion <\/i> (<a class=\"ref\">Jeremiah 50:5<\/a>), and shall <i>find the way <\/i> <a class=\"isa\" verses=\"WzE4NzA5XQ==\">Isaiah 52:12<\/a>. God will open to them a door of escape out of their captivity, and it shall be an effectual door, though there be many adversaries. They shall join themselves to the gospel church, that <i>Mount Zion, <\/i> that <i>city of the living God, <\/i> <a class=\"ref\">Hebrews 12:22<\/a>. They shall come with songs of joy and praise for their deliverance out of Babylon, where they wept upon every <i>remembrance of Zion, <\/i> <a class=\"ref\">Psalm 137:1<\/a>. Those that by faith are made citizens of the gospel Zion may <i>go on their way rejoicing <\/i> (<a class=\"ref\">Acts 8:39<\/a>) they shall sing in the ways of the Lord, and be still praising him. They rejoice in Christ Jesus, and the sorrows and signs of their convictions are made to flee away by the power of divine consolations. Those that mourn are blessed, for they shall be comforted. 2. To see and enjoy God in the church triumphant those that walk in <i>the way of holiness, <\/i> under guidance of their Redeemer, shall come to Zion at last, to the heavenly Zion, shall come in a body, shall all be presented together, <i>faultless, at the coming of Christ's glory with exceeding joy <\/i> (<a class=\"ref\">Jude 1:24; Revelation 7:17<\/a>) they shall come with songs. When God's people returned out of Babylon to Zion they came <i>weeping <\/i> (<a class=\"ref\">Jeremiah 50:4<\/a>) but they shall come to heaven singing a new song, which no man can learn, <a class=\"ref\">Revelation 14:3<\/a>. When they shall <i>enter into the joy of their Lord <\/i> it shall be what the joys of this world never could be <i>everlasting joy, <\/i> without mixture, interruption, or period. It shall not only fill their hearts, to their own perfect and perpetual satisfaction, but it shall be <i>upon their heads, <\/i> as an ornament of grace and a crown of glory, as a garland worn in token of victory. Their joy shall be visible, and no longer a secret thing, as it is here in this world it shall be proclaimed, to the glory of God and their mutual encouragement. They shall then obtain the joy and gladness which they could never expect on this side heaven <i>and sorrow and sighing shall flee away <\/i> for ever, as the shadows of the night before the rising sun. Thus these prophecies, which relate to the Assyrian invasion, conclude, for the support of the people of God under that calamity, and to direct their joy, in their deliverance from it, to something higher. Our joyful hopes and prospects of eternal life should swallow up both all the sorrows and all the joys of this present time. <\/p> ",
    "audit": null
}