{
    "id": 12276,
    "source": "mhm",
    "verse_id": 18664,
    "verse_count": 11,
    "reference": "50:",
    "title": "",
    "html": "<em>Introduction<\/em>\n\n<br>\n\n  <p>  In this chapter,  I. Those to whom God sends are justly charged with bringing all the  troubles they were in upon themselves, by their own wilfulness and  obstinacy, it being made to appear that God was able and ready to help  them if they had been fit for deliverance,   <a class=\"isa\" verses=\"eyIxODY2NCI6M30=\">Isaiah 50:1-3<\/a>.  II. He by whom God sends produces his commission  (<a class=\"isa\" verses=\"MTg2Njc=\">Isaiah 50:4<\/a>),  alleges his own readiness to submit to all the services and sufferings  he was called to in the execution of it  (<a class=\"isa\" verses=\"MTg2Njg=\">Isaiah 50:5<\/a>),  and assures himself that God, who sent him, would stand by him and bear  him out against all opposition,   <a class=\"isa\" verses=\"eyIxODY3MCI6M30=\">Isaiah 50:7-9<\/a>.  III. The message that is sent is life and death, good and evil, the  blessing and the curse, comfort to desponding saints and terror to  presuming sinners,   <a class=\"isa\" verses=\"MTg2NzM=\">Isaiah 50:10<\/a>.  Now all this seems to have a double reference,  1. To the unbelieving Jews in Babylon, who quarrelled with God for his  dealings with them, and to the prophet Isaiah, who, though dead long  before the captivity, yet, prophesying so plainly and fully of it, saw  fit to produce his credentials, to justify what he had said.  2. To the unbelieving Jews in our Saviour's time, whose own fault it  was that they were rejected, Christ having preached much to them, and  suffered much from them, and being herein borne up by a divine power.  The \"contents\" of this chapter, in our Bibles, give this sense of it,  very concisely, thus:--\"Christ shows that the dereliction of the Jews  is not to be imputed to him, by his ability to save, by his obedience  in that work, and by his confidence in divine assistance.\" The prophet  concludes with an exhortation to trust in God and not in ourselves.<\/p>",
    "audit": null
}