{
    "id": 12252,
    "source": "mhm",
    "verse_id": 18535,
    "verse_count": 8,
    "reference": "44:1–8",
    "title": "",
    "html": " <p>1 Yet now hear, O Jacob my servant and Israel, whom I have chosen: 2 Thus saith the L <b>ORD <\/b>,that made thee, and formed thee from the womb, <i>which <\/i>,will help thee Fear not, O Jacob, my servant and thou, Jesurun, whom I have chosen. 3 For I will pour water upon him that is thirsty, and floods upon the dry ground: I will pour my spirit upon thy seed, and my blessing upon thine offspring: 4 And they shall spring up <i>as <\/i>,among the grass, as willows by the water courses. 5 One shall say, I <i>am <\/i>,the L <b>ORD <\/b>,'s and another shall call <i>himself <\/i>,by the name of Jacob and another shall subscribe <i>with <\/i>,his hand unto the L <b>ORD <\/b>,, and surname <i>himself <\/i>,by the name of Israel. 6 Thus saith the L <b>ORD <\/b>,the King of Israel, and his redeemer the L <b>ORD <\/b>,of hosts I <i>am <\/i>,the first, and I <i>am <\/i>,the last and beside me <i>there is <\/i>,no God. 7 And who, as I, shall call, and shall declare it, and set it in order for me, since I appointed the ancient people? and the things that are coming, and shall come, let them show unto them. 8 Fear ye not, neither be afraid: have not I told thee from that time, and have declared <i>it? <\/i>,ye <i>are <\/i>,even my witnesses. Is there a God beside me? yea, <i>there is <\/i>,no God I know not <i>any. <\/i> <\/p> <p>Two great truths are abundantly made out in these verses:&mdash; <\/p> <p>I. That the people of God are a happy people, especially upon account of the covenant that is between them and God. The people of Israel were so as a figure of the gospel Israel. Three things complete their happiness:&mdash; <\/p> <p>1. The covenant-relations wherein they stand to God, <a class=\"isa\" verses=\"WzE4NTM1XQ==\">Isaiah 44:1 <\/a>. Israel is here called <i>Jeshurun&mdash;the upright one <\/i>,for those only, like Nathanael, are Israelites indeed, in whom is no guile, and those only shall have the everlasting benefit of these promises. Jacob and Israel had been represented, in the close of the foregoing chapter, as very provoking and obnoxious to God's wrath, and already given to the curse and to reproaches but, as if God's bowels yearned towards him and his repentings were kindled together, mercy steps in with a <i>non-obstante&mdash;notwithstanding, <\/i>,to all these quarrels: \" <i>Yet now, hear, O Jacob my servant! <\/i>,thou and I will be friends again for all this.\" God had said (<a class=\"isa\" verses=\"WzE4NTMxXQ==\">Isaiah 43:25 <\/a>), <i>I am he that blotteth out thy transgression, <\/i>,which is the only thing that creates this distance and when that is taken away the streams of mercy run again in their former channel. The pardon of sin is the inlet of all the other blessings of the covenant. So and so I will do for them, says God (<a class=\"ref\">Hebrews 8:12 <\/a>), <i>for I will be merciful to their unrighteousness. <\/i>,Therefore <i>hear, O Jacob! <\/i>,hear these comfortable words therefore <i>fear not, O Jacob! <\/i>,fear not thy troubles, for by the pardon of sin the property of them too is altered. Now the relations wherein they stand to him are very encouraging. (1.) They are his <i>servants <\/i>,and those that serve him he will own and stand by and see that they be not wronged. (2.) They are his <i>chosen, <\/i>,and he will abide by his choice he knows those that are his, and those whom he has chosen he takes under special protection. (3.) They are his creatures. He <i>made them, <\/i>,and brought them into being he <i>formed them, <\/i>,and cast them into shape he began betimes with them, for he <i>formed them from the womb <\/i>,and therefore he will help them over their difficulties and help them in their services. <\/p> <p>2. The covenant-blessings which he has secured to them and theirs, <a class=\"isa\" verses=\"WzE4NTM3XQ==\">Isaiah 44:3 <\/a>. (1.) Those that are sensible of their spiritual wants, and the insufficiency of the creature to supply them, shall have abundant satisfaction in God: <i>I will pour water upon him that is thirsty, <\/i>,that thirsts after righteousness he shall be filled. Water shall be poured out to those who truly desire spiritual blessings above all the delights of sense. (2.) Those that are barren as the dry ground shall be watered with the grace of God, with floods of that grace, and God will himself give the increase. If the ground be ever so dry, God has floods of grace to water it with. (3.) The water God will pour out is <i>his Spirit <\/i>,(<a class=\"ref\">John 7:39 <\/a>), which God will pour out without measure upon the seed, that is, Christ (<a class=\"ref\">Galatians 3:16 <\/a>), and by measure upon all the seed of the faithful, upon all the praying wrestling seed of Jacob, <a class=\"ref\">Luke 11:13 <\/a>. This is the great New-Testament promise, that God, having sent his servant Christ, and upheld him, will send his Spirit to uphold us. (4.) This gift of the Holy Ghost is the great blessing God had reserved the plentiful effusion of for the latter days: <i>I will pour my Spirit, <\/i>,that is, <i>my blessing <\/i>,for where God gives his Spirit he will give all other blessings. (5.) This is reserved for the seed and offspring of the church for so the covenant of grace runs: <i>I will be a God to thee and to thy seed. <\/i>,To all who are thus made to partake of the privileges of adoption God will give the spirit of adoption. (6.) Hereby there shall be a great increase of the church. Thus it shall be spread to distant places. Thus it shall be propagated and perpetuated to after-times: <i>They shall spring up <\/i>,and grow as fast <i>as willows by the watercourses, <\/i>,and in every thing that is virtuous and praiseworthy shall be eminent and excel all about them, as the willows overtop the grass among which they grow, <a class=\"isa\" verses=\"WzE4NTM4XQ==\">Isaiah 44:4 <\/a>. Note, It is a great happiness to the church, and a great pleasure to good men, to see the rising generation hopeful and promising. And it will be so if God pour his Spirit upon them, that blessing, that blessing of blessings. <\/p> <p>3. The consent they cheerfully give to their part of the covenant, <a class=\"isa\" verses=\"WzE4NTM5XQ==\">Isaiah 44:5 <\/a>. When the Jews returned out of captivity they renewed their covenant with God (<a class=\"ref\">Jeremiah 50:5 <\/a>), particularly that they would have no more to do with idols, <a class=\"ref\">Hosea 14:2 <\/a>. Backsliders must thus repent and do their first works. Many of those that were without did at that time join themselves to them, invited by that glorious appearance of God for them, <a class=\"ref\">Zechariah 8:23; Esther 8:17 <\/a>. And they say, <i>We are the Lord's <\/i>,and <i>call themselves by the name of Jacob <\/i>,for there was one law, one covenant, <i>for the stranger and for those that were born in the land. <\/i>,And doubtless it looks further yet, to the conversion of the Gentiles, and the multitudes of them who, upon the effusion of the Spirit, after Christ's ascension, should be <i>joined to the Lord <\/i>,and <i>added to the church. <\/i>,These converts are <i>one and another, <\/i>,very many, of different ranks and nations, and all welcome to God, <a class=\"ref\">Colossians 3:11 <\/a>. When one does it another shall by his example be invited to do it, and then another thus the zeal of one may provoke many. (1.) They shall resign themselves to God: not one in the name of the rest, but every one for himself shall say, \" <i>I am the Lord's <\/i>,he has an incontestable right to rule me, and I submit to him, to all his commands, to all his disposal. I am, and will be, his only, his wholly, his for ever, will be for his interests, will be for his praise living and dying I will be his.\" (2.) They shall incorporate themselves with the people of God, <i>call themselves by the name of Jacob, <\/i>,forgetting their own people and their fathers' house, and desirous to wear the character and livery of God's family. They shall love all God's people, shall associate with them, give them the right hand of fellowship, espouse their cause, seek the good of the church in general and of all the particular members of it, and be willing to take their lot with them in all conditions. (3.) They shall do this very solemnly. Some of them shall <i>subscribe with their hand unto the Lord, <\/i>,as, for the confirming of a bargain, a man sets his hand to it, and delivers it as his act and deed. The more express we are in our covenanting with God the better, Jos. xxiv. 26,27 Neh. ix. 38. Fast bind, fast find. <\/p> <p>II. That, as the Israel of God are a happy people, so the God of Israel is a great God, and he is God alone. This also, as the former, speaks abundant satisfaction to all that trust in him, <a class=\"isa\" verses=\"eyIxODU0MCI6M30=\">Isaiah 44:6-8 <\/a>. Observe here, to God's glory and our comfort, 1. That the God we trust in is a God of incontestable sovereignty and irresistible power. He is <i>the Lord, <\/i>,Jehovah, self-existent and self-sufficient and he is <i>the Lord of hosts, <\/i>,of all the hosts of heaven and earth, of angels and men. 2. That he stands in relation to, and has a particular concern for, his church. He is <i>the King of Israel and his Redeemer therefore <\/i>,his Redeemer because his King and those that take God for their King shall have him for their Redeemer. When God would assert himself God alone he proclaims himself Israel's God, that his people may be encouraged both to adhere to him and to triumph in him. 3. That he is eternal&mdash; <i>the first and the last. <\/i>,He is God from everlasting, before the worlds were, and will be so to everlasting, when the world shall be no more. If there were not a God to create, nothing would ever have been and, if there were not a God to uphold, all would soon come to nothing again. He is all in all, is the first cause, from whom are all things, and the last end, to and for whom are all things (<a class=\"ref\">Romans 11:36 <\/a>), the <i>Alpha and the Omega, <\/i>, <a class=\"ref\">Revelation 1:11 <\/a>. 4. That he is God alone (<a class=\"isa\" verses=\"WzE4NTQwXQ==\">Isaiah 44:6 <\/a>): <i>Besides me there is no God. Is there a God besides me? <\/i>, <a class=\"isa\" verses=\"WzE4NTQyXQ==\">Isaiah 44:8 <\/a>. We will appeal to the greatest scholars. Did they ever in all their reading meet with any other? To those that have had the largest acquaintance with the world. Did they ever meet with any other? There are <i>gods many <\/i>,(<a class=\"ref\">1 Corinthians 8:5 <\/a>), <i>called gods, <\/i>,and counterfeit gods: but is there any besides our God that is infinite and eternal, any besides him that is the creator of the world and the protector and benefactor of the whole creation, any besides him that can do that for their worshippers which he can and will do for his? \" <i>You are my witnesses. <\/i>,I have been a nonsuch to you. You have tried other gods have you found any of them all-sufficient to you, or any of them like me? <i>Yea, there is no god,\" no rock <\/i>,(so the word is), none besides Jehovah that can be a rock for a foundation to build on, a rock for shelter to flee to. God is the rock, and <i>their rock is not as ours, <\/i>, <a class=\"ref\">Deuteronomy 32:4 <\/a>. <i>I know not any <\/i>,as if he had said, \"I never met with any that offered to stand in competition with me, or that durst bring their pretensions to a fair trial if I did know of any that could befriend you better than I can, I would recommend you to them but I know not any.\" There is no God besides Jehovah. He is infinite, and therefore there can be no other he is all-sufficient, and therefore there needs no other. This is designed for the confirming of the hopes of God's people in the promise of their deliverance out of Babylon, and, in order to that, for the curing of them of their idolatry when the affliction had done its work it should be removed. They are reminded of the first and great article of their creed, that <i>the Lord their God is one Lord, <\/i>, <a class=\"ref\">Deuteronomy 6:4 <\/a>. And therefore, (1.) They needed not to hope in any other god. Those on whom the sun shines need neither moon nor stars, nor the light of their own fire. (2.) They needed not to fear any other god. Their own God was more able to do them good than all the false and counterfeit gods of their enemies were to do them hurt. 5. That none besides could foretel these things to come, which God now by his prophet gave notice of to the world, above 200 years before they came to pass (<a class=\"isa\" verses=\"WzE4NTQxXQ==\">Isaiah 44:7 <\/a>): \" <i>Who, as I, shall call, <\/i>,shall call Cyrus to Babylon? Is there any but God that can call effectually, and has every creature, every heart, at his beck? Who <i>shall declare it, <\/i>,how it shall be, and by whom, as I do?\" Nay, God goes further he not only sees it in order, as having the foreknowledge of it, but <i>sets it in order, <\/i>,as having the sole management and direction of it. Can any other pretend to this? He has always set things in order according to the counsel of his own will, ever <i>since he appointed the ancient people, <\/i>,the people of Israel, who could give a truer and fuller account of the antiquities of their own nation than any other kingdom in the world could give of theirs. Ever since he appointed that people to be his peculiar people his providence was particularly conversant about them, and he told them beforehand the events that should occur respecting them&mdash;their bondage in Egypt, their deliverance from it, and their settlement in Canaan. All was set in order in the divine predictions as well as in the divine purposes. Could any other have done so? Would any other have been so far concerned for them? He challenges the pretenders to show the things that shall come hereafter: \"Let them, if they can, tell us the name of the man that shall destroy Babylon ad deliver Israel? Nay, if they cannot pretend to tell us <i>the things that shall come <\/i>,hereafter, let them tell us the things that <i>are coming, <\/i>,that are nigh at hand and at the door. Let them tell us what shall come to pass to-morrow but they cannot do that fear them not therefore, nor be afraid of them. What harm can they do you? What hindrance can they give to your deliverance, when I have told thee it shall be accomplished in its season, and I have solemnly declared it?\" Note, Those who have the word of God's promise to depend upon need not be afraid of any adverse powers or policies whatsoever. <\/p>,",
    "audit": null
}