{
    "id": 12136,
    "source": "mhm",
    "verse_id": 17908,
    "verse_count": 5,
    "reference": "13:1-5",
    "title": "",
    "html": "<p>  1  The burden of Babylon, which Isaiah the son of Amoz did see.    2  Lift ye up a banner upon the high mountain, exalt the voice  unto them, shake the hand, that they may go into the gates of the  nobles.    3  I have commanded my sanctified ones, I have also called my  mighty ones for mine anger, <i>even<\/i> them that rejoice in my  highness.    4  The noise of a multitude in the mountains, like as of a great  people  a tumultuous noise of the kingdoms of nations gathered  together: the L<b>ORD<\/b> of hosts mustereth the host of the battle.    5  They come from a far country, from the end of heaven, <i>even<\/i>  the L<b>ORD<\/b>, and the weapons of his indignation, to destroy the  whole land.  <\/p>  <p>  The general title of this book was, <i>The vision of Isaiah the son of  Amoz,<\/i>   <a class=\"isa\" verses=\"WzE3NjU2XQ==\">Isaiah 1:1<\/a>.  Here we have that which Isaiah saw, which was represented to his mind  as clearly and fully as if he had seen it with his bodily eyes  but the  particular inscription of this sermon is <i>the burden of Babylon.<\/i>  1. It is a burden, a lesson they were to learn (so some understand it),  but they would be loth to learn it, and it would be a burden to their  memories, or a load which should lie heavily upon them and under which  they should sink. Those that will not make the word of God their rest  (<a class=\"isa\" verses=\"WzE4MTc3XQ==\">Isaiah 28:12<\/a>; <a class=\"ref\">Jeremiah 6:16<\/a>)  shall find it made a burden to them.  2. It is the burden of Babylon or Babel, which at this time was a  dependent upon the Assyrian monarchy (the metropolis of which was  Nineveh), but soon after revolted from it and became a monarchy of  itself, and a very potent one, in Nebuchadnezzar. This prophet  afterwards foretold the captivity of the Jews in Babylon,   <a class=\"isa\" verses=\"WzE4NDE5XQ==\">Isaiah 39:6<\/a>.  Here he foretels the reprisals God would make upon Babylon for the  wrongs done to his people. In these verses a summons is given to those  powerful and warlike nations whom God would make us of as the  instruments of his wrath for the destruction of Babylon: he afterwards  names them  (<a class=\"isa\" verses=\"WzE3OTI0XQ==\">Isaiah 13:17<\/a>)  the <i>Medes,<\/i> who, in conjunction with the Persians, under the  command of Darius and Cyrus, were the ruin of the Babylonian  monarchy.<\/p>  <p>  I. The place doomed to destruction is Babylon  it is here called <i>the  gates of the nobles<\/i>  (<a class=\"isa\" verses=\"WzE3OTA5XQ==\">Isaiah 13:2<\/a>),  because of the abundance of noblemen's houses that were in it, stately  ones and richly furnished, which would invite the enemy to come, in  hopes of a rich booty. The gates of nobles were strong and well  guarded, and yet they would be no fence against those who came with  commission to execute God's judgments. Before his power and wrath  palaces are no more than cottages. Nor is it only the gates of the  nobles, but <i>the whole land,<\/i> that is doomed to destruction  (<a class=\"isa\" verses=\"WzE3OTEyXQ==\">Isaiah 13:5<\/a>)  for, though the nobles were the leaders in persecuting and oppressing  God's people, yet the whole land concurred with them in it.<\/p>  <p>  II. The persons brought together to lay Babylon waste are here called,  1. God's <i>sanctified ones<\/i>  (<a class=\"isa\" verses=\"WzE3OTEwXQ==\">Isaiah 13:3<\/a>),  designed for this service and set apart to it by the purpose and  providence of God, disengaged from other projects, that they might  wholly apply themselves to this, such as were qualified for that to  which they were called, for what work God employs men in he does in  some measure fit them for. It intimates likewise that in God's  intention, though not in theirs, it was a holy war  they designed only  the enlargement of their own empire, but God designed the release of  his people and a type of the destruction of the New-Testament Babylon.  Cyrus, the person principally concerned, was justly called <i>a  sanctified one,<\/i> for he was God's anointed  (<a class=\"isa\" verses=\"WzE4NTYzXQ==\">Isaiah 45:1<\/a>)  and a figure of him that was to come. It is a pity but all soldiers,  especially those that fight the Lord's battles, should be in the  strictest sense sanctified ones  and it is a wonder that those dare be  profane ones who carry their lives in their hands.  2. They are called God's <i>mighty ones,<\/i> because they had their  might from God and were now to use it for him. It is said of Cyrus that  in this expedition <i>God held his right hand,<\/i>   <a class=\"isa\" verses=\"WzE4NTYzXQ==\">Isaiah 45:1<\/a>.  God's sanctified ones are his mighty ones. Those whom God calls he  qualifies  and those whom he makes holy he makes strong in spirit.  3. They are said to rejoice in his highness, that is, to serve his  glory and the purposes of it with great alacrity. Though Cyrus did not  know God, nor actually design his honour in what he did, yet God used  him as his servant  (<a class=\"isa\" verses=\"WzE4NTY2XQ==\">Isaiah 45:4<\/a>,  <i>I have surnamed thee<\/i> as my servant, though <i>thou hast not  known me<\/i>), and he rejoiced in those successes by which God exalted  his own name.  4. They are very numerous, <i>a multitude, a great people, kingdoms of  nations<\/i>  (<a class=\"isa\" verses=\"WzE3OTExXQ==\">Isaiah 13:4<\/a>),  not rude and barbarous, but modelled and regular troops, such as are  furnished out by well-ordered kingdoms. The great God has hosts at his  command.  5. They are far-fetched: <i>They come from a far country, from the end  of<\/i> heaven. The vast country of Assyria lay between Babylon and  Persia. God can make those a scourge and ruin to his enemies that lie  most remote from them and therefore are least dreaded.<\/p>  <p>  III. The summons given them is effectual, their obedience ready, and  they make a very formidable appearance: <i>A banner is lifted up upon  the high mountain,<\/i>   <a class=\"isa\" verses=\"WzE3OTA5XQ==\">Isaiah 13:2<\/a>.  God's standard is set up, a flag of defiance hung out against Babylon.  It is erected on high, where all may see it  whoever will may come and  enlist themselves under it, and they shall be taken immediately into  God's pay. Those that beat up for volunteers must <i>exalt the  voice<\/i> in making proclamation, to encourage soldiers to come in  they must <i>shake the hand,<\/i> to beckon those at a distance and to  animate those that have enlisted themselves. And they shall not do this  in vain  God has commanded and called those whom he designs to make use  of  (<a class=\"isa\" verses=\"WzE3OTEwXQ==\">Isaiah 13:3<\/a>)  and power goes along with his calls and commands, which cannot be  resisted. He that makes men able to serve him can, when he pleases,  make them willing too. It is the <i>Lord of hosts that musters the host  of the battle,<\/i>   <a class=\"isa\" verses=\"WzE3OTExXQ==\">Isaiah 13:4<\/a>.  He raises them, brings them together, puts them in order, reviews them,  has an exact account of them in his muster-roll, sees that they be all  in their respective posts, and gives them their necessary orders. Note,  All the hosts of war are under the command of the Lord of hosts  and  that which makes them truly formidable is that, when they come against  Babylon, the Lord comes, and brings them with him as <i>the weapons of  his indignation,<\/i>   <a class=\"isa\" verses=\"WzE3OTEyXQ==\">Isaiah 13:5<\/a>.  Note, Great princes and armies are but tools in God's hand, weapons  that he is pleased to make use of in doing his work, and it is his  wrath that arms them and gives them success.<\/p>",
    "audit": null
}