{
    "id": 12311,
    "source": "mhm",
    "verse_id": 18790,
    "verse_count": 5,
    "reference": "58:3–7",
    "title": "",
    "html": "<p>3 Wherefore have we fasted, <i>say they,<\/i> and thou seest not?<i>wherefore<\/i> have we afflicted our soul, and thou takest no knowledge? Behold, in the day of your fast ye find pleasure, and exact all your labours. 4 Behold, ye fast for strife and debate, and to smite with the fist of wickedness: ye shall not fast as<i>ye do this<\/i> day, to make your voice to be heard on high. 5 Is it such a fast that I have chosen? a day for a man to afflict his soul?<i>is it<\/i> to bow down his head as a bulrush, and to spread sackcloth and ashes<i>under him?<\/i> wilt thou call this a fast, and an acceptable day to the L<b>ORD<\/b> ? 6<i>Is<\/i> not this the fast that I have chosen? to loose the bands of wickedness, to undo the heavy burdens, and to let the oppressed go free, and that ye break every yoke? 7<i>Is it<\/i> not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him and that thou hide not thyself from thine own flesh?<\/p><p>Here we have, I. The displeasure which these hypocrites conceived against God for not accepting the services which they themselves had a mighty opinion of ( <a class=\"isa\" verses=\"WzE4NzkwXQ==\">Isaiah 58:3<\/a>):<i>Wherefore have we fasted, say they, and thou seest not?<\/i> Thus they went in the way of Cain, who was angry at God, and resented it as a gross affront that his offering was not accepted. Having gone about to put a cheat upon God by their external services, here they go about to pick a quarrel with God for not being pleased with their services, as if he had not done fairly or justly by them. Observe, 1. How they boast of themselves, and magnify their own performances: \"<i>We have fasted, and afflicted our souls<\/i> we have not only sought God daily ( <a class=\"isa\" verses=\"WzE4Nzg5XQ==\">Isaiah 58:2<\/a>), but have kept some certain times of more solemn devotion.\" Some think this refers to the yearly fast (which was called<i>the day of atonement<\/i>), others to their arbitrary occasional fasts. Note, It is common for unhumbled hearts to be proud of their professions of humiliation, as the Pharisee ( <a class=\"ref\">Luke 18:12<\/a>), <i>I fast twice in the week. <\/i> 2. What they expected from their performances. They thought God should take great notice of them, and own himself a debtor to them for their services. Note, It is a common thing for hypocrites, while they perform the external services of religion, to promise themselves that acceptance with God which he has promised only to the sincere as if they must be accepted of course, or for a compliment. 3. How heinously they take it that God had not put some particular marks of his favour upon them, that he had not immediately delivered them out of their troubles and advanced them to honour and prosperity. They charge God with injustice and partiality, and seem resolved to throw up their religion, and justify themselves in doing so with this, that they had found no<i>profit in praying<\/i> to God, <a class=\"ref\">Job 21:14; Malachi 3:14<\/a>. Note, Reigning hypocrisy often breaks out in daring impiety and an open contempt and reproach of God and religion for that which the hypocrisy itself must bear all the blame of. Sinners reflect upon religion as a hard and melancholy service, and on which there is nothing to be got by, when really it is owing to themselves that it seems so to them, because they are not sincere in it.<\/p><p>II. The true reason assigned why God did not accept their fastings, nor answer the prayers they made on their fast-days it was because they did not fast aright&mdash;<i>to God, even to him,<\/i> <a class=\"ref\">Zechariah 7:5<\/a>. They fasted indeed, but they persisted in their sins, and did not, as the Ninevites, turn every one from his evil way but<i>in the day of their fast,<\/i> notwithstanding the professed humiliations and covenants of that day, they went on to<i>find pleasure,<\/i> that is, to do whatsoever seemed right in their own eyes, lawful or unlawful, <i>quicquid libet, licet&mdash;making their inclinations their law<\/i> though they seemed to afflict their souls, they still gratified their lusts as much as ever. 1. They were as covetous and unmerciful as ever: \"<i>You exact all your labours<\/i> from your servants, and will neither release them according to the law nor relax the rigour of their servitude.\" This was their fault before the captivity, <a class=\"ref\">Jeremiah 34:8<\/a>. It was no less their fault after their captivity, notwithstanding all their solemn fasts, <a class=\"ref\">Nehemiah 5:5<\/a>. \"<i>You exact all your dues,<\/i> your<i>debts<\/i> \" (so some read it) \"you are as rigorous and severe in extorting what you demand from those that are poor as ever you were, though it was at the close of the yearly fast that the release was proclaimed.\" 2. They were contentious and spiteful ( <a class=\"isa\" verses=\"WzE4NzkxXQ==\">Isaiah 58:4<\/a>):<i>Behold, you fast for strife and debate. <\/i> When they proclaimed a fast to deprecate God's judgments, they pretended to search for those sins which provoked God to threaten them with his judgments, and under that pretence perhaps particular persons were falsely accused, as Naboth in the day of Jezebel's fast, <a class=\"ref\">1 Kings 21:12<\/a>. Or the contending parties among them upon those occasions were bitter and severe in their reflections one upon another, one side crying out, \"It is owing to you,\" and the other, \"It is owing to you, that our deliverance is not wrought.\" Thus, instead of judging themselves, which is the proper work of a fast-day, they condemned one another. They<i>fasted for strife,<\/i> with emulation which should make the most plausible appearance on a fast-day and humour the matter best. Nor was it only tongue-quarrels that were fomented in the times of their fasting, but they came to blows too:<i>You smite with the fist of wickedness. <\/i> The cruel task-masters beat their servants, and the creditors their insolvent debtors, whom they delivered to the tormentors they abused poor innocents<i>with wicked hands. <\/i> Now while they thus<i>continued in sin,<\/i> in those very sins which were directly contrary to the intention of a fasting day, (1.) God would not allow them the use of such solemnities: \"<i>You shall not fast<\/i> at all if you fast<i>as you do this day, causing your voice to be heard on high,<\/i> in the heat of your clamours one against another, or in your devotions, which you perform so as to make them to be taken notice of for ostentation. <i>Bring me no more<\/i> of these empty, noisy, <i>vain oblations,<\/i> \" <a class=\"isa\" verses=\"WzE3NjY4XQ==\">Isaiah 1:13<\/a>. Note, Those are justly forbidden the honour of a profession of religion that will not submit to the power of it. (2.) He would not accept of them in the use of them: \"<i>You shall not fast,<\/i> that is, it shall not be looked upon as a fast, nor shall the voice of your prayers on those days be heard on high in heaven.\" Note, Those that fast and pray, and yet go on in their wicked ways, do but mock God and deceive themselves.<\/p><p>III. Plain instructions given concerning the true nature of a religious fast.<\/p><p>1. In general, a fast is intended, (1.) For the honouring and pleasing of God. It must be such a performance as he has chosen ( <a class=\"isa\" verses=\"WzE4NzkyXQ==\">Isaiah 58:5<\/a>) it must be<i>an acceptable day to the Lord,<\/i> in the duties of which we must study to approve ourselves to him and obtain his favour, else it is not a fast, else there is nothing done to any purpose. (2.) For the humbling and abasing of ourselves. A fast is<i>a day to afflict the soul<\/i> if it do not express a genuine sorrow for sin, and do not promote a real mortification of sin, it is not a fast the law of the day of atonement was that on that day they should<i>afflict their souls,<\/i> <a class=\"ref\">Leviticus 16:29<\/a>. That must be done on a fast-day which is a real affliction to the soul, as far as it is yet unregenerate and unsanctified, though a real pleasure and advantage to the soul as far as it is itself.<\/p><p>2. It concerns us therefore to enquire, on a fast-day, what it is that will be acceptable to God, and afflictive to our corrupt nature, and tending to its mortification.<\/p><p>(1.) We are here told negatively what is not the fast that God has chosen, and which does not amount to the afflicting of the soul. [1.] It is not enough to look demure, to put on a grave and melancholy aspect, to bow down the head like a bulrush that is withered and broken: as the hypocrites, that were<i>of a sad countenance, and disfigured their faces, that they might appear unto men to fast,<\/i> <a class=\"ref\">Matthew 6:16<\/a>. Hanging down the head did indeed well enough become the publican, whose heart was truly humbled and broken for sin, and who therefore, in token of that, <i>would not so much as lift up his eyes to heaven<\/i> ( <a class=\"ref\">Luke 18:13<\/a>) but when it was only mimicked, as here, it was justly ridiculed: it is but<i>hanging down the head like a bulrush,<\/i> which nobody regards or takes any notice of. As the hypocrite's humiliations are but like the hanging down of a bulrush, so his elevations in his hopes are but like the<i>flourishing of a bulrush<\/i> ( <a class=\"ref\">Job 8:11<\/a>), which, <i>while it is yet in its greenness, withers before any other herb. <\/i> [2.] It is not enough to do penance, to mortify the body a little, while the body of sin is untouched. It is not enough for a man<i>to spread sackcloth and ashes under him,<\/i> which may indeed give him some uneasiness for the present, but will soon be forgotten when he returns to<i>stretch himself upon his beds of ivory,<\/i> <a class=\"ref\">Amos 6:4<\/a>. <i>Wilt thou call this a fast?<\/i> No, it is but the shadow and carcase of a fast. <i>Wilt thou call this an acceptable day to the Lord?<\/i> No, it is so far from being so that the hypocrisy of it is an abomination to him. Note, The shows of religion, though they show ever so fair in the eye of the world, will not be accepted of God without the substance of it.<\/p><p>(2.) We are here told positively what is the fast that God has chosen, what that is which will recommend a fast-day to the divine acceptance, and what is indeed afflicting the soul, that is, crushing and subduing the corrupt nature. It<i>is not afflicting the soul for a day<\/i> (as some read it, <a class=\"isa\" verses=\"WzE4NzkyXQ==\">Isaiah 58:5<\/a>) that will serve no, it must be the business of our whole lives. It is here required, [1.] That we be just to those with whom we have dealt hardly. The fast that God has chosen consists in reforming our lives and undoing what we have done amiss ( <a class=\"isa\" verses=\"WzE4NzkzXQ==\">Isaiah 58:6<\/a>):<i>To loose the bands of wickedness,<\/i> the bands which we have wickedly tied, and by which others are bound out from their right or bound down under severe usage. Those which perhaps were at first bands of justice, tying men to pay a due debt, become, when the debt is exacted with rigour from those whom Providence has reduced and emptied, <i>bands of wickedness,<\/i> and they must be loosed, or they will bring us into bonds of guilt much more terrible. It is<i>to undo the heavy burden<\/i> laid on the back of the poor servant, under which he is ready to sink. It is<i>to let the oppressed go free<\/i> from the oppression which makes his life bitter to him. \"Let the prisoner for debt that has nothing to pay be discharged, let the vexatious action be quashed, let the servant that is forcibly detained beyond the time of his servitude be released, and thus<i>break every yoke<\/i> not only let go those that are wrongfully kept under the yoke, but break the yoke of slavery itself, that it may not serve again another time nor any by made again to serve under it.\" [2.] That we be charitable to those that stand in need of charity, <a class=\"isa\" verses=\"WzE4Nzk0XQ==\">Isaiah 58:7<\/a>. The particulars in the <a class=\"isa\" verses=\"WzE4NzkzXQ==\">Isaiah 58:6<\/a><i>may<\/i> be taken as acts of charity, that we not only release those whom we have unjustly oppressed&mdash;that is justice, but that we contribute to the rescue and ransom of those that are oppressed by others, to the release of captives and the payment of the debts of the poor but those in this verse are<i>plainly<\/i> acts of charity. This then is the fast that God has chosen. <i>First,<\/i> To provide food for those that want it. This is put first, as the most necessary, and which the poor can but a little while live without. It is<i>to break thy bread to the hungry. <\/i> Observe, \"It must be<i>thy<\/i> bread, that which is honestly got (not that which thou hast robbed others of), the bread which thou thyself hast occasion for, the bread of thy allowance.\" We must deny ourselves, that we may have to give to him that needeth. \"Thy bread which thou hast spared from thyself and thy family, on the fast-day, if that, or the value of it, be not given to the poor, it is the miser's fast, which he makes a hand of it is fasting for the world, not for God. This is the true fast, to break thy bread to the hungry, not only to give them that which is already broken meat, but to break bread on purpose for them, to give them loaves and not to put them off with scraps.\"<i>Secondly,<\/i> To provide lodging for those that want it: It is<i>to take care of the poor that are cast out,<\/i> that are forced from their dwelling, turned out of house and harbour, <i>are cast out as rebels<\/i> (so some critics render it), that are attainted, and whom therefore it is highly penal to protect. \"If they suffer unjustly, make no difficulty of sheltering them do not only find out quarters for them and pay for their lodging elsewhere, but, which is a greater act of kindness, bring them to thy own house, make them thy own guests. Be not forgetful to entertain strangers: for though thou mayest not, as some have done, thereby entertain angels, thou mayest entertain Christ himself, who will recompense it in the resurrection of the just. <i>I was a stranger and you took me in.\" Thirdly,<\/i> To provide clothing for those that want it: \"<i>When thou seest the naked, that thou cover him,<\/i> both to shelter him from the injuries of the weather and to enable him to appear decently among his neighbours give him clothes to come to church in, and in these and other instances<i>hide not thyself from thy own flesh. <\/i> \" Some understand it more strictly of a man's own kindred and relations: \"If those of thy own house and family fall into decay, thou art<i>worse than an infidel<\/i> if thou dost not<i>provide<\/i> for them.\" <a class=\"ref\">1 Timothy 5:8<\/a>. Others understand it more generally all that partake of the human nature are to be looked upon as our own flesh, for have we not all one Father? And for this reason we must not hide ourselves from them, not contrive to be out of the way when a poor petitioner enquires for us, not look another way when a moving object of charity and compassion presents itself let us remember that they are flesh of our flesh and therefore we ought to sympathize with them, and in doing good to them we really do good to our own flesh and spirit too in the issue for thus<i>we lay up for ourselves a good foundation,<\/i> a good bond, <i>for the time to come. <\/i><\/p> ",
    "audit": null
}