{
    "id": 12284,
    "source": "mhm",
    "verse_id": 18691,
    "verse_count": 7,
    "reference": "51:17–23",
    "title": "",
    "html": "<p>17 Awake, awake, stand up, O Jerusalem, which hast drunk at the hand of the L<b>ORD<\/b> the cup of his fury thou hast drunken the dregs of the cup of trembling,<i> and<\/i> wrung<i> them<\/i> out. 18<i> There is<\/i> none to guide her among all the sons<i> whom<\/i> she hath brought forth neither<i> is there any<\/i> that taketh her by the hand of all the sons<i> that<\/i> she hath brought up. 19 These two<i> things<\/i> are come unto thee who shall be sorry for thee? desolation, and destruction, and the famine, and the sword: by whom shall I comfort thee? 20 Thy sons have fainted, they lie at the head of all the streets, as a wild bull in a net: they are full of the fury of the L<b>ORD<\/b> , the rebuke of thy God. 21 Therefore hear now this, thou afflicted, and drunken, but not with wine: 22 Thus saith thy Lord the L<b>ORD<\/b> , and thy God<i> that<\/i> pleadeth the cause of his people, Behold, I have taken out of thine hand the cup of trembling,<i> even<\/i> the dregs of the cup of my fury thou shalt no more drink it again: 23 But I will put it into the hand of them that afflict thee which have said to thy soul, Bow down, that we may go over: and thou hast laid thy body as the ground, and as the street, to them that went over.<\/p><p>God, having awoke for the comfort of his people, here calls upon them to awake, as afterwards,<a class=\"isa\" verses=\"WzE4Njk4XQ==\">Isaiah 52:1<\/a> . It is a call to awake not so much out of the sleep of sin (though that also is necessary in order to their being ready for deliverance) as out of the stupor of despair. When the inhabitants of Jerusalem were in captivity they, as well as those who remained upon the spot, were so overwhelmed with the sense of their troubles that they had no heart or spirit to mind any thing that tended to their comfort or relief they were as the disciples in the garden,<i> sleeping for sorrow<\/i> (<a class=\"ref\">Luke 22:45<\/a>), and therefore, when the deliverance came, they are said to have been<i> like those that dream,<\/i><a class=\"ref\">Psalm 136:1<\/a> . Nay, it is a call to awake, not only from sleep, but from death, like that to the dry bones to live,<a class=\"ref\">Ezekiel 37:9<\/a> . \"Awake, and look about thee, that thou mayest see the day of thy deliverance dawn, and mayest be ready to bid it welcome. Recover thy senses sink not under thy load, but stand up, and bestir thyself for thy own help.\" This may be applied to the Jerusalem that was in the apostle's time, which is said to have been<i> in bondage with her children<\/i> (<a class=\"ref\">Galatians 4:25<\/a>), and to have been under the power of<i> a spirit of slumber<\/i> (<a class=\"ref\">Romans 11:8<\/a>) they are called to awake, and mind the things that belonged to their everlasting peace, and then the cup of trembling should be taken out of their hands, peace should be spoken to them, and they should triumph over Satan, who had blinded their eyes and lulled them asleep. Now,<\/p><p>I. It is owned that Jerusalem had long been in a very deplorable condition, and sunk into the depths of misery.<\/p><p>1. She had lain under the tokens of God's displeasure. He had put into her hand<i> the cup of his fury,<\/i> that is, her share of his displeasure. The dispensations of his providence concerning her had been such that she had reason to think he was angry with her. She had provoked him to anger most bitterly, and was made to taste the bitter fruits of it. The cup of God's fury is, and will be, a<i> cup of trembling<\/i> to all those that have it put into their hands: damned sinners will find it so to eternity. It is said (<a class=\"ref\">Psalm 75:8<\/a>) that<i> the dregs of the cup,<\/i> the loathsome sediments in the bottom of it,<i> all the wicked of the earth shall wring them out, and drink them<\/i> but here Jerusalem, having made herself as the wicked of the earth, is compelled to wring them out and drink them for wherever there has been a cup of fornication, as there had been in Jerusalem's hand when she was idolatrous, sooner or later there will be a cup of fury, a cup of trembling. Therefore<i> stand in awe and sin not.<\/i><\/p><p>2. Those that should have helped her in her distress failed her, and were either unable or unwilling to help her, as might have been expected,<a class=\"isa\" verses=\"WzE4NjkyXQ==\">Isaiah 51:18<\/a> . She is intoxicated with the cup of God's fury, and, being so, staggers, and is very unsteady in her counsels and attempts. She knows not what she says or does, much less knows she what to say or do and, in this unhappy condition,<i> of all the sons that she has brought forth<\/i> and brought up, that she was borne and educated (and there were many famous ones, for of Zion it was said<i> that this and that man were born there,<\/i><a class=\"ref\">Psalm 87:5<\/a>),<i> there is none to guide her,<\/i> none to take her by the hand to keep her either from falling or from shaming herself, to lend either a hand to help her out of her trouble or a tongue to comfort her under it. Think it not strange if wise and good men are disappointed in their children, and have not that succour from them which they expected, but those that were arrows in their hand prove arrows in their heart, when Jerusalem herself has none of all her sons, prince, priest, nor prophet, that has such a sense either of duty or gratitude as to help her when she has most need of help. Thus they complain,<a class=\"ref\">Psalm 74:9<\/a> . There is<i> none to tell us how long.<\/i> Now that which aggravated this disappointment was, (1.) That her trouble was very great, and yet there was none to pity or help her:<i> These two things have come unto thee<\/i> (<a class=\"isa\" verses=\"WzE4NjkzXQ==\">Isaiah 51:19<\/a>), to complete thy desolation and destruction, even<i> the famine and the sword,<\/i> two sore judgments, and very terrible. Or the two things were the<i> desolation and destruction<\/i> by which the city was wasted and the famine and sword by which the citizens perished. Or the two things were the trouble itself (made up of desolation, destruction, famine, and sword) and her being helpless, forlorn, and comfortless, under it. \"Two sad things indeed, to be in this woeful case, and to have none to pity thee, to sympathize with thee in thy griefs, or to help to bear the burden of thy cares, to have none to comfort thee, by suggesting that to thee which might help to alleviate thy grief or doing that for thee which might help to redress thy grievances.\" Or these two things that had come upon Jerusalem are the same with the two things that were afterwards to come upon Babylon (<a class=\"isa\" verses=\"WzE4NjA5XQ==\">Isaiah 47:9<\/a>),<i> loss of children and widowhood<\/i> &mdash;piteous case, and yet, \"when thou hast brought it upon thyself by thy own sin and folly,<i> who shall be sorry for thee?<\/i> &mdash;a case that calls for comfort, and yet, when thou art froward under thy trouble, frettest, and makest thyself uneasy,<i> by whom shall I comfort thee?<\/i> \" Those that will not be counselled cannot be helped. (2.) That those who should have been her comforters were their own tormentors (<a class=\"isa\" verses=\"WzE4Njk0XQ==\">Isaiah 51:20<\/a>):<i> They have fainted,<\/i> as quite dispirited and driven to despair they have no patience in which to keep possession of their own souls and the enjoyment of themselves, nor any confidence in God's promise, by which to keep possession of the comfort of that. They throw themselves upon the ground, in vexation at their troubles, and there<i> they lie at the head of all the streets,<\/i> complaining to all that pass by (<a class=\"ref\">Lamentations 1:12<\/a>), pining away for want of necessary food there they lie like<i> a wild bull in a net,<\/i> fretting and raging, struggling and pulling, to help themselves, but entangling themselves so much the more, and making their condition the worse by their own passions and discontents. Those that are of a meek and quiet spirit are, under affliction, like a dove in a net, mourning indeed, but silent and patient. Those that are of a froward peevish spirit are like a wild bull in a net, uneasy to themselves, vexatious to their friends, and provoking to their God:<i> They are full of the fury of the Lord, the rebuke of our God.<\/i> God is angry with them, and contends with them, and they are full of that only, and take no notice of his wise and gracious designs in afflicting them, never enquire wherefore he contends with them, and therefore nothing appears in them but anger at God and quarrelling with him. They are displeased at God for the dispensations of his providence concerning them, and so they do but make bad worse. This had long been Jerusalem's woeful case, and God took cognizance of it. But,<\/p><p>II. It is promised that Jerusalem's troubles shall at length come to an end, and be transferred to her persecutors (<a class=\"isa\" verses=\"WzE4Njk1XQ==\">Isaiah 51:21<\/a>):<i> Nevertheless hear this, thou afflicted.<\/i> It is often the lot of God's church to be afflicted, and God has always something to say to her then which she will do well to hearken to. \"Thou art<i> drunken, not<\/i> as formerly<i> with wine,<\/i> not with the intoxicating cup of Babylon's whoredoms and idolatries, but with the cup of affliction. Know then, for thy comfort,\" 1. \"That the Lord Jehovah is thy Lord and thy God, for all this.\" It is expressed emphatically (<a class=\"isa\" verses=\"WzE4Njk2XQ==\">Isaiah 51:22<\/a>): \"<i> Thus saith thy Lord, the Lord, and thy God<\/i> &mdash;the Lord, who is able to help thee, and has wherewithal to relieve thee,&mdash;<i> thy<\/i> Lord, who has an incontestable right to thee, and will not alienate it,&mdash;thy God, in covenant with thee, and who has undertaken to make thee happy.\" Whatever the distresses of God's people may be, he will not disown his relation to them, nor have they lost their interest in him and in his promise. 2. \"That he is the God<i> who pleads the cause of his people,<\/i> as their patron and protector, who takes what is done against them a done against himself.\" The cause of God's people, and of that holy religion which they profess, is a righteous cause, otherwise the righteous God would not appear for it yet it may for a time be run down, and seem as if it were lost. But God will plead it, either by convincing the consciences or confounding the mischievous projects of those that fight against it. He will plead it by clearing up the equity and excellency of it to the world and by giving success to those that act in defence of it. It is his own cause he has espoused it, and therefore will plead it with jealousy. 3. That they should shortly take leave of their troubles and bid a final farewell to them: \"<i> I will take out of thy hand the cup of trembling,<\/i> that bitter cup it shall pass from thee.\" Throwing away the cup of trembling will not do, nor saying, \"We will not, we cannot, drink it \" but, if we patiently submit, he that put it into out hands will himself take it out of our hands. Nay, it is promised, \"<i> Thou shalt no more drink it again.<\/i> God has let fall his controversy with thee, and will not revive the judgment.\" 4. That their persecutors and oppressors should be made to drink of the same bitter cup of which they had drunk so deeply,<a class=\"isa\" verses=\"WzE4Njk3XQ==\">Isaiah 51:23<\/a> . See here, (1.) How insolently they had abused and trampled upon the people of God:<i> They have said to thy soul,<\/i> to thee, to thy life,<i> Bow down, that we may go over.<\/i> Nay, they have said it to thy conscience, taking a pride and pleasure in forcing thee to worship idols. Herein the New-Testament Babylon treads in the steps of that old oppressor, tyrannizing over men's consciences, giving law to them, putting them upon the rack, and compelling them to sinful compliances. Those that set up an infallible head and judge, requiring an implicit faith in his dictates and obedience to his commands, do in effect say to men's souls,<i> Bow down, that we may go over,<\/i> and they say it with delight. (2.) How meanly the people of God (having by their sin lost much of their courage and sense of honour) truckled to them:<i> Thou hast laid thy body as the ground.<\/i> Observe, The oppressors required souls to be subjected to them, that every man should believe and worship just as they would have them. But all they could gain by their threats and violence was that people laid their bodies on the ground they brought them to an external and hypocritical conformity, but conscience cannot be forced, nor is it mentioned to their praise that they yielded thus far. But observe, (3.) How justly God will reckon with those who have carried it so imperiously towards his people:<i> The cup of trembling shall be put into their hand.<\/i> Babylon's case shall be as bad as ever Jerusalem's was. Daniel's persecutors shall be thrown into Daniel's den let them see how they like it. And the Lord is known by these judgments which he executes.<\/p> ",
    "audit": null
}