{
    "id": 12295,
    "source": "mhm",
    "verse_id": 18730,
    "verse_count": 5,
    "reference": "54:6–10",
    "title": "",
    "html": "<p>6 For the L<b>ORD<\/b> hath called thee as a woman forsaken and grieved in spirit, and a wife of youth, when thou wast refused, saith thy God. 7 For a small moment have I forsaken thee but with great mercies will I gather thee. 8 In a little wrath I hid my face from thee for a moment but with everlasting kindness will I have mercy on thee, saith the L<b>ORD<\/b> thy Redeemer. 9 For this<i>is as<\/i> the waters of Noah unto me: for<i>as<\/i> I have sworn that the waters of Noah should no more go over the earth so have I sworn that I would not be wroth with thee, nor rebuke thee. 10 For the mountains shall depart, and the hills be removed but my kindness shall not depart from thee, neither shall the covenant of my peace be removed, saith the L<b>ORD<\/b> that hath mercy on thee.<\/p><p>The seasonable succour and relief which God sent to his captives in Babylon, when they had a discharge from their bondage there, are here foretold, as a type and figure of all those consolations of God which are treasured up for the church in general and all believers in particular, in the covenant of grace.<\/p><p>I. Look back to former troubles, and in comparison with them God's favours to his people appear very comfortable, <a class=\"isa\" verses=\"eyIxODczMCI6M30=\">Isaiah 54:6-8<\/a>. Observe, 1. How sorrowful the church's condition had been. She had been as a woman forsaken, whose husband was dead, or had fallen out with her, though she was<i>a wife of youth,<\/i> upon which account she is grieved in spirit, takes it very ill, frets, and grows melancholy upon it or she had been as one refused and rejected, and therefore full of discontent. Note, Even those that are espoused to God may yet seem to be refused and forsaken, and may be grieved in spirit under the apprehensions of being so. Those that shall never be forsaken and left in despair may yet for a time be perplexed and in distress. The similitude is explained ( <a class=\"isa\" verses=\"WzE4NzMxXQ==\">Isaiah 54:7<\/a>):<i>For a small moment have I forsaken thee. In a little wrath I hid my face from thee. <\/i> When God continues his people long in trouble he seems to forsake them so their enemies construe it ( <a class=\"ref\">Psalm 71:11<\/a>) so they themselves misinterpret it, <a class=\"isa\" verses=\"WzE4NjUxXQ==\">Isaiah 49:14<\/a>. When they are comfortless under their troubles, because their prayers and expectations are not answered, God hides his face from them, as if he regarded them not nor designed them any kindness. God owns that he had done this for he keeps an account of the afflictions of his people, and, though he never turned his face against them (as against the wicked, <a class=\"ref\">Psalm 34:16<\/a>), he remembers how often he turned his back upon them. This arose indeed from his displeasure. It was in wrath that he forsook them and hid his face from them ( <a class=\"isa\" verses=\"WzE4NzgzXQ==\">Isaiah 57:17<\/a>) yet it was but in a little wrath: not that God's wrath ever is a little thing, or to be made light of (<i>Who knows the power of his anger?<\/i>), but little in comparison with what they had deserved, and what others justly suffer, on whom the full vials of his wrath are poured out. He did not stir up all his wrath. But God's people, though they be sensible of ever so small a degree of God's displeasure, cannot but be grieved in spirit because of it. As for the continuance of it, it was but<i>for a moment,<\/i> a<i>small<\/i> moment for God does not keep his anger against his people for ever no, it is soon over. As he is slow to anger, so he is swift to show mercy. The afflictions of God's people, as they are light, so they are but for a moment, a cloud that presently blows over. 2. How sweet the returns of mercy would be to them when God should come and comfort them according to the time that he had afflicted them. God called them into covenant with himself when they were forsaken and grieved he called them out of their afflictions when they were most pressing, <a class=\"isa\" verses=\"WzE4NzMwXQ==\">Isaiah 54:6<\/a>. God's anger endures for a moment, but he will gather his people when they think themselves neglected, will gather them out of their dispersions, that they may return in a body to their own land,&mdash;will gather them into his arms, to protect them, embrace them, and bear them up,&mdash;and will gather them at last to himself, <i>will gather the wheat into the barn. <\/i> He will have mercy on them. This supposes the turning away of his anger and the admitting of them again into his favour. God's gathering his people takes rise from his mercy, not any merit of others and it is with<i>great mercies<\/i> ( <a class=\"isa\" verses=\"WzE4NzMxXQ==\">Isaiah 54:7<\/a>), <i>with everlasting kindness,<\/i> <a class=\"isa\" verses=\"WzE4NzMyXQ==\">Isaiah 54:8<\/a>. The wrath is little, but the mercies are great the wrath is for a moment, but the kindness everlasting. See how one is set over against the other, that we may neither despond under our afflictions nor despair of relief.<\/p><p>II. Look forward to future dangers, and in defiance of them God's favours to his people appear very constant, and his kindness everlasting for it is formed into a covenant, here called a<i>covenant of peace,<\/i> because it is founded in reconciliation and is inclusive of all good. Now,<\/p><p>1. This is as firm as the covenant of providence. It is<i>as the waters of Noah,<\/i> that is, as that promise which was made concerning the deluge that there should never be the like again to disturb the course of summer and winter, seed-time and harvest, <a class=\"isa\" verses=\"WzE4NzMzXQ==\">Isaiah 54:9<\/a>. God then contended with the world in great wrath, and for a full year, and yet at length returned in mercy, everlasting mercy for he gave his word, which was as inviolable as his oath, that Noah's flood should never return, that he would never drown the world again see <a class=\"ref\">Genesis 8:21<\/a>. And God has ever since kept his word, though the world has been very provoking and he will keep it to the end for the world that now is is reserved unto fire. And thus inviolable is the covenant of grace:<i>I have sworn that I would not be wroth with thee,<\/i> as I have been, <i>and rebuke thee,<\/i> as I have done. He will not be so angry with them as to cast them off and break his covenant with them ( <a class=\"ref\">Psalm 89:34<\/a>), nor rebuke them as he has rebuked the heathen, to destroy them, and<i>put out their name for ever and ever,<\/i> <a class=\"ref\">Psalm 9:5<\/a>.<\/p><p>2. It is more firm than the strongest parts of the visible creation ( <a class=\"isa\" verses=\"WzE4NzM0XQ==\">Isaiah 54:10<\/a>): The<i>mountains shall depart,<\/i> which are called<i>everlasting mountains,<\/i> and<i>the hills be removed,<\/i> though they are called<i>perpetual hills,<\/i> <a class=\"ref\">Habakkuk 3:6<\/a>. Sooner shall they remove than God's covenant with his people be broken. Mountains have sometimes been shaken by earthquakes, and removed but the promises of God were never broken by the shock of any event. The day will come when all<i>the mountains shall depart<\/i> and all<i>the hills be removed,<\/i> not only the tops of them covered, as they were by the waters of Noah, but the roots of them torn up for the earth and all the works that are therein shall be burned up but then the covenant of peace between God and believers shall continue in the everlasting bliss of all those who are the children of that covenant. Mountains and hills signify great men, men of bulk and figure. Do these mountains seem to support the skies (as Atlas) and bear them up? They shall depart and be removed. Creature-confidences shall fail us. <i>In vain is salvation hoped for from those hills and mountains. <\/i> But the firmament is firm, and answers to its name, when those who seem to prop it are gone. When our friends fail us our God does not, nor does his kindness depart? Do these mountains threaten, and seem to top the skies, and bid defiance to them, as Pelion and Ossa? Do the kings of the earth, and the rulers, set themselves against the Lord? They shall depart and be removed. Great mountains, that stand in the way of the salvation of the church, shall be<i>made plain<\/i> ( <a class=\"ref\">Zechariah 4:7<\/a>) but God's kindness shall never depart from his people, for whom he loves he loves to the end nor shall the covenant of his peace ever be removed, for he is the Lord that has mercy on his people. <i>Therefore<\/i> the covenant is immovable and inviolable, because it is built not on our merit, which is a mutable uncertain thing, but on God's mercy, which is from everlasting to everlasting.<\/p> ",
    "audit": null
}