{
    "id": 12301,
    "source": "mhm",
    "verse_id": 18755,
    "verse_count": 2,
    "reference": "56:1-2",
    "title": "",
    "html": "<p>  1  Thus saith the L<b>ORD<\/b>, Keep ye judgment, and do justice: for my  salvation <i>is<\/i> near to come, and my righteousness to be revealed.    2  Blessed <i>is<\/i> the man <i>that<\/i> doeth this, and the son of man  <i>that<\/i> layeth hold on it  that keepeth the sabbath from polluting  it, and keepeth his hand from doing any evil.  <\/p>  <p>  The scope of these verses is to show that when God is coming towards us  in a way of mercy we must go forth to meet him in a way of duty.<\/p>  <p>  I. God here tells us what are his intentions of mercy to us  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 56:1<\/a>):  <i>My salvation is near to come<\/i>--the great salvation wrought out by  Jesus Christ (for that was the salvation of which the <i>prophets  enquired and searched diligently,<\/i>   <a class=\"ref\">1 Peter 1:10<\/a>),  typified by the salvation of the Jews from Sennacherib or out of  Babylon. Observe,  1. The gospel salvation is the salvation of the Lord. It was contrived  and brought about by him  he glories in it as his.  2. In that salvation God's righteousness is revealed, which is so much  the beauty of the gospel that St. Paul makes this the ground of his  glorying in it.  (<a class=\"ref\">Romans 1:17<\/a>),  <i>because therein is the righteousness of God revealed from faith to  faith.<\/i> The law revealed that righteousness of God by which all  sinners stand condemned, but the gospel reveals that by which all  believers stand acquitted.  3. The Old-Testament saints saw this salvation coming, and drawing near  to them, long before it came  and they had notice by the prophets of  its approach. As Daniel understood by Jeremiah's books the approach of  the redemption out of Babylon, at the end of seventy years, so others  understood by Daniel's books the approach of our redemption by Christ  at the end of seventy weeks of years.<\/p>  <p>  II. He tells us what are his expectations of duty from us, in  consideration thereof. Say not, \"We see the salvation near, and  therefore we may live as we list, for there is no danger now of missing  it or coming short of it \" that is turning the grace of God into  wantonness. But, on the contrary, when the salvation is near double  your guard against sin. Note, The fuller assurances God gives us of the  performance of his promises the stronger obligations he lays us under  to obedience. The salvation here spoken of has now come  yet, there  being still a further salvation in view, the apostle presses duty upon  us Christians with the same argument.   <a class=\"ref\">Romans 3:11<\/a>,  <i>Now is our salvation nearer than when we believed.<\/i> That which is  here required to qualify and prepare us for the approaching salvation  is,<\/p>  <p>  1. That we be honest and just in all our dealings: <i>Keep you judgment  and do justice.<\/i> Walk by rule, and make conscience of what you say  and do, that you do no wrong to any. Render to all their dues exactly,  and, in exacting what is due to you, keep up a court of equity in your  own bosom, to moderate the rigours of the law. Be ruled by that golden  rule, \"Do as you would be done by.\" Magistrates must administer justice  wisely and faithfully. This is required to evidence the sincerity of  our faith and repentance, and to open the way of mercy. <i>Repent for  the kingdom of heaven is at hand.<\/i> God is true to us  let us be so  to one another.<\/p>  <p>  2. That we religiously observe the sabbath day,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 56:2<\/a>.  We are not just if we rob God of his time. Sabbath-sanctification is  here put for all the duties of the first table, the fruits of our love  to God, as justice and judgment are put for all those of the second  table, the fruits of our love to our neighbour. Observe,  (1.) The duty required, which is to <i>keep the sabbath,<\/i> to keep it  as a talent we are to trade with, as a treasure we are entrusted with.  \"Keep it holy  keep it safe  keep it with care and caution  keep it  from polluting it. Allow neither yourselves nor others either to  violate the holy rest or omit the holy work of that day.\" If this be  intended primarily for the Jews in Babylon, it was fit that they should  be particularly put in mind of this, because when, by reason of their  distance from the temple, they could not observe the other institutions  of their law, yet they might distinguish themselves from the heathen by  putting a difference between God's day and other days. But it being  required more generally of man, and <i>the son of man,<\/i> it intimates  that sabbath-sanctification should be a duty in gospel times, when the  bounds of the church should be enlarged and other rites and ceremonies  abolished. Observe, Those that would keep the sabbath from polluting it  must put on resolution, must not only do this, but lay hold on it, for  sabbath time is precious, but is very apt to slip away if we take not  great care  and therefore we must lay hold on it and keep our hold,  must do it and persevere in it.  (2.) The encouragement we have to do this duty: <i>Blessed is he that  doeth it.<\/i> The way to have the blessing of God upon our employments  all the week is to make conscience, and make a business, of  sabbath-sanctification  and in doing so we shall be the better  qualified to do judgment and justice. The more godliness the more  honesty,   <a class=\"ref\">1 Timothy 2:2<\/a>.<\/p>  <p>  3. That we have nothing to do with sin: <i>Blessed is the man<\/i> that  <i>keeps his hand from doing evil,<\/i> any wrong to his neighbour, in  body, goods, or good name--or, more generally, any thing that is  displeasing to God and hurtful to his own soul. Note, The best  evidence of our having kept the sabbath well will be a care to keep a  good conscience all the week. By this it will appear that we have been  in the mount with God if our faces shine in a holy conversation before  men.<\/p>",
    "audit": null
}