{
    "id": 12213,
    "source": "mhm",
    "verse_id": 18313,
    "verse_count": 9,
    "reference": "34:9–17",
    "title": "",
    "html": "<p>9 And the streams thereof shall be turned into pitch, and the dust thereof into brimstone, and the land thereof shall become burning pitch. 10 It shall not be quenched night nor day the smoke thereof shall go up for ever: from generation to generation it shall lie waste none shall pass through it for ever and ever. 11 But the cormorant and the bittern shall possess it the owl also and the raven shall dwell in it: and he shall stretch out upon it the line of confusion, and the stones of emptiness. 12 They shall call the nobles thereof to the kingdom, but none<i> shall be<\/i> there, and all her princes shall be nothing. 13 And thorns shall come up in her palaces, nettles and brambles in the fortresses thereof: and it shall be a habitation of dragons,<i> and<\/i> a court for owls. 14 The wild beasts of the desert shall also meet with the wild beasts of the island, and the satyr shall cry to his fellow the screech owl also shall rest there, and find for herself a place of rest. 15 There shall the great owl make her nest, and lay, and hatch, and gather under her shadow: there shall the vultures also be gathered, every one with her mate. 16 Seek ye out of the book of the L<b>ORD<\/b> , and read: no one of these shall fail, none shall want her mate: for my mouth it hath commanded, and his spirit it hath gathered them. 17 And he hath cast the lot for them, and his hand hath divided it unto them by line: they shall possess it for ever, from generation to generation shall they dwell therein.<\/p><p>This prophecy looks very black, but surely it looks so further than upon Edom and Bozrah. 1. It describes the melancholy changes that are often made by the divine Providence, in countries, cities, palaces, and families. Places that have flourished and been much frequented strangely go to decay. We know not where to find the places where many great towns, celebrated in history, once stood. Fruitful countries, in process of time, are turned into barrenness, and pompous populous cities into ruinous heaps. Old decayed castles look frightful, and their ruins are almost as much dreaded as ever their garrisons were. 2. It describes the destroying judgments which are the effects of God's wrath and the just punishment of those that are enemies to his people, which God will inflict when<i> the year of the redeemed has come,<\/i> and<i> the year of recompences for the controversy of Zion.<\/i> Those that aim to ruin the church can never do that, but will infallibly ruin themselves. 3. It describes the final desolation of this wicked world, which is<i> reserved unto fire at the day of judgment,<\/i><a class=\"ref\">2 Peter 3:7<\/a> . The earth itself, when it, and all the works that are therein, shall be burnt up, will (for aught I know) be turned into a hell to all those that set their affections on earthly things. However, this prophecy shows us what will be the lot of the<i> generation of God's curse.<\/i><\/p><p>I. The country shall become like the lake of Sodom,<a class=\"isa\" verses=\"WzE4MzEzXQ==\">Isaiah 34:9<\/a> .<i> The streams thereof,<\/i> that both watered the land and pleased and refreshed the inhabitants,<i> shall<\/i> now<i> be turned into pitch,<\/i> shall be congealed, shall look black, and shall move slowly, or not at all.<i> Their floods to lazy streams of pitch shall turn<\/i> so Sir<i> R. Blackmore. The dust thereof shall be turned into brimstone<\/i> so combustible has sin made their land that it shall take fire at the first spark of God's wrath struck upon it and, when it has taken fire, it shall become burning pitch the fire shall be universal, not a house, or town, on fire, but a whole country and it shall not be in the power of any to suppress or extinguish it. It shall burn continually, burn perpetually, and<i> shall not be quenched night nor day.<\/i> The torment of those in hell, or that have a hell within them in their own consciences, is without interruption the<i> smoke of this fire goes up for ever.<\/i> As long as there are provoking sinners on earth,<i> from one generation to another,<\/i> an increase of sinful men, to<i> augment the fierce anger of the Lord<\/i> (<a class=\"ref\">Numbers 32:14<\/a>), there will be a righteous God in heaven to punish them for it. And as long as a people keep up a succession of sinners God will have a succession of plagues for them nor will any that fall under the wrath of God be ever able to recover themselves. It will be found, how light soever men make of it, that it is a<i> fearful thing to fall into the hands of the living God.<\/i> If the land be doomed to destruction, none shall pass through it, but travellers will choose rather to go a great way about than come within the smell of it.<\/p><p>II. The cities shall become like old decayed houses, which, being deserted by the owners, look very frightful, being commonly possessed by beasts of prey or birds of ill omen. See how dismally the palaces of the enemy look the description is peculiarly elegant and fine. 1. God shall mark them for ruin and destruction.<i> He shall stretch out upon Bozrah the line of confusion with the stones<\/i> or plummets<i> of emptiness,<\/i><a class=\"isa\" verses=\"WzE4MzE1XQ==\">Isaiah 34:11<\/a> . This intimates the equity of the sentence passed upon it it is given according to the rules of justice and the exact agreeableness of the execution with the sentence the destruction is not wrought at random, but by line and level. The confusion and emptiness that shall overspread the face of the whole country shall be like that of the whole earth when it was<i> Tohu and Bohu<\/i> (the very words here used)&mdash;<i> without form and void.<\/i><a class=\"ref\">Genesis 1:2<\/a> . Sin will soon turn a paradise into a chaos, and sully the beauty of the whole creation. When there is confusion there will soon be emptiness but both are appointed by the governor of the world, and in exact proportions. 2. Their great men shall be all cut off, and none of them shall dare to appear (<a class=\"isa\" verses=\"WzE4MzE2XQ==\">Isaiah 34:12<\/a>):<i> They shall call the nobles of the kingdom<\/i> to take care of the arduous affairs which lie before them, but none shall be there to take this ruin under their hand, and all her princes, having the sad tidings brought them, shall be nothing, shall be at their wits' end, and not be able to stand them in stead, to shelter them from destruction.<\/p><p>III. Even the houses of state, and those of strength, shall become as wildernesses (<a class=\"isa\" verses=\"WzE4MzE3XQ==\">Isaiah 34:13<\/a>) not only grass shall grow, but<i> thorns shall come up, in her palaces, nettles and brambles in the fortresses thereof,<\/i> and there shall be none to cut them up or tread them down. We sometimes see ruined buildings thus overgrown with rubbish. It intimates that the place shall not only be uninhabited and unfrequented where a full court used to be kept, but that it shall be under the curse of God for thorns and thistles were the production of the curse,<a class=\"ref\">Genesis 3:18<\/a> .<\/p><p>IV. They shall become the residence and rendezvous of fearful frightful beasts and birds, which usually frequent such melancholy places, because there they may be undisturbed, and, when they are frightened thither, they help to frighten men thence. This circumstance of the desolation, being apt to strike a horror upon the mind, is much enlarged upon here,<a class=\"isa\" verses=\"WzE4MzE1XQ==\">Isaiah 34:11<\/a> .<i> The cormorant shall possess it,<\/i> or the pelican, which affects to be solitary (<a class=\"ref\">Psalm 102:6<\/a>) and<i> the bittern,<\/i> which makes a hideous noise,<i> the owl,<\/i> a melancholy bird,<i> the raven,<\/i> a bird of prey, invited by the dead carcases, shall dwell there (<i> with all the ill-boding monsters of the air,<\/i> Sir<i> R. B.<\/i>), all the unclean birds, which were not for the service of man,<a class=\"isa\" verses=\"WzE4MzE3XQ==\">Isaiah 34:13<\/a> .<i> It shall be a habitation for dragons,<\/i> which are poisonous and hurtful.<\/p><center><\/center><p>That which was a court for princes shall now be a court for owls or ostriches,<a class=\"isa\" verses=\"WzE4MzE4XQ==\">Isaiah 34:14<\/a> .<i> The wild beasts of the desert,<\/i> the dry and sandy country, shall meet, as it were by appointment, with the wild beasts of the island, the wet marshy country, and shall regale themselves with such a perfect desolation as they shall find there.<\/p><center><\/center><p><i> The satyr shall cry to his fellow<\/i> to go with him to this desert place, or, being there, they shall please themselves that they have found such an agreeable habitation. There shall<i> the screech-owl rest,<\/i> a night-bird and an ominous one.<i> The great owl shall there make her nest<\/i> (<a class=\"isa\" verses=\"WzE4MzE5XQ==\">Isaiah 34:15<\/a>)<i> and lay and hatch<\/i> the breed of them shall be kept up to provide heirs for this desolate place.<i> The vultures<\/i> which feast on carcases,<i> shall be gathered there, every one with his mate.<\/i> Now observe, 1. How the places which men have deserted, and keep at a distance from, are proper receptacles for other animals, which the providence of God takes care of, and will not neglect. 2. Whom those resemble that are morose, unsociable, and unconversable, and affect a melancholy retirement they are like these solitary creatures that take delight in desolations. 3. What a dismal change sin makes it turns a fruitful land into barrenness, a frequented city into a wilderness.<\/p><p>V. Here is an assurance given of the full accomplishment of this prediction, even to the most minute circumstance of it (<a class=\"isa\" verses=\"WzE4MzIwXQ==\">Isaiah 34:16<\/a>): \"<i> Seek you out of the book of the Lord and read.<\/i> When this destruction comes compare the event with the prediction, and you will find it to answer exactly.\" Note, The book of the prophets is the book of the Lord, and we ought to consult it and converse with it as of divine origin and authority. We must not only read it, but see out of it, search into it, turn first to one text and then to another and compare them together. Abundance of useful knowledge might thus be extracted, by a diligent search, out of the scriptures, which cannot be got by a superficial reading of them. When you have read the prediction out of the book of the Lord then observe, 1. That according to what you have read so you see<i> not one of these shall fail,<\/i> either beast or fowl: and, it being foretold that they shall possess it<i> from generation to generation,<\/i> in order to that, that the species may be propagated,<i> none shall want her mate<\/i> these marks of desolation shall be fruitful, and multiply, and replenish the land. 2. That God's mouth having commanded this direful muster<i> his Spirit shall gather them,<\/i> as the creatures by instinct were gathered to Adam to be named and to Noah to be housed. What God's word has appointed his Spirit will effect and bring about, for no word of God shall fall to the ground. The word of God's promise shall in like manner be accomplished by the operations of the Spirit. 3. That there is an exact order and proportion observed in the accomplishment of this threatening:<i> He has cast the lot<\/i> for these birds and beasts, so that each one shall know his place as readily as if it were marked by line. See the like,<a class=\"ref\">Joel 2:7<\/a> ,<i> They shall not break their ranks, neither shall one thrust another.<\/i> The soothsayers among the heathen foretold events by the flight of birds, as if the fate of men depended on them. But here we find that the flight of birds is under the direction of the God of Israel:<i> he has cast the lot for them.<\/i> 4. That the desolation shall be perpetual:<i> They shall possess it for ever.<\/i> God's Jerusalem may be laid in ruins but Jerusalem of old recovered itself out of its ruins, till it gave place to the gospel Jerusalem, which may be brought low, but shall be rebuilt, and shall continue till it give place to the heavenly Jerusalem. But the enemies of the church shall be for ever desolate, shall be punished with an everlasting destruction.<\/p> ",
    "audit": null
}