{
    "id": 12325,
    "source": "mhm",
    "verse_id": 18854,
    "verse_count": 2,
    "reference": "61:10-11",
    "title": "",
    "html": "<p>  10  I will greatly rejoice in the L<b>ORD<\/b>, my soul shall be joyful  in my God  for he hath clothed me with the garments of salvation,  he hath covered me with the robe of righteousness, as a  bridegroom decketh <i>himself<\/i> with ornaments, and as a bride  adorneth <i>herself<\/i> with her jewels.    11  For as the earth bringeth forth her bud, and as the garden  causeth the things that are sown in it to spring forth  so the  Lord G<b>OD<\/b> will cause righteousness and praise to spring forth  before all the nations.  <\/p>  <p>  Some make this the song of joy and praise to be sung by the prophet in  the name of Jerusalem, congratulating her on the happy change of her  circumstances in the accomplishment of the foregoing promises  others  make it to be spoken by Christ in the name of the New-Testament church  triumphing in gospel grace. We may take in both, the former as a type  of the latter. We are here taught to rejoice with holy joy, to God's  honour,  1. In the beginning of this good work, the clothing of the church  <i>with righteousness and salvation,<\/i>   <a class=\"isa\" verses=\"MTg4NTQ=\">Isaiah 61:10<\/a>.  Upon this account <i>I will greatly rejoice in the Lord.<\/i> Those that  rejoice in God have cause to rejoice greatly, and we need not fear  running into an extreme in the greatness of our joy when we make God  the gladness of our joy. The first gospel song begins like this, <i>My  soul doth magnify the Lord, and my spirit hath rejoiced in God my  Saviour,<\/i>   <a class=\"ref\">Luke 1:46<\/a>.  There is just matter for this joy, and all the reason in the world why  it should terminate in God  for salvation and righteousness are wrought  out and brought in, and the church is clothed with them. The salvation  God wrought for the Jews, and that righteousness of his in which he  appeared for them, and that reformation which appeared among them, made  them look as glorious in the eyes of all wise men as if they had been  clothed in robes of state or nuptial garments. Christ has clothed his  church with an eternal salvation (and that is truly great) by clothing  it with the righteousness both of justification and sanctification. The  <i>clean linen is the righteousness of saints,<\/i>   <a class=\"ref\">Revelation 19:8<\/a>.  Observe how these tow are put together  those, and those only, shall be  clothed with the garments of salvation hereafter that are covered with  the robe of righteousness now: and those garments are rich and splendid  clothing, like the priestly garments (for so the word signifies) with  which the <i>bridegroom decks himself.<\/i> The brightness of the sun  itself is compared to them.   <a class=\"ref\">Psalm 19:5<\/a>,  <i>He is as a bridegroom<\/i> coming out of his chamber, completely  dressed. Such is the beauty of God's grace in those that are clothed  with the robe of righteousness, that by the righteousness of Christ are  recommended to God's favour and by the sanctification of the Spirit  have God's image renewed upon them  they are decked as a bride to be  espoused to God, and taken into covenant with him  they are decked as a  priest to be employed for God, and taken into communion with him.  2. In the progress and continuance of this good work,   <a class=\"isa\" verses=\"MTg4NTU=\">Isaiah 61:11<\/a>.  It is not like a day of triumph, which is glorious for the present, but  is soon over. No  the righteousness and salvation with which the church  is clothed are durable clothing  so they are said to be,   <a class=\"isa\" verses=\"MTgwOTY=\">Isaiah 23:18<\/a>.  The church, when she is pleasing herself with the righteousness and  salvation that Jesus Christ has clothed her with, rejoices to think  that these inestimable blessings shall both spring for future ages and  spread to distant regions.  (1.) They shall spring forth for ages to come, as the fruits of the  earth which are produced very year, from generation to generation.  <i>As the earth,<\/i> even that which lies common, <i>brings forth her  bud,<\/i> the tender grass at the return of the year, and as <i>the  garden<\/i> enclosed <i>causes the things that are sown in it to spring  forth<\/i> in their season, so duly, so constantly, so powerfully, and  with such advantage to mankind <i>will the Lord God cause righteousness  and praise to spring forth,<\/i> by virtue of the covenant of grace, as,  in the former case, by virtue of the covenant of providence. See what  the promised blessings are--<i>righteousness and praise<\/i> (for those  that are clothed with righteousness <i>show forth the praises<\/i> of  him that clothed them)  these shall spring forth under the influence of  the dew of divine grace. Though it may sometimes be winter with the  church, when those blessings seem to wither and do not appear, yet the  root of them is fixed, a spring-time will come, when through the  reviving beams of the approaching Sun of righteousness they shall  flourish again.  (2.) They shall spread far, and <i>spring forth before all the  nations <\/i> the great salvation shall be published and proclaimed to  all the world and the ends of the earth shall see it.<\/p>",
    "audit": null
}