{
    "id": 12259,
    "source": "mhm",
    "verse_id": 18582,
    "verse_count": 6,
    "reference": "45:20–25",
    "title": "",
    "html": " <p>20 Assemble yourselves and come draw near together, ye <i>that are <\/i> escaped of the nations: they have no knowledge that set up the wood of their graven image, and pray unto a god <i>that <\/i> cannot save. 21 Tell ye, and bring <i>them <\/i> near yea, let them take counsel together: who hath declared this from ancient time? <i>who <\/i> hath told it from that time? <i>have <\/i> not I the L <b>ORD <\/b> ? and <i>there is <\/i> no God else beside me a just God and a Saviour <i>there is <\/i> none beside me. 22 Look unto me, and be ye saved, all the ends of the earth: for I <i>am <\/i> God, and <i>there is <\/i> none else. 23 I have sworn by myself, the word is gone out of my mouth <i>in <\/i> righteousness, and shall not return, That unto me every knee shall bow, every tongue shall swear. 24 Surely, shall <i>one <\/i> say, in the L <b>ORD <\/b> have I righteousness and strength: <i>even <\/i> to him shall <i>men <\/i> come and all that are incensed against him shall be ashamed. 25 In the L <b>ORD <\/b> shall all the seed of Israel be justified, and shall glory. <\/p> <p>What here is said is intended, as before, <\/p> <p>I. For the conviction of idolators, to show them their folly in worshipping gods that cannot help them, and neglecting a God that can. Let all <i>that have escaped of the nations, <\/i> not only the people of the Jews, but those of other nations that were by Cyrus released out of captivity in Babylon, let them come, and hear what is to be said against the worshipping of idols, that they may be cured of it as well as the Jews, that Babylon, which had of old been the womb of idolatry, might now become the grave of it. Let the refugees assemble themselves and come together God has something to say to them for their own good, and it is this, that idolatry is a foolish sottish thing, upon two accounts:&mdash; <\/p> <p>1. It is setting up a refuge of lies for themselves: <i>They set up the wood of their graven image <\/i> for that is the <i>substratum. <\/i> Though they overlay it with gold, deck it with ornaments, and make a god of it, yet still it is but wood. They <i>pray to a god that cannot save <\/i> for he cannot hear, he cannot help, he can do nothing. How do those disparage themselves who give honour to that as a god which cannot, as a god, give good to them! How do those deceive themselves who pray for relief to that which is in no capacity at all to relieve them! Certainly those have no knowledge, or are brutish in their knowledge, who take so much pains, and do so much penance, in seeking the favour of a god that has no power. <\/p> <p>2. It is setting up a rival with God, the only living and true God (<a class=\"isa\" verses=\"WzE4NTgzXQ==\">Isaiah 45:21<\/a>): \"Summon them all tell them that the great cause shall again be tried, though once adjudged, between God and Baal. <i>Bring them near, and let them take counsel together <\/i> what to say in defence of themselves and their idols. It shall, as before, be put upon this issue: let them show when any of their gods did with any certainty foretel future events, as the God of Israel has done, and it shall be acknowledged that they have some colour for their pretensions. But None of them ever did their prophets were lying prophets but <i>I the Lord have told it from that time, <\/i> long before it came to pass therefore you must own <i>thee is no other God besides me. <\/i> \" (1.) None besides is fit to rule. He is <i>a just God, <\/i> and rules in justice, and will execute justice for those that are oppressed. (2.) None besides is able to help. As he is a just God, so he is <i>the Saviour, <\/i> who can save without the assistance of any, but without whom none can save. Those therefore have no sense of truth and falsehood, good and evil, no, nor of their own interest, that set up any in competition with him. <\/p> <p>II. For the comfort and encouragement of all God's faithful worshippers, whoever they are, <a class=\"isa\" verses=\"WzE4NTg0XQ==\">Isaiah 45:22<\/a>. Those that worship idols pray to gods that cannot save but the God of Israel says it to all the ends of the earth, to his people, though they are scattered into the utmost corners of the world and seem to be lost and forgotten in their dispersion, \"Let them but <i>look to me <\/i> by faith and prayer, look above instruments and second causes, look off from all pretenders, and look up to me, and they shall <i>be saved. <\/i> \" It seems to refer further to the conversion of the Gentiles that live in the ends of the earth, the most distant nations, when the standard of the gospel is set up. <i>To it shall the Gentiles seek. <\/i> When Christ is lifted up from the earth, as the brazen serpent upon the pole, he shall draw the eyes of all men to him. They shall all be invited to look unto him, as the stung Israelites did to the brazen serpent and so strong is the eye of faith that by divine grace it will reach the Saviour and fetch in salvation by him even from the ends of the earth for <i>he is God, and the is none else. <\/i> Two things are here promised, for the abundant satisfaction of all that by faith look to the Saviour:&mdash; <\/p> <p>1. That the glory of the God they serve shall be greatly advanced and this will be good news to all the Lord's people, that, how much soever they and their names are depressed, God will be exalted, <a class=\"isa\" verses=\"WzE4NTg1XQ==\">Isaiah 45:23<\/a>. This is confirmed by an oath, that we might have strong consolation: <i>I have sworn by myself <\/i> (and God can swear by no greater, <a class=\"ref\">Hebrews 6:13<\/a>) <i>the word has gone out of my mouth, <\/i> and shall neither be recalled nor return empty it has gone forth <i>in righteousness, <\/i> for it is the most reasonable equitable thing in the world that he who made all should be Lord of all, that, since all beings are derived from him, they should all be devoted to him. He has said it, and it shall be made good, <i>I will be exalted, <\/i> <a class=\"ref\">Psalm 46:10<\/a>. He has assured us, (1.) That he will be universally submitted to, that the kingdoms of the world shall become his kingdom. They shall do him homage&mdash; <i>Unto me every knee shall bow <\/i> and they shall bind themselves by an oath of allegiance to him&mdash; <i>Unto me every tongue shall swear. <\/i> This is applied to the dominion of our Lord Jesus, <a class=\"ref\">Romans 14:10<\/a>. <i>We shall all stand before the judgment-seat of Christ <\/i> and give account to him, for it is written, <i>As I live, saith the Lord, every knee shall bow to me and every tongue shall confess to God <\/i> and it seems to be referred to, <a class=\"ref\">Psalm 2:9<\/a>. If the heart be brought into obedience to Christ, and made willing in the day of his power, the knee will bow to him in humble adorations and addresses, and in cheerful obedience to his commands, submission to his disposals, and compliance with his will in both and the tongue will swear to him, will lay a bond upon the soul to engage it for ever to him for he that bears an honest mind never startles at assurances. (2.) That he will be universally sought unto, and application shall be made to him from all parts of the world: <i>Unto him shall men of distant countries come, <\/i> to implore his favour. <i>Unto thee shall all flesh come <\/i> with their request, <a class=\"ref\">Psalm 65:2<\/a>. And, when Christ was <i>lifted up from the earth, he drew all men to him. <\/i> (3.) That it will be to no purpose to make opposition to him. <i>All that are incensed against him, <\/i> that rage at his bonds and cords&mdash;the nations that are angry because he has taken to himself his great power and has reigned, that have been incensed at the strictness of his laws, the success of his gospel, and the spiritual nature of his kingdom&mdash;they <i>shall be ashamed <\/i> some shall be brought to a penitential shame for it, others to a remediless ruin. One way or other, sooner or later, all that are uneasy at Christ's government and victories will be made ashamed of their folly and obstinacy. Blessed be God for the assurance here given us that, whatever becomes of us and our interests, <i>the Lord will reign for ever! <\/i> <\/p> <p>2. That the welfare of the souls they are concerned for shall be effectually secured: <i>Surely shall one say, <\/i> and another shall learn by his example to say the same, so that all the seed of Israel, according to the Spirit, shall say, and stand to it, (1.) That God has a sufficiency for them and that in Christ there is enough to supply all their needs: <i>In the Lord is all righteousness and strength <\/i> (so the margin reads it) he is himself righteous and strong. He can do every thing, and yet will do nothing but what is unquestionably just and equitable. He has also wherewithal to supply the needs of those that seek to him and depend upon him, upon the equity of his providence and the treasures of his grace nay, we may say, not only \" <i>He <\/i> has it,\" but, \"In him <i>we <\/i> have it,\" because he has said that he will be to us a God. In the Lord the captive Jews had righteousness (that is, grace both to sanctify their afflictions to them and to qualify them for deliverance) and strength for their support and escape. In the Lord Jesus we have righteousness to recommend us to the good-will of God towards us, and strength to begin and carry on the good work of God in us. He is the fountain of both, and on him we must depend for both, must <i>go forth in his strength, and make mention of his righteousness, <\/i> <a class=\"ref\">Psalm 71:16<\/a>. (2.) That they shall have an abundant bliss and satisfaction in this. [1.] The people of the Jews shall in the Lord be justified before men and openly glory in their God. The oppressors reproached them, loaded them with calumny, and boasted even of a right to oppress them, as abandoned by their God but, when God shall work out their deliverance, that shall be their justification from these hard censures, and therefore they shall glory in it. [2.] All true Christians, that depend upon Christ for strength and righteousness, in him shall be justified and shall glory in that. Observe, <i>First, <\/i> All believers are the seed of Israel, an upright praying seed. <i>Secondly, <\/i> The great privilege they enjoy by Jesus Christ is that in him, and for his sake, they are justified before God, Christ being made of God to them righteousness. All that are justified will own it is in Christ that they are justified, nor could they be justified by any other and those who are justified shall be glorified. And therefore, <i>Thirdly, <\/i> The great duty believers owe to Christ is to glory in him, and to make their boast of him. <i>Therefore <\/i> he is made all in all to us, that <i>whose glories may glory in the Lord <\/i> and let us comply with this intention. <\/p> ",
    "audit": null
}