{
    "id": 12110,
    "source": "mhm",
    "verse_id": 17771,
    "verse_count": 4,
    "reference": "6:1–4",
    "title": "",
    "html": "<p>1 In the year that king Uzziah died I saw also the Lord sitting upon a throne, high and lifted up, and his train filled the temple. 2 Above it stood the seraphims: each one had six wings with twain he covered his face, and with twain he covered his feet, and with twain he did fly. 3 And one cried unto another, and said, Holy, holy, holy,<i> is<\/i> the L<b>ORD<\/b> of hosts: the whole earth<i> is<\/i> full of his glory. 4 And the posts of the door moved at the voice of him that cried, and the house was filled with smoke.<\/p><p>The vision which Isaiah saw when he was, as is said of Samuel,<i> established to be a prophet of the Lord<\/i> (<a class=\"ref\">1 Samuel 3:20<\/a>), was intended, 1. To confirm his faith, that he might himself be abundantly satisfied of the truth of those things which should afterwards be made known to him. This God opened the communications of himself to him but such visions needed not to be afterwards repeated upon every revelation. Thus God appeared at first as a God of glory to Abraham (<a class=\"ref\">Acts 7:2<\/a>), and to Moses,<a class=\"ref\">Exodus 3:2<\/a> . Ezekiel's prophecies and St. John's, begin with visions of the divine glory. 2. To work upon his affections, that he might be possessed with such a reverence of God as would both quicken him and fix him to his service. Those who are to teach others the knowledge of God ought to be well acquainted with him themselves.<\/p><p>The vision is dated, for the greater certainty of it. It was<i> in the year that king Uzziah died,<\/i> who had reigned, for the most part, as prosperously and well as any of the kings of Judah, and reigned very long, above fifty years. About the time that he died, Isaiah saw this vision of God upon a throne for when the breath of princes goes forth, and they return to their earth, this is our comfort, that<i> the Lord shall reign for ever,<\/i><a class=\"ref\">Psalm 146:3<\/a> . Israel's king dies, but Israel's God still lives. From the mortality of great and good men we should take occasion to look up with an eye of faith to the King eternal, immortal. King Uzziah died under a cloud, for he was shut up as a leper till the day of his death. As the lives of princes have their periods, so their glory is often eclipsed but, as God is everliving, so his glory is everlasting. King Uzziah dies in an hospital, but the King of kings still sits upon his throne.<\/p><p>What the prophet here saw is revealed to us, that we, mixing faith with that revelation, may in it, as in a glass, behold the glory of the Lord let us turn aside therefore, and see this great sight with humble reverence.<\/p><p>I. See God upon his throne, and that throne<i> high and lifted up,<\/i> not only above other thrones, as it transcends them, but over other thrones, as it rules and commands them. Isaiah saw not<i> Jehovah<\/i> &mdash;the essence of God (no man has seen that, or can see it), but<i> Adonai<\/i> &mdash;his dominion. He saw the Lord Jesus so this vision is explained<a class=\"ref\">John 12:41<\/a> , that Isaiah now saw Christ's glory and spoke of him, which is an incontestable proof of the divinity of our Saviour. He it is who when, after his resurrection, he sat down on the right hand of God, did but sit down where he was before,<a class=\"ref\">John 17:5<\/a> . See the rest of the Eternal Mind: Isaiah<i> saw the Lord sitting,<\/i><a class=\"ref\">Psalm 29:10<\/a> . See the sovereignty of the Eternal Monarch: he sits<i> upon a throne<\/i> &mdash;a throne of glory, before which we must worship,&mdash;a throne of government, under which we must be subject,&mdash;and a throne of grace, to which we may come boldly. This throne is high, and lifted up above all competition and contradiction.<\/p><p>II. See his temple, his church on earth, filled with the manifestations of his glory. His throne being erected at the door of the temple (as princes sat in judgment at the gates),<i> his train,<\/i> the skirts of his robes,<i> filled the temple,<\/i> the whole world (for it is all God's temple, and, as the heaven is his throne, so the earth is his footstool), or rather the church, which is filled enriched, and beautified with the tokens of God's special presence.<\/p><p>III. See the bright and blessed attendants on his throne, in and by whom his glory is celebrated and his government served (<a class=\"isa\" verses=\"WzE3NzcyXQ==\">Isaiah 6:2<\/a>):<i> Above the throne,<\/i> as it were hovering about it, or nigh to the throne, bowing before it, with an eye to it,<i> the seraphim stood,<\/i> the holy angels, who are called<i> seraphim-burners<\/i> for he<i> makes his ministers a flaming fire,<\/i><a class=\"ref\">Psalm 104:4<\/a> . They burn in love to God, and zeal for his glory and against sin, and he makes use of them as instruments of his wrath when he is a consuming fire to his enemies. Whether they were only two or four, or (as I rather think) an<i> innumerable company of angels,<\/i> that Isaiah saw, is uncertain see<a class=\"ref\">Daniel 7:10<\/a> . Note, It is the glory of the angels that they are seraphim, have heat proportionable to their light, have abundance, not only of divine knowledge, but of holy love. Special notice is taken of their wings (and of no other part of their appearance), because of the use they made of them, which is designed for instruction to us. They had<i> each of them six wings,<\/i> not stretched upwards (as those whom Ezekiel saw,<a class=\"isa\" verses=\"WzE3NjY2XQ==\">Isaiah 1:11<\/a>), but, 1. Four were made use of for a covering, as the wings of a fowl, sitting, are with the two upper wings, next to the head, they covered their faces, and with the two lowest wings they covered their feet, or lower parts. This bespeaks their great humility and reverence in their attendance upon God, for he is greatly feared in<i> the assembly of those saints,<\/i><a class=\"ref\">Psalm 89:7<\/a> . They not only cover their feet, those members of the body which are less honourable (<a class=\"ref\">1 Corinthians 12:23<\/a>), but even their faces. Though angel's faces, doubtless, are much fairer than those of the children of men (<a class=\"ref\">Acts 6:15<\/a>), yet in the presence of God, they cover them, because they cannot bear the dazzling lustre of the divine glory, and because, being conscious of an infinite distance from the divine perfection, they are ashamed to show their faces before the holy God, who<i> charges even his angels with folly<\/i> if they should offer to vie with him,<a class=\"ref\">Job 4:18<\/a> . If angels be thus reverent in their attendance on God, with what godly fear should we approach his throne! Else we do not the will of God as the angels do it. Yet Moses, when he went into the mount with God, took the veil from off his face. See<a class=\"ref\">2 Corinthians 3:18<\/a> . 2. Two were made use of for flight when they are sent on God's errands they fly swiftly (<a class=\"ref\">Daniel 9:21<\/a>), more swiftly with their own wings than if they flew on the wings of the wind. This teaches us to do the work of God with cheerfulness and expedition. Do angels come upon the wing from heaven to earth, to minister for our good, and shall not we soar upon the wing from earth to heaven, to share with them in their glory?<a class=\"ref\">Luke 20:36<\/a> .<\/p><p>IV. Hear the anthem, or song of praise, which the angels sing to the honour of him that sits on the throne,<a class=\"isa\" verses=\"WzE3NzczXQ==\">Isaiah 6:3<\/a> . Observe,<\/p><p>1. How this song was sung. With zeal and fervency&mdash;<i> they cried<\/i> aloud and with unanimity&mdash;<i> they cried to another,<\/i> or one with another they sang alternately, but in concert, and without the least jarring voice to interrupt the harmony.<\/p><p>2. What the song was it is the same with that which is sung by the four living creatures,<a class=\"ref\">Revelation 4:8<\/a> . Note, Praising God always was, and will be to eternity, the work of heaven, and the constant employment of blessed spirits above,<a class=\"ref\">Psalm 84:4<\/a> . Note further, The church above is the same in its praises there is no change of times or notes there. Two things the seraphim here give God the praise of:&mdash;<\/p><p>(1.) His infinite perfections in himself. Here is one of his most glorious titles praised: he is<i> the Lord of hosts,<\/i> of their hosts, of all hosts and one of his most glorious attributes, his holiness, without which his being the Lord of hosts (or, as it is in the parallel place,<a class=\"ref\">Revelation 4:8<\/a> ,<i> the Lord God Almighty<\/i>) could not be so much as it is the matter of our joy and praise for power, without purity to guide it, would be a terror to mankind. None of all the divine attributes is so celebrated in scripture as this is. God's power was spoken twice (<a class=\"ref\">Psalm 62:11<\/a>), but his holiness thrice,<i> Holy, holy, holy.<\/i> This bespeaks, [1.] The zeal and fervency of the angels in praising God they even want words to express themselves, and therefore repeat the same again. [2.] The particular pleasure they take in contemplating the holiness of God this is a subject they love to dwell upon, to harp upon, and are loth to leave. [3.] The superlative excellency of God's holiness, above that of the purest creatures. He is holy, thrice holy, infinitely holy, originally, perfectly, and eternally so. [4.] It may refer to the three person in the Godhead, Holy Father, Holy Son, and Holy Spirit (for it follows,<a class=\"isa\" verses=\"WzE3Nzc4XQ==\">Isaiah 6:8<\/a> ,<i> Who will go for us?<\/i>) or perhaps to<i> that which was, and is, and is to come<\/i> for that title of God's honour is added to this song,<a class=\"ref\">Revelation 4:8<\/a> . Some make the angels here to applaud the equity of that sentence which God was now about to pronounce upon the Jewish nation. Herein he was, and is, and will be, holy his ways are equal.<\/p><p>(2.) The manifestation of these to the children of men:<i> The earth is full of his glory,<\/i> the glory of his power and purity for he is holy in all his works,<a class=\"ref\">Psalm 145:17<\/a> . The Jews thought the glory of God should be confined to their land but it is here intimated that in the gospel times (which are pointed to in this chapter) the glory of God should fill all the earth, the glory of his holiness, which is indeed the glory of all his other attributes this then<i> filled the temple<\/i> (<a class=\"isa\" verses=\"WzE3NzcxXQ==\">Isaiah 6:1<\/a>), but, in the latter days, the earth shall be full of it.<\/p><p>V. Observe the marks and tokens of terror with which the temple was filled, upon this vision of the divine glory,<a class=\"isa\" verses=\"WzE3Nzc0XQ==\">Isaiah 6:4<\/a> . 1. The house was<i> shaken<\/i> not only the door, but even<i> the posts of the door,<\/i> which were firmly fixed,<i> moved at the voice of him that cried,<\/i> at the voice of God, who called to judgment (<a class=\"ref\">Psalm 50:4<\/a>), at the voice of the angel, who praised him. There are voices in heaven sufficient to drown all the noises of the many waters in this lower world,<a class=\"ref\">Psalm 93:3<\/a> . This violent concussion of the temple was an indication of God's wrath and displeasure against the people for their sins it was an earnest of the destruction of it and the city by the Babylonians first, and afterwards by the Romans and it was designed to strike an awe upon us. Shall walls and posts tremble before God, and shall we not tremble? 2. The house was<i> darkened<\/i> it was<i> filled with smoke,<\/i> which was as a<i> cloud spread<\/i> upon<i> the face of his throne<\/i> (<a class=\"ref\">Job 26:9<\/a>) we cannot take a full view of it, nor order our speech concerning it, by reason of darkness. In the temple above there will be no smoke, but everything will be seen clearly. There God dwells in light here he<i> makes darkness his pavilion,<\/i><a class=\"ref\">2 Chronicles 6:1<\/a> .<\/p> ",
    "audit": null
}