{
    "id": 12142,
    "source": "mhm",
    "verse_id": 17953,
    "verse_count": 9,
    "reference": "14:24–32",
    "title": "",
    "html": " <p>24 The L <b>ORD <\/b>,of hosts hath sworn, saying, Surely as I have thought, so shall it come to pass and as I have purposed, <i>so <\/i>,shall it stand: 25 That I will break the Assyrian in my land, and upon my mountains tread him under foot: then shall his yoke depart from off them, and his burden depart from off their shoulders. 26 This <i>is <\/i>,the purpose that is purposed upon the whole earth: and this <i>is <\/i>,the hand that is stretched out upon all the nations. 27 For the L <b>ORD <\/b>,of hosts hath purposed, and who shall disannul <i>it? <\/i>,and his hand <i>is <\/i>,stretched out, and who shall turn it back? 28 In the year that king Ahaz died was this burden. 29 Rejoice not thou, whole Palestina, because the rod of him that smote thee is broken: for out of the serpent's root shall come forth a cockatrice, and his fruit <i>shall be <\/i>,a fiery flying serpent. 30 And the firstborn of the poor shall feed, and the needy shall lie down in safety: and I will kill thy root with famine, and he shall slay thy remnant. 31 Howl, O gate cry, O city thou, whole Palestina, <i>art <\/i>,dissolved: for there shall come from the north a smoke, and none <i>shall be <\/i>,alone in his appointed times. 32 What shall <i>one <\/i>,then answer the messengers of the nation? That the L <b>ORD <\/b>,hath founded Zion, and the poor of his people shall trust in it. <\/p> <p>The destruction of Babylon and the Chaldean empire was a thing at a great distance the empire had not risen to any considerable height when its fall was here foretold: it was almost 200 years from this prediction of Babylon's fall to the accomplishment of it. Now the people to whom Isaiah prophesied might ask, \"What is this to us, or what shall we be the better for it, and what assurance shall we have of it?\" To both questions he answers in these verses, by a prediction of the ruin both of the Assyrians and of the Philistines, the present enemies that infested them, which they should shortly be eye-witnesses of and have benefit by. These would be a present comfort to them, and a pledge of future deliverance, for the confirming of the faith of their posterity. God is to his people the same to day that he was yesterday and will be hereafter and he will for ever be the same that he has been and is. Here is, <\/p> <p>I. Assurance given of the destruction of the Assyrians (<a class=\"ref\"> <\/a>): <i>I will break the Assyrian in my land. <\/i>,Sennacherib brought a very formidable army into the land of Judah, but there God broke it, broke all his regiments by the sword of a destroying angel. Note, Those who wrongfully invade God's land shall find that it is at their peril: and those who with unhallowed feet trample upon his holy mountains shall themselves there be trodden under foot. God undertakes to do this himself, his people having no might against the great company that came against them: \" <i>I will break the Assyrian <\/i>,let me alone to do it who have angels, hosts of angels, at command.\" Now the breaking of the power of the Assyrian would be the breaking of the yoke from off the neck of God's people: <i>His burden shall depart from off their shoulders, <\/i>,the burden of quartering that vast army and paying contribution <i>therefore <\/i>,the Assyrian must be broken, that Judah and Jerusalem may be eased. Let those that make themselves a yoke and a burden to God's people see what they are to expect. Now, 1. This prophecy is here ratified and confirmed by an oath (<a class=\"ref\"> <\/a>): <i>The Lord of hosts hath sworn, <\/i>,that he might show the immutability of his counsel, and that his people may have strong consolation, <a class=\"ref\"> <\/a>. What is here said of this particular intention is true of all God's purposes: <i>As I have thought, so shall it come to pass <\/i>,for <i>he is in one mind, and who can turn him? <\/i>,Nor is he ever put upon new counsels, or obliged to take new measures, as men often are when things occur which they did not foresee. Let those who are <i>the called according to God's purpose <\/i>,comfort themselves with this, that, <i>as God has purposed, so shall it stand, <\/i>,and on that their stability depends. 2. The breaking of the Assyrian power is made a specimen of what God would do with all the powers of the nations that were engaged against him and his church (<a class=\"ref\"> <\/a>): <i>This is the purpose that is purposed upon the whole earth <\/i>,(<i>the whole world, <\/i>,so the LXX.), <i>all the inhabitants of the earth <\/i>,(so the Chaldee), not only upon the Assyrian empire (which was then reckoned to be in a manner all the world, as afterwards the Roman empire was, <a class=\"ref\"> <\/a>,, and with it many nations fell that had dependence upon it), but upon all those states and potentates that should at any time attack his land, his mountains. The fate of the Assyrian shall be theirs they shall soon find that they meddle to their own hurt. Jerusalem, as it was to the Assyrians, will be <i>to all people a burdensome stone all that burden themselves with it shall infallibly be cut to pieces by it, <\/i>, <a class=\"ref\"> <\/a>. The same hand of power and justice that is now to be stretched out against the Assyrian for invading the people of God shall be <i>stretched out upon all the nations <\/i>,that do likewise. It is still true, and will ever be so, <i>Cursed is he that curses God's Israel, <\/i>, <a class=\"ref\"> <\/a>. God will be an enemy to his people's enemies, <a class=\"ref\"> <\/a>. 3. All the powers on earth are defied to change God's counsel (<a class=\"ref\"> <\/a>): \" <i>The Lord of hosts has purposed <\/i>,to break the Assyrian's yoke, and every rod of the wicked laid upon the lot of the righteous <i>and who shall disannul this purpose? <\/i>,Who can persuade him to recall it, or find out a plea to evade it? <i>His hand is stretched out <\/i>,to execute this purpose <i>and who has power <\/i>,enough <i>to turn it back <\/i>,or to stay the course of his judgments?\" <\/p> <p>II. Assurance is likewise given of the destruction of the Philistines and their power. This burden, this prophecy, that lay as a load upon them, to sink their state, came <i>in the year that king Ahaz died, <\/i>,which was the first year of Hezekiah's reign, <a class=\"ref\"> <\/a>. When a good king came in the room of a bad one then this acceptable message was sent among them. When we reform, then, and not till then, we may look for good news from heaven. Now here we have, 1. A rebuke to the Philistines for triumphing in the death of king Uzziah. He had been as a serpent to them (<a class=\"ref\"> <\/a>), had bitten them, had smitten them, had brought them very low, <a class=\"ref\"> <\/a>. He <i>warred against the Philistines, broke down their walls, and built cities among them. <\/i>,But when Uzziah died, or rather abdicated, it was told with joy in Gath and <i>published in the streets of Ashkelon. <\/i>,It is inhuman thus to rejoice in our neighbour's fall. But let them not be secure for though when Uzziah was dead they made reprisals upon Ahaz, and took many of the cities of Judah (<a class=\"ref\"> <\/a>), yet <i>out of the root <\/i>,of Uzziah <i>should come a cockatrice, <\/i>,a more formidable enemy than Uzziah was, even Hezekiah, the fruit of whose government should be to them <i>a fiery flying serpent, <\/i>,for he should fall upon them with incredible swiftness and fury: we find he did so. <a class=\"ref\"> <\/a>,, <i>He smote the Philistines even to Gaza. <\/i>,Note, If God remove one useful instrument in the midst of his usefulness, he can, and will, raise up others to carry on and complete the same work that they were employed in and left unfinished. 2. A prophecy of the destruction of the Philistines by famine and war. (1.) By famine, <a class=\"ref\"> <\/a>. \"When the people of God, whom the Philistines has wasted, and distressed, and impoverished, shall enjoy plenty again,\" and <i>the first-born of their poor shall feed <\/i>,(the poorest among them shall have food convenient), then, as for the Philistines, God will kill <i>their root with famine. <\/i>,That which was their strength, and with which they thought themselves established as the tree is by the root, shall be starved and dried up by degrees, as those die that die by famine and thus <i>he shall slay the remnant: <\/i>,those that escape from one destruction are but reserved for another and, when there are but a few left, those few shall at length be cut off, for God will make a full end. (2.) By war. When <i>the needy <\/i>,of God's people <i>shall lie down in safety, <\/i>,not terrified with the alarms of war, but delighting in the songs of peace, then every gate and every city of the Philistines shall be howling and crying (<a class=\"ref\"> <\/a>), and there shall be a total dissolution of their state for from Judea, which lay north of the Philistines, <i>there shall come a smoke <\/i>,(a vast army raising a great dust, a smoke that shall be the indication of a devouring fire at hand), <i>and none <\/i>,of all that army <i>shall be alone in his appointed times <\/i>,none shall straggle or be missing when they are to engage but they shall all be vigorous and unanimous in attacking the common enemy, when the time appointed for the doing of it comes. None of them shall decline the public service, as, in Deborah's time, Reuben abode among the sheepfolds and Asher on the sea-shore, <a class=\"ref\"> <\/a>. When God has work to do he will wonderfully endow and dispose men for it. <\/p> <p>III. The good use that should be made of all these events for the encouragement of the people of God (<a class=\"ref\"> <\/a>): <i>What shall one then answer the messengers of the nations? <\/i> <\/p> <p>1. This implies, (1.) That the great things God does for his people are, and cannot but be, taken notice of by their neighbours those among the heathen make remarks upon them, <a class=\"ref\"> <\/a>. (2.) That messengers will be sent to enquire concerning them. Jacob and Israel had long been a people distinguished from all others and dignified with uncommon favours and therefore some for good-will, others for ill-will, and all for curiosity, are inquisitive concerning them. (3.) That it concerns us always to be ready to give a reason of the hope that we have in the providence of God, as well as in his grace, in answer to every one that asks it, <i>with meekness and fear, <\/i>, <a class=\"ref\"> <\/a>. And we need go no further than the sacred truths of God's word for a reason for God, in all he does, is fulfilling the scripture. (4.) The issue of God's dealings with his people shall be so clearly and manifestly glorious that any one, every one, shall be able to give an account of them to those that enquire concerning them. Now, <\/p> <p>2. The answer which is to be given to the messengers of the nations is, (1.) That God is and will be a faithful friend to his church and people, and will secure and advance their interests. Tell them that <i>the Lord has founded Zion. <\/i>,This gives an account both of the work itself that is done and of the reason of it. What is God doing in the world, and what is he designing in all the revolutions of states and kingdoms, in the ruin of some nations and the rise of others? He is, in all this, founding Zion he is aiming at the advancement of his church's interests and what he aims at he will accomplish. The messengers of the nations, when they sent to enquire concerning Hezekiah's successes against the Philistines, expected to learn by what politics, counsels, and arts of war he carried his point but they are told that these successes were not owing to any thing of that nature, but to the care God took of his church and the interest he had in it. The Lord has founded Zion, and therefore the Philistines must fall. (2.) That his church has and will have a dependence upon him: <i>The poor of his people shall trust in it, <\/i>,his poor people who have lately been brought very low, even the poorest of them they more than others, for they have nothing else to trust to, <a class=\"ref\"> <\/a>. The <i>poor receive the gospel, <\/i>, <a class=\"ref\"> <\/a>. They shall trust to this, to this great truth, that the Lord has founded Zion on this they shall build their hopes, and not on an arm of flesh. This ought to give us abundant satisfaction as to public affairs, that however it may go with particular persons, parties, and interests, the church, having God himself for its founder and Christ the rock for its foundation, cannot but stand firm. <i>The poor of his people shall betake themselves to it <\/i>,(so some read it), shall join themselves to his church and embark in its interests they shall concur with God in his designs to establish his people, and shall wind up all on the same plan, and make all their little concerns and projects bend to that. Those that take God's people for their people must be willing to take their lot with them and cast in their lot among them. Let the messengers of the nations know that the poor Israelites, who trust in God, having, like Zion, their foundation in the holy mountains (<a class=\"ref\"> <\/a>), are like Zion, which <i>cannot be removed, but abides for ever <\/i>,(<a class=\"ref\"> <\/a>), and therefore they will not fear what man can do unto them. <\/p>,",
    "audit": null
}