{
    "id": 12340,
    "source": "mhm",
    "verse_id": 18909,
    "verse_count": 6,
    "reference": "65:11-16",
    "title": "",
    "html": "<p>  11  But ye <i>are<\/i> they that forsake the L<b>ORD<\/b>, that forget my holy  mountain, that prepare a table for that troop, and that furnish  the drink offering unto that number.    12  Therefore will I number you to the sword, and ye shall all  bow down to the slaughter: because when I called, ye did not  answer  when I spake, ye did not hear  but did evil before mine  eyes, and did choose <i>that<\/i> wherein I delighted not.    13  Therefore thus saith the Lord G<b>OD<\/b>, Behold, my servants shall  eat, but ye shall be hungry: behold, my servants shall drink, but  ye shall be thirsty: behold, my servants shall rejoice, but ye  shall be ashamed:    14  Behold, my servants shall sing for joy of heart, but ye  shall cry for sorrow of heart, and shall howl for vexation of  spirit.    15  And ye shall leave your name for a curse unto my chosen: for  the Lord G<b>OD<\/b> shall slay thee, and call his servants by another  name:    16  That he who blesseth himself in the earth shall bless  himself in the God of truth  and he that sweareth in the earth  shall swear by the God of truth  because the former troubles are  forgotten, and because they are hid from mine eyes.  <\/p>  <p>  Here the different states of the godly and wicked, of the Jews that  believed and of those that still persisted in unbelief, are set the one  over--against the other, as life and death, good and evil, the blessing  and the curse.<\/p>  <p>  I. Here is the fearful doom of those that persisted in their idolatry  after the deliverance out of Babylon, and in infidelity after the  preaching of the gospel of Christ. Observe,<\/p>  <p>  1. What the doom is that is here threatened: \"<i>I will number you to  the sword<\/i> as sheep for the slaughter, and there shall be no  escaping, no standing out  <i>you shall all bow down to it,<\/i>\"   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 65:12<\/a>.  God's judgments come,  (1.) Regularly, and are executed according to the commission. Those  fall by the sword that are numbered or counted out to it, and none  besides. Though the sword seems to devour promiscuously <i>one as well  as another,<\/i> yet it is made to know its number and shall not exceed.  (2.) Irresistibly. The strongest and most stout-hearted sinners shall  be forced to bow before them  for none ever hardened their hearts  against God and prospered.<\/p>  <p>  2. What the sins are that number them to the sword.  (1.) Idolatry was the ancient sin  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 65:11<\/a>):  \"<i>You are those<\/i> who, instead of seeking me and serving me as my  people, <i>forsake the Lord,<\/i> disown him, and cast him off to  embrace other gods, who <i>forget my holy mountain<\/i> (the privileges  it confers and the obligations it lays you under) to burn incense upon  the mountains of your idols  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 65:7<\/a>),  and have deserted the one only living and true God.\" They <i>prepared a  table for that troop of<\/i> deities which the heathen worship and  <i>poured out drink-offerings to that<\/i> numberless number of them  for those that thought one God too little never thought scores and  hundreds sufficient, but were still adding to the number of them, till  they had as many gods as cities and their altars were as thick as  <i>heaps in the furrows of the field,<\/i>   <a class=\"ref\">Hosea 12:11<\/a>.  Some take <i>Gad<\/i> and <i>Meni,<\/i> which we translate <i>a troop<\/i>  and <i>a number,<\/i> to be the proper names of two of their idols,  answering to Jupiter and Mercury. Whatever they were, their worshippers  spared no cost to do them honour  they prepared a table for them, and  filled out mixed wine for drink-offerings to them  they would pinch  their families rather than stint their devotions, which should shame  the worshippers of the true God out of their niggardliness.  (2.) Infidelity was the sin of the later Jews  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 65:12<\/a>):  <i>When I called, you did not answer,<\/i> which refers to the same that   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 65:2<\/a>  did (<i>I have stretched out my hands to a rebellious people<\/i>), and  that is applied to those who rejected the gospel. Our Lord Jesus  himself called (he <i>stood and cried,<\/i>   <a class=\"ref\">John 7:37<\/a>),  but they did not hear, they would not answer  they were not convinced  by his reasonings nor moved by his expostulations  both the fair  warnings he gave them of death and ruin and the fair offers he made  them of life and happiness were slighted and made no impression upon  them. Yet this was not all: <i>You did evil before my eyes,<\/i> not by  surprise, or through inadvertency, but with deliberation: <i>You did  choose that wherein I delighted not <\/i> he means that which he utterly  detested and abhorred. It is not strange that those who will not be  persuaded to choose that which is good persist in their choice and  pursuit of that which is evil. See the malignity of sin  it is evil in  God's eyes, highly offensive to him, and yet it is committed before his  eyes, in his sight and presence, and in contempt of him  it is likewise  a contradiction to the will of God  it is doing that, of choice, which  we know will displease him.<\/p>  <p>  II. The aggravation of this doom, from the consideration of the happy  state of those that were brought to repentance and faith.<\/p>  <p>  1. The blessedness of those that serve God, and the woeful condition of  those that rebel against him, are here set the <i>one over--against the  other,<\/i> that they may serve as a foil to each other,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 65:13-16<\/a>.  (1.) God's servants may well think themselves happy, and for ever  indebted to that free grace which made them so, when they see how  miserable some of their neighbours are for want of that grace, who are  hardened, and likely to perish for ever in unbelief, and what a narrow  escape they had of being among them. See   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 66:24<\/a>.  (2.) It will add to the grief of those that perish to see the happiness  of God's servants (whom they had hated, and vilified, and looked upon  with the utmost disdain), and especially to think that they might have  shared in their bliss if it had not been their own fault. It made the  torment of the rich man in hell the more grievous that he <i>saw  Abraham afar off and Lazarus in his bosom,<\/i>   <a class=\"ref\">Luke 16:23<\/a>.  See   <a class=\"ref\">Luke 13:28<\/a>.  Sometimes the providence of God makes such a difference as this between  good and bad in this world, and the prosperity of the righteous becomes  a grievous eye-sore and vexation of heart to the wicked  (<a class=\"ref\">Psalm 112:10<\/a>),  and it will certainly be so in the great day. <i>We fools counted his  life madness and his end without honour  but now how is he numbered  with the saints and his lot is among the chosen.<\/i> Now,<\/p>  <p>  2. The difference of their states lies in two things:--<\/p>  <p>  (1.) In point of comfort and satisfaction.  [1.] God's servants shall eat and drink  they shall have the bread of  life to feed, to feast upon, continually, shall be abundantly  replenished with the goodness of his house, and shall want nothing that  is good for them. Heaven's happiness will be to them an everlasting  feast  they shall be filled with that which now they hunger and thirst  after. But those who set their hearts upon the world, and place their  happiness in that, shall be hungry and thirsty, always empty, always  craving  for it is not bread  it surfeits, but it satisfies not. In  communion with God, and dependence upon him, there is full  satisfaction  but in sinful pursuits there is nothing but  disappointment.  [2.] God's servants <i>shall rejoice<\/i> and sing for joy of heart.  They have constant cause for joy, and there is nothing that may be an  occasion of grief to them but they have an allay sufficient for it  and, as far as faith is in act and exercise, they have a heart to  rejoice, and their joy is their strength. They shall rejoice in their  hope, because it shall not make them ashamed. Heaven will be a world of  everlasting joy to all that are now sowing in tears. But, on the other  hand, those that forsake the Lord shut themselves out from all true  joy, for <i>they shall be ashamed<\/i> of their vain confidence in  themselves, and their own righteousness, and the hopes they had built  thereon. When the expectations of bliss wherewith they had flattered  themselves are frustrated, O what confusion will fill their faces! Then  shall they <i>cry for sorrow of heart, and howl for vexation of  spirit,<\/i> perhaps in this world, when their laughter shall be turned  into mourning and their joy into heaviness, and certainly in that world  where the torment will be endless, easeless, and remediless--nothing  but weeping, and wailing, and gnashing of teeth, to eternity. Let these  two be compared, <i>Now he is comforted<\/i> and <i>thou art  tormented,<\/i> and which of the two will we choose to take our lot  with?<\/p>  <p>  (2.) In point of honour and reputation,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 65:15<\/a>.  <i>The memory of the just is,<\/i> and shall be, <i>blessed, but the  name of the wicked shall rot.<\/i>  [1.] The name of the idolaters and unbelievers shall be left <i>for a  curse,<\/i> shall be loaded with ignominy and made for ever infamous. It  shall be used in giving bad characters--<i>Thou art as cruel as a  Jew <\/i> and in imprecation--<i>God make thee as miserable as a  Jew.<\/i> It shall be <i>for a curse to God's chosen,<\/i> that is, for a  warning to them  they shall be afraid of falling under the curse upon  the Jewish nation, of perishing after the <i>same example of  unbelief.<\/i> The curse of those whom God rejects should make his  chosen stand in awe. <i>The Lord God shall slay thee <\/i> he shall  quite extirpate the Jews and cut them off from being a people  they  shall no longer live as a nation, nor ever be incorporated again.  [2.] The name of God's chosen shall become a blessing: <i>He shall call  his servants by another name.<\/i> The children of the covenant shall no  longer be called <i>Jews,<\/i> but <i>Christians <\/i> and to them, under  that name, all the promises and privileges of the new covenant shall be  secured. This other name shall be an honourable name  it shall not be  confined to one nation, but with it men shall <i>bless themselves in  the earth,<\/i> all the world over. God shall have servants out of all  nations who shall all be dignified with this new name. They shall bless  themselves <i>in the God of truth. First,<\/i> They shall give honour to  God both in their prayers and in their solemn oaths, in their addresses  for his favour as their felicity and their appeals to his justice as  their Judge. This is a part of the homage we owe to God  we must bless  ourselves in him, that is, we must reckon that we have enough to make  us happy, that we need no more, and can desire no more, if we have him  for our God. It is of great consequence what we bless ourselves in,  what we most please ourselves with and value ourselves by our interest  in. Worldly people bless themselves in the abundance they have of this  world's goods  (<a class=\"ref\">Psalm 49:18; Luke 12:19<\/a>)  but God's servants bless themselves in him, as a God all-sufficient for  them. He is their crown of glory and diadem of beauty, their strength  and portion. By him also <i>they shall swear,<\/i> and not by any  creature or any false god. To his judgment they shall refer their  cause, from whom every man's judgment doth proceed. <i>Secondly,<\/i>  They shall give honour to him as <i>the God of truth, the God of the  Amen<\/i> (so the word is)  some understand it of Christ who is himself  the <i>Amen,<\/i> the <i>faithful witness<\/i>  (<a class=\"ref\">Revelation 3:14<\/a>),  and in whom all the promises are <i>yea and amen,<\/i>   <a class=\"ref\">2 Corinthians 1:20<\/a>.  In him we must bless ourselves, and by him we must swear unto the Lord  and covenant with him. He that is <i>blessed in the earth<\/i> (so some  read it) <i>shall be blessed in the true God,<\/i> for Christ is <i>the  true God and eternal life,<\/i>   <a class=\"ref\">1 John 5:20<\/a>.  And it was promised of old that <i>in him all the families of the earth  should be blessed,<\/i>   <a class=\"ref\">Genesis 12:3<\/a>.  Some read it, <i>He shall bless himself in the God of the faithful  people,<\/i> in God as the God of all believers, desiring no more than  to share in the blessings wherewith they are blessed, to be dealt with  as he deals with them. <i>Thirdly,<\/i> They shall give him honour as  the author of this blessed change which they have the experience of  they shall think themselves happy in having him for their God who has  made them to forget their former troubles, the remembrance of them  being swallowed up in their present comforts: <i>Because they are  hidden from God's eyes,<\/i> that is, they are quite taken away  for, if  there were any remainder of their troubles, God would be sure to have  his eye upon it, in compassion to them and concern for them. They shall  no longer feel them  for God will no longer see them. He is pleased to  speak as if he would make himself easy by making them easy  and  therefore they shall with a great deal of satisfaction bless themselves  in him.<\/p>",
    "audit": null
}