{
    "id": 12090,
    "source": "mhm",
    "verse_id": 17657,
    "verse_count": 8,
    "reference": "1:2–9",
    "title": "",
    "html": " <p>We will hope to meet with a brighter and more pleasant scene before we come to the end of this book; but truly here, in the beginning of it, every thing looks very bad, very black, with Judah and Jerusalem. What is the wilderness of the world, if the church, the vineyard, has such a dismal aspect as this? <b> <\/b> <\/p> <b>\n\n<\/b>, I. The prophet, though he speaks in God's name, yet, despairing to gain audience with the children of his people, addresses himself to the heavens and the earth, and bespeaks their attention (<a class=\"isa\" verses=\"WzE3NjU3XQ==\">Isaiah 1:2<\/a>): <i>Hear, O heavens! and give ear, O earth!<\/i>, Sooner will the inanimate creatures hear, who observe the law and answer the end of their creation, than this stupid senseless people. Let the lights of the heaven shame their darkness, and the fruitfulness of the earth their barrenness, and the strictness of each to its time their irregularity. Moses begins thus in <a class=\"ref\">Deuteronomy 32:1<\/a>, to which the prophet here refers, intimating that now those times had come which Moses there foretold, <a class=\"ref\">Deuteronomy 31:29<\/a>. Or this is an appeal to heaven and earth, to angels and then to the inhabitants of the upper and lower world. Let them <i>judge between God and his vineyard;<\/i>, can either produce such an instance of ingratitude? Note, God will be justified when he speaks, and both heaven and earth shall declare his righteousness, <a class=\"ref\">Micah 6:1, Micah 6:2; Psalm 50:6<\/a>.\n\n II. He charges them with base ingratitude, a crime of the highest nature. Call a man ungrateful, and you can call him no worse. Let heaven and earth hear and wonder at, 1. God's gracious dealings with such a peevish provoking people as they were: “I have nourished and brought them up as children; they have been well fed and well taught” (<a class=\"ref\">Deuteronomy 32:6<\/a>); “I have magnified and exalted them” (so some), “not only made them grow, but made them great - not only maintained them, but preferred them - not only trained them up, but raised them high.” Note, We owe the continuance of our lives and comforts, and all our advancements, to God's fatherly care of us and kindness to us. 2. Their ill-natured conduct towards him, who was so tender of them: “ <i>They have rebelled against me,<\/i>,” or (as some read it) “they have revolted from me; they have been deserters, nay traitors, against my crown and dignity.” Note, All the instances of God's favour to us, as the God both of our nature and of our nurture, aggravate our treacherous departures from him and all our presumptuous oppositions to him - children, and yet rebels!\n\n III. He attributes this to their ignorance and inconsideration (<a class=\"isa\" verses=\"WzE3NjU4XQ==\">Isaiah 1:3<\/a>): <i>The ox knows, but Israel does not.<\/i>, Observe, 1. The sagacity of the ox and the ass, which are not only brute creatures, but of the dullest sort; yet the ox has such a sense of duty as to know his owner and to serve him, to submit to his yoke and to draw in it; the ass has such a sense of interest as to know has master's crib, or manger, where he is fed, and to abide by it; he will go to that of himself if he be turned loose. A fine pass man has come to when he is shamed even in knowledge and understanding by these silly animals, and is not only sent to school to them (<a class=\"ref\">Proverbs 6:6, Proverbs 6:7<\/a>), but set in a form below them (<a class=\"ref\">Jeremiah 8:7<\/a>), <i>taught more than the beasts of the earth<\/i>, (<a class=\"ref\">Job 35:11<\/a>) and yet knowing less. 2. The sottishness and stupidity of Israel. God is their owner and proprietor. He made us, and his we are more than our cattle are ours; he has provided well for us; providence is our Master's crib; yet many that are called the people of God do not know and will not consider this, but ask, “ <i>What is the Almighty that we should serve him?<\/i>, He is not our owner; and <i>what profit shall we have if we pray unto him?<\/i>, He has no crib for us to feed at.” He had complained (<a class=\"isa\" verses=\"WzE3NjU3XQ==\">Isaiah 1:2<\/a>) of the obstinacy of their wills; <i>They have rebelled against me.<\/i>, Here he runs it up to its cause: “ <i>Therefore<\/i>, they have rebelled because they do not know, they do not consider.” The understanding is darkened, and therefore the whole soul is alienated from the life of God, <a class=\"ref\">Ephesians 4:18<\/a>. “ <i>Israel does not know,<\/i>, though their land is a land of light and knowledge; <i>in Judah is God known,<\/i>, yet, because they do not live up to what they know, it is in effect as if they did not know. They know; but their knowledge does them no good, because they do not consider what they know; they do not apply it to their case, nor their minds to it.” Note, (1.) Even among those that profess themselves God's people, that have the advantages and lie under the engagements of his people, there are many that are very careless in the affairs of their souls. (2.) Inconsideration of what we do know is as great an enemy to us in religion as ignorance of what we should know. (3.) <i>Therefore<\/i>, men revolt from God, and rebel against him, because they do not know and consider their obligations to God in duty, gratitude, and interest.\n\n IV. He laments the universal pravity and corruption of their church and kingdom. The disease of sin was epidemic, and all orders and degrees of men were infected with it; <i>Ah sinful nation!<\/i>, <a class=\"isa\" verses=\"WzE3NjU5XQ==\">Isaiah 1:4<\/a>. The prophet bemoans those that would not bemoan themselves: Alas for them! Woe to them! He speaks with holy indignation at their degeneracy, and a dread of the consequences of it. See here,\n\n 1. How he aggravates their sin, and shows the malignity that there was in it, <a class=\"isa\" verses=\"WzE3NjU5XQ==\">Isaiah 1:4<\/a>. (1.) The wickedness was universal. They were a sinful nation; the generality of the people were vicious and profane. They were so in their national capacity. In the management of their public treaties abroad, and in the administration of public justice at home, they were corrupt. Note, It is ill with a people when sin becomes national. (2.) It was very great and heinous in its nature. They were <i>laden with iniquity;<\/i>, the guilt of it, and the curse incurred by that guilt, lay very heavily upon them. It was a heavy charge that was exhibited against them, and one which they could never clear themselves from; their wickedness was upon them as <i>a talent of lead,<\/i>, <a class=\"ref\">Zechariah 5:7, Zechariah 5:8<\/a>. Their sin, as it did easily beset them and they were prone to it, was a weight upon them, <a class=\"ref\">Hebrews 12:1<\/a>. (3.) They came of a bad stock, were a <i>seed of evil-doers.<\/i>, Treachery ran in their blood; they had it by kind, which made the matter so much the worse, more provoking and less curable. They rose up in their fathers' stead, and trod in their fathers' steps, to <i>fill up the measure of their iniquity,<\/i>, <a class=\"ref\">Numbers 32:14<\/a>. They were a race and family of rebels. (4.) Those that were themselves debauched did what they could to debauch others. They were not only corrupt children, born tainted, but <i>children that were corrupters,<\/i>, that propagated vice, and infected others with it - not only sinners, but tempters - not only actuated by Satan, but agents for him. If those that are called <i>children, God's children,<\/i>, that are looked upon as belonging to his family, be wicked and vile, their example is of the most malignant influence. (5.) Their sin was a treacherous departure from God. They were deserters from their allegiance: “ <i>They have forsaken the Lord,<\/i>, to whom they had joined themselves; <i>they have gone away backward,<\/i>, are alienated or separated from God, have turned their back upon him, deserted their colours, and quitted their service.” When they were urged forward, they ran backward, <i>as a bullock unaccustomed to the yoke, as a backsliding heifer,<\/i>, <a class=\"ref\">Hosea 4:16<\/a>. (6.) It was an impudent and daring defiance of him: <i>They have provoked the Holy One of Israel unto anger<\/i>, wilfully and designedly; they knew what would anger him, and that they did. Note, The backslidings of those that have professed religion and relation to God are in a special manner provoking to him.\n\n 2. How he illustrates it by a comparison taken from a sick and diseased body, all overspread with leprosy, or, like Job's, with sore boils, <a class=\"isa\" verses=\"WzE3NjYwXQ==\">Isaiah 1:5<\/a>, <a class=\"isa\" verses=\"WzE3NjYxXQ==\">Isaiah 1:6<\/a>. (1.) The distemper has seized the vitals, and so threatens to be mortal. Diseases in the head and heart are most dangerous; now the head, the whole head, is sick - the heart, the whole heart, is faint. They had become corrupt in their judgment: the leprosy was in their head. They were utterly unclean; their affection to God and religion was cold and gone; the <i>things which remained were ready to die<\/i>, away, <a class=\"ref\">Revelation 3:2<\/a>. (2.) It has overspread the whole body, and so becomes exceedingly noisome; <i>From the sole of the foot even to the head,<\/i>, from the meanest peasant to the greatest peer, there is <i>no soundness,<\/i>, no good principles, no religion (for that is the health of the soul), nothing but <i>wounds and bruises,<\/i>, guilt and corruption, the sad effects of Adam's fall, noisome to the holy God, painful to the sensible soul; they were so to David when he complained (<a class=\"ref\">Psalm 38:5<\/a>), <i>My wounds stink, and are corrupt, because of my foolishness.<\/i>, See <a class=\"ref\">Psalm 32:3, Psalm 32:4<\/a>. No attempts were made for reformation, or, if they were, they proved ineffectual: The wounds <i>have not been closed, not bound up, nor mollified with ointment.<\/i>, While sin remains unrepented of the wounds are unsearched, unwashed, the proud flesh in them not cut out, and while, consequently, it remains unpardoned, the wounds are not mollified or closed up, nor any thing done towards the healing of them and the preventing of their fatal consequences.\n\n V. He sadly bewails the judgments of God which they had brought upon themselves by their sins, and their incorrigibleness under those judgments. 1. Their kingdom was almost ruined, <a class=\"isa\" verses=\"WzE3NjYyXQ==\">Isaiah 1:7<\/a>. So miserable were they that both their towns and their lands were wasted, and yet so stupid that they needed to be told this, to have it shown to them. “Look and see how it is; <i>your country is desolate;<\/i>, the ground is not cultivated, for want of inhabitants, the villages being deserted, <a class=\"ref\">Judges 5:7<\/a>. And thus the fields and vineyards become like deserts, <i>all grown over with thorns,<\/i>, <a class=\"ref\">Proverbs 24:31<\/a>. <i>Your cities are burned with fire,<\/i>, by the enemies that invade you” (fire and sword commonly go together); “as for the fruits of your land, which should be food for your families, <i>strangers devour them;<\/i>, and, to your greater vexation, it is <i>before your eyes,<\/i>, and you cannot prevent it; you starve while your enemies surfeit on that which should be your maintenance. The overthrow of your country is as the overthrow of strangers; it is used by the invaders, as one might expect it should be used by strangers.” Jerusalem itself, which was as the daughter of Zion (the temple built on Zion was a mother, a nursing mother, to Jerusalem), or Zion itself, the holy mountain, which had been dear to God as a daughter, was now lost, deserted, and exposed <i>as a cottage in a vineyard,<\/i>, which, when the vintage is over, nobody dwells in or takes any care of, and looks as mean and despicable as <i>a lodge<\/i>, or hut, <i>in a garden of cucumbers;<\/i>, and every person is afraid of coming near it, and solicitous to remove his effects out of it, as if it were <i>a besieged city,<\/i>, <a class=\"isa\" verses=\"WzE3NjYzXQ==\">Isaiah 1:8<\/a>. And some think, it is a calamitous state of the kingdom that is represented by a diseased body, <a class=\"isa\" verses=\"WzE3NjYxXQ==\">Isaiah 1:6<\/a>. Probably this sermon was preached in the reign of Ahaz, when Judah was invaded by the kings of Syria and Israel, the Edomites and the Philistines, who slew many, and carried many away into captivity, <a class=\"ref\">2 Chronicles 28:5, 2 Chronicles 28:17, 2 Chronicles 28:18<\/a>. Note, National impiety and immorality bring national desolation. Canaan, the glory of all lands, Mount Zion, the joy of the whole earth, both became a reproach and a ruin; and sin made them so, that great mischief-maker. 2. Yet they were not all reformed, and therefore God threatens to take another course with them (<a class=\"isa\" verses=\"WzE3NjYwXQ==\">Isaiah 1:5<\/a>): “ <i>Why should you be stricken any more,<\/i>, with any expectation of doing you good by it, when you increase revolts as your rebukes are increased? <i>You will revolt more and more,<\/i>, as you have done,” as Ahaz particularly did, who, <i>in his distress, trespassed yet more against the Lord,<\/i>, <a class=\"ref\">2 Chronicles 28:22<\/a>. Thus the physician, when he sees the patient's case desperate, troubles him no more with physic; and the father resolves to correct his child no more when, finding him hardened, he determines to disinherit him. Note, (1.) There are those who are made worse by the methods God takes to make them better; the more they are stricken the more they revolt; their corruptions, instead of being mortified, are irritated and exasperated by their afflictions, and their hearts more hardened. (2.) God, sometimes, in a way of righteous judgment, ceases to correct those who have been long incorrigible, and whom therefore he designs to destroy. The reprobate silver shall be cast, not into the furnace, but to the dunghill, <a class=\"ref\">Jeremiah 6:29, Jeremiah 6:30<\/a>. See <a class=\"ref\">Ezekiel 24:13; Hosea 4:14<\/a>. He that is <i>filthy, let him be filthy still.<\/i>,\n\n VI. He comforts himself with the consideration of a remnant that should be the monuments of divine grace and mercy, notwithstanding this general corruption and desolation, <a class=\"isa\" verses=\"WzE3NjY0XQ==\">Isaiah 1:9<\/a>. See here, 1. How near they were to an utter extirpation. They were almost like Sodom and Gomorrah in respect both of sin and ruin, had grown almost so bad that there could not have been found <i>ten righteous men among them,<\/i>, and almost as miserable as if none had been left alive, but their country turned into a sulphureous lake. Divine Justice said, <i>Make them as Admah; set them as Zeboim;<\/i>, but Mercy said, <i>How shall I do it?<\/i>, <a class=\"ref\">Hosea 11:8, Hosea 11:9.<\/a>. What it was that saved them from it: <i>The Lord of hosts left unto them a very small remnant,<\/i>, that were kept pure from the common apostasy and kept safe and alive from the common calamity. This is quoted by the apostle (<a class=\"ref\">Romans 9:27<\/a>), and applied to those few of the Jewish nation who in his time embraced Christianity, when the body of the people rejected it, and in whom the promises made to the fathers were accomplished. Note, (1.) In the worst of times there is a remnant preserved from iniquity and reserved for mercy, as Noah and his family in the deluge, Lot and his in the destruction of Sodom. Divine grace triumphs in distinguishing by an act of sovereignty. (2.) This remnant is often a very small one in comparison with the vast number of revolting ruined sinners. Multitude is no mark of the true church. Christ's is a little flock. (3.) It is God's work to sanctify and save some, when others are left to perish in their impurity. It is the work of his power as the Lord of hosts. Except he had left us that remnant, there would have been none left; the corrupters (<a class=\"isa\" verses=\"WzE3NjU5XQ==\">Isaiah 1:4<\/a>) did what they could to debauch all, and the devourers (<a class=\"isa\" verses=\"WzE3NjYyXQ==\">Isaiah 1:7<\/a>) to destroy all, and they would have prevailed of God himself had not interposed to secure to himself a remnant, who are bound to give him all the glory. (4.) It is good for a people that have been saved from utter ruin to look back and see how near they were to it, just upon the brink of it, to see how much they owed to a few good men that stood in the gap, and that that was owing to a good God, who left them these good men. It is of the Lord's mercies that we are not consumed.",
    "audit": null
}