{
    "id": 12244,
    "source": "mhm",
    "verse_id": 18494,
    "verse_count": 5,
    "reference": "42:13-17",
    "title": "",
    "html": "<p>  13  The L<b>ORD<\/b> shall go forth as a mighty man, he shall stir up  jealousy like a man of war: he shall cry, yea, roar  he shall  prevail against his enemies.    14  I have long time holden my peace  I have been still, <i>and<\/i>  refrained myself: <i>now<\/i> will I cry like a travailing woman  I  will destroy and devour at once.    15  I will make waste mountains and hills, and dry up all their  herbs  and I will make the rivers islands, and I will dry up the  pools.    16  And I will bring the blind by a way <i>that<\/i> they knew not  I  will lead them in paths <i>that<\/i> they have not known: I will make  darkness light before them, and crooked things straight. These  things will I do unto them, and not forsake them.    17  They shall be turned back, they shall be greatly ashamed,  that trust in graven images, that say to the molten images, Ye  <i>are<\/i> our gods.  <\/p>  <p>  It comes all to one whether we make these verses (as some do) the song  itself that is to be sung by the Gentile world or a prophecy of what  God will do to make way for the singing of that song, that evangelical  new song.<\/p>  <p>  I. He will appear in his power and glory more than ever. So he did in  the preaching of his gospel, in the divine power and energy which went  along with it, and in the wonderful success it had in the <i>pulling  down of Satan's stronghold,<\/i>   <a class=\"isa\" verses=\"WzE4NDk0XQ==\">Isaiah 42:13<\/a>.  <i>He had long held his peace, and been still, and refrained himself,  while he winked at the times of the ignorance of the Gentile world<\/i>  (<a class=\"ref\">Acts 17:30<\/a>),  and <i>suffered all nations to walk in their own ways<\/i>  (<a class=\"ref\">Acts 14:16<\/a>)  but now <i>he shall go forth as a mighty man, as a man of war,<\/i> to  attack the devil's kingdom and give it a fatal blow. The going forth of  the gospel is thus represented,   <a class=\"ref\">Revelation 6:2<\/a>.  Christ, in it, went forth conquering and to conquer. The ministry of  the apostles is called their <i>warfare <\/i> and they were the soldiers  of Jesus Christ. <i>He shall stir up jealousy,<\/i> shall appear more  jealous than ever for the glory of his own name and against idolatry.  1. <i>He shall cry,<\/i> in the preaching of his word, <i>cry like a  travailing woman <\/i> for the ministers of Christ preached as men in  earnest, and that travailed in birth again till they saw Christ formed  in the souls of the people,   <a class=\"ref\">Galatians 4:19<\/a>.  <i>He shall cry, yea, roar,<\/i> in the gospel woes, which are more  terrible than the roaring of a lion, and which must be preached along  with gospel blessings to awaken a sleeping world.  2. He shall conquer by the power of his Spirit: <i>He shall prevail  against his enemies,<\/i> shall prevail to make them friends,   <a class=\"ref\">Colossians 1:21<\/a>.  Those that contradict and blaspheme his gospel, he shall prevail to put  them to silence and shame. He will destroy and devour at once all the  oppositions of the powers of darkness. Satan shall fall as lightning  from heaven, and he that had the power of death shall be destroyed. As  a type and figure of this, to make way for the redemption of the Jews  out of Babylon, God will humble the pride, and break the power, of  their oppressors, and <i>will at once destroy and devour<\/i> the  Babylonian monarchy. In accomplishing this destruction of Babylon by  the Persian army under the command of Cyrus, <i>he will make waste  mountains and hills,<\/i> level the country, and <i>dry up all their  herbs.<\/i> The army, as usual, shall either carry off the forage or  destroy it, and by laying bridges of boats over rivers shall turn them  into islands, and so drain the fens and low grounds, to make way for  the march of their army, that the pools shall be dried up. Thus, when  the gospel shall be preached, it shall have a free course, and that  which hinders the progress of it shall be taken out of the way.<\/p>  <p>  II. He will manifest his favour and grace towards those whose spirits  he had stirred up to follow him, as   <a class=\"ref\">Ezra 1:5<\/a>.  Those who ask the way to Zion he will show the way, and lead in it,   <a class=\"isa\" verses=\"WzE4NDk3XQ==\">Isaiah 42:16<\/a>.  Those who by nature were blind, and those who, being under convictions  of sin and wrath are quite at a loss and know not what to do with  themselves, God will <i>lead by a way that they knew not,<\/i> will show  them the way to life and happiness by Jesus Christ, who is the way, and  will conduct and carry them on in that way, which before they were  strangers to. Thus, in the conversion of Paul, he was struck blind  first, and then God revealed his Son in him, and made the scales to  fall from his eyes. They are weak in knowledge, and the truths of God  at first seem unintelligible  but God will <i>make darkness light  before them,<\/i> and knowledge shall be easy to them. They are weak in  duty, the commands of God seem impracticable, and insuperable  difficulties are in the way of their obedience  but God will make  <i>crooked things straight <\/i> their way shall be plain, and the yoke  easy. Those whom God brings into the right way he will guide in it. As  a type of this, he will lead the Jews, when they return out of  captivity, in a ready road to their own land again, and nothing shall  occur to perplex or embarrass them in their journey. These are great  things, and kind things, very great and very kind  but lest any should  say, \"They are too great, too kind, to be expected from God by such an  undeserving people as that of the Jews, such an undeserving world as  that of the Gentiles,\" he adds, <i>These things will I do unto  them,<\/i> take my word for it I will, and <i>I will not forsake  them <\/i> he that begins to show this great mercy will go on to do them  good.<\/p>  <p>  III. He will particularly put those to confusion who adhere to idols  notwithstanding the attempts made by the preaching of the gospel to  turn them from idols  (<a class=\"isa\" verses=\"WzE4NDk4XQ==\">Isaiah 42:17<\/a>):  <i>They shall be turned back, and greatly ashamed, that trust in graven  images.<\/i> The Babylonians shall when they see how the Jews, who  despise their images, are owned and delivered by the God they worship  without images, and the Gentiles when they see how idolatry falls  before the preaching of the gospel, is scattered like darkness before  the light of the sun, and melts like snow before its heat. They shall  be ashamed that ever they said to these molten images, <i>You are our  gods <\/i> for how can those help their worshippers who cannot help  themselves, nor save themselves from falling into contempt? In times of  reformation, when many turn from iniquity, and sin, being generally  deserted, becomes unfashionable, it may be hoped that those who will  not otherwise be reclaimed will be wrought upon by that consideration  to be ashamed of it.<\/p>",
    "audit": null
}