{
    "id": 12104,
    "source": "mhm",
    "verse_id": 17736,
    "verse_count": 5,
    "reference": "4:2–6",
    "title": "",
    "html": "<p>By the foregoing threatenings Jerusalem is brought into a very deplorable condition: every thing looks melancholy. But here the sun breaks out from behind the cloud. Many exceedingly great and precious promises we have in these verses, giving assurance of comfort which may be discerned through the troubles, and of happy days which shall come after them, and these certainly point at the kingdom of the Messiah, and the great redemption to be wrought out by him, under the figure and type of the restoration of Judah and Jerusalem by the reforming reign of Hezekiah after Ahaz and the return out of their captivity in Babylon; to both these events the passage may have some reference, but chiefly to Christ. It is here promised, as the issue of all these troubles,<b><\/b><\/p><b>\n\n<\/b> I. That God will raise up a righteous branch, which shall produce fruits of righteousness ( <a class=\"isa\" verses=\"WzE3NzM2XQ==\">Isaiah 4:2<\/a>):<i>In that day,<\/i> that same day, at that very time, when Jerusalem shall be destroyed and the Jewish nation extirpated and dispersed, the kingdom of the Messiah shall be set up; and then shall be the reviving of the church, when every one shall fear the utter ruin of it.\n\n 1. Christ himself shall be exalted. He is the<i>branch of the Lord,<\/i> the man the branch; it is one of prophetical names, <i>my servant the branch<\/i> ( <a class=\"ref\">Zechariah 3:8; Zechariah 6:12<\/a>), the<i>branch of righteousness<\/i> ( <a class=\"ref\">Jeremiah 23:5; Jeremiah 33:15<\/a>), a<i>rod out of the stem of Jesse and a branch out of his roots<\/i> ( <a class=\"isa\" verses=\"WzE3ODg2XQ==\">Isaiah 11:1<\/a>), and this, as some think, is alluded to when he is called a<i>Nazarene,<\/i> <a class=\"ref\">Matthew 2:23<\/a>. Here he is called<i>the branch of the Lord,<\/i> because planted by his power and flourishing to his praise. The ancient Chaldee paraphrase here reads it, <i>The Christ, or Messiah, of the Lord. <\/i> He shall be the beauty, and glory, and joy. (1.) He shall himself be advanced to the joy set before him and the glory which he had with the Father before the world was. He that was a reproach of men, whose visage was marred more than any man's, is now, in the upper world, beautiful and glorious, as the sun in his strength, admired and adored by angels. (2.) He shall be beautiful and glorious in the esteem of all believers, shall gain an interest in the world, and a name among men above every name. To those that believe he is precious, he is an honour ( <a class=\"ref\">1 Peter 2:7<\/a>), the<i>fairest of ten thousand<\/i> ( <a class=\"ref\">John 12:24<\/a>. The success of the gospel is represented by<i>the earth's yielding her increase<\/i> ( <a class=\"ref\">Psalm 67:6<\/a>), and the planting of the Christian church is God's<i>sowing it to himself in the earth,<\/i> <a class=\"ref\">Hosea 2:23<\/a>. We may understand it of both the persons and the things that are the products of the gospel: they shall be excellent and comely, shall appear very agreeable and be very acceptable to those that have escaped of Israel, to that remnant of the Jews which was saved from perishing with the rest in unbelief, <a class=\"ref\">Romans 11:5<\/a>. Note, If Christ be precious to us, his gospel will be so and all its truths and promises - his church will be so, and all that belong to it. These are the good fruit of the earth, in comparison with which all other things are but weeds. It will be a good evidence to us that we are of the chosen remnant, distinguished from the rest that are called<i>Israel,<\/i> and marked for salvation, if we are brought to see a transcendent beauty in Christ, and in holiness, and in the saints, the excellent ones of the earth. As a type of this blessed day, Jerusalem, after Sennacherib's invasion and after the captivity in Babylon, should again flourish as a branch, and be blessed with the fruits of the earth. Compare <a class=\"isa\" verses=\"WzE4Mzg0XQ==\">Isaiah 37:31<\/a> , <a class=\"isa\" verses=\"WzE4Mzg1XQ==\">Isaiah 37:32<\/a>. <i>The remnant shall again take root downward and bear fruit upward. <\/i> And if by the fruit of the earth here we understand the good things of this life, we may observe that these have peculiar sweetness in them to the chosen remnant, who, having a covenant - right to them, have the most comfortable use of them. If the branch of the Lord be beautiful and glorious in our eyes, even the fruit of the earth also will be excellent and comely, because then we may take it as the fruit of the promise, <a class=\"ref\">Psalm 37:16; 1 Timothy 4:8<\/a>.\n\n II. That God will reserve to himself a holy seed, <a class=\"isa\" verses=\"WzE3NzM3XQ==\">Isaiah 4:3<\/a>. When the generality of those that have a place and a name in Zion and in Jerusalem shall be cut off as withered branches, by their own unbelief, yet some shall be left. Some shall remain, some shall still cleave to the church, when its property is altered and it has become Christian; for God will not quite<i>cast off his people,<\/i> <a class=\"ref\">Romans 11:1<\/a>. There is here and there one that is left. Now, 1. This is a remnant<i>according to the election of grace<\/i> (as the apostle speaks, <a class=\"ref\">Romans 11:5<\/a>), such as are written among the living, marked in the counsel and fore-knowledge of God for life and salvation, <i>written to life<\/i> (so the word is), designed and determined for it unalterably; for “<i>what I have written I have written. <\/i> ” Those that are kept alive in killing dying times were written for life in the book of divine Providence; and shall we not suppose those who are rescued from a greater death to be such as were<i>written in the Lamb's book of life?<\/i> <a class=\"ref\">Revelation 13:8<\/a>. As many as were<i>ordained unto eternal life believed<\/i> to<i>the salvation of the soul,<\/i> <a class=\"ref\">Acts 13:48<\/a>. Note, All that were<i>written among the living<\/i> shall be found among the living, every one; for of all that were given to Christ he will lose none. 2. It is a remnant<i>under the dominion of grace;<\/i> for every one that is<i>written among the living,<\/i> and is accordingly left, shall be called<i>holy,<\/i> shall be holy, and shall be accepted of God accordingly. Those only that are holy shall be left when the<i>Son of man shall gather out of his kingdom every thing that offends;<\/i> and all that are chosen to salvation are chosen to sanctification. See <a class=\"ref\">2 Thessalonians 2:13; Ephesians 1:4<\/a>.\n\n III. That God will reform his church and will rectify and amend whatever is amiss in it, <a class=\"isa\" verses=\"WzE3NzM4XQ==\">Isaiah 4:4<\/a>. Then the remnant shall be<i>called holy, when the Lord shall have washed away their filth,<\/i> washed it from among them by cutting off the wicked persons, washed it from within them by purging out the wicked thing. They shall not be called so till they are in some measure made so. Gospel times are times of reformation ( <a class=\"ref\">Hebrews 9:10<\/a>), typified by the reformation in the days of Hezekiah and that after captivity, to which this promise refers. Observe, 1. The places and persons to be reformed. Jerusalem, though the holy city, needed reformation; and, being the holy city, the reformation of that would have a good influence upon the whole kingdom. The daughters of Zion also must be reformed, the women in a particular manner, whom he had reproved, <a class=\"isa\" verses=\"WzE3NzI0XQ==\">Isaiah 3:16<\/a>. When they were decked in their ornaments they thought themselves wondrously clean; but, being proud of them, the prophet call them their<i>filth,<\/i> for no sin is more abominable to God than pride. Or by the daughters of Zion may be meant the country towns and villages, which were related to Jerusalem as the mother-city, and which needed reformation. 2. The reformation itself. The filth shall be washed away; for wickedness is filthiness, particularly blood-shed, for which Jerusalem was infamous ( <a class=\"ref\">2 Kings 21:16<\/a>), and which defiles the land more than any other sin. Note, The reforming of a city is the cleansing of it. When vicious customs and fashions are suppressed, and the open practice of wickedness is restrained, the place is made clean and sweet which before was a dunghill; and this is not only for its credit and reputation among strangers, but for the comfort and health of the inhabitants themselves. 3. The author of the reformation:<i>The Lord shall do it. <\/i> Reformation-work is God's work; if any thing be done to purpose in it, it is his doing. But how? By the judgment of his providence the sinners were destroyed and consumed; but it is by the Spirit of his grace that they are reformed and converted. This is the work that is done, not by might, nor by power, but by the<i>Spirit of the Lord of hosts<\/i> ( <a class=\"ref\">Zechariah 4:6<\/a>), working both upon the sinners themselves that are to be reformed and upon magistrates, ministers, and others that are to be employed as instruments of reformation. The Spirit herein acts, (1.) As a spirit of judgment, enlightening the mind, convincing the conscience, - as a spirit of wisdom, guiding us to deal prudently, ( <a class=\"isa\" verses=\"WzE4NzEwXQ==\">Isaiah 52:13<\/a>), - as a discerning, distinguishing, Spirit, separating between the precious and the vile. (2.) As a Spirit of burning, quickening and invigorating the afflictions, and making men zealously affected in a good work. The Spirit works as fire, <a class=\"ref\">Matthew 3:11<\/a>. An ardent love to Christ and souls, and a flaming zeal against sin, will carry men on with resolution in their endeavours to<i>turn away ungodliness from Jacob. <\/i> See <a class=\"isa\" verses=\"WzE4Mjc1XQ==\">Isaiah 32:15<\/a> , <a class=\"isa\" verses=\"WzE4Mjc2XQ==\">Isaiah 32:16<\/a>.\n\n IV. That God will protect his church, and all that belong to it ( <a class=\"isa\" verses=\"WzE3NzM5XQ==\">Isaiah 4:5<\/a> , <a class=\"isa\" verses=\"WzE3NzQwXQ==\">Isaiah 4:6<\/a>); when they are purified and reformed they shall no longer lie exposed, but God will take a particular care of them. Those that are sanctified are well fortified; for God will be to them a guide and a guard.\n\n 1. Their tabernacles shall be defended, <a class=\"isa\" verses=\"WzE3NzM5XQ==\">Isaiah 4:5<\/a>.\n\n (1.) This writ of protection refers to, [1.] Their dwelling places, the tabernacles of their rest, their own houses, where they worship God alone, and with their families. That blessing which is upon the<i>habitation of the just<\/i> shall be a protection to it, <a class=\"ref\">Proverbs 3:33<\/a>. In the<i>tabernacles of the righteous<\/i> shall the<i>voice of rejoicing and salvation be,<\/i> <a class=\"ref\">Psalm 118:15<\/a>. Note, God takes particular cognizance and care of the dwelling-places of his people, of every one of them, the poorest cottage as well as the statliest palace. When iniquity is<i>put far from the tabernacle<\/i> the Almighty shall be its defence, <a class=\"ref\">Exodus 13:21; Nehemiah 9:19<\/a>. This pillar of cloud and fire interposed between the Israelites and the Egyptians, <a class=\"ref\">Exodus 14:20<\/a>. Note, Though miracles have ceased, yet God is the same to the New Testament church that he was to Israel of old; the very same yesterday, today, and for ever. [2.] In a similitude taken from the outside cover of rams' skins and badgers' skins that was upon the curtains of the tabernacle, as if every dwelling place of Mount Zion and every assembly were as dear to God as that tabernacle was:<i>Upon all the glory shall be a defense,<\/i> to save it from wind and weather. Note, The church on earth has its glory. Gospel truths and ordinances, the scriptures and the ministry, are the church's glory; and upon all this glory there is a defence, and ever shall be, for the<i>gates of hell shall not prevail against the church. <\/i> If God himself be the glory in the midst of it, he will himself be a wall of fire around about it, impenetrable and impregnable. Grace in the soul is the glory of it, and those that have it are<i>kept by the power of God<\/i> as in a strong-hold, <a class=\"ref\">1 Peter 1:5.\n\n<\/a>. Their tabernacle shall be a defence to them, <a class=\"isa\" verses=\"WzE3NzQwXQ==\">Isaiah 4:6<\/a>. God's tabernacle was a pavilion to the saints ( <a class=\"ref\">Psalm 27:5<\/a>); but, when that is taken down, they shall not want a covert: the divine power and goodness shall be a tabernacle to all the saints. God himself will be their hiding-place ( <a class=\"ref\">Psalm 32:7<\/a>); they shall be at home in him, <a class=\"ref\">Psalm 91:9<\/a>. He will himself be to them as the<i>shadow of a great rock<\/i> ( <a class=\"isa\" verses=\"WzE4MjYyXQ==\">Isaiah 32:2<\/a>) and<i>his name a strong tower,<\/i> <a class=\"ref\">Proverbs 18:10<\/a>. He will be not only a shadow from the heat in the daytime, but a covert from storm and rain. Note, In this world we must expect change of weather and all the inconveniences that attend it; we shall meet with storm and rain in this lower region, and at other times the heat of the day no less burdensome; but God is a refuge to his people in all weathers.",
    "audit": null
}