{
    "id": 12153,
    "source": "mhm",
    "verse_id": 17996,
    "verse_count": 3,
    "reference": "17:12–14",
    "title": "",
    "html": "<p>12 Woe to the multitude of many people, <i>which<\/i> make a noise like the noise of the seas and to the rushing of nations, <i>that<\/i> make a rushing like the rushing of mighty waters! 13 The nations shall rush like the rushing of many waters: but<i>God<\/i> shall rebuke them, and they shall flee far off, and shall be chased as the chaff of the mountains before the wind, and like a rolling thing before the whirlwind. 14 And behold at evening tide trouble<i>and<\/i> before the morning he<i>is<\/i> not. This<i>is<\/i> the portion of them that spoil us, and the lot of them that rob us.<\/p><p>These verses read the doom of those that spoil and rob the people of God. If the Assyrians and Israelites invade and plunder Judah, if the Assyrian army take God's people captive and lay their country waste, let them know that ruin will be their lot and portion. They are here brought in, 1. Triumphing over the people of God. They relied upon their numbers. The Assyrian army was made up out of divers nations: it was<i>the multitude of many people<\/i> ( <a class=\"isa\" verses=\"WzE3OTk2XQ==\">Isaiah 17:12<\/a>), by which weight they hoped to carry the cause. They were very noisy, like the roaring of the seas they talked big, hectored, and threatened, to frighten God's people from resisting them, and all their allies from sending in to their aid. Sennacherib and Rabshakeh, in their speeches and letters, made a mighty noise to strike a terror upon Hezekiah and his people the nations that followed them<i>made a rushing like the rushing of many waters,<\/i> and those mighty ones, that threaten to bear down all before them and carry away every thing that stands in their way. <i>The floods have lifted up their voice, have lifted up their waves<\/i> such is the tumult of the people, and the heathen, when they rage, <a class=\"ref\">Psalm 2:1<\/a>. 2. Triumphed over by the judgments of God. They thought to carry their point by dint of noise but woe to them ( <a class=\"isa\" verses=\"WzE3OTk2XQ==\">Isaiah 17:12<\/a>), for he<i>shall rebuke them,<\/i> that is, God shall, one whom they little think of, have no regard to, stand in no awe of he shall give them a check with an invisible hand, <i>and<\/i> then<i>they shall flee afar off. <\/i> Sennacherib, and Rabshakeh, and the remains of their forces, shall run away in a fright, and shall be chased by their own terrors, <i>as the chaff of the mountains<\/i> which stand bleak<i>before the wind, and like a rolling thing before the whirlwind,<\/i> like thistle-down (so the margin) they make themselves<i>as chaff before the wind<\/i> ( <a class=\"ref\">Psalm 35:5<\/a>) and then<i>the angel of the Lord<\/i> (as it follows there), the same angel that slew many of them, shall chase the rest. God will make<i>them like a wheel,<\/i> or rolling thing, and then<i>persecute them with his tempest<\/i> and<i>make them afraid with his storm,<\/i> <a class=\"ref\">Psalm 83:13<\/a>. Note, God can dispirit the enemies of his church when they are most courageous and confident, and dissipate them when they seem most closely consolidated. This shall be done suddenly ( <a class=\"isa\" verses=\"WzE3OTk4XQ==\">Isaiah 17:14<\/a>):<i>At evening-tide<\/i> they are very troublesome, and threaten trouble to the people of God but<i>before the morning they are not. <\/i> At sleeping time they are cast into a deep sleep, <a class=\"ref\">Psalm 26:5<\/a>. It was in the night that the angel routed the Assyrian army. God can in a moment break the power of his church's enemies, even when it appears most formidable and this is written for the encouragement of the people of God in all ages, when they find themselves an unequal match for their enemies for<i>this is the portion of those that spoil us,<\/i> they shall themselves be spoiled. God will plead his church's cause, and those that meddle do it to their own hurt.<\/p> ",
    "audit": null
}