{
    "id": 12317,
    "source": "mhm",
    "verse_id": 18817,
    "verse_count": 6,
    "reference": "59:16-21",
    "title": "",
    "html": "<p>  16  And he saw that <i>there was<\/i> no man, and wondered that <i>there  was<\/i> no intercessor: therefore his arm brought salvation unto  him  and his righteousness, it sustained him.    17  For he put on righteousness as a breastplate, and a helmet  of salvation upon his head  and he put on the garments of  vengeance <i>for<\/i> clothing, and was clad with zeal as a cloak.    18  According to <i>their<\/i> deeds, accordingly he will repay, fury  to his adversaries, recompence to his enemies  to the islands he  will repay recompence.    19  So shall they fear the name of the L<b>ORD<\/b> from the west, and  his glory from the rising of the sun. When the enemy shall come  in like a flood, the Spirit of the L<b>ORD<\/b> shall lift up a standard  against him.    20  And the Redeemer shall come to Zion, and unto them that turn  from transgression in Jacob, saith the L<b>ORD<\/b>.    21  As for me, this <i>is<\/i> my covenant with them, saith the L<b>ORD<\/b>  My spirit that <i>is<\/i> upon thee, and my words which I have put in  thy mouth, shall not depart out of thy mouth, nor out of the  mouth of thy seed, nor out of the mouth of thy seed's seed, saith  the L<b>ORD<\/b>, from henceforth and for ever.  <\/p>  <p>  How sin abounded we have read, to our great amazement, in the former  part of the chapter  how grace does much more abound we read in these  verses. And, as sin took occasion from the commandment to become more  exceedingly sinful, so grace took occasion from the transgression of  the commandment to appear more exceedingly gracious. Observe,<\/p>  <p>  I. Why God wrought salvation for this provoking people, notwithstanding  their provocations. It was purely for his own name's sake  because  there was nothing in them either to bring it about, or to induce him to  bring it about for them, no merit to deserve it, no might to effect it,  he would do it himself, would be exalted in his own strength, for his  own glory.<\/p>  <p>  1. He took notice of their weakness and wickedness: <i>He saw that  there was no man<\/i> that would do any thing for the support of the  bleeding cause of religion and virtue among them, not a man that would  execute judgment  (<a class=\"ref\">Jeremiah 5:1<\/a>),  that would bestir himself in a work of reformation  those that  complained of the badness of the times had not zeal and courage enough  to appear and act against it  there was a universal corruption of  manners, and nothing done to stem the tide  most were wicked, and those  that were not so were yet weak, and durst not attempt any thing in  opposition to the wickedness of the wicked. <i>There was no  intercessor,<\/i> either none to intercede with God, to stand in the gap  by prayer to turn away his wrath (it would have pleased him to be thus  met, and he wondered that he was not), or, rather, none to interpose  for the support of justice and truth, which were trampled upon and run  down  (<a class=\"isa\" verses=\"WzE4ODE1XQ==\">Isaiah 59:14<\/a>),  no advocate to speak a good word for those who were made a prey of  because they kept their integrity,   <a class=\"isa\" verses=\"WzE4ODE2XQ==\">Isaiah 59:15<\/a>.  They complained that God did not appear for them  (<a class=\"isa\" verses=\"WzE4NzkwXQ==\">Isaiah 58:3<\/a>)  but God with much more reason complains that they did nothing for  themselves, intimating how ready he would have been to do them good if  he had found among them the least motion towards a reformation.<\/p>  <p>  2. He engaged his own strength and righteousness for them. They shall  be saved, notwithstanding all this  and,  (1.) Because they have no strength of their own, nor any active men  that will set to it in good earnest to redress the grievances either of  their iniquities or of their calamities, therefore <i>his own arm shall  bring salvation to him,<\/i> to his people, or to him whom he would  raise up to be the deliverer, Christ, the power of God and arm of the  Lord, that man of his right hand whom he made strong for himself. The  work of reformation (that is the first and principal article of the  salvation) shall be wrought by the immediate influences of the divine  grace on men's consciences. Since magistrates and societies for  reformation fail of doing their part, one will not do justice nor the  other call for it, God will let them know that he can do it without  them when his time shall come thus to prepare his people for mercy, and  then the work of deliverance shall be wrought by the immediate  operations of the divine Providence on men's affections and affairs.  When God stirred up the spirit of Cyrus, and brought his people out of  Babylon, <i>not by might, nor by power, but by the Spirit of the Lord  of hosts,<\/i> then his own arm, which is never shortened, brought  salvation.  (2.) Because they have no righteousness of their own to merit these  favours, and to which God might have an eye in working for them,  therefore <i>his<\/i> own <i>righteousness sustained him<\/i> and bore  him out in it. Divine justice, which by their sins they had armed  against them, through grace appears for them. Though they can expect no  favour as due to them, yet he will be just to himself, to his own  purpose and promise, and covenant with his people: he will, in  righteousness, punish the enemies of his people  see   <a class=\"ref\">Deuteronomy 9:5<\/a>.  <i>Not for thy righteousness, but for the wickedness of these  nations<\/i> they are driven out. In our redemption by Christ, since we  had no righteousness of our own to produce, on which God might proceed  in favour to us, he brought in a righteousness by the merit and  meditation of his own Son (it is called <i>the righteousness which is  of God by faith,<\/i>   <a class=\"ref\">Philippians 3:9<\/a>),  and this righteousness sustained him, and bore him out in all his  favours to us, notwithstanding our provocations. <i>He put on  righteousness as a breast-plate,<\/i> securing his own honour, as a  breast-plate does the vitals, in all his proceedings, by the justice  and equity of them  and then he put <i>a helmet of salvation upon his  head <\/i> so sure is he to effect the salvation he intends that he  takes salvation itself for his helmet, which therefore must needs be  impenetrable, and in which he appears very illustrious, formidable in  the eyes of his enemies and amiable in the eyes of his friends. When  righteousness is his coat of arms, salvation is his crest. In allusion  to this, among the pieces of a Christian's armour we find <i>the  breast-plate of righteousness,<\/i> and for a helmet <i>the hope of  salvation<\/i>  (<a href=\"\/\/www.studylight.org\/desk\/index.cgi?q1=Ephesians+6:14-17&t1=en_nas\" id=\"57\" class=\"stL\" target=\"_blank\">Ephesians  6:14-17,1 Thessalonians 5:8<\/a>),  and it is called <i>the armour of God,<\/i> because he wore it first and  so fitted it for us.  (3.) Because they have no spirit or zeal to do any thing for  themselves, God will <i>put on the garments of vengeance for clothing,  and clothe himself with zeal as a cloak <\/i> he will make his justice  upon the enemies of his church and people, and his jealousy for his own  glory and the honour of religion and virtue among men, to appear  evident and conspicuous in the eye of the world  and in these he will  show himself great, as a man shows himself in his rich attire or in the  distinguishing habit of his office. If men be not zealous against sin,  God will, and will take vengeance on it for all the injury it has done  to his honour and his people's welfare  and this was the business of  Christ in the world, to take away sin and be revenged on it.<\/p>  <p>  II. What the salvation is that shall be wrought out by the  righteousness and strength of God himself.<\/p>  <p>  1. There shall be a present temporal salvation wrought out for the Jews  in Babylon, or elsewhere in distress and captivity. This is promised  (<a class=\"isa\" verses=\"WzE4ODE5XQ==\">Isaiah 59:18<\/a>)  as a type of something further. When God's time shall come he will do  his own work, though those fail that should forward it. It is here  promised,  (1.) That God will reckon with his enemies and will render to them  according to their deeds, to the enemies of his people abroad, that  have oppressed them, to the enemies of justice and truth at home, that  have oppressed them, for they also are God's enemies  and, when the day  of vengeance shall have come, he will deal with both as they have  deserved, <i>according to retribution<\/i> (so the word is), the law of  retributions  (<a class=\"ref\">Revelation 13:10<\/a>),  or <i>according to former retributions <\/i> as he has rendered to his  enemies formerly, accordingly he will now repay, <i>fury to his  adversaries, recompence to his enemies <\/i> his fury shall not exceed  the rules of justice, as men's fury commonly does. Even <i>to the  islands,<\/i> that lie most remote, if they have appeared against him,  <i>he will repay recompence <\/i> for <i>his hand shall find out all his  enemies<\/i>  (<a class=\"ref\">Psalm 21:8<\/a>),  and his arrows reach them. Though God's people have behaved so ill that  they do not deserve to be delivered, yet his enemies behave so much  worse that they do deserve to be destroyed.  (2.) That, whatever attempts the enemies of God's people may afterwards  make upon them to disturb their peace, they shall be baffled and  brought to nought: <i>When the enemy shall come in like a flood,<\/i>  like a high spring-tide, or a land-flood, which threaten to bear down  all before them without control, then <i>the Spirit of the Lord<\/i> by  some secret undiscerned power <i>shall lift up a standard against  him,<\/i> and so (as the margin reads it) <i>put him to flight.<\/i> He  that has delivered will still deliver. When God's people are weak and  helpless, and have no standard to lift up against the invading power,  God will <i>give a banner to those that fear him<\/i>  (<a class=\"ref\">Psalm 60:4<\/a>),  will by his Spirit lift up a standard, which will draw multitudes  together to appear on the church's behalf. Some read it, <i>He shall  come<\/i> (the name of the Lord, and his glory, before foreseen of the  Messiah promised) <i>like a straight river, the Spirit of the Lord  lifting him up for an ensign.<\/i> Christ by the preaching of his gospel  shall cover the earth with the knowledge of God as with the waters of a  flood, the <i>Spirit of the Lord<\/i> setting up Christ as a  <i>standard<\/i> to the <i>Gentiles,<\/i>   <a class=\"isa\" verses=\"WzE3ODk1XQ==\">Isaiah 11:10<\/a>.  (3.) That all this should redound to the glory of God and the  advancement of religion in the world  (<a class=\"isa\" verses=\"WzE4ODIwXQ==\">Isaiah 59:19<\/a>):  <i>So shall they fear the name of the Lord and his glory<\/i> in all  nations that lie eastward or westward. The deliverance of the Jews out  of captivity, and the destruction brought on their oppressors, would  awaken multitudes to enquire concerning the God of Israel, and induce  them to serve and worship him and enlist themselves under the standard  which the Spirit of the Lord shall lift up. God's appearances for his  church shall occasion the accession of many to it. This had its full  accomplishment in gospel times, when many came <i>from the east and  west,<\/i> to fill up the places of <i>the children of the kingdom<\/i>  that were <i>cast out,<\/i> when there were set up eastern and western  churches,   <a class=\"ref\">Matthew 8:11<\/a>.<\/p>  <p>  2. There shall be a more glorious salvation wrought out by the Messiah  in the fulness of time, which salvation all the prophets, upon all  occasions, had in view. We have here the two great promises relating to  that salvation:--<\/p>  <p>  (1.) That the Son of God shall come to us to be our Redeemer  (<a class=\"isa\" verses=\"WzE4ODIxXQ==\">Isaiah 59:20<\/a>):  <i>Thy Redeemer shall come <\/i> it is applied to Christ,   <a class=\"ref\">Romans 9:26<\/a>.  <i>There shall come the deliverer.<\/i> The coming of Christ as the  Redeemer is the summary of all the promises both of the Old and New  Testament, and this was the redemption in Jerusalem which the believing  Jews looked for,   <a class=\"ref\">Luke 2:38<\/a>.  Christ is our <i>Goë l,<\/i> our next kinsman, that redeems both the  person and the estate of the poor debtor. Observe,  [1.] The place where this Redeemer shall appear: He <i>shall come to  Zion,<\/i> for there, on that holy hill, the Lord would set him up as  his King,   <a class=\"ref\">Psalm 2:6<\/a>.  In Zion the chief corner-stone was to be laid,   <a class=\"ref\">1 Peter 2:6<\/a>.  He came to his temple there,   <a class=\"ref\">Malachi 3:1<\/a>.  There salvation was to be placed  (<a class=\"isa\" verses=\"WzE4NjAwXQ==\">Isaiah 46:13<\/a>),  for thence the law was to go forth,   <a class=\"isa\" verses=\"WzE3Njg5XQ==\">Isaiah 2:3<\/a>.  Zion was a type of the gospel church, for which the Redeemer acts in  all his appearances: <i>The Redeemer shall come for the sake of  Zion <\/i> so the LXX. reads it.  [2.] The persons that shall have the comfort of the Redeemer's coming,  that shall then lift up their heads, knowing that their redemption  draws nigh. He shall come <i>to those that turn from the ungodliness in  Jacob,<\/i> to those that are in Jacob, to the praying seed of Jacob, in  answer to their prayers  yet not to all that are in Jacob, that are  within the pale of the visible church, but to those only that turn from  transgression, that repent, and reform, and forsake those sins which  Christ came to redeem them from. The sinners in Zion will fare never  the better for the Redeemer's coming to Zion if they go on still in  their trespasses.<\/p>  <p>  (2.) That the Spirit of God shall come to us to be our sanctifier,   <a class=\"isa\" verses=\"WzE4ODIyXQ==\">Isaiah 59:21<\/a>.  In the Redeemer there was a new covenant made with us a covenant of  promises  and this is the great and comprehensive promise of that  covenant, that God will give and continue his word and Spirit to his  church and people throughout all generations. God's giving the  <i>Spirit to those that ask him<\/i> includes the giving of them all  <i>good things,<\/i>   <a class=\"ref\">Luke 11:13; Matthew 7:11<\/a>.  This covenant is here said to <i>be made with them,<\/i> that is, with  those that turn from transgression  for those that cease to do evil  shall be taught to do well. But the promise is made to a single  person--<i>My Spirit that is upon thee,<\/i> being directed either,  [1.] To Christ as the head of the church, who received that he might  give. The Spirit promised to the church was first upon him, and from  his head that precious ointment descended to the skirts of his  garments  and the word of the gospel was first put into his mouth  for  <i>it began to be spoken by the Lord.<\/i> And all believers are his  seed, in whom he prolongs his days,   <a class=\"isa\" verses=\"WzE4NzIyXQ==\">Isaiah 53:10<\/a>.  Or,  [2.] To the church  and so it is a promise of the continuance and  perpetuity of the church in the world to the end of time, parallel to  those promises that the throne and seed of Christ shall endure for  ever,   <a class=\"ref\">Psalm 89:29; Psalm 22:30<\/a>.  Observe, <i>First,<\/i> How the church shall be kept up, in a  succession, as the world of mankind is kept up, by the seed and the  seed's seed. As one generation passes away another generation shall  come. <i>Instead of the fathers shall be the children. Secondly,<\/i>  How long it shall be kept up--<i>henceforth and for ever,<\/i> always,  even <i>unto the end of the world <\/i> for, the world being left to  stand for the sake of the church, we may be sure that as long as it  does stand Christ will have a church in it, though no always visible.  <i>Thirdly,<\/i> By what means it shall be kept up  by the constant  residence of the word and Spirit in it.  1. The Spirit that was upon Christ shall always continue in the hearts  of the faithful  there shall be some in every age on whom he shall  work, and in whom he shall dwell, and thus the Comforter shall abide  with the church for ever,   <a class=\"ref\">John 14:16<\/a>.  2. The word of Christ shall always continue in the mouths of the  faithful  there shall be some in every age who, <i>believing with the  heart<\/i> unto righteousness, shall <i>with the tongue make confession  unto salvation.<\/i> The word shall never depart out of the mouth of the  church  for there shall still be a seed to speak Christ's holy language  and profess his holy religion. Observe, The Spirit and the word go  together, and by them the church is kept up. For the word in the  mouths of our ministers, nay, the word in our own mouths, will not  profit us, unless the Spirit work with the word, and give us an  understanding. But the Spirit does his work by the word and in  concurrence with it  and whatever is pretended to be a dictate of the  Spirit must be tried by the scriptures. On these foundations the church  is built, stands firmly, and shall stand for ever, Christ himself being  the chief corner-stone.<\/p>",
    "audit": null
}