{
    "id": 12343,
    "source": "mhm",
    "verse_id": 18924,
    "verse_count": 4,
    "reference": "66:1–4",
    "title": "",
    "html": " <p>1 Thus saith the L <b>ORD<\/b>, The heaven <i>is<\/i>, my throne, and the earth <i>is<\/i>, my footstool: where <i>is<\/i>, the house that ye build unto me? and where <i>is<\/i>, the place of my rest? 2 For all those <i>things<\/i>, hath mine hand made, and all those <i>things<\/i>, have been, saith the L <b>ORD <\/b>: but to this <i>man<\/i>, will I look, <i>even<\/i>, to <i>him that is<\/i>, poor and of a contrite spirit, and trembleth at my word. 3 He that killeth an ox <i>is as if<\/i>, he slew a man he that sacrificeth a lamb, <i>as if<\/i>, he cut off a dog's neck he that offereth an oblation, <i>as if he offered<\/i>, swine's blood he that burneth incense, <i>as if<\/i>, he blessed an idol. Yea, they have chosen their own ways, and their soul delighteth in their abominations. 4 I also will choose their delusions, and will bring their fears upon them because when I called, none did answer when I spake, they did not hear: but they did evil before mine eyes, and chose <i>that<\/i>, in which I delighted not. <\/p> <p>Here, I. The temple is slighted in comparison with a gracious soul, <a class=\"isa\" verses=\"WzE4OTI0XQ==\">Isaiah 66:1<\/a>. The Jews in the prophet's time, and afterwards in Christ's time, gloried much in the temple and promised themselves great things from it to humble them therefore, and to shake their vain confidence, both the prophets and Christ foretold the ruin of the temple, that God would leave it and then it would soon be desolate. After it was destroyed by the Chaldeans it soon recovered itself and the ceremonial services were revived with it but by the Romans it was made a perpetual desolation, and the ceremonial law was abolished with it. That the world might be prepared for this, they were often told, as here, of what little account the temple was with God. 1. That he did not need it. Heaven is the throne of his glory and government there he sits, infinitely exalted in the highest dignity and dominion, above all blessing and praise. The earth is his footstool, on which he stands, over-ruling all the affairs of it according to his will. If God has so bright a throne, so large a footstool, <i>where then is the house they can build<\/i>, unto God, that can be the residence of his glory, or <i>where is the place of his rest?<\/i>, What satisfaction can the Eternal Mind take in a house made with men's hands? What occasion has he, as we have, for a house to repose himself in, who <i>faints not neither is weary,<\/i>, who neither slumbers nor sleeps? Or, if he had occasion, he <i>would not tell us<\/i>,(<a class=\"ref\">Psalm 50:12<\/a>), for <i>all these things hath his hand made,<\/i>, heaven and all its courts, earth and all its borders, and all the hosts of both. All <i>these things have been,<\/i>, have had their beginning, by the power of God, who was happy from eternity before they were, and therefore could not be benefited by them. <i>All these things are<\/i>,(so some read it) they still continue, upheld by the same power that made them so that <i>our goodness extends not to him.<\/i>, If he required a house for himself to dwell in, he would have made one himself when he made the world and, if he had made one, it would have continued to this day, as other creatures do, according to his ordinance so that he had no need of a temple made with hands. 2. That he would not heed it as he would a humble, penitent, gracious heart. He has a heaven and earth of his own making, and a temple of man's making but he overlooks them all, that he may look with favour to him that is poor in spirit, humble and serious, self-abasing and self-denying, whose heart is truly contrite for sin, penitent for it, and in pain to get it pardoned, and who <i>trembles at God's word,<\/i>, not as Felix did, with a transient qualm that was over when the sermon was done, but with an habitual awe of God's majesty and purity and an habitual dread of his justice and wrath. Such a heart is a living temple for God he dwells there, and it is the place of his rest it is like heaven and earth, his throne and his footstool. <\/p> <p>II. Sacrifices are slighted when they come from ungracious hands. <i>The sacrifice of the wicked<\/i>, is not only unacceptable, but it <i>is an abomination to the Lord<\/i>,(<a class=\"ref\">Proverbs 15:8<\/a>) this is largely shown here, <a class=\"isa\" verses=\"WzE4OTI2XQ==\">Isaiah 66:3<\/a>. Observe, 1. How detestable their sacrifices were to God. The carnal Jews, after their return out of captivity, though they relapsed not to idolatry, grew very careless and loose in the service of God they brought the <i>torn, and the lame, and the sick<\/i>, for <i>sacrifice<\/i>,(<a class=\"ref\">Malachi 1:8<\/a>), and this made their services abominable to God they had no regard to their sacrifices, and therefore how could they think God would have any regard to them? The unbelieving Jews, after the gospel was preached and in it notice given of the offering up of the great sacrifice, which put an end to all the ceremonial services, continued to offer sacrifices, as if the law of Moses had been still in force and could <i>make the comers thereunto perfect:<\/i>, this was an abomination. <i>He that kills an ox<\/i>, for his own table is welcome to do it but he that now kills it, that thus kills it, for God's altar, <i>is as if he slew a man<\/i>, it is as great an offence to God as murder itself he that does it does in effect set aside Christ's sacrifice, <i>treads under foot the blood of the covenant,<\/i>, and makes himself accessory to the guilt of <i>the body and blood of the Lord,<\/i>, setting up what Christ died to abolish. <i>He that sacrifices a lamb,<\/i>, if it be a corrupt thing, and not the male in his flock, the best he has, if he think to put God off with any thing, he affronts him, instead of pleasing him it is <i>as if he cut off a dog's neck,<\/i>, a creature in the eye of the law so vile that, whereas an ass might be redeemed, the price of a dog was never to be brought into the treasury, <a class=\"ref\">Deuteronomy 23:18<\/a>. <i>He that offers an oblation,<\/i>, a meat offering or drink-offering, is as if he thought to make atonement with <i>swine's blood,<\/i>, a creature that must not be eaten nor touched, the <i>broth of it<\/i>, was abominable (<a class=\"isa\" verses=\"WzE4OTAyXQ==\">Isaiah 65:4<\/a>), much more the blood of it. <i>He that burns incense to God,<\/i>, and so puts contempt upon the incense of Christ's intercession, is <i>as if he blessed an idol<\/i>, it was as great an affront to God as if they had paid their devotions to a false god. Hypocrisy and profaneness are as provoking as idolatry. 2. What their wickedness was which made their sacrifices thus detestable. It was <i>because they had chosen their own ways,<\/i>, the ways of their own wicked hearts, and not only their hands did but <i>their souls delighted in their abominations.<\/i>, They were vicious and immoral in their conversations, chose the way of sin rather than the way of God's commandments, and took pleasure in that which was provoking to God this made their sacrifices so offensive to God, <a class=\"isa\" verses=\"eyIxNzY2NiI6NX0=\">Isaiah 1:11-15<\/a>. Those that pretend to honour God by a profession of religion, and yet live wicked lives, put an affront upon him, as if he were the patron of sin. And that which was an aggravation of their wickedness was that they persisted in it, notwithstanding the frequent calls given them to repent and reform they turned a deaf ear to all the warnings of divine justice and all the offers of divine grace: <i>When I called, none did answer,<\/i>, as before, <a class=\"isa\" verses=\"WzE4OTEwXQ==\">Isaiah 65:12<\/a>. And the same follows here that did there: <i>They did evil before my eyes.<\/i>, Being deaf to what he said, they cared not what he saw, but <i>chose that in which<\/i>, they knew <i>he delighted not.<\/i>, How could those expect to please him in their devotions who took no care to please him in their conversations, but, on the contrary, designed to provoke him? 3. The doom passed upon them for this. They <i>chose their own ways,<\/i>, therefore, says God, I also will <i>choose their delusions. They have made their choice<\/i>,(as Mr. Gataker paraphrases it), <i>and now I will make mine they have taken what course they pleased with me, and I will take what course I please with them.<\/i>, I will choose their <i>illusions,<\/i>, or <i>mockeries<\/i>,(so some) as they have mocked God and dishonoured him by their wickedness, so God will give them up to their enemies, to be trampled upon and insulted by them. Or they shall be deceived by those vain confidences with which they have deceived themselves. God will make their sin their punishment they shall be beaten with their own rod and hurried into ruin by their own delusions. God will <i>bring their fears upon them,<\/i>, that is, will bring upon them that which shall be a great terror to them, or that which they themselves have been afraid of and thought to escape by sinful shifts. Unbelieving hearts, and unpurified unpacified consciences, need no more to make them miserable than to have their own fears brought upon them. <\/p>",
    "audit": null
}