{
    "id": 12269,
    "source": "mhm",
    "verse_id": 18631,
    "verse_count": 7,
    "reference": "48:16–22",
    "title": "",
    "html": " <p>16 Come ye near unto me, hear ye this I have not spoken in secret from the beginning from the time that it was, there <i>am <\/i>,I: and now the Lord G <b>OD <\/b>,, and his Spirit, hath sent me. 17 Thus saith the L <b>ORD <\/b>,, thy Redeemer, the Holy One of Israel I <i>am <\/i>,the L <b>ORD <\/b>,thy God which teacheth thee to profit, which leadeth thee by the way <i>that <\/i>,thou shouldest go. 18 O that thou hadst hearkened to my commandments! then had thy peace been as a river, and thy righteousness as the waves of the sea: 19 Thy seed also had been as the sand, and the offspring of thy bowels like the gravel thereof his name should not have been cut off nor destroyed from before me. 20 Go ye forth of Babylon, flee ye from the Chaldeans, with a voice of singing declare ye, tell this, utter it <i>even <\/i>,to the end of the earth say ye, The L <b>ORD <\/b>,hath redeemed his servant Jacob. 21 And they thirsted not <i>when <\/i>,he led them through the deserts: he caused the waters to flow out of the rock for them: he clave the rock also, and the waters gushed out. 22 <i>There is <\/i>,no peace, saith the L <b>ORD <\/b>,, unto the wicked. <\/p> <p>Here, as before, Jacob and Israel are summoned to hearken to the prophet speaking in God's name, or rather to God speaking in and by the prophet, and that as a type of the great prophet by whom God has in these last days spoken unto us, and that is sufficient: <i>Come near <\/i>,therefore, <i>and hear this. <\/i>,Note, Those that would hear and understand what God says must come near, and approach to him let them come as near as they can. Let those that have hearkened to the tempter now come near, and hear this, that they may be confirmed in their resolutions to serve God. Those that draw nigh to God may depend upon this, that his secret shall be with them. Here, <\/p> <p>I. God refers them to what he hath both said to them and done for them formerly, which if they would reflect upon, they might thence fetch great encouragement to trust in God at this time. 1. He had always spoken plainly to them <i>from the beginning, <\/i>,by Moses and all the prophets: <i>I have not spoken in secret, <\/i>,but publicly, from the top of Mount Sinai, and in the chief places of concourse, the solemn assemblies of their tribes he did not deliver his oracles obscurely and ambiguously, but so that they might be understood, <a class=\"ref\">Habakkuk 2:2 <\/a>. 2. He had always acted wonderfully for them: \" <i>From the time <\/i>,that they were first formed into a people <i>there I am, <\/i>,there have I been resident among them and presiding in their affairs (he sent them prophets, raised them up judges, and frequently appeared for them), and therefore there I will be still.\" He that has been with his people hitherto will be to the end. <\/p> <p>II. The prophet himself, as a type of the great prophet, asserts his own commission to deliver this message: <i>Now the Lord God <\/i>,(the same that spoke from the beginning and did not speak in secret) <i>has by his Spirit sent me, <\/i>, <a class=\"isa\" verses=\"WzE4NjMxXQ==\">Isaiah 48:16 <\/a>. The Spirit of God is here spoken of as a person distinct from the Father and the Son, and having a divine authority to send prophets. Note, Whom God sends the Spirit sends. Those whom God commissions for any service the Spirit in some measure qualifies for it and those may speak boldly, and must be heard obediently, whom God and his Spirit send. As that which the prophet says to the same purport with this (<a class=\"isa\" verses=\"WzE4ODQ1XQ==\">Isaiah 61:1 <\/a>) is applied to Christ (<a class=\"ref\">Luke 4:21 <\/a>), so may this be the Lord God sent him, and he had the Spirit without measure. <\/p> <p>III. God by the prophet sends them a gracious message for their support and comfort under their affliction. The preface to this message is both awful and encouraging (<a class=\"isa\" verses=\"WzE4NjMyXQ==\">Isaiah 48:17 <\/a>): <i>Thus saith Jehovah, <\/i>,the eternal God, <i>thy Redeemer, <\/i>,that has often been so, that has engaged to be so, and will be faithful to the engagement, for he is <i>the Holy One, <\/i>,that cannot deceive, <i>the Holy One of Israel, <\/i>,that will not deceive them. The same words that introduce the law, and give authority to that, introduce the promise, and give validity to that: \" <i>I am the Lord thy God, <\/i>,whom thou mayest depend upon as in relation to thee and in covenant with thee.\" <\/p> <p>1. Here is the good work which God undertakes to fulfil in them. He that is their Redeemer, in order to that, will be, (1.) Their instructor: \" <i>I am thy God that teaches thee to profit, <\/i>,that is, teaches thee such things as are profitable for thee, things that belong to thy peace.\" By <i>this <\/i>,God shows himself to be a God in covenant with us, by his <i>teaching us <\/i>,(<a class=\"ref\">Hebrews 8:10 <\/a>) and none teaches like him, for he gives an understanding. Whom God redeems he teaches whom he designs to deliver out of their afflictions he first teaches to profit by their afflictions, makes them partakers of his holiness, for that is the <i>profit for which he chastens us, <\/i>, <a class=\"ref\">Hebrews 12:10 <\/a>. (2.) Their guide: <i>He leads them <\/i>,to the way and <i>in the way by which they should go. <\/i>,He not only enlightens their eyes, but directs their steps. By his grace he leads them in the way of duty, by his providence he leads them in the way of deliverance. Happy are those that are under such a guidance! <\/p> <p>2. Here is the good-will which God declares he had for them by his good wishes concerning them, <a class=\"isa\" verses=\"WzE4NjMzXQ==\">Isaiah 48:18 <\/a>. He had indeed brought them into captivity, but it was owing to themselves, nor did he afflict them willingly. (1.) As when he gave them his law he earnestly wished they might be obedient (<i>O that there were such a heart in them! <\/i>, <a class=\"ref\">Deuteronomy 5:29 <\/a>. <i>O that they were wise! <\/i>, <a class=\"ref\">Deuteronomy 32:29 <\/a>), so, when he had punished them for the breach of his law, he wished they had been obedient: <i>O that thou hadst hearkened to my commandments! <\/i>, <a class=\"isa\" verses=\"WzE4NjMzXQ==\">Isaiah 48:18 <\/a>. <i>O that my people had hearkened unto me! <\/i>, <a class=\"ref\">Psalm 81:13 <\/a>. This confirms what God had said and sworn, that he has <i>no pleasure in the death of sinners. <\/i>,(2.) He assures them that, if they had been obedient, that would not only have prevented their captivity, but would have advanced and perpetuated their prosperity. He had abundance of good things ready to bestow upon them if their sins had not <i>turned them away, <\/i>, <a class=\"isa\" verses=\"WzE4ODAyXQ==\">Isaiah 59:1 <\/a>. [1.] They should have been carried on in a constant uninterrupted stream of prosperity: \" <i>Thy peace should have been as a river <\/i>,thou shouldst have enjoyed a series of mercies, one continually following another, as the waters of a river, which always last.\" <i>Labitur, et labetur in omne volubilis æ vum&mdash;It flows, and will for ever flow <\/i>,not like the waters of a land-flood, which are soon gone. [2.] Their virtue and honour, and the justice of their cause, should in all cases have borne down opposition by their own strength, <i>as the waves of the sea. <\/i>,Such should their righteousness have been that nothing should have stood before it whereas, now they had been disobedient, the current of their prosperity was interrupted, and their righteousness overpowered. [3.] The rising generation should have been very numerous and very prosperous whereas they were now very few, as appears by the small number of the returning captives (<a class=\"ref\">Ezra 2:64 <\/a>), not so many as of one tribe when they came out of Egypt. They should have been <i>numberless as the sand, <\/i>,according to the promise (<a class=\"ref\">Genesis 22:17 <\/a>), which they had forfeited the benefit of: \" <i>The offspring of thy bowels <\/i>,would have been innumerable, <i>like the gravel of the sea, <\/i>,if thy righteousness had been irresistible and unconquerable as the waves of the sea.\" [4.] The honour of Israel should still have been unstained, untouched: <i>His name should not have been cut off, <\/i>,as now it is in the land of Israel, which is either desolate or inhabited by strangers nor should it have <i>been destroyed from before God. <\/i>,We cannot reckon the name either of a family or of a kingdom destroyed till it is destroyed from before God, till it ceases to be a name in his holy place. Now God tells them thus what he would have done for them if they had persevered in their obedience, <i>First, <\/i>,That they might be the more humbled for their sins, by which they had forfeited such rich mercies. Note, <i>This <\/i>,should engage us (I might say, enrage us) against sin, that it has not only deprived us of the good things we have enjoyed, but prevented the good things God had in store for us. It will make the misery of the disobedient the more intolerable to think how happy they might have been. <i>Secondly, <\/i>,That his mercy might appear the more illustrious in working deliverance for them, though they had forfeited it and rendered themselves unworthy of it. Nothing but a prerogative of mercy would have saved them. <\/p> <p>3. Here is assurance given of the great work which God designed to work for them, even their salvation out of their captivity, when he had accomplished his work in them. <\/p> <p>(1.) Here is a commission granted them to leave Babylon. God proclaimed, long before Cyrus did, that whoever would might return to his own land (<a class=\"isa\" verses=\"WzE4NjM1XQ==\">Isaiah 48:20 <\/a>): \"You have a full discharge sent you: <i>Go you forth out of Babylon <\/i>,the prison-doors are thrown open, and the trumpet sounds, proclaiming a release.\" Perhaps with this word, as a means, the Spirit of the Lord stirred up the spirits of those that did take the benefit of Cyrus's proclamation (<a class=\"ref\">Ezra 1:5 <\/a>): <i>Flee you from the Chaldeans, <\/i>,not with an ignominious stolen flight, as Jacob fled from Laban, but with a holy disdain, as scorning to stay any longer among them flee you, not silently and sorrowfully, but with a voice, with a voice of singing, as they fled of old out of Egypt, <a class=\"ref\">Exodus 15:1 <\/a>. <\/p> <p>(2.) Here is the news of this sent to all parts: \"Let it be declared let it be told let it be uttered make it to be heard by the most remote, by the most remiss send the tidings of it by word of mouth send it by writing, from city to city, from kingdom to kingdom, even to the utmost regions, <i>to the ends of the earth. <\/i>,\" This was a figure of the publishing of the gospel to all the world but that brings glad tidings which all the world is concerned in, this only that which it is fit all should take notice of, that they may be invited by it to forsake their idols and come into the service of the God of Israel. Let them all know then, [1.] That those whom God owns for his are such as he has dearly bought and paid for: <i>The Lord has redeemed his servant Jacob <\/i>,he has done it formerly, when he brought them out of Egypt, and now he is about to do it again. Jacob was God's servant, and therefore he redeemed him for what had other masters to do with God's servants? Israel is God's son, therefore Pharaoh must let him go. God redeemed Jacob, and therefore it was fit that he should be his servant (<a class=\"ref\">Psalm 116:16 <\/a>) the bonds God had loosed tied them the faster to him. He that redeemed us has an unquestionable right to us. [2.] That those whom God designs to bring home to himself he will take care of, that they want not for the necessary expenses of their journey. When he brought them out of Egypt, and <i>led them through the deserts, <\/i>,they <i>thirsted not <\/i>,(<a class=\"isa\" verses=\"WzE4NjM2XQ==\">Isaiah 48:21 <\/a>), for in all their removals the water out of the rock followed them thence <i>he caused the waters to flow, <\/i>,and, since rock-water is the clearest and finest, God <i>clave the rock, and the waters gushed out <\/i>,for he can fetch in necessary supplies for his people in a way that they think the least likely. This refers to what he did for them when he brought them out of Egypt when all this was literally true. But it should now be in effect done again, in their return out of Babylon, so well provided for should they and theirs be in their return. God does his work as effectually by marvellous providences as by miracles, though perhaps they are not so much taken notice of. This is applicable to those treasures of grace laid up for us in Jesus Christ, from which all good flows to us as the water did to Israel out of the rock, for that rock is Christ. <\/p> <p>(3.) Here is a caveat put in against the wicked who go on still in their trespasses. Let not them think to have any benefit among God's people. Though in show and profession they herd themselves among them, let them not expect to come in sharers no (<a class=\"isa\" verses=\"WzE4NjM3XQ==\">Isaiah 48:22 <\/a>), though God's thoughts concerning the body of that people were thoughts of peace, yet to those among them that were <i>wicked <\/i>,and hated to be reformed <i>there is no peace, <\/i>,no peace with God or their own consciences, no real good, whatever is pretended to. What have those to do with peace who are enemies to God? Their false prophets cried Peace to those to whom it did not belong but God tells them that there shall be no peace, nor any think like it, to the wicked. The quarrel sinners have commenced with God, if not taken up in time by repentance, will be an everlasting quarrel. <\/p>,",
    "audit": null
}