{
    "id": 12168,
    "source": "mhm",
    "verse_id": 18068,
    "verse_count": 11,
    "reference": "22:15–25",
    "title": "",
    "html": " <p>15 Thus saith the Lord G <b>OD <\/b>,of hosts, Go, get thee unto this treasurer, <i>even <\/i>,unto Shebna, which <i>is <\/i>,over the house, <i>and say, <\/i>,16 What hast thou here? and whom hast thou here, that thou hast hewed thee out a sepulchre here, <i>as <\/i>,he that heweth him out a sepulchre on high, <i>and <\/i>,that graveth a habitation for himself in a rock? 17 Behold, the L <b>ORD <\/b>,will carry thee away with a mighty captivity, and will surely cover thee. 18 He will surely violently turn and toss thee <i>like <\/i>,a ball into a large country: there shalt thou die, and there the chariots of thy glory <i>shall be <\/i>,the shame of thy lord's house. 19 And I will drive thee from thy station, and from thy state shall he pull thee down. 20 And it shall come to pass in that day, that I will call my servant Eliakim the son of Hilkiah: 21 And I will clothe him with thy robe, and strengthen him with thy girdle, and I will commit thy government into his hand: and he shall be a father to the inhabitants of Jerusalem, and to the house of Judah. 22 And the key of the house of David will I lay upon his shoulder so he shall open, and none shall shut and he shall shut, and none shall open. 23 And I will fasten him <i>as <\/i>,a nail in a sure place and he shall be for a glorious throne to his father's house. 24 And they shall hang upon him all the glory of his father's house, the offspring and the issue, all vessels of small quantity, from the vessels of cups, even to all the vessels of flagons. 25 In that day, saith the L <b>ORD <\/b>,of hosts, shall the nail that is fastened in the sure place be removed, and be cut down, and fall and the burden that <i>was <\/i>,upon it shall be cut off: for the L <b>ORD <\/b>,hath spoken <i>it. <\/i> <\/p> <p>We have here a prophecy concerning the displacing of Shebna, a great officer at court, and the preferring of Eliakim to the post of honour and trust that he was in. Such changes are common in the courts of princes it is therefore strange that so much notice should be taken of it by the prophet here but by the accomplishment of what was foretold concerning these particular persons God designed to confirm his word in the mouth of Isaiah concerning other and greater events and it is likewise to show that, as God has burdens in store for those nations and kingdoms abroad that are open enemies to his church and people, so he has for those particular persons at home that are false friends to them and betray them. It is likewise a confirmation in general of the hand of divine Providence in all events of this kind, which to us seem contingent and to depend upon the wills and fancies of princes. <i>Promotion comes not from the east, nor from the west, nor from the south but God is the Judge, <\/i>, <a class=\"ref\">Psalm 25:6 <\/a>. It is probable that this prophecy was delivered at the same time with that in the former part of the chapter, and began to be fulfilled before Sennacherib's invasion for now Shebna was <i>over the house, <\/i>,but then Eliakim was (<a class=\"isa\" verses=\"WzE4MzM0XQ==\">Isaiah 36:3 <\/a>) and Shebna, coming down gradually, was only scribe. Here is, <\/p> <p>I. The prophecy of Shebna's disgrace. He is called <i>this treasurer, <\/i>,being entrusted with the management of the revenue and he is likewise said to be <i>over the house, <\/i>,for such was his boundless ambition and covetousness that less than two places, and those two of the greatest importance at court, would not satisfy him. It is common for self-seeking men thus to grasp at more than they can manage, and so the business of their places is neglected, while the pomp and profit of them wholly engage the mind. It does not appear what were the particular instances of Shebna's mal-administration, for which Isaiah is here sent to prophesy against him but the Jews say, \"He kept up a traitorous correspondence with the king of Assyria, and was in treaty with him to deliver the city into his hands.\" However this was, it should seem that he was a foreigner (for we never read of the name of his father) and that he was an enemy to the true interests of Judah and Jerusalem: it is probable that he was first preferred by Ahaz. Hezekiah was himself an excellent prince but the best masters cannot always be sure of good servants. We have need to pray for princes, that they may be wise and happy in the choice of those they trust. These were times of reformation, yet Shebna, a bad man, complied so far as to keep his places at court and it is probable that many others did like him, for which reason Sennacherib is said to have been <i>sent against a hypocritical nation, <\/i>, <a class=\"isa\" verses=\"WzE3ODU3XQ==\">Isaiah 10:6 <\/a>. In this message to Shebna we have, <\/p> <p>1. A reproof of his pride, vanity, and security (<a class=\"isa\" verses=\"WzE4MDY5XQ==\">Isaiah 22:16 <\/a>): \" <i>What hast thou here, and whom hast thou here? <\/i>,What a mighty noise and bustle dost thou make! What estate has thou here, that thou was born to? <i>Whom hast thou here, <\/i>,what relations, that thou art allied to? Art thou not of mean and obscure original, <i>filius populi&mdash;a mere plebeian, <\/i>,that comest we know not whence? What is the meaning of this then, that thou hast built thyself a fine house, <i>hast graved thyself a habitation? <\/i>,\" So very nice and curious was it that it seemed rather to be the work of an engraver than of a mason or carpenter and it seemed engraven in a rock, so firmly was it founded and so impregnable was it. \"Nay, <i>thou hast hewed thee out a sepulchre, <\/i>,\" as if he designed that his pomp should survive his funeral. Though Jerusalem was not <i>the place of his father's sepulchres <\/i>,(as Nehemiah called it with a great deal of tenderness, <a class=\"ref\">Nehemiah 2:3 <\/a>), he designed it should be the place of his own, and therefore set up a monument for himself in his life-time, set it up on high. Those that make stately monuments for their pride forget that, how beautiful soever they appear outwardly, within <i>they are full of dead men's bones. <\/i>,But it is a pity that the grave-stone should forget the grave. <\/p> <p>2. A prophecy of his fall and the sullying of his glory. (1.) That he should not quickly be displaced and degraded (<a class=\"isa\" verses=\"WzE4MDcyXQ==\">Isaiah 22:19 <\/a>): <i>I will drive thee from thy station. <\/i>,High places are slippery places and those are justly deprived of their honour that are proud of it and puffed up with it, and deprived of their power that do hurt with it. God will do it, who shows himself to be God by <i>looking upon proud men and abasing them, <\/i>, <a class=\"ref\">Job 40:11 <\/a>. To this <a class=\"isa\" verses=\"WzE4MDc4XQ==\">Isaiah 22:25 <\/a>,refers. \"The nail that is <i>now fastened in the sure place <\/i>,(that is, Shebna, who thinks himself immovably fixed in his office) <i>shall be removed, and cut down, and fall. <\/i>,\" Those are mistaken who think any place in this world a sure place, or themselves as nails fastened in it for there is nothing here but uncertainty. When the nail falls the burden that was upon it is cut off when Shebna was disgraced all that had a dependence upon him fell into contempt too. Those that are in high places will have many hanging upon them as favourites whom they are proud of and trust to but they are burdens upon them, and perhaps with their weight break the nail, and both fall together, and by deceiving ruin one another&mdash;the common fate of great men and their flatterers, who expect more from each other than either performs. (2.) That after a while he should not only be driven from his station, but driven from his country: <i>The Lord will carry thee away with the captivity of a mighty man, <\/i>, <a class=\"isa\" verses=\"WzE4MDcwXQ==\">Isaiah 22:17 <\/a>. Some think the Assyrians seized him, and took him away, because he had promised to assist them and did not, but appeared against them: or perhaps Hezekiah, finding out his treachery, banished him, and forbade him ever to return or he himself, finding that he had become obnoxious to the people, withdrew into some other country, and there spent the rest of his days in meanness and obscurity. Grotius thinks he was stricken with a leprosy, which was a disease commonly supposed to come from the immediate hand of God's displeasure, particularly for the punishment of the proud, as in the case of Miriam and Uzziah and by reason of this disease he was <i>tossed like a ball <\/i>,out of Jerusalem. Those who, when they are in power, turn and toss others, will be justly turned and tossed themselves when their day shall come to fall. Many who have thought themselves fastened like a nail may come to be tossed like a ball for here have we <i>no continuing city. <\/i>,Shebna thought his place too strait for him, he had no room to thrive God will therefore send him <i>into a large country, <\/i>,where he shall have room to wander, but never find the way back again for <i>there he shall die, <\/i>,and lay his bones there, and not in the sepulchre he had hewn out for himself. And <i>there the chariots <\/i>,which had been the chariots of his glory, in which he had rattled about the streets of Jerusalem, and which he took into banishment with him, should but serve to upbraid him with his former grandeur, <i>to the shame of his lord's house, <\/i>,of the court of Ahaz, who had advanced him. <\/p> <p>II. The prophecy of Eliakim's advancement, <a class=\"isa\" verses=\"WzE4MDczXQ==\">Isaiah 22:20 <\/a>,, &c. He is God's servant, has approved himself faithfully so in other employments, and therefore God will call him to this high station. Those that are diligent in doing the duty of a low sphere stand fairest for preferment in God's books. Eliakim does not undermine Shebna, nor make an interest against him, nor does he intrude into his office but God calls him to it: and what God calls us to we may expect he will own us in. It is here foretold, 1. That Eliakim should be put into Shebna's place of lord-chamberlain of the household, lord-treasurer, and prime-minister of state. The prophet must tell Shebna this, <a class=\"isa\" verses=\"WzE4MDc0XQ==\">Isaiah 22:21 <\/a>. \"He shall have <i>thy robe, <\/i>,the badge of honour, and <i>thy girdle, <\/i>,the badge of power for he shall have <i>thy government. <\/i>,\" To hear of it would be a great mortification to Shebna, much more to see it. Great men, especially if proud men, cannot endure their successors. God undertakes the doing of it, not only because he would put it into the heart of Hezekiah to do it, and his hand must be acknowledged guiding the hearts of princes in placing and displacing men (<a class=\"ref\">Proverbs 21:1 <\/a>), but because the powers that are, subordinate as well as supreme, are ordained of God. It is God that clothes princes with their robes, and therefore we must submit ourselves to them for the Lord's sake and with an eye to him, <a class=\"ref\">1 Peter 2:13 <\/a>. And, since it is he that <i>commits the government into their hand, <\/i>,they must administer it according to his will, for his glory they must judge for him by whom they judge and <i>decree justice, <\/i>, <a class=\"ref\">Proverbs 8:15 <\/a>. And they may depend upon him to furnish them for what he calls them to, according to this promise: <i>I will clothe him <\/i>,and then it follows, <i>I will strengthen him. <\/i>,Those that are called to places of trust and power should seek unto God for grace to enable them to do the duty of their places for that ought to be their chief care. Eliakim's advancement is further described by the laying of the <i>key of the house of David upon his shoulders, <\/i>, <a class=\"isa\" verses=\"WzE4MDc1XQ==\">Isaiah 22:22 <\/a>. Probably he carried a golden key upon his shoulder as a badge of his office, or had one embroidered upon his cloak or robe, to which this alludes. Being over the house, and having the key delivered to him, as the seals are to the lord-keeper, <i>he shall open and none shall shut, shut and none shall open. <\/i>,He had access to <i>the house of the precious things, the silver, and the gold, and the spices <\/i>,and to the <i>house of the armour <\/i>,and the <i>treasures <\/i>,(<a class=\"isa\" verses=\"WzE4NDE1XQ==\">Isaiah 39:2 <\/a>), and disposed of the stores there as he thought fit for the public service. He put whom he pleased into the inferior offices and turned out whom he pleased. Our Lord Jesus describes his own power as Mediator by an allusion to this (<a class=\"ref\">Revelation 3:7 <\/a>), that <i>he has the key of David, <\/i>,wherewith he <i>opens and no man shuts, <\/i>,he <i>shuts and no man opens. <\/i>,His power in the kingdom of heaven, and in the ordering of all the affairs of that kingdom, is absolute, irresistible, and uncontrollable. 2. That he should be fixed and confirmed in that office. He shall have it for life, and not <i>durante bene placito&mdash;during pleasure <\/i>,(<a class=\"isa\" verses=\"WzE4MDc2XQ==\">Isaiah 22:23 <\/a>): <i>I will fasten him as a nail in a sure place, <\/i>,not to be removed or cut down. Thus lasting shall the honour be that comes from God to all those who use it for him. Our Lord Jesus is <i>as a nail in a sure place: <\/i>,his kingdom cannot be shaken, and he himself is still the same. 3. That he should be a great blessing in his office and it is this that crowns the favours here conferred upon him. God <i>makes his name great, <\/i>,for he shall be a blessing, <a class=\"ref\">Genesis 12:2 <\/a>. (1.) He shall be a blessing to his country (<a class=\"isa\" verses=\"WzE4MDc0XQ==\">Isaiah 22:21 <\/a>): <i>He shall be a father to the inhabitants of Jerusalem and to the house of Judah. <\/i>,he shall take care not only of the affairs of the king's household, but of all the public interests in Jerusalem and Judah. Note, Rulers should be fathers to those that are under their government, to teach them with wisdom, rule them with love, and correct what is amiss with tenderness, to protect them and provide for them, and be solicitous about them as a man is for his own children and family. It is happy with a people when the court, the city, and the country, have no separate interests, but all centre in the same, so that the courtiers are true patriots, and whom the court blesses the country has reason to bless too and when those who are fathers to Jerusalem, the royal city, are no less so to the house of Judah. (2.) He shall be a blessing to his family (<a class=\"isa\" verses=\"WzE4MDc2XQ==\">Isaiah 22:23 <\/a>): <i>He shall be for a glorious throne to his father's house. <\/i>,The consummate wisdom and virtue which recommended him to this great trust made him the honour of his family, which probably was very considerable before, but now became much more so. Children should aim to be a credit to their parents and relations. The honour men reflect upon their families by their piety and usefulness is more to be valued than that which they derive from their families by their names and titles. Eliakim being preferred, <i>all the glory of his father's house <\/i>,was hung upon him they all made their court to him, and his brethren's sheaves bowed to his. Observe, The glory of this world gives a man no intrinsic worth or excellency it is but hung upon him as an appurtenance, and it will soon drop from him. Eliakim was compared to <i>a nail in a sure place, <\/i>,in pursuance of which comparison all the relations of his family (which, it is likely, were numerous, and that was the glory of it) are said to have a dependence upon him, as in a house the vessels that have handles to them are hung up upon nails and pins. It intimates likewise that he shall generously take care of them all, and bear the weight of that care: <i>All the vessels, <\/i>,not only <i>the flagons, <\/i>,but <i>the cups, the vessels of small quantity, <\/i>,the meanest that belong to his family, shall be provided for by him. See what a burden those bring upon themselves that undertake great trusts they little think how many and how much will hand upon them if they resolve to be faithful in the discharge of their trust. Our Lord Jesus, having the key of the house of David, is as a <i>nail in a sure place, <\/i>,and all <i>the glory of his father's house hangs <\/i>,upon him, is derived from him, and depends upon him even the meanest that belong to his church are welcome to him, and he is able to bear the stress of them all. That soul cannot perish, nor that concern fall to the ground, though ever so weighty, that is by faith hung upon Christ. <\/p>,",
    "audit": null
}