{
    "id": 12290,
    "source": "mhm",
    "verse_id": 18713,
    "verse_count": 3,
    "reference": "53:1–3",
    "title": "",
    "html": " <p>1 Who hath believed our report? and to whom is the arm of the L <b>ORD <\/b> revealed? 2 For he shall grow up before him as a tender plant, and as a root out of a dry ground: he hath no form nor comeliness and when we shall see him, <i>there is <\/i> no beauty that we should desire him. 3 He is despised and rejected of men a man of sorrows, and acquainted with grief: and we hid as it were <i>our <\/i> faces from him he was despised, and we esteemed him not. <\/p> <p>The prophet, in the close of the former chapter, had foreseen and foretold the kind reception which the gospel of Christ should find among the Gentiles, that nations and their kings should bid it welcome, that those who had not seen him should believe in him and though they had not any prophecies among them of gospel grace, which might raise their expectations, and dispose them to entertain it, yet upon the first notice of it they should give it its due weight and consideration. Now here he foretels, with wonder, the unbelief of the Jews, notwithstanding the previous notices they had of the coming of the Messiah in the Old Testament and the opportunity they had of being personally acquainted with him. Observe here, <\/p> <p>I. The contempt they put upon the gospel of Christ, <a class=\"isa\" verses=\"WzE4NzEzXQ==\">Isaiah 53:1 <\/a>. The unbelief of the Jews in our Saviour's time is expressly said to be the fulfilling of this word, <a class=\"ref\">John 12:38 <\/a>. And it is applied likewise to the little success which the apostles' preaching met with among Jews and Gentiles, <a class=\"ref\">Romans 10:16 <\/a>. Note, 1. Of the many that hear the report of the gospel there are few, very few, that believe it. It is reported openly and publicly, not whispered in a corner, or confined to the schools, but proclaimed to all and it is so faithful a saying, and so well worthy of all acceptation, that one would think it should be universally received and believed. But it is quite otherwise few believed the prophets who spoke before of Christ when he came himself none of the rulers nor of the Pharisees followed him, and but here and there one of the common people and, when the apostles carried this report all the world over, some in every place believed, but comparatively very few. To this day, of the many that profess to believe this report, there are few that cordially embrace it and submit to the power of it. 2. <i>Therefore <\/i> people believe not the report of the gospel, because <i>the arm of the Lord is not revealed <\/i> to them they do not discern, nor will be brought to acknowledge, that divine power which goes along with the word. The <i>arm of the Lord is made bare <\/i> (as was said, <a class=\"isa\" verses=\"WzE4NzA3XQ==\">Isaiah 52:10 <\/a>) in the miracles that were wrought to confirm Christ's doctrine, in the wonderful success of it, and its energy upon the conscience though it is a still voice, it is a strong one but they do not perceive this, nor do they experience in themselves that working of the Spirit which makes the word effectual. They believe not the gospel because, by rebelling against the light they had, they had forfeited the grace of God, which therefore he justly denied them and withheld from them, and for want of that they believed not. 3. This is a thing we ought to be much affected with it is to be wondered at, and greatly lamented, and ministers may go to God and complain of it to him, as the prophet here. What a pity is it that such rich grace should be received in vain, that precious souls should perish at the pool's side, because they will not step in and be healed! <\/p> <p>II. The contempt they put upon the person of Christ because of the meanness of his appearance, <a class=\"isa\" verses=\"WzE4NzE0XQ==\">Isaiah 53:2 <\/a>. This seems to come in as a reason why they rejected his doctrine, because they were prejudiced against his person. When he was on earth many that heard him preach, and could not but approve of what they heard, would not give it any regard or entertainment, because it came from one that made so small a figure and had no external advantages to recommend him. Observe here, <\/p> <p>1. The low condition he submitted to, and how he abased and emptied himself. The entry he made into the world, and the character he wore in it, were no way agreeable to the ideas which the Jews had formed of the Messiah and their expectations concerning him, but quite the reverse. (1.) It was expected that his extraction would be very great and noble. He was to be the Son of David, of a family that had <i>a name like to the names of the great men that were in the earth, <\/i> <a class=\"ref\">2 Samuel 7:9 <\/a>. But he sprang out of this royal and illustrious family when it was reduced and sunk, and Joseph, that son of David, who was his supposed father, was but a poor carpenter, perhaps a ship-carpenter, for most of his relations were fishermen. This is here meant by his being <i>a root out of a dry ground, <\/i> his being born of a mean and despicable family, in the north, in Galilee, of a family out of which, like a dry and desert ground, nothing green, nothing great, was expected, in a country of such small repute that it was thought no good thing could come out of it. His mother, being a virgin, was as dry ground, yet from her <i>he <\/i> sprang who is not only fruit, but root. The seed on the stony ground had no root but, though Christ grew out of a dry ground, he is both <i>the root and the offspring of David, <\/i> the root of the good olive. (2.) It was expected that he should make a public entry, and come in pomp and with observation but, instead of that, he grew up before God, not before men. God had his eye upon him, but men regarded him not: <i>He grew up as a tender plant, <\/i> silently and insensibly, and without any noise, as the corn, that tender plant, grows up, <i>we know not how, <\/i> <a class=\"ref\">Mark 4:27 <\/a>. Christ rose as a tender plant, which, one would have thought, might easily be crushed, or might be nipped in one frosty night. The gospel of Christ, in its beginning, was as a grain of mustard-seed, so inconsiderable did it seem, <a class=\"ref\">Matthew 13:31 <\/a>. (3.) It was expected that he should have some uncommon beauty in his face and person, which should charm the eye, attract the heart, and raise the expectations of all that saw him. But there was nothing of this kind in him not that he was in the least deformed or misshapen, but <i>he had no form nor comeliness, <\/i> nothing extraordinary, which one might have thought to meet with in the countenance of an incarnate deity. Those who saw him could not see that there was any beauty in him <i>that they should desire him, nothing in him more than in another beloved, <\/i> Song of <a class=\"ref\">Song of Solomon 5:9 <\/a>. Moses, when he was born, was exceedingly fair, to such a degree that it was looked upon as a happy presage, <a class=\"ref\">Acts 7:20; Hebrews 11:23 <\/a>. David, when he was anointed, was <i>of a beautiful countenance, and goodly to look to, <\/i> <a class=\"ref\">1 Samuel 16:12 <\/a>. But our Lord Jesus had nothing of that to recommend him. Or it may refer not so much to his person as to the manner of his appearing in the world, which had nothing in it of sensible glory. His gospel is preached, <i>not with the enticing words of man's wisdom, <\/i> but with all plainness, agreeable to the subject. (4.) It was expected that he should live a pleasant life, and have a full enjoyment of all the delights of the sons and daughters of men, which would have invited all sorts to him but, on the contrary, he was <i>a man of sorrows and acquainted with grief. <\/i> It was not only his last scene that was tragical, but his whole life was so, not only mean, but miserable, <\/p> <center> <\/center> <p>Thus, being <i>made sin for us, <\/i> he underwent the sentence sin had subjected us to, that we should <i>eat in sorrow all the days of our life <\/i> (<a class=\"ref\">Genesis 3:17 <\/a>), and thereby relaxed much of the rigour and extremity of the sentence as to us. His condition was, upon many accounts, sorrowful. He was unsettled, had not where to lay his head, lived upon alms, was opposed and menaced, and <i>endured the contradiction of sinners against himself. <\/i> His spirit was tender, and he admitted the impressions of sorrow. We never read that he laughed, but often that he wept. Lentulus, in his epistle to the Roman senate concerning Jesus, says, \" <i>he was never seen to laugh <\/i> \" and so worn and macerated was he with continual grief that when he was but a little above thirty years of age he was taken to be nearly fifty, <a class=\"ref\">John 8:57 <\/a>. Grief was his intimate acquaintance for he acquainted himself with the grievances of others, and sympathized with them, and he never set his own at a distance for in his transfiguration he talked of his own decease, and in his triumph he wept over Jerusalem. Let us look unto him and mourn. <\/p> <p>2. The low opinion that men had of him, upon this account. Being generally apt to judge of persons and things by the sight of the eye, and according to outward appearance, they saw no beauty in him that they should desire him. There was a great deal of true beauty in him, the beauty of holiness and the beauty of goodness, enough to render him <i>the desire of all nations <\/i> but the far greater part of those among whom he lived, and conversed, saw none of this beauty, for it was spiritually discerned. Carnal hearts see no excellency in the Lord Jesus, nothing that should induce them to desire an acquaintance with him or interest in him. Nay, he is not only not desired, but <i>he is despised and rejected, <\/i> abandoned and abhorred, a reproach of men, an abject, one that men were shy of keeping company with and had not any esteem for, a worm and no man. He was despised as a mean man, rejected as a bad man. He was the stone which the builders refused they would not have him to reign over them. Men, who should have had so much reason as to understand things better, so much tenderness as not to trample upon a man in misery&mdash;men whom he came to seek and save rejected him: \" <i>We hid as it were our faces from him, <\/i> looked another way, and his sufferings were as nothing to us though <i>never sorrow was like unto his sorrow. <\/i> Nay, we not only behaved as having no concern for him, but as loathing him, and having him in detestation.\" It may be read, <i>He hid as it were his face from us, <\/i> concealed the glory of his majesty, and drew a veil over it, and therefore <i>he was despised and we esteemed him not, <\/i> because we could not see through that veil. Christ having undertaken to make satisfaction to the justice of God for the injury man had done him in his honour by sin (and God cannot be injured except in his honour), he did it not only by divesting himself of the glories due to an incarnate deity, but by submitting himself to the disgraces due to the worst of men and malefactors and thus by vilifying himself he glorified his Father: but this is a good reason why we should esteem him highly, and study to do him honour let <i>him <\/i> be received by us whom men rejected. <\/p> ",
    "audit": null
}