{
    "id": 12112,
    "source": "mhm",
    "verse_id": 17779,
    "verse_count": 5,
    "reference": "6:9-13",
    "title": "",
    "html": "<p>  9  And he said, Go, and tell this people, Hear ye indeed, but  understand not  and see ye indeed, but perceive not.    10  Make the heart of this people fat, and make their ears  heavy, and shut their eyes  lest they see with their eyes, and  hear with their ears, and understand with their heart, and  convert, and be healed.    11  Then said I, Lord, how long? And he answered, Until the  cities be wasted without inhabitant, and the houses without man,  and the land be utterly desolate,    12  And the L<b>ORD<\/b> have removed men far away, and <i>there be<\/i> a  great forsaking in the midst of the land.    13  But yet in it <i>shall be<\/i> a tenth, and <i>it<\/i> shall return, and  shall be eaten: as a teil-tree, and as an oak, whose substance  <i>is<\/i> in them, when they cast <i>their leaves: so<\/i> the holy seed  <i>shall be<\/i> the substance thereof.  <\/p>  <p>  God takes Isaiah at his word, and here sends him on a strange errand--to  foretel the ruin of his people and even to ripen them for that ruin--to  preach that which, by their abuse of it, would be to them a savour of  death unto death. And this was to be a type and figure of the state of  the Jewish church in the days of the Messiah, when they should  obstinately reject the gospel, and should thereupon be rejected of God.  These verses are quoted in part, or referred to, six times, in the New  Testament, which intimates that in gospel time these spiritual  judgments would be most frequently inflicted  and though they make the  least noise, and come not with observation, yet they are of all  judgments the most dreadful. Isaiah is here given to understand these  four things:--<\/p>  <p>  1. That the generality of the people to whom he was sent would turn a  deaf ear to his preaching, and wilfully shut their eyes against all the  discoveries of the mind and will of God which he had to make to them  (<a class=\"isa\" verses=\"WzE3Nzc5XQ==\">Isaiah 6:9<\/a>):  \"<i>Go, and tell this people,<\/i> this foolish wretched people, tell  them their own, tell them how stupid and sottish they are.\" Isaiah must  preach to them, and they will <i>hear<\/i> him indeed, but that is all  they will not heed him  they will no <i>understand<\/i> him  they will  not take any pains, nor use that application of mind which is necessary  to the understanding of him  they are prejudiced against that which is  the true intent and meaning of what he says, and therefore they will  not understand him, or pretend they do not. They <i>see indeed<\/i>  (for the vision is made plain on tables, so that he who runs may read  it)  <i>but they perceive not<\/i> their own concern in it  it is to  them as a tale that is told. Note, There are many who hear the sound of  God's word, but do not feel the power of it.<\/p>  <p>  2. That, forasmuch as they would not be made better by his ministry,  they should be made worse by it  those that were wilfully blind should  be judicially blinded  (<a class=\"isa\" verses=\"WzE3NzgwXQ==\">Isaiah 6:10<\/a>):  \"They will not understand or perceive thee, and therefore thou shalt be  instrumental to <i>make their heart fat,<\/i> senseless, and sensual,  and so to <i>make their ears<\/i> yet more <i>heavy,<\/i> and to <i>shut  their eyes<\/i> the closer  so that, at length, their recovery and  repentance will become utterly impossible  they shall no more <i>see  with their eyes<\/i> the danger they are in, the ruin they are upon the  brink of, nor the way of escape from it  they shall no more <i>hear  with their ears<\/i> the warnings and instructions that are given them,  nor <i>understand with their heart<\/i> the things that belong to their  peace, so as to be converted from the error of their ways, and thus  <i>be healed.<\/i>\" Note,  (1.) The conversion of sinners is the healing of them.  (2.) A right understanding is necessary to conversion.  (3.) God sometimes, in a way of righteous judgment, gives men up to  blindness of mind and strong delusions, because they would not  <i>receive the truth in the love of it,<\/i>   <a class=\"ref\">2 Thessalonians 2:10-12<\/a>.  <i>He that is filthy let him be filthy still.<\/i>  (4.) Even the word of God oftentimes proves a means of hardening  sinners. The evangelical prophet himself makes the heart of this people  fat, not only as he foretels it, passing this sentence upon them in  God's name, and seals them under it, but as his preaching had a  tendency to it, rocking some asleep in security (to whom it was a  lovely song), and making others more outrageous, to whom it was such a  reproach that they were not able to bear it. Some looked upon the word  as a privilege, and their convictions were smothered by it  (<a class=\"ref\">Jeremiah 7:4<\/a>)  others looked upon it as a provocation, and their corruptions were  exasperated by it.<\/p>  <p>  3. That the consequence of this would be their <i>utter ruin,<\/i>   <a class=\"isa\" verses=\"WzE3NzgxXQ==\">Isaiah 6:11<\/a>.  The prophet had nothing to object against the justice of this sentence,  nor does he refuse to go upon such an errand, but asks, \"<i>Lord, how  long?<\/i>\" (an abrupt question): \"Shall it always be thus? Must I and  other prophets always labour in vain among them, and will things never  be better?\" Or, (as should seem by the answer) \"Lord, what will it come  to at last? What will be in the end hereof?\" In answer to this he is  told that it should issue in the final destruction of the Jewish church  and nation. \"When the word of God, especially the word of the gospel,  had been thus abused by them, they shall be unchurched, and  consequently undone. Their cities shall be uninhabited, and their  country houses too  the land shall be untilled, <i>desolate with  desolation<\/i> (as it is in the margin), the people who should  replenish the houses and cultivate the ground being all cut off by  sword, famine, or pestilence, and those who escape with their lives  being removed far away into captivity, so that there shall be a great  and general forsaking in the midst of the land  that populous country  shall become desert, and that glory of all lands shall be abandoned.\"  Note, Spiritual judgments often bring temporal judgments along with  them upon persons and places. This was in part fulfilled in the  destruction of Jerusalem by the Chaldeans, when the land, being left  desolate, enjoyed her sabbaths seventy years  but, the foregoing  predictions being so expressly applied in the New Testament to the Jews  in our Saviour's time, doubtless this points at the final destruction  of that people by the Romans, in which it had a complete  accomplishment, and the effects of it that people and that land remain  under to this day.<\/p>  <p>  4. That yet a remnant should be reserved to be the monuments of mercy,   <a class=\"isa\" verses=\"WzE3NzgzXQ==\">Isaiah 6:13<\/a>.  There was a remnant reserved in the last destruction of the Jewish  nation  (<a class=\"ref\">Romans 11:5<\/a>,  <i>At this present time there is a remnant<\/i>)  for so it was written  here: <i>But in it shall be a tenth,<\/i> a certain number, but a very  small number in comparison with the multitude that shall perish in  their unbelief. It is that which, under the law, was God's proportion  they shall be consecrated to God as the tithes were, and shall be for  his service and honour. Concerning this tithe, this saved remnant, we  are here told,  (1.) That they shall return  (<a class=\"isa\" verses=\"WzE3NzgzXQ==\">Isaiah 6:13<\/a>),  shall return from sin to God and duty, shall return out of captivity to  their own land. God will turn them, and they shall be turned.  (2.) That they shall be eaten, that is, shall be accepted of God as the  tithe was, which was meat in God's house,   <a class=\"ref\">Malachi 3:10<\/a>.  The saving of this remnant shall be meat to the faith and hope of those  that wish well to God's kingdom.  (3.) That they shall be like a timber-tree in winter, which has life,  though it has no leaves: <i>As a teil-tree and as an oak, whose  substance is in them even when they cast their leaves,<\/i> so this  remnant, though they may be stripped of their outward prosperity and  share with others in common calamities, shall yet recover themselves,  as a tree in the spring, and flourish again  though they fall, they  shall not be utterly cast down. <i>There is hope of a tree, though it  be cut down, that it will sprout again,<\/i>   <a class=\"ref\">Job 14:7<\/a>.  (4.) That this distinguished remnant shall be the stay and support of  the public interests. <i>The holy seed<\/i> in the soul is the substance  of the man  a principle of grace reigning in the heart will keep life  there  he that is <i>born of God<\/i> has <i>his seed remaining in  him,<\/i>   <a class=\"ref\">1 John 3:9<\/a>.  So the holy seed in the land is the substance of the land, keeps it  from being quite dissolved, <i>and bears up the pillars of it,<\/i>   <a class=\"ref\">Psalm 75:3<\/a>.  See   <a class=\"isa\" verses=\"WzE3NjY0XQ==\">Isaiah 1:9<\/a>.  Some read the foregoing clause with this, thus: <i>As the support at  Shallecheth is in the elms and the oaks, so the holy seed is the  substance thereof <\/i> as the trees that grow on either side of the  causeway (the raised way, or terrace-walk, that leads from the king's  palace to the temple,   <a class=\"ref\">1 Kings 10:5<\/a>,  at the gate of Shallecheth,   <a class=\"ref\">1 Chronicles 26:16<\/a>)  support the causeway by keeping up the earth, which would otherwise be  crumbling away, so the small residue of religious, serious, praying  people, are the support of the state, and help to keep things together  and save them from going to decay. Some make the holy seed to be  Christ. The Jewish nation was <i>therefore<\/i> saved from utter ruin  because <i>out of it, as concerning the flesh, Christ<\/i> was to come,   <a class=\"ref\">Romans 9:5<\/a>.  <i>Destroy it not, for that blessing is in it<\/i>  (<a class=\"isa\" verses=\"WzE4OTA2XQ==\">Isaiah 65:8<\/a>)  and when that blessing had come, it was soon destroyed. Now the  consideration of this is designed for the support of the prophet in his  work. Though far the greater part should perish in their unbelief, yet  to some his word should be a savour of life unto life. Ministers do not  wholly lose their labour if they be but instrumental to save one poor  soul.<\/p>",
    "audit": null
}