{
    "id": 12258,
    "source": "mhm",
    "verse_id": 18573,
    "verse_count": 9,
    "reference": "45:11–19",
    "title": "",
    "html": "<p>11 Thus saith the L<b>ORD<\/b> , the Holy One of Israel, and his Maker, Ask me of things to come concerning my sons, and concerning the work of my hands command ye me. 12 I have made the earth, and created man upon it: I, <i>even<\/i> my hands, have stretched out the heavens, and all their host have I commanded. 13 I have raised him up in righteousness, and I will direct all his ways: he shall build my city, and he shall let go my captives, not for price nor reward, saith the L<b>ORD<\/b> of hosts. 14 Thus saith the L<b>ORD<\/b> , The labour of Egypt, and merchandise of Ethiopia and of the Sabeans, men of stature, shall come over unto thee, and they shall be thine: they shall come after thee in chains they shall come over, and they shall fall down unto thee, they shall make supplication unto thee, <i>saying,<\/i> Surely God<i>is<\/i> in thee and<i>there is<\/i> none else, <i>there is<\/i> no God. 15 Verily thou<i>art<\/i> a God that hidest thyself, O God of Israel, the Saviour. 16 They shall be ashamed, and also confounded, all of them: they shall go to confusion together<i>that are<\/i> makers of idols. 17<i>But<\/i> Israel shall be saved in the L<b>ORD<\/b> with an everlasting salvation: ye shall not be ashamed nor confounded world without end. 18 For thus saith the L<b>ORD<\/b> that created the heavens God himself that formed the earth and made it he hath established it, he created it not in vain, he formed it to be inhabited: I<i>am<\/i> the L<b>ORD<\/b> and<i>there is<\/i> none else. 19 I have not spoken in secret, in a dark place of the earth: I said not unto the seed of Jacob, Seek ye me in vain: I the L<b>ORD<\/b> speak righteousness, I declare things that are right.<\/p><p>The people of God in captivity, who reconciled themselves to the will of God in their affliction and were content to wait his time for their deliverance, are here assured that they should not wait in vain.<\/p><p>I. They are invited to enquire concerning the issue of their troubles, <a class=\"isa\" verses=\"WzE4NTczXQ==\">Isaiah 45:11<\/a>. <i>The Holy One of Israel, and his Maker,<\/i> though he does not allow them to strive with him, yet encourages them, 1. To consult his word: \"<i>Ask of me things to come<\/i> have recourse to the prophets and their prophecies, and see what they say concerning these things. Ask the watchmen, What of the night? Ask them, How long?\" Things to come, as far as they are revealed, belong to us and to our children, and we must not be strangers to them. 2. To seek unto him by prayer: \"<i>Concerning my sons and concerning the work of my hands,<\/i> which as becomes them submit to the will of their Father, the will of their potter, <i>command you me,<\/i> not by way of prescription, but by way of petition. Be earnest in your requests, and confident in your expectations, as far as both are guided by and grounded upon the promise.\" We may not strive with our Maker by passionate complaints, but we may wrestle with him by faithful and fervent prayer. <i>My sons, and the work of my hands, commend to me<\/i> (so some read it), bring them to me and leave them with me. See the power of prayer, and its prevalency with God:<i>Thou shalt cry, and he shall say, Here I am what would you that I should do unto you?<\/i> Some read it with an interrogation, as carrying on the reproof ( <a class=\"isa\" verses=\"WzE4NTcxXQ==\">Isaiah 45:9<\/a>):<i>Do you question me concerning things to come?<\/i> and am I bound to give you an account?<i>And concerning my children, even concerning the work of my hands, will you command me,<\/i> or prescribe to me? Dare you do so?<i>Shall any teach God knowledge,<\/i> or give law to him? Those that complain of God do in effect assume an authority over him.<\/p><p>II. They are encouraged to depend upon the power of God when they are brought very low and are utterly incapable of helping themselves, <a class=\"isa\" verses=\"WzE4NTc0XQ==\">Isaiah 45:12<\/a>. Their<i>help stands in the name of the Lord, who made heaven and earth,<\/i> which he mentions here, not only for his own glory, but for their comfort. The heavens and earth shall contribute, if he please, to the deliverance of the church ( <a class=\"isa\" verses=\"WzE4NTcwXQ==\">Isaiah 45:8<\/a>), for he created both, and therefore has both at command. 1. He<i>made the earth, and created man upon it,<\/i> for it was intended to be a habitation for man, <a class=\"ref\">Psalm 115:16<\/a>. He has therefore not only authority, but wisdom and power sufficient to govern man here on this earth and to make what use he pleases of him. 2. His<i>hands have stretched out the heavens, and all their hosts he commanded<\/i> into being at first, and therefore still governs all their motions and influences. It is good news to God's Israel that their God is the creator and governor of the world.<\/p><p>III. They are particularly told what God would do for them, that they might know what to depend upon and this shall lead them to expect a more glorious Redeemer and redemption, of whom, and of which, Cyrus and their deliverance by him were types and figures.<\/p><p>1. Liberty shall be proclaimed to them, <a class=\"isa\" verses=\"WzE4NTc1XQ==\">Isaiah 45:13<\/a>. Cyrus is the man that shall proclaim it and, in order hereunto, God will put power into his hands:<i>I have raised him up in righteousness,<\/i> that is, in pursuance and performance of my promises and to plead my people's just but injured cause. He will give him success in all his enterprises, particularly that against Babylon:<i>I will direct all his ways<\/i> and then it follows that he will prosper him, for those must needs speed well that are under a divine direction. God will make plain the way of those whom he designs to employ for him. Two things Cyrus must do for God:&mdash; (1.) Jerusalem is God's city, but it is now in ruins, and he must rebuild it, that is, he must give orders for the rebuilding of it, and give wherewithal to do it. (2.) Israel is God's people, but they are now captives, and he must release them freely and generously, not demanding any ransom, nor compounding with them for price or reward. And Christ is anointed to do that for poor captive souls which Cyrus was to do for the captive Jews, to proclaim the<i>opening of the prison to those that were bound<\/i> ( <a class=\"isa\" verses=\"WzE4ODQ1XQ==\">Isaiah 61:1<\/a>), enlargement from a worse bondage than that in Babylon.<\/p><p>2. Provision shall be made for them. They went out poor, and unable to bear the expenses of their return and re-establishment and therefore it is promised that the labour of Egypt and other nations should<i>come over to them and be theirs,<\/i> <a class=\"isa\" verses=\"WzE4NTc2XQ==\">Isaiah 45:14<\/a>. Cyrus, having conquered those countries, out of their spoils provided for the returning Jews and he ordered his subjects to furnish them with necessaries ( <a class=\"ref\">Ezra 1:4<\/a>), so that they did not go out empty from Babylon any more than from Egypt. Those that are redeemed by Christ shall be not only provided for, but enriched. Those whose spirits God stirs up to go to the heavenly Zion may depend upon him to bear their charges. The world is theirs as far as is good for them.<\/p><p>3. Proselytes shall be brought over to them:<i>Men of stature shall come after thee in chains they shall fall down to thee, saying, Surely God is in thee. <\/i> This was in part fulfilled when many of the people of the land became Jews ( <a class=\"ref\">Esther 8:17<\/a>), <i>and said, We will go with you,<\/i> humbly begging leave to do so, <i>for we have heard that God is with you,<\/i> <a class=\"ref\">Zechariah 8:23<\/a>. The restoration would be a means of the conviction of many and the conversion of some. Perhaps many of the Chaldeans who were now themselves conquered by Cyrus, when they saw the Jews going back in triumph, came and begged pardon for the affronts and abuses they had given them, owned that God was among them and that he was God alone, and therefore desired to join themselves to them. But this promise was to have its full accomplishment in the gospel church,&mdash;when the Gentiles shall become obedient by word and deed to the faith of Christ ( <a class=\"ref\">Romans 15:18<\/a>), as willing captives to the church ( <a class=\"ref\">Psalm 110:3<\/a>), glad to wear her chains,&mdash;when an infidel, beholding the public worship of Christians, shall own himself convinced that<i>God is with them of a truth<\/i> ( <a class=\"ref\">1 Corinthians 14:24<\/a>) and shall assay to join himself to them,&mdash;and when those that had been<i>of the synagogue of Satan shall come and worship before the church's feet,<\/i> and be made to<i>know that God has loved her<\/i> ( <a class=\"ref\">Revelation 3:9<\/a>), and the<i>kings of the earth and the nations shall bring their glory into the gospel Jerusalem,<\/i> <a class=\"ref\">Revelation 21:24<\/a>. Note, It is good to be with those, though it be in chains, that have God with them.<\/p><p>IV. They are taught to trust God further than they can see him. The prophet puts this word into their mouths, and goes before them in saying it ( <a class=\"isa\" verses=\"WzE4NTc3XQ==\">Isaiah 45:15<\/a>):<i>Verily, thou art a God that hidest thyself. <\/i> 1. God hid himself when he brought them into the trouble, <i>hid himself and was wroth,<\/i> <a class=\"isa\" verses=\"WzE4NzgzXQ==\">Isaiah 57:17<\/a>. Note, Though God be his people's God and Saviour, yet sometimes, when they provoke him, he hides himself from them in displeasure, suspends his favours, and lays them under his frowns: but let them<i>wait upon the Lord that hides his face,<\/i> <a class=\"isa\" verses=\"WzE3ODI1XQ==\">Isaiah 8:17<\/a>. 2. He hid himself when he was bringing them out of the trouble. Note, When God is acting as Israel's God and Saviour commonly<i>his way is in the sea,<\/i> <a class=\"ref\">Psalm 77:19<\/a>. The salvation of the church is carried on in a mysterious way, by the Spirit of the Lord of hosts working on men's spirits ( <a class=\"ref\">Zechariah 4:6<\/a>), by weak and unlikely instruments, small and accidental occurrences, and not wrought till the last extremity but this is our comfort, though God hide himself, we are sure he is<i>the God of Israel,<\/i> the<i>Saviour. <\/i> See <a class=\"ref\">Job 35:14<\/a>.<\/p><p>V. They are instructed to triumph over idolaters and all the worshippers of other gods ( <a class=\"isa\" verses=\"WzE4NTc4XQ==\">Isaiah 45:16<\/a>):<i>Those who are makers of idols,<\/i> not only who frame them, but who make gods of them by praying to them, <i>shall be ashamed and confounded,<\/i> when they shall be convinced of their mistakes and shall be forced to acknowledged that the God of Israel is the only true God, and when they shall be disappointed in their expectations from their idols, under whose protection they had put themselves. They shall go to confusion when they shall find that they can neither excuse the sin nor escape the punishment of it, <a class=\"ref\">Psalm 97:7<\/a>. It is not here and there one more timorous than the rest that shall thus shrink, and give up the cause, but<i>all of them<\/i> nay, though they appear in a body, though hand join in hand, and they do all they can to keep one another in countenance, yet<i>they shall go to confusion together. <\/i> Bind them in bundles, to burn them.<\/p><p>VI. They are assured that those who trust in God shall never be made ashamed of their confidence in him, <a class=\"isa\" verses=\"WzE4NTc5XQ==\">Isaiah 45:17<\/a>. Now that God was about to deliver them out of Babylon he directed them by his prophet, 1. To look up to him as the author of their salvation:<i>Israel shall be saved in the Lord. <\/i> Not only their salvation shall be wrought out by his power, but it shall be treasured up for them in his grace and promise, and so secured to them. They shall be saved in him for his name shall be their strong tower, into which they shall run, and in which they shall be safe. 2. To look beyond this temporal deliverance to that which is spiritual and has reference to another world, to think of that salvation by the Messiah which is an everlasting salvation, the salvation of the soul, a rescue from everlasting misery and a restoration to everlasting bliss. \"Give diligence to make that sure, for it may be made sure, so sure that<i>you shall not be ashamed nor confounded world with out end. <\/i> You shall not only be delivered from the<i>everlasting shame and contempt<\/i> which will be the portion of idolaters ( <a class=\"ref\">Daniel 12:2<\/a>), but you shall have everlasting honour and glory.\" [1.] There is a world without end and it will be well or ill with us according as it will be with us in that world. [2.] Those who are saved with the everlasting salvation shall never be ashamed of what they did or suffered in the hopes of it for it will so far outdo their expectations as to be a more abundant reimbursement. The returning captives owned that to them did<i>belong confusion of face<\/i> ( <a class=\"ref\">Daniel 9:7<\/a>) yet God tells them that they shall not be confounded, but shall have assurance for ever. Those who are confounded as penitents for their own sin shall not be confounded as believers in God's promise and power.<\/p><p>VII. They are engaged for ever to cleave to God, and never to desert him, never to distrust him. What had been often inculcated before is here again repeated, for the encouragement of his people to continue faithful to him, and to hope that he would be so to them:<i>I am the Lord, and there is none else. <\/i> That the Lord we serve and trust in is God alone appears by the two great lights, that of nature and that of revelation.<\/p><p>1. It appears by the light of nature for he made the world, and therefore may justly demand its homage ( <a class=\"isa\" verses=\"WzE4NTgwXQ==\">Isaiah 45:18<\/a>): \"<i>Thus saith the Lord, that created the heavens and formed the earth, I am the Lord,<\/i> the sovereign Lord of all, <i>and there is none else. <\/i> \" The gods of the heathen did not do this, nay, they did not pretend to do it. He here mentions the creation of the heavens, but enlarges more upon that of the earth, because that is the part of the creation which we have the nearest view of and are most conversant with. It is here observed, (1.) That he formed it. It is not a rude and indigested chaos, but cast into the most proper shape and size by Infinite Wisdom. (2.) That he fixed it. When he had made it he established it, <i>founded it on the seas,<\/i> ( <a class=\"ref\">Psalm 24:2<\/a>), <i>hung it on nothing<\/i> ( <a class=\"ref\">Job 26:7<\/a>) as at first he made it of nothing, and yet made it substantial an hung it fast, <i>ponderibus librata suis&mdash;poised by its own weight. <\/i> (3.) That he fitted it for use, and for the service of man, to whom he designed to give it. <i>He created it not in vain,<\/i> merely to be a proof of his power but<i>he formed it to be inhabited<\/i> by the children of men, and for that end he drew the waters off from it, with which it was at first covered, and made the<i>dry land appear,<\/i> <a class=\"ref\">Psalm 104:6<\/a>. Be it observed here, to the honour of God's wisdom, that he made nothing in vain, but intended every thing for some end and fitted it to answer the intention. If any man prove to have been made in vain, it is his own fault. It should also be observed, to the honour of God's goodness and his favour to man, that he reckoned that not made in vain which serves for his use and benefit, to be a habitation and maintenance for him.<\/p><p>2. It appears by the light of revelation. As the works of God abundantly prove that he is God alone, so does his word, and the discovery he has made of himself and of his mind and will by it. His oracles far exceed those of the Pagan deities, as well as his operations, <a class=\"isa\" verses=\"WzE4NTgxXQ==\">Isaiah 45:19<\/a>. The preference is here placed in three things:&mdash;All that God has said is plain, satisfactory, and just. (1.) In the manner of the delivery of it it is plain and open:<i>I have not spoken in secret, in a dark place of the earth. <\/i> The Pagan deities delivered their oracles out of dens and caverns, with a low and hollow voice, and in ambiguous expressions those that had familiar spirits whispered and muttered ( <a class=\"isa\" verses=\"WzE3ODI3XQ==\">Isaiah 8:19<\/a>) but God delivered his law from the top of Mount Sinai before all the thousands of Israel, in distinct, audible, and intelligible sounds. Wisdom<i>cries in the chief places of concourse,<\/i> <a class=\"ref\">Proverbs 1:20<\/a>. The vision is written, and made plain, so that he who runs may read it if he be obscure to any, they may thank themselves. Christ pleaded in his own defence what God says here, <i>In secret have I said nothing,<\/i> <a class=\"ref\">John 18:20<\/a>. (2.) In the use and benefit of it it was highly satisfactory:<i>I said not unto the seed of Jacob,<\/i> who consulted these oracles and governed themselves by them, <i>Seek you me in vain,<\/i> as the false gods did to their worshippers, who sought<i>for the living to the dead,<\/i> <a class=\"isa\" verses=\"WzE3ODI3XQ==\">Isaiah 8:19<\/a>. This includes all the gracious answers that God gave both to those who consulted him (his word is to them a faithful guide) and to those that prayed to him. The seed of Jacob are a praying people it is the<i>generation of those that seek him,<\/i> <a class=\"ref\">Psalm 24:6<\/a>. And, as he has in his word invited them to seek him, so he never denied their believing prayers nor disappointed their believing expectations. He said not to them, to any of them, <i>Seek you me in vain<\/i> for, if he did not think fit to give them the particular thing they prayed for, yet he gave them such a sufficiency of grace and such comfort and satisfaction of soul as were equivalent. What we say of winter is true of prayer, It never rots in the skies. God not only gives a gracious answer to those that diligently seek him, but will be their bountiful rewarder. (3.) In the matter of it it was incontestably just, and there was no iniquity in it:<i>I the Lord speak righteousness, I declare things that are right,<\/i> and consonant to the eternal rules and reasons of good and evil. The heathen deities dictated those things to their worshippers which were the reproach of human nature and tended to the extirpation of virtue but God speaks righteousness, dictates that which is right in itself and tends to make men righteous and therefore he is God, and there is none else.<\/p> ",
    "audit": null
}