{
    "id": 12323,
    "source": "mhm",
    "verse_id": 18845,
    "verse_count": 3,
    "reference": "61:1–3",
    "title": "",
    "html": " <p>1 The Spirit of the Lord G <b>OD <\/b> <i>is<\/i>, upon me because the L <b>ORD<\/b>, hath anointed me to preach good tidings unto the meek he hath sent me to bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to <i>them that are<\/i>, bound 2 To proclaim the acceptable year of the L <b>ORD<\/b>, and the day of vengeance of our God to comfort all that mourn 3 To appoint unto them that mourn in Zion, to give unto them beauty for ashes, the oil of joy for mourning, the garment of praise for the spirit of heaviness that they might be called trees of righteousness, the planting of the L <b>ORD<\/b>, that he might be glorified. <\/p> <p>He that is the best expositor of scripture has no doubt given us the best exposition of these verses, even our Lord Jesus himself, who read this in the synagogue at Nazareth (perhaps it was the lesson for the day) and applied it entirely to himself, saying, <i>This day is this scripture fulfilled in your ears<\/i>, (<a class=\"ref\">Luke 4:17<\/a>) and the gracious words which proceeded out of his mouth, in the opening of this text, were admired by all that heard them. As Isaiah was authorized and directed to proclaim liberty to the Jews in Babylon, so was Christ, God's messenger, to publish a more joyful jubilee to a lost world. And here we are told, <\/p> <p>I. How he was fitted and qualified for this work: <i>The Spirit of the Lord God is upon me,<\/i>, <a class=\"isa\" verses=\"WzE4ODQ1XQ==\">Isaiah 61:1<\/a>. The prophets had the Spirit of God moving them at times, both instructing them what to say and exciting them to say it. Christ had the Spirit always resting on him without measure but to the same intent that the prophets had, as a Spirit of counsel and a Spirit of courage, <a class=\"isa\" verses=\"eyIxNzg4NiI6M30=\">Isaiah 11:1-3<\/a>. When he entered upon the execution of his prophetical office the Spirit, as a dove, <i>descended upon him,<\/i>, <a class=\"ref\">Matthew 3:16<\/a>. This Spirit which was upon him he communicated to those whom he sent to proclaim the same glad tidings, saying to them, when he gave them their commission, <i>Receive you the Holy Ghost,<\/i>, thereby ratifying it. <\/p> <p>II. How he was appointed and ordained to it: <i>The Spirit of God is upon me, because the Lord God has anointed me.<\/i>, What service God called him to he furnished him for <i>therefore<\/i>, he gave him his Spirit, because he had by a sacred and solemn unction set him apart to this great office, as kings and priests were of old destined to their offices by anointing. Hence the Redeemer was called the <i>Messiah,<\/i>, the <i>Christ,<\/i>, because he was <i>anointed with the oil of gladness above his fellows. He has sent me<\/i>, our Lord Jesus did not go unsent he had a commission from him that is the fountain of power <i>the Father sent him<\/i>, and <i>gave him commandment.<\/i>, This is a great satisfaction to us, that, whatever Christ said, he had a warrant from heaven for his doctrine was not his, but his that sent him. <\/p> <p>III. What the work was to which he was appointed and ordained. <\/p> <p>1. He was to be a preacher, was to execute the office of a prophet. So well pleased was he with the good-will God showed towards men through him that he would himself be the preacher of it, that an honour might thereby be put upon the ministry of the gospel and the faith of the saints might be confirmed and encouraged. He must preach <i>good tidings<\/i>, (so <i>gospel<\/i>, signified) <i>to the meek,<\/i>, to the penitent, and humble, and poor in spirit to them the tidings of a Redeemer will be indeed good tidings, pure gospel, <i>faithful sayings, and worthy of all acceptation.<\/i>, The poor are commonly best disposed to receive the gospel (<a class=\"ref\">James 2:5<\/a>), and it is likely to profit us when it is received with meekness, as it ought to be to such Christ preached good tidings when he said, <i>Blessed are the meek. <\/i> <\/p> <p>2. He was to be a healer. He was sent to <i>bind up the broken-hearted,<\/i>, as pained limbs are rolled to give them ease, as broken bones and bleeding wounds are bound up, that they may knit and close again. Those whose hearts are broken for sin, who are truly humbled under the sense of guilt and dread of wrath, are furnished in the gospel of Christ with that which will make them easy and silence their fears. Those only who have experienced the pains of a penitential contrition may expect the pleasure of divine cordials and consolations. <\/p> <p>3. He was to be a deliverer. He was sent as a prophet to preach, as a priest to heal, and as a king to issue out proclamations and those of two kinds:&mdash; (1.) Proclamations of peace to his friends: He shall <i>proclaim liberty to the captives<\/i>, (as Cyrus did to the Jews in captivity) and the <i>opening of the prison to those that were bound.<\/i>, Whereas, by the guilt of sin, we are bound over to the justice of God, are his lawful captives, sold for sin till payment be made of that great debt, Christ lets us know that he has made satisfaction to divine justice for that debt, that his satisfaction is accepted, and if we will plead that, and depend upon it, and make over ourselves and all we have to him, in a grateful sense of the kindness he has done us, we may be faith sue out our pardon and take the comfort of it there is, and shall be, <i>no condemnation to us.<\/i>, And whereas, by the dominion of sin in us, we are bound under the power of Satan, sold under sin, Christ lets us know that he has conquered Satan, has <i>destroyed him that had the power of death and his works,<\/i>, and provided for us grace sufficient to enable us to shake off the yoke of sin and to loose ourselves from <i>those bands of our neck. The Son<\/i>, is ready by his Spirit to <i>make us free<\/i>, and then we shall be <i>free indeed,<\/i>, not only discharged from the miseries of captivity, but advanced to all the immunities and dignities of citizens. This is the gospel proclamation, and it is like the blowing of the jubilee-trumpet, which proclaimed the great year of release (<a class=\"ref\">Leviticus 25:9<\/a>), in allusion to which it is here called <i>the acceptable year of the Lord,<\/i>, the time of our acceptance with God, which is the origin of our liberties or it is called the <i>year of the Lord<\/i>, because it publishes his free grace, to his own glory, and an <i>acceptable year<\/i>, because it brings glad tidings to us, and what cannot but be very acceptable to those who know the capacities and necessities of their own souls. (2.) Proclamations of war against his enemies. Christ proclaims <i>the day of vengeance of our God,<\/i>, the vengeance he takes, [1.] On sin and Satan, death and hell, and all the powers of darkness, that were to be destroyed in order to our deliverances these Christ triumphed over in his cross, having spoiled and weakened them, shamed them, and <i>made a show of them openly,<\/i>, therein taking vengeance on them for all the injury they had done both to God and man, <a class=\"ref\">Colossians 2:15<\/a>. [2.] On those of the children of men that stand it out against those fair offers. They shall not only be left, as they deserve, in their captivity, but be dealt with as enemies we have the gospel summed up, <a class=\"ref\">Mark 16:16<\/a>, where that part of it, <i>He that believes shall be saved,<\/i>, proclaims <i>the acceptable year of the Lord<\/i>, to those that will accept of it but the other part, <i>He that believes not shall be damned,<\/i>, proclaims <i>the day of vengeance of our God,<\/i>, that vengeance which he will take on those that <i>obey not the gospel of Jesus Christ,<\/i>, <a class=\"ref\">2 Thessalonians 1:8<\/a>. <\/p> <p>4. He was to be a comforter, and so he is as preacher, healer, and deliverer he is sent to <i>comfort all who mourn,<\/i>, and who, mourning, seek to him, and not to the world, for comfort. Christ not only provides comfort for them, and proclaims it, but he applies it to them he does by his Spirit comfort them. There is enough in him to <i>comfort all who mourn,<\/i>, whatever their sore or sorrow is but this comfort is sure to those who <i>mourn in Zion,<\/i>, who sorrow <i>after a godly sort,<\/i>, according to God, for his residence is in Zion,&mdash;who <i>mourn because of Zion's<\/i>, calamities and desolations, and mingle their tears by a holy sympathy with those of all God's suffering people, though they themselves are not in trouble such tears God has <i>a bottle<\/i>, for (<a class=\"ref\">Psalm 56:8<\/a>), such mourners he has comfort in store for. As <i>blessings out of Zion<\/i>, are spiritual blessings, so <i>mourners in Zion<\/i>, are holy mourners, such as carry their sorrows to the throne of grace (for in Zion was the mercy-seat) and pour them out as Hannah did before the Lord. To such as these Christ has appointed by his gospel, and will give by his Spirit (<a class=\"isa\" verses=\"WzE4ODQ3XQ==\">Isaiah 61:3<\/a>), those consolations which will not only support them under their sorrows, but turn them into songs of praise. He will give them, (1.) <i>Beauty for ashes.<\/i>, Whereas they lay in ashes, as was usual in times of great mourning, they shall not only be raised out of their dust, but made to look pleasant. Note, The holy cheerfulness of Christians is their beauty and a great ornament to their profession. Here is an elegant <i>paronomasia<\/i>, in the original: He will give them <i>pheer&mdash;beauty,<\/i>, for <i>epher&mdash;ashes<\/i>, he will turn their sorrow into joy as quickly and as easily as you can transpose a letter for he speaks, and it is done. (2.) <i>The oil of joy,<\/i>, which <i>make the face to shine,<\/i>, instead of <i>mourning,<\/i>, which <i>disfigures the countenance<\/i>, and makes it unlovely. this <i>oil of joy<\/i>, the saints have from that <i>oil of gladness<\/i>, with which Christ himself was <i>anointed above his fellows,<\/i>, <a class=\"ref\">Hebrews 1:9<\/a>. (3.) <i>The garments of praise,<\/i>, such beautiful garments as were worn on thanksgiving-days, instead of the <i>spirit of heaviness, dimness,<\/i>, or <i>contraction <\/i>&mdash;open joys for secret mournings. The <i>spirit of heaviness<\/i>, they keep to themselves (Zion's mourners <i>weep in secret<\/i>) but the joy they are recompensed with they are clothed with as with a garment in the eye of others. Observe, Where God gives the oil of joy he gives the garment of praise. Those comforts which come from God dispose the heart to, and enlarge the heart in, thanksgivings to God. Whatever we have the joy of God must have the praise and glory of. <\/p> <p>5. He was to be a planter for the church is God's husbandry. <i>Therefore<\/i>, he will do all this for his people, will cure their wounds, release them out of bondage, and comfort them in their sorrows, <i>that they may be called trees of righteousness, the planting of the Lord,<\/i>, that they may be such and be acknowledged to be such, that they may be ornaments to God's vineyard and may be <i>fruitful in the fruits of righteousness,<\/i>, as the branches of <i>God's planting,<\/i>, <a class=\"isa\" verses=\"WzE4ODQzXQ==\">Isaiah 60:21<\/a>. All that Christ does for us is to make us God's people, and some way serviceable to him as living trees, <i>planted in the house of the Lord,<\/i>, and <i>flourishing in the courts of our God<\/i>, and all this <i>that he may be glorified <\/i>&mdash;that we may be brought to glorify him by a sincere devotion and an exemplary conversation (for <i>herein is our Father glorified, that we bring broth much fruit <\/i>), that others also may take occasion from God's favour shining on his people, and his grace shining in them, to praise him, and that he may be for ever <i>glorified in his saints. <\/i> <\/p>",
    "audit": null
}