{
    "id": 12199,
    "source": "mhm",
    "verse_id": 18226,
    "verse_count": 10,
    "reference": "30:8-17",
    "title": "",
    "html": "<p>  8  Now go, write it before them in a table, and note it in a  book, that it may be for the time to come for ever and ever:    9  That this <i>is<\/i> a rebellious people, lying children, children  <i>that<\/i> will not hear the law of the L<b>ORD<\/b>:    10  Which say to the seers, See not  and to the prophets,  Prophesy not unto us right things, speak unto us smooth things,  prophesy deceits:    11  Get you out of the way, turn aside out of the path, cause  the Holy One of Israel to cease from before us.    12  Wherefore thus saith the Holy One of Israel, Because ye  despise this word, and trust in oppression and perverseness, and  stay thereon:    13  Therefore this iniquity shall be to you as a breach ready to  fall, swelling out in a high wall, whose breaking cometh suddenly  at an instant.    14  And he shall break it as the breaking of the potters' vessel  that is broken in pieces  he shall not spare: so that there shall  not be found in the bursting of it a sherd to take fire from the  hearth, or to take water <i>withal<\/i> out of the pit.    15  For thus saith the Lord G<b>OD<\/b>, the Holy One of Israel  In  returning and rest shall ye be saved  in quietness and in  confidence shall be your strength: and ye would not.    16  But ye said, No  for we will flee upon horses  therefore  shall ye flee: and, We will ride upon the swift  therefore shall  they that pursue you be swift.    17  One thousand <i>shall flee<\/i> at the rebuke of one  at the  rebuke of five shall ye flee: till ye be left as a beacon upon  the top of a mountain, and as an ensign on a hill.  <\/p>  <p>  Here,  I. The preface is very awful. The prophet must not only preach this,  but he must write it  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 30:8<\/a>),  <i>write it in a table,<\/i> to be hung up and exposed to public view  he must carefully <i>note it,<\/i> not in loose papers which might be  lost or torn, but <i>in a book,<\/i> to be preserved for posterity,  <i>in perpetuam rei memoriam--for a standing testimony<\/i> against this  wicked generation  let it remain not only to the next succeeding ages,  but for ever and ever, while the world stands  and so it shall, for the  book of the scriptures no doubt, shall continue, and be read, to the  end of time. Let it be written,  1. To shame the men of the present age, who would not hear and heed it  when it was spoken. Let it be written, that it may not be lost  their  children may profit by it, though they will not.  2. To justify God in the judgments he was about to ring upon them  people will be tempted to think he was too hard upon them, and  over-severe, unless they know how very bad they were, how very  provoking, and what fair means God tried with them before he brought it  to this extremity.  3. For warning to others not to do as they did, lest they should fare  as they fared. It is designed for admonition to those of the remotest  place and age, even those <i>upon whom the ends of the world have  come,<\/i>   <a class=\"ref\">1 Corinthians 10:11<\/a>.  It may be of use for God's ministers not only to preach, but to write  for that which is written remains.<\/p>  <p>  II. The character given of the profane and wicked Jews is very sad. He  must, if he will draw them in their own colours, write this concerning  them (and we are sure he does not bear false witness against them, nor  make them worse than they were, for the judgment of God is according to  truth), <i>That this is a rebellious people,<\/i>   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 30:9<\/a>.  The Jews were, for aught we know, the only professing people God had  then in the world, and yet many of them were a rebellious people.  1. They rebelled against their own convictions and covenants: \"They are  <i>lying children,<\/i> that will not stand to what they say, that  promise fair, but perform nothing \" when he took them into covenant  with himself he said of them, <i>Surely they are my people, children  that will not lie<\/i>  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 63:8<\/a>)  but they proved otherwise.  2. They rebelled against the divine authority: \"They are <i>children  that will not hear the law of the Lord,<\/i> nor heed it, but will do as  they have a mind, let God himself say what he will to the  contrary.\"<\/p>  <p>  III. The charge drawn up against them is very high and the sentence  passed upon them very dreadful. Two things they here stand charged  with, and their doom is read for both, a fearful doom:--<\/p>  <p>  1. They forbade the prophets to speak to them in God's name, and to  deal faithfully with them.<\/p>  <p>  (1.) This their sin is described,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 30:10<\/a>.  They set themselves so violently against the prophets to hinder them  from preaching, or at least from dealing plainly with them in their  preaching, did so banter them and browbeat them, that they did in  effect <i>say to the seers, See not.<\/i> They had the light, but they  loved darkness rather. It was their privilege that they had seers among  them, but they did what they could to put out their eyes--that they had  prophets among them, but they did what they could to stop their mouths  for they tormented them in their wicked ways,   <a class=\"ref\">Revelation 11:10<\/a>.  Those that silence good ministers, and discountenance good preaching,  are justly counted, and called, <i>rebels against God.<\/i> See what it  was in the prophets' preaching with which they found themselves  aggrieved.  [1.] The prophets told them of their faults, and warned them of their  misery and danger by reason of sin, and they could not bear that. They  must speak to them smooth things, must flatter them in their sins, and  say that they did well, and there was no harm, no peril, in the course  of life they lived in. Let a thing be ever so right and true, if it be  not smooth, they will not hear it. But if it be agreeable to the good  opinion they have of themselves, and will confirm them in that, though  it be ever so false and ever so great a cheat upon them, they will have  it prophesied to them. Those deserve to be deceived that desire to be  so.  [2.] The prophets stopped them in their sinful pursuits, and stood in  their way like the angel in Balaam's road, with the sword of God's  wrath drawn in their hand  so that they could not proceed without  terror. And this they took as a great insult. When they went on  frowardly in the way of their hearts they said to the prophets, <i>\"Get  you out of the way, turn aside out of the paths.<\/i> What do you do in  our way? Cannot you let us alone to do as we please?\" Those have their  hearts fully set in them to do evil that bid their faithful monitors to  stand out of their way. <i>Forbear, why shouldst thou be smitten?<\/i>   <a class=\"ref\">2 Chronicles 25:16<\/a>.  [3.] The prophets were continually telling them of the Holy One of  Israel, what an enemy he is to sin ad how severely he will reckon with  sinners  and this they could not endure to hear of. Both the thing  itself and the expression of it were too serious for them  and  therefore, if the prophets will speak to them, they will make it their  bargain that they shall not call God <i>the Holy One of Israel <\/i> for  God's holiness is that attribute which wicked people most of all dread.  Let us no more be troubled with that state-preface (as Mr. White calls  it) to your impertinent harangues. Those have reason to fear perishing  in their sins that cannot bear to be frightened out of them.<\/p>  <p>  (2.) Now what is the doom passed upon them for this? We have it,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 30:12<\/a>.  Observe,  [1.] Who it is that gives judgment upon them: <i>Thus saith the Holy  One of Israel.<\/i> That title of God which they particularly excepted  against the prophet makes use of. Faithful ministers will not be driven  from using such expressions as are proper to awaken sinners, though  they be displeasing. We must tell men that God is the <i>Holy One of  Israel,<\/i> and so they shall find him, whether they will hear or  whether they will forbear.  [2.] What the ground of the judgment is: <i>Because they despise this  word<\/i>--wither, in general, every word that the prophets said to  them, or this word in particular, which declares God to be <i>the Holy  One of Israel:<\/i> \"they despise this, and will neither make it their  fear, to stand in awe of it, nor make it their hope, to put any  confidence in it  but, rather than they will be beholden to <i>the Holy  One of Israel,<\/i> they will <i>trust in oppression and  perverseness,<\/i> in the wealth they have got and the interest they  have made by fraud and violence, or in the sinful methods they have  taken for their own security, in contradiction to God and his will. On  these they lean, and therefore it is just that they should fall.\"  [3.] What the judgment is that is passed upon them: \"<i>This iniquity  shall be to you as a breach ready to fall.<\/i> This confidence of yours  will be like a house built upon the sand, which will fall in the storm  and bury the builder in the ruins of it. Your contempt of that word of  God which you might build upon will make every thing else you trust  like a wall that bulges out, which, if any weight be laid upon it,  comes down, nay, which often sinks with its own weight.\" The ruin they  would hereby bring upon themselves should be, <i>First,<\/i> A  surprising ruin: <i>The breaking shall come suddenly, at an  instant,<\/i> when they do not expect it, which will make it the more  frightful, and when they are not prepared or provided for it, which  will make it the more fatal. <i>Secondly,<\/i> An utter ruin, universal  and irreparable: \"Your and all your confidences shall be not only weak  as the potter's clay  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29:16<\/a>),  but <i>broken to pieces as the potter's vessel.<\/i> He that has the rod  of iron shall break it  (<a class=\"ref\">Psalm 2:9<\/a>)  and he shall not spare, shall not have any regard to it, nor be in care  to preserve or keep whole any part of it. But, when once it is broken  so as to be unfit for use, let it be dashed, let it be crushed, all to  pieces, so that there may not remain one <i>sherd<\/i> big enough <i>to  take up<\/i> a little <i>fire or water<\/i>\"--two things we have daily  need of, and which poor people commonly fetch in a piece of a broken  pitcher. They shall not only be as a <i>bowing wall<\/i>  (<a class=\"ref\">Psalm 62:3<\/a>),  but as a broken mug or glass, which is good for nothing, nor can ever  be made whole again.<\/p>  <p>  2. They slighted the gracious directions God gave them, not only how to  secure themselves and make themselves safe, but how to compose  themselves and make themselves easy  they would take their own way,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 30:15-17<\/a>.  Observe here,<\/p>  <p>  (1.) The method God put them into for salvation and strength. The God  that knew them, and knew what was proper for them, and desired their  welfare, gave them this prescription  and it is recommended to us all.  [1.] Would we be saved from the evil of every calamity, guarded against  the temptation of it and secured from the curse of it, which are the  only evil things in it? It must be <i>in returning and rest,<\/i> in  returning to God and reposing in him as our rest. Let us return from  our evil ways, into which we have gone aside, and rest and settle in  the way of God and duty, and that is the way to be saved. \"Return from  this project of going down to Egypt, and rest satisfied in the will of  God, and then you may trust him with your safety. <i>In returning<\/i>  (in the thorough reformation of your hearts and lives) <i>and in  rest<\/i> (in an entire submission of your souls to God and a  complacency in him) <i>you shall be saved.<\/i>\"  [2.] Would we be strengthened to do what is required of us and to bear  what is laid upon us? It must be <i>in quietness and in confidence <\/i>  we must keep our spirits calm and sedate by a continual dependence upon  God, and his power and goodness  we must retire into ourselves with a  holy quietness, suppressing all turbulent and tumultuous passions, and  keeping the peace in our own minds. And we must rely upon God with a  holy confidence that he can do what he will and will do what is best  for his people. And this will be our strength  it will inspire us with  such a holy fortitude as will carry us with ease and courage through  all the difficulties we may meet with.<\/p>  <p>  (2.) The contempt they put upon this prescription  they would not take  God's counsel, though it was so much for their own good. And justly  will those die of their disease that will not take God for their  physician. We are certainly enemies to ourselves if we will not be  subjects to him. They would not so much as try the method prescribed:  \"<i>But you said, No<\/i>  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 30:16<\/a>),  we will not compose ourselves, for <i>we will flee upon horses<\/i> and  <i>we will ride upon the swift <\/i> we will hurry hither and thither to  fetch in foreign aids.\" They think themselves wiser than God, and that  they know what is good for themselves better than he does. When  Sennacherib took all the fenced cities of Judah, those rebellious  children would not be persuaded to sit still and patiently to expect  God's appearing for them, as he did wonderfully at last  but they would  shift for their own safety, and thereby they exposed themselves to so  much the more danger.<\/p>  <p>  (3.) The sentence passed upon them for this. Their sin shall be their  punishment: \"You will flee, and therefore <i>you shall flee <\/i> you  will be upon the full speed, and therefore so shall those be that  pursue you.\" The dogs are most apt to run barking after him that rides  fast. The conquerors protected those that sat still, but pursued those  that made their escape  and so that very project by which they hoped to  save themselves was justly their ruin and the most guilty suffered  most. It is foretold,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 30:17<\/a>,  [1.] That they should be easily cut off  they should be so dispirited  with their own fears, increased by their flight, that one of the enemy  should defeat a thousand of them, and five put an army to flight, which  could never be <i>unless their Rock had sold them<\/i>   <a class=\"ref\">Deuteronomy 32:30<\/a>.  [2.] That they should be generally cut off, and only here and there one  should escape alone in a solitary place, and be left for a spectacle  too, <i>as a beacon upon the top of a mountain,<\/i> a warning to others  to avoid the like sinful courses and carnal confidences.<\/p>",
    "audit": null
}