{
    "id": 12196,
    "source": "mhm",
    "verse_id": 18211,
    "verse_count": 8,
    "reference": "29:17–24",
    "title": "",
    "html": " <p>17 <i>Is<\/i>, it not yet a very little while, and Lebanon shall be turned into a fruitful field, and the fruitful field shall be esteemed as a forest? 18 And in that day shall the deaf hear the words of the book, and the eyes of the blind shall see out of obscurity, and out of darkness. 19 The meek also shall increase <i>their<\/i>, joy in the L <b>ORD<\/b>, and the poor among men shall rejoice in the Holy One of Israel. 20 For the terrible one is brought to nought, and the scorner is consumed, and all that watch for iniquity are cut off: 21 That make a man an offender for a word, and lay a snare for him that reproveth in the gate, and turn aside the just for a thing of nought. 22 Therefore thus saith the L <b>ORD<\/b>, who redeemed Abraham, concerning the house of Jacob, Jacob shall not now be ashamed, neither shall his face now wax pale. 23 But when he seeth his children, the work of mine hands, in the midst of him, they shall sanctify my name, and sanctify the Holy One of Jacob, and shall fear the God of Israel. 24 They also that erred in spirit shall come to understanding, and they that murmured shall learn doctrine. <\/p> <p>Those that thought to hide their counsels from the Lord were said to turn things upside down (<a class=\"isa\" verses=\"WzE4MjEwXQ==\">Isaiah 29:16<\/a>), and they intended to do it unknown to God but God here tells them that he will turn things upside down his way and let us see whose word shall stand, his or theirs. They disbelieve Providence: \"Wait awhile,\" says God, \"and you shall be convinced by ocular demonstration that there is a God who governs the world, and that he governs it and orders all the changes that are in it for the good of his church.\" The wonderful revolution here foretold may refer primarily to the happy settlement of the affairs of Judah and Jerusalem after the defeat of Sennacherib's attempt, and the repose which good people then enjoyed, when they were delivered from the alarms of the sword both of war and persecution. But it may look further, to the rejection of the Jews at the first planting of the gospel (for their hypocrisy and infidelity were here foretold, <a class=\"isa\" verses=\"WzE4MjA3XQ==\">Isaiah 29:13<\/a>) and the admission of the Gentiles into the church. <\/p> <p>I. In general, it is a great and surprising change that is here foretold, <a class=\"isa\" verses=\"WzE4MjExXQ==\">Isaiah 29:17<\/a>. <i>Lebanon,<\/i>, that was a forest, <i>shall be turned into a fruitful field<\/i>, and Carmel, that was a fruitful field, shall become a forest. It is a counterchange. Note, Great changes, both for the better and for the worse, are often made in a very little while. It was a sign given them of the defeat of Sennacherib that the ground should be more than ordinarily fruitful (<a class=\"isa\" verses=\"WzE4MzgzXQ==\">Isaiah 37:30<\/a>): <i>You shall eat this year such as grows of itself<\/i>, food for man shall be (as food for beasts is) the spontaneous product of the soil. Then Lebanon became a fruitful field, so fruitful that that which used to be reckoned a fruitful field in comparison with it was looked upon but as a forest. When a great harvest of souls was gathered in to Christ from among the Gentiles then the wilderness was turned into a fruitful field and the Jewish church, that had long been a fruitful field, became a desolate and deserted forest, <a class=\"isa\" verses=\"WzE4NzI1XQ==\">Isaiah 54:1<\/a>. <\/p> <p>II. In particular, <\/p> <p>1. Those that were ignorant shall become intelligent, <a class=\"isa\" verses=\"WzE4MjEyXQ==\">Isaiah 29:18<\/a>. Those that understood not this prophecy (but it was to them as a sealed book, <a class=\"isa\" verses=\"WzE4MjA1XQ==\">Isaiah 29:11<\/a>) shall, when it is accomplished, understand it, and shall acknowledge, not only the hand of God in the event, but the voice of God in the prediction of it: <i>The deaf shall then hear the words of the book.<\/i>, The fulfilling of prophecy is the best exposition of it. The poor Gentiles shall then have divine revelation brought among them and those that sat in darkness shall see a great light, those that were blind shall see out of obscurity for the gospel was sent to them to <i>open their eyes,<\/i>, <a class=\"ref\">Acts 26:18<\/a>. Observe, In order to the making of men fruitful in good affections and actions, the course God's grace takes with them is to open their understandings and make them hear the words of God's book. <\/p> <p>2. Those that were erroneous shall become orthodox (<a class=\"isa\" verses=\"WzE4MjE4XQ==\">Isaiah 29:24<\/a>): <i>Those that erred in spirit,<\/i>, that were under mistakes and misapprehensions concerning the words of the book and the meaning of them, shall come to understanding, to a right understanding of things the Spirit of truth shall rectify their mistakes and lead them into all truth. This should encourage us to pray for <i>those that have erred and are deceived,<\/i>, that God can, and often does, bring such to understanding. Those that murmured at the truths of God as hard sayings, and loved to pick quarrels with them, shall learn the true meaning of these doctrines, and then they will be better reconciled to them. Those that erred concerning the providence of God as to public affairs, and murmured at the disposals of it, when they shall see the issue of things shall better understand them and be aware of what God was designing in all, <a class=\"ref\">Hosea 14:9<\/a>. <\/p> <p>3. Those that were melancholy shall become cheerful and pleasant (<a class=\"isa\" verses=\"WzE4MjEzXQ==\">Isaiah 29:19<\/a>): <i>The meek also shall increase their joy in the Lord.<\/i>, Those who are poor in the world and poor in spirit, who, being in affliction, accommodate themselves to their affliction, are purely passive and not passionate, when they see God appearing for them, they shall <i>add,<\/i>, or <i>repeat, joy in the Lord.<\/i>, This intimates that even in their distress they kept up their joy in the Lord, but now they increased it. Note, Those who, when they are in trouble, can truly rejoice in God, shall soon have cause given them greatly to rejoice in him. When joy in the world is decreasing and fading joy in God is increasing and getting round. This shining light shall shine more and more for that which is aimed at is that <i>this joy may be full.<\/i>, Even <i>the poor among men<\/i>, may rejoice in the Holy One of Israel, and their poverty needs not deprive them of that joy, <a class=\"ref\">Habakkuk 3:17<\/a>. And the meek, the humble, the patient, and dispassionate, shall grow in this joy. Note, The grace of meekness will contribute very much to the increase of our holy joy. <\/p> <p>4. The enemies, that were formidable, shall become despicable. Sennacherib, that <i>terrible one,<\/i>, and his great army, that put the country into such a consternation, shall be <i>brought to nought<\/i>,(<a class=\"isa\" verses=\"WzE4MjE0XQ==\">Isaiah 29:20<\/a>), shall be quite disabled to do any further mischief. The power of Satan, that terrible one indeed, shall be broken by the prevalency of Christ's gospel and those that were subject to bondage through fear of him that had the power of death shall be delivered, <a class=\"ref\">Hebrews 2:14<\/a>. <\/p> <p>5. The persecutors, that were vexatious, shall be quieted, and so those they were troublesome to shall be quiet from the fear of them. To complete the repose of God's people, not only the terrible one from abroad shall be brought to nought, but the scorners at home too shall be consumed and cut off by Hezekiah's reformation. Those are a happy people, and likely to be so, who, when God gives them victory and success against their terrible enemies abroad, take care to suppress vice, and profaneness, and the spirit of persecution, those more dangerous enemies at home. Or, They shall be consumed and cut off by the judgments of God, shall be singled out to be made examples of. Or, They shall insensibly waste away, being put to confusion by the fulfilling of those predictions which they had made a jest of. Observe what had been the wickedness of these scorners, for which they should be cut off. They had been persecutors of God's people and prophets, probably of the prophet Isaiah particularly, and therefore he complains thus feelingly of them and of their subtle malice. Some as informers and persecutors, others as judges, did all they could to take away his life, or at least his liberty. And this is very applicable to the chief priests and Pharisees, who persecuted Christ and his apostles, and for that sin they and their nation of scorners were cut off and consumed. (1.) They ridiculed the prophets and the serious professors of religion they despised them, and did their utmost to bring them into contempt they were scorners, and sat in the seat of the scornful. (2.) They lay in wait for an occasion against them. By their spies they <i>watch for iniquity,<\/i>, to see if they can lay hold of any thing that is said or done that may be called an iniquity. Or they themselves watch for an opportunity to do mischief, as Judas did to betray our Lord Jesus. (3.) They took advantage against them for the least slip of the tongue and, if a thing were ever so little said amiss, it served them to ground an indictment upon. They <i>made a man,<\/i>, though he were ever so wise and good a man, though he were a man of God, <i>an offender for a word,<\/i>, a word mischosen or misplaced, when they could not but know that it was well meant, <a class=\"isa\" verses=\"WzE4MjE1XQ==\">Isaiah 29:21<\/a>. They cavilled at every word that the prophets spoke to them by way of admonition, though ever so innocently spoken, and without any design to affront them. They put the worst construction upon what was said, and made it criminal by strained innuendoes. Those who consider how apt we all are to speak unadvisedly, and to mistake what we hear, will think it very unjust and unfair to <i>make a man an offender for a word.<\/i>,(4.) They did all they could to bring those into trouble that dealt faithfully with them and told them of their faults. Those that <i>reprove in the gates,<\/i>, reprovers by office, that were bound by the duty of their place, as prophets, as judges, and magistrates, to show people their transgressions, they hated these, and laid snares for them, as the Pharisees' emissaries, who were sent to watch our Saviour that they might <i>entangle him in his talk<\/i>,(<a class=\"ref\">Matthew 22:15<\/a>), that they might have something to lay to his charge which might render him odious to the people or obnoxious to the government. <i>So persecuted they the prophets<\/i>, and it is next to impossible for the most cautious to place their words so warily as to escape such snares. See how base wicked people are, who bear ill-will to those who, out of good-will to them, seek to save their souls from death and see what need reprovers have both of courage to do their duty and of prudence to avoid the snare. (5.) They pervert judgment, and will never let an honest man carry an honest cause: <i>They turn aside the just for a thing of nought<\/i>, they condemn him, or give the cause against him, upon no evidence, no colour or pretence whatsoever. They run a man down, and misrepresent him, by all the little arts and tricks they can devise, as they did our Saviour. We must not think it strange if we see the best of men thus treated <i>the disciple is not greater than his Master.<\/i>, But wait awhile, and God will not only <i>bring forth their righteousness,<\/i>, but cut off and consume these scorners. <\/p> <p>6. Jacob, who was made to blush by the reproaches, and made to tremble by the threatenings, of his enemies, shall now be relieved both against his shame and against his fear, by the rolling away of those reproaches and the defeating of those threatenings (<a class=\"isa\" verses=\"WzE4MjE2XQ==\">Isaiah 29:22<\/a>): <i>Thus the Lord saith who redeemed Abraham,<\/i>, that is, called him out of Ur of the Chaldees, and so rescued him from the idolatry of his fathers and plucked him as a <i>brand out of the fire.<\/i>, He that redeemed Abraham out of his snares and troubles will redeem all that are by faith his genuine seed out of theirs. He that began his care of his church in the redemption of Abraham, when it and its Redeemer were in his loins, will not now cast off the care of it. Because the enemies of his people are so industrious both to blacken them and to frighten them, therefore he will appear for the house of Jacob, and they shall not be ashamed as they have been, but shall have wherewith to answer those that reproach them, nor shall <i>their faces now wax pale<\/i>, but they shall gather courage, and look their enemies in the face without change of countenance, as those have reason to do who have the God of Abraham on their side. <\/p> <p>7. Jacob, who thought his family would be extinct and the entail of religion quite cut off, shall have the satisfaction of seeing a numerous progeny devoted to God for a generation, <a class=\"isa\" verses=\"WzE4MjE3XQ==\">Isaiah 29:23<\/a>. (1.) He shall see his children, multitudes of believers and praying people, the spiritual seed of faithful Abraham and wrestling Jacob. Having his quiver full of these arrows, he <i>shall not be ashamed<\/i>,(<a class=\"isa\" verses=\"WzE4MjE2XQ==\">Isaiah 29:22<\/a>) but shall speak with his enemy in the gate, <a class=\"ref\">Psalm 127:5<\/a>. Christ shall <i>not be ashamed<\/i>,(<a class=\"isa\" verses=\"WzE4NjcwXQ==\">Isaiah 50:7<\/a>), for <i>he shall see his seed<\/i>,(<a class=\"isa\" verses=\"WzE4NzIyXQ==\">Isaiah 53:10<\/a>) he sees some, and foresees more, <i>in the midst of him,<\/i>, flocking to the church, and residing there. (2.) His children are the work of God's hands being formed by him, they are formed for him, his <i>workmanship, created unto good works.<\/i>, It is some comfort to parents to think that their children are God's creatures, the work of the hands of his grace. (3.) He and his children shall sanctify the name of God as their God, as <i>the Holy One of Jacob,<\/i>, and shall fear and worship the God of Israel. This is opposed to his being ashamed and waxing pale when he is delivered from his contempts and dangers he shall not magnify himself, but <i>sanctify the Holy One of Jacob.<\/i>, If God make our condition easy, we must endeavour to make his name glorious. Parents and children are ornaments and comforts indeed to each other when they join in sanctifying the name of God. When parents give up their children, and children give up themselves, to God, to be <i>to him for a name and a praise,<\/i>, then the forest will soon become a fruitful field. <\/p>",
    "audit": null
}