{
    "id": 12222,
    "source": "mhm",
    "verse_id": 18361,
    "verse_count": 13,
    "reference": "37:8–20",
    "title": "",
    "html": " <p>8 So Rabshakeh returned, and found the king of Assyria warring against Libnah: for he had heard that he was departed from Lachish. 9 And he heard say concerning Tirhakah king of Ethiopia, He is come forth to make war with thee. And when he heard <i>it,<\/i>, he sent messengers to Hezekiah, saying, 10 Thus shall ye speak to Hezekiah king of Judah, saying, Let not thy God, in whom thou trustest, deceive thee, saying, Jerusalem shall not be given into the hand of the king of Assyria. 11 Behold, thou hast heard what the kings of Assyria have done to all lands by destroying them utterly and shalt thou be delivered? 12 Have the gods of the nations delivered them which my fathers have destroyed, <i>as<\/i>, Gozan, and Haran, and Rezeph, and the children of Eden which <i>were<\/i>, in Telassar? 13 Where <i>is<\/i>, the king of Hamath, and the king of Arphad, and the king of the city of Sepharvaim, Hena, and Ivah? 14 And Hezekiah received the letter from the hand of the messengers, and read it: and Hezekiah went up unto the house of the L <b>ORD<\/b>, and spread it before the L <b>ORD<\/b>,. 15 And Hezekiah prayed unto the L <b>ORD<\/b>, saying, 16 O L <b>ORD<\/b>, of hosts, God of Israel, that dwellest <i>between<\/i>, the cherubims, thou <i>art<\/i>, the God, <i>even<\/i>, thou alone, of all the kingdoms of the earth: thou hast made heaven and earth. 17 Incline thine ear, O L <b>ORD<\/b>, and hear open thine eyes, O L <b>ORD<\/b>, and see: and hear all the words of Sennacherib, which hath sent to reproach the living God. 18 Of a truth, L <b>ORD<\/b>, the kings of Assyria have laid waste all the nations, and their countries, 19 And have cast their gods into the fire: for they <i>were<\/i>, no gods, but the work of men's hands, wood and stone: therefore they have destroyed them. 20 Now therefore, O L <b>ORD<\/b>, our God, save us from his hand, that all the kingdoms of the earth may know that thou <i>art<\/i>, the L <b>ORD<\/b>, <i>even<\/i>, thou only. <\/p> <p>We may observe here, 1. That, if God give us inward satisfaction in his promise, this may confirm us in our silently bearing reproaches. God answered Hezekiah, but it does not appear that he, after deliberation, sent any answer to Rabshakeh but, God having taken the work into his own hands, he quietly left the matter with him. <i>So Rabshakeh returned<\/i>, to the king his master for fresh instructions. 2. Those that delight in war shall have enough of it. Sennacherib, without provocation given to him or warning given by him, went forth to war against Judah and now with as little ceremony the king of Ethiopia goes forth to war against him, <a class=\"isa\" verses=\"WzE4MzYyXQ==\">Isaiah 37:9<\/a>. Those that are quarrelsome may expect to be quarrelled with and God sometimes checks the rage of his enemies by giving it a powerful diversion. 3. It is bad to talk proudly and profanely, but it is worse to write so, for this argues more deliberation and design, and what is written spreads further, lasts longer, and does the more mischief. Atheism and irreligion, written, will certainly be reckoned for another day. 4. Great successes often harden sinners' hearts in their sinful ways and make them the more daring. Because the kings of Assyria have destroyed all lands (though, in fact, they were but a few that fell within their reach), therefore they doubt not but to destroy God's land because the gods of the nations were unable to help they conclude the God of Israel is so because the idolatrous kings of Hamath and Arphad became an easy prey to them therefore they doubt not but to destroy God's land because the idolatrous kings of Hamath and Arphad became an easy prey to them therefore the religious reforming king of Judah must needs be so too. Thus is this proud man ripened for ruin by the sunshine of prosperity. 5. Liberty of access to the throne of grace, and liberty of speech there, are the unspeakable privilege of the Lord's people at all times, especially in times of distress and danger. Hezekiah took Sennacherib's letter, and spread it before the Lord, not designing to make any complaints against him but those grounded upon his own handwriting. Let the thing speak itself here it is in black and white: <i>Open thy eyes, O Lord! and see.<\/i>, God allows his praying people to be humbly free with him, to utter all their words, as Jephthah did, before him, to spread the letter, whether of a friend or an enemy, before him, and leave the contents, the concern of it, with him. 6. The great and fundamental principles of our religion, applied by faith and improved in prayer, will be of sovereign use to us in our particular exigencies and distresses, whatever they are to them therefore we must have recourse, and abide by them so Hezekiah did here. He encouraged himself with this, that the God of Israel is <i>the Lord of hosts,<\/i>, of all hosts, of the hosts of Israel, to animate him, of the hosts of their enemies, to dispirit and restrain them,&mdash;that he is God <i>alone,<\/i>, and there is none that can stand in competition with him,&mdash;that he is the <i>God of all the kingdoms of the earth,<\/i>, and disposes of them all as he pleases for he made heaven and earth, and therefore both can do any thing and does every thing. 7. When we are afraid of men that are great destroyers we may with humble boldness appeal to God as the great Saviour. They have indeed destroyed the nations, who had thrown themselves out of the protection of the true God by worshipping false gods, but the Lord, the God alone, is our God, our King, our lawgiver, and he will save us, who is <i>the Saviour of those that believe.<\/i>,8. We have enough to take hold of, in our wrestling with God by prayer, if we can but plead that his glory is interested in our case, that his name will be profaned if we are run down and glorified if we are relieved. Thence therefore will our most prevailing pleas be drawn: \"Do it for thy glory's sake.\" <\/p>",
    "audit": null
}