{
    "id": 12089,
    "source": "mhm",
    "verse_id": 17656,
    "verse_count": 1,
    "reference": "1:1",
    "title": "",
    "html": " <p>Here is, I. The name of the prophet, <i>Isaiah, <\/i> or <i>Jesahiahu <\/i> (for so it is in the Hebrew), which, in the New Testament is read <i>Esaias. <\/i> His name signifies <i>the salvation of the Lord <\/i> - a proper name for a prophet by whom God <i>gives knowledge of salvation to his people, <\/i> especially for this prophet, who prophesies so much of Jesus the Saviour and of the great salvation wrought out by him. He is said to be <i>the son of Amoz, <\/i> not Amos the prophet (the two names in the Hebrew differ more than in the English), but, as the Jews think, of Amoz the brother, or son, of Amaziah king of Judah, a tradition as uncertain as that rule which they give, that, where a prophet's father is named, he also was himself a prophet. The prophets' pupils and successors are indeed often called their <i>sons, <\/i> but we have few instances, if any, of their own sons being their successors. <b> <\/b> <\/p> <b>\n\n <\/b> II. The nature of the prophecy. It is a vision, being revealed to him in a vision, when he was <i>awake, and heard the words of God, and saw the visions of the Almighty <\/i> (as Balaam speaks, <a class=\"ref\">Numbers 24:4 <\/a>), though perhaps it was not so illustrious a vision at first as that afterwards, <a class=\"ref\">Amos 6:1 <\/a>. The prophets were called <i>seers, <\/i> or seeing men, and therefore their prophecies are fitly called <i>visions. <\/i> It was what he saw with the eyes of his mind, and foresaw as clearly by divine revelation, was as well assured of it, as fully apprised of it, and as much affected with it, as if he had seen it with his bodily eyes. Note 1. God's prophets saw what they spoke of, knew what they said, and require our belief of nothing but what they themselves believed and were sure of, <a class=\"ref\">John 6:69; 1 John 1:1. <\/a>. They could not but speak what they saw, because they saw how much all about them were concerned in it, <a class=\"ref\">Acts 4:20; 2 Corinthians 4:13 <\/a>.\n\n III. The subject of the prophecy. It was what <i>he saw concerning Judah and Jerusalem, <\/i> the country of the two tribes, and that city which was their metropolis; and there is little in it relating to Ephraim, or the ten tribes, of whom there is so much said in the prophecy of Hosea. Some chapters there are in this book which relate to Babylon, Egypt, Tyre, and some other neighbouring nations; but it takes its title from that which is the main substance of it, and is therefore said to be <i>concerning Judah and Jerusalem, <\/i> the other nations spoken of being such as the people of the Jews had concern with. Isaiah brings to them in a special manner, 1. Instruction; for it is the privilege of Judah and Jerusalem that to them pertain the oracles of God. 2. Reproof and threatening; for if in Judah, where God is known, if in Salem, where his name is great, iniquity be found, they, sooner than any other, shall be reckoned with for it. 3. Comfort and encouragement in evil times; for the children of Zion shall be joyful in their king.\n\n IV. The date of the prophecy. Isaiah prophesied <i>in the days of Uzziah, Jotham, Ahaz, and Hezekiah. <\/i> By this it appears, 1. That he prophesied long, especially if (as the Jews say) he was at last put to death by Manasseh, to a cruel death, being sawn asunder, to which some suppose the apostle refers, <a class=\"ref\">Hebrews 11:37 <\/a>. From the year that king Uzziah died (<a class=\"isa\" verses=\"WzE3NzcxXQ==\">Isaiah 6:1 <\/a>) to Hezekiah's sickness and recovery was forty-seven years; how much before, and after, he prophesied, is not certain; some reckon sixty, others eighty years in all. It was an honour to him, and a happiness to his country, that he was continued so long in his usefulness; and we must suppose both that he began young and that he held out to old age; for the prophets were not tied, as the priests were, to a certain age, for the beginning or ending of their administration. 2. That he passed through variety of times. Jotham was a good king, and Hezekiah a better, and no doubt gave encouragement to and took advice from this prophet, were patrons to him, and he a privy-counsellor to them; but between them, and when Isaiah was in the prime of his time, the reign of Ahaz was very profane and wicked; then, no doubt, he was frowned upon at court, and, it is likely, forced to abscond. Good men and good ministers must expect bad times in this world, and prepare for them. Then religion was run down to such a degree that the <i>doors of the house of the Lord were shut up <\/i> and idolatrous <i>altars were erected in every corner of Jerusalem; <\/i> and Isaiah, with all his divine eloquence and messages immediately from God himself, could not help it. The best men, the best ministers, cannot do the good they would do in the world.",
    "audit": null
}