{
    "id": 12178,
    "source": "mhm",
    "verse_id": 18125,
    "verse_count": 3,
    "reference": "25:6–8",
    "title": "",
    "html": " <p>6 And in this mountain shall the L <b>ORD<\/b>, of hosts make unto all people a feast of fat things, a feast of wines on the lees, of fat things full of marrow, of wines on the lees well refined. 7 And he will destroy in this mountain the face of the covering cast over all people, and the vail that is spread over all nations. 8 He will swallow up death in victory and the Lord G <b>OD<\/b>, will wipe away tears from off all faces and the rebuke of his people shall he take away from off all the earth: for the L <b>ORD<\/b>, hath spoken <i>it. <\/i> <\/p> <p>If we suppose (as many do) that this refers to the great joy which there should be in Zion and Jerusalem when the army of the Assyrians was routed by an angel, or when the Jews were released out of their captivity in Babylon, or upon occasion of some other equally surprising deliverance, yet we cannot avoid making it to look further, to the grace of the gospel and the glory which is the crown and consummation of that grace for it is at our resurrection through Christ that the saying here written <i>shall be brought to pass<\/i>, then, and not till then (if we may believe St. Paul), it shall have its full accomplishment: <i>Death is swallowed up in victory,<\/i>, <a class=\"ref\">1 Corinthians 15:54<\/a>. This is a key to the rest of the promises here connected together. And so we have here a prophecy of the salvation and the grace brought unto us by Jesus Christ, into which <i>the prophets enquired and searched diligently,<\/i>, <a class=\"ref\">1 Peter 1:10<\/a>. <\/p> <p>I. That the grace of the gospel should be a royal feast for all people not like that of Ahasuerus, which was intended only to show the grandeur of the master of the feast (<a class=\"ref\">Esther 1:4<\/a>) for this is intended to gratify the guests, and therefore, whereas all <i>there<\/i>, was for show, all <i>here<\/i>, is for substance. The preparations made in the gospel for the kind reception of penitents and supplicants with God are often in the New Testament set forth by the similitude of <i>a feast,<\/i>, as <a class=\"ref\">Matthew 22:1<\/a>, &c., which seems to be borrowed from this prophecy. 1. God himself is the Master of the feast, and we may be sure he prepares like himself, as becomes him to give, rather than as becomes us to receive. <i>The Lord of hosts<\/i>, makes this feast. 2. The guests invited are <i>all people,<\/i>, Gentiles as well as Jews. <i>Go preach the gospel to every creature.<\/i>, There is enough for all, and whoever will may come, and partake freely, even those that are gathered out of the highways and the hedges. 3. The place is <i>Mount Zion.<\/i>, Thence the preaching of the gospel takes rise: the preachers must begin at Jerusalem. The gospel church is the Jerusalem that is above there this feast is made, and to it all the invited guests must go. 4. The provision is very rich, and every thing is of the best. It is a <i>feast,<\/i>, which supposes abundance and variety it is a continual feast to believers, it is their own fault if it be not. It is <i>a feast of fat things and full of marrow<\/i>, so relishing, so nourishing, are the comforts of the gospel to all those that feast upon them and digest them. The returning prodigal was entertained with the fatted calf and David has that pleasure in communion with God with which his soul is satisfied as with marrow and fatness. It is a feast <i>of wines on the lees,<\/i>, the strongest-bodied wines, that have been kept long upon the lees, and then are well refined from them, so that they are clear and fine. There is that in the gospel which, like wine soberly used, makes glad the heart and raises the spirits, and is fit for those that are of a heavy heart, being under convictions of sin and mourning for it, that they may drink and forget their misery (for that is the proper use of wine&mdash;it is a cordial for those that need it, <a class=\"ref\">Proverbs 31:5<\/a>), may be of good cheer, knowing that their sins are forgiven, and may be vigorous in their spiritual work and warfare, as a strong man refreshed with wine. <\/p> <p>II. That the world should be freed from that darkness of ignorance and mistake in the mists of which it had been so long lost and buried (<a class=\"isa\" verses=\"WzE4MTI2XQ==\">Isaiah 25:7<\/a>): <i>He will destroy in this mountain the face of the covering<\/i>, (the covering of the face) with which all people are covered (hood-winked or blind-folded) so that they cannot see their way nor go about their work, and by reason of which they wander endlessly. Their faces are covered as those of men condemned, or dead men. There is <i>a veil spread over all nations,<\/i>, for they all sit in darkness and no marvel, when the Jews themselves, among whom <i>God was known,<\/i>, had a <i>veil upon their hearts,<\/i>, <a class=\"ref\">2 Corinthians 3:15<\/a>. But this veil the Lord will destroy, by the light of his gospel shining in the world, and the power of his Spirit opening men's eyes to receive it. He will raise those to spiritual life that have long been dead in trespasses and sins. <\/p> <p>III. That death should be conquered, the power of it broken, and the property of it altered: <i>He will swallow up death in victory,<\/i>, <a class=\"isa\" verses=\"WzE4MTI3XQ==\">Isaiah 25:8<\/a>. 1. Christ will himself, in his resurrection, triumph over death, will break its bands, its bars, asunder, and cast away all its cords. The grave seemed to swallow him up, but really he swallowed it up. 2. The happiness of the saints shall be out of the reach of death, which puts a period to all the enjoyments of this world, embitters them, and stains the beauty of them. 3. Believers may triumph over death, and look upon it as a conquered enemy: <i>O death! where is thy sting?<\/i>,4. When the dead bodies of the saints shall be raised at the great day, and their mortality swallowed up of life, then death will be for ever swallowed up of victory and it is the last enemy. <\/p> <p>IV. That grief shall be banished, and there shall be perfect and endless joy: <i>The Lord God will wipe away tears from off all faces.<\/i>, Those that mourn for sin shall be comforted and have their consciences pacified. In the covenant of grace there shall be that provided which is sufficient to counterbalance all the sorrows of this present time, to wipe away our tears, and to refresh us. Those particularly that suffer for Christ shall have consolations abounding as their afflictions do abound. But in the joys of heaven, and nowhere short of them, will fully be <i>brought to pass this saying,<\/i>, as that before, for there it is that God shall <i>wipe away all tears,<\/i>, <a class=\"ref\">Revelation 7:17<\/a>. And <i>there shall be no more sorrow,<\/i>, because <i>there shall be no more death.<\/i>, The hope of this should now wipe away all excessive tears, all the weeping that hinders sowing. <\/p> <p>V. That all the reproach cast upon religion and the serious professors of it shall be for ever rolled away: <i>The rebuke of his people,<\/i>, which they have long lain under, the calumnies and misrepresentations by which they have been blackened, the insolence and cruelty with which their persecutors have trampled on them and trodden them down, <i>shall be taken away.<\/i>, Their righteousness shall be brought forth as the light, in the view of all the world, who shall be convinced that they are not such as they have been invidiously characterized and so their salvation from the injuries done them as such shall be wrought out. Sometimes in this world God does that for his people which <i>takes away their reproach from among men.<\/i>, However, it will be done effectually at the great day for the <i>Lord has spoken it,<\/i>, who can, and will, make it good. Let us patiently bear sorrow and shame now, and improve both for shortly both will be done away. <\/p>",
    "audit": null
}