{
    "id": 12253,
    "source": "mhm",
    "verse_id": 18543,
    "verse_count": 12,
    "reference": "44:9-20",
    "title": "",
    "html": "<p>  9  They that make a graven image <i>are<\/i> all of them vanity  and  their delectable things shall not profit  and they <i>are<\/i> their  own witnesses  they see not, nor know  that they may be ashamed.    10  Who hath formed a god, or molten a graven image <i>that<\/i> is  profitable for nothing?    11  Behold, all his fellows shall be ashamed: and the workmen,  they <i>are<\/i> of men: let them all be gathered together, let them  stand up  <i>yet<\/i> they shall fear, <i>and<\/i> they shall be ashamed  together.    12  The smith with the tongs both worketh in the coals, and  fashioneth it with hammers, and worketh it with the strength of  his arms: yea, he is hungry, and his strength faileth: he  drinketh no water, and is faint.    13  The carpenter stretcheth out <i>his<\/i> rule  he marketh it out  with a line  he fitteth it with planes, and he marketh it out  with the compass, and maketh it after the figure of a man,  according to the beauty of a man  that it may remain in the  house.    14  He heweth him down cedars, and taketh the cypress and the  oak, which he strengtheneth for himself among the trees of the  forest: he planteth an ash, and the rain doth nourish <i>it.<\/i>    15  Then shall it be for a man to burn: for he will take  thereof, and warm himself  yea, he kindleth <i>it,<\/i> and baketh  bread  yea, he maketh a god, and worshippeth <i>it <\/i> he maketh it a  graven image, and falleth down thereto.    16  He burneth part thereof in the fire  with part thereof he  eateth flesh  he roasteth roast, and is satisfied: yea, he  warmeth <i>himself,<\/i> and saith, Aha, I am warm, I have seen the  fire:    17  And the residue thereof he maketh a god, <i>even<\/i> his graven  image: he falleth down unto it, and worshippeth <i>it,<\/i> and prayeth  unto it, and saith, Deliver me  for thou <i>art<\/i> my god.    18  They have not known nor understood: for he hath shut their  eyes, that they cannot see  <i>and<\/i> their hearts, that they cannot  understand.    19  And none considereth in his heart, neither <i>is there<\/i>  knowledge nor understanding to say, I have burned part of it in  the fire  yea, also I have baked bread upon the coals thereof  I  have roasted flesh, and eaten <i>it:<\/i> and shall I make the residue  thereof an abomination? shall I fall down to the stock of a tree?    20  He feedeth on ashes: a deceived heart hath turned him aside,  that he cannot deliver his soul, nor say, <i>Is there<\/i> not a lie in  my right hand?  <\/p>  <p>  Often before, God, by the prophet, had mentioned the folly and strange  sottishness of idolaters  but here he enlarges upon that head, and very  fully and particularly exposes them to contempt and ridicule. This  discourse is intended,  1. To arm the people of Israel against the strong temptation they would  be in to worship idols when they were captives in Babylon, in  compliance with the custom of the country (they being far from the city  of their own solemnities) and to humour those who were now their lords  and masters.  2. To cure them of their inclination to idolatry, which was the sin  that did most easily beset them and to reform them from which they were  sent into Babylon. As the rod of God is of use to enforce the word, so  the word of God is of use to explain the rod, that the voice of both  together may be heard and answered.  3. To furnish them with something to say to their Chaldean  task-masters. When they insulted over them, when they asked, <i>Where  is your God?<\/i> they might hence ask them, <i>What are your gods?<\/i>  4. To take off their fear of the gods of their enemies, and to  encourage their hope in their own God that he would certainly appear  against those who set up such scandalous competitors as these with him  for the throne.<\/p>  <p>  Now here, for the conviction of idolaters, we have,<\/p>  <p>  I. A challenge given to them to clear themselves, if they can, from the  imputation of the most shameful folly and senselessness imaginable,   <a class=\"isa\" verses=\"eyIxODU0MyI6M30=\">Isaiah 44:9-11<\/a>.  They set their wits on work to contrive, and their hands on work to  frame, graven images, and they call them <i>their delectable  things <\/i> extremely fond they are of them, and mighty things they  expect from them. Note, Through the corruption of men's nature, those  things that should be detestable to them are desirable and delectable  but those are far gone in a distemper to whom that which is the food  and fuel of it is most agreeable. Now,  1. We tell them that those that do so are all vanity  they deceive  themselves and one another, and put a great cheat upon those for whom  they make these images.  2. We tell them that <i>their delectable things shall not profit<\/i>  them, nor make them any return for the pleasure they take in them  they  can neither supply them with good nor protect them from evil. The  <i>graven images<\/i> are <i>profitable for nothing<\/i> at all, nor will  they ever get any thing by the devoirs they pay to them.  3. We appeal to themselves whether it be not a silly sottish thing to  expect any good from gods of their own making: <i>They are their own  witnesses,<\/i> witnesses against themselves, if they would but give  their own consciences leave to deal faithfully with them, that they are  blind and ignorant in doing thus. <i>They see not nor know,<\/i> and let  them own it, <i>that they may be ashamed.<\/i> If men would but be true  to their own convictions, ordinarily we might be sure of their  conversion, particularly idolaters  for <i>who has formed a god?<\/i>  Who but a mad-man, or one out of his wits, would think of forming a  god, of making that which, if he make it a god, he must suppose to be  his maker?  4. We challenge them to plead their own cause with any confidence or  assurance. If any one has the front to say that he has formed a god,  when all his fellows come together to declare what each of them has  done towards the making of this god, they will all be ashamed of the  cheat they have put upon themselves, and laugh in their sleeves at  those whom they have imposed upon  for <i>the workmen<\/i> that formed  this god <i>are of men,<\/i> weak and impotent, and therefore cannot  possibly make a being that shall be omnipotent, nor can they without  blushing pretend to do so. <i>Let them all be gathered together,<\/i> as  Demetrius and the craftsmen were, to support their sinking trade  <i>let them stand up<\/i> to plead their own cause, and make the best  they can of it, with hand joined in hand  <i>yet they shall fear<\/i> to  undertake it when it comes to the setting to, as conscious to  themselves of the weakness and badness of their cause, <i>and they  shall be ashamed<\/i> of it, not only when they appear singly, but when  by appearing together they hope to keep one another in countenance.  Note, Idolatry and impiety are things which men may justly both tremble  and blush to appear in the defence of.<\/p>  <p>  II. A particular narrative of the whole proceeding in making a god  and  there needs no more to expose it than to describe it and tell the story  of it.<\/p>  <p>  1. The persons employed about it are handicraft tradesmen, the meanest  of them, the very same that you would employ in making the common  utensils of your husbandry, a cart or a plough. You must have a  <i>smith,<\/i> a blacksmith, who <i>with the tongs works in the  coals <\/i> and it is hard work, for he <i>works with the strength of  his arms,<\/i> till <i>he is hungry<\/i> and his strength fails, so eager  is he, and so hasty are those who set him at the work to get it  despatched. He cannot allow himself time to eat or drink, for <i>he  drinks no water, and<\/i> therefore <i>is faint,<\/i>   <a class=\"isa\" verses=\"WzE4NTQ2XQ==\">Isaiah 44:12<\/a>.  Perhaps it was a piece of superstition among them for the workman not  to eat or drink while he was making a god. The plates with which the  smith was to cover the image, or whatever iron-work was to be done  about it, <i>he fashioned with hammers,<\/i> and made it all very exact,  according to the model given him. Then comes <i>the carpenter,<\/i> and  he takes as much care and pains about the timber-work,   <a class=\"isa\" verses=\"WzE4NTQ3XQ==\">Isaiah 44:13<\/a>.  He brings his box of tools, for he has occasion for them all: <i>He  stretches out his rule<\/i> upon the piece of wood, <i>marks it with a  line,<\/i> where it must be sawed or cut of  <i>he fits it,<\/i> or  polishes it, <i>with planes,<\/i> the greater first and then the less  <i>he marks out with the compasses<\/i> what must be the size and shape  of it  and it is just what he pleases.<\/p>  <p>  2. The form in which it is made is that of a man, a poor, weak, dying  creature  but it is the noblest form and figure that he is acquainted  with, and, being his own, he has a peculiar fondness for it and is  willing to put all the reputation he can upon it. He makes it  <i>according to the beauty of a man,<\/i> in comely proportion, with  those limbs and lineaments that are the beauty of a man, but are  altogether unfit to represent the beauty of the Lord. God put a great  honour upon man when, in respect of the powers and faculties of his  souls, he made him after the image of God  but man does a great  dishonour to God when he makes him, in respect of bodily parts and  members, after the image of man. Nor will it at all atone for the  affront so far to compliment his god as to take the fairest of the  children of men for his original whence to take his copy, and to give  him all the beauty of a man that he can think of  for all the <i>beauty  of the body of a man,<\/i> when pretended to be put upon him who is an  infinite Spirit, is a deformity and diminution to him. And, when the  goodly piece is finished, it must <i>remain in the house,<\/i> in the  temple or shrine prepared for it, or perhaps in the dwelling house if  it be one of the <i>lares<\/i> or <i>penates--the household gods.<\/i><\/p>  <p>  3. The matter of which it is mostly made is sorry stuff to make a god  of  it is the stock of a tree.<\/p>  <p>  (1.) The tree itself was fetched out <i>of the forest,<\/i> where it  grew among other trees, of no more virtue or value than its neighbours.  It was a <i>cedar,<\/i> it may be, or a <i>cypress,<\/i> or an  <i>oak,<\/i>   <a class=\"isa\" verses=\"WzE4NTQ4XQ==\">Isaiah 44:14<\/a>.  Perhaps he had an eye upon it some time before for this use, and  <i>strengthened it for himself,<\/i> used some art or other to make it  stronger and better-grown than other trees were. Or, as some read it,  <i>which hath strengthened or lifted up itself among the trees of the  forest,<\/i> the tallest and strongest he can pick out. Or, it may be,  it pleases his fancy better to take <i>an ash,<\/i> which is of a  quicker growth, and which was of his own planting for this use, and  which has been nourished with rain from heaven. See what a fallacy he  puts upon himself, in making that his refuge which was of his own  planting, and which he not only gave the form to, but prepared the  matter for  and what an affront he puts upon the God of heaven in  setting up that a rival with him which was nourished by his rain, that  rain which falls upon the just and unjust.<\/p>  <p>  (2.) The boughs of this tree were good for nothing but for fuel  to  that use were they put, and so were the chips that were cut off from it  in the working of it  they are <i>for a man to burn,<\/i>   <a class=\"isa\" verses=\"WzE4NTQ5XQ==\">Isaiah 44:15<\/a>.  To show that that tree has no innate virtue in it for its own  protection, it is as capable of being burnt as any other tree  and, to  show that he who chose it had no more antecedent value for it than for  any other tree, he makes no difficulty of throwing part of it into the  fire as common rubbish, asking no question for conscience' sake.  [1.] It serves him for his parlour-fire: <i>He will take thereof and  warm himself<\/i>  (<a class=\"isa\" verses=\"WzE4NTQ5XQ==\">Isaiah 44:15<\/a>),  and he finds the comfort of it, and is so far from having any regret in  his mind for it that he saith, <i>Aha! I am warm  I have seen the  fire <\/i> and certainly that part of the tree which served him for  fuel, the use for which God and nature designed it, does him a much  greater kindness and yields him more satisfaction than ever that will  which he makes a god of.  [2.] It serves him for his kitchen-fire: <i>He eats flesh<\/i> with it,  that is, he dresses the flesh with it which he is to eat  he  <i>roasteth roast, and is satisfied<\/i> that he has not done amiss to  put it to this use. Nay,  [3.] It serves him to heat the oven with, in which we use that fuel  which is of least value: <i>He kindles it and bakes bread<\/i> with the  heat of it, and none charges him with doing wrong.<\/p>  <p>  (3.) Yet, after all, the stock or body of the tree shall serve to make  a god of, when it might as well have served to make a bench, as one of  themselves, even a poet of their own, upbraids them, <i>Horat. Sat.<\/i>  1.8:<\/p>  <center>    <\/center>  <br>  <center>    <\/center>  <p>  And another of them threatens the idol to whom he had committed the  custody of his woods that, if he did not preserve them to be fuel for  his fire, he should himself be made use of for that purpose:<\/p>  <center>    <\/center>  <center>    <\/center>  <p>  When the besotted idolater has thus served the meanest purposes with  part of his tree, and the rest has had time to season (he makes that a  god in his imagination while that is in the doing, <i>and worships  it<\/i>): He <i>makes it a graven image, and falls down thereto<\/i>  (<a class=\"isa\" verses=\"WzE4NTQ5XQ==\">Isaiah 44:15<\/a>),  that is  (<a class=\"isa\" verses=\"WzE4NTUxXQ==\">Isaiah 44:17<\/a>),  <i>The residue thereof he makes a god, even his graven image,<\/i>  according to his fancy and intention  he <i>falls down to it, and  worships it,<\/i> gives divine honours to it, prostrates himself before  it in the most humble reverent posture, as a servant, as a suppliant  <i>he prays to it,<\/i> as having a dependence upon it, and great  expectations from it  <i>he saith, Deliver me, for thou art my god.<\/i>  There where he pays his homage and allegiance he justly looks for  protection and deliverance. What a strange infatuation is this, to  expect help from gods that cannot help themselves! But it is this  praying to them that makes them gods, not what the smith or the  carpenter did to them. What we place our confidence in for deliverance  that we make a god of.<\/p>  <center>    <\/center>  <center>    <\/center>  <p>  III. Here is judgment given upon this whole matter,   <a class=\"isa\" verses=\"eyIxODU1MiI6M30=\">Isaiah 44:18-20<\/a>.  In short, it is the effect and evidence of the greatest stupidity and  sottishness that one could ever imagine rational beings to be guilty  of, and shows that man has become worse than the beasts that perish  for they act according to the dictates of sense, but man acts not  according to the dictates of reason  (<a class=\"isa\" verses=\"WzE4NTUyXQ==\">Isaiah 44:18<\/a>):  <i>They have not known nor understood<\/i> common sense  men that act  rationally in other things in this act most absurdly. Though they have  some knowledge and understanding, yet they are strangers to, nay, they  are rebels against the great law of consideration  (<a class=\"isa\" verses=\"WzE4NTQ2XQ==\">Isaiah 44:12<\/a>):  <i>None considers in his heart,<\/i> nor has so much application of mind  as to reason thus with himself, which one would think he might easily  do, though there were none to reason with him: \"<i>I have burnt part of  this tree in the fire,<\/i> for baking and roasting  <i>and<\/i> now  <i>shall I make the residue thereof an abomination?<\/i>\" (that is,  <i>an idol,<\/i> for that is an abomination to God and all wise and good  men)  \"shall I ungratefully choose to do, or presumptuously dare to do,  what the Lord hates? shall I be such a fool as to fall down to the  stock of a tree--a senseless, lifeless, helpless thing? shall I so far  disparage myself, and make myself like that I bow down to?\" A growing  tree may be a beautiful stately thing, but the stock of a tree has lost  its glory, and he has lost his that gives glory to it. Upon the whole,  the sad character given of these idolaters is,  1. That they put a cheat upon themselves  (<a class=\"isa\" verses=\"WzE4NTU0XQ==\">Isaiah 44:20<\/a>):  <i>They feed on ashes <\/i> they feed themselves with hopes of advantage  by worshipping these idols, but they will be disappointed as much as a  man that would expect nourishment by feeding on ashes. Feeding on ashes  is an evidence of a depraved appetite and a distempered body  and it is  a sign that the soul is overpowered by very bad habits when men, in  their worship, go no further than the sight of their eyes will carry  them. They are wretchedly deluded, and it is their own fault: <i>A  deceived heart<\/i> of their own, more than the deceiving tongue of  others, <i>has turned them aside<\/i> from the faith and worship of the  living God to dumb idols. They are <i>drawn away of their own lusts and  enticed.<\/i> The apostasy of sinners from God is owing entirely to  themselves and to the evil heart of unbelief that is in their own  bosom. A revolting and rebellious heart is a deceived heart.  2. That they wilfully persist in their self-delusion and will not be  undeceived. There is none of them that can be persuaded so far to  suspect himself as to say, <i>Is there not a lie in my right hand?<\/i>  and so to think of delivering his soul. Note,  (1.) Idolaters have a lie in their right hand  for an idol is a lie, is  not what it pretends, performs not what it promises, and it is a  <i>teacher of lies,<\/i>   <a class=\"ref\">Habakkuk 2:18<\/a>.  (2.) It highly concerns those that are secure in an evil way seriously  to consider whether there be not a lie in their right hand. Is not  that a lie which with complacency we hold fast as our chief good? Are  our hearts set upon the wealth of the world and the pleasures of sense?  They will certainly prove a lie in our right hand. And is not that a  lie which with confidence we hold fast by, as the ground on which we  build our hopes for heaven? If we trust to our external professions and  performances, as if those would save us, we deceive ourselves with a  lie in our right hand, with a house built on the sand.  (3.) Self-suspicion is the first step towards self-deliverance. We  cannot be faithful to ourselves unless we are jealous of ourselves. He  that would deliver his soul must begin with putting this question to  his own conscience. <i>Is there not a lie in my right hand?<\/i>  (4.) Those that are given up to believe in a lie are under the power of  strong delusions, which it is hard to get clear of,   <a class=\"ref\">2 Thessalonians 2:11<\/a>.<\/p>",
    "audit": null
}