{
    "id": 12118,
    "source": "mhm",
    "verse_id": 17809,
    "verse_count": 8,
    "reference": "8:1-8",
    "title": "",
    "html": "<p>  1  Moreover the L<b>ORD<\/b> said unto me, Take thee a great roll, and  write in it with a man's pen concerning Maher-shalal-hash-baz.    2  And I took unto me faithful witnesses to record, Uriah the  priest, and Zechariah the son of Jeberechiah.    3  And I went unto the prophetess  and she conceived, and bare a  son. Then said the L<b>ORD<\/b> to me, Call his name  Maher-shalal-hash-baz.    4  For before the child shall have knowledge to cry, My father,  and my mother, the riches of Damascus and the spoil of Samaria  shall be taken away before the king of Assyria.    5  The L<b>ORD<\/b> spake also unto me again, saying,    6  Forasmuch as this people refuseth the waters of Shiloah that  go softly, and rejoice in Rezin and Remaliah's son    7  Now therefore, behold, the Lord bringeth up upon them the  waters of the river, strong and many, <i>even<\/i> the king of Assyria,  and all his glory: and he shall come up over all his channels,  and go over all his banks:    8  And he shall pass through Judah  he shall overflow and go  over, he shall reach <i>even<\/i> to the neck  and the stretching out  of his wings shall fill the breadth of thy land, O Immanuel.  <\/p>  <p>  In these verses we have a prophecy of the successes of the king of  Assyria against Damascus, Samaria, and Judah, that the two former  should be laid waste by him, and the last greatly frightened. Here we  have,<\/p>  <p>  I. Orders given to the prophet to write this prophecy, and publish it  to be seen and read of all men, and to leave it upon record, that when  the thing came to pass they might know that God had sent him  for that  was one end of prophecy,   <a class=\"ref\">John 14:29<\/a>.  He must <i>take a great roll,<\/i> which would contain those five  chapters fairly written in words at length  and he must write in it all  that he had foretold concerning the king of Assyria's invading the  country  he must <i>write it with a man's pen,<\/i> in the usual way and  style of writing, so as that it might be legible and intelligible by  all. See   <a class=\"ref\">Habakkuk 2:2<\/a>,  <i>Write the vision, and make it plain.<\/i> Those that speak and write  of the things of God should avoid obscurity, and study to speak and  write so as to be understood,   <a class=\"ref\">1 Corinthians 14:19<\/a>.  Those that write for men should write with a man's pen, and not covet  the pen or tongue of angels. And forasmuch as it is usual to put some  short, but significant comprehensive title before books that are  published, the prophet is directed to call his book  <i>Maher-shalal-hash-baz--Make speed to the spoil, hasten to the  prey,<\/i> intimating that the Assyrian army should come upon them with  great speed and make great spoil. By this title the substance and  meaning of the book would be enquired after by those that heard of it,  and remembered by those that had read it or heard it read. It is  sometimes a good help to memory to put much matter in few words, which  serve as handles by which we take hold of more.<\/p>  <p>  II. The care of the prophet to get this record well attested  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:2<\/a>):  <i>I took unto me faithful witnesses to record <\/i> he wrote the  prophecy in their sight and presence, and made them subscribe their  names to it, that they might be ready, if afterwards there should be  occasion, to make oath of it, that the prophet had so long before  foretold the descent which the Assyrians made upon that country. He  names his witnesses for the greater certainty, that they might be  appealed to by any. They were two in number (for <i>out of the mouth of  two witnesses shall every word be established<\/i>)  one was Uriah the  priest  he is mentioned in the story of Ahaz, but for none of his good  deeds, for he humoured Ahaz with an idolatrous altar  (<a class=\"ref\">2 Kings 16:10<\/a>)  however, at this time, no exception lay against him, being a faithful  witness. See what full satisfaction the prophets took care to give to  all persons concerned of the sincerity of their intentions, that we  might know with a full assurance the <i>certainty of the things wherein  we have been instructed,<\/i> and that we have <i>not followed  cunningly-devised fables.<\/i><\/p>  <p>  III. The making of the title of his book the name of his child, that it  might be the more taken notice of and the more effectually perpetuated,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:3<\/a>.  His wife (because the wife of a prophet) is called <i>the  prophetess <\/i> she <i>conceived and bore a son,<\/i> another son, who  must carry a sermon in his name, as the former had done  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 7:3<\/a>),  but with this difference, that spoke mercy, <i>Shear-jashub--The remnant  shall return <\/i> but, that being slighted, this speaks judgment,  <i>Maher-shalal-hash-baz--In making speed to the spoil he shall  hasten,<\/i> or <i>he has hastened, to the prey.<\/i> The prophecy is  doubled, even in this one name, for the thing was certain. <i>I will  hasten my word,<\/i>   <a class=\"ref\">Jeremiah 1:12<\/a>.  Every time the child was called by his name, or any part of it, it  would serve as a memorandum of the judgments approaching. Note, It is  good for us often to put ourselves in mind of the changes and troubles  we are liable to in this world, and which perhaps are at the door. When  we look with pleasure on our children it should be with the allay of  this thought, We know not what they are yet reserved for.<\/p>  <p>  IV. The prophecy itself, which explains this mystical name.<\/p>  <p>  1. That Syria and Israel, who were now in confederacy against Judah,  should in a very little time become an easy prey to the king of Assyria  and his victorious army  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:4<\/a>):  \"<i>Before the child,<\/i> now newly born and named, shall have  <i>knowledge to cry, My father, and My mother<\/i>\" (which are usually  some of the first things that children know and some of the first words  that children speak), that is, \"in about a year or two, <i>the riches  of Damascus, and the spoil of Samaria,<\/i> those cities that are now so  secure themselves and so formidable to their neighbours, <i>shall be  taken away before the king of Assyria,<\/i> who shall plunder both city  and country, and send the best effects of both into his own land, to  enrich that, and as trophies of his victory.\" Note, Those that spoil  others must expect to be themselves spoiled  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 33:1<\/a>)  for the Lord is righteous, and those that are troublesome shall be  troubled.<\/p>  <p>  2. That forasmuch as there were many in Judah that were secretly in the  interests of Syria and Israel, and were disaffected to the house of  David, God would chastise them also by the king of Assyria, who should  create a great deal of vexation to Judah, as was foretold,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 7:17<\/a>.  Observe,  (1.) What was the sin of the discontented party in Judah  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:6<\/a>):  <i>This people,<\/i> whom the prophet here speaks to, <i>refuse the  waters of Shiloah that go softly,<\/i> despise their own country and the  government of it, and love to run it down, because it does not make so  great a figure, and so great a noise, in the world, as some other kings  and kingdoms do. They refuse the comforts which God's prophets offer  them from the word of God, speaking to them in a still small voice, and  make nothing of them  but <i>they rejoice in Rezin and Remaliah's  son,<\/i> who were the enemies of their country, and were now actually  invading it  they cried them up as brave men, magnified their policies  and strength, applauded their conduct, were well pleased with their  successes, and were hearty well-wishers to their designs, and resolved  to desert and go over to them. Such vipers does many a state foster in  its bosom, that eat its bread, and yet adhere to its enemies, and are  ready to quit its interests if they but seem to totter.  (2.) The judgment which God would bring upon them for this sin. The  same king of Assyria that should lay Ephraim and Syria waste should be  a scourge and terror to those of their party in Judah,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 8:7<\/a>.  Because they <i>refuse the waters of Shiloah,<\/i> and will not  accommodate themselves to the government God has set over them, but are  uneasy under it, <i>therefore the Lord brings upon them the waters of  the river, strong and many,<\/i> the river Euphrates. They slighted the  land of Judah, because it had no river to boast of comparable to that  the river at Jerusalem was a very inconsiderable one. \"Well,\" says God,  \"if you be such admirers of Euphrates, you shall have enough of it  the  king of Assyria, whose country lies upon that river, shall come with  his glory, with his great army, which you cry up as his glory,  despising your own king because he cannot bring such an army as that  into the field  God shall bring that army upon you.\" If we value men,  if we over-value them, for their worldly wealth and power, it is just  with God to make them thereby a scourge to us. It is used as an  argument against magnifying rich men that <i>rich men oppress us,<\/i>   <a class=\"ref\">James 2:3<\/a>.  Let us be best pleased with the waters of Shiloah, that go softly, for  rapid streams are dangerous. It is threatened that the Assyrian army  should break in upon them like a deluge, or inundation of waters,  bearing down all before it, should come up over all his channels, and  overflow all his banks. It would be to no purpose to oppose or  withstand them. Sennacherib and his army should pass through Judah, and  meet with so little resistance that it should look more like a march  through the country than a descent upon it. <i>He shall reach even to  the neck,<\/i> that is, he shall advance so far as to lay siege to  Jerusalem, the head of the kingdom, and nothing but that shall be kept  out of his hands  for that was the holy city. Note, In the greatest  deluge of trouble God can and will keep the head of his people above  water, and so preserve their comforts and spiritual lives  the waters  that come into their souls may reach to the neck  (<a class=\"ref\">Psalm 69:1<\/a>),  but there shall their proud waves be stayed. And here is another  comfortable intimation that though the stretching out of the wings of  the Assyrian, that bird of prey, though the right and left wing of his  army, should fill the breadth of the land of Judah, yet still it was  Immanuel's land. It is <i>thy land, O Immanuel!<\/i> It was to be  Christ's land  for there he was to be born, and live, and preach, and  work miracles. He was Zion's King, and therefore had a peculiar  interest in and concern for that land. Note, The lands that Immanuel  owns for his, as he does all those lands that own him, though they may  be deluged, shall not be destroyed  <i>for, when the enemy shall come  in like a flood,<\/i> Immanuel shall secure his own, and shall <i>lift  up a standard against him,<\/i>   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 59:19<\/a>.<\/p>",
    "audit": null
}