{
    "id": 12106,
    "source": "mhm",
    "verse_id": 17741,
    "verse_count": 7,
    "reference": "5:1–7",
    "title": "",
    "html": "<p>1 Now will I sing to my wellbeloved a song of my beloved touching his vineyard. My wellbeloved hath a vineyard in a very fruitful hill: 2 And he fenced it, and gathered out the stones thereof, and planted it with the choicest vine, and built a tower in the midst of it, and also made a winepress therein: and he looked that it should bring forth grapes, and it brought forth wild grapes. 3 And now, O inhabitants of Jerusalem, and men of Judah, judge, I pray you, betwixt me and my vineyard. 4 What could have been done more to my vineyard, that I have not done in it? wherefore, when I looked that it should bring forth grapes, brought it forth wild grapes? 5 And now go to I will tell you what I will do to my vineyard: I will take away the hedge thereof, and it shall be eaten up<i>and<\/i> break down the wall thereof, and it shall be trodden down: 6 And I will lay it waste: it shall not be pruned, nor digged but there shall come up briers and thorns: I will also command the clouds that they rain no rain upon it. 7 For the vineyard of the L<b>ORD<\/b> of hosts<i>is<\/i> the house of Israel, and the men of Judah his pleasant plant: and he looked for judgment, but behold oppression for righteousness, but behold a cry.<\/p><p>See what variety of methods the great God takes to awaken sinners to repentance by convincing them of sin, and showing them their misery and danger by reason of it. To this purport he speaks sometimes in plain terms and sometimes in parables, sometimes in prose and sometimes in verse, as here. \"We have tried to<i>reason with you<\/i> ( <a class=\"ref\"><\/a>) now let us put your case into a poem, inscribed to the honour of my well beloved.\" God the Father dictates it to the honour of Christ his well beloved Son, whom he has constituted Lord of the vineyard. The prophet sings it to the honour of Christ too, for he is his well beloved. The Old-Testament prophets were friends of the bridegroom. Christ is God's beloved Son and our beloved Saviour. Whatever is said or sung of the church must be intended to his praise, even that which (like this) tends to our shame. This parable was put into a song that it might be the more moving and affecting, might be the more easily learned and exactly remembered, and the better transmitted to posterity and it is an exposition of he song of Moses ( <a class=\"ref\"><\/a>), showing that what he then foretold was now fulfilled. Jerome says, Christ the well-beloved did in effect sing this mournful song when he beheld Jerusalem<i>and wept over it<\/i> ( <a class=\"ref\"><\/a>), and had reference to it in the parable of the vineyard ( <a class=\"ref\"><\/a> , &c.), only here the fault was in the vines, there in the husbandmen. Here we have,<\/p><p>I. The great things which God had done for the Jewish church and nation. When all the rest of the world lay in common, not cultivated by divine revelation, that was his vineyard, they were his peculiar people. He acknowledged them as his own, set them apart for himself. The soil they were planted in was extraordinary it was<i>a very fruitful hill, the horn of the son of oil<\/i> so it is in the margin. There was plenty, a cornucopia and there was dainty: they did there eat the fat and drink the sweet, and so were furnished with abundance of good things to honour God with in sacrifices and free-will offerings. The advantages of our situation will be brought into the account another day. Observe further what God did for this vineyard. 1. He fenced it, took it under his special protection, kept it night and day under his own eye, lest any should hurt it, <a class=\"ref\"><\/a>. If they had not themselves thrown down their fence, no inroad could have been made upon them, <a class=\"ref\"><\/a>. 2. He gathered the stones out of it, that, as nothing from without might damage it, so nothing within might obstruct its fruitfulness. He proffered his grace to take away the stony heart. 3. He planted it with the choicest vine, set up a pure religion among them, gave them a most excellent law, instituted ordinances very proper for the keeping up of their acquaintance with God, <a class=\"ref\"><\/a>. 4. He built a tower in the midst of it, either for defence against violence or for the dressers of the vineyard to lodge in or rather it was for the owner of the vineyard to sit in, to take a view of the vines (Song of <a class=\"ref\"><\/a>)&mdash; a summer-house. The temple was this tower, about which the priests lodged, and where God promised to meet his people, and gave them the tokens of his presence among them and pleasure in them. 5. He made a wine-press therein, set up his altar, to which the sacrifices, as the fruits of the vineyard, should be brought.<\/p><p>II. The disappointment of his just expectations from them:<i>He looked that it should bring forth grapes,<\/i> and a great deal of reason he had for that expectation. Note, God expects vineyard-fruit from those that enjoy vineyard-privileges, not leaves only, as <a class=\"ref\"><\/a>. A bare profession, though ever so green, will not serve: there must be more than buds and blossoms. Good purposes and good beginnings are good things, but not enough there must be fruit, a good heart and a good life, vineyard fruit, thoughts and affections, words and actions, agreeable to the Spirit, which is the fatness of the vineyard ( <a class=\"ref\"><\/a>), <i>answerable to the ordinances,<\/i> which are the dressings of the vineyard, acceptable to God, the Lord of the vineyard, and fruit according to the season. Such fruit as this God expects from us, grapes, the fruit of the vine, with which they honour God and man ( <a class=\"ref\"><\/a>) and his expectations are neither high nor hard, but righteous and very reasonable. Yet see how his expectations are frustrated:<i>It brought forth wild grapes<\/i> not only no fruit at all, but bad fruit, worse than none, grapes of Sodom, <a class=\"ref\"><\/a>. 1. Wild grapes are the fruits of the corrupt nature, fruit according to the crabstock, not according to the engrafted branch, from the root of bitterness, <a class=\"ref\"><\/a>. Where grace does not work corruption will. 2. Wild grapes are hypocritical performances in religion, that look like grapes, but are sour or bitter, and are so far from being pleasing to God that they are provoking, as theirs mentioned in <a class=\"ref\"><\/a>. Counterfeit graces are wild grapes.<\/p><p>III. An appeal to themselves whether upon the whole matter God must not be justified and they condemned, <a class=\"ref\"><\/a>. And now the case is plainly stated:<i>O inhabitants of Jerusalem, and men of Judah! judge, I pray you, betwixt me and my vineyard. <\/i> This implies that God was blamed about them. There was a controversy between them and him but the equity was so plain on his side that he could venture to put the decision of the controversy to their own consciences. \"Let any inhabitant of Jerusalem, any man of Judah, that has but the use of his reason and a common sense of equity and justice, speak his mind impartially in this matter.\" Here is a challenge to any man to show, 1. Any instance wherein God had been wanting to them:<i>What could have been done more to my vineyard, that I have not done in it?<\/i> He speaks of the external means of fruitfulness, and such as might be expected from the dresser of a vineyard, from whom it is not required that he should change the nature of the vine. <i>What ought to have been done more?<\/i> so it may be read. They had everything requisite for instruction and direction in their duty, for quickening them to it and putting them in mind of it. No inducements were wanting to persuade them to it, but all arguments were used that were proper to work either upon hope or fear and they had all the opportunities they could desire for the performance of their duty, the new moons, and the sabbaths, and solemn feasts They had the scriptures, the lively oracles, a standing ministry in the priests and Levites, besides what was extraordinary in the prophets. No nation had statutes and judgments so righteous. 2. Nor could any tolerable excuse be offered for their walking thus contrary to God. \"Wherefore, what reason can be given why it should bring forth wild grapes, when I looked for grapes?\" Note, The wickedness of those that profess religion, and enjoy the means of grace, is the most unreasonable unaccountable thing in the world, and the whole blame of it must lie upon the sinners themselves. \"<i>If thou scornest, thou alone shalt bear it,<\/i> and shalt not have a word to say for thyself in the judgment of the great day.\" God will prove his own ways equal and the sinner's ways unequal.<\/p><p>IV. Their doom read, and a righteous sentence passed upon them for their bad conduct towards God ( <a class=\"ref\"><\/a>): \"<i>And now go to,<\/i> since nothing can be offered in excuse of the crime or arrest of the judgement, <i>I will tell you what I am now determined to do to my vineyard. <\/i> I will be vexed and troubled with it no more since it will be good for nothing, it<i>shall<\/i> be good for nothing in short, it shall cease to be a vineyard, and be turned into a wilderness: the church of the Jews shall be unchurched their charter shall be taken away, and they shall become<i>lo-ammi&mdash;not my people. <\/i> \" 1. \"They shall no longer be distinguished as a peculiar people, but be laid in common:<i>I will take away the hedge thereof,<\/i> and then it will soon be eaten up and become as bare as other ground.\" They mingled with the nations and therefore were justly scattered among them. 2. \"They shall no longer be protected as God's people, but left exposed. God will not only suffer the wall to go to decay, but he will break it down, will remove all their defences from them, and then they will become an easy prey to their enemies, who have long waited for an opportunity to do them a mischief, and will now tread them down and trample upon them.\" 3. \"They shall no longer have the face of a vineyard, and the form and shape of a church and commonwealth, but shall be levelled and laid waste.\" This was fulfilled when<i>Jerusalem for their sakes was ploughed as a field,<\/i> <a class=\"ref\"><\/a>. 4. \"No more pains shall be taken with them by magistrates or ministers, the dressers and keepers of their vineyard it shall not be pruned nor digged, but every thing shall run wild, and nothing shall come up but briers and thorns, the products of sin and the curse,\" <a class=\"ref\"><\/a>. When errors and corruptions, vice and immorality, go without check or control, no testimony borne against them, no rebuke given them or restraint put upon them, the vineyard is unpruned, is not dressed, or ridded and then it will soon be like the vineyard of the man void of understanding, all grown over with thorns. 5. \"That which completes its woe is that the dews of heaven shall be withheld he that has the key of the clouds will command them that they rain no rain upon it, and that alone is sufficient to run it into a desert.\" Note, God in a way of righteous judgment, denies his grace to those that have long received it in vain. The sum of all is that those who would not bring forth good fruit should bring forth none. The curse of barrenness is the punishment of the sin of barrenness, as <a class=\"ref\"><\/a>. This had its partial accomplishment in the destruction of Jerusalem by the Chaldeans, its full accomplishment in the final rejection of the Jews, and has its frequent accomplishment in the departure of God's Spirit from those persons who have long resisted him and striven against him, and the removal of his gospel from those places that have been long a reproach to it, while it has been an honour to them. It is no loss to God to lay his vineyard waste for he can, when he please, turn a wilderness into a fruitful field and when he does thus dismantle a vineyard, it is but as he did by the garden of Eden, which, when man had by sin forfeited his place in it, was soon levelled with common soil.<\/p><p>V. The explanation of this parable, or a key to it ( <a class=\"ref\"><\/a>), where we are told, 1. What is meant by the vineyard (it is<i>the house of Israel,<\/i> the body of the people, incorporated in one church and commonwealth), and what by the vines, the pleasant plants, the plants of God's pleasure, which he had been pleased in and delighted in doing good to they are<i>the men of Judah<\/i> these he had dealt graciously with, and from them he expected suitable returns. 2. What is meant by the grapes that were expected and the wild grapes that were produces:<i>He looked for judgment and righteousness,<\/i> that the people should be honest in all their dealings and the magistrates should strictly administer justice. This might reasonably be expected among a people that had such excellent laws and rules of justice given them ( <a class=\"ref\"><\/a>) but the fact was quite otherwise instead of judgment there was the cruelty of the oppressors, and instead of righteousness the cry of the oppressed. Every thing was carried by clamour and noise, and not by equity and according to the merits of the cause. It is sad with a people when wickedness has usurped the place of judgment, <a class=\"ref\"><\/a>. It is very sad with a soul when instead of the grapes of humility, meekness, patience, love, and contempt of the world, which God looks for, there are the wild grapes of pride, passion, discontent, malice, and contempt of God&mdash;instead of the grapes of praying and praising, the wild grapes of cursing and swearing, which are a great offence to God. Some of the ancients apply this to the Jews in Christ's time, among whom God looked for righteousness (that is, that they should receive and embrace Christ), but behold a cry, that cry, <i>Crucify him, crucify him. <\/i><\/p> ",
    "audit": null
}