{
    "id": 12257,
    "source": "mhm",
    "verse_id": 18567,
    "verse_count": 6,
    "reference": "45:5-10",
    "title": "",
    "html": "<p>  5  I <i>am<\/i> the L<b>ORD<\/b>, and <i>there is<\/i> none else, <i>there is<\/i> no God  beside me: I girded thee, though thou hast not known me:    6  That they may know from the rising of the sun, and from the  west, that <i>there is<\/i> none beside me. I <i>am<\/i> the L<b>ORD<\/b>, and <i>there  is<\/i> none else.    7  I form the light, and create darkness: I make peace, and  create evil: I the L<b>ORD<\/b> do all these <i>things.<\/i>    8  Drop down, ye heavens, from above, and let the skies pour  down righteousness: let the earth open, and let them bring forth  salvation, and let righteousness spring up together  I the L<b>ORD<\/b>  have created it.    9  Woe unto him that striveth with his Maker! <i>Let<\/i> the potsherd  <i>strive<\/i> with the potsherds of the earth. Shall the clay say to  him that fashioneth it, What makest thou? or thy work, He hath no  hands?    10  Woe unto him that saith unto <i>his<\/i> father, What begettest  thou? or to the woman, What hast thou brought forth?  <\/p>  <p>  God here asserts his sole and sovereign dominion, as that which he  designed to prove and manifest to the world in all the great things he  did for Cyrus and by him. Observe,<\/p>  <p>  I. How this doctrine is here laid down concerning the sovereignty of  the great Jehovah, in two things:--  1. That he is God alone, and there is no God besides him. This is here  inculcated as a fundamental truth, which, if it were firmly believed,  would abolish idolatry out of the world. With what an awful,  commanding, air of majesty and authority, bidding defiance, as it were,  to all pretenders, does the great God here proclaim it to the world:  <i>I am the Lord, I the Lord, Jehovah,<\/i> and <i>there is none else,  there is no God besides me,<\/i> no other self-existent,  self-sufficient, being, none infinite and eternal. And again  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 45:6<\/a>),  <i>There is none besides me <\/i> all that are set up in competition  with me are counterfeits  they are all vanity and a lie, for <i>I am  the Lord, and there is none else.<\/i> This is here said to Cyrus, not  only to cure him of the sin of his ancestors, which was the worshipping  of idols, but to prevent his falling into the sin of some of his  predecessors in victory and universal monarchy, which was the setting  up of themselves for gods and being idolized, to which some attribute  much of the origin of idolatry. Let Cyrus, when he becomes thus rich  and great, remember that still he is but a man, and there is no God but  one.  2. That he is Lord of all, and there is nothing done without him  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 45:7<\/a>):  <i>I form the light,<\/i> which is grateful and pleasing, and  <i>I create darkness,<\/i> which is grievous and unpleasing. <i>I make  peace<\/i> (put here for all good) and <i>I create evil,<\/i> not the  evil of sin (God is not the author of that), but the evil of  punishment. <i>I the Lord<\/i> order, and direct, and <i>do all these  things.<\/i> Observe,  (1.) The very different events that befal the children of men. Light  and darkness are opposite to each other, and yet, in the course of  providence, they are sometimes intermixed, like the morning and evening  twilights, <i>neither day nor night,<\/i>   <a class=\"ref\">Zechariah 14:6<\/a>.  There is a mixture of joys and sorrows in the same cup, allays to each  other. Sometimes they are counterchanged, as noonday light and  midnight darkness. In the revolution of every day each takes its turn,  and there are short transitions from the one to the other, witness  Job's case.  (2.) The self-same cause of both, and that is he that is the first  Cause of all: <i>I the Lord,<\/i> the fountain of all being, am the  fountain of all power. He who formed the natural light  (<a class=\"ref\">Genesis 1:3<\/a>)  still forms the providential light. He who at first made peace among  the jarring seeds and principles of nature makes peace in the affairs  of men. He who allowed the natural darkness, which was a mere  privation, creates the providential darkness  for concerning troubles  and afflictions he gives positive orders. Note, The wise God has the  ordering and disposing of all our comforts, and all our crosses, in  this world.<\/p>  <p>  II. How this doctrine is here proved and published.  1. It is proved by that which God did for Cyrus: \"<i>There is no God  besides me,<\/i> for  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 45:5<\/a>)  <i>I girded thee, though thou hast not known me.<\/i> It was not thy own  idol, which thou didst know and worship, that girded thee for this  expedition, that gave thee authority and ability for it. No, it was I  that girded thee, I whom thou didst not know, nor seek to.\" By  <i>this<\/i> it appears that the God of Israel is the only true God,  that he manages and makes what use he pleases even of those that are  strangers to him and pay their homage to other gods.  2. It is published to all the world by the word of God, by his  providence, and by the testimony of the suffering Jews in Babylon, that  all may know from the east and from the west, sunrise and sun-set, that  the Lord is God and there is none else. The wonderful deliverance of  the Israel of God proclaimed to all the world that <i>there is none  like unto the God of Jeshurun, that rides on the heavens for their  help.<\/i><\/p>  <p>  III. How this doctrine is here improved and applied.<\/p>  <p>  1. For the comfort of those that earnestly longed, and yet quietly  waited, for the redemption of Israel  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 45:8<\/a>):  <i>Drop down, you heavens, from above.<\/i> Some take this as the  saints' prayer for the deliverance. I rather take it as God's precept  concerning it  for he is said to <i>command deliverances,<\/i>   <a class=\"ref\">Psalm 44:4<\/a>.  Now the precept is directed to heaven and earth, and all the hosts of  both, as royal precepts commonly run--<i>To all officers, civil and  military.<\/i> All the creatures shall be made in their places to  contribute to the carrying on of this great work, when God will have it  done. If men will not be aiding and assisting, God will produce it  without them, as he does the dews of heaven and the grass of the earth,  which <i>tarry not for man, nor wait for the sons of men,<\/i>   <a class=\"ref\">Micah 5:7<\/a>.  Observe,  (1.) The method of this great deliverance that is to be wrought for  Israel. <i>Righteousness<\/i> must first be wrought in them  they must  be brought to repent of their sins, to renounce their idolatries, to  return to God, and reform their lives, and then the salvation shall be  wrought for them, and not till then. We must not expect salvation  without righteousness, for they spring up together and together the  Lord hath created them  what he has joined together, let not us  therefore put asunder. See   <a class=\"ref\">Psalm 85:9-11<\/a>.  Christ died to save us from our sins, not in our sins, and is made  redemption to us by being made to us righteousness and sanctification.  (2.) The means of this great deliverance. Rather than it shall fail,  when the set time for it shall come, the <i>heavens shall drop down  righteousness, and the earth shall open to bring forth salvation,<\/i>  and both concur to the reformation, and so to the restoration, of God's  Israel. It is from heaven, from above the skies, that righteousness  drops down, for every grace and good gift is from above  nay, since the  more plentiful effusion of the Spirit it is now <i>poured<\/i> down,  and, if our hearts be open to receive it, the product will be the  fruits of righteousness and the great salvation.<\/p>  <p>  2. For reproof to those of the church's enemies that opposed this  salvation, or those of her friends that despaired of it  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 45:9<\/a>):  <i>Woe unto him that strives with his Maker!<\/i> God is the Maker of  all things, and therefore our Maker, which is a reason why we should  always submit to him and never contend with him.  (1.) Let not the proud oppressors, in the elevation of their spirits,  oppose God's designs concerning the deliverance of his people, nor  think to detain them any longer when the time shall come for their  release. Woe to the insulting Babylonians that set God at defiance, as  Pharaoh did, and will not let his people go!  (2.) Let not the poor oppressed, in the dejection of their spirits,  murmur and quarrel with God for the prolonging of their captivity, as  if he dealt unjustly or unkindly with them, or think to force their way  out before God's time shall come. Note, Those will find themselves in a  woeful condition that strive with their Maker  for none ever hardened  his heart against God and prospered. Sinful man is indeed a quarrelsome  creature  but <i>let the potsherds strive with the potsherds of the  earth.<\/i> Men are but earthen pots, nay, they are broken potsherds,  and are made so very much by their mutual contentions. They are dashed  in pieces one against another  and, if they are disposed to strive, let  them strive with one another, let them meddle with their match  but let  them not dare to contend with him that is infinitely above them, which  is as senseless and absurd as,  [1.] For the clay to find fault with the potter: <i>Shall the clay say  to him that forms it, \"What makest thou?<\/i> Why dost thou make me of  this shape and not that?\" Nay, it is as if the clay should be in such a  heat and passion with the potter as to tell him that <i>he has no  hands,<\/i> or that he works as awkwardly as if he had none. \"Shall the  clay pretend to be wiser than the potter and therefore to advise him,  or mightier than the potter and therefore to control him?\" He that gave  us being, that gave us this being, may design concerning us, and  dispose of us, as he pleases  and it is impudent presumption for us to  prescribe to him. Shall we impeach God's wisdom, or question his power,  who are ourselves so curiously, so wonderfully, made? Shall we say,  <i>He has no hands,<\/i> whose hands made us and in whose hands we are?  The doctrine of God's sovereignty has enough in it to silence all our  discontents and objections against the methods of his providence and  grace,   <a class=\"ref\">Romans 9:20<\/a>.  [2.] It is as unnatural as for the child to find fault with the parents,  to say to the father, <i>What begettest thou?<\/i> or to the mother,  \"<i>What hast thou brought forth?<\/i> Why was I not begotten and born  an angel, exempt from the infirmities of human nature and the  calamities of human life?\" Must not those who are children of men  expect to share in the common lot and to fare as others fare? If God is  our Father, where is the honour we owe to him by submitting to his  will?<\/p>",
    "audit": null
}