{
    "id": 12338,
    "source": "mhm",
    "verse_id": 18899,
    "verse_count": 7,
    "reference": "65:1-7",
    "title": "",
    "html": "<p>  1  I am sought of <i>them that<\/i> asked not <i>for me <\/i> I am found of  <i>them that<\/i> sought me not: I said, Behold me, behold me, unto a  nation <i>that<\/i> was not called by my name.    2  I have spread out my hands all the day unto a rebellious  people, which walketh in a way <i>that was<\/i> not good, after their  own thoughts    3  A people that provoketh me to anger continually to my face  that sacrificeth in gardens, and burneth incense upon altars of  brick    4  Which remain among the graves, and lodge in the monuments,  which eat swine's flesh, and broth of abominable <i>things is in<\/i>  their vessels    5  Which say, Stand by thyself, come not near to me  for I am  holier than thou. These <i>are<\/i> a smoke in my nose, a fire that  burneth all the day.    6  Behold, <i>it is<\/i> written before me: I will not keep silence,  but will recompense, even recompense into their bosom,    7  Your iniquities, and the iniquities of your fathers together,  saith the L<b>ORD<\/b>, which have burned incense upon the mountains, and  blasphemed me upon the hills: therefore will I measure their  former work into their bosom.  <\/p>  <p>  The apostle Paul (an expositor we may depend upon) has given us the  true sense of these verses, and told us what was the event they pointed  at and were fulfilled in, namely, the calling in of the Gentiles and  the rejection of the Jews, by the preaching of the gospel,   <a class=\"ref\">Romans 10:20<\/a>.  And he observes that herein <i>Esaias is very bold,<\/i> not only in  foretelling a thing so improbable ever to be brought about, but in  foretelling it to the Jews, who would take it as a gross affront to  their nation, and therein Moses's words would be made good  (<a class=\"ref\">Deuteronomy 32:21<\/a>),  <i>I will provoke you to jealousy by those that are no people.<\/i><\/p>  <p>  I. It is here foretold that the Gentiles, who had been afar off, should  be made nigh,   <a class=\"isa\" verses=\"WzE4ODk5XQ==\">Isaiah 65:1<\/a>.  Paul reads it thus: <i>I was found of those that sought me not  I was  made manifest to those that asked not for me.<\/i> Observe what a  wonderful and blessed change was made with them and how they were  surprised into it.  1. Those who had long been without God in the world shall now be set a  seeking him  those who had not said, <i>Where is God my maker?<\/i>  shall now begin to enquire after him. Neither they nor their fathers  had called upon his name, but either lived without prayer or prayed to  stocks and stones, the work of men's hands. But now they shall <i>be  baptized and call on the name of the Lord,<\/i>   <a class=\"ref\">Acts 2:21<\/a>.  With what pleasure does the great God here speak of his being sought  unto, and how does he glory in it, especially by those who in time past  had not asked for him! For there is joy in heaven over great sinners  who repent.  2. God shall anticipate their prayers with his blessings: <i>I am found  of those that sought me not.<\/i> This happy acquaintance and  correspondence between God and the Gentile world began on his side  they came to know God because they were <i>known of him<\/i>  (<a class=\"ref\">Galatians 4:9<\/a>),  to seek God and find him because they were first sought and found of  him. Though in after-communion God is found of those that seek him  (<a class=\"ref\">Proverbs 8:17<\/a>),  yet in the first conversion he is found of those that seek him not  for  <i>therefore we love him because he first loved us.<\/i> The design of  the bounty of common providence to them was <i>that they might seek the  Lord, if haply they might feel after him and find him,<\/i>   <a class=\"ref\">Acts 17:27<\/a>.  But they sought him not  still he was to them <i>an unknown God,<\/i>  and yet God was found of them.  3. God gave the advantages of a divine revelation to those who had  never made a profession of religion: <i>I said, Behold me, behold  me<\/i> (gave them a sight of me and invited them to take the comfort  and benefit of it) to those who <i>were not called by my name,<\/i> as  the Jews for many ages had been. When the apostles went about from  place to place, preaching the gospel, this was the substance of what  they preached: \"<i>Behold God, behold him,<\/i> turn towards him, fix  the eyes of your minds upon him, acquaint yourselves with him, admire  him, adore him  look off from your idols that you have made, and look  upon the living God who made you.\" Christ in them said, <i>Behold me,  behold me<\/i> with an eye of faith  <i>look unto me, and be you  saved.<\/i> And this was said to those that had long been  <i>lo-ammi,<\/i> and <i>lo-ruhamah<\/i>  (<a class=\"ref\">Hosea 1:8<\/a>),  <i>not a people,<\/i> and that <i>had not obtained mercy,<\/i>   <a class=\"ref\">Romans 9:25<\/a>.<\/p>  <p>  II. It is here foretold that the Jews, who had long been a people near  to God, should be cast off and set at a distance   <a class=\"isa\" verses=\"WzE4OTAwXQ==\">Isaiah 65:2<\/a>.  The apostle applies this to the Jews in his time, as a seed of  evil-doers.   <a class=\"ref\">Romans 10:21<\/a>,  <i>But to Israel he saith, All day long I have stretched forth my hands  unto a disobedient and gainsaying people.<\/i> Here observe,<\/p>  <p>  1. How the Jews were courted to the divine grace. God himself, by his  prophets, by his Son, by his apostles, <i>stretched forth his hands to  them,<\/i> as Wisdom did,   <a class=\"ref\">Proverbs 1:24<\/a>.  God <i>spread out his hands to them,<\/i> as one reasoning and  expostulating with them, not only beckoned to them with the finger, but  <i>spread out his hands,<\/i> as being ready to embrace and entertain  them, reaching forth the tokens of his favour to them, and importuning  them to accept them. When Christ was crucified his hands were <i>spread  out and stretched forth,<\/i> as if he were preparing to receive  returning sinners into his bosom  and this <i>all the day,<\/i> all the  gospel-day. He waited to be gracious, and was not weary of waiting  even those that came in at the eleventh hour of the day were not  rejected.<\/p>  <p>  2. How they contemned the invitation  it was given to a rebellious and  gainsaying people  they were invited to the wedding-supper, and would  not come, but <i>rejected the counsel of God against themselves.<\/i>  Now here we have,<\/p>  <p>  (1.) The bad character of this people. The world shall see that it was  not for nothing that they were rejected of God  no, it was for their  whoredoms that they were put away.<\/p>  <p>  [1.] Their character in general was such as one would not expect of  those who had been so much the favourites of Heaven. <i>First,<\/i> They  were very wilful. Right or wrong they would do as they had a mind.  \"They generally <i>walk<\/i> on <i>in a way that is not good,<\/i> not  the right way, not a safe way, for they <i>walk after their own  thought,<\/i> their own devices and desires.\" If our guide be our own  thoughts, our way is not likely to be good  for <i>every imagination of  the thought of our hearts is only evil.<\/i> God had told them his  thoughts, what his mind and will were, but they would walk <i>after  their own thoughts,<\/i> would do what they thought best.  <i>Secondly,<\/i> They were very provoking. This was God's complaint of  them all along--they grieved him, they <i>vexed his Holy Spirit,<\/i> as  if they would contrive how to make him their enemy: They <i>provoke me  to anger continually to my face.<\/i> They cared not what affront they  gave to God, though it were in his sight and presence, in a downright  contempt of his authority and defiance of his justice  and this  <i>continually <\/i> it had been their way and manner ever since they  were a people, witness the <i>day of temptation in the  wilderness.<\/i><\/p>  <p>  [2.] The prophet speaks more particularly of <i>their iniquities and  the iniquities of their fathers,<\/i> as the ground of God's casting  them off,   <a class=\"isa\" verses=\"WzE4OTA1XQ==\">Isaiah 65:7<\/a>.  Now he gives instances of both.<\/p>  <p>  <i>First,<\/i> The most provoking iniquity of their fathers was  idolatry  this, the prophet tells them, was provoking God to his face  and it is an iniquity which, as appears by the second commandment, God  often <i>visits upon the children.<\/i> This was the sin that brought  them into captivity, and, though the captivity pretty well cured them  of it, yet, when the final ruin of that nation came, that was again  brought into the account against them  for in the day when God visits  he will visit that,   <a class=\"ref\">Exodus 32:34<\/a>.  Perhaps there were many, long after the captivity, who, though they did  not worship other gods, were yet guilty of the disorders here  mentioned  for they married strange wives.  1. They forsook God's temple, and <i>sacrificed in gardens or  groves,<\/i> that they might have the satisfaction of doing it in their  own way, for they liked not God's institutions.  2. They forsook God's altar, and <i>burnt incense upon bricks,<\/i>  altars of their own contriving (they burnt incense according to their  own inventions, which were of no more value, in comparison with God's  institution, than an altar of bricks in comparison with the golden  altar which God appointed them to burn incense on), or <i>upon  tiles<\/i> (so some read it), such as they covered their flat-roofed  houses with, and on them sometimes they burnt incense to their idols,  as appears,   <a class=\"ref\">2 Kings 23:12<\/a>,  where we read of altars <i>on the top of the upper chamber of Ahaz,<\/i>  and   <a class=\"ref\">Jeremiah 19:13<\/a>,  of their burning incense to the host of heaven upon the roofs of their  houses.  3. \"They used necromancy, or consulting with the dead, and, in order to  that, they <i>remained among the graves,<\/i> and <i>lodged in the  monuments,<\/i>\" to seek for the living to the dead  (<a class=\"isa\" verses=\"WzE3ODI3XQ==\">Isaiah 8:19<\/a>),  as the witch of Endor. Or they used to consult the evil spirits that  haunted the sepulchres.  4. They violated the laws of God about their meat, and broke through  the distinction between clean and unclean before it was taken away by  the gospel. They <i>ate swine's flesh.<\/i> Some indeed chose rather to  die than to eat swine's flesh, as Eleazar and the seven brethren in the  story of the Maccabees  but it is probable that many ate of it,  especially when it came to be a condition of life. In our Saviour's  time we read of a vast herd of swine among them, which gives us cause  to suspect that there were many then who made so little conscience of  the law as to eat swine's flesh, for which they were justly punished in  the destruction of the swine. <i>And the broth,<\/i> or <i>pieces,<\/i>  of other forbidden meats, called here <i>abominable things,<\/i> was  <i>in their vessels,<\/i> and was made use of for food. The forbidden  meat is called <i>an abomination,<\/i> and those that meddle with it are  said to <i>make themselves abominable,<\/i>   <a class=\"ref\">Leviticus 11:42<\/a>.  Those that durst not eat the meat yet made bold with the broth, because  they would come as near as might be to that which was forbidden, to  show how they coveted the forbidden fruit. Perhaps this is here put  figuratively for all forbidden pleasures and profits which are obtained  by sin, that <i>abominable thing which the Lord hates <\/i> they loved  to be dallying with it, to be tasting of its broth. But those who thus  take a pride in venturing upon the borders of sin, and the brink of it,  are in danger of falling into the depths of it. But,<\/p>  <p>  <i>Secondly,<\/i> The most provoking iniquity of the Jews in our  Saviour's time was their pride and hypocrisy, that sin of the scribes  and Pharisees against which Christ denounced so many woes,   <a class=\"isa\" verses=\"WzE4OTAzXQ==\">Isaiah 65:5<\/a>.  They say, \"<i>Stand by thyself,<\/i> keep off\" (<i>get thee to  thine,<\/i> so the original is)  \"keep to thy own companions, but  <i>come not near to me,<\/i> lest thou pollute me  <i>touch me not <\/i>  I will not allow thee any familiarity with me, <i>for I am holier than  thou,<\/i> and therefore thou art not good enough to converse with me  <i>I am not as other men are, nor even as this publican.<\/i>\" This they  were ready to say to every one they met with, so that, in saying, <i>I  am holier than thou,<\/i> they thought themselves holier than any, not  only very good, as good as they should be, as good as they needed to  be, but better than any of their neighbours. <i>These are a smoke in my  nose<\/i> (says God), such a smoke as comes not from a quick fire, which  soon becomes glowing and pleasant, but from a fire of wet wood, which  <i>burns all the day,<\/i> and is nothing but smoke. Note, Nothing in  men is more odious and offensive to God than a proud conceit of  themselves and contempt of others  for commonly those are most unholy  of all that think themselves holier than any.<\/p>  <p>  (2.) The controversy God had with them for this. The proof against them  is plain: <i>Behold, it is written before me,<\/i>   <a class=\"isa\" verses=\"WzE4OTA0XQ==\">Isaiah 65:6<\/a>.  It is written, to be remembered against them in time to come  for they  may not perhaps be immediately reckoned with. The sins of sinners, and  particularly the vainglorious boasts and scorns of hypocrites, are  <i>laid up in store<\/i> with God,   <a class=\"ref\">Deuteronomy 32:34<\/a>.  And what is written shall be read and proceeded upon: \"<i>I will not  keep silence<\/i> always, though I may keep silence long.\" They shall  not think him altogether such a one as themselves, as sometimes they  have done  but <i>he will recompense, even recompense into their  bosom.<\/i> Those basely abuse religion, that honourable and sacred  thing, who make their profession of it the matter of their pride, and  the jealous God will reckon with them for it  the profession they boast  of shall but serve to aggravate their condemnation.  [1.] The <i>iniquity of their fathers<\/i> shall come against them  not  but that their own sin deserved whatever judgments God brought upon  them, and much heavier  and this they owned,   <a class=\"ref\">Ezra 9:13<\/a>.  But God would not have wrought so great a desolation upon them if he  had not therein had an eye to the sins of their fathers. Therefore in  the last destruction of Jerusalem God is said to bring upon them the  blood of the Old-Testament martyrs, even that of <i>Abel,<\/i>   <a class=\"ref\">Matthew 23:35<\/a>.  God will reckon with them, not only for their fathers' idols, but for  their <i>high places,<\/i> their <i>burning incense upon the mountains  and the hills,<\/i> though perhaps it was to the true God only. This was  blaspheming or reproaching God  it was a reflection upon the choice he  had made of the place where he would record his name, and the promise  he had made that there he would meet them and bless them.  [2.] Their own with that shall bring ruin upon them: <i>Your iniquities  and the iniquities of your fathers<\/i> together, the one aggravating  the other, constitute the former work, which, though it may seem to be  overlooked and forgotten, shall be <i>measured into their bosom.<\/i>  God will render into the bosom, not only of his open enemies  (<a class=\"ref\">Psalm 79:12<\/a>),  but of his false and treacherous friends, <i>the reproach wherewith  they have reproached him.<\/i><\/p>",
    "audit": null
}