{
    "id": 12305,
    "source": "mhm",
    "verse_id": 18767,
    "verse_count": 2,
    "reference": "57:1–2",
    "title": "",
    "html": "<p>1 The righteous perisheth, and no man layeth<i>it<\/i> to heart: and merciful men<i>are<\/i> taken away, none considering that the righteous is taken away from the evil<i>to come. <\/i> 2 He shall enter into peace: they shall rest in their beds, <i>each one<\/i> walking<i>in<\/i> his uprightness.<\/p><p>The prophet, in the close of the foregoing chapter, had condemned the watchmen for their ignorance and sottishness here he shows the general stupidity and senselessness of the people likewise. No wonder they were inconsiderate when their watchmen were so, who should have awakened them to consideration. We may observe here,<\/p><p>I. The providence of God removing good men apace out of this world. <i>The righteous,<\/i> as to this world, <i>perish<\/i> they are gone and their place knows them no more. Piety exempts none from the arrests of death, nay, in persecuting times, the most righteous are most exposed to the violences of bloody men. The first that died died a martyr. Righteousness delivers from the sting of death, but not from the stroke of it. They are said to<i>perish<\/i> because they are utterly removed from us, and to express the great loss which this world sustains by the removal of them, not that their death is their undoing, but it often proves an undoing to the places where they lived and were useful. Nay, even<i>merciful men are taken away,<\/i> those good men that are distinguished from the righteous, for whom<i>some would even dare to die,<\/i> <a class=\"ref\">Romans 5:7<\/a>. Those are often removed that could be worst spared the fruitful trees are cut down by death and the barren left still to cumber the ground. Merciful men are often taken away by the hands of men's malice. Many good works they have done, and for some of them they are stoned. Before the captivity in Babylon perhaps there was a more than ordinary mortality of good men, so that there were scarcely any left, <a class=\"ref\">Jeremiah 5:1<\/a>. The godly ceased, and the faithful failed, <a class=\"ref\">Psalm 12:1<\/a>.<\/p><p>II. The careless world slighting these providences, and disregarding them:<i>No man lays it to heart, none considers it. <\/i> There are very few that lament it as a public loss, very few that take notice of it as a public warning. The death of good men is a thing to be laid to heart and considered more than common deaths. Serious enquiries ought to be made, wherefore God contends with us, what good lessons are to be learned by such providences, what we may do to help to make up the breach and to fill up the room of those that are removed. God is justly displeased when such events are not laid to heart, when the voice of the rod is not heard nor the intentions of it answered, much more when it is rejoiced in, as the slaying of the witnesses is, <a class=\"ref\">Revelation 11:10<\/a>. Some of God's choicest blessings to mankind, being thus easily parted with, are really undervalued and it is an evidence of very great incogitancy. Little children, when they are little, least lament the death of their parents, because they know not what a loss it is to them.<\/p><p>III. The happiness of the righteous in their removal.<\/p><p>1. They<i>are taken away from the evil to come,<\/i> then when it is just coming, (1.) In compassion to them, that they may not<i>see the evil<\/i> ( <a class=\"ref\">2 Kings 22:20<\/a>), nor share in it, nor be in temptation by it. When the deluge is coming they are called into the ark, and have a hiding-place and rest in heaven when there was none for them under heaven. (2.) In wrath to the world, to punish them for all the injuries they have done to the righteous and merciful ones those are taken away that stood in the gap to turn away the judgments of God, and then what can be expected but a deluge of them? It is a sign that God intends war when he calls home his ambassadors.<\/p><p>2. They go to be easy out of the reach of that evil. The righteous man, who while he lived walked in his uprightness, when he dies<i>enters into peace<\/i> and<i>rests in his bed. <\/i> Note, (1.) Death is gain, and rest, and bliss, to those only who walked in their uprightness, and who, when they die, can appeal to God concerning it, as Hezekiah ( <a class=\"ref\">2 Kings 20:3<\/a>). <i>Now, Lord, remember it. <\/i> (2.) Those that practised uprightness, and persevered in it to the end, shall find it well with them when they die. Their souls then enter into peace, into the world of peace, where peace is in perfection and where there is no trouble. <i>Enter thou into the joy of the Lord. <\/i> Their bodies rest in their beds. Note, The grave is a bed of rest to all the Lord's people there they rest from all their labours, <a class=\"ref\">Revelation 14:13<\/a>. And the more weary they were the more welcome will that rest be to them, <a class=\"ref\">Job 3:17<\/a>. This bed is made in the darkness, but that makes it the more quiet it is a bed out of which they shall rise refreshed in the morning of the resurrection.<\/p> ",
    "audit": null
}