{
    "id": 12092,
    "source": "mhm",
    "verse_id": 17671,
    "verse_count": 5,
    "reference": "1:16-20",
    "title": "",
    "html": "<p>  16  Wash you, make you clean  put away the evil of your doings  from before mine eyes  cease to do evil    17  Learn to do well  seek judgment, relieve the oppressed,  judge the fatherless, plead for the widow.    18  Come now, and let us reason together, saith the L<b>ORD<\/b>: though  your sins be as scarlet, they shall be as white as snow  though  they be red like crimson, they shall be as wool.    19  If ye be willing and obedient, ye shall eat the good of the  land:    20  But if ye refuse and rebel, ye shall be devoured with the  sword: for the mouth of the L<b>ORD<\/b> hath spoken <i>it.<\/i>  <\/p>  <p>  Though God had rejected their services as insufficient to atone for  their sins while they persisted in them, yet he does not reject them as  in a hopeless condition, but here calls upon them to forsake their  sins, which hindered the acceptance of their services, and then all  would be well. Let them not say that God picked quarrels with them  no,  he proposes a method of reconciliation. Observe here,<\/p>  <p>  I. A call to repentance and reformation: \"If you would have your  sacrifices accepted, and your prayers answered, you must begin your  work at the right end: <i>Be converted to my law<\/i>\" (so the Chaldee  begins this exhortation), \"make conscience of second-table duties, else  expect not to be accepted in the acts of your devotion.\" As justice and  charity will never atone for atheism and profaneness, so prayers and  sacrifices will never atone for fraud and oppression  for righteousness  towards men is as much a branch of pure religion as religion towards  God is a branch of universal righteousness.<\/p>  <p>  1. They must <i>cease to do evil,<\/i> must do no more wrong, shed no  more innocent blood. This is the meaning of washing themselves and  <i>making themselves clean,<\/i>   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 1:16<\/a>.  It is not only sorrowing for the sin they had committed, but breaking  off the practice of it for the future, and mortifying all those vicious  affections and dispositions which inclined them to it. Sin is defiling  to the soul. Our business is to wash ourselves from it by repenting of  it and turning from it to God. We must put away not only that evil of  our doings which is before the eye of the world, by refraining from the  gross acts of sin, but that which is before God's eyes, the roots and  habits of sin, that are in our hearts  these must be crushed and  mortified.<\/p>  <p>  2. They must <i>learn to do well.<\/i> This was necessary to the  completing of their repentance. Note, It is not enough that we cease to  do evil, but we must learn to do well.  (1.) We must be doing, not cease to do evil and then stand idle.  (2.) We must be doing good, the good which the Lord our God requires  and which will turn to a good account.  (3.) We must do it well, in a right manner and for a right end  and,  (4.) We must learn to do well  we must take pains to get the knowledge  of our duty, be inquisitive concerning it, in care about it, and  accustom ourselves to it, that we may readily turn our hands to our  work and become masters of this holy art of doing well. He urges them  particularly to those instances of well-doing wherein they had been  defective, to second-table duties: \"<i>Seek judgment <\/i> enquire what  is right, that you may do it  be solicitous to be found in the way of  your duty, and do not walk carelessly. Seek opportunities of doing  good: <i>Relieve the oppressed,<\/i> those whom you yourselves have  oppressed  ease them of their burdens,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 58:6<\/a>.  You, that have power in your hands, use it for the relief of those whom  others do oppress, for that is your business. Avenge those that suffer  wrong, in a special manner concerning yourselves for the fatherless and  the widow, whom, because they are weak and helpless, proud men trample  upon and abuse  do you appear for them at the bar, on the bench, as  there is occasion. Speak for those that know not how to speak for  themselves and that have not wherewithal to gratify you for your  kindness.\" Note, We are truly honouring God when we are doing good in  the world  and acts of justice and charity are more pleasing to him  than all burnt-offerings and sacrifices.<\/p>  <p>  II. A demonstration, at the bar of right reason, of the equity of God's  proceedings with them: \"<i>Come now, and let us reason together<\/i>  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 1:18<\/a>)  while your hands are full of blood I will have nothing to do with you,  though you bring me a multitude of sacrifices  but if you wash, and  make yourselves clean, you are welcome to draw nigh to me  come now,  and let us talk the matter over.\" Note, Those, and those only, that  break off their league with sin, shall be welcome into covenant and  communion with God  he says, <i>Come now,<\/i> who before forbade them  his courts. See   <a class=\"ref\">James 4:8<\/a>.  Or rather thus: There were those among them who looked upon themselves  as affronted by the slights God put upon the multitude of their  sacrifices, as   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 58:3<\/a>,  <i>Wherefore have we fasted<\/i> (say they) <i>and thou seest not?<\/i>  They represented God as a hard Master, whom it was impossible to  please. \"Come,\" says God, \"let us debate the matter fairly, and I doubt  not but to make it out that <i>my ways are equal, but yours are  unequal,<\/i>\"   <a class=\"ref\">Ezekiel 18:25<\/a>.  Note, Religion has reason on its side  there is all the reason in the  world why we should do as God would have us do. The God of heaven  condescends to reason the case with those that contradict him and find  fault with his proceedings  for <i>he will be justified when he  speaks,<\/i>   <a class=\"ref\">Psalm 51:4<\/a>.  The case needs only to be stated (as it is here very fairly) and it  will determine itself. God shows here upon what terms they stood (as he  does,   <a class=\"ref\">Ezekiel 18:21-24<\/a>)  and then leaves it to them to judge whether these terms are not fair  and reasonable.<\/p>  <p>  1. They could not in reason expect any more then, if they repented and  reformed, they should be restored to God's favour, notwithstanding  their former provocations. \"This you may expect,\" says God, and it is  very kind  who could have the face to desire it upon any other terms?  (1.) It is very little that is required, \"only that you <i>be willing  and obedient,<\/i> that you <i>consent to obey<\/i>\" (so some read it),  \"that you subject your wills to the will of God, acquiesce in that, and  give up yourselves in all things to be ruled by him who is infinitely  wise and good\" <i>Here is no penance imposed for their former  stubbornness, nor the yoke made heavier or bound harder on their necks  only, \"Whereas hitherto you have been perverse and refractory, and  would not comply with that which was for your own good, now be  tractable, be governable<\/i>\" He does not say, \"If you be  <i>perfectly<\/i> obedient,\" but, \"If you be <i>willingly<\/i> so \" for,  if there be a willing mind, it is accepted.  (2.) That is very great which is promised hereupon.  [1.] That all their sins should be pardoned to them, and should not be  mentioned against them. \"Though they be as red as scarlet and crimson,  though you lie under the guilt of blood, yet, upon your repentance,  even that shall be forgiven you, and you shall appear in the sight of  God as white as snow.\" Note, The greatest sinners, if they truly  repent, shall have their sins forgiven them, and so have their  consciences pacified and purified. Though our sins have been as scarlet  and crimson, as deep dye, a double dye, first in the wool of original  corruption and afterwards in the many threads of actual  transgression--though we have been often dipped, by our many  backslidings, into sin, and though we have lain long soaking in it, as  the cloth does in the scarlet dye, yet pardoning mercy will thoroughly  discharge the stain, and, being by it purged as <i>with hyssop, we  shall be clean,<\/i>   <a class=\"ref\">Psalm 51:7<\/a>.  If we make ourselves clean by repentance and reformation  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 1:16<\/a>),  God will make us white by a full remission.  [2.] That they should have all the happiness and comfort they could  desire. \"Be but willing and obedient, and <i>you shall eat the good of  the land,<\/i> the land of promise  you shall have all the blessings of  the new covenant, of the heavenly Canaan, all the good of the land.\"  Those that go on in sin, though they may dwell in a good land, cannot  with any comfort eat the good of it  guilt embitters all  but, if sin  be pardoned, creature-comforts become comforts indeed.<\/p>  <p>  2. They could not in reason expect any other than that, if they  continued obstinate in their disobedience, they should be abandoned to  ruin, and the sentence of the law should be executed upon them  what  can be more just?  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 1:20<\/a>)  \"<i>If you refuse and rebel,<\/i> if you continue to rebel against the  divine government and refuse the offers of the divine grace, <i>you  shall be devoured with the sword,<\/i> with the sword of your enemies,  which shall be commissioned to destroy you--with the sword of God's  justice, his wrath, and vengeance, which shall be drawn against you  for this is that which <i>the mouth of the Lord has spoken,<\/i> and  which he will make good, for the maintaining of his own honour.\" Note,  Those that will not be governed by God's sceptre will certainly and  justly be devoured by his sword.<\/p>  <p>  \"And now life and death, good and evil, are thus set before you.  <i>Come, and let us reason together.<\/i> What have you to object  against the equity of this, or against complying with God's terms?\"<\/p>",
    "audit": null
}