{
    "id": 12174,
    "source": "mhm",
    "verse_id": 18109,
    "verse_count": 3,
    "reference": "24:13–15",
    "title": "",
    "html": "<p>13 When thus it shall be in the midst of the land among the people, <i>there shall be<\/i> as the shaking of an olive tree, <i>and<\/i> as the gleaning grapes when the vintage is done. 14 They shall lift up their voice, they shall sing for the majesty of the L<b>ORD<\/b> , they shall cry aloud from the sea. 15 Wherefore glorify ye the L<b>ORD<\/b> in the fires, <i>even<\/i> the name of the L<b>ORD<\/b> God of Israel in the isles of the sea.<\/p><p>Here is mercy remembered in the midst of wrath. In Judah and Jerusalem, and the neighbouring countries, when they are overrun by the enemy, Sennacherib or Nebuchadnezzar, there shall be a remnant preserved from the general ruin, and it shall be a devout and pious remnant. And this method God usually observes when his judgments are abroad he does not make a full end, <a class=\"isa\" verses=\"WzE3NzgzXQ==\">Isaiah 6:13<\/a>. Or we may take it thus: Though the greatest part of mankind have all their comfort ruined by the emptying of the earth, and the making of that desolate, yet there are some few who understand their interests better, who have laid up their treasure in heaven and not in things below, and therefore can keep up their comfort and joy in God even<i>when the earth mourns and fades away. <\/i> Observe,<\/p><p>I. The small number of this remnant, <a class=\"isa\" verses=\"WzE4MTA5XQ==\">Isaiah 24:13<\/a>. When all goes to ruin<i>there shall be as the shaking of an olive-tree, and the gleaning grapes,<\/i> here and there one who shall escape the common calamity (as Noah and his family when the old world was drowned), that shall be able to sit down upon a heap of the ruins of all their creature comforts, and even then rejoice in the Lord ( <a class=\"ref\">Habakkuk 3:16-18<\/a>), who, when all faces gather blackness, can lift up their heads with joy, <a class=\"ref\">Luke 21:26<\/a>. These few are dispersed, and at a distance from each other, like the gleanings of the olive-tree and they are concealed, hid under the leaves. The Lord only knows those that are his the world does not.<\/p><p>II. The great devotion of this remnant, which is the greater for their having so narrowly escaped this great destruction ( <a class=\"isa\" verses=\"WzE4MTEwXQ==\">Isaiah 24:14<\/a>):<i>They shall lift up their voice they shall sing. <\/i> 1. They shall sing for joy in their deliverance. When the mirth of carnal worldlings ceases the joy of the saints is as lively as ever when the merry-hearted do sigh because the vine languishes the upright-hearted do sing because the covenant of grace, the fountain of their comforts and the foundation of their hopes, never fails. Those that rejoice in the Lord can rejoice in tribulation, and by faith may be in triumphs when all about them are in tears. 2. They shall sing to the glory and praise of God, shall sing not only for the mercy but<i>for the majesty of the Lord. <\/i> Their songs are awful and serious, and in their spiritual joys they have a reverend regard to the greatness of God, and keep at a humble distance when they attend him with their praises. The majesty of the Lord, which is matter of terror to wicked people, furnishes the saints with songs of praise. They shall sing for the magnificence, or transcendent excellency, of the Lord, shown both in his judgments and in his mercies for we must sing, and sing unto him, of both, <a class=\"ref\">Psalm 101:1<\/a>. Those who have made, or are making, their escape from the land (that being emptied and made desolate) to the sea and the isles of the sea, shall thence cry aloud their dispersion shall help to spread the knowledge of God, and they shall make even remote shores to ring with his praises. It is much for the honour of God if those who fear him rejoice in him, and praise him, even in the most melancholy times.<\/p><p>III. Their holy zeal to excite others to the same devotion ( <a class=\"isa\" verses=\"WzE4MTExXQ==\">Isaiah 24:15<\/a>) they encourage their fellow-sufferers to do likewise. 1. Those who are<i>in the fires,<\/i> in the furnace of affliction, those fires by which the<i>inhabitants of the earth are burned,<\/i> <a class=\"isa\" verses=\"WzE4MTAyXQ==\">Isaiah 24:6<\/a>. Or in the valleys, the low, dark, dirty places. 2. Those who are<i>in the isles of the sea,<\/i> whither they are banished, or are forced to flee for shelter, and hide themselves remote from all their friends. They went<i>through fire and water<\/i> ( <a class=\"ref\">Psalm 66:12<\/a>) yet in both let them glorify the Lord, and glory him as the Lord God of Israel. Those who through grace can glory in tribulation ought to glorify God in tribulation, and give him thanks for their comforts, which abound as their afflictions do abound. We must in every fire, even the hottest, in every isle, even the remotest, keep up our good thoughts of God. When, though he slay us, yet we trust in him&mdash;when, though for his sake we are killed all the day long, yet none of these things move us&mdash;then we glorify the Lord in the fires. Thus the three children, and the martyrs that sang at the stake.<\/p> ",
    "audit": null
}