{
    "id": 12166,
    "source": "mhm",
    "verse_id": 18054,
    "verse_count": 7,
    "reference": "22:1–7",
    "title": "",
    "html": "<p>1 The burden of the valley of vision. What aileth thee now, that thou art wholly gone up to the housetops? 2 Thou that art full of stirs, a tumultuous city, a joyous city: thy slain<i>men are<\/i> not slain with the sword, nor dead in battle. 3 All thy rulers are fled together, they are bound by the archers: all that are found in thee are bound together, <i>which<\/i> have fled from far. 4 Therefore said I, Look away from me I will weep bitterly, labour not to comfort me, because of the spoiling of the daughter of my people. 5 For<i>it is<\/i> a day of trouble, and of treading down, and of perplexity by the Lord G<b>OD<\/b> of hosts in the valley of vision, breaking down the walls, and of crying to the mountains. 6 And Elam bare the quiver with chariots of men<i>and<\/i> horsemen, and Kir uncovered the shield. 7 And it shall come to pass, <i>that<\/i> thy choicest valleys shall be full of chariots, and the horsemen shall set themselves in array at the gate.<\/p><p>The title of this prophecy is very observable. It is<i>the burden of the valley of vision,<\/i> of Judah and Jerusalem so all agree. Fitly enough is Jerusalem called a valley, for the mountains were round about it, and the land of Judah abounded with fruitful valleys and by the judgments of God, though they had been as a towering mountain, they should be brought low, sunk and depressed, and become dark and dirty, as a valley. But most emphatically is it called a<i>valley of vision<\/i> because there God was known and his name was great, there the prophets were made acquainted with his mind by visions, and there the people saw the goings of their God and King in his sanctuary. Babylon, being a stranger to God, though rich and great, was called<i>the desert of the sea<\/i> but Jerusalem, being entrusted with his oracles, is<i>a valley of vision. Blessed are their eyes, for they see,<\/i> and they have seers by office among them. Where Bibles and ministers are there is a valley of vision, from which is expected fruit accordingly but here is a<i>burden of the valley of vision,<\/i> and a heavy burden it is. Note, Church privileges, if they be not improved, will not secure men from the judgments of God. <i>You only have I known of all the families of the earth therefore will I punish you. <\/i> The valley of vision has a particular burden. <i>Thou Capernaum,<\/i> <a class=\"ref\">Matthew 11:23<\/a>. The higher any are lifted up in means and mercies the heavier will their doom be if they abuse them.<\/p><p>Now the<i>burden of the valley of vision<\/i> here is that which will not quite ruin it, but only frighten it for it refers not to the destruction of Jerusalem by Nebuchadnezzar, but to the attempt made upon it by Sennacherib, which we had the prophecy of, <a class=\"isa\" verses=\"eyIxNzg1MiI6MzR9\">Isaiah 10:1-34<\/a> , and shall meet with the history of, <a class=\"isa\" verses=\"eyIxODMzMiI6MjJ9\">Isaiah 36:1-22<\/a>. It is here again prophesied of, because the desolations of many of the neighbouring countries, which were foretold in the foregoing chapters, were to be brought to pass by the Assyrian army. Now let Jerusalem know that when the cup is going round it will be put into her hand and, although it will not be to her a fatal cup, yet it will be a cup of trembling. Here is foretold,<\/p><p>I. The consternation that the city should be in upon the approach of Sennacherib's army. It used to be full of stirs, a city of great trade, people hurrying to and fro about their business, a tumultuous city, populous and noisy. Where there is great trade there is great tumult. It used to be a joyous revelling city. What with the busy part and what with the merry part of mankind, places of concourse are places of noise. \"But what ails thee now, that the shops are quitted, and there is no more walking in the streets and exchange, <i>but thou hast wholly gone up to the house-tops<\/i> ( <a class=\"isa\" verses=\"WzE4MDU0XQ==\">Isaiah 22:1<\/a>), to bemoan thyself in silence and solitude, or to secure thyself from the enemy, or to look abroad and see if any succours come to thy relief, or which way the enemies' motions are.\" Let both men of business and sportsmen<i>rejoice as though they rejoiced not,<\/i> for something may happen quickly, which they little think of, that will be a damp to their mirth and a stop to their business, and send them to<i>watch as a sparrow alone upon the house-top,<\/i> <a class=\"ref\">Psalm 102:7<\/a>. But why is Jerusalem in such a fright?<i>Her slain men are not slain with the sword<\/i> ( <a class=\"isa\" verses=\"WzE4MDU1XQ==\">Isaiah 22:2<\/a>), but, 1. Slain with famine (so some) for Sennacherib's army having laid the country waste, and destroyed the fruits of the earth, provisions must needs be very scarce and dear in the city, which would be the death of many of the poorer sort of people, who would be constrained to feed on that which was unwholesome. 2. Slain with fear. They were put into this fright though they had not a man killed, but so disheartened themselves that they seemed as effectually stabbed with fear as if they had been run through with a sword.<\/p><p>II. The inglorious flight of the rulers of Judah, who fled from far, from all parts of the country, to Jerusalem ( <a class=\"isa\" verses=\"WzE4MDU2XQ==\">Isaiah 22:3<\/a>), fled together, as it were by consent, and were found in Jerusalem, having left their respective cities, which they should have taken care of, to be a prey to the Assyrian army, which, meeting with no opposition, when it<i>came up against all the defenced cities of Judah<\/i> easily<i>took them,<\/i> <a class=\"isa\" verses=\"WzE4MzMyXQ==\">Isaiah 36:1<\/a>. These rulers<i>were bound from the bow<\/i> (so the word is) they not only quitted their own cities like cowards, but, when they came to Jerusalem, were of no service there, but were as if their hands were tied from the use of the bow, by the extreme distraction and confusion they were in they trembled, so that they could not draw a bow. See how easily God can dispirit men, and how certainly fear will dispirit them, when the tyranny of it is yielded to.<\/p><p>III. The great grief which this should occasion to all serious sensible people among them, which is represented by the prophet's laying the thing to heart himself he lived to see it, and was resolved to share with the children of his people in their sorrows, <a class=\"isa\" verses=\"WzE4MDU3XQ==\">Isaiah 22:4<\/a>. He is not willing to proclaim his sorrow, and therefore bids those about him to look away from him he will abandon himself to grief, and indulge himself in it, will weep secretly, but weep bitterly, and will have none go about to comfort him, for his grief is obstinate and he is pleased with his pain. But what is the occasion of his grief? A poor prophet had little to lose, and had been inured to hardship, when he walked naked and barefoot but it is for<i>the spoiling of the daughter of his people. <\/i> It is<i>a day of trouble, and of treading down, and of perplexity. <\/i> Our enemies trouble us and tread us down, and our friends are perplexed and know not what course to take to do us a kindness. The Lord God of hosts is now contending with the valley of vision the enemies with their battering rams are breaking down the walls, and we are in vain crying to the mountains (to keep off the enemy, or to fall on us and cover us) or looking for help to come to us over the mountains, or appealing, as God does, to the mountains, to hear our controversy ( <a class=\"ref\">Micah 6:1<\/a>) and to judge between us and our injurious neighbours.<\/p><p>IV. The great numbers and strength of the enemy, that should invade their country and besiege their city, <a class=\"isa\" verses=\"WzE4MDU5XQ==\">Isaiah 22:6<\/a>. Elam (that is, the Persians) come with their quiver full of arrows, and with chariots of fighting men, and horsemen. Kir (that is, the Medes) muster up their arms, unsheath the sword, and uncover the shield, and get every thing ready for battle, every thing ready for the besieging of Jerusalem. Then the choice valleys about Jerusalem, that used to be clothed with flocks and covered over with corn, shall be full of chariots of war, and at the gate of the city<i>the horsemen shall set themselves in array,<\/i> to cut off all provisions from going in, and to force their way in. What a condition must the city be in that was beset on all sides with such an army!<\/p> ",
    "audit": null
}