{
    "id": 12210,
    "source": "mhm",
    "verse_id": 18293,
    "verse_count": 12,
    "reference": "33:13-24",
    "title": "",
    "html": "<p>  13  Hear, ye <i>that are<\/i> far off, what I have done  and, ye <i>that  are<\/i> near, acknowledge my might.    14  The sinners in Zion are afraid  fearfulness hath surprised  the hypocrites. Who among us shall dwell with the devouring fire?  who among us shall dwell with everlasting burnings?    15  He that walketh righteously, and speaketh uprightly  he that  despiseth the gain of oppressions, that shaketh his hands from  holding of bribes, that stoppeth his ears from hearing of blood,  and shutteth his eyes from seeing evil    16  He shall dwell on high: his place of defence <i>shall be<\/i> the  munitions of rocks: bread shall be given him  his waters <i>shall  be<\/i> sure.    17  Thine eyes shall see the king in his beauty: they shall  behold the land that is very far off.    18  Thine heart shall meditate terror. Where <i>is<\/i> the scribe?  where <i>is<\/i> the receiver? where <i>is<\/i> he that counted the towers?    19  Thou shalt not see a fierce people, a people of a deeper  speech than thou canst perceive  of a stammering tongue, <i>that  thou canst<\/i> not understand.    20  Look upon Zion, the city of our solemnities: thine eyes  shall see Jerusalem a quiet habitation, a tabernacle <i>that<\/i> shall  not be taken down  not one of the stakes thereof shall ever be  removed, neither shall any of the cords thereof be broken.    21  But there the glorious L<b>ORD<\/b> <i>will be<\/i> unto us a place of  broad rivers <i>and<\/i> streams  wherein shall go no galley with oars,  neither shall gallant ship pass thereby.    22  For the L<b>ORD<\/b> <i>is<\/i> our judge, the L<b>ORD<\/b> <i>is<\/i> our lawgiver, the  L<b>ORD<\/b> <i>is<\/i> our king  he will save us.    23  Thy tacklings are loosed  they could not well strengthen  their mast, they could not spread the sail: then is the prey of a  great spoil divided  the lame take the prey.    24  And the inhabitant shall not say, I am sick: the people that  dwell therein <i>shall be<\/i> forgiven <i>their<\/i> iniquity.  <\/p>  <p>  Here is a preface that commands attention  and it is fit that all  should attend, both near and afar off, to what God says and does  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 33:13<\/a>):  <i>Hear, you that are afar off,<\/i> whether in place or time. Let  distant regions and future ages hear what God has done. They do so  they will do so from the scripture, with as much assurance as those  that were near, the neighbouring nations and those that lived at that  time. But whoever hears what God has done, whether near or afar off,  let them acknowledge his might, that it is irresistible, and that he  can do every thing. Those are very stupid who hear what God has done  and yet will not acknowledge his might. Now what is it that God has  done which we must take notice of, and in which we must acknowledge his  might?<\/p>  <p>  I. He has struck a terror upon the sinners in Zion  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 33:14<\/a>):  <i>Fearfulness has surprised the hypocrites.<\/i> There are sinners in  Zion, hypocrites, that enjoy Zion's privileges and concur in Zion's  services, but their hearts are not right in the sight of God  they keep  up secret haunts of sin under the cloak of a visible profession, which  convicts them of hypocrisy. Sinners in Zion will have a great deal to  answer for above other sinners  and their place in Zion will be so far  from being their security that it will aggravate both their sin and  their punishment. Now those sinners in Zion, though always subject to  secret frights and terrors, were struck with a more than ordinary  consternation from the convictions of their own consciences.  1. When they saw the Assyrian army besieging Jerusalem, and ready to  set fire to it and lay it in ashes, and burn the wasps in the nest.  Finding they could not make their escape to Egypt, as some had done,  and distrusting the promises God had made by his prophets that he would  deliver them, they were at their wits' end, and ran about like men  distracted, crying, \"<i>Who among us shall dwell with devouring  fire?<\/i> Let us therefore abandon the city, and shift for ourselves  elsewhere  one had as good live in everlasting burnings as live here.\"  <i>Who will stand up for us against this devouring fire?<\/i> so some  read it. See here how the sinners in Zion are affected when the  judgments of God are abroad  while they were only threatened they  slighted them and made nothing of them  but, when they come to be  executed, they run into the other extreme, then they magnify them, and  make the worst of them  they call them <i>devouring fire<\/i> and  <i>everlasting burnings,<\/i> and despair of relief and succour. Those  that rebel against the commands of the word cannot take the comforts of  it in a time of need. Or, rather,  2. When they saw the Assyrian army destroyed  for the destruction of  that is the fire spoken of immediately before,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 33:11<\/a>.  When the sinners in Zion saw what dreadful execution the wrath of God  made they were in a great fright, being conscious to themselves that  they had provoked this God by their secretly worshipping other gods  and therefore they cry out, <i>Who among us shall dwell with this  devouring fire,<\/i> before which so vast an army is as thorns? <i>Who  among us shall dwell with<\/i> these <i>everlasting burnings,<\/i> which  have made the Assyrians <i>as the burnings of lime?<\/i>   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 33:12<\/a>.  Thus they said, or should have said. Note, God's judgments upon the  enemies of Zion should strike a terror upon the sinners in Zion, nay,  David himself trembles at them,   <a class=\"ref\">Psalm 119:120<\/a>.  God himself is this devouring fire,   <a class=\"ref\">Hebrews 12:29<\/a>.  Who is able to stand before him?   <a class=\"ref\">1 Samuel 6:20<\/a>.  His wrath will burn those everlastingly that have made themselves fuel  for it. It is a fire that shall never be quenched, nor will ever go out  of itself  for it is the wrath of an everlasting God preying upon the  conscience of an immortal soul. Nor can the most daring sinners bear up  against it, so as to bear either the execution of it or the fearful  expectation of it. Let this awaken us all to flee from the wrath to  come, by fleeing to Christ as our refuge.<\/p>  <p>  II. He has graciously provided for the security of his people that  trust in him: <i>Hear this, and acknowledge his<\/i> power in making  those that <i>walk righteously,<\/i> and <i>speak uprightly,<\/i> to  <i>dwell on high,<\/i>   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 33:15<\/a>.  We have here,<\/p>  <p>  1. The good man's character, which he preserves even in times of common  iniquity, in divers instances.  (1.) He walks righteously. In the whole course of his conversation he  acts by rules of equity, and makes conscience of rendering to all their  due, to God his due, as well as to men theirs. His walk is  righteousness itself  he would not for a world wilfully do an unjust  thing.  (2.) He speaks uprightly, <i>uprightnesses<\/i> (so the word is)  he  speaks what is true and right, and with an honest intention. He cannot  think one thing and speak another, nor look one way and row another.  His word is to him as sacred as his oath, and is not yea and nay.  (3.) He is so far from coveting ill-gotten gain that he despises it. He  thinks it a mean and sordid thing, and unbecoming a man of honour, to  enrich himself by any hardship put upon his neighbour. He scorns to do  a wrong thing, nay, to do a severe thing, though he might get by it. He  does not over-value gain itself, and therefore easily abhors the gain  that is not honestly come by.  (4.) If he have a bribe at any time thrust into his hand, to pervert  justice, <i>he shakes his hands from holding<\/i> it, with the utmost  detestation, taking it as an affront to have it offered him.  (5.) <i>He stops his ears from hearing<\/i> any thing that tends to  cruelty or bloodshed, or any suggestions stirring him up to revenge,   <a class=\"ref\">Job 31:31<\/a>.  He turns a deaf ear to those that delight in war and entice him to  <i>cast in his lot among them,<\/i>   <a class=\"ref\">Proverbs 1:14<\/a>.  (6.) He <i>shuts his eyes from seeing evil.<\/i> He has such an  abhorrence of sin that he cannot bear to see others commit it, and does  himself watch against all the occasions of it. Those that would  preserve the purity of their souls must keep a strict guard upon the  senses of their bodies, must stop their ears to temptations, and turn  away their eyes from beholding vanity.<\/p>  <p>  2. The good man's comfort, which he may preserve even in times of  common calamity,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 33:16<\/a>.  (1.) He shall be safe  he shall escape the devouring fire and the  everlasting burnings  he shall have access to, and communion with, that  God who is a devouring fire, but shall be to him a rejoicing light.  And, as to present troubles, <i>he shall dwell on high,<\/i> out of the  reach of them, nay, out of the hearing of the noise of them  he shall  not be really harmed by them, nay, he shall not be greatly frightened  at them: <i>The floods of great waters shall not come nigh him <\/i> or,  if they should attack him, <i>his place of defence shall be the  munitions of rocks,<\/i> strong and impregnable, fortified by nature as  well as art. The divine power will keep him safe, and his faith in that  power will keep him easy. God, the rock of ages, will be his high  tower.  (2.) He shall be supplied  he shall want nothing that is necessary for  him: <i>Bread shall be given him,<\/i> even when the siege is straitest  and provisions are cut off  and <i>his waters shall be sure,<\/i> that  is, he shall be sure of the continuance of them, so that he shall not  drink his water by measure and with astonishment. Those that fear the  Lord shall not want any thing that is good for them.<\/p>  <p>  III. He will protect Jerusalem, and deliver it out of the hands of the  invaders. This storm that threatened them should blow over, and they  should enjoy a prosperous state again. Many instances are here given of  this prosperity.<\/p>  <p>  1. Hezekiah shall put off his sackcloth and all the sadness of his  countenance, and shall appear publicly in his beauty, in his royal  robes and with a pleasing aspect  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 33:17<\/a>),  to the great joy of all his loving subjects. Those that walk uprightly  shall not only have bread given them, and their water sure, but they  shall with an eye of faith see the King of kings in his beauty, the  beauty of holiness, and that beauty shall be upon them.<\/p>  <p>  2. The siege being raised, by which they were kept close within the  walls of Jerusalem, they shall now be at liberty to go abroad upon  business or pleasure without danger of falling into the enemies' hand:  <i>They shall behold the land that is very far off <\/i> they shall  visit the utmost corners of the nation, and take a prospect of the  adjacent countries, which will be the more pleasant after so long a  confinement. Thus believers behold the heavenly Canaan, that land that  is very far off, and comfort themselves with the prospect of it in evil  times.<\/p>  <p>  3. The remembrance of the fright they were in shall add to the pleasure  of their deliverance  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 33:18<\/a>):  <i>Thy heart shall meditate terror,<\/i> meditate it with pleasure when  it is over. Thou shalt think thou still hearest the alarm in thy ears,  when all the cry was, \"Arm, arm, arm! every man to his post. <i>Where  is the scribe<\/i> or secretary of war? Let him appear to draw up the  muster-roll. <i>Where is the receiver<\/i> and pay-master of the army?  Let him see what he had in bank, to defray the charge of a defence.  <i>Where is he that counted the towers?<\/i> Let him bring in the  account of them, that care may be taken to put a competent number of  men in each.\" Or these words may be taken as Jerusalem's triumph over  the vanquished army of the Assyrians, and the rather because the  apostle alludes to them in his triumphs over the learning of this  world, when it was baffled by the gospel of Christ,   <a class=\"ref\">1 Corinthians 1:20<\/a>.  The virgin, the daughter of Zion, despises all their military  preparations. Where is the scribe or muster-master of the Assyrian  army? Where is their weigher (or treasurer), and where are their  engineers that counted the towers? They are all either dead or fled.  There is an end of them.<\/p>  <p>  4. They shall no more be terrified with the sight of the Assyrians, who  were a fierce people naturally, and were particularly fierce against  the people of the Jews, and were of a strange language, that could  understand neither their petitions nor their complaints, and therefore  had a pretence for being deaf to them, nor could themselves be  understood: \"They are <i>of a deeper speech than thou canst  perceive,<\/i> which will make them the more formidable,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 33:19<\/a>.  Thy eyes shall no more see them thus fierce, but their countenances  changed when they shall all become dead corpses.\"<\/p>  <p>  5. They shall no more be under apprehensions of the danger of  Jerusalem-Zion, and the temple there  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 33:20<\/a>):  \"<i>Look upon Zion, the city of our solemnities,<\/i> the city where our  solemn sacred feasts are kept, where we used to meet to worship God in  religious assemblies.\" The good people among them, in the time of their  distress, were most in pain for Zion upon this account, that it was the  city of their solemnities, that the conquerors would burn their temple  and they should not have that to keep their solemn feasts in any more.  In times of public danger our concern should be most about our  religion, and the cities of our solemnities should be dearer to us than  either our strong cities or our store-cities. It is with an eye to this  that God will work deliverance for Jerusalem, because it is the city of  religious solemnities: let those be conscientiously kept up, as the  glory of a people, and we may depend upon God to create a defence upon  that glory. Two things are here promised to Jerusalem:--  (1.) A well-grounded security. It shall be <i>a quiet habitation<\/i>  for the people of God  they shall not be molested and disturbed, as  they have been, by the alarms of the sword either of war or  persecution,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 29:20<\/a>.  It shall be a quiet habitation, as it is the city of our solemnities.  It is desirable to be quiet in our own houses, but much more so to be  quiet in God's house and have none to make us afraid there. Thus it  shall be with Jerusalem  and <i>the eyes shall see it,<\/i> which will  be a great satisfaction to a good man,   <a class=\"ref\">Psalm 128:5<\/a>.  \"<i>Thou shalt see the good of Jerusalem, and peace upon Israel <\/i>  thou shalt live to see it and share in it.\"  (2.) An unmoved stability. Jerusalem, the city of our solemnities, is  indeed but <i>a tabernacle,<\/i> in comparison with the New Jerusalem.  The present manifestations of the divine glory and grace are nothing in  comparison with those that are reserved for the future state. But it is  such a tabernacle as <i>shall not be taken down.<\/i> After this trouble  is over Jerusalem shall long enjoy a confirmed peace  and her sacred  privileges, which are the stakes and cords of her tabernacle, shall not  be removed from her, nor any disturbance given to the course and circle  of her religious services. God's church on earth is a tabernacle,  which, though it may be shifted from one place to another, shall not be  taken down while the world stands  for in every age Christ will have a  seed to serve him. The promises of the covenant are its stakes, which  shall never be removed, and the ordinances and institutions of the  gospel are its cords, which shall never be broken. They are things  which cannot be shaken, though heaven and earth be, but shall  remain.<\/p>  <p>  6. God himself will be their protector and Saviour,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 33:21<\/a>.  This the principal ground of their confidence: \"He that is himself  <i>the glorious Lord<\/i> will display his glory for us and be a glory  to us, such as shall eclipse the rival-glory of the enemy.\" God, in  being a gracious Lord, is a glorious Lord  for his goodness is his  glory. God will be the Saviour of Jerusalem and her glorious Lord,  (1.) As a guard against their adversaries abroad. He will be <i>a place  of broad rivers and streams.<\/i> Jerusalem had no considerable river  running by it, as most great cities have, nothing but the brook Kidron,  and so wanted one of the best natural fortifications, as well as one of  the greatest advantages for trade and commerce, and upon this account  their enemies despised them and doubted not but to make an easy prey of  them  but the presence and power of God are sufficient at any time to  make up to us the deficiencies of the creature and of its strength and  beauty. We have all in God, all we need or can desire. Many external  advantages Jerusalem has not which other places have, but in God there  is more than an equivalent. But, if there be broad rivers and streams  about Jerusalem, may not these yield an easy access to the fleet of an  invader? No  these are rivers and streams <i>in which shall go no  galley with oars,<\/i> no man of war or gallant ship. If God himself be  the river, it must needs be inaccessible to the enemy  they can neither  find nor force their way by it.  (2.) As a guide to their affairs at home: \"<i>For the Lord is our  Judge,<\/i> to whom we are accountable, to whose judgment we refer  ourselves, by whose judgment we abide, and who therefore (we hope) will  judge for us. <i>He is our lawgiver <\/i> his word is a law to us, and  to him every thought within us is brought into obedience. <i>He is our  King,<\/i> to whom we pay homage and tribute, and an inviolable  allegiance, and therefore <i>he will save us.<\/i>\" For, as protection  draws allegiance, so allegiance may expect protection, and shall have  it with God. By faith we take Christ for our prince and Saviour, and as  such depend upon him and devote ourselves to him. Observe with what an  air of triumph, and with what an emphasis laid upon the glorious name  of God, they comfort themselves with this: <i>Jehovah is our Judge,  Jehovah is our Lawgiver, Jehovah is our King, who, being self-existent,  is self-sufficient, and all-sufficient to us.<\/i><\/p>  <p>  7. The enemies shall be quite infatuated, and all their powers and  projects broken, like a ship at sea in stress of weather, that cannot  ride out the storm, but having her tackle torn, her masts split, and  nothing wherewith to repair them, is given up for a wreck,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 33:23<\/a>.  <i>The tacklings<\/i> of the Assyrian <i>are loosed <\/i> they are like a  ship whose tacklings are loose, or forsaken by the ship's crew, when  they give it over for lost, finding that they cannot strengthen the  mast, but it will come down. They thought themselves sure of Jerusalem  but when they were just entering the port as it were, and though all  was their own, they were quite becalmed, and <i>could not spread their  sail,<\/i> but lay wind-bound till God poured the fury of his wrath upon  them. The enemies of God's church are often disarmed and unrigged when  they think they have almost gained their point.<\/p>  <p>  8. The wealth of their camp shall be a rich booty for the Jews: <i>Then  is the prey of a great spoil divided.<\/i> When the greater part were  slain the rest fled in confusion, and with such precipitation that  (like the Syrians) they <i>left their tents as they were,<\/i> so that  all the treasure in them fell into the hands of the besieged  and even  <i>the lame take the prey.<\/i> Those that tarried at home did divide  the spoil. It was so easy to come at that not only the strong man might  make himself master of it, but even the lame man, whose hands were  lame, that he could not fight, and his feet, that he could not pursue.  As the victory shall cost them no peril, so the prey shall cost them no  toil. And there was such abundance of it that when those who were  forward, and came first, had carried off as much as they would, even  the lame, who came late, found sufficient. Thus God brought good out of  evil, and not only delivered Jerusalem, but enriched it, and abundantly  recompensed the losses they had sustained. Thus comfortably and well do  the frights and distresses of the people of God often end.<\/p>  <p>  9. Both sickness and sin shall be taken away  and then sickness is  taken away in mercy when this is all the fruit of it, and the recovery  from it, even the taking away of sin.  (1.) <i>The inhabitant shall not say, I am sick. As the lame shall take  the prey,<\/i> so shall the sick, notwithstanding their weakness, make a  shift to get to the abandoned camp and seize something for themselves  or there shall be such a universal transport of joy upon this occasion  that even the sick shall, for the present, forget their sickness and  the sorrows of it, and join with the public in its rejoicings  the  deliverance of their city shall be their cure. Or it intimates that,  whereas infectious diseases are commonly the effect of long sieges, it  shall not be so with Jerusalem, but the inhabitants of it with their  victory and peace shall have health also, and there shall be no  complaining upon the account of sickness within their gates. Or those  that are sick shall bear their sickness without complaining as long as  they see it goes well with Jerusalem. Our sense of private grievances  should be drowned in our thanksgivings for public mercies.  (2.) <i>The people that dwell therein shall be forgiven their  iniquity,<\/i> not only the body of the nation forgiven their national  guilt in the removing of the national judgment, but particular persons,  that dwell therein, shall repent, and reform, and have their sins  pardoned. And this is promised as that which is at the bottom of all  other favours  he will do so and so for them, <i>for he will be  merciful to their unrighteousness,<\/i>   <a class=\"ref\">Hebrews 8:12<\/a>.  Sin is the sickness of the soul. When God pardons the sin he heals the  disease  and, when the diseases of sin are healed by pardoning mercy,  the sting of bodily sickness is taken out and the cause of it removed  so that either the inhabitant shall not be sick or at least shall not  say, <i>I am sick.<\/i> If iniquity be taken away, we have little reason  to complain of outward affliction. <i>Son, be of good cheer  thy sins  are forgiven thee.<\/i><\/p>",
    "audit": null
}