{
    "id": 12281,
    "source": "mhm",
    "verse_id": 18675,
    "verse_count": 3,
    "reference": "51:1-3",
    "title": "",
    "html": "<p>  1  Hearken to me, ye that follow after righteousness, ye that  seek the L<b>ORD<\/b>: look unto the rock <i>whence<\/i> ye are hewn, and to  the hole of the pit <i>whence<\/i> ye are digged.    2  Look unto Abraham your father, and unto Sarah <i>that<\/i> bare  you: for I called him alone, and blessed him, and increased him.    3  For the L<b>ORD<\/b> shall comfort Zion: he will comfort all her  waste places  and he will make her wilderness like Eden, and her  desert like the garden of the L<b>ORD<\/b>  joy and gladness shall be  found therein, thanksgiving, and the voice of melody.  <\/p>  <p>  Observe,  1. How the people of God are here described, to whom the word of this  consolation is sent and who are called upon to hearken to it,   <a class=\"isa\" verses=\"WzE4Njc1XQ==\">Isaiah 51:1<\/a>.  They are such as <i>follow after righteousness,<\/i> such as are very  desirous and solicitous both to be justified and to be sanctified, are  pressing hard after this, to have the favour of God restored to them  and the image of God renewed on them. These are those <i>that seek the  Lord,<\/i> for it is only in the say of righteousness that we can seek  him with any hope of finding him.  2. How they are here directed to look back to their original, and the  smallness of their beginning: \"<i>Look unto the rock whence you were  hewn<\/i>\" (the idolatrous family in Ur of the Chaldees, out of which  Abraham was taken, the generation of slaves which the heads and fathers  of their tribes were in Egypt)  \"look unto <i>the hole of the pit out  of which you were digged,<\/i> as clay, when God formed you into a  people.\" Note, It is good for those that are privileged by a new birth  to consider what they were by their first birth, how they were  <i>conceived in iniquity and shapen in sin.<\/i> That which is <i>born  of the flesh is flesh.<\/i> How hard was that rock out of which we were  hewn, unapt to receive impressions, and how miserable <i>the hole of  that pit out of which we were digged!<\/i> The consideration of this  should fill us with low thoughts of ourselves and high thoughts of  divine grace. Those that are now advanced would do well to remember how  low they began  (<a class=\"isa\" verses=\"WzE4Njc2XQ==\">Isaiah 51:2<\/a>):  \"<i>Look unto Abraham your father,<\/i> the father of all the faithful,  of all that follow after the righteousness of faith as he did  (<a class=\"ref\">Romans 4:11<\/a>),  <i>and unto Sarah that bore you,<\/i> and whose daughters you all are as  long as you do well. Think how Abraham was <i>called alone,<\/i> and yet  was <i>blessed<\/i> and <i>multiplied <\/i> and let that encourage you to  depend upon the promise of God even when a sentence of death seems to  be upon all the means that lead to the performance of it. Particularly  let it encourage the captives in Babylon, though they are reduced to a  small number, and few of them left, to hope that yet they shall  increase so as to replenish their own land again.\" When Jacob is very  small, yet he is not so small as Abraham was, who yet became father of  many nations. \"Look unto Abraham, and see what he got by trusting in  the promise of God, and take example by him to follow God with an  implicit faith.\"  3. How they are here assured that their present seedness of tears  should at length end in a harvest of joys,   <a class=\"isa\" verses=\"WzE4Njc3XQ==\">Isaiah 51:3<\/a>.  The church of God on earth, even the gospel Zion, has sometimes had her  deserts and waste places, many parts of the church, through either  corruption or persecution, made like a wilderness, unfruitful to God or  uncomfortable to the inhabitants  but God will find out a time and way  to <i>comfort Zion,<\/i> not only by speaking comfortably to her, but by  acting graciously for her. God has comforts in store even for the  <i>waste places<\/i> of his church, for those parts of it that seem not  regarded or valued.  (1.) He will make them fruitful, and so give them cause to rejoice  her  wildernesses shall put on a new face, and look pleasant as Eden, and  abound in all good fruits, <i>as the garden of the Lord.<\/i> Note, It  is the greatest comfort of the church to be made serviceable to the  glory of God, and to be as his garden in which he delights.  (2.) He will make them cheerful, and so give them hearts to rejoice.  With the <i>fruits of righteousness, joy and gladness shall be found  therein <\/i> for the more holiness men have, and the more good they do,  the more gladness they have. And where there is gladness, to their  satisfaction, it is fit that there should be thanksgiving, to God's  honour  for whatever is the matter of our rejoicing ought to be the  matter of our thanksgiving  and the returns of God's favour ought to be  celebrated with the voice of melody, which will be the more melodious  when God gives <i>songs in the night,<\/i> songs in the desert.<\/p>",
    "audit": null
}