{
    "id": 12275,
    "source": "mhm",
    "verse_id": 18661,
    "verse_count": 3,
    "reference": "49:24–26",
    "title": "",
    "html": "<p>24 Shall the prey be taken from the mighty, or the lawful captive delivered? 25 But thus saith the L<b>ORD<\/b> , Even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered: for I will contend with him that contendeth with thee, and I will save thy children. 26 And I will feed them that oppress thee with their own flesh and they shall be drunken with their own blood, as with sweet wine: and all flesh shall know that I the L<b>ORD<\/b><i>am<\/i> thy Saviour and thy Redeemer, the mighty One of Jacob.<\/p><p>Here is, I. An objection started against the promise of the Jews' release out of their captivity in Babylon, suggesting that it was a thing not to be expected for ( <a class=\"ref\"><\/a>) they were a prey in the hand of the mighty, of such as were then the greatest potentates on earth, and therefore it was not likely they should be rescued by force. Yet that was not all: they were lawful captives by the law of God, having offended, they were justly delivered into captivity and by the law of nations, being taken in war, they were justly detained in captivity till they should be ransomed or exchanged. Now this is spoken either, 1. By the enemies, as justifying themselves in their refusal to let them go. They plead both might and right. Proud men think all their own that they can lay their hands on and their title good if they have but the longest sword. Or, 2. By their friends, either in a way of distrust, despairing of the deliverance (\"for who is able to deal with those that detain us, either by force of arms or a treaty of peace?\"), or in a way of thankfulness, admiring the deliverance. \"Who would have thought that ever the prey should be<i>taken from the mighty?<\/i> Yet it is done.\" This is applicable to our redemption by Christ. As to Satan, we were a prey in the hand of the mighty, and yet delivered even from him that had the power of death, by him that had the power of life. As to the justice of God, we were lawful captives, and yet delivered by a price of inestimable value.<\/p><p>II. This objection answered by an express promise, and a further promise for God's promises being all yea, and amen, they may well serve to corroborate one another. 1. Here is an express promise with a<i>non-obstante&mdash;notwithstanding<\/i> to the strength of the enemy ( <a class=\"ref\"><\/a>): \"<i>Even the captives of the mighty,<\/i> though they are mighty, shall be taken away, and it is to no purpose for them to oppose it<i>and the prey of the terrible,<\/i> though they are terrible, shall be delivered and, as they cannot with all their strength outforce, so they cannot with all their impudence outface, the deliverance, and the counsels of God concerning it.\"<i>The Lord saith thus,<\/i> who, having all power and all hearts in his hands is able to make his words good. 2. Here is a further promise, showing how, and in what way, God will bring about the deliverance. He will bring judgments upon the oppressors, and so will work salvation for the oppressed: \"<i>I will contend with him that contends with thee,<\/i> will plead thy cause against those that justify themselves in oppressing thee whoever it be, though but a single person, that contends with thee, he shall know that it is at his peril, and thus<i>I will save thy children. <\/i> \" The captives shall be delivered by<i>leading captivity captive,<\/i> that is, sending those into captivity that had held God's people captive, <a class=\"ref\"><\/a>. Nay, they shall have blood for blood ( <a class=\"ref\"><\/a>): \"<i>I will feed those that oppress thee with their own flesh,<\/i> and<i>they shall be drunken with their own blood. <\/i> The proud Babylonians shall become not only an easy, but an acceptable, prey to one another. God will send a dividing spirit among them, and their ruin, which was begun by a foreign invasion, shall be completed by their intestine divisions. They shall<i>bite and devour one another,<\/i> till they are<i>consumed one of another. <\/i> They shall greedily and with delight prey upon those that are their own flesh and blood.\" God can make the oppressors of his church to be their own tormentors and their own destroyers. The New-Testament Babylon, having made herself drunk with the blood of the saints, shall have<i>blood given her to drink, for she is worthy. <\/i> See how cruel men sometimes are to themselves and to one another: indeed those who are so to others are so to themselves, for God's justice and men's revenge will mete to them what they have measured to others. They not only thirst after blood, but drink it so greedily that they are drunken with it, and with as much pleasure as if it were sweet wine. If God had not more mercy on sinners than they would have one upon another were their passions let loose, the world would be soon an<i>Aceldama,<\/i> nay, a desolation.<\/p><p>III. See what will be the effect of Babylon's ruin:<i>All flesh shall know that I the Lord am thy Saviour. <\/i> God will make it to appear, to the conviction of all the world, that, though Israel seem lost and cast off, they have a Redeemer, and, though they are made a prey to the mighty, Jacob has a mighty One, who is able to deal with all his enemies. God intends, by the deliverances of his church, both to notify and to magnify his own name.<\/p> ",
    "audit": null
}