{
    "id": 12282,
    "source": "mhm",
    "verse_id": 18678,
    "verse_count": 5,
    "reference": "51:4-8",
    "title": "",
    "html": "<p>  4  Hearken unto me, my people  and give ear unto me, O my  nation: for a law shall proceed from me, and I will make my  judgment to rest for a light of the people.    5  My righteousness <i>is<\/i> near  my salvation is gone forth, and  mine arms shall judge the people  the isles shall wait upon me,  and on mine arm shall they trust.    6  Lift up your eyes to the heavens, and look upon the earth  beneath: for the heavens shall vanish away like smoke, and the  earth shall wax old like a garment, and they that dwell therein  shall die in like manner: but my salvation shall be for ever, and  my righteousness shall not be abolished.    7  Hearken unto me, ye that know righteousness, the people in  whose heart <i>is<\/i> my law  fear ye not the reproach of men, neither  be ye afraid of their revilings.    8  For the moth shall eat them up like a garment, and the worm  shall eat them like wool: but my righteousness shall be for ever,  and my salvation from generation to generation.  <\/p>  <p>  Both these proclamations, as I may call them, end alike with an  assurance of the perpetuity of God's righteousness and his salvation  and therefore we put them together, both being designed for the comfort  of God's people. Observe,<\/p>  <p>  I. Who they are to whom this comfort belongs: \"<i>My people,<\/i> and  <i>my nation,<\/i> that I have set apart for myself, that own me and are  owned by me.\" Those are God's people and his nation who are subject to  him as their King and their God, pay allegiance to him, and put  themselves under his protection accordingly. They are a people who  <i>know righteousness,<\/i> who not only have the means of knowledge,  and to whom righteousness is made known, but who improve those means,  and are able to form a right judgment of truth and falsehood, good and  evil. And, as they have good heads, so they have good hearts, for they  have the law of God in them, written and ruling there. Those God owns  for his people <i>in whose hearts his law is.<\/i> Even those who know  righteousness, and have the law of God in their hearts, may yet be in  great distress and sorrow, and loaded with reproach and contempt  but  their God will comfort them with the righteousness they know and the  law they have in their hearts.<\/p>  <p>  II. What the comfort is that belongs to God's people.  1. That the gospel of Christ shall be preached and published to the  world: <i>A law shall proceed from me,<\/i> an evangelical law, the law  of Christ, the law of faith,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 2:3<\/a>.  This law is his judgment  for it is that law of liberty by which the  world shall be governed and judged. This shall not only go forth, but  shall continue and rest, it shall take firm footing and deep root in  the world. It shall rest, not only for the benefit of the Jews, who had  the first notice of it, but <i>for a light of the people<\/i> of other  nations. It is this law, this judgment, that we are required to hearken  and give ear to, at our peril  for how shall we escape if we neglect it  and turn a deaf ear to it? When a law proceeds from God, <i>he that has  ears to hear, let him hear.<\/i>  2. That this law and judgment shall bring with them righteousness and  salvation, shall open a ready way to the children of men, that they may  be justified and saved,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 51:5<\/a>.  These are called <i>God's righteousness<\/i> and <i>his<\/i> salvation,  because of his contriving and bringing them about. The former is a  righteousness which he will accept for us and accept us for, and a  righteousness which he will work in us and graciously accept of. The  latter is the <i>salvation of the Lord,<\/i> for it arises from him and  terminates in him. Observe, There is no salvation without  righteousness  and, wherever there is the <i>righteousness of God,<\/i>  there shall be his salvation. All those, and those only, that are  justified and sanctified shall be glorified.  3. That this righteousness and salvation shall very shortly appear:  <i>My righteousness is near.<\/i> It is near in time  behold, all things  are now ready. It is near in place, not far to seek, but the word is  nigh us, and Christ in the word, righteousness in the word,   <a class=\"ref\">Romans 10:8<\/a>.  <i>My salvation has gone forth.<\/i> The decree has gone forth  concerning it  it shall as certainly be introduced as if it had gone  forth already, and the time for it is at hand.  4. That this evangelical righteousness and salvation shall not be  confined to the Jewish nation, but shall be extended to the Gentiles  <i>My arms shall judge the people.<\/i> Those that will not yield to the  judgments of God's mouth shall be crushed by the judgments of his hand.  Some shall thus be judged by the gospel, for <i>for judgment Christ  came into this world <\/i> but others, and those of <i>the isles, shall  wait upon him,<\/i> and bid his gospel, and the commands as well as the  comforts of it, welcome. It was a comfort to God's people, to his  nation, that multitudes should be added to them, and the increase of  their number should be the increase of their strength and beauty. It is  added, <i>And on my arm shall they trust,<\/i> that <i>arm of the  Lord<\/i> which is revealed in Christ,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 53:1<\/a>.  Observe, God's arm shall judge the people that are impenitent, and yet  on his arm shall others trust and be saved by it  for it is to us as we  make it, a savour of life or of death.  5. That this righteousness and salvation <i>shall be for ever,<\/i> and  shall never be abolished,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 51:8<\/a>.  It is an everlasting righteousness that the Messiah brings in  (<a class=\"ref\">Daniel 9:24<\/a>),  an eternal redemption that he is the author of,   <a class=\"ref\">Hebrews 5:9<\/a>.  As it shall spread through all the nations of the earth, so it shall  last through all the ages of the world. We must never expect any other  way of salvation, any other covenant of peace or rule of righteousness,  than what we have in the gospel, and what we have there shall continue  to the end,   <a class=\"ref\">Matthew 28:20<\/a>.  It is for ever  for the consequences of it shall be to eternity, and by  this law of liberty men's everlasting state will be determined. This  perpetuity of the gospel and the blessed things it brings in is  illustrated by the fading and perishing of this world and all things in  it. Look up to the visible heavens above, which have continued  hitherto, and seem likely to continue, but they shall <i>vanish like  smoke<\/i> that soon spends itself and disappears  they shall be rolled  like a scroll, and their lights shall fall like leaves in autumn. Look  down to the earth beneath  that abides too for a short <i>ever<\/i>  (<a class=\"ref\">Ecclesiastes 1:4<\/a>),  but it shall <i>wax old like a garment<\/i> that will be the worse for  wearing  <i>and those that dwell therein,<\/i> all the inhabitants of  the earth, even those that seem to have the best settlement in it,  <i>shall die in like manner:<\/i> the soul shall, as to this world,  vanish like smoke, and the body be thrown by like a garment waxen old.  They shall be easily crushed  (<a class=\"ref\">Job 4:19<\/a>),  and no loss of them. But when <i>heaven and earth pass away,<\/i> when  all flesh and the glory of it wither as grass, the <i>word of the Lord  endures for ever,<\/i> and <i>not one iota or tittle of that shall fall  to the ground.<\/i> Those whose happiness is bound up in Christ's  righteousness and salvation will have the comfort of it when time and  days shall be no more.<\/p>  <p>  III. What use they are to make of this comfort. If God's righteousness  and salvation are near to them, then let them <i>not fear the reproach  of men,<\/i> of mortal miserable men, nor be <i>afraid of their  revilings<\/i> or spiteful taunts, theirs who bid you sing them the  songs of Zion, or who ask you, in scorn, <i>Where is now your God?<\/i>  Let not those who embrace the gospel righteousness be afraid of those  who will call them <i>Beelzebub,<\/i> and will say all manner of evil  against them falsely. Let them not be afraid of them  let them not be  disturbed by these opprobrious speeches, nor made uneasy by them, as if  they would be the ruin of their reputation and honour and they must for  ever lie under the load of them. Let them not be afraid of their  executing their menaces, nor be deterred thereby from their duty, nor  frightened into any sinful compliances, nor driven to take any indirect  courses for their own safety. Those can bear but little for Christ that  cannot bear a hard word for him. Let us not fear the reproach of men  for,  1. They will be quickly silenced  (<a class=\"isa\" verses=\"bnVsbA==\">Isaiah 51:8<\/a>):  <i>The moth shall eat them up like a garment,<\/i>   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 50:9<\/a>.  <i>The worm shall eat them like wool,<\/i> or woollen cloth. If we have  the approbation of a living God, we may despise the censure of dying  men  the matter is not great what those say of us who must shortly be  food for worms. Or it intimates the judgments of God with which they  shall be visited, with which they shall be consumed, for their malice  against the people of God  they shall be slowly and silently, but  effectually destroyed, when God shall come to reckon with them <i>for  all their hard speeches,<\/i>   <a class=\"ref\">Jude 1:14<\/a>.  2. The cause we suffer for cannot be run down. The falsehood of their  reproaches will be detected, but truth shall triumph, and the  righteousness of religion's injured cause shall be for ever plain.  Clouds darken the sun, but give no obstruction to his progress.<\/p>",
    "audit": null
}