{
    "id": 12134,
    "source": "mhm",
    "verse_id": 17905,
    "verse_count": 3,
    "reference": "12:4-6",
    "title": "",
    "html": "<p>  4  And in that day shall ye say, Praise the L<b>ORD<\/b>, call upon his  name, declare his doings among the people, make mention that his  name is exalted.    5  Sing unto the L<b>ORD<\/b>  for he hath done excellent things: this  <i>is<\/i> known in all the earth.    6  Cry out and shout, thou inhabitant of Zion: for great <i>is<\/i>  the Holy One of Israel in the midst of thee.  <\/p>  <p>  This is the second part of this evangelical song, and to the same  purport with the former  there believers stir up themselves to praise  God, here they invite and encourage one another to do it, and are  contriving to spread his praise and draw in others to join with them in  it. Observe,<\/p>  <p>  I. Who are here called upon to praise God--<i>the inhabitants of  Zion<\/i> and Jerusalem, whom God had in a particular manner protected  from Sennacherib's violence,   <a class=\"isa\" verses=\"bnVsbA==\">Isaiah 12:6<\/a>.  Those that have received distinguishing favours from God ought to be  most forward and zealous in praising him. The gospel church is Zion.  Christ is Zion's King. Those that have a place and a name in the church  should lay out themselves to diffuse the knowledge of Christ and to  bring many to him. <i>Thou inhabitress of Zion <\/i> the word is  feminine. Let the weaker sex be strong in the Lord, and out of their  mouth praise shall be perfected.<\/p>  <p>  II. How they must praise the Lord.  1. By prayer: <i>Call upon his name.<\/i> As giving thanks for former  mercy is a decent way of begging further mercy, so begging further  mercy is graciously accepted as a thankful acknowledgment of the  mercies we have received. In calling upon God's name we give unto him  some of the glory that is due to his name as our powerful and bountiful  benefactor.  2. By preaching and writing. We must not only speak to God, but speak  to others concerning him, not only call upon his name, but (as the  margin reads it) <i>proclaim his name <\/i> let others know something  more from us than they did before concerning God, and those things  whereby he has made himself known. <i>Declare his doings,<\/i> his  <i>counsels<\/i> (so some read it)  the work of redemption is according  to the counsel of his will, and in that and other wonderful works that  he has done we must take notice of his <i>thoughts which are to  us-ward,<\/i>   <a class=\"ref\">Psalm 40:5<\/a>.  Declare these <i>among the people,<\/i> among the heathen, that they may  be brought into communion with Israel and the God of Israel. When the  apostles preached the gospel to all nations, beginning at Jerusalem,  then this scripture was fulfilled, that his doings should be declared  among the people and that what he has done should be known in all the  earth.  3. By a holy exultation and transport of joy: \"<i>Cry out and  shout <\/i> welcome the gospel to yourselves and publish it to others  with huzzas and loud acclamations, as those that <i>shout for  victory<\/i>  (<a class=\"ref\">Exodus 32:18<\/a>)  or for the coronation of a king,\"   <a class=\"ref\">Numbers 23:21<\/a>.<\/p>  <p>  III. For what they must praise the Lord.  1. Because he has glorified himself. Remember it yourselves, and  <i>make mention<\/i> of it to others, <i>that his name is exalted,<\/i>  has become more illustrious and more conspicuous  in this every good  man rejoices.  2. Because he has magnified his people: <i>He has done excellent  things<\/i> for them, which make them look great and considerable.  3. Because he is, and will be, great among them: <i>Great is the Holy  One,<\/i> for he is glorious in holiness  <i>therefore<\/i> great,  because holy. True goodness is true greatness. He is great as <i>the  Holy One of Israel,<\/i> and <i>in the midst of them,<\/i> praised by  them  (<a class=\"ref\">Psalm 76:1<\/a>),  manifesting himself among them, and appearing gloriously in their  behalf. It is the honour and happiness of Israel that the God who is in  covenant with them, and in the midst of them, is infinitely great.<\/p>",
    "audit": null
}