{
    "id": 12307,
    "source": "mhm",
    "verse_id": 18779,
    "verse_count": 4,
    "reference": "57:13-16",
    "title": "",
    "html": "<p>  13  When thou criest, let thy companies deliver thee  but the  wind shall carry them all away  vanity shall take <i>them:<\/i> but he  that putteth his trust in me shall possess the land, and shall  inherit my holy mountain    14  And shall say, Cast ye up, cast ye up, prepare the way, take  up the stumbling block out of the way of my people.    15  For thus saith the high and lofty One that inhabiteth  eternity, whose name <i>is<\/i> Holy  I dwell in the high and holy  <i>place,<\/i> with him also <i>that is<\/i> of a contrite and humble spirit,  to revive the spirit of the humble, and to revive the heart of  the contrite ones.    16  For I will not contend for ever, neither will I be always  wroth: for the spirit should fail before me, and the souls  <i>which<\/i> I have made.  <\/p>  <p>  Here,  I. God shows how insufficient idols and creatures were to relieve and  succour those that worshipped them and confided in them  (<a class=\"isa\" verses=\"WzE4Nzc5XQ==\">Isaiah 57:13<\/a>):  \"<i>When thou criest<\/i> in thy distress and anguish, lamentest thy  misery and callest for help, <i>let thy companies deliver thee,<\/i> thy  idol-gods which thou hast heaped to thyself companies of, the troops of  the confederate forces which thou hast relied so much upon, let them  deliver thee if they can  expect no other relief than what they can  give.\" Thus God said to Israel, when in their trouble they called upon  him  (<a class=\"ref\">Judges 10:14<\/a>),  <i>Go, and cry to the gods which you have chosen, let them deliver  you.<\/i> But in vain is salvation hoped for from them: <i>The wind  shall carry them all away,<\/i> the wind of God's wrath, that breath of  his mouth which shall slay the wicked  they have made themselves as  chaff, and therefore the wind will of course hurry them away. Vanity  they are, and <i>vanity shall take them<\/i> away, to vanity they shall  be reduced, and vanity shall be their recompence. Both the idols and  their worshippers shall come to nothing.<\/p>  <p>  II. He shows that there was a sufficiency, an all-sufficiency, in him  for the comfort and deliverance of all those that put their confidence  in him and made their application to him. Their safety and satisfaction  appear the more comfortable because their hopes are crowned with  fruition, when those that seek to other helpers have their hopes  frustrated: \"<i>He that puts his trust in me,<\/i> and in me only, he  shall be happy, both for soul and body, for this world and the  other.\"<\/p>  <p>  1. Observe, in general,  (1.) Those that trust in God's providence take the best course to  secure their secular interests. They <i>shall possess the land,<\/i> as  much of it as is good for them, and what they have they shall have it  from a good hand and hold it by a good title.   <a class=\"ref\">Psalm 37:3<\/a>,  <i>They shall dwell in the land, and verily they shall be fed.<\/i>  (2.) Those that trust in God's grace take the best course to secure  their sacred interests. They <i>shall inherit my holy mountain.<\/i>  They shall enjoy the privileges of the church on earth, and be brought  at length to the joys of heaven  and no wind shall carry them away.<\/p>  <p>  2. More particularly,<\/p>  <p>  (1.) The captives, that trust in God, shall be released  (<a class=\"isa\" verses=\"WzE4NzgwXQ==\">Isaiah 57:14<\/a>):  <i>They shall say<\/i> (that is, the messengers of his providence, in  that great event shall say), <i>Cast you up, cast you up, prepare the  way.<\/i> When God's time shall have come for their deliverance the way  of bringing it about shall be made plain and easy, obstacles shall be  removed, difficulties that seemed insuperable shall be speedily got  over, and all things shall concur both to accelerate and facilitate  their return. See   <a class=\"isa\" verses=\"WzE4NDI0XQ==\">Isaiah 40:3<\/a>.  This refers to the provision which the gospel, and the grace of it,  have made for our ready passage through this world to a better. The way  of religion is now cast up  it is a highway  ministers' business is to  direct people in it, and to help them over the discouragements they  meet with, that nothing may offend them.<\/p>  <p>  (2.) The contrite, that trust in God, shall be <i>revived,<\/i>   <a class=\"isa\" verses=\"WzE4NzgxXQ==\">Isaiah 57:15<\/a>.  Those that trusted to idols and creatures for help went with their  <i>ointments and perfumes<\/i>  (<a class=\"isa\" verses=\"WzE4Nzc1XQ==\">Isaiah 57:9<\/a>)  but here God shows that those who may expect help from him are such as  are destitute of, and set themselves at a distance from, the gaieties  of the world and the delights of sense. God's glory appears here very  bright,  [1.] In his greatness and majesty: He is <i>the high and lofty One that  inhabits eternity.<\/i> Let this inspire us with very high and  honourable thoughts of the God with whom we have to do, <i>First,<\/i>  That his being and perfections are exalted infinitely above every  creature, not only above what they have themselves, but above what they  can conceive concerning him, <i>far above all their blessing and  praise,<\/i>   <a class=\"ref\">Nehemiah 9:5<\/a>.  <i>He is the high and lofty One,<\/i> and there is no creature like him,  nor any to be compared with him. The language likewise intimates his  sovereign dominion over all and the incontestable right he has to give  both law and judgment to all. He is <i>higher than the highest<\/i>  (<a class=\"ref\">Ecclesiastes 5:8<\/a>),  than the <i>highest heavens,<\/i>   <a class=\"ref\">Psalm 113:4<\/a>.  <i>Secondly,<\/i> That with him there is neither beginning of days nor  end of life, nor change of time  he is both immortal and immutable. He  only <i>has immortality,<\/i>   <a class=\"ref\">1 Timothy 6:16<\/a>.  He has it of himself, and he has it constantly  he inhabits it, and  cannot be dispossessed of it. We must shortly remove into eternity, but  God always inhabits it. <i>Thirdly,<\/i> That there is an infinite  rectitude in his nature, and an exact conformity with himself and a  steady design of his own glory in all that he does  and this appears in  every thing by which he has made himself known, for his name is  <i>holy,<\/i> and all that desire to be acquainted with him must know  him as a holy God. <i>Fourthly,<\/i> That the peculiar residence and  manifestation of his glory are in the mansions of light and bliss  above: \"<i>I dwell in the high and holy place,<\/i> and will have all  the world to know it.\" Whoever have any business with God must direct  to him as their Father in heaven, for there he dwells. These great  things are here said of God to inspire us with a holy reverence of him,  to encourage our confidence in him, and to magnify his compassion and  condescension to us, that though he is thus high yet he has respect  unto the lowly  he that rides on the heavens by his name JAH stoops to  concern himself for poor <i>widows<\/i> and <i>fatherless,<\/i>   <a class=\"ref\">Psalm 68:4<\/a>.  [2.] In his grace and mercy. He has a tender pity for the humble and  contrite, for those that are so in respect of their state. If they be  his people, he will not overlook them though they are poor and low in  the world, and despised and trampled upon by men  but he here refers to  the temper of their mind  he will have a tender regard to those who,  being in affliction, accommodate themselves to their affliction, and  bring their mind to their condition, be it ever so low and ever so sad  and sorely broken--those that are truly penitent for sin, who mourn in  secret for it, and have a dread of the wrath of God, which they have  made themselves obnoxious to, and are submissive under all his rebukes.  Now, <i>First,<\/i> With these God will dwell. He will visit them  graciously, will converse familiarly with them by his word and Spirit,  as a man does with those of his own family  he will be always nigh to  them and present with them. He that dwells in the highest heavens  dwells in the lowest hearts and inhabits sincerity as surely as he  inhabits eternity. In these he delights. <i>Secondly,<\/i> He will  revive their heart and spirit, will speak that to them, and work that  in them by the word and Spirit of his grace, which will be reviving to  them, as a cordial to one that is ready to faint. He will give them  reviving joys and hopes sufficient to counterbalance all the griefs and  fears that break their spirits. He dwells with them, and his presence  is reviving.<\/p>  <p>  (3.) Those with whom he contends, if they trust in him, shall be  relieved, and received into favour,   <a class=\"isa\" verses=\"WzE4NzgyXQ==\">Isaiah 57:16<\/a>.  He will <i>revive the heart of the contrite ones,<\/i> for he will not  contend for ever. Nothing makes a soul contrite so much as God's  contending, and therefore nothing revives it so much as his ceasing his  controversy. Here is,  [1.] A gracious promise. It is not promised that he will never be angry  with his people, for their sins are displeasing to him, or that he will  never contend with them, for they must expect the rod  but he <i>will  not contend for ever,<\/i> nor be always wroth. As he is not soon angry,  so he is not long angry. He will not always chide. Though he contend  with them by convictions of sin, he will not contend for ever  but,  instead of the spirit of bondage, they shall receive the Spirit of  adoption. He has torn, but he will heal. Though eh contend with them by  the rebukes of providence, yet the correction shall not last always,  shall not last long, shall last no longer than there is need  (<a class=\"ref\">1 Peter 1:6<\/a>),  no longer than they can bear, no longer than till it has done its work.  Though their whole life be calamitous, yet their end will be peace, and  so will their eternity be.  [2.] A very compassionate consideration, upon which this promise is  grounded: \"If I should contend for ever, <i>the spirit would fail  before me, ever the souls which I have made.<\/i>\" Note, <i>First,<\/i>  God is the Father of spirits,   <a class=\"ref\">Hebrews 12:9<\/a>.  Those with whom he will not always contend are the souls that he has  made, that he gave being to by creation and a new being to by  regeneration. <i>Secondly,<\/i> Though the Lord is for the body, yet he  concerns himself chiefly for the souls of his people, that the spirit  do not fail, and its graces and comforts. <i>Thirdly,<\/i> When  troubles last long, the spirit even of good men is apt to fail. They  are tempted to entertain hard thoughts of God, to think it in vain to  serve him  they are ready to put comfort away from them, and to despair  of relief, and then the spirit fails. <i>Fourthly,<\/i> It is in  consideration of this that God will not contend for ever  for he will  not forsake the work of his own hands nor defeat the purchase of his  Son's blood. The reason is taken not from our merit, but from our  weakness and infirmity  for <i>he remembers that we are flesh<\/i>  (<a class=\"ref\">Psalm 78:39<\/a>)  and that flesh is weak.<\/p>",
    "audit": null
}