{
    "id": 12158,
    "source": "mhm",
    "verse_id": 18023,
    "verse_count": 8,
    "reference": "19:18–25",
    "title": "",
    "html": "<p>18 In that day shall five cities in the land of Egypt speak the language of Canaan, and swear to the L<b>ORD<\/b> of hosts one shall be called, The city of destruction. 19 In that day shall there be an altar to the L<b>ORD<\/b> in the midst of the land of Egypt, and a pillar at the border thereof to the L<b>ORD<\/b> . 20 And it shall be for a sign and for a witness unto the L<b>ORD<\/b> of hosts in the land of Egypt: for they shall cry unto the L<b>ORD<\/b> because of the oppressors, and he shall send them a saviour, and a great one, and he shall deliver them. 21 And the L<b>ORD<\/b> shall be known to Egypt, and the Egyptians shall know the L<b>ORD<\/b> in that day, and shall do sacrifice and oblation yea, they shall vow a vow unto the L<b>ORD<\/b> , and perform<i>it. <\/i> 22 And the L<b>ORD<\/b> shall smite Egypt: he shall smite and heal<i>it:<\/i> and they shall return<i>even<\/i> to the L<b>ORD<\/b> , and he shall be intreated of them, and shall heal them. 23 In that day shall there be a highway out of Egypt to Assyria, and the Assyrian shall come into Egypt, and the Egyptian into Assyria, and the Egyptians shall serve with the Assyrians. 24 In that day shall Israel be the third with Egypt and with Assyria, <i>even<\/i> a blessing in the midst of the land: 25 Whom the L<b>ORD<\/b> of hosts shall bless, saying, Blessed<i>be<\/i> Egypt my people, and Assyria the work of my hands, and Israel mine inheritance.<\/p><p>Out of the thick and threatening clouds of the foregoing prophecy the sun of comfort here breaks forth, and it is the sun of righteousness. Still God has mercy in store for Egypt, and he will show it, not so much by reviving their trade and replenishing their river again as by bringing the true religion among them, calling them to, and accepting them in, the worship of the one only living and true God and these blessings of grace were much more valuable than all the blessings of nature wherewith Egypt was enriched. We know not of any event in which this prophecy can be thought to have its full accomplishment short of the conversion of Egypt to the faith of Christ, by the preaching (as is supposed) of Mark the Evangelist, and the founding of many Christian churches there, which flourished for many ages. Many prophecies of this book point to the days of the Messiah and why not this? It is no unusual thing to speak of gospel graces and ordinances in the language of the Old-Testament institutions. And, in these prophecies, those words, <i>in that day,<\/i> perhaps have not always a reference to what goes immediately before, but have a peculiar significancy pointing at that day which had been so long fixed, and so often spoken of, when the day-spring from on high should visit this dark world. Yet it is not improbable (which some conjecture) that this prophecy was in part fulfilled when those Jews who fled from their own country to take shelter in Egypt, when Sennacherib invaded their land, brought their religion along with them, and, being awakened to great seriousness by the troubles they were in, made an open and zealous profession of it there, and were instrumental to bring many of the Egyptians to embrace it, which was an earnest and specimen of the more plentiful harvest of souls that should be gathered in to God by the preaching of the gospel of Christ. Josephus indeed tells us that Onias the son of Onias the high priest, living an outlaw at Alexandria in Egypt, obtained leave of Ptolemy Philometer, then king, and Cleopatra his queen, to build a temple to the God of Israel, like that at Jerusalem, at Bubastis in Egypt, and pretended a warrant for doing it from this prophecy in Isaiah, that there shall be an<i>altar to the Lord in the land of Egypt<\/i> and the service of God, Josephus affirms, continued in it about 333 years, when it was shut up by Paulinus soon after the destruction of Jerusalem by the Romans see<i>Antiq. <\/i> 13.62-79, and<i>Jewish War<\/i> 7.426-436. But that temple was all along looked upon by the pious Jews as so great an irregularity, and an affront to the temple at Jerusalem, that we cannot suppose this prophecy to be fulfilled in it.<\/p><p>Observe how the conversion of Egypt is here described.<\/p><p>I. They shall<i>speak the language of Canaan,<\/i> the holy language, the scripture-language they shall not only understand it, but use it ( <a class=\"isa\" verses=\"WzE4MDIzXQ==\">Isaiah 19:18<\/a>) they shall introduce that language among them, and converse freely with the people of God, and not, as they used to do, <i>by an interpreter,<\/i> <a class=\"ref\">Genesis 42:23<\/a>. Note, Converting grace, by changing the heart, changes the language<i>for out of the abundance of the heart the mouth speaks. Five cities in Egypt<\/i> shall speak this language so many Jews shall come to reside in Egypt, and they shall so multiply there, that they shall soon replenish five cities, one of which shall be the city of Heres, or of the sun, Heliopolis, where the sun was worshipped, the most infamous of all the cities of Egypt for idolatry even there shall be a wonderful reformation, they shall speak the language of Canaan. Or it may be taken thus, as we render it&mdash;That for every five cities that shall embrace religion there shall be one (a sixth part of the cities of Egypt) that shall reject it, and that shall be called<i>a city of destruction,<\/i> because it refuses the methods of salvation.<\/p><p>II. They shall swear to the Lord of hosts, not only swear by him, giving him the honour of appealing to him, as all nations did to the gods they worshipped but they shall by a solemn oath and vow devote themselves to his honour and bind themselves to his service. They shall swear to cleave to him with purpose of heart, and shall worship him, not occasionally, but constantly. They shall swear allegiance to him as their King, to Christ, to whom all judgment is committed.<\/p><p>III. They shall set up the public worship of God in their land ( <a class=\"isa\" verses=\"WzE4MDI0XQ==\">Isaiah 19:19<\/a>):<i>There shall be an altar to the Lord<\/i> in the<i>midst of the land of Egypt,<\/i> an altar on which<i>they shall do sacrifice and oblation<\/i> ( <a class=\"isa\" verses=\"WzE4MDI2XQ==\">Isaiah 19:21<\/a>) therefore it must be understood spiritually. Christ, the great altar, who sanctifies every gift, shall be owned there, and the gospel sacrifices of prayer and praise shall be offered up for by the law of Moses there was to be no altar for sacrifice but that at Jerusalem. In Christ Jesus all distinction of nations is taken away and a spiritual altar, a gospel church, in the midst of the land of Egypt, is as acceptable to God as one in the midst of the land of Israel and spiritual sacrifices of faith and love, and a contrite heart, <i>please the Lord better than an ox or bullock. <\/i><\/p><p>IV. There shall be a face of religion upon the nation, and an open profession made of it, discernible to all who come among them. Not only in the heart of the country, but even in<i>the borders<\/i> of it, <i>there shall be a pillar,<\/i> or pillars, inscribed, <i>To Jehovah,<\/i> to his honour, as before there had been such pillars set up in honour of false gods. As soon as a stranger entered upon the borders of Egypt he might perceive what God they worshipped. Those that serve God must not be ashamed to own him, but be forward to do any thing that may be for a sign and for a witness to the Lord of hosts. Even in the land of Egypt he had some faithful worshippers, who boasted of their relation to him and made his name their strong tower, or bulwark, on their borders, with which their coasts were fortified against all assailants.<\/p><p>V. Being in distress, they shall seek to God, and he shall be found of them and this<i>shall be a sign and a witness for the Lord of hosts<\/i> that he is a<i>God hearing prayer<\/i> to<i>all flesh<\/i> that<i>come to him,<\/i><i>v. <\/i> 20. See <a class=\"ref\">Psalm 65:2<\/a>. When they cry to God by reason of their oppressors, the cruel lords that shall<i>rule over them<\/i> ( <a class=\"isa\" verses=\"WzE4MDA5XQ==\">Isaiah 19:4<\/a>) he<i>shall be entreated of them<\/i> ( <a class=\"isa\" verses=\"WzE4MDI3XQ==\">Isaiah 19:22<\/a>) whereas he had told his people Israel, who had made it their own choice to have such a king, that they should<i>cry to him by reason of their king,<\/i> and he<i>would not hear them,<\/i> <a class=\"ref\">1 Samuel 8:18<\/a>.<\/p><p>VI. They shall have an interest in the great Redeemer. When they were under the oppression of cruel lords perhaps God sometimes raised them up mighty deliverers, as he did for Israel in the days of the judges and by them, though he had smitten the land, he healed it again and, upon their return to God in a way of duty, he returned to them in a way of mercy, and repaired the breaches of their tottering state. For repenting Egyptians shall find the same favour with God that repenting Ninevites did. But all these deliverances wrought for them, as those for Israel, were but figures of gospel salvation. Doubtless Jesus Christ is<i>the Saviour and the great one<\/i> here spoken of, whom God will send the glad tidings of to the Egyptians, and by whom he will<i>deliver them out of the hands of their enemies,<\/i> that they may<i>serve him without fear,<\/i> <a class=\"ref\">Luke 1:74<\/a>. Jesus Christ delivered the Gentile nations from the service of dumb idols, and did himself both purchase and preach liberty to the captives.<\/p><p>VII. The knowledge of God shall prevail among them, <a class=\"isa\" verses=\"WzE4MDI2XQ==\">Isaiah 19:21<\/a>. 1. They shall have the means of knowledge. For many ages in<i>Judah only was God known,<\/i> for there only were the lively oracles found but now<i>the Lord,<\/i> and his name and will, <i>shall be known to Egypt. <\/i> Perhaps this may in part refer to the translation of the Old Testament out of Hebrew into Greek by the LXX., which was done at Alexandria in Egypt, by the command of Ptolemy king of Egypt and it was the first time that the scriptures were translated into any other language. By the help of this (the Grecian monarchy having introduced their language into that country)<i>the Lord was known to Egypt,<\/i> and a happy omen and means it was of his being further known. 2. They shall have grace to improve those means. It is promised not only that the Lord shall be known to Egypt, but that<i>the Egyptians shall know the Lord<\/i> they shall receive and entertain the light granted to them, and shall submit themselves to the power of it. The Lord is known to our nation, and yet I fear there are many of our nation that do not know the Lord. But the promise of the new covenant is that<i>all shall know the Lord, from the least even to the greatest,<\/i> which promise is sure to all the seed. The effect of this knowledge of God is that<i>they shall vow a vow to the Lord and perform it. <\/i> For those do not know God aright who either are not willing to come under binding obligations to the Lord or do not make good those obligations.<\/p><p>VIII. They shall come into the communion of saints. Being joined to the Lord, they shall be added to the church, and be incorporated with all the saints. 1. All enmities shall be slain. Mortal feuds there had been between Egypt and Assyria they often made war upon one another but now<i>there shall be a highway between Egypt and Assyria<\/i> ( <a class=\"isa\" verses=\"WzE4MDI4XQ==\">Isaiah 19:23<\/a>), a happy correspondence settled between he two nations they shall trade with one another, and every thing that passes between them shall be friendly. <i>The Egyptians shall serve<\/i> (shall worship the true God)<i>with the Assyrians<\/i> and therefore the Assyrians shall come into Egypt and the Egyptians into Assyria. Note, It becomes those who have communion with the same God, through the same Mediator, to keep up an amicable correspondence with one another. The consideration of our meeting at the same throne of grace, and our serving with each other in the same business of religion, should put an end to all heats and animosities, and knit our hearts to each other in holy love. 2. The Gentile nations shall not only unite with each other in the gospel fold under Christ the great shepherd, but they shall all be united with the Jews. When Egypt and Assyria become partners in serving God<i>Israel<\/i> shall<i>make a third with<\/i> them ( <a class=\"isa\" verses=\"WzE4MDI5XQ==\">Isaiah 19:24<\/a>) they shall become a<i>three-fold cord, not easily broken. <\/i> The ceremonial law, which had long been the partition-wall between Jews and Gentiles, shall be taken down, and then they shall become<i>one sheep-fold under one shepherd. <\/i> Thus united, they shall be<i>a blessing in the midst of the land, whom the Lord of hosts shall bless,<\/i> <a class=\"isa\" verses=\"WzE4MDI5XQ==\">Isaiah 19:24<\/a>. (1.) Israel shall be a blessing to them all, because of<i>them, as concerning the flesh, Christ came,<\/i> and they were the natural branches of the good olive, to whom did originally pertain<i>its root and fatness,<\/i> and the Gentiles were but<i>grafted in among them,<\/i> <a class=\"ref\">Romans 11:17<\/a>. Israel lay between Egypt and Assyria, and was a blessing to them both by bringing them to meet in that word of the Lord which went forth from Jerusalem, and that church which was first set up in the land of Israel. <i>Qui conveniunt in aliquo tertio inter se conveniunt&mdash;Those who meet in a third meet in each other. <\/i> Israel is that third in whom Egypt and Assyria agree, and is therefore a blessing for those are real and great blessings to their generation who are instrumental to unite those that have been at variance. (2.) They shall all be a blessing to the world: so the Christian church is, made up of Jews and Gentiles it is the beauty, riches, and support of the world. (3.) They shall all be blessed of the Lord. [1.] They shall all be owned by him as his. Though Egypt was formerly a house of bondage to the people of God, and Assyria an unjust invader of them, all this shall now be forgiven and forgotten, and they shall be as welcome to God as Israel. They are all alike his people whom he takes under his protection. They are formed by him, for they are the<i>work of his hands<\/i> not only as<i>a<\/i> people, but as<i>his<\/i> people. They are formed for him for they are his inheritance, precious in his eyes, and dear to him, and from whom he has his rent of honour out of this lower world. [2.] They shall be owned together by him as jointly his, his in concert they shall all share in one and the same blessing. Note, Those that are united in the love and blessing of God ought, for that reason, to be united to each other in charity.<\/p> ",
    "audit": null
}