{
    "id": 12133,
    "source": "mhm",
    "verse_id": 17902,
    "verse_count": 3,
    "reference": "12:1–3",
    "title": "",
    "html": " <p>1 And in that day thou shalt say, O L <b>ORD <\/b>,, I will praise thee: though thou wast angry with me, thine anger is turned away, and thou comfortedst me. 2 Behold, God <i>is <\/i>,my salvation I will trust, and not be afraid: for the L <b>ORD <\/b>,JEHOVAH <i>is <\/i>,my strength and <i>my <\/i>,song he also is become my salvation. 3 Therefore with joy shall ye draw water out of the wells of salvation. <\/p> <p>This is the former part of the hymn of praise which is prepared for the use of the church, of the Jewish church when God would work great deliverances for them, and of the Christian church when the kingdom of the Messiah should be set up in the world in despite of the opposition of the powers of darkness: <i>In that day thou shalt say, O Lord! I will praise thee. <\/i>,The scattered church, being united into one body, shall, as one man, with one mind and one mouth, thus praise God, who is one and his name one. <i>In that day, <\/i>,when the Lord shall do these great things for thee, <i>thou shalt say, O Lord! I will praise thee. <\/i>,That is, <\/p> <p>I. \"Thou shalt have cause to say so.\" The promise is sure, and the blessings contained in it are very rich, and, when they are bestowed, will furnish the church with abundant matter for rejoicing and therefore with abundant matter for thanksgiving. The Old-Testament prophecies of gospel times are often expressed by the joy and praise that shall then be excited for the inestimable benefits we enjoy by Jesus Christ require the most elevated and enlarged thanksgivings. <\/p> <p>II. \"Thou shalt have a heart to say so.\" All God's other gifts to his people shall be crowned with this. He will give them grace to ascribe all the glory of them to him, and to speak of them upon all occasions with thankfulness to his praise. <i>Thou shalt say, <\/i>,that is, thou oughtest to say so. <i>In that day, <\/i>,when many are brought home to Jesus Christ and flock to him as doves to their windows, instead of envying the kind reception they find with Christ, as the Jews grudged the favour shown to the Gentiles, <i>thou shalt say, O Lord! I will praise thee. <\/i>,Note, we ought to rejoice in, and give thanks for, the grace of God to others as well as to ourselves. <\/p> <p>1. Believers are here taught to give thanks to God for the turning away of his displeasure from them and the return of his favour to them (<a class=\"isa\" verses=\"WzE3OTAyXQ==\">Isaiah 12:1 <\/a>): <i>O Lord! I will praise thee, though thou wast angry with me. <\/i>,Note, Even God's frowns must not put us out of tune for praising him though he be angry with us, though he slay us, yet we must put our trust in him and give him thanks. God has often just cause to be angry with us, but we have never any reason to be angry with him, nor to speak otherwise than well of him even when he blames us we must praise him. <i>Thou was angry with us, <\/i>,but <i>thy anger is turned away. <\/i>,Note, (1.) God is sometimes angry with his own people and the fruits of his anger do appear, and they ought to take notice of this, that they may humble themselves under his mighty hand. (2.) Though God may for a time be angry with his people, yet his anger shall at length be turned away it endures but for a moment, nor will he contend for ever. By Jesus Christ, the root of Jesse, God's anger against mankind was turned away for <i>he is our peace. <\/i>,(3.) Those whom God is reconciled to he comforts even the turning away of his anger is a comfort to them yet that is not all: those that are <i>at peace with God <\/i>,may <i>rejoice in hope of the glory of God, <\/i>, <a class=\"ref\">Romans 5:1 <\/a>. Nay, God sometimes brings his people into a wilderness that there he may <i>speak comfortably to them, <\/i>, <a class=\"ref\">Hosea 2:14 <\/a>. (4.) The turning away of God's anger, and the return of his comforts to us, ought to be the matter of our joyful thankful praises. <\/p> <p>2. They are taught to triumph in God and their interest in him (<a class=\"isa\" verses=\"WzE3OTAzXQ==\">Isaiah 12:2 <\/a>): \" <i>Behold, <\/i>,and wonder <i>God is my salvation <\/i>,not only my Saviour, by whom I am saved, but my salvation, in whom I am safe. I depend upon him as my salvation, for I have found him to be so. He shall have the glory of all the salvations that have been wrought for me, and from him only will I expect the salvations I further need, and not from hills and mountains: and if God be my salvation, if he undertake my eternal salvation, <i>I will trust <\/i>,in him to prepare me for it and preserve me to it. I will trust him with all my temporal concerns, not doubting but he will make all to work for my good. I will be confident, that is, I will be always easy in my own mind.\" Note, Those that have God for their salvation may enjoy themselves with a holy security and serenity of mind. Let faith in God as our salvation be effectual, (1.) To silence our fears. We must <i>trust, and not be afraid, <\/i>,not be afraid that the God we trust in will fail us no, there is no danger of that not be afraid of any creature, though ever so formidable and threatening. Note, Faith in God is a sovereign remedy against disquieting tormenting fears. (2.) To support our hopes. Is the Lord Jehovah our salvation? Then he will be our <i>strength and song. <\/i>,We have work to do and temptations to resist, and we may depend upon him to enable us for both, to <i>strengthen us with all might by his Spirit in the inner man, <\/i>,for he is our strength his grace is so, and that grace shall be sufficient for us. We have many troubles to undergo, and must expect griefs in a vale of tears and we may depend upon him to comfort us in all our tribulations, for he is our song he <i>giveth songs in the night. <\/i>,If we make God our strength, and put our confidence in him, he will be our strength if we make him our song, and place our comfort in him, he will be our song. Many good Christians have God for their strength who have him not for their song they walk in darkness: but light is sown for them. And those that have God for their strength ought to make him their song, that is, to give him the glory of it (see <a class=\"ref\">Psalm 68:35 <\/a>) and to take to themselves the comfort of it, for he will become their salvation. Observe the title here given to God: <i>Jah, Jehovah. <\/i>,Jah is the contraction of Jehovah, and both signify his eternity and unchangeableness, which are a great comfort to those that depend upon him as their strength and their song. Some make Jah to signify the Son of God made man he is Jehovah, and in him we may glory as our strength, and song, and salvation. <\/p> <p>3. They are aught to derive comfort to themselves from the love of God and all the tokens of that love (<a class=\"isa\" verses=\"WzE3OTA0XQ==\">Isaiah 12:3 <\/a>): \" <i>Therefore, <\/i>,because the Lord Jehovah is your strength and song and will be your salvation, <i>you shall draw water with joy. <\/i>,\" Note, The assurances God has given us of his love, and the experiences we have had of the benefit and comfort of his grace, should greatly encourage our faith in him and our expectations from him: \" <i>Out of the wells of salvation <\/i>,in God, who is the fountain of all good to his people, <i>you shall draw water with joy. <\/i>,God's favour shall flow forth to you, and you shall have the comfort of it and make use of the blessed fruits of it.\" Note, (1.) God's promises revealed, ratified, and given out to us, in his ordinances, are wells of salvation wells of <i>the Saviour <\/i>,(so some read it), for in them the Saviour and salvation are made known to us and made over to us. (2.) It is our duty by faith to draw water out of these wells, to take to ourselves the benefit and comfort that are treasured up for us in them, as those that acknowledge all our fresh springs to be there and all our fresh streams to be thence, <a class=\"ref\">Psalm 87:7 <\/a>. (3.) Water is to be drawn out of the wells of salvation with a great deal of pleasure and satisfaction. It is the will of God that we should rejoice before him and rejoice in him (<a class=\"ref\">Deuteronomy 26:11 <\/a>), be joyful in his house of prayer (<a class=\"isa\" verses=\"WzE4NzYxXQ==\">Isaiah 56:7 <\/a>), and keep his feasts with gladness, <a class=\"ref\">Acts 2:46 <\/a>. <\/p>,",
    "audit": null
}