{
    "id": 12250,
    "source": "mhm",
    "verse_id": 18528,
    "verse_count": 7,
    "reference": "43:22–28",
    "title": "",
    "html": " <p>22 But thou hast not called upon me, O Jacob but thou hast been weary of me, O Israel. 23 Thou hast not brought me the small cattle of thy burnt offerings neither hast thou honoured me with thy sacrifices. I have not caused thee to serve with an offering, nor wearied thee with incense. 24 Thou hast bought me no sweet cane with money, neither hast thou filled me with the fat of thy sacrifices: but thou hast made me to serve with thy sins, thou hast wearied me with thine iniquities. 25 I, <i>even<\/i>, I, <i>am<\/i>, he that blotteth out thy transgressions for mine own sake, and will not remember thy sins. 26 Put me in remembrance: let us plead together: declare thou, that thou mayest be justified. 27 Thy first father hath sinned, and thy teachers have transgressed against me. 28 Therefore I have profaned the princes of the sanctuary, and have given Jacob to the curse, and Israel to reproaches. <\/p> <p>This charge (and a high charge it is which is here exhibited against Jacob and Israel, God's professing people) comes in here, 1. To clear God's justice in bringing them into captivity, and to vindicate that. Were they not in covenant with him? Had they not his sanctuary among them? <i>Why then did the Lord deal thus with his land?<\/i>, <a class=\"ref\">Deuteronomy 29:24<\/a>. Here is a good reason given: they had neglected God and had cast him off, and therefore he justly rejected them and <i>gave them to the curse<\/i>,(<a class=\"isa\" verses=\"WzE4NTM0XQ==\">Isaiah 43:28<\/a>) and they must be brought to own this before they are prepared for deliverance and they did so, <a class=\"ref\">Daniel 9:5; Nehemiah 9:33<\/a>. 2. To advance God's mercy in their deliverance and to make that appear more glorious. Many things are before observed to magnify the power of God in it but this magnifies his goodness, that he should do such great and kind things for a people that had been so very provoking to him and were now suffering the just punishment of their iniquity. The pardoning of their sin was as great an instance of God's power (for so Moses reckons it, <a class=\"ref\">Numbers 14:17<\/a>, &c.) as the breaking of the yoke of their captivity. Now observe here, <\/p> <p>I. What the sins are which they are here charged with. <\/p> <p>1. Omissions of the good which God had commanded and this part of the charge is here much insisted upon. Observe how it comes in with a <i>but<\/i>, compare <a class=\"isa\" verses=\"WzE4NTI3XQ==\">Isaiah 43:21<\/a>, where God tells them what favours he had bestowed upon them and what his just expectations were from them. He had formed them for himself, intending they should show forth his praise. But they had not done so they had frustrated God's expectations from them, and made very ill returns to him for his favours. For, (1.) They had cast off prayer: <i>Thou hast not called upon me, O Jacob!<\/i>, Jacob was a man famous for prayer (<a class=\"ref\">Hosea 12:4<\/a>) his seed bore his name, but did not tread in his steps, and therefore are justly upbraided with it. God takes it ill when children degenerate from the virtue and devotion of their pious ancestors. To boast of the name of Jacob, and yet live without prayer, is to mock God and deceive ourselves. If Jacob does not call upon God, who will? (2.) They had grown weary of their religion: \"Thou art Israel, the seed not only of a praying but of a prevailing father, that was a prince with God and yet, not valuing his experiences any more than his example, <i>thou hast been weary of me.<\/i>,\" They had been in relation to God, employed in his service and in communion with him but they began to snuff at it, and to say, <i>Behold, what a weariness is it!<\/i>, Note, Those who neglect to call upon God do in effect tell him they are weary of him and have a mind to change their Master. (3.) They grudged the expense of their devotion, and were niggardly and penurious in it. They were for a cheap religion and in those acts of devotion that were costly they desired to be excused. They had <i>not brought,<\/i>, no, not their <i>small cattle,<\/i>, the lambs and kids, which God required for <i>burnt-offerings<\/i>,(<a class=\"isa\" verses=\"WzE4NTI5XQ==\">Isaiah 43:23<\/a>), much less did they bring their greater cattle, pretending they could not spare them, they must have them for the maintenance of their families. So little sense had they of the greatness of God and their obligations to him that they could not find in their hearts to part with a lamb out of their flock for his honour, though he called for it and would graciously have accepted it. <i>Sweet cane,<\/i>, or <i>calamus,<\/i>, was used for the holy oil, incense, and perfume but they were not willing to be at the charge of that, <a class=\"isa\" verses=\"WzE4NTMwXQ==\">Isaiah 43:24<\/a>. What they had must serve, though it was old and good for nothing they would not buy fresh. Perhaps it was usual for devout pious persons to bring free-will incense as well as other free-will offerings but they were not so generous, nor did they fill the altar of God, nor moisten it abundantly, as they should have done, <i>with the fat of their sacrifices<\/i>, what sacrifices they did bring were of the lean and refuse of their cattle, that had no fat in them to regale the altar with. (4.) What sacrifices they did offer they did not honour God with them, and so they were, in effect, as no sacrifices (<a class=\"isa\" verses=\"WzE4NTI5XQ==\">Isaiah 43:23<\/a>): <i>Neither hast thou honoured me with thy sacrifices.<\/i>, Some of them offered their sacrifices to false gods others, who offered them to the true God, were either careless in the manner of offering them or hypocritical in their intentions, so that they might be truly said not to honour God with them, but rather to dishonour him. (5.) That which aggravated their neglect of sacrificing was that, as God had appointed it, it was no burdensome thing it was not a service that they had any reason at all to complain of: \" <i>I have not caused thee to serve with an offering<\/i>, I have not made it a task and drudgery to you, whatever you, through the corruption of your natures, have made it yourselves. I have <i>not wearied thee with incense.<\/i>,\" None of God's commandments are grievous, no, not those concerning sacrifice and incense. They were not more costly than might be afforded by those that lived in such a plentiful country, nor did their attendance on them require any more time than they could well spare. But that which especially forbade them to call it <i>a wearisome service<\/i>, was that they were required to be cheerful and pleasant, and to rejoice before God in all their approaches to him, <a class=\"ref\">Deuteronomy 12:12<\/a>. They had many feasts and good days, but only one day in all the year in which they were to afflict their souls. The ordinances of the ceremonial law, though, in comparison with Christ's easy yoke, they are spoken of as heavy (<a class=\"ref\">Acts 15:10<\/a>), yet, in comparison with the service that idolaters did to their false gods, they were light, and not to be called <i>services<\/i>, nor found fault with as wearisome. God did not require them to sacrifice their children, as Moloch did. <\/p> <p>2. Commissions of the evil which God had forbidden and omissions commonly make way for commissions: <i>Thou hast made me to serve with thy sins.<\/i>, When we make God's gifts the food and fuel for our lusts, and his providence the patron of our wicked projects, especially when we encourage ourselves to continue in sin because grace has abounded, then we make God to serve with our sins. Or it may denote what a grief and burden sin is to God it not only wearies men and makes the creation groan, but it <i>wearies my God also<\/i>,(<a class=\"isa\" verses=\"WzE3Nzk2XQ==\">Isaiah 7:13<\/a>) and makes the Creator complain that he is <i>grieved<\/i>,(<a class=\"ref\">Psalm 95:10<\/a>), that he is <i>broken<\/i>,(<a class=\"ref\">Ezekiel 6:9<\/a>), that he is pressed with sinners <i>as a cart is pressed that is full of sheaves<\/i>,(<a class=\"ref\">Amos 2:13<\/a>), and to cry out, <i>Ah! I will ease me of my adversaries,<\/i>, <a class=\"isa\" verses=\"WzE3Njc5XQ==\">Isaiah 1:24<\/a>. The antithesis is observable: God had not made them to serve with their sacrifices, but they had made him to serve with their sins. The master had not tired the servants with his commands, but they had tired him with their disobedience. Those are wicked servants indeed that behave so ill to so good a Master. God is tender of our comfort, but we are careless of his honour. Let <i>this<\/i>, engage us to keep close to our duty, that it is easy and reasonable, and no disparagement to us, nor too hard for us. <\/p> <p>II. What were the aggravations of their sin, <a class=\"isa\" verses=\"WzE4NTMzXQ==\">Isaiah 43:27<\/a>. 1. That they were children of disobedience for their <i>first father<\/i>,(that is, their forefathers) <i>had sinned<\/i>, and they had not only sinned in their loins, but sinned like them. Ezra confesses this: <i>Since the days of our fathers have we been in a great trespass,<\/i>, <a class=\"ref\">Ezra 9:7<\/a>. But their forefathers are called their <i>first father<\/i>, to put us in mind of the apostasy and rebellion of our first father Adam, to which corrupt fountain we must trace up the streams of all our transgressions. 2. That they were scholars of disobedience too: for <i>their teachers had transgressed against God,<\/i>, were guilty of gross scandalous sins, and the people, no doubt, would learn to do as they did. It is ill with a people when their leaders cause them to err, and their teachers, who should reform them, corrupt them. <\/p> <p>III. What were the tokens of God's displeasure against them for their sins, <a class=\"isa\" verses=\"WzE4NTI5XQ==\">Isaiah 43:23<\/a>. He brought ruin both upon church and state. 1. The honour of their church was laid in the dust and trampled on: <i>I have profaned the princes of the sanctuary,<\/i>, that is, the priests and Levites who presided with great dignity and power in the temple-service they profaned themselves, and made themselves vile, by their enormities, and then God profaned them and made them vile, by their calamities and the contempt they fell into, <a class=\"ref\">Malachi 2:9<\/a>. 2. The honour of their state was ruined likewise: \" <i>I have given Jacob to the curse,<\/i>, that is, to be cursed, and hated, and abused by all their neighbours, <i>and Israel to reproach,<\/i>, to be insulted, ridiculed, and triumphed over by their enemies.\" They reproached them perhaps for that in them that was good they <i>mocked at their sabbaths<\/i>,(<a class=\"ref\">Lamentations 1:7<\/a>) but God gave them up to reproach, to correct them for what was amiss. Note, The dishonour which men at any time do us should humble us for the dishonour we have done to God and we must bear it patiently because we suffer it justly, and must acknowledge that to us belongs confusion. <\/p> <p>IV. What were the riches of God's mercy towards them notwithstanding (<a class=\"isa\" verses=\"WzE4NTMxXQ==\">Isaiah 43:25<\/a>): <i>I even I, am he who<\/i>, notwithstanding all this <i>blotteth out thy transgressions. <\/i> <\/p> <p>1. This gracious declaration of God's readiness to pardon sin comes in very strangely. The charge ran very high: <i>Thou hast wearied me with thy iniquities,<\/i>, <a class=\"isa\" verses=\"WzE4NTMwXQ==\">Isaiah 43:24<\/a>. Now one would think it would follow: \" <i>I, even I, am he<\/i>, that will destroy thee, and burden myself no longer with care about thee.\" No, <i>I, even I, am he that will forgive thee<\/i>, as if the great God would teach us that forgiving injuries is the best way to make ourselves easy and to keep ourselves from being wearied with them. This comes in here to encourage them to repent, because there is forgiveness with God, and to show the freeness of divine mercy where sin has been exceedingly sinful grace appears exceedingly gracious. Apply this, (1.) To the forgiving of the sins of Israel as a people, in their national capacity. When God stopped the course of threatening judgments, and saved them from utter ruin, even then when he had them under severe rebukes, then he might be said to <i>blot out their transgressions.<\/i>, Though he corrected them, he was reconciled to them again, and did not cut them off from being a people. This he did many a time, till they rejected Christ and his gospel, which was a sin against the remedy, and then he would forgive them no more as a nation, but utterly destroyed them. (2.) To the forgiving of the sins of every particular believing penitent&mdash; <i>transgressions and sins,<\/i>, infirmities though ever so numerous, backslidings though ever so heinous. Observe here, [1.] How the pardon is expressed he will <i>blot them out,<\/i>, as a cloud is blotted out by the beams of the sun (<a class=\"isa\" verses=\"WzE4NTU2XQ==\">Isaiah 44:22<\/a>), as a debt is blotted out not to appear against the debtor (the book is crossed as if the debt were paid, because it is pardoned upon the payment which the surety has made), or as a sentence is blotted out when it is reversed, as the curse was blotted out with the waters of jealousy, which made it of no effect to the innocent, <a class=\"ref\">Numbers 5:23<\/a>. He <i>will not remember<\/i>, the sin, which intimates not only that he will remit the punishment of what is past, but that it shall be no diminution to his love for the future. When God forgives he forgets. [2.] What is the ground and reason of the pardon. It is not for the sake of any thing in us, but for his own sake, for his mercies'-sake, his promise-sake, and especially for his Son's sake, and that he may himself be glorified in it. [3.] How God glories in it: <i>I, even I, am he.<\/i>, He glories in it as his prerogative. None can forgive sin but God only, and he will do it it is his settled resolution. He will do it willingly and with delight it is his pleasure it is his honour so he is pleased to reckon it. <\/p> <p>2. Those words (<a class=\"isa\" verses=\"WzE4NTMyXQ==\">Isaiah 43:26<\/a>), <i>Put me in remembrance,<\/i>, may be understood either (1.) As a rebuke to a proud Pharisee, that stands upon his own justification before God, and expects to find favour for his merits and not to be beholden to free grace: \"If you have any thing to say in your own justification, any thing to offer for the sake of which you should be pardoned, and not for my sake, put me in remembrance of it. I will give you leave to plead your own cause with me declare what your merits are, that you may be justified by them:\" but those who are thus challenged will be speechless. Or, (2.) As a publican. Is God thus ready to pardon sin, and, when he pardons it, will he remember it no more? Let us then put him in remembrance, mention before him those sins which he has forgiven for they must be ever before us, to humble us, though they are pardoned, <a class=\"ref\">Psalm 51:3<\/a>. Put him in remembrance of the promises he has made to penitents, and the satisfaction his Son has made for them. Plead these with him in wrestling for pardon, and declare these things, in order that thou mayest be justified freely by his grace. This is the only way, and it is a sure way, to peace. <i>Only acknowledge thy transgression. <\/i> <\/p>",
    "audit": null
}