{
    "id": 12291,
    "source": "mhm",
    "verse_id": 18716,
    "verse_count": 6,
    "reference": "53:4-9",
    "title": "",
    "html": "<p>  4  Surely he hath borne our griefs, and carried our sorrows: yet  we did esteem him stricken, smitten of God, and afflicted.    5  But he <i>was<\/i> wounded for our transgressions, <i>he was<\/i> bruised  for our iniquities: the chastisement of our peace <i>was<\/i> upon him  and with his stripes we are healed.    6  All we like sheep have gone astray  we have turned every one  to his own way  and the L<b>ORD<\/b> hath laid on him the iniquity of us  all.    7  He was oppressed, and he was afflicted, yet he opened not his  mouth: he is brought as a lamb to the slaughter, and as a sheep  before her shearers is dumb, so he openeth not his mouth.    8  He was taken from prison and from judgment: and who shall  declare his generation? for he was cut off out of the land of the  living: for the transgression of my people was he stricken.    9  And he made his grave with the wicked, and with the rich in  his death  because he had done no violence, neither <i>was any<\/i>  deceit in his mouth.  <\/p>  <p>  In these verses we have,<\/p>  <p>  I. A further account of the sufferings of Christ. Much was said before,  but more is said here, of the very low condition to which he abased and  humbled himself, to which he became obedient even to the death of the  cross.  1. He had griefs and sorrows  being acquainted with them, he kept up  the acquaintance, and did not grow shy, no, not of such melancholy  acquaintance. Were griefs and sorrows allotted him? He bore them, and  blamed not his lot  he carried them, and did neither shrink from them,  nor sink under them. The load was heavy and the way long, and yet he  did not tire, but persevered to the end, till he said, <i>It is  finished.<\/i>  2. He had blows and bruises  he was <i>stricken, smitten, and  afflicted.<\/i> His sorrows bruised him  he felt pain and smart from  them  they touched him in the most tender part, especially when God was  dishonoured, and when he forsook him upon the cross. All along he was  smitten with the tongue, when he was cavilled at and contradicted, put  under the worst of characters, and had all manner of evil said against  him. At last he was smitten with the hand, with blow after blow.  3. He had wounds and stripes. He was scourged, not under the merciful  restriction of the Jewish law, which allowed not above forty stripes to  be given to the worst of male factors, but according to the usage of  the Romans. And his scourging, doubtless, was the more severe because  Pilate intended it as an equivalent for his crucifixion, and yet it  proved a preface to it. He was wounded in his hands, and feet, and  side. Though it was so ordered that not a bone of him should be broken,  yet he had scarcely in any part a whole skin (how fond soever we are to  sleep in one, even when we are called out to suffer for him), but from  the crown of his head, which was crowned with thorns, to the soles of  his feet, which were nailed to the cross, nothing appeared but wounds  and bruises.  4. He was wronged and abused  (<a class=\"isa\" verses=\"WzE4NzE5XQ==\">Isaiah 53:7<\/a>):  <i>He was oppressed,<\/i> injuriously treated and hardly dealt with.  That was laid to his charge which he was perfectly innocent of, that  laid upon him which he did not deserve, and in both he was oppressed  and injured. <i>He was afflicted<\/i> both in mind and body  being  oppressed, he laid it to heart, and, though, he was patient, was not  stupid under it, but mingled his tears with those of the oppressed,  that have no comforter, because <i>on the side of the oppressors there  is power,<\/i>   <a class=\"ref\">Ecclesiastes 4:1<\/a>.  Oppression is a sore affliction  it has made many a wise man mad  (<a class=\"ref\">Ecclesiastes 7:7<\/a>)  but our Lord Jesus, though, when he was oppressed, he was afflicted,  kept possession of his own soul.  5. He was judged and imprisoned, as is implied in his being <i>taken  from prison and judgment,<\/i>   <a class=\"isa\" verses=\"WzE4NzIwXQ==\">Isaiah 53:8<\/a>.  God having made him sin for us, he was proceeded against as a  malefactor  he was apprehended and taken into custody, and made a  prisoner  he was judge, accused, tried, and condemned, according to the  usual forms of law: God filed a process against him, judged him in  pursuance of that process, and confined him in the prison of the grave,  at the door of which a stone was rolled and sealed.  6. He was <i>cut off<\/i> by an untimely death <i>from the land of the  living,<\/i> though he lived a most useful life, did so many good works,  and they were all such that one would be apt to think it was for some  of them that they stoned him. He was stricken to death, to the grave  which he made <i>with the wicked<\/i> (for he was crucified between two  thieves, as if he had been the worst of the three) and yet <i>with the  rich,<\/i> for he was buried in a sepulchre that belonged to Joseph, an  honourable counsellor. Though he died with the wicked, and according to  the common course of dealing with criminals should have been buried  with them in the place where he was crucified, yet God here foretold,  and Providence so ordered it, that he should make his grave with the  innocent, with the rich, as a mark of distinction put between him and  those that really deserved to die, even in his sufferings.<\/p>  <p>  II. A full account of the meaning of his sufferings. It was a very  great mystery that so excellent a person should suffer such hard  things  and it is natural to ask with amazement, \"How came it about?  What evil had he done?\" His enemies indeed looked upon him as suffering  justly for his crimes  and, though they could lay nothing to his  charge, they <i>esteemed him stricken, smitten of God, and  afflicted,<\/i>   <a class=\"isa\" verses=\"WzE4NzE2XQ==\">Isaiah 53:4<\/a>.  Because they hated him, and persecuted him, they thought that God did,  that he was his enemy and fought against him  and therefore they were  the more enraged against him, saying, <i>God has forsaken him  persecute and take him,<\/i>   <a class=\"ref\">Psalm 71:11<\/a>.  Those that are justly smitten are smitten of God, for by him princes  decree justice  and so they looked upon him to be smitten, justly put  to death as a blasphemer, a deceiver, and an enemy to Cæ sar.  Those that saw him hanging on the cross enquired not into the merits of  his cause, but took it for granted that he was guilty of every thing  laid to his charge and that therefore vengeance suffered him not to  live. Thus Job's friends esteemed him smitten of God, because there was  something uncommon in his sufferings. It is true he was <i>smitten of  God,<\/i>   <a class=\"isa\" verses=\"WzE4NzIyXQ==\">Isaiah 53:10<\/a>  (or, as some read it, <i>he was God's smitten and afflicted,<\/i> the  Son of God, though smitten and afflicted), but not in the sense in  which they meant it  for, though he suffered all these things,<\/p>  <p>  1. He never did any thing in the least to deserve this hard usage.  Whereas he was charged with perverting the nation, and sowing sedition,  it was utterly false  he had <i>done no violence,<\/i> but went about  doing good. And, whereas he was called <i>that deceiver,<\/i> he never  deserved that character  for <i>there was no deceit in his mouth<\/i>  (<a class=\"isa\" verses=\"WzE4NzIxXQ==\">Isaiah 53:9<\/a>),  to which the apostle refers,   <a class=\"ref\">1 Peter 2:22<\/a>.  <i>He did no sin, neither was guile found in his mouth.<\/i> He never  offended either in word or deed, nor could any of his enemies take up  that challenge of his, <i>Which of you convinceth me of sin?<\/i> The  judge that condemned owned he found no fault in him, and the centurion  that executed him professed that certainly he was a righteous man.<\/p>  <p>  2. He conducted himself under his sufferings so as to make it appear  that he did not suffer as an evil-doer  for, though he was <i>oppressed  and afflicted,<\/i> yet he <i>opened not his mouth<\/i>  (<a class=\"isa\" verses=\"WzE4NzE5XQ==\">Isaiah 53:7<\/a>),  no, not so much as to plead his own innocency, but freely offered  himself to suffer and die for us, and objected nothing against it. This  takes away the scandal of the cross, that he voluntarily submitted to  it, for great and holy ends. By his wisdom he could have evaded the  sentence, and by his power have resisted the execution  but <i>thus it  was written, and thus it behoved him to suffer. This commandment he  received from his Father,<\/i> and therefore he was led <i>as a lamb to  the slaughter,<\/i> without any difficulty or reluctance (he is the  <i>Lamb of God<\/i>)  and as <i>a sheep is dumb before the shearers,<\/i>  nay, before the butchers, so he <i>opened not his mouth,<\/i> which  denotes not only his exemplary patience under affliction  (<a class=\"ref\">Psalm 39:9<\/a>),  and his meekness under reproach  (<a class=\"ref\">Psalm 38:13<\/a>),  but his cheerful compliance with his Father's will. <i>Not my will, but  thine be done. Lo, I come.<\/i> By this will we are sanctified, his  making his own soul, his own life, an offering for our sin.<\/p>  <p>  3. It was for our good, and in our stead, that Jesus Christ suffered.  This is asserted here plainly and fully, and in a very great variety of  emphatical expressions.<\/p>  <p>  (1.) It is certain that we are all guilty before God. We have all  sinned, and have come short of the glory of God  (<a class=\"isa\" verses=\"WzE4NzE4XQ==\">Isaiah 53:6<\/a>):  <i>All we like sheep have gone astray,<\/i> one as well as another. The  whole race of mankind lies under the stain of original corruption, and  every particular person stands charged with many actual transgressions.  We have all gone astray from God our rightful owner, alienated  ourselves from him, from the ends he designed us to move towards and  the way he appointed us to move in. We have gone astray like sheep,  which are apt to wander, and are unapt, when they have gone astray, to  find the way home again. That is our true character  we are bent to  backslide from God, but altogether unable of ourselves to return to  him. This is mentioned not only as our infelicity (that we go astray  from the green pastures and expose ourselves to the beasts of prey),  but as our iniquity. We affront God in going astray from him, for we  turn aside every one to his own way, and thereby set up ourselves, and  our own will, in competition with God and his will, which is the  malignity of sin. Instead of walking obediently in God's way, we have  turned wilfully and stubbornly to our own way, the way of our own  heart, the way that our own corrupt appetites and passions lead us to.  We have set up for ourselves, to be our own masters, our own carvers,  to do what we will and have what we will. Some think it intimates our  own evil way, in distinction from the evil way of others. Sinners have  their own iniquity, their beloved sin, which does most easily beset  them, their own evil way, that they are particularly fond of and bless  themselves in.<\/p>  <p>  (2.) Our sins are our sorrows and our griefs  (<a class=\"isa\" verses=\"WzE4NzE2XQ==\">Isaiah 53:4<\/a>),  or, as it may be read, <i>our sicknesses and our wounds:<\/i> the LXX.  reads it, <i>our sins <\/i> and so the apostle,   <a class=\"ref\">1 Peter 2:24<\/a>.  Our original corruptions are the sickness and disease of the soul, an  habitual indisposition  our actual transgressions are the wounds of the  soul, which put conscience to pain, if it be not seared and senseless.  Or our sins are called our <i>griefs and sorrows<\/i> because all our  griefs and sorrows are owing to our sins and our sins deserve all our  griefs and sorrows, even those that are most extreme and  everlasting.<\/p>  <p>  (3.) Our Lord Jesus was appointed and did undertake to make  satisfaction for our sins and so to save us from the penal consequences  of them.  [1.] He was appointed to do it, by the will of his Father  for <i>the  Lord has laid on him the iniquity of us all.<\/i> God chose him to be  the Saviour of poor sinners and would have him to save them in this  way, by bearing their sins and the punishment of them  not the  <i>idem--the same<\/i> that we should have suffered, but the  <i>tantundem<\/i>--that which was more than equivalent for the  maintaining of the honour of the holiness and justice of God in the  government of the world. Observe here, <i>First,<\/i> In what way we are  saved from the ruin to which by sin we had become liable--by laying our  sins on Christ, as the sins of the offerer were laid upon the sacrifice  and those of all Israel upon the head of the scape-goat. Our sins were  <i>made to meet upon him<\/i> (so the margin reads it)  the sins of all  that he was to save, from every place and every age, met upon him, and  he was met with for them. They were made to fall upon him (so some read  it) as those rushed upon him that came with swords and staves to take  him. The laying of our sins upon Christ implies the taking of them off  from us  we shall not fall under the curse of the law if we submit to  the grace of the gospel. They were laid upon Christ when he was <i>made  sin<\/i> (that is, a sin-offering) <i>for us,<\/i> and redeemed us from  the curse of the law by <i>being made a curse for us <\/i> thus he put  himself into a capacity to make those easy that come to him heavily  laden under the burden of sin. See   <a class=\"ref\">Psalm 40:6-12<\/a>.  <i>Secondly,<\/i> By whom this was appointed. It was the Lord that laid  our iniquities on Christ  he contrived this way of reconciliation and  salvation, and he accepted of the vicarious satisfaction Christ was to  make. Christ was delivered to death <i>by the determinate counsel and  foreknowledge of God.<\/i> None but God had power to lay our sins upon  Christ, both because the sin was committed against him and to him the  satisfaction was to be made, and because Christ, on whom the iniquity  was to be laid, was his own Son, the Son of his love, and his holy  child Jesus, who himself knew no sin. <i>Thirdly,<\/i> For whom this  atonement was to be made. It was <i>the iniquity of us all<\/i> that  was laid on Christ  for in Christ there is a sufficiency of merit for  the salvation of all, and a serious offer made of that salvation to  all, which excludes none that do not exclude themselves. It intimates  that this is the one only way of salvation. All that are justified are  justified by having their sins laid on Jesus Christ, and, though they  were ever so many, he is able to bear the weight of them all.  [2.] He undertook to do it. God laid upon him our iniquity  but did he  consent to it? Yes, he did  for some think that the true reading of the  next words  (<a class=\"isa\" verses=\"WzE4NzE5XQ==\">Isaiah 53:7<\/a>)  is, <i>It was exacted, and he answered <\/i> divine justice demanded  satisfaction for our sins, and he engaged to make the satisfaction. He  became our surety, not as originally bound with us, but as bail to the  action: \"Upon me be the curse, my Father.\" And therefore, when he was  seized, he stipulated with those into whose hands he surrendered  himself that that should be his disciples' discharge: <i>If you seek  me, let these go their way,<\/i>   <a class=\"ref\">John 18:8<\/a>.  By his own voluntary undertaking he made himself responsible for our  debt, and it is well for us that he was responsible. Thus <i>he  restored that which he took not away.<\/i><\/p>  <p>  (4.) Having undertaken our debt, he underwent the penalty. Solomon  says: <i>He that is surety for a stranger shall smart for it.<\/i>  Christ, being surety for us, did smart for it.  [1.] <i>He bore our griefs and carried our sorrows,<\/i>   <a class=\"isa\" verses=\"WzE4NzE2XQ==\">Isaiah 53:4<\/a>.  He not only submitted to the common infirmities of human nature, and  the common calamities of human life, which sin had introduced, but he  underwent the extremities of grief, when he said, <i>My soul is  exceedingly sorrowful.<\/i> He made the sorrows of this present time  heavy to himself, that he might make them light and easy for us. Sin is  the wormwood and the fall in the affliction and the misery. Christ bore  our sins, and so <i>bore our griefs,<\/i> bore them off us, that we  should never be pressed above measure. This is quoted  (<a class=\"ref\">Matthew 8:17<\/a>)  with application to the compassion Christ had for the sick that came to  him to be cured and the power he put forth to cure them.  [2.] He did this by suffering for our sins  (<a class=\"isa\" verses=\"WzE4NzE3XQ==\">Isaiah 53:5<\/a>):  <i>He was wounded for our transgressions,<\/i> to make atonement for  them and to purchase for us the pardon of them. Our sins were the  thorns in his head, the nails in his hands and feet, the spear in his  side. Wounds and bruises were the consequences of sin, what we deserved  and what we had brought upon ourselves,   <a class=\"isa\" verses=\"WzE3NjYxXQ==\">Isaiah 1:6<\/a>.  That these wounds and bruises, though they are painful, may not be  mortal, <i>Christ was wounded for our transgressions,<\/i> was tormented  or pained (the word is used for the pains of a woman in travail) for  our revolts and rebellions. <i>He was bruised,<\/i> or crushed, <i>for  our iniquities <\/i> they were the procuring cause of his death. To the  same purport is   <a class=\"isa\" verses=\"WzE4NzIwXQ==\">Isaiah 53:8<\/a>,  <i>for the transgression of my people was he smitten, the stroke<\/i>  was <i>upon him<\/i> that should have been upon us  and so some read it,  <i>He was cut off for the iniquity of my people, unto whom the stroke  belonged,<\/i> or <i>was due. He was delivered<\/i> to death <i>for our  offences,<\/i>   <a class=\"ref\">Romans 4:25<\/a>.  Hence it is said to be <i>according to the scriptures,<\/i> according to  this scripture, that Christ <i>died for our sins,<\/i>   <a class=\"ref\">1 Corinthians 15:3<\/a>.  Some read this, <i>by the transgressions of my people <\/i> that is, by  the wicked hands of the Jews, who were, in profession, God's people, he  was stricken, was crucified and slain,   <a class=\"ref\">Acts 2:23<\/a>.  But, doubtless, we are to take it in the former sense, which is  abundantly confirmed by the angel's prediction of the Messiah's  undertaking, solemnly delivered to Daniel, that he shall <i>finish  transgression, make an end of sin, and make reconciliation for  iniquity,<\/i>   <a class=\"ref\">Daniel 9:24<\/a>.<\/p>  <p>  (5.) The consequence of this to us is our peace and healing,   <a class=\"isa\" verses=\"WzE4NzE3XQ==\">Isaiah 53:5<\/a>.  [1.] Hereby we have peace: <i>The chastisement of our peace was upon  him <\/i> he, by submitting to these chastisements, slew the enmity, and  settled an amity, between God and man  he <i>made peace by the blood of  his cross.<\/i> Whereas by sin we had become odious to God's holiness  and obnoxious to his justice, through Christ God is reconciled to us,  and not only forgives our sins and saves us from ruin, but takes us  into friendship and fellowship with himself, and thereby <i>peace<\/i>  (that is, all good) <i>comes unto us,<\/i>   <a class=\"ref\">Colossians 1:20<\/a>.  <i>He is our peace,<\/i>   <a class=\"ref\">Ephesians 2:14<\/a>.  Christ was in pain that we might be at ease  he gave satisfaction to  the justice of God that we might have satisfaction in our own minds,  might be of good cheer, knowing that through him our sins are forgiven  us.  [2.] Hereby we have healing  for <i>by his stripes we are healed.<\/i>  Sin is not only a crime, for which we were condemned to die and which  Christ purchased for us the pardon of, but it is a disease, which tends  directly to the death of our souls and which Christ provided for the  cure of. By his stripes (that is, the sufferings he underwent) he  purchased for us the Spirit and grace of God to mortify our  corruptions, which are the distempers of our souls, and to put our  souls in a good state of health, that they may be fit to serve God and  prepared to enjoy him. And by the doctrine of Christ's cross, and the  powerful arguments it furnishes us with against sin, the dominion of  sin is broken in us and we are fortified against that which feeds the  disease.<\/p>  <p>  (6.) The consequence of this to Christ was his resurrection and  advancement to perpetual honour. This makes the offence of the cross  perfectly to cease  he yielded himself to die as a sacrifice, as a  lamb, and, to make it evident that the sacrifice he offered of himself  was accepted, we are told here,   <a class=\"isa\" verses=\"WzE4NzIwXQ==\">Isaiah 53:8<\/a>,  [1.] That he was discharged: <i>He was taken from prison and from  judgment <\/i> whereas he was imprisoned in the grave under a judicial  process, lay there under an arrest for our debt, and judgment seemed to  be given against him, he was by an express order from heaven taken out  of the prison of the grave, an angel was sent on purpose to roll away  the stone and set him at liberty, by which the judgment given against  him was reversed and taken off  this redounds not only to his honour,  but to our comfort  for, being <i>delivered for our offences,<\/i> he  was <i>raised again for our justification.<\/i> That discharge of the  bail amounted to a release of the debt.  [2.] That he was preferred: <i>Who shall declare his generation?<\/i>  his <i>age,<\/i> or <i>continuance<\/i> (so the word signifies), the time  of his life? He rose <i>to die no more  death had no more dominion over  him.<\/i> He that <i>was dead is alive,<\/i> and <i>lives for  evermore <\/i> and who can describe that immortality to which he rose,  or number the years and ages of it? And he is advanced to this eternal  life because for the transgression of his people he became obedient to  death. We may take it as denoting the time of his usefulness, as David  is said to <i>serve his generation,<\/i> and so to answer the end of  living. Who can declare how great a blessing Christ by his death and  resurrection will be to the world? Some by <i>his generation<\/i>  understand his spiritual seed: Who can count the vast numbers of  converts that shall by the gospel be begotten to him, like the dew of  the morning?<\/p>  <center>    <\/center>  <p>  Of this generation of his let us pray, as Moses did for Israel, <i>The  Lord God of our fathers make them a thousand times so many more as they  are, and bless them as he has promised them,<\/i>   <a class=\"ref\">Deuteronomy 1:11<\/a>.<\/p>",
    "audit": null
}