{
    "id": 12163,
    "source": "mhm",
    "verse_id": 18047,
    "verse_count": 2,
    "reference": "21:11–12",
    "title": "",
    "html": "<p>11 The burden of Dumah. He calleth to me out of Seir, Watchman, what of the night? Watchman, what of the night? 12 The watchman said, The morning cometh, and also the night: if ye will enquire, enquire ye: return, come.<\/p><p>This prophecy concerning Dumah is very short, and withal dark and hard to be understood. Some think that Dumah is a part of Arabia, and that the inhabitants descended from Dumah the sixth son of Ishmael, as those of Kedar ( <a class=\"isa\" verses=\"WzE4MDUyXQ==\">Isaiah 21:16<\/a>) from Ishmael's second son, <a class=\"ref\">Genesis 25:13<\/a>. Others, because Mount Seir is here mentioned, by Dumah understand Idumea, the country of the Edomites. Some of Israel's neighbours are certainly meant, and their distress is foretold, not only for warning to them to prepare them for it, but for warning to Israel not to depend upon them, or any of the nations about them, for relief in a time of danger, but upon God only. We must see all creature confidences failing us, and feel them breaking under us, that we may not lay more weight upon them than they will bear. But though the explication of this prophecy be difficult, because we have no history in which we find the accomplishment of it, yet the application will be easy. We have here,<\/p><p>1. A question put by an Edomite to the watchman. Some one or other<i>called out of Seir,<\/i> somebody that was more concerned for the public safety and welfare than the rest, who were generally careless and secure. As the man of Macedonia, in a vision, desired Paul to come over and help them ( <a class=\"ref\">Acts 16:9<\/a>), so this man of Mount Seir, in a vision, desired the prophet to inform and instruct them. He calls not many it is well there are any, that all are not alike unconcerned about the things that belong to the public peace. Some out of Seir ask advice of God's prophets, and are willing to be taught, when many of God's Israel heed nothing. The question is serious:<i>What of the night?<\/i> It is put to a proper person, the<i>watchman,<\/i> whose office it is to answer such enquiries. He repeats the question, as one in care, as one in earnest, and desirous to have an answer. Note, (1.) God's prophets and ministers are appointed to be watchmen, and we are to look upon them as such. They are as watchmen in the city in a time of peace, to see that all be safe, to knock at every door by personal enquiries (\"Is it locked? Is the fire safe?\"), to direct those that are at a loss, and check those that are disorderly, Song of <a class=\"ref\">Song of Solomon 3:3<\/a>. They are as watchmen in the camp in time of war, <a class=\"ref\">Ezekiel 33:7<\/a>. They are to take notice of the motions of the enemy and to give notice of them, to make discoveries and then give warning and in this they must deny themselves. (2.) It is our duty to enquire of the watchmen, especially to ask again and again, <i>What of the night?<\/i> for watchmen wake when other sleep. [1.] What time of the night? After a long sleep in sin and security, is it not time to rise, high time to awake out of sleep? <a class=\"ref\">Romans 13:11<\/a>. We have a great deal of work to do, a long journey to go is it not time to be stirring? \"Watchman, what o'clock is it? After a long dark night is there any hope of the day dawning?\" [2.] What tidings of the night?<i>What from the night?<\/i> (so some) \"what vision has the prophet had to-night? We are ready to receive it.\" Or, rather, \"What occurs to night? What weather is it? What news?\" We must expect an alarm, and never be secure. The<i>day of the Lord will come as a thief in the night<\/i> we must prepare to receive the alarm, and resolve to keep our ground, and then take the first hint of danger, and to our arms presently, to our spiritual weapons.<\/p><p>2. The watchman's answer to this question. The watchman was neither asleep nor dumb though it was a man of Mount Seir that called to him, he was ready to give him an answer:<i>The morning comes. <\/i> He answers, (1.) By way of prediction: \"There comes first a morning of light, and peace, and opportunity you will enjoy one day of comfort more but afterwards comes a night of trouble and calamity.\" Note, In the course of God's providence it is usual that morning and night are counterchanged and succeed each other. Is it night? Yet the morning comes, and the day-spring knows his place, <a class=\"ref\">Psalm 30:5<\/a>. Is it day? Yet the night comes also. If there be a morning of youth and health, there will come a night of sickness and old age if a morning of prosperity in the family, in the public, yet we must look for changes. But God usually gives a morning of opportunity before he sends a night of calamity, that his own people may be prepared for the storm and others left inexcusable. (2.) By way of excitement:<i>If you will enquire, enquire. <\/i> Note, It is our wisdom to improve the present morning in preparation for the night that is coming after it. \"<i>Enquire, return, come. <\/i> Be inquisitive, be penitent, be willing and obedient.\" The manner of expression is very observable, for we are put to our choice what we will do: \"<i>If you will enquire, enquire<\/i> if not, it is at your peril you cannot say but you have a fair offer made you.\" We are also urged to be at a point: \"If you will, say so, and do not stand pausing what you will do do quickly, for it is no time to trifle.\" Those that return and come to God will find they have a great deal of work to do and but a little time to do it in, and therefore they have need to be busy.<\/p> ",
    "audit": null
}