{
    "id": 12137,
    "source": "mhm",
    "verse_id": 17913,
    "verse_count": 13,
    "reference": "13:6–18",
    "title": "",
    "html": " <p>6 Howl ye for the day of the L <b>ORD <\/b> <i>is <\/i> at hand it shall come as a destruction from the Almighty. 7 Therefore shall all hands be faint, and every man's heart shall melt: 8 And they shall be afraid: pangs and sorrows shall take hold of them they shall be in pain as a woman that travaileth: they shall be amazed one at another their faces <i>shall be as <\/i> flames. 9 Behold, the day of the L <b>ORD <\/b> cometh, cruel both with wrath and fierce anger, to lay the land desolate: and he shall destroy the sinners thereof out of it. 10 For the stars of heaven and the constellations thereof shall not give their light: the sun shall be darkened in his going forth, and the moon shall not cause her light to shine. 11 And I will punish the world for <i>their <\/i> evil, and the wicked for their iniquity and I will cause the arrogancy of the proud to cease, and will lay low the haughtiness of the terrible. 12 I will make a man more precious than fine gold even a man than the golden wedge of Ophir. 13 Therefore I will shake the heavens, and the earth shall remove out of her place, in the wrath of the L <b>ORD <\/b> of hosts, and in the day of his fierce anger. 14 And it shall be as the chased roe, and as a sheep that no man taketh up: they shall every man turn to his own people, and flee every one into his own land. 15 Every one that is found shall be thrust through and every one that is joined <i>unto them <\/i> shall fall by the sword. 16 Their children also shall be dashed to pieces before their eyes their houses shall be spoiled, and their wives ravished. 17 Behold, I will stir up the Medes against them, which shall not regard silver and <i>as for <\/i> gold, they shall not delight in it. 18 <i>Their <\/i> bows also shall dash the young men to pieces and they shall have no pity on the fruit of the womb their eye shall not spare children. <\/p> <p>We have here a very elegant and lively description of the terrible confusion and desolation which should be made in Babylon by the descent which the Medes and Persians should make upon it. Those that were now secure and easy were bidden to <i>howl <\/i> and make sad lamentation for, <\/p> <p>I. God was about to appear in wrath against them, and it is a fearful thing to fall into his hands: <i>The day of the Lord is at hand <\/i> (<a class=\"isa\" verses=\"WzE3OTEzXQ==\">Isaiah 13:6<\/a>), a little day of judgment, when God will act as a just avenger of his own and his people's injured cause. And there are those who will have reason to tremble when that day is at hand. <i>The day of the Lord cometh, <\/i> <a class=\"isa\" verses=\"WzE3OTE2XQ==\">Isaiah 13:9<\/a>. Men have their day now, and they think to carry the day but God laughs at them, for he sees that <i>his day is coming, <\/i> <a class=\"ref\">Psalm 37:13<\/a>. Fury is not with God, and yet his day of reckoning with the Babylonians is said to be <i>cruel with wrath and fierce anger. <\/i> God will deal in severity with them for the severities they exercised upon God's people with the froward, with the cruel, he will show himself froward, will show himself cruel, and give the blood-thirsty blood to drink. <\/p> <p>II. Their hearts shall fail them, and they shall have neither courage nor comfort left they shall not be able either to resist the judgment coming or to bear up under it, either to oppose the enemy or to support themselves, <a class=\"isa\" verses=\"WzE3OTE0XQ==\">Isaiah 13:7<\/a>. Those that in the day of their peace were <i>proud, <\/i> and <i>haughty, <\/i> and <i>terrible <\/i> (<a class=\"isa\" verses=\"WzE3OTE4XQ==\">Isaiah 13:11<\/a>), shall, when trouble comes, be quite dispirited and at their wits' end: <i>All hands shall be faint, <\/i> and unable to hold a weapon, <i>and every man's heart shall melt, <\/i> so that they shall be ready to die for fear. The pangs of their fear shall be like those of a woman in hard labour, and <i>they shall be amazed one at another. <\/i> In frightening themselves, they shall frighten one another they shall wonder to see those tremble that used to be bold and daring or they shall be amazed looking one at another, as men at a loss, <a class=\"ref\">Genesis 42:1<\/a>. <i>Their faces shall be as flames, <\/i> pale as flames, through fear (so some), or red as flames sometimes are, blushing at their own cowardice or their faces shall be as faces scorched with the flame, or as theirs that labour in the fire, their <i>visage blacker than a coal, <\/i> or like <i>a bottle in the smoke, <\/i> <a class=\"ref\">Psalm 119:83<\/a>. <\/p> <p>III. All comfort and hope shall fail them (<a class=\"isa\" verses=\"WzE3OTE3XQ==\">Isaiah 13:10<\/a>): <i>The stars of heaven shall not give their light, <\/i> but shall be clouded and overcast <i>the sun shall be darkened in his going forth, <\/i> rising bright, but lost again, a certain sign of foul weather. They shall be as men in distress at sea, when neither sun nor stars appear, <a class=\"ref\">Acts 27:20<\/a>. It shall be as dreadful a time with them as it would be with the earth if all the heavenly luminaries were turned into darkness, a resemblance of the day of judgment, when the sun shall be turned into darkness. The heavens frowning thus is an indication of the displeasure of the God of heaven. When things look dark on earth, yet it is well enough if all be clear upwards but, if we have no comfort thence, wherewith shall we be comforted? <\/p> <p>IV. God will visit them <i>for their iniquity <\/i> and all this is intended for the punishment of sin, and particularly the sin of pride, <a class=\"isa\" verses=\"WzE3OTE4XQ==\">Isaiah 13:11<\/a>. This puts wormwood and gall into the affliction and misery, 1. That sin must now have its punishment. Though Babylon be a little world, yet, being a wicked world, it shall not go unpunished. Sin brings desolation on the world of the ungodly and when the kingdoms of the earth are quarrelling with one another it is the fruit of God's controversy with them all. 2. That pride must now have its fall: <i>The haughtiness of the terrible <\/i> must now be <i>laid low, <\/i> particularly of Nebuchadnezzar and his son Belshazzar, who had, in their pride, trampled upon, and made themselves very terrible to, the people of God. <i>A man's pride will bring him low. <\/i> <\/p> <p>V. There shall be so great a slaughter as will produce a scarcity of men (<a class=\"isa\" verses=\"WzE3OTE5XQ==\">Isaiah 13:12<\/a>): <i>I will make a man more precious than fine gold. <\/i> You could not have a man to be employed in any of the affairs of state, not a man to be enlisted in the army, not a man to match a daughter to, for the building up of a family, if you would give any money for one. The troops of the neighbouring nations would not be hired into the service of the king of Babylon, because they saw every thing go against him. Populous countries are soon depopulated by war. And God can soon make a kingdom that has been courted and admired to be dreaded and shunned by all, as a house that is falling, or a ship that is sinking. <\/p> <p>VI. There shall be a universal confusion and consternation, such a confusion of their affairs that it shall be like the <i>shaking of the heavens <\/i> with dreadful thunders and the <i>removing of the earth <\/i> by no less dreadful earthquakes. All shall go to rack and ruin <i>in the day of the wrath of the Lord of hosts, <\/i> <a class=\"isa\" verses=\"WzE3OTIwXQ==\">Isaiah 13:13<\/a>. And such a consternation shall seize their spirits that Babylon, which used to be like a roaring lion and a raging bear to all about her, shall become <i>as a chased roe and as a sheep that no man takes up, <\/i> <a class=\"isa\" verses=\"WzE3OTIxXQ==\">Isaiah 13:14<\/a>. The army they shall bring into the field, consisting of troops of divers nations (as great armies usually do), shall be so dispirited by their own apprehensions and so dispersed by their enemies' sword that they shall <i>turn every man to his own people <\/i> each man shall shift for his own safety the <i>men of might shall not find their hands <\/i> (<a class=\"ref\">Psalm 76:5<\/a>), but take to their heels. <\/p> <p>VII. There shall be a general scene of blood and horror, as is usual where the sword devours. No wonder that every one makes the best of his way, since the conqueror gives no quarter, but puts all to the sword, and not those only that are found in arms, as is usual with us even in the most cruel slaughters (<a class=\"isa\" verses=\"WzE3OTIyXQ==\">Isaiah 13:15<\/a>): <i>Every one that is found alive shall be run through, <\/i> as soon as ever it appears that he is a Babylonian. Nay, because the sword devours one as well as another, <i>every one that is joined to them shall fall by the sword <\/i> those of other nations that come in to their assistance shall be cut off with them. It is dangerous being in bad company, and helping those whom God is about to destroy. Those particularly that join themselves to Babylon must expect to share in her plagues, <a class=\"ref\">Revelation 18:4<\/a>. And, since the most sacred laws of nature, and of humanity itself, are silenced by the fury of war (though they cannot be cancelled), the conquerors shall, in the most barbarous brutish manner, <i>dash the children to pieces, and ravish the wives. Jusque datum sceleri&mdash;Wickedness shall have free course, <\/i> <a class=\"isa\" verses=\"WzE3OTIzXQ==\">Isaiah 13:16<\/a>. They had thus dealt with God's people (<a class=\"ref\">Lamentations 5:11<\/a>), and now they shall be paid in their own coin, <a class=\"ref\">Revelation 13:10<\/a>. It was particularly foretold (<a class=\"ref\">Psalm 137:9<\/a>) that the <i>little ones of Babylon should be dashed against the stones. <\/i> How cruel soever and unjust those were that did it, God was righteous who suffered it to be done, and to be done <i>before their eyes, <\/i> to their greater terror and vexation. It was just also that the houses which they had filled with the spoil of Israel should be spoiled and plundered. What is got by rapine is often lost in the same manner. <\/p> <p>VIII. The enemy that God will send against them shall be inexorable, probably being by some provocation or other more than ordinarily exasperated against them or, in whatever way it may be brought about, God himself will <i>stir up the Medes <\/i> to use this severity with the Babylonians. He will not only serve his own purposes by their dispositions and designs, but will put it into their hearts to make this attempt upon Babylon, and suffer them to prosecute it with all this fury. God is not the author of sin, but he would not permit it if he did not know how to bring glory to himself out of it. These Medes, in conjunction with the Persians, shall make thorough work of it for, 1. They shall take no bribes, <a class=\"isa\" verses=\"WzE3OTI0XQ==\">Isaiah 13:17<\/a>. All that men have they would give for their lives, but the Medes <i>shall not regard silver <\/i> it is blood they thirst for, not gold no man's riches shall with them be the ransom of his life. 2. They shall show no pity (<a class=\"isa\" verses=\"WzE3OTI1XQ==\">Isaiah 13:18<\/a>), not to <i>the young men <\/i> that are in the prime of their time&mdash;they shall shoot them through with their bows, and then <i>dash them to pieces <\/i> not to the age of innocency&mdash; <i>they shall have no pity on the fruit of the womb, nor spare little children, <\/i> whose cries and frights one would think should make even marble eyes to weep, and hearts of adamant to relent. Pause a little here and wonder, (1.) That men should be thus cruel and inhuman, and so utterly divested of all compassion and in it see how corrupt and degenerate the nature of man has become. (2.) That the God of infinite mercy should suffer it, nay, and should make it to be the execution of his justice, which shows that, though he is gracious, yet he is the God to whom vengeance belongs. (3.) That little infants, who have never been guilty of any actual sin, should be thus abused, which shows that there is an original guilt by which life is forfeited as soon as it is had. <\/p> ",
    "audit": null
}