{
    "id": 12308,
    "source": "mhm",
    "verse_id": 18783,
    "verse_count": 5,
    "reference": "57:17–21",
    "title": "",
    "html": " <p>17 For the iniquity of his covetousness was I wroth, and smote him: I hid me, and was wroth, and he went on frowardly in the way of his heart. 18 I have seen his ways, and will heal him: I will lead him also, and restore comforts unto him and to his mourners. 19 I create the fruit of the lips Peace, peace to <i>him that is<\/i>, far off, and to <i>him that is<\/i>, near, saith the L <b>ORD<\/b>, and I will heal him. 20 But the wicked <i>are<\/i>, like the troubled sea, when it cannot rest, whose waters cast up mire and dirt. 21 <i>There is<\/i>, no peace, saith my God, to the wicked. <\/p> <p>The body of the people of Israel, in this account of God's dealings with them, is spoken of as a particular person (<a class=\"isa\" verses=\"WzE4NzgzXQ==\">Isaiah 57:17<\/a>), but divided into two sorts, differently dealt with&mdash;some who were sons of peace, to whom peace is spoken (<a class=\"isa\" verses=\"WzE4Nzg1XQ==\">Isaiah 57:19<\/a>), and others who were not, who have nothing to do with peace, <a class=\"isa\" verses=\"WzE4Nzg2XQ==\">Isaiah 57:20<\/a>. Observe here, <\/p> <p>I. The just rebukes which that people were brought under for their sin: <i>For the iniquity of his covetousness I was wroth, and smote him.<\/i>, Covetousness was a sin that abounded very much among that people. <a class=\"ref\">Jeremiah 6:13<\/a>, <i>From the least to the greatest of them, every one is given to covetousness.<\/i>, Those that did not worship images were yet carried away by this spiritual idolatry: for such is covetousness it is making money the god, <a class=\"ref\">Colossians 3:5<\/a>. No marvel that the people were covetous when their watchmen themselves were notoriously so, <a class=\"isa\" verses=\"WzE4NzY1XQ==\">Isaiah 56:11<\/a>, Yet, covetous as they were, in the service of their idols they were prodigal, <a class=\"isa\" verses=\"WzE4NzcyXQ==\">Isaiah 57:6<\/a>. And it is hard to say whether their profuseness in that or their covetousness in every thing else was more provoking. But for this iniquity, among others, God was angry with them, and brought one judgment after another upon them, and their destruction at last by the Chaldeans. 1. God was wroth. He resented it, took it very ill that a people who were devoted to himself, and portioned in himself, should be so entirely given up to the world and choose that for their portion. Note, Covetousness is an iniquity that is very displeasing to the God of heaven. It is a heart-sin, but he sees it, and <i>therefore<\/i>, hates it, and looks upon it with jealousy, because it sets up a rival with him in the soul. It is a sin which men <i>bless themselves in<\/i>, (<a class=\"ref\">Psalm 49:18<\/a>) and in which their neighbours <i>bless them<\/i>, (<a class=\"ref\">Psalm 10:3<\/a>) but God abhors it. 2. He motes him, reproved him for it by his prophets, corrected him by his providence, punished him in those very things he so doted upon and was covetous of. Note, Sinners shall be made to feel from the anger of God. Those whom he is wroth with he smites and covetousness particularly lays men under the tokens of God's displeasure. Those that set their hearts upon the wealth of this world are disappointed of it or it is embittered to them it is either clogged with a cross or turned into a curse. 3. God hid himself from him when he was under these rebukes, and continued wroth with him. When we are under the rod, if God manifest himself to us, we may bear it the better but if he both smite us and hide himself from us, send us no prophets, speak to us no comfortable word, show us no token for good, if he <i>tear and go away<\/i>, (<a class=\"ref\">Hosea 5:14<\/a>), we are very miserable. <\/p> <p>II. Their obstinacy and incorrigibleness under these rebukes: <i>He went on frowardly in the way of his heart,<\/i>, in his evil way. He was not sensible of the displeasure of God that he was under. He felt the smart of the rod, but had no regard at all to the hand the more he was crossed in his worldly pursuits the more eager he was in them. He either would not see his error or if he saw it would not amend it. Covetousness was the way of his heart it was what he was inclined to and intent upon, and he would not be reclaimed, but <i>in his distress he trespassed yet more,<\/i>, <a class=\"ref\">2 Chronicles 28:22<\/a>. See the strength of the corruption of men's hearts, and the sinfulness of sin, which will take its course in despite of God himself and all the flames of his wrath. See also how insufficient afflictions of themselves are to reform men, unless God's grace work with them. <\/p> <p>III. God's wonderful return in mercy to them, notwithstanding the obstinacy of the generality of them. <\/p> <p>1. The greater part of them went on frowardly, but there were some among them that were mourners for the obstinacy of the rest and with an eye to them, or rather for his own name's sake, God determines not to contend for ever with them. <i>With the froward<\/i>, God may justly <i>show himself froward<\/i>, (<a class=\"ref\">Psalm 18:26<\/a>), and <i>walk contrary<\/i>, to those that <i>walk contrary<\/i>, to him, <a class=\"ref\">Leviticus 26:24<\/a>. When this sinner here went on frowardly in the way of his heart, one would think it should have followed, \"I have seen his ways and will destroy him, will abandon him, will never have any thing more to do with him.\" But such are the riches of divine mercy and grace, and so do they rejoice against judgment, that it follows, <i>I have seen his ways and will heal him.<\/i>, See how God's goodness takes occasion from man's badness to appear so much the more illustrious and where sin has abounded grace much more abounds. God's reasons of mercy are fetched from within himself, for in us there appears nothing but what is provoking: \"I have seen his ways, and yet I will heal him for my own name's sake.\" God knew how bad the people were, and yet would not cast them off. But observe the method. God will first give him grace, and then, and not till then, give him peace: \"I have seen his way, that he will never turn to me of himself, and therefore I will turn him.\" Those whom God has mercy in store for he has grace in readiness for, to prepare and qualify them for that mercy which they were running from as fast as they could. (1.) God will heal him of his corrupt and vicious disposition, will cure him of his covetousness, though it be ever so deeply rooted in him and his heart have been long exercised to covetous practices. There is no spiritual disease so inveterate, but almighty grace can conquer it. (2.) God <i>will lead him also<\/i>, not only amend what was amiss in him, that he may cease to do evil, but direct him into the way of duty, that he may learn to do well. He goes on frowardly, as Saul, yet breathing out threatenings and slaughter, but God will lead him into a better mind, a better path. And them, (3.) He will restore those comforts to him which he had forfeited and lost, and for the return of which he had thus prepared him. There was a wonderful reformation wrought upon captives in Babylon, and then a wonderful redemption wrought for them, which brought comfort to them, to their mourners, to those among them that mourned for their own sins, the sins of their people, and the desolations of the sanctuary. To those mourners the mercy would be most comfortable, and to them God had an eye in working it out. Blessed are those that mourn, for to them comfort belongs, and they shall have it. <\/p> <p>2. Now, as when that people went into captivity some of them were good figs, very good, others of them bad figs, very bad, and accordingly their captivity was to them for their good or for <i>their hurt<\/i>, (<a class=\"ref\">Jeremiah 24:8<\/a>), so, when they came out of captivity, still some of them were good, others bad, and the deliverance was to them accordingly. <\/p> <p>(1.) To those among them that were good their return out of captivity was peace, such peace as was a type and earnest of the peace which should be preached by Jesus Christ (<a class=\"isa\" verses=\"WzE4Nzg1XQ==\">Isaiah 57:19<\/a>): <i>I create the fruit of the lips, peace.<\/i>,[1.] God designed to give them matter for praise and thanksgiving, for that is the <i>fruit of the lips<\/i>, (<a class=\"ref\">Hebrews 13:15<\/a>), the <i>calves of the lips,<\/i>, <a class=\"ref\">Hosea 14:2<\/a>. <i>I create this.<\/i>, Creation is out of nothing, and this is surely out of worse than nothing, when God creates matter of praise for those that went on frowardly in the way of their heart. [2.] In order to this, peace shall be published: <i>Peace, peace<\/i>, (perfect peace, all kinds of peace) <i>to him that is afar off<\/i>, from the general rendezvous, or from the head-quarters, as well as <i>to him that is near.<\/i>, Peace with God though he has contended with them, he will be reconciled and will let fall his controversy. Peace of conscience, a holy security and serenity of mind, after the many reproaches of conscience and agitations of spirit they had been under their captivity. Thus God creates the fruit of the lips, fresh matter for thanksgiving for, when he speaks peace to us, we must speak praises to him. This peace is itself of God's creating. He, and he only, can work it it is the fruit of the lips, of his lips&mdash;he commands it, of the minister's lips&mdash;he speaks it by them, <a class=\"isa\" verses=\"WzE4NDIyXQ==\">Isaiah 40:1<\/a>. It is the fruit of preaching lips and praying lips it is the fruit of Christ's lips, whose lips drop as a honeycomb for to him this is applied, <a class=\"ref\">Ephesians 2:17<\/a>: <i>He came and preached peace to you who were afar off,<\/i>, you Gentiles as well as to the Jews, who were nigh-to after-ages, who were afar off in time, as well as to those of the present age. <\/p> <p>(2.) To those among them that were wicked, though they might return with the rest, their return was no peace, <a class=\"isa\" verses=\"WzE4Nzg2XQ==\">Isaiah 57:20<\/a>. The wicked, wherever he is, in Babylon or in Jerusalem, carries about with him the principle of his own uneasiness, and is like the troubled sea. God healed those to whom he spoke peace (<a class=\"isa\" verses=\"WzE4Nzg1XQ==\">Isaiah 57:19<\/a>): <i>I will heal them<\/i>, all shall be well again and set to rights but the wicked would not be healed by the grace of God and therefore shall not be healed by his comforts. They are always like the sea in a storm, for they carry about with them, [1.] Unmortified corruptions. They are not cured and conquered, and their ungoverned lusts and passions make them like the troubled sea when it cannot rest, vexatious to all about them and therefore uneasy to themselves, noisy and dangerous. When the intemperate heats of the spirit break out in scurrilous and abusive language, then the troubled sea casts forth mire and dirt. [2.] Unpacified consciences. They are under a frightful apprehension of guilt and wrath, that they cannot enjoy themselves when they seem settled they are in disquietude, when they seem merry they are in heaviness like Cain, who always dwelt in the land of shaking. The terrors of conscience disturb all their enjoyments, and cast forth such mire and dirt as make them a burden to themselves. Though this does not appear (it may be) at present, yet it is a certain truth, what this prophet had said before (<a class=\"isa\" verses=\"WzE4NjM3XQ==\">Isaiah 48:22<\/a>), and here repeats (<a class=\"isa\" verses=\"WzE4Nzg3XQ==\">Isaiah 57:21<\/a>), <i>There is no peace to the wicked,<\/i>, no reconciliation to God (nor can they be upon good terms with him, while they go on still in their trespasses), no quietness or satisfaction in their own mind, no real good, no peace in death, because no hope. <i>My God hath said it,<\/i>, and all the world cannot unsay it, That there is no peace to those that allow themselves in any sin. What have they to do with peace? <\/p>",
    "audit": null
}