{
    "id": 12111,
    "source": "mhm",
    "verse_id": 17775,
    "verse_count": 4,
    "reference": "6:5–8",
    "title": "",
    "html": " <p>5 Then said I, Woe <i>is<\/i>, me! for I am undone because I <i>am<\/i>, a man of unclean lips, and I dwell in the midst of a people of unclean lips: for mine eyes have seen the King, the L <b>ORD<\/b>, of hosts. 6 Then flew one of the seraphims unto me, having a live coal in his hand, <i>which<\/i>, he had taken with the tongs from off the altar: 7 And he laid <i>it<\/i>, upon my mouth, and said, Lo, this hath touched thy lips and thine iniquity is taken away, and thy sin purged. 8 Also I heard the voice of the Lord, saying, Whom shall I send, and who will go for us? Then said I, Here <i>am<\/i>, I send me. <\/p> <p>Our curiosity would lead us to enquire further concerning the seraphim, their songs and their services but here we leave them, and must attend to what passed between God and his prophet. <i>Secret things belong not to us,<\/i>, the secret things of the world of angels, but things revealed to and by the prophets, which concern the administration of God's kingdom among men. Now here we have, <\/p> <p>I. The consternation that the prophet was put into by the vision which he saw of the glory of God (<a class=\"isa\" verses=\"WzE3Nzc1XQ==\">Isaiah 6:5<\/a>): <i>Then said I, Woe is me!<\/i>, I should have said, \"Blessed art thou, who hast been thus highly favoured, highly honoured, and dignified, for a time, with the privilege of those glorious beings that <i>always behold the face of our Father.<\/i>, Blessed were those eyes which saw the Lord sitting on his throne, and those ears which heard the angels' praises.\" And, one would think, he should have said, \"Happy am I, for ever happy nothing now shall trouble me, nothing make me blush or tremble \" but, on the contrary, he cries out, \" <i>Woe is me! for I am undone.<\/i>, Alas for me! I am a gone man <i>I shall surely die<\/i>, (<a class=\"ref\">Judges 13:22; Judges 6:22<\/a>) I am silenced I am struck dumb, struck dead.\" Thus Daniel, when he heard the words of the angel, <i>became dumb,<\/i>, and there was <i>no strength, no breath, left in him,<\/i>, <a class=\"ref\">Daniel 10:15<\/a>. Observe, <\/p> <p>1. What the prophet reflected upon in himself which terrified him: \" <i>I am undone<\/i>, if God deal with me in strict justice, for I have made myself obnoxious to his displeasure, <i>because I am a man of unclean lips.<\/i>,\" Some think he refers particularly to some rash word he had spoken, or to his sinful silence in not reproving sin with the boldness and freedom that were necessary&mdash;a sin which God's ministers have too much cause to charge themselves with, and to blush at the remembrance of. But it may be taken more generally <i>I am a sinner<\/i>, particularly, <i>I have offended in word<\/i>, and who is there that hath not? <a class=\"ref\">James 3:2<\/a>. We all have reason to bewail it before the Lord, (1.) That we are of unclean lips ourselves our lips are not consecrated to God he had not had the <i>first-fruits of our lips<\/i>, (<a class=\"ref\">Hebrews 13:15<\/a>), and therefore they are counted common and unclean, <i>uncircumcised lips,<\/i>, <a class=\"ref\">Exodus 6:30<\/a>. Nay, they have been polluted with sin. We have spoken the language of an unclean heart, that evil communication which corrupts good manners, and whereby many have been defiled. We are unworthy and unmeet to take God's name into our lips. With what a pure lip did the angels praise God! \"But,\" says the prophet, \"I cannot praise him so, for <i>I am a man of unclean lips.<\/i>,\" The best men in the world have reason to be ashamed of themselves, and the best of their services, when they come into comparison with the holy angels. The angels had celebrated the purity and holiness of God and therefore the prophet, when he reflects upon sin, calls it <i>uncleanness<\/i>, for the sinfulness of sin is its contrariety to the holy nature of God, and upon that account especially it should appear both hateful and frightful to us. The impurity of our lips ought to be the grief of our souls, for by our words we shall be justified or condemned. (2.) That we dwell among those who are so too. We have reason to lament not only that we ourselves are polluted, but that the nature and race of mankind are so the disease is hereditary and epidemic, which is so far from lessening our guilt that it should rather increase our grief, especially considering that we have not done what we might have done for the cleansing of the pollution of other people's lips nay, we have rather learned their way and spoken their language, as Joseph in Egypt learned the courtier's oath, <a class=\"ref\">Genesis 42:16<\/a>. \" <i>I dwell in the midst of a people<\/i>, who by their impudent sinnings are pulling down desolating judgments upon the land, which I, who am a sinner too, may justly expect to be involved in.\" <\/p> <p>2. What gave occasion for these sad reflections at this time: <i>My eyes have seen the King, the Lord of hosts.<\/i>, He saw God's sovereignty to be incontestable&mdash;he is the King and his power irresistible&mdash;he is the Lord of hosts. These are comfortable truths to God's people, and yet they ought to strike an awe upon us. Note, A believing sight of God's glorious majesty should affect us all with reverence and godly fear. We have reason to be abased in the sense of that infinite distance that there is between us and God, and our own sinfulness and vileness before him, and to be afraid of his displeasure. We are undone if there be not a Mediator between us and this holy God, <a class=\"ref\">1 Samuel 6:20<\/a>. Isaiah was thus humbled, to prepare him for the honour he was now to be called to as a prophet. Note, Those are fittest to be employed for God who are low in their own eyes and are made deeply sensible of their own weakness and unworthiness. <\/p> <p>II. The silencing of the prophet's fears by the good words, and comfortable words, with which the angel answered him, <a class=\"isa\" verses=\"WzE3Nzc2XQ==\">Isaiah 6:6<\/a>. One of the seraphim immediately flew to him, to purify him, and so to pacify him. Note, God has strong consolations ready for holy mourners. Those that humble themselves in penitential shame and fear shall soon be encouraged and exalted those that are struck down with the visions of God's glory shall soon be raised up again with the visits of his grace he that tears will heal. Note, further, Angels are ministering spirits for the good of the saints, for their spiritual good. Here was one of the seraphim dismissed, for a time, from attending on the throne of God's glory, to be a messenger of his grace to a good man and so well pleased was he with the office that he came flying to him. To our Lord Jesus himself, in his agony, there <i>appeared an angel from heaven, strengthening him,<\/i>, <a class=\"ref\">Luke 22:43<\/a>. Here is, 1. A comfortable sign given to the prophet of the purging away of his sin. The seraph <i>brought a live coal from the altar,<\/i>, and touched his lips with it, not to hurt them, but to heal them&mdash;not to cauterize, but to cleanse them for there were purifications by fire, as well as by water, and the filth of Jerusalem was purged by the <i>spirit of burning,<\/i>, <a class=\"isa\" verses=\"WzE3NzM4XQ==\">Isaiah 4:4<\/a>. The blessed Spirit works as fire, <a class=\"ref\">Matthew 3:11<\/a>. The seraph, being himself kindled with a divine fire, put life into the prophet, to make him also zealously affected for the way to purge the lips from the uncleanness of sin is to fire the soul with the love of God. This live coal was taken from off the altar, either the altar of incense or that of burnt-offerings, for they had both of them fire burning on them continually. Nothing is powerful to cleanse and comfort the soul but what is taken from Christ's satisfaction and the intercession he ever lives to make in the virtue of that satisfaction. It must be a coal from his altar that must put life into us and be our peace it will not be done with strange fire. 2. An explication of this sign: \" <i>Lo, this has touched thy lips,<\/i>, to assure thee of this, that <i>thy iniquity is taken away and thy sin purged.<\/i>, The guilt of thy sin is removed by pardoning mercy, the guilt of thy tongue-sins. Thy corrupt disposition to sin is removed by renewing grace and therefore nothing can hinder thee from being accepted with God as a worshipper, in concert with the holy angels, or from being employed for God as a messenger to the children of men.\" Those only who are thus purged from an evil conscience are prepared <i>to serve the living God,<\/i>, <a class=\"ref\">Hebrews 9:14<\/a>. The taking away of sin is necessary to our speaking with confidence and comfort either to God in prayer or from God in preaching nor are any so fit to display to others the riches and power of gospel-grace as those who have themselves tasted the sweetness and felt the influence of that grace and those shall have their sin taken away who complain of it as a burden and see themselves in danger of being undone by it. <\/p> <p>III. The renewing of the prophet's mission, <a class=\"isa\" verses=\"WzE3Nzc4XQ==\">Isaiah 6:8<\/a>. Here is a communication between God and Isaiah about this matter. Those that would assist others in their correspondence with God must not themselves be strangers to it for how can we expect that God should speak by us if we never heard him speaking to us, or that we should be accepted as the mouth of others to God if we never spoke to him heartily for ourselves? Observe here, <\/p> <p>1. The counsel of God concerning Isaiah's mission. God is here brought in, after the manner of men, deliberating and advising with himself: <i>Whom shall I send? And who will go for us?<\/i>, God needs not either to be counselled by others or to consult with himself he knows what he will do, but thus he would show us that there is a counsel in his whole will, and teach us to consider our ways, and particularly that the sending forth of ministers is a work not to be done but upon mature deliberation. Observe, (1.) Who it is that is consulting. It is the Lord God in his glory, whom he saw upon the throne high and lifted up. It puts an honour upon the ministry that, when God would send a prophet to speak in his name, he appeared in all the glories of the upper world. Ministers are the ambassadors of the King of kings how mean soever they are, he who sends them is great it is God in three persons (Who will go for us? as <a class=\"ref\">Genesis 1:26<\/a>, <i>Let us make man <\/i>), Father, Son, and Holy Ghost. They all concur, as in the creating, so in the redeeming and governing of man. Ministers are ordained in the same name into which all Christians are baptized. (2.) What the consultation is: <i>Whom shall I send? And who will go?<\/i>, Some think this refers to the particular message of wrath against Israel, <a class=\"isa\" verses=\"WzE3Nzc5XQ==\">Isaiah 6:9<\/a>. \"Who will be willing to go on such a melancholy errand, on which they will go in the bitterness of their souls?\" <a class=\"ref\">Ezekiel 3:14<\/a>. But I rather take it more largely for all those messages which the prophet was entrusted to deliver, in God's name, to that people, in which that hardening work was by no means the primary intention, but a secondary effect of them, <a class=\"ref\">2 Corinthians 2:16<\/a>. <i>Whom shall I send?<\/i>, intimating that the business was such as required a choice and well-accomplished messenger, <a class=\"ref\">Jeremiah 49:19<\/a>. God now appeared, attended with holy angels, and yet asks, <i>Whom shall I send?<\/i>, For he would send them a <i>prophet from among their brethren,<\/i>, <a class=\"ref\">Hebrews 2:17<\/a>. Note, [1.] It is the unspeakable favour of God to us that he is pleased to send us his mind by men like ourselves, whose terror shall not make us afraid, and who are themselves concerned in the messages they bring. Those who are workers together with God are sinners and sufferers together with us. [2.] It is a rare thing to find one who is fit to go for God, and carry his messages to the children of men: <i>Whom shall I send?<\/i>, Who is sufficient? Such a degree of courage for God and concern for the souls of men as is necessary to make a man faithful, and withal such an insight into the mysteries of the kingdom of heaven as is necessary to make a man skilful, are seldom to be met with. Such an interpreter of the mind of God is one of a thousand, <a class=\"ref\">Job 33:23<\/a>. [3.] None are allowed to go for God but those who are sent by him he will own none but those whom he appoints, <a class=\"ref\">Romans 10:15<\/a>. It is Christ's work to put men into the ministry, <a class=\"ref\">1 Timothy 1:12<\/a>. <\/p> <p>2. The consent of Isaiah to it: <i>Then said I, Here am I send me.<\/i>, He was to go on a melancholy errand the office seemed to go a begging, and every body declined it, and yet Isaiah offered himself to the service. It is an honour to be singular in appearing for God, <a class=\"ref\">Judges 5:7<\/a>. We must not say, \"I would go if I thought I should have success \" but, \"I will go, and leave the success to God. Here am I send me.\" Isaiah had been himself in a melancholy frame (<a class=\"isa\" verses=\"WzE3Nzc1XQ==\">Isaiah 6:5<\/a>), full of doubts and fears but now that he had the assurance of the pardon of his sin the clouds were blown over, and he was fit for service and forward to it. What he says denotes, (1.) His readiness: \"Here am I, a volunteer, not pressed into the service.\" <i>Behold me<\/i>, so the word is. God says to us, <i>Behold me<\/i>, (<a class=\"isa\" verses=\"WzE4ODk5XQ==\">Isaiah 65:1<\/a>), and, <i>Here I am<\/i>, (<a class=\"isa\" verses=\"WzE4Nzk2XQ==\">Isaiah 58:9<\/a>), even before we call let us say so to him when he does call. (2.) His resolution \" <i>Here I am,<\/i>, ready to encounter the greatest difficulties. <i>I have set my face as a flint.<\/i>,\" Compare this with <a class=\"isa\" verses=\"eyIxODY2NyI6NH0=\">Isaiah 50:4-7<\/a>. (3.) His referring himself to God: \"Send me whither thou wilt make what use thou pleasest of me. Send me, that is, Lord, give me commission and full instruction send me, and then, no doubt, thou wilt stand by me.\" It is a great comfort to those whom God sends that they go for God, and may therefore speak in his name, as having authority, and be assured that he will bear them out. <\/p>",
    "audit": null
}