{
    "id": 16248,
    "source": "niv",
    "verse_id": 18595,
    "verse_count": 6,
    "reference": "46:8–13",
    "title": "Final Appeal to Idol Worshipers",
    "html": "               <p>T<small>HESE VERSES CONSTITUTE<\/small> the final summation and appeal in the disputation with the idols. The case has been presented several times, moving from the inability of the idols to explain the past or tell the future to their inability to save those who worship them. Now God calls on his people to make their decision. Will they give up their ancient biblical faith and be sucked down into the “black hole” of paganism, or will they refuse to succumb to their sense of discouragement and despair and instead reaffirm their confident hope in God and in his promises to deliver them?<\/p>     <p> They are to remember that in “former” times God predicted what is taking place at this moment and that he has kept his promises in the past. Cyrus, “the bird of prey” coming “from the east,” will arrive in direct fulfillment of the prediction and purpose of God. These things show that Yahweh is God alone and that “there is none like” him. The issue now is whether the exiles will believe it and keep their faith through forty-five dark, uncertain years so that when Cyrus is revealed, there will still be a remnant who can reach out and take hold of God’s hand. God’s “righteousness” in keeping his promises is about to be revealed. At that time will there be any left who have been righteous (done the right thing) by believing God (cf. Gen. 15:6)?<\/p>     <h4>Bridging Contexts<\/h4>     <p><b>T<small>HE ONLY<\/small> S<small>AVIOR OF THE WORLD<\/small>.<\/b> Isaiah 45:22– 25 reminds us of the New Testament appropriation of the Saviorhood of God. Paul says of Jesus the very things that are said of Yahweh here, that every knee will bow and every tongue will swear allegiance to him (Phil. 2:10–11). How can Paul say such a thing? It is because he has become convinced that Jesus is the way in which God will manifest his world-saving power. It is in and through Jesus Christ that persons will be able to say that “in the <small>LORD<\/small> alone are righteousness and strength” (Isa. 45:24).<\/p>     <p> The identity of Yahweh and Jesus was the core of Paul’s preaching immediately after his conversion (Acts 9:20) and continued to be at the heart of his thought for the rest of his life (cf., e.g., Titus 2:13; 2 Tim. 4:1). That he applies this passage, with its strong affirmation, “<small>I<\/small> am God, and there is no other” (Isa. 45:22), to Christ is a clear indication of how deeply the truth of Jesus’ deity grasped him.<\/p>     <p> It is sometimes argued that the missionary thrust of Christianity has been imposed on the more ethnically based Old Testament faith. To be sure, that faith is ethnically based. That was the only way to ensure that it was passed on effectively from one generation to another. This is why Moses was so insistent that the Torah of God be taught to one’s children and lived out and reflected upon in their presence on a daily basis (Deut. 6:6–9). But from the outset, it was not exclusively ethnic. The place of the foreigner or alien was a special one in the Israelite community. Any “strangers” who wished to join the community could do so if they took on themselves the obligations of Torah. For males this meant circumcision, but females were welcome too, as the book of Ruth demonstrates.<\/p>     <p> Solomon’s dedicatory prayer for the temple shows this same truth. That building was to be a house of prayer for all nations. The statements of Isaiah and Micah about all the nations coming to Jerusalem to learn Torah carry this idea forward (2:1–4; Mic. 4:1–3). And while it is possible that Jesus’ remark about the Pharisees going around the world to make one proselyte may denote their attempt to recruit other Jews to the outlook of the Pharisees, it may also refer to an attempt to bring Gentiles into the Jewish faith. Thus, although the Old Testament faith was ethnically based, it was by no means exclusively so.<\/p>     <p> The arguments we have seen in the last several chapters of Isaiah help us to see why this worldwide outreach of biblical religion would come to pass. If indeed Yahweh is the only God of the whole world and its sole Creator, if Yahweh created the world in order to engage humans in a relationship of blessing with himself, and if the entire human race has been corrupted by sin, it follows that there is only one Being who can restore humans to that original purpose: Yahweh. Thus, not only is he Israel’s only Savior, he is the world’s only Savior. In other words, God’s purposes are not for Israel alone; they are for the whole world, and Israel has been chosen to be the means whereby those purposes are realized.<\/p>     <p> The new thought that Christianity introduced was that it was no longer necessary to be incorporated into the ethnic community in order to have a relationship with God. Rather, it is possible to meet him directly in Jesus Christ. While the principles taught in the Torah remain in force for the believer in Christ, its specific practices have been shown to be external forms not essential to the truth being taught. But at its heart, the motivation that impels Christians to go to the ends of the earth is an Old Testament one: There is only one God, and that means there is only one Savior. It is for him that all the ends of the earth wait. In these last days the Savior has been manifested as the Son of God; in him we see the image of the invisible God.<\/p>     <h4>Contemporary Significance<\/h4>     <p><b>T<small>HE BURDEN OF THE GODS<\/small>.<\/b> Few in the Western world have idols that they carry with them from <em>Significance<\/em> place to place (although one wonders what Isaiah’s response might be to processions of saints and icons). If we may regret the artistic loss when Protestant Reformers smashed statues and stained glass, we may still recognize a similar impulse in the Old Testament prophets. But does this passage speak to us at all? It certainly does, because many contemporary persons are carrying a whole host of gods, and the burden is killing them.<\/p>     <p> I am referring to all the things that have come to replace God in our lives—perhaps a job, a house, a car, a love relationship, or even one’s self-image. The pagans personalized all these, but they were seeking in the gods what we seek in these. These are the things that give us our sense of identity and meaning in life. Yet many of us are suffering from burnout or breakdown because we have all these things to carry and they have become too much for us. We need them for what they do for us, but the burdens they impose are devastatingly heavy. Instead of our using them, they use us, and the results are all around us. To escape them, we must have increasingly stimulating and exciting diversions, but then the diversions themselves become a burden.<\/p>     <p> Isaiah’s answer to such contemporary problems is the same as it was 2,700 years ago. We must stop carrying those things and let the One who is in fact carrying us anyway do it for us. The issue is whether we are willing to entrust all those aspects of our lives that we feel are so necessary to us into God’s hands. If we are not willing, we effectively make them idols and try to use them to provide things they cannot.<\/p>     <p> Meaning, purpose, identity, and fulfillment are ultimately only things God can provide. We truly begin to experience God’s carrying of us when we take our hands off these things and relinquish them into God’s hands. And why should we not? The reason is that we are afraid—afraid that God will do a worse job of directing our lives than we are able to do. On the surface of it, that is a ridiculous thought, but it is the fact. Until we are willing to do what the remnant did during the Exile and release our survival into God’s hands, we are allowing our fears to keep us from knowing God’s care and deliverance.<\/p>     <p> <b>The righteousness of faith.<\/b> The word “righteousness” is prominent in this section, occurring twice in 45:24–25 and twice in 46:12–13. In each case the Lord’s righteousness and human righteousness are paralleled. In the first passage, we are told that righteousness is in the Lord and that in the Lord the descendants of Israel will be found righteous. In the second passage, God says his people are far from righteousness, but his righteousness is about to be revealed.<\/p>     <p> What is at stake here? First of all, it must be said that it is not incorrect to equate deliverance here with God’s righteousness. He is “right” to deliver his people even though they have sinned, because such an act is an expression of his gracious nature. But to say that the righteousness of the people is their deliverance seems more questionable. Rather, Isaiah is saying that just as God can act righteously in delivering his people, we can also act righteously. But what is that act in this context and in ours? I believe it is analogous to what Abraham did in Canaan when he believed the incredible promises of God and was accounted as righteous (Gen. 15:6). That is, Abraham did the one right thing a human can do: He believed God. That is what the exiles will be called upon to do—to believe God’s promises and thus not cast away their faith. According to 46:12 they are in danger of doing that very thing. They “are far from righteousness.” But in God they can “be found righteous” if they will believe what he says (45:25).<\/p>     <p> The application for us today is first of all in relationship to Christ. Paul tells us that we too can be accounted “right” if we believe God’s promise that eternal life is to be found in Christ. If we seek to be right with God by doing right things, we only condemn ourselves to separation from him, because we are then saying that he is wrong in calling us hopelessly sinful in everything we do. We are not believing in his promises, we are believing in ourselves, and that is not “right.” But when we agree with God when he says we are hopelessly lost, and when we believe his statement that in Christ all our sins have been forgiven, then we are “right” with God.<\/p>     <p> But this “righteousness” is also an ongoing life of faith. When we are faced with an impossible obstacle and we turn to God, believing that he will carry us through it or around it or over it, we are doing the “right” thing. To try to surmount it in our own strength or to allow it to defeat us is definitely not “right,” because God’s intention is that we should be “more than conquerors.” So the life of faith is the life of righteousness. And as we live in constant surrender to God and trust in his promises, we will discover his plan of transformation for us, so that our behavior is more and more like his—righteous.<\/p>     ",
    "audit": null
}