{
    "id": 16118,
    "source": "niv",
    "verse_id": 17747,
    "verse_count": 18,
    "reference": "5:7–24",
    "title": "Explanation of the Vineyard",
    "html": "               <p>B<small>UT LIKE THE<\/small> religious leaders to whom Jesus told the story of the wicked tenants (Luke 20:9–19), the hearers suddenly realize Isaiah is talking about them: “The vineyard of the L<small>ORD<\/small> Almighty is the house of Israel.” In the succeeding verses Isaiah tells his hearers what those bitter grapes are. He begins with a general statement in verse 7 and then gives the specifics in a series of “woes” in verses 8–24. Verse 7 contains two wordplays in Hebrew that are not apparent in English. The word for “bloodshed” (<em>mišspaḅ<\/em>) sounds like the word for “justice” (<em>mišpaṭ<\/em>), and the word for “cries” (<img alt=\"image 27\" src=\"images\/000010.jpg\"><em>aqah<\/em>) sounds like the word for “righteousness” (<em>ṣdaqah<\/em>). Thus the poet underlines the contrast between what was expected and what was actually received.<\/p>     <p> Five specific behaviors are condemned in verses 8–24, each introduced with the word “woe.” This is a word associated with funerals. A slightly more contemporary, though still archaic equivalent, would be “alas.” “Woe” is a word that speaks of sorrow, regret, and anger. A death lies ahead, all the more tragic because it is so unnecessary. The woes describe the sins of the people in relation to the kinds of lives God had called for them to live in the Sinai covenant. These sins include greed (vv. 8–10), self-indulgence (vv. 11– 17), cynicism (vv. 18–19), moral perversion (v. 20; also v. 21), and social injustice (vv. 22–24).<\/p>     <p> Although there is an overall conclusion to the chapter in verses 25–30 (where the consequences of these actions are spelled out), several of the woe passages also include a statement of consequences. The most prominent of these is found in verses 13–17, but they also appear in verses 9–10 and 24. Clearly the people feel as if they can live in all these ways and still escape the consequences because of their relation to God. But Isaiah is saying that is foolish. There are consequences in life. Just as the vineyard of bitter grapes will be destroyed because of what it produced, so will Israel.<\/p>     <p> <b>Greed.<\/b> The particular expression of greed addressed in verse 8 is greed for bigger houses and more land. The rich man buys more and more land, dispossessing the former owners one by one until at last he lives alone on a vast estate, with the former owners as his serfs. This kind of sin was particularly offensive to God because in the covenant God retained ownership of the land, giving it in the form of grants to his servants. These grants were not absolute possessions to be disposed of at will, but they were to be maintained in the respective families for all time. This not only reinforced the idea of dependence on God, but it also guaranteed both a sense of worth and a means of subsistence for the small landowner.<\/p>     <p> In verses 9 and 10 God announces a punishment that fits the crime. Just as the rich man has dispossessed others, he will be dispossessed, and all the land he has acquired will produce almost nothing. Undoubtedly, the Exile is in view here, as it is throughout the chapter.<\/p>     <p> <b>Self-indulgence.<\/b> The “bitter grape” given most attention is the one of self-indulgence (vv. 11–17), and much of the passage is the announcement of judgment on this behavior. The real issue here is one of attention. Clearly, the God of the Scriptures is not opposed to physical pleasure. Isaiah himself depicts the final scene of history as a vast banquet that God has prepared for all peoples on earth (25:6). This idea is continued in the New Testament with the wedding feast of the Lamb (Rev. 19:7–9). So this is not an attack on all physical enjoyment. Rather, it is attacking the paying of attention to these things as if they are the only things that matter. Instead of paying primary attention to God and his “work” (Isa. 5:12), they are giving that attention to things that are all passing away.<\/p>     <p> Once again, the punishment fits the crime. As these wealthy and noble people have focused on what goes down their throats, the day will come when nothing goes down (v. 13). And just as they have opened their mouths wider and wider to take in more, so death will open its mouth yet wider still and suck them all down. It is clear that the wealthy and mighty are especially in view because verses 15–16, using language directly reminiscent of 2:6–22, speak of the humiliation of the arrogant, while the greatness and holiness of God is manifested in his justice and righteousness. Verse 17 depicts the sheep that once provided the expansive meals for “the rich,” now feeding quietly among the “ruins” of the banqueting halls of the rich.<\/p>     <p> <b>Cynicism.<\/b> From the more “fleshly” sins of greed and indulgence, the prophet proceeds to the underlying attitudes that both precede and follow the sins of the flesh. The first of these attitudes is cynicism that dares God to take action (vv. 18–19). The precise meaning of the phrase “cords of deceit” is not clear, but the general intent is. These are people who delight in sinning, who seek out ways to do it more aggressively, all the while insisting that if such a course of action was so bad, the great God, this “Holy One of Israel” Isaiah keeps going on about, will certainly take some action against it. In the meantime, they intend to keep right on pleasing themselves at all costs.<\/p>     <p> <b>Moral perversion.<\/b> The fourth woe (vv. 20–21) takes the situation one step further. Now it is not merely daring God to condemn sin. Rather, it is declaring that there is no such thing as sin, that in fact what was previously declared to be wrong is actually right and that what has been considered right is actually wrong. Such persons have dismissed God from the picture entirely. They are so wise that they can make up their own morality. Oddly enough, this new morality takes the shape of direct opposition to what had been God’s standards. It is not a matter of simply picking and choosing, but a specific contraversion of what had been declared right and wrong. This suggests that what is going on is not merely asserting one’s right to choose one’s own moral conventions, but is rather a revolt against any moral authority at all.<\/p>     <p> <b>Social injustice.<\/b> The final woe (vv. 22–24) comes back to matters of practice and, in so doing, links all of the sins together. The prophet speaks ironically of those who are great at what does not matter (mixing drinks) and therefore neglect what does matter—justice. The nobility of Judah, instead of standing up for truly noble causes, have turned to ignoble pursuits. They give prizes not to those who defend the helpless but to those who can drink the most liquor before going under the table. They are small in the great things and great in the small things.<\/p>     <p> This is not accidental. If the goal of one’s life is to take care of oneself, then serving one’s own appetites and perverting justice in order to do so are as logical as any mathematics. What has happened? The people have rejected the instruction (NIV “law,” Heb. <em>torah<\/em>) of the One being who stands outside of time and space, the One being in the universe who has the right to be called “Holy,” the One who has yet condescended to give himself in covenant to Israel (v. 24b). That is, the people have rejected the instruction of the One being in the universe who is in a position to give such instructions. The only permanence humans have is in relation to the transcendent Creator, so it should not be surprising to them if, having rejected him, they are swept away like dry grass in a brush fire (v. 24a).<\/p>     ",
    "audit": null
}