{
    "id": 16200,
    "source": "niv",
    "verse_id": 18287,
    "verse_count": 10,
    "reference": "33:7–16",
    "title": "Deliverance to Come from God",
    "html": "               <p>T<small>HIS SECTION, AS<\/small> noted above, first describes the desperate need for deliverance. Verses 7–9 paint a picture of hopelessness. Again, what is described is consistent with the situation after Sennacherib took Hezekiah’s tribute and then refused to leave. There is no place left to turn. The soldiers are crying, and the peace “envoys” are weeping. Neither military strength nor diplomacy can do any good now. Since the “treaty is broken,” there is no possibility of further negotiation. That is the last hope; only raw aggression is left. As a result, the roads are empty; everything breathlessly awaits the attack.<\/p>     <p> Verse 9 depicts the situation in terms of a drought. There is no relief in sight, nor is there cooling breeze or restorative rain. The result is that even in the most fertile areas, those most typically blessed with rainfall—“Lebanon,” “Sharon,” “Bashan,” and “Carmel”—have none; the dead “leaves” are falling from the trees.<\/p>     <p> But there <em>is<\/em> hope. There is no Assyria that is greater than God, and God will make that fact plain. He alone will be “exalted.” All the great plans of the destroyer will one day be visited back on itself. In that hour of destruction, it will become plain that all that the destroyer has achieved in plundering the nations is to fill his storehouses with dry “chaff” and “straw,” a tinderbox his own “breath” will light (33:11). Assyria started a fire sweeping across the ancient world with its imperial aggression and oppression, and Isaiah says that one day God will bring that fire back on the one who started it. Assyria’s own “peoples” (33:12) will be consumed in the blaze. The destruction of Sennacherib’s army in Judah is only a foretaste of the destruction of the entire empire less than a hundred years later (621–609 <small>B.C.<\/small>).<\/p>     <p> The Assyrians and all the other mighty nations of earth are not the main actors in this scene; the Lord is. It is his “power” (33:13) that rules the earth and brings the empires down to ashes. If the nations produce the tinder and provide the spark, the “consuming fire” is the Lord himself. He is the “everlasting burning” with whom people must somehow come to terms. But how can such a thing possibly be done? If he is the fire that lights the sun and consumes the nations, what incredible mystical operations will be needed for mere humans to “dwell” with him (33:14)!<\/p>     <p> In fact, there are no arcane mystical rites necessary. For in the end, as Isaiah realized in his vision recorded in chapter 6, it is not God’s mystical essence that separates us from himself; rather, it is his character. Thus, it is the “sinners” and the “godless” who tremble before him, not the finite or the mortal. So what is required of us to live in the presence of “the consuming fire”? On the surface remarkably little. All that is required is a change of character on our part.<\/p>     <p> The opening words of 33:15 give a general description of this character: Do and say “what is right,” that is, what is in keeping with some standard. In the Bible that standard is obviously determined by God. In 33:15c– 16, the specifics of “right” behavior are spelled out. As is usually the case in such lists, the behaviors are primarily relational. Persons who will survive the fire do not extort money from those weaker than they; they do not accept “bribes” to pervert justice; they will not listen to “plots of murder,” nor will they pay attention to anything “evil.” That is, they value others just as God values others. Such a person can “dwell” with God on the “heights.” In that setting they will be secure (“refuge”) and will have all their needs supplied. God can do what human leaders cannot and what Egypt cannot. Should he not be trusted?<\/p>     <h4>Bridging Contexts<\/h4>     <p>G<small>OD PROMISED THAT<\/small> the plunder accumulated by the destroying nations would be stripped from them. One of the fulfillments of this promise had to do with the sacred vessels of the temple in Jerusalem. Nebuchadnezzar carried these vessels off to Babylon (2 Kings 24:13), and Belshazzar went so far as to drink toasts to his gods from them (Dan. 5:2–3). Undoubtedly he did this to demonstrate his and his gods’ conquest of the Lord. But one of the first things Cyrus the Persian did after taking Babylon was to offer to rebuild the temple in Jerusalem (2 Chron. 36:33; Ezra 1:2–4; cf. also <em>ANET<\/em>, 316). Where did the money for that enterprise come from? Much of it came from the coffers of conquered Babylon, which in turn had come from places like the Jerusalem temple, stripped of its gold. Cyrus also directed that the vessels of the temple be given to those who were returning so that they could be restored to their rightful place (Ezra 1:8–11).<\/p>     <p> Today, it is interesting that one of the continuing stories in Europe concerns the restoring of Nazi plunder to its rightful owners. Whence comes this instinct that the plunder ought to be restored? The fact is that the right to the possession of one’s property is written on the hearts of God’s creation. There is a real sense that ownership of property is a sign of personal identity. Those who have suffered robbery often speak of the sense of personal violation they feel as a result of the theft. This is one more sign of God’s lordship in the world. Because God in the Trinity is personal, he values personhood. Therefore, he has given us this sense of individual property rights, which undergirds civil laws around the world. Power may think it can break that creation law, and it may do so for awhile. But since God is God, it cannot do so forever. Right and justice will prevail. It does so now in a proximate way and will do so absolutely in the heavenly kingdom.<\/p>     <p> One of the characteristics of statecraft, both ancient and modern, is the weighing of alternatives. How much can one get away with? Sennacherib had to decide if there would be enough international displeasure with his breaking his agreement with Hezekiah to make that breach too costly. Evidently he decided that since he was the only power of any consequence left standing, he could do what he wanted.<\/p>     <p> Japan made a similar judgment when it decided to break modern rules of warfare in its surprise attack on Pearl Harbor in December of 1941. The Japanese were gambling that if they could cripple the U.S. Pacific fleet for a few years, they could cement such a hold on the Far East that it would be too expensive for the United States to dislodge them. And who knows how history would have been different if they had been able to destroy the fleet’s aircraft carriers and not just its largely obsolescent battleships. But they were not able to do so, and in the end all their plunder was wrested from their grip. God is still God, and the betrayer is still betrayed, and the destroyer is still destroyed.<\/p>     <h4>Contemporary Significance<\/h4>     <p>I<small>N THE WEST TODAY<\/small>, ethics, not only national but personal, have become largely utilitarian. Like Imperial Japan in 1941, we decide what is right on the basis of what we think we can get away with. If it seems good for me at this moment, then I don’t care what it does to you. But Isaiah tells us that this kind of personal or national self-exaltation is dangerous. There is only One who is truly exalted, only One who can truly see the end from the beginning, only One who has established what is right out of his own character. There are standards that we violate to our own hurt.<\/p>     <p> In particular, Christians need to reconsider how the utilitarianism of the day is creeping into our behavior. One of these areas has to do with obedience to the laws of the community in which we live. It is easy to say that something like traffic laws are simply a human creation and have no divine sanction, so that I can obey them or not as I please. What we do not see is that this inevitably erodes all our ethical considerations because those human laws have their authority as an extension of divine legal authority. This is what Paul argues in Romans 13. It is impossible to separate our attitudes toward God’s authority from our attitude toward the authority of the human government under which we live.<\/p>     <p> It is true, of course, that no human authority is absolute; only God’s is. If the state ever intrudes itself into the realm of God, there is no question which has priority. But the place where our attitude toward obedience to God is formed and reformed is in our everyday behavior. If we place ourselves above the law in these mundane areas, inevitably we will find ways to do so in the more critical areas of our behavior in respect to God himself. It is no accident that 33:6 tells us that “the fear of the L<small>ORD<\/small> is the key to this treasure” of “salvation and wisdom and knowledge.” If we will not honor the Lord as Almighty God in careful obedience, we can have no meaningful relationship with him.<\/p>     <p> Like 30:19–20, Isaiah 33:16 addresses the fundamental issues of the book and of the human race: What is the best way to get my most basic needs supplied? As I have already said several times, the basic needs of humans are the same around the world: security, basic physical needs, and comfort and pleasure. All three are closely interrelated. For example, having our basic physical needs supplied in an atmosphere of insecurity and stress will result in sickness. The question in the Garden of Eden is the same question today. Who supplies my needs? The obvious answer is, “Myself; who else?” And the method of supplying the needs seems equally obvious, “By my effort in manipulating the environment in which I find myself.”<\/p>     <p> But Isaiah and the rest of the Bible say something very different. No one says it more dramatically than Jesus Christ: “But seek first his kingdom and his righteousness, and all these things will be given to you as well” (Matt. 6:33). Most of us are so familiar with these words that they have lost their radical nature for us. Jesus is saying that God supplies our needs and does so as a gift. Moreover, they come to us as a by-product, not as a direct result. Do one thing, and this other thing will happen “as well.” We don’t supply our needs or get them supplied through our efforts. Rather, they get supplied for free to those who demonstrate their allegiance to God’s rule.<\/p>     <p> This is precisely what Isaiah is talking about: Stop trying to save your own necks by making deals with your Egypts or Assyrias and start trying to please God. Leave those other concerns in his hands and focus your attention on becoming what he wants you to be. Then you will discover your needs being supplied in gracious ways you could never have imagined.<\/p>     <p> This does not necessarily mean you will be uninvolved in the process. For instance, God gave the land of Canaan to his people. They did not take it; that point is made again and again (Josh. 1:2–3; 2:9; etc.). Note how in Joshua 1–5 the people had to spiritually prepare for the Conquest. At the same time, the people were involved in the process of taking the land. Everything is centered on priorities. Is the maintenance of your relationship to your King primary, or is the King simply another means for you to try to manipulate as you scramble to take care of yourself? If the former is the case, you will discover that in the presence of the Lord a table is spread for you that no one can drive you away from. If the latter is the case, you will discover that no matter how much you accumulate, it is never enough.<\/p>     <blockquote>         <p>The L<small>ORD<\/small> is my Shepherd,<\/p>         <p> I shall not be in want…<\/p>         <p>You prepare a table before me<\/p>         <p> in the presence of my enemies…<\/p>         <p>and I will dwell in the house of the Lord<\/p>         <p> forever. (Ps. 23:1, 5, 6)<\/p>     <\/blockquote>     <p> Isaiah makes it plain here in Isaiah 33:14–16 and elsewhere that the mark of being a member of God’s kingdom is to behave as the King does. This is the same principle as in the Sinai covenant. Do you want to be my people? Then you must live like me. You must be holy in the same ways that I am holy. This holiness is not first of all a matter of divine essence. Rather, it is a matter of character and lifestyle. As in Psalm 15, ritual cleanliness has nothing to do with access to the Holy Place, where sacrifices were given and prayers offered. Rather, it is a matter of behavior. Those who act like God may live in his presence; others “need not apply.”<\/p>     <p> But it is important for us to put this truth into the whole biblical context if we are to understand its significance for us today. This is an important corrective for modern “sinning religion.” I was involved in an editorial conference for a modern-language translation of the Bible and heard an older “saint” object to a translation of Romans 6:17–18 that said we are no longer “slaves to sin,” because, he said, “we are always enslaved to sin.” Thank God that is not so. God expects us to share his character, and we can.<\/p>     <p> The New Testament will never, however, let us believe that we can <em>earn<\/em> a place in God’s house because we live like him. No one can earn a place with God by righteous behavior. Rather, we are <em>given<\/em> that place, just as the Israelites were given freedom from Egypt. God gives us that place because Jesus Christ has died in our place. But once there, how shall we live? The Israelites thought they could obey the commandments in their own strength, and they failed miserably. But God has not only given us eternal life, he has also given us his Spirit so that we can do what the Israelites could not.<\/p>     <blockquote>         <p>For if you live according to the sinful nature, you will die; but if by the Spirit you put to death the misdeeds of the body, you will live, because those who are led by the Spirit of God are sons of God. (Rom. 8:13–14)<\/p>     <\/blockquote>     ",
    "audit": null
}