{
    "id": 16112,
    "source": "niv",
    "verse_id": 17692,
    "verse_count": 17,
    "reference": "2:6–22",
    "title": "General Statement of the Principle",
    "html": "               <p>T<small>HIS SECTION IS<\/small> marked by the repetition of a refrain in verses 11 and 17. While there is a slight variation in wording between the two, the import of both is the same: Human “height” is an impossibility in view of the sole glory of God. He alone is “high and exalted” (6:1), and any attempt on our part to claim some of that glory for ourselves is doomed to fail. The chapter ends with a grim conclusion: Why would anyone put ultimate trust in humanity when every human being is only one breath away from extinction?<\/p>     <p> Verses 6–10 begin with a sharp contrast to 2:5. There the “house of Jacob” was called to walk in the ways of the Lord, since the day is coming when all the nations of earth will be seeking those ways. But here Isaiah says God has abandoned the “house of Jacob” because instead of being filled with the ways of the true God, they are full of human wisdom (v. 6), human wealth and power (v. 7), and human-made idols (v. 8). None of these can stand up for a moment against the true splendor of the universe that exists in God alone, so the result is that those who trust in such things must be humiliated (vv. 9–11).<\/p>     <p> The first colon of verse 6 does not actually specify what it is from “the East” that fills the house of Jacob, but the appearance of those who practice “divination” in the second colon suggests the idea of “superstitions.” The East was understood as the origin of wisdom and learning (“east” and “antiquity” are derived from the same root: <em>qdm<\/em>). Undoubtedly the complex religious thought of Mesopotamia had a terrific appeal over against the simple and austere religion of Yahweh.<\/p>     <p> Not only have the Israelites filled themselves with the world’s learning; they have filled themselves with the world’s values: wealth and power. In Isaiah’s time “horses” and “chariots” represented the most powerful weapons of war available. For a king to have a large chariot force was a sign of his wealth and power. This is why God forbade their multiplication in Deuteronomy 17:16 and why Solomon’s disobedience (1 Kings 10:28) was so serious.<\/p>     <p> Placing a premium on human wisdom and human values issues in human self-worship, and the outcome is idolatry—conceiving of the divine in human terms. Again and again throughout the book, Isaiah mocks the practice of idolatry as the use of human hands to make gods and questions how something made by us can possibly take care of us (17:8; 30:22; 40:18–20; 44:9– 10; 46:5–7). Putting our trust in the creation instead of the Creator and trying to elevate ourselves to the place of God can only result in humiliation when the true God is revealed.<\/p>     <p> The cryptic injunction “Do not forgive them” at the end of verse 9 can be understood in different ways. It may be the prophet’s cry to God not to be too gracious to these people who have filled themselves with all the wrong things. But it may also be his injunction to other humans not to let fellow humans too easily out of the consequences of their self-exaltation.<\/p>     <p> Verses 12–18 amplify this theme of the Lord’s sole glory by contrasting him with every “high” thing in creation. That includes trees (v. 13), mountains (v. 14), fortifications (v. 15), and beautiful, tall-masted ships (v. 16). Nothing in all creation can compare to the Lord. He is another order of being altogether. So how can mere humans and the gods they have created hope to stand up to him (vv. 17–18)?<\/p>     <p> All this is brought to a blistering conclusion in verses 19–22. The prophet declares that those things that human hands created and human minds pronounced holy will be hastily cast away when he who is truly holy is revealed. They will not merely be cast away but will be cast away to “the rodents and bats,” the most unclean of animals. Those who tried to make themselves as tall as the trees or as high as the mountains will be cowering under the rocks, seeking the lowest holes in which to hide from the One who is truly lofty (see Luke 23:30). The study of opposites in the section is thus brought to its climax. Our attempt to make humanity holy actually ends up making us unclean, and our attempt to give ourselves significance renders us worthless. Why would the Israelites put their trust in something worthless and unclean when they can put their trust in the living God?<\/p>     ",
    "audit": null
}