{
    "id": 16139,
    "source": "niv",
    "verse_id": 17895,
    "verse_count": 7,
    "reference": "11:10–16",
    "title": "The Messiah As the Banner",
    "html": "               <p>A<small>S<\/small> G<small>OD PREVIOUSLY<\/small> ran up a “banner” (5:26) to call the enemy nations to come and destroy his people, now the Messiah is a “banner” (11:10, 12) calling the nations to himself (see 2:1–5), with the express purpose of restoring his people to their homeland. The places cited in 11:11 emphasize the worldwide nature of this return. They will come from the far south (“Cush”), the far east (“Elam”), the far north (“Assyria”), and the far west (“the islands of the sea”). The phrase “the four quarters of the earth” in 11:12 expresses the same idea. There is no part of the earth too far away for God’s “hand” to reach.<\/p>     <p> The precise intent of “a second time” in 11:11 is not clear. Perhaps the first time was the Exodus from Egypt, so that the return from the Exile constitutes a kind of second Exodus. But the worldwide extent of the Dispersion was greater than anything that happened between 722 and 586 <small>B.C<\/small>., and the return in 538 <small>B.C<\/small>. was only from Babylon and not from these other lands. This invites us to consider that the “second time” may point to a second return from exile. The fact that this return from the nations figures again in chapters 60– 61, which seem to be addressed to people after the return in 538 <small>B.C<\/small>., adds support to this understanding.<\/p>     <p> This part of the book (Isa. 7–12) started with the hostility of the northern kingdom (here identified by the primary tribe of that area, “Ephraim” [11:13]) toward Judah. Now the prophet envisions a day when that hostility, stretching back to the division after Solomon’s death and even further (see 2 Sam. 2:1–11), will be permanently healed. The division between Samaria and Judea at the time of Christ was one continuation of that hostility. When Christ drew some of the Samaritans to himself (John 4), he was beginning to bridge the gulf; we await the final bridging to occur when Christ’s kingdom is fully realized.<\/p>     <p> Instead of fighting among themselves, the unified people of Israel will be able to mount an effective offense against the historically hostile nations on the east side of the Jordan: Ammon to the north, Moab in the center, and Edom to the south (11:14). No longer will these peoples be able to attack the Israelite people at will.<\/p>     <p> Again in 11:15 it is unclear how literally the prophet intends these figures to be taken, but the point is clear. There will be no effective barrier to the return of his people either from the south (“the gulf of the Egyptian Sea,” i.e., the gulf of Suez) or from the north (“the Euphrates River”). In language reminiscent of the Exodus, Isaiah speaks of a wind drying up the waters (cf. Ex. 14:21) and of crossing a riverbed dry-shod (cf. Josh. 3:17). Isaiah 11:16 continues the imagery of ease of travel with the first use of the motif of “highway” in this book. Here the allusion to the Exodus becomes explicit, and it is clear that symbolism is intended since there was no literal highway through the desert for the people of the Exodus.<\/p>     <h4>Bridging Contexts<\/h4>     <p><b>V<small>ERSES<\/small> 1–9.<\/b> These verses are speaking of the characteristics of the kingdom of God. God keeps his promises, although not always in the way we might envision him doing so. The Jews of the New Testament era were certain that the promises of a descendant of David ruling over Israel meant that a literal political\/military leader would rule over them and defeat their political\/military enemies. Thus, when God kept his promise in another way, they had a difficult time making the changeover. We might say that they should have been prepared for a more spiritual emphasis in the messianic kingdom if we look at the type of language used here and elsewhere. However, we cannot be too hard on them, especially since they viewed themselves as the “poor” (11:4) whom the Messiah would vindicate when he destroyed the “wicked” (11:4), their oppressors, with fire from his mouth.<\/p>     <p>But it is instructive to modern-day readers, who should read prophecy with a bit more humility and a bit less certitude that they know exactly how the predictions are going to be fulfilled. In particular we need to read prophecies like this with more of an eye on their spiritual teaching and less on the mechanics of their fulfillment. Thus, this passage speaks about the basis of true knowledge in the fear of the Lord, about the power of the Word of God, and about the hope for the healing of humanity’s aggressive and oppressive instincts.<\/p>     <p> <b>Verses 10–16.<\/b> This prophecy of the return of God’s people to their land perhaps speaks to the opposite tendency of that just mentioned. If we need to be careful not to interpret predictions overly literally, we need also to leave a place for literal fulfillment. For centuries the church understood itself to be the spiritual successor to the people of Israel and saw all the promises as having a spiritual fulfillment in the life of the church. Thus, when Jews began to return to Israel in the last part of the nineteenth century and that return became a flood after World War II, many Christians were taken by surprise. Again, it is too easy to say they should not have been surprised, given Paul’s rather clear statement in Romans 9–11 about the old stock not having been rejected. It is always much easier to see where we have been than where we are going. So, bald assertions that a certain passage can <em>only<\/em> have spiritual significance ought to be held suspect.<\/p>     <h4>Contemporary Significance<\/h4>     <p><b>A <small>MILLENNIAL KINGDOM<\/small>.<\/b> It seems plain to me that just as there will be a literal return of Christ, there will also be a literal new heaven and new earth over which Christ will reign; it is to that kingdom that this chapter is looking forward. Apart from the explicit biblical statements, I believe the logic of creation calls for a time when God’s creatures will experience creation as it was meant to be. Whether that reign will be a literal thousand years, as Revelation 20:1–5 has it, I am much less certain. The reason for that uncertainty is that the round number “thousand” is only exceeded in Hebrew numerology by “ten thousand” as a really large number (cf. 1 Sam. 18:7). We today might talk of “millions” and “billions,” respectively. So this reign of Christ will be for a very long time until the creation is brought to its logical fulfillment.<\/p>     <p> That the church is going to bring in the kingdom described here even symbolically seems less and less likely. If it may be argued that the Christian “kingdoms” have been somewhat more enlightened and humanitarian than the non-Christian ones, it is still true that the two great blots on human history, World Wars I and II, were either centered in, or had their origins in, Christian Europe. Too often human aggression and oppression have been justified in terms of the Christian Bible. So we look to a day yet to be when “they will neither hurt nor destroy in all my holy mountain” (11:9), and we look to a power not our own to bring that to pass.<\/p>     <p> <b>The present kingdom.<\/b> At the same time, this is not an excuse for Christians to sit on their hands and wait for <em>deus ex machina<\/em> to come and deliver us from this mess. Clearly Christ’s kingdom has both come and is yet to come. In the sense I have just been speaking of, it is yet to come. But in another sense it has come. The Holy Spirit is available in his fullness to every believer, and he will enable us to know God in a way that changes our individual behavior. That the sinful nature in humanity has proven much more intractable than the church has believed in its more optimistic moments does not justify each of us avoiding full participation in all that Christ died to make available to us.<\/p>     <p> We can know God in ways that will forever change our thinking and acting, and that change can affect our communities in positive ways. We can participate with Christ as he seeks to bring right to the needy and justice to the poor. We can surrender our “rights” to him and thus any need to aggressively claim what is ours for ourselves, knowing he will supply our needs better than we ever can ourselves (Eph. 3:20–21; Phil. 4:19).<\/p>     <p> In our own times we have seen the beginning of the fulfillment of the promises of this chapter as the Jewish people have been gathered into Israel from all over the world. Furthermore, it is interesting that the kingdom of Jordan, which encompasses ancient Ammon, Moab, and Edom, is at peace with Israel. To be sure, most modern Israelis give God no credit for their return, which is a dangerous position for them to be in. However, it is obvious that God is not finished with his plans for his people, and we may look forward with excitement to see exactly how he will fulfill his promises.<\/p>     ",
    "audit": null
}