{
    "id": 16151,
    "source": "niv",
    "verse_id": 17945,
    "verse_count": 6,
    "reference": "14:16–21",
    "title": "The Tragedy of the Fallen King",
    "html": "               <p>T<small>HE FINAL STANZA<\/small> of the poem contemplates the tragedy of this mighty man. He is said to have suffered an ignominious death and to have left behind no children. It may be that the original poem ended at verse 20a, with verses 20b–21 added later, since the inclusion of this material makes the stanza significantly longer than the first two. But it must be admitted that Western ideas of literary symmetry may be different from those of the Hebrews.<\/p>     <p> As was said in the opening discussion at the beginning of chapter 13, no single individual is being addressed here. This “king of Babylon” is a composite of all the proud, despotic kings who have ruled on the earth. However, one of the prouder and more despotic ones was Sargon II of Assyria, who ruled from 721 until 705 <small>B.C<\/small>. While we cannot say for certain, it seems likely he was the one Assyrian emperor who died on the battlefield. We do know that after his death, there was what one author calls a “general defection and rebellion” that took Sargon’s son Sennacherib a number of years to quell. It is also interesting that Sennacherib was killed by his own sons, who were in turn slaughtered by the eventual successor to the throne, a usurper named Esarhaddon. Thus, Sargon and Sennacherib together may have provided models for this stanza.<\/p>     <p> Verses 16–20 show people staring at the mangled corpse of the tyrant lying in a heap of other corpses in a pit (see esp. v. 19). This agrees with the idea of a battlefield death. Instead of a dignified death and an honorable burial, the corpse is abandoned in the field, perhaps in a hasty retreat. But again, we need to remind ourselves that this is not a historical narrative but a poem about human pride, so we should not work overly hard to make everything consistent. The point is one of final and complete humiliation for the most vaunting arrogance. Far from being equal to God, this king is not even equal to the other kings he has killed. They at least have their own tombs; pride has none. It is thrown away, as it was customary to throw away a miscarried fetus.<\/p>     <p> But not only does the proud king have no decent burial, neither does he have any continuing dynasty. Verses 20b–21 express the hope that the oppressor will have no offspring to carry on his name. Thus his destruction is complete. He has neither a memorial in stone nor one in flesh. His very memory is blotted out. This is entirely fitting, for his pride has not only destroyed the lands of others (v. 17), it has destroyed his own land as well (v. 20). This is the end of the pride that says it will sit on the throne of God: absolute and complete destruction.<\/p>     ",
    "audit": null
}