{
    "id": 16292,
    "source": "niv",
    "verse_id": 18856,
    "verse_count": 12,
    "reference": "62:1–12",
    "title": "",
    "html": "          <blockquote>         <p>F<small>OR<\/small> Z<small>ION’S SAKE<\/small> I will not keep silent,<\/p>         <p> for Jerusalem’s sake I will not remain quiet,<\/p>         <p>till her righteousness shines out like the dawn,<\/p>         <p> her salvation like a blazing torch.<\/p>         <p> The nations will see your righteousness,<\/p>         <p> and all kings your glory;<\/p>         <p>you will be called by a new name<\/p>         <p> that the mouth of the <small>LORD<\/small> will bestow.<\/p>         <p> You will be a crown of splendor in the L<small>ORD<\/small>’s hand,<\/p>         <p> a royal diadem in the hand of your God.<\/p>         <p> No longer will they call you Deserted,<\/p>         <p> or name your land Desolate.<\/p>         <p>But you will be called Hephzibah,<\/p>         <p> and your land Beulah;<\/p>         <p>for the L<small>ORD<\/small> will take delight in you,<\/p>         <p> and your land will be married.<\/p>         <p> As a young man marries a maiden,<\/p>         <p> so will your sons marry you;<\/p>         <p>as a bridegroom rejoices over his bride,<\/p>         <p> so will your God rejoice over you.<\/p>         <p>I have posted watchmen on your walls, O Jerusalem;<\/p>         <p> they will never be silent day or night.<\/p>         <p>You who call on the L<small>ORD<\/small>, give yourselves no rest,<\/p>         <p> and give him no rest till he establishes Jerusalem<\/p>         <p> and makes her the praise of the earth.<\/p>         <p> The L<small>ORD<\/small> has sworn by his right hand<\/p>         <p> and by his mighty arm:<\/p>         <p>“Never again will I give your grain<\/p>         <p> as food for your enemies,<\/p>         <p>and never again will foreigners drink the new wine<\/p>         <p> for which you have toiled;<\/p>         <p> but those who harvest it will eat it<\/p>         <p> and praise the L<small>ORD<\/small>, and those who gather the grapes will drink it<\/p>         <p> in the courts of my sanctuary.”<\/p>         <p> Pass through, pass through the gates!<\/p>         <p> Prepare the way for the people.<\/p>         <p>Build up, build up the highway!<\/p>         <p> Remove the stones.<\/p>         <p>Raise a banner for the nations.<\/p>         <p> The L<small>ORD<\/small> has made proclamation<\/p>         <p> to the ends of the earth:<\/p>         <p>“Say to the Daughter of Zion,<\/p>         <p> ‘See, your Savior comes!<\/p>         <p>See, his reward is with him,<\/p>         <p> and his recompense accompanies him.’”<\/p>         <p> They will be called the Holy People,<\/p>         <p> the Redeemed of the L<small>ORD<\/small>;<\/p>         <p>and you will be called Sought After,<\/p>         <p> the City No Longer Deserted.<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>T<small>HE THEME INTRODUCED<\/small> in 61:4–11 (and paralleling that of 60:1–22) continues here. It is introduced in 62:1 with a declaration of God’s intent for Zion. The paralleling of “righteousness” and “salvation” is significant in two ways. (1) It reminds the reader that Israel’s righteousness is only possible because of the saving activity of God; it is not something Israel can produce on her own. (2) At the same time, the combination makes it plain that the only goal of God’s saving activity is unmistakably righteous living.<\/p>     <p> This statement is followed by eight verses (62:2–9) of direct address to Israel. There has been much scholarly debate over who the speakers are. If God is the speaker in verses 1 and 6, then perhaps verses 2–5 and 7–9 are to be seen as prophetic amplifications on these themes. This blurring of the distinction between God and the prophet is a wellknown characteristic of biblical prophecy. The theme of these verses, recalling the promises of chapters 49–52, is an insistence that God has not cast off Zion (62:4) but that he “rejoices” (62:5) over her as a groom does a bride (continuing the<\/p>     <p>imagery of 61:10).<\/p>     <p> In this statement of God’s joy in his people, the idea of the display of his handiwork before the nations is never far from the surface. “The nations will see” the “glory” that is their “righteousness” (62:2). The nation will be a beautiful “crown” in God’s “hand” (62:3). Zion will be “the praise of the earth.” One aspect of this is the idea of “recompense” (62:11): Just as Israel has been a butt of Gentile jokes, so they will become the object of Gentile praise and wonder. Some of that same idea is found in 62:8–9, where God assures his bride that the produce of the fields that once was taken by the “enemies” (cf. Deut. 28:33, 39) will no longer so be taken but will be eaten by those who planted it and so become a source of “praise” in the “sanctuary.”<\/p>     <p> The concluding segment (62:10–12) actually concludes the unit that began at 60:1. As already mentioned, these verses show some interesting parallels with chapter 40, with its call to “build up the highway” and “raise a banner for the nations.” This is the same language used in the discussion of the messianic kingdom in chapter 11. Here Isaiah is drawing together strands from throughout his book in an effort to call the people to take action to receive the promises God is making to them. They <em>can<\/em> be the righteous people of God, his “Holy People” (62:12), who will draw all nations to him.<\/p>     <p> Now, as compared to 40:10, it is not the “Sovereign” who is coming but the “Savior” (62:11). The “ends of the earth” are to hear the Lord’s “proclamation” that a Savior has come to Zion and to make their adjustment accordingly. They can come to the city that is now “Sought After,” there to share in its salvation, or they can continue to range themselves against it and be reduced to become its servants.<\/p>     <h4>Bridging Contexts<\/h4>     <p>I<small>F ANY OF US<\/small> has ever been in a situation where we felt completely abandoned and rejected and then, <em>Contexts<\/em> unaccountably, found ourselves welcomed and taken in, we can understand what this chapter is about. I had an experience like that in college. There was a girl in my class whom I admired from a long way off. She was pretty, she was witty, she was popular, she had it all. Whenever anything was going on, she was always in the middle of whatever it was. I was the opposite, or so I felt. I was not goodlooking, my attempts to be funny usually fell flat, I tended to be loudmouthed, and I was always on the fringes.<\/p>     <p> This girl and I happened to be in a speech course together. One of the assignments was for each of us to assess the personality of another class member, understanding that one of our assets (or liabilities) as a speaker was the personality we projected. On the day the assignments were due, we had to share them (privately) with the person we were assessing. When I saw that this girl was the one who had been assigned to assess me, I can hardly describe the terror I felt. I knew that she was going to fillet me like a fish. I knew that when she finished with me, I would be able to slither out under the door of the room without opening it. To my surprise yet today, she singled out trait after trait of mine that she found attractive and compelling. She handled areas that needed improvement with tact and insight. In fact, when I left the room, I could have floated out the window. She had found some things in me that were valuable. I have never forgotten that gift.<\/p>     <p> That is what God is doing here. Not for the first time in this book he is saying to all people that he sees worth and value in us. He wants to be with us, he likes us, we are important to him. To a great extent, this is so because of him and not because of us. Because God is the kind of person he is, he is able to see things in us that lie buried beneath layers of sin and shame. He is able to see possibilities where nothing but failure would be perceived by anyone else. But even more than that, he is able to uncover those hidden things, to let loose those possibilities, because he has taken all the failure, the sin, and the shame into himself. So he is able not only to show us what is there but to set it free. He is able to give each of us on a cosmic and eternal level the kind of gift that girl gave me so many years ago in speech class.<\/p>     <h4>Contemporary Significance<\/h4>     <p>W<small>E LIVE IN<\/small> a time of strange paradoxes. One of those is that we have never had such emphasis <em>Significance<\/em> on self-esteem coupled with such a high suicide rate. What explains this? I am not suggesting that our emphasis on self-esteem is causing the suicides, of course. But I would suggest that increasing our (artificial) attempts to induce self-esteem does not address the problem. What causes feelings of self-worth? What enables people to go on living when problems seem to mount above eye level? On the other hand, what diminishes our sense of worth? And beyond that, what does that have to do with Isaiah 62?<\/p>     <p> Paul Tournier, the Swiss psychologist, writes:<\/p>     <blockquote>         <p>If we tried to cast off all our social apparel, we should tend to become individuals and not persons. The notion of the person is bound up with the human community, a spiritual solidarity, a common patrimony, and therefore to a certain conventional form of expression which partakes of the nature of the personage.<\/p>     <\/blockquote>     <p>What he was putting his finger on more than forty years ago is the fact that one’s sense of oneself is in some sense a by-product of a whole web of relationships. We have not learned that lesson yet. Western society, especially North American society, continues to fragment. Families are now such complicated things, with step-step-mothers and siblings with whom we have no blood ties at all, that it becomes increasingly difficult to say I belong anywhere. I am an individual and not a person.<\/p>     <p> Oddly enough, self-esteem outside of a positive complex of relationships is not a good thing but a bad one. The serial killer often feels good about himself and has nothing but contempt for his victims. In other words, we are focusing on the wrong thing. We should be helping people to find complex, stable webs of relationship in which they play a vital and necessary part. In such a setting they will know themselves to be of worth, but that worth will not be the most important thing to them. What will matter is that we find our “self” by giving it away to others.<\/p>     <p> This is, of course, what is at the heart of Trinitarian theology, which gave rise to the very concept of “person.” The persons of the Trinity exist in mutually dependent relations with each other, and the identity of each is dependent on the others. There is no “Father” unless there is a “Son,” and there is no “Son” without the “Father.” And the “Spirit” is the “Spirit <em>of<\/em> the Father and the Son.” That is why God is the kind of God he is. God reaches out to us with open arms, seeking to draw us in. We are his “crown,” his “bride,” his “My-delight-is-in-her,” his “Holy People,” his “No Longer Deserted.” The Trinity want to take us into their society, where we find ourselves by surrendering ourselves into their love. John beautifully expresses this truth when he writes that his reason for telling what he knows about Jesus is so that his readers can have fellowship with each other—a fellowship that is shared with the Father and the Son (1 John 1:3). We give up our lonely individuality to find our true personality.<\/p>     <p> This is what the church, though broken and fallible, is all about. As we become a part of the people of God, we discover how valuable and important we are. When the church is the church, each of us playing our own part in the complex dance, we find ourselves. We do not have to be told that we have worth. We know it. Like the people of Israel contributing to the building of the tabernacle, we each, moved by the Spirit, have something to contribute (Ex. 35:20–29). Those who cannot sing can do the accounts, and those who cannot teach can organize fellowship meals. Each one has a vital part to fill (cf. 1 Cor. 12:4–11; Eph. 4:11–16). Those on the outside of such relationships look in with wonder and longing, just as God says the nations will look in upon his redeemed people.<\/p>     ",
    "audit": null
}