{
    "id": 16175,
    "source": "niv",
    "verse_id": 18097,
    "verse_count": 13,
    "reference": "24:1–13",
    "title": "The Destruction of the Earth",
    "html": "               <p>T<small>HERE CAN BE NO<\/small> question of the focus of chapter 24: the destruction of the “earth.” The word “earth” occurs no less than sixteen times in these twenty-three verses. Nor is there any question as to who will bring this destruction about: the Lord (24:1, 3, 21). Verses 1–3 underline the universal nature of this judgment. Everyone will be subject to it, and no one will be exempt. This is established in verse 2 with the use of complimentary pairs, such as “priest” and “people” or “mistress” and “maid.” Neither gender, nor rank, nor function will permit any to escape what God is bringing on the earth.<\/p>     <p> But why is this destruction coming? Is it the result of divine pique or the need to demonstrate divine power? Neither. Instead, it is the result of the choices that earth’s inhabitants have made. Verses 4–13 use one of the common images of this early part of the book to make this statement: the vine (cf. 5:1–7; 16:8–10; 27:2–6). The earth “dries up” and “withers” (24:4) like a vine (24:7). All the merry-making associated with the wine harvest and the making of the first new wine is stilled. Why? Because earth’s inhabitants have “disobeyed the laws” of life. They have “broken the everlasting covenant” (24:5).<\/p>     <p> At first glance this language seems strange. References to “laws,” “statutes,” and “covenant” sound much like language regarding Israel, but this is not Israel, it is the world. What is the point? How can the inhabitants of the earth be held accountable for what was exclusively revealed to the Israelites? In fact, like Paul in Romans 1, Isaiah insists that apart from the Sinai covenant, there are laws that God the Creator has written on the human conscience. Thus, he will not admit any argument of ignorance as justification for sin.<\/p>     <p> Implicit here is the understanding that humans know enough to behave better than they do. There are common standards of human behavior; if we violate them, we do so to our own destruction. The “covenant” referred to here may be the Noachic covenant of Genesis 9:1–17 with its prohibition of bloodshed. Here again is an understanding between the creature and the Creator that is not dependent on special revelation. Rather, it has been passed down through the ages as common human heritage.<\/p>     <p> Thus, judgment is not coming on the earth because the gods have decided that humans are too noisy, as in the Sumerian flood story, or because one god has flown into a rage at a petty slight, as is the case in some other myths. Destruction is coming because humans have violated the terms of their creation. Israel’s God is the Creator of all the nations, and they are accountable to him, and him alone. One of the features of covenants was the custom of the parties calling down curses on themselves for failure to keep the covenant. That is what has happened to earth’s inhabitants: They are under a “curse” and bear “guilt” for what they have done (24:6).<\/p>     <p> Dried up like a vine cut off from its roots, the “city” of earth (24:10, 12) lies silent and desolate. The forced and artificial gaiety induced by alcohol (24:7, 9, 11) vanishes like a vapor before the awful realities of judgment and destruction. Despite the effort of some commentators to argue that a specific city (e.g., Jerusalem or Babylon) is intended in these references, it seems clear that this is not the case. Rather, the earth as a whole is treated under the image of “city.” It is easy to see why this might be the case. The city offers wealth, glamour, excitement, pleasure, intrigue, and power—all the things humans are prone to sell their souls for. But as mighty and alluring as the city of earth is, a day of harvest is coming when all the fruit will be stripped off and nothing will be left of all the riches that earthlings thought were their own (24:13).<\/p>     ",
    "audit": null
}