{
    "id": 16165,
    "source": "niv",
    "verse_id": 18037,
    "verse_count": 10,
    "reference": "21:1–10",
    "title": "The Desert by the Sea",
    "html": "               <p>T<small>HE TITLE OF<\/small> this oracle is a puzzle. Literally it is “the burden of the desert of the sea.” Clearly, that is a contradiction in terms: The desert is not wet, and the sea is not dry. So what is the writer intending to convey? Verse 9 suggests that the subject is Babylon, so why use this obscure title? Furthermore, if the subject is Babylon, what destruction is being talked about? The mention of Elam and Media (21:2) suggests the final destruction in 540 B.C., because prior to that time the Medes were allies of Babylon, not enemies. Yet the general time frame of this section (chs. 13–23) seems to be relating to events closer to Isaiah’s own time. So perhaps the prophet is telescoping together several destructions, beginning with those near his own time and culminating in the Persian conquest—all to argue the folly of trusting Babylon.<\/p>     <p> But that still leaves unanswered the question of the title. The most likely possibility is that it is a play on the name of Merodach-Baladan’s (39:1) homeland in extreme southern Mesopotamia, “the Sealand.” Is the great Babylonian rebel in a position to offer Judah any help? Yes, just about as much as a desert might offer!<\/p>     <p> Verses 1–2 depict the suddenness of destruction. Like a whirlwind in the “southland” of Judah, the destruction will sweep in. Babylon’s power, like Assyria’s before it, will be built on betrayal and plunder. But the day will come when the tables will be turned. Both “Elam” and “Media” were occasionally allies of Babylon, and both turn against her at various points. This is always the story when power and self-interest are the guiding principles of life, and Isaiah sees nothing but tragedy in store for those who build on them.<\/p>     <p> Probably the best explanation for the grief that racks Isaiah in 21:3–4 is that he is lamenting for those who put their trust in Babylon and will be destroyed when that trust fails (see 22:4). But he may also be experiencing vicariously the grief of those who are tortured and taken into exile. They hope for the end of the day of battle and struggle, but at the end of the day, as “twilight” falls, it is not a twilight of respite from battle but a twilight of defeat, leading into a night of “horror” (21:4). The Babylon whom they trust now to deliver them from Assyria will eventually become the oppressor who destroys them before it itself is conquered.<\/p>     <p> Verse 5 reminds the reader of the scene in Daniel 5, where Belshazzar is feasting in Babylon while the enemy is at the gates. The scene of feasting is quickly changed to one of frantic preparation for war (“oil the shields”), but the preparation is far too late.<\/p>     <p> While the overall sense of 21:6–9 is clear enough—that is, look for the message to come that “Babylon has fallen”—the specific significance of the repeated references to chariots and teams of horses is not. Perhaps they are suggestive of the fleeing, defeated remnants of an army who bring with them the first intimations of the defeat. Like Ezekiel later (Ezek. 3:17; 33:1–7), Isaiah is to be a watchman for his people to warn them of what lies ahead if they persist in disobeying God. The idols of Babylon cannot deliver their own land, so how can they deliver those outside of Babylon who trust in them?<\/p>     <p> Verse 10 continues that thought. The people of Judah are like grain “crushed on the threshing floor.” The oxen have been driven around and around on the heap of grain, pulling a heavy sled behind them. The stalks and husks have been crushed and the kernels of grain separated. Soon the whole mass will be tossed in the air with winnowing forks so that the chaff can be blown away. Clearly, that is what the Judean people feel like. They have been crushed under the sled of Assyria, so it looks as if Babylon offers a ray of hope. But Isaiah, the watchman, sees a false hope. Babylon is no more able to help than any other nation on earth.<\/p>     ",
    "audit": null
}