{
    "id": 16172,
    "source": "niv",
    "verse_id": 18079,
    "verse_count": 14,
    "reference": "23:1–14",
    "title": "Tyre’s Destruction",
    "html": "               <p>I<small>SAIAH BEGINS HIS<\/small> discussion of Tyre’s destruction with the word reaching the merchant ships homeward bound from the West. The exact location of “Tarshish” is unknown, though many scholars place it in Spain at Tartessus. When Tyrian ships stop over at “Cyprus,” they hear the news that they have no home port to return to. The reference to “the island” in 23:2 is a recognition that Tyre consisted of both a mainland city and an offshore island, with the harbor between the two. Verse 3 notes that Tyre was a shipper for Egyptian “grain.” The “Nile” Valley (“Shihor” is probably one of the Delta branches) produced much grain that was of no use to the Egyptians unless they sold it. For shipping it elsewhere they were dependent on the Phoenicians. One of the reasons the Romans were so anxious to gain control of Egypt many hundreds of years later was to get control of the grain source on which Rome itself had come to depend.<\/p>     <p> In 23:4 the Canaanite sea god Yam cries out like a parent bereft of children. Tyre, his foremost child, is gone, and it is as though he has never had any children. When the word reaches “Egypt” (23:5), the Egyptians “will be in anguish,” not only because they have lost their trading partner but also because they know that with the loss of one more country lying between them and the conquerors from Mesopotamia, their own time of terror is drawing nearer.<\/p>     <p> Verses 6–12 are addressed to the Phoenician colony of Tarshish as the Lord calls on them to think about the implications of what has happened. Tyre was a “city of revelry” (23:7), a place of wealth and pleasure. It was also an “old” city, a mother city that had given birth to Tarshish and probably more colonies that we do not know of now (23:7). These colonies were so powerful and wealthy that each had its own king, authorized by the mother city. Tyre’s merchants had become so wealthy that they were no longer considered businessmen but rather were a part of the nobility (23:8).<\/p>     <p> Yet Isaiah sees the day when all of that will come to a screeching halt. The revelry will cease (23:12), and Tarshish will have to become self-subsistent, since the Egyptian grain will no longer be available (23:10). What possibly explains this terrible coming disaster? The answer is to be found in the recurrence of two of Isaiah’s favorite themes: the plan of Yahweh and the humbling of the proud. Tyre will not fall by accident or because of the superior might of the Assyrians, the Babylonians, or the Greeks. It will fall according to the eternal purposes of the Holy One of Israel.<\/p>     <p> As I have remarked elsewhere, this takes incredible faith on the part of the prophet. There seems little evidence to support such an outlandish claim. Yet God said it, and that was enough for Isaiah. Nor were the plan and purpose of God’s merely arbitrary. He had not just taken a disliking to Tyre and decided to destroy it. Rather, like all the other pagan nations (including Judah, cf. ch. 22), Tyre exalted itself against the Creator (23:9). It promulgated a lie that humans can supply their own spiritual needs and can shape deity in the image of humanity. In the end pride is what destroys the human race, and God’s hand is extended against pride in all its forms (see also 5:25; 9:12, 17, 21; 10:4).<\/p>     <p> As Childs points out, the RSV (and NRSV) rendering of the second and third clauses of 23:13 is attractive: “This is the people; it was not Assyria.” That is, the prophet (or in Childs’s view, a later editor) points out that Tyre was not destroyed by the Assyrians of Isaiah’s own time but by the later Babylonians under Nebuchadnezzar. However, that rendering is not grammatically defensible, and the rendering of NIV and several other modern translations is correct. The reader is invited to compare the fate of Babylon with that which is coming to Tyre. Sargon brought heavy destruction on the city of Babylon in 710 <small>B.C.<\/small> and Sennacherib even greater in 689 <small>B.C.<\/small> Thus, the two cities that begin and end the sequence of oracles are brought together here. Neither will escape the judgment planned by God.<\/p>     ",
    "audit": null
}