{
    "id": 16238,
    "source": "niv",
    "verse_id": 18543,
    "verse_count": 12,
    "reference": "44:9–20",
    "title": "Charges Against the Idols",
    "html": "               <p>I<small>N CONTRAST TO<\/small> this Rock, what do the other peoples of earth have to cling to? Nothing. They “treasure” worthless things, trash, and as a result have become “nothing” themselves (44:9). This thought is developed further in a general way in 44:10–11. The gods are nothing because they are made by human “craftsmen.” Such gods must fail their worshipers, putting them to “shame” and thereby making the worshipers as valueless as the things worshiped. Once again (see comments on 40:18–20 and 43:8–13) the question is: How can something made by humans ever save humans?<\/p>     <p> In 44:12–17 the prophet describes the process of making idols in great detail, showing how difficult it is to make one’s own gods when the true God can be so easily found. Isaiah takes us backward through the complex process, beginning with the last step of plating the wooden form with precious metal (v. 12). Then he describes how the carpenter made the wooden form (v. 13). Next he describes the process of choosing the wood for the form (v. 14). In all of this he describes the difficulty and the complexity of the process.<\/p>     <p> In 44:15–17 Isaiah comes to the heart of his argument. When the idol maker cuts down a tree for the form of his god, he also uses some of that same tree for firewood! How in the world, the prophet asks, can a piece of wood, another part of which has been used to cook food and supply warmth, ever be expected to save a person, especially when so much human effort has had to be lavished on it to make it what it is? The answer is, of course, that it cannot do so, and anyone who thinks it can has been mentally and spiritually blinded (44:18).<\/p>     <p> The ultimate seriousness of paganism and its consequences is seen in 44:19–20. God hates the thing that has reduced humans to “nothing,” that has destroyed their power to think logically. So it is not mere hyperbole when he calls the idols an “abomination” (NIV “detestable thing,” v. 19). In the Old Testament an “abomination” (<em>to<\/em>&lt;<em>ebah<\/em>) is a violation of God’s creation order. It is to use a created thing in a way that violates its character. That is surely the case with idolatry. God has given all of nature to humans to care for in a way that will produce blessing (Gen. 1:28–30). For us to elevate nature to the place of God and bow down to that which was made for us is just such a violation. Spiritually speaking, it is to feed “on ashes” (Isa. 44:20).<\/p>     ",
    "audit": null
}