{
    "id": 16152,
    "source": "niv",
    "verse_id": 17951,
    "verse_count": 6,
    "reference": "14:22–27",
    "title": "Conclusion",
    "html": "               <p>T<small>HE CONCLUSION OF<\/small> the two-part oracle against “Babylon” and its king also takes two parts. The first (vv. 22–23) is more general, while verses 24–27 form a specific example. As we saw in 2:6–4:1, this is a characteristic feature of the composition of the book.<\/p>     <p> In 14:22–23 the thought of the immediately preceding verses is continued and expanded. Not only will the king of Babylon have no offspring and thus no living memorial, neither will Babylon itself. As noted in the comments on Isaiah 13, the city is to be forgotten completely and to become merely a haunt for animals of the night and of the swamp.<\/p>     <p> In 14:24–27, the prophet gives a specific example of this destruction of Babylon, namely, the coming downfall of Assyria. The fact that there is no introductory “oracle” formula here gives us a clue that this is not a separate oracle against Assyria but should be read as a conclusion to the “Babylon” oracle. Assyria represents all the Mesopotamian powers subsumed under the head “Babylon,” which have exalted themselves to the heights and must therefore eventually go down into the pit. Any person or nation that lifts itself up against the “plan” and “purpose” of God (14:24, 26–27) marks itself for destruction. Verse 25 seems to refer to the destruction of Sennacherib’s army in Judah in 701 <small>B.C.<\/small> (as described in 37:36). Whatever the mighty Assyrian king may have planned in his pride to do to Jerusalem (10:7) means nothing compared to the plans of God.<\/p>     <h4>Bridging Contexts<\/h4>     <p><b>P<small>RIDE<\/small><\/b>. When we think of human pride, we think first of all of the will. It is the human will that has gone astray, that reverses the words of Jesus (Mark 14:36) and says, “Not <em>thy<\/em> will but <em>mine<\/em> be done.” For what is human pride except an attempt to set ourselves up in the place of God in our world? Notice the five recurrences of the pronoun “I” in 14:13– 14. Pride is to place myself and my will at the center of creation.<\/p>     <p> One of the most telling descriptions of this pride in recent literature is found in C. S. Lewis’s book in the Narnia series <em>The Magician’s Nephew.<\/em> The first description of pride is seen in the magician and his complete focusing on himself and what he is trying to do. His nephew, Digby, is nothing but a pawn for his uncle’s researches. But the more chilling picture is found when Digby and his friend Jill arrive by magic in the world of Charn. This world seems completely dead and empty. Yet obviously it was once a place of great culture and civilization. The children make their way into a great crumbling palace and into a long hall filled with statues seated on thrones. The earliest statues are of people who seem energetic and approachable. But as the children proceed down the line of statues, they notice how each one seems greater and haughtier and more terrible than the previous one.<\/p>     <p> Finally they come to the last one, a great queen grander and more terrifying than all the rest. In the center of the room is a table with a crystal bell on it, and Digby, against Jill’s advice, cannot resist ringing it. When he does, all the statues crumble to dust except the last one, and she, Queen Jadis, comes to life, standing before the children in all her commanding splendor. She is disappointed to find that her last summons upon dying has only brought a child to restore her to life, and she is contemptuous to discover that they do not even know that is why they have come.<\/p>     <p> So she tells them the story of Charn. The long line of kings and queens of Charn had come down to Jadis and her sister, who struggled for the throne of the kingdom. Having devastated their world with their wars, it finally appeared that the sister had won and that Jadis would have to bow. But that she refused to do. She knew a secret word that would instantly kill everyone on Charn but would one day restore her to life to rule the dead planet alone. Rather than bow to her sister, she chose to speak that word. That is pride, and we think of the words John Milton puts in Satan’s mouth in <em>Paradise Lost<\/em>: “Better to rule in Hell, than serve in Heaven.”<\/p>     <p> Another telling reflection on these truths is found in Shelley’s sonnet “Ozymandias,” allegedly composed while looking at the fallen statue of the great Egyptian Pharaoh Ramesses in the Nubian Desert. The final lines read,<\/p>     <p>“My name is Ozymandias, king of kings:<\/p>     <blockquote>         <p>Look on my works, ye Mighty, and despair!:<\/p>         <p>Nothing beside remains. Round the decay<\/p>         <p>Of that colossal wreck, boundless and bare<\/p>         <p>The lone and level sands stretch far away.<\/p>     <\/blockquote>     <p> This poem beautifully sums up Isaiah’s comment on pride because it reflects not only the destructive nature of pride but also its essential silliness. How can humans who die think they can play God? That mortals think they can give their petty activities eternal worth when they will one day leave all of their achievements behind to succumb to inevitable decay and destruction is amazing. Death is the great leveler—the bane of the arrogant and the hope of the oppressed.<\/p>     <p> <em>The Chase<\/em>, a film starring Dennis Weaver, sums up this message of death’s deliverance in a powerful way. It tells the story of the driver of a car who inadvertently cuts off a huge tractor-trailer truck while passing it. For reasons the viewer never learns, the driver of the truck goes berserk and takes it upon himself to force Weaver into a crash that will probably kill him. He rear-ends the car several times and tries to force Weaver off the road on a couple of other occasions. So Weaver tries to outrun the truck, but his car is a small, underpowered compact, and he cannot seem to get away. When he does once and stops in a roadside diner to let the crazy man go on past, he comes out of the diner to find the truck waiting for him.<\/p>     <p> Finally, in complete desperation, Weaver turns up a small gravel road on a mountainside, knowing it may be a dead end but not knowing where else to go. He skids around a hairpin curve, almost losing control and going off a cliff, which is exactly what the truck does do, hurtling over the edge to crash far below. Weaver coasts to a stop and slowly backs up. He gets out of the car and walks cautiously to the edge, clearly fearful that somehow, against all odds, the monster is going to come roaring up over the edge. But it does not, and the final scene shows Weaver, completely exhausted, sitting on the edge of the cliff tossing pebbles at the wreck below, emitting sounds somewhere between a sigh and a chuckle. Death finally spells the end to the aggressive pride of humanity.<\/p>     <p> <b>The plan and purpose of God.<\/b> There is one other important thought in this material that bears mentioning here: the idea of the plan and purpose of God (14:24–27). Here again, there is a contrast highlighted. The Assyrian king had his plans, but they were not God’s plans (cf. 10:6–8). This theme recalls Proverbs 19:21: “Many are the plans in a man’s heart, but it is the LORD’s purpose that prevails.” This brings us full circle to the thought that opened this section: the human will. The reason why the exaltation of the individual human will is so foolish is that God has a plan and purpose for each of us.<\/p>     <p> This is not to say that there is some immense blueprint for all of existence in some vast chamber in heaven. Nor does it mean that each of us has but one chance to “get it right,” which, if we fail, will forever doom us to second best. The blueprint image has some utility, but it is only an image and thus has serious limitations. God is so creative that he is able to continually revise his tactical plans without ever altering his final strategic goal. The point is that since the Creator has a purpose, it is perfectly foolish for any of us to exalt our will against his. That way is frustration, danger, and endless loss.<\/p>     <h4>Contemporary Significance<\/h4>     <p><b>P<small>RIDE AND HUMAN WILL<\/small><\/b>. In our own day, who could better represent the “king of Babylon” than the two greatest murderers of all time: Adolf Hitler and Joseph Stalin? Each in his own way expected to leave behind him an empire that would encompass the world. And because of his towering pride, each one believed in his absolute right to destroy every single human being who in any way seemed to thwart the arrogant vision. Each one was willing to reduce not only the world, <em>but his own kingdom<\/em> (v. 20), to destruction if necessary to achieve his goals. How the oppressed of the world breathed a sigh of relief when each of these monsters, correctly termed, died. Their pride was brought down into the dust, and their particularly vicious cruelty no longer existed on the earth.<\/p>     <p> Both of these men had been influenced by the German philosopher Friedrich Nietzsche. Nietzsche despised Christianity because he claimed it “feminized” men. It robbed males of their native aggression, impatience, cruelty, and discourtesy and replaced those “virtues” with passivity, meekness, and sensitivity. In so doing, he argued, Christianity robbed males of the one essential for greatness, the will to power. The terrible fruit of Nietzsche’s philosophy can be seen in the events of the Russian Revolution and World War II. He wanted the human race to stand forth in all its terrible glory. But in fact, he was only romanticizing sin, and sin cannot be romanticized in the end. As the apostle Paul says (Rom. 6:21, 23), the only fruit sin bears is death, and <em>Romeo and Juliet<\/em> to the contrary, death is not romantic. It is simply sordid and awful.<\/p>     <p> That is especially clear in the horrifying photographs of death coming out of World War II. Whether it be the stacks of emaciated corpses at Auschwitz or the maggots crawling on the body of the American soldier lying face down in the sand on the beach of Tarawa, we have seen death as it is, and there is nothing romantic about it.<\/p>     <p> Nietzsche was also wrong about Christianity and the sexes. Kindness, gentleness, patience, and generosity are not distinctly feminine. To be sure, these virtues may express themselves somewhat differently in males than in females, but they are no more innate in women than in men. In fact, what we are seeing today is that women can be more brutal, aggressive, and coarse than men if they choose to be. If sin is not romantic, neither is it gender specific. Manipulative passivity is neither feminine nor Christian. It is the sinful response to apparent powerlessness and is manifested as much by men as by women in comparable circumstances.<\/p>     <p> But if manipulative passivity is not the answer to powerlessness, what is? Nietzsche said that it was to be more aggressive than the oppressor, to seize power by sheer force of will, and failing that to die with one’s back in the corner snarling defiance at one’s killers. William Ernest Henley, dying of tuberculosis, penned a poem in this vein that is a favorite among sophomores of all ages. The first two stanzas are as follows:<\/p>     <blockquote>         <p>Out of the night that covers me,<\/p>         <p>Black as the pit from pole to pole,<\/p>         <p>I thank whatever gods may be<\/p>         <p>For my unconquerable soul.<\/p>         <p>In the fell clutch of circumstance<\/p>         <p>I have not winced nor cried aloud.<\/p>         <p>Under the bludgeonings of chance<\/p>         <p>My head is bloody, but unbowed.<\/p>     <\/blockquote>     <p> The tragedy for both Nietzsche and Henley is that they are diametrically wrong. It is the will to power, the unconquerable soul, that is at the root of all the problems of the human race. Pride kills, as Isaiah 14 says so eloquently. It kills those around it who cross its will, and finally it kills itself as it plunges down in a deadly spiral where in the end it exists for itself alone.<\/p>     <p> This is a fact of human existence that we refuse to learn. Why is it a fact? A thousand hypotheses could be put forward, but the simplest one is the one given to us by our Creator in his revelation. The answer is that he is ultimate and we are not. Any attempt to make ourselves ultimate has results that are just as predictable as are the results of jumping off a tall building. We have been made to reflect the glory of the only God. If a mirror says, “No, I will reflect only myself” and pulls down all the shades and turns the lights off, it should not be surprised to discover there is nothing to reflect. The mirror has violated the terms of its creation. So it is that when we humans say, “I will live only for myself,” we should not be surprised to discover that there is no life to be lived.<\/p>     <p> <b>Surrendering our will to Christ.<\/b> This means that the answer to powerlessness is not to try to seize power for ourselves and, failing the attempt, to die snarling. Rather, it is to surrender even our powerlessness to our heavenly Father and to find in him the power to “do all things” (Phil. 4:13 NASB). Here is power, when the oppressor cannot make us hate him or her. Here is power, when the victim need not hide behind victimization but finds his or her identity in rising above that grief to heights of generosity, forgiveness, and love. Here is power, when a raw deal is triumphed over with grace and self-forgetfulness.<\/p>     <p> But how are such things possible? How exactly do we surrender our powerlessness? We see it in Christ’s words, “Not <em>my<\/em> will, but <em>thine<\/em> be done.” The divine-human problem is a problem of the will, and until Christians have consciously surrendered their will to Christ their Lord or, in Paul’s words, “have been crucified with Christ” (Gal. 2:20), their own pride will keep defeating them. Paul makes it clear that a death is involved. We do not get up each day asking whether we think we might like to surrender our will today. This is a radical, even violent, decision that is of a once-for-all nature. Of course, its implications must be worked out every day, but it is not a new decision every day. Neither is it something we do on our own; rather, it is something we give the Holy Spirit permission to do.<\/p>     <p> But someone will say, “Surely, a little self-respect is a good thing. We can’t go around all the time saying, ‘Oh, I’m not worth anything.’” No, we cannot, and God does not expect us to. However, much of the modern “self-esteem” movement is simply a failed attempt to counteract the effects of the increasing self-centeredness of this society. As parents have increasingly focused on their own needs and desires, children have been left in the dust. Children are incredibly perceptive, and they know what they are worth to their parents. Parents may shower the children with expensive toys and give them a few minutes of the misnamed “quality time” every day or so. But the child knows that he or she is really only one more of their parents’ acquisitions—and a rather bothersome one at that. The child makes no real contribution to the family and knows it.<\/p>     <p> So how does society try to cope with this crisis? By encouraging parents to scale back on their wants and desires in order to be able to devote more time to integrating the child into the family? Never! The society instead tries to get children to say to themselves “I have worth!” To whom? Not to the only people who count. Instead, we are trying to counter the effects of an epidemic of self-centeredness with more self-centeredness. In a fallen world, the only hope for rediscovering the secret of individual worth is to discover how much we are actually worth to our heavenly Father. He was willing to die in our place. He not only loves us, he likes us! The sense of worth that springs from that knowledge is the furthest thing in the world from the kind of proud, lonely self-love that shouts to a deaf universe, “I am somebody!”<\/p>     <p> The apostle Paul sums up what I have just been saying in the wellknown passage in Romans 12:1–2:<\/p>     <blockquote>         <p> Therefore, I urge you, brothers, in view of God’s mercy, to offer your bodies as living sacrifices, holy and pleasing to God—this is your spiritual act of worship. Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God’s will is—his good, pleasing and perfect will.<\/p>     <\/blockquote>     <p>The sacrifice of Christ and the gift of the Holy Spirit ought to motivate us in a certain direction. That direction is expressed in three phases: the sacrificial surrender of our bodies to God, which will be the expression of a transformed way of thinking from that of the world, which has as its goal both the experiencing of, and the saying yes to, God’s complete will in our lives. Surrender leads to life; pride leads to death.<\/p>     ",
    "audit": null
}