{
    "id": 16119,
    "source": "niv",
    "verse_id": 17765,
    "verse_count": 6,
    "reference": "5:25–30",
    "title": "The Calling of the Enemy Nations",
    "html": "               <p>I<small>N THESE CLOSING VERSES<\/small> of chapter 5, the intimations of exile in the preceding verses are brought together and made explicit. The vineyard has produced the bitter grapes of greed, self-indulgence, cynicism, moral perversion, and social injustice, and there is nothing left but to tear down the walls and call the animals in to trample the useless vines and strip off their leaves. Isaiah makes it clear that the coming destruction is not merely because the Mesopotamian powers of Assyria and Babylon are so great. In one way their greatness and power has nothing to do with it. No, it is not these military and political powers to which Israel must come to terms. It is God’s moral character.<\/p>     <p> To underline this point, Isaiah uses a refrain he will repeat again several times in 9:8–10:4: “For all this, his anger is not turned away, his hand is still upraised” (5:25b). Why are these great powers coming? Merely as an expression of their own imperial ambitions? No, they are instruments in the hands of God, being used to enforce the logical consequences of a continued pattern of covenant-breaking. They come in response to his signal “banner”; they respond to his “whistle” like obedient dogs (5:26).<\/p>     <p> In 5:27–29 Isaiah uses short, terse couplets to create a sense of urgency and impulsion. The great army comes on with unstoppable speed. Everything is in readiness, every weapon ready to be used against these people who have become God’s enemies (1:24). They had claimed for themselves the right to say what was light and what was darkness. Now they will be treated to the folly of such claims, when genuine light becomes genuine darkness (see 8:20–22 for the same thought).<\/p>     <h4>Bridging Contexts<\/h4>     <p>T<small>HE POWER OF STORY<\/small>. What we find in this chapter is the power of the well-told illustration. That power disarms us. When someone tries to make a point to us, we already have our guard up, thinking about the ways this idea might apply to us in uncomfortable ways. But with stories we lower our guard and simply enter into the experience. Sometimes we find ourselves forced to embrace ideas we never would have otherwise. That is what happened to David when Nathan told him the story of the poor man and his one lamb (2 Sam. 12:1–6). All the justifications David had created for his outrageous immoral behavior were blown away in an instant. The religious leaders of the Jews had the same experience when Jesus told the story of the wicked tenants. They had unconsciously admitted the logic of the argument before they realized there was an argument going on.<\/p>     <p> The point here is that we do not belong to ourselves. We are the workmanship of someone else. If that is so, that someone else had some purpose in mind for us when he worked on us. And if <em>that<\/em> is so, that person has a right to expect that his workmanship will yield the results he planned. If it does not, he has the right to do with his work whatever he chooses. The real issue, then, is whether we are the work of someone other than ourselves.<\/p>     <p> The Hebrews admitted this point, at least officially, but in practice many of them acted as if that were not so. So Isaiah is seeking to get them to recognize the illogical position in which they are living. If there is a God and if he is the sole Creator of the universe, then he has the right to expect us to live in accord with his purposes and character, especially if he has revealed them to us in the context of a mutual covenant.<\/p>     <p> <b>Sins of the flesh and sins of the spirit.<\/b> The particular behaviors that Isaiah chooses as expressions of the “bitter grapes” in Israel’s life seem significant. They begin and end with social injustice. The astounding truth of the covenant is that how we treat each other is perhaps the most significant indicator of our relationship to God. This can be seen in the shape of the Ten Commandments, in which only four have to do with obviously “religious” behavior whereas fully six are behaviors that no one in the ancient world would have said have anything to do with one’s relationship to the divine. But for God they do. If we are to be in a relationship with him, we must agree to treat one another fairly and with fundamental respect, recognizing that a person’s life, possessions, reputation, and marriage are inviolable. This is so because God is a person and this is how he treats persons. If we are to be in a relationship with him, we must act as he does.<\/p>     <p> But how is such a thing possible in a world of limited resources? Only if we have committed our needs to a just and loving heavenly Father. Thus, all of the sins identified here have to do with the failure to admit that there is someone outside of ourselves who has the right to establish the parameters of our existence. It begins with simple greed, the desire for more, coupled with the failure to recognize that our desires are fundamentally insatiable and that the only way to control them is a conscious decision to stop. This is directly related to self-indulgence. If there is truly no one superior to our desires, then who can say when enough is enough? Comfort, pleasure, and security are absolute goods, and whatever seems to increase them cannot be spoken against.<\/p>     <p> But the more or less unconscious sins of greed and self-indulgence (sins of the flesh) grow out of a deeper attitudinal sin (sins of the spirit). These sins are the crystallization of what is implicit in greed and self-indulgence: My needs are all-important, and I have an absolute right to meet them as I see fit. The cynicism about God emerges as it becomes clear there is a conflict between what I want and what God’s revealed will is. If there is no submission of my needs and myself to God at that moment, cynicism about him is the logical next step: “If God doesn’t like what I am doing, let’s see him stop it.”<\/p>     <p> The next step is equally logical. It is the insistence that I have the right to determine for myself what is right and wrong. No one knows my needs better than I do myself, so if the will of this so-called God is contrary to my needs as I feel them to be, that will must be false. It is not God’s will at all, but the will of some other humans who are trying to use their power to frustrate me. If the biblical understanding of the perversion of the human capacity to form images is correct (Gen. 6:5), then it should come as no surprise that when humans create a moral system of their own, it is diametrically opposite to what the Bible identifies as God’s moral system, calling right what he calls wrong, and vice versa.<\/p>     <p> The direct linkage of self-indulgence and social injustice in 5:22–23 demonstrates an important connection. There cannot be social justice until some persons decide that the meeting of their personal needs must be secondary to having the basic needs of others met. This will never happen until such persons come to the realization that God wishes to meet their needs and can do it better for them than they themselves can. Furthermore, they must commit themselves to the values of God, the builder of the vineyard. This God considers persons to be of absolute worth, and those who belong to him must see persons in a similar light.<\/p>     <p> <b>The logic of life.<\/b> Another truth that this passage underlines is the logic of life. This idea is not unique to this place in the book of Isaiah. Indeed, it is a theme that runs especially through chapters 1–39. But it is important to recognize it here. As mentioned earlier, we humans have a peculiarly warped view of the cause-and-effect relationship. We want the relationship to be ironclad when we consider it to work in our favor. But when it works against us, we are incensed. If we are obedient, we expect to be blessed, but if we are disobedient, we expect to be excused.<\/p>     <p> Isaiah is at pains to disabuse the Israelites of this idea. We cannot break the laws of nature and avoid the effects of that breaking. Neither can we avoid the effects of breaking the laws of the spirit. We were made to live in certain ways, and if we do not live in those ways, the results are predictable. Is there mercy upon genuine repentance? Of course. But has a person who consistently repeats the same sins ever genuinely repented? The Israelites expected to live lives of continuing disobedience, perform certain expensive rituals, and have mercy become the norm (see chapter 1 and the comments there). Isaiah says that is not the way it works.<\/p>     <p> <b>Lordship of history.<\/b> The final truth in the passage is God’s lordship of history. It is fairly easy for us who have lived in a superficially Christian culture all our lives to give lip service to this idea. However, for Isaiah and the other prophets it was positively revolutionary. It was not that the God of these two little countries, Israel and Judah, on the Mediterranean coast was going to fight it out with the gods of the great empires and come out as the top god. That would have been remarkable enough (and that is what the false prophets asserted). Rather, the true prophets asserted that Yahweh was <em>already<\/em> the Lord of those other countries (their gods being no gods at all), and he was using those nations to accomplish his disciplinary purposes among his people. Given the relative size and circumstances of Israel and Judah compared to Assyria and Babylon, this was an incredible leap of faith. Yet because of it, when the predicted destruction came, the believers were able to survive, knowing that far from having been defeated, Yahweh was behind all of what had happened.<\/p>     <h4>Contemporary Significance<\/h4>     <p>T<small>HE CRISIS OF WORLDVIEW<\/small>. The Christian church today faces a crisis of major proportions. It is a crisis of worldview. Various thinkers, from Francis Schaeffer to Charles Colson, have alerted us to its coming, but it is now upon us. The issue is as new as today and as old as time. It is the question: Is there any meaning to life outside of myself and the meaning I give it? Our culture has come to the very concerted conclusion that there is not.<\/p>     <p> The implications of this conclusion are all around us, and they are profound. Like the ancients we recognize the obvious: A culture where lying and stealing are the norm cannot survive. So we give lip service to the prohibition of such behaviors. However, the fact is that a little judicious lying and stealing can help me meet my needs. So a whole society says one thing and does another. For two centuries a Christian ethic has dominated America. That is, we have obeyed the laws of the land because we believed that they fairly represented the laws of the Creator and Savior. We had an allegiance to something outside of ourselves, and so we obeyed the laws even when no one else was looking and even when it was not convenient. We became an unusually law-abiding people, and people from other countries still comment on the fact.<\/p>     <p> But all that is rapidly changing. We have lost the idea that there is a God outside of myself to whom I owe obedience. As a result, we increasingly obey the laws of the land selectively. We obey only those laws that we think will benefit us individually and those we are forced to. But we have a hard time seeing the personal benefit in most laws, so we are becoming increasingly lawless, because there is not enough force in the world to make a nation of people obey if they do not want to obey. Tragically, we cannot see that we are enjoying the benefits of our ancestors’ choices and that the way we are choosing will destroy those very benefits. We think we can gain more comfort, pleasure, and security by serving ourselves at all costs, when in fact the comfort, pleasure, and security we now enjoy are the result of persons who, in obedience to God, voluntarily limited their self-interests in the interest of others.<\/p>     <p> The challenge to the church is that this kind of thinking is creeping in among us as well. Studies show that Christian teenagers are almost as likely to cheat as are non-Christians. So also more than half of them think that there are no absolute moral standards. Divorces among evangelicals now exceed the national norm. What has happened? We are slowly losing our grip on the idea that there is a Creator whose character is absolutely consistent and who has created humans in his image. We are losing the idea that this Creator has built into his universe certain spiritual principles that are as unchangeable as any of the natural principles.<\/p>     <p> How has this happened? We are losing the idea of the authority of the Bible. In the end, there are only two ways of knowing. Either we learn from our experience, or we have information given us that is outside our experience. If God is other than the cosmos, we can never discover him from within our own experience. All we will find is ourselves. So if God wishes to be known by us, he will have to reveal himself to us. Is there any reason to think he has done this? Yes, there is. The Bible is unique in all the world.<\/p>     <p> This is not the place to go into all the arguments supporting that claim, but consider one example: The Old Testament contains the origins of monotheism as a thorough-going doctrine (see the introduction under “The Uniqueness of Yahweh”). The three monotheistic religions in the world—Christianity, Judaism, and Islam—all go back to that single source. The same is true of many other doctrines. There is no adequate explanation of them apart from the one the Israelites give us: revelation.<\/p>     <p> Now the church in the West is locked in a do-or-die struggle. Of course the church will survive; that is a given. But will the church <em>in the West<\/em> survive? It will not if we allow the authority of the Bible to be taken from us. That is our only reason for existing. Why is greed wrong? Why is self-indulgence wrong? Why is it wrong to make up our own moral code? Why is it wrong to deprive the poor of justice? In the end, there is only one answer. They are wrong because the one Creator of the universe says so. They are wrong because that is not the way he acts and because he did not make us to act in those ways.<\/p>     <p> No other argument is sufficient. All of the utilitarian arguments will fall short. Why shouldn’t I grab all I can? The commercials tell me I owe it to myself, and after all, life is short. You only go around once, and then the lights go out. Why shouldn’t I lie? It pays off better than the truth does most of the time. To be sure, it makes life a little more challenging because you have to remember which lie you told to which person, but then nobody said life was easy. And as for the helpless, well, we will take care of them because they have their “rights.” But those “rights” mean nothing when they conflict with convenience (the unborn) or expense (the aged).<\/p>     <p> In the end, unless the authority for moral behavior lies beyond ourselves, wrong will rapidly become right, and right will become wrong, as we see happening apace in our society. So insistence that homosexual behavior is wrong becomes an act of hatred or fear. The “nuclear family” is said to be one of the main sources of paranoia and oppression. Self-sacrifice is stupid, and marital faithfulness is banal, if not hypocritical.<\/p>     <p> Thus, it is incumbent on the church to reaffirm and strengthen our commitment to the authority of God’s revelation. If we compromise on this issue, we will have lost our reason to exist. The salt will have lost its saltiness indeed (Matt. 5:13), and we will deserve the logical conclusion Jesus declared: being thrown out.<\/p>     <p> <b>Submission and sacrifice.<\/b> Fundamental to this entire discussion is the issue of submission. In his book <em>Before Philosophy<\/em> Henri Frankfort says that the Hebrews replaced the pagan myth of nature with the myth of the will of God. We may argue with him over his definition and use of the term <em>myth<\/em> (he basically means “religious system”), but his observation is acute. The religions of the peoples surrounding Israel saw the meaning of life in the recurring cycles of nature, where there was neither purpose nor goal but only the exercise of power. But the Israelites understood that God had a purpose for human life outside of those recurring cycles and that it had to do with how they lived their lives. This is the same point that the apostle Paul makes in the wellknown opening sentences of Romans 12:1–2:<\/p>     <blockquote>         <p> Therefore, I urge you, brothers, in view of God’s mercy, to offer your bodies as living sacrifices, holy and pleasing to God—this is your spiritual act of worship. Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God’s will is—his good, pleasing and perfect will.<\/p>     <\/blockquote>     <p> God has an intentional will for his people. He intends that they live in a certain way that is the result of a spiritual decision affecting how they conduct their bodies. This decision involves sacrifice, the conscious giving up of something to God, and it will lead them to live in ways that are contrary to the way the rest of the world lives. Paul is saying nothing here other than what is found throughout the entire Old Testament. The difference for Paul is that now a whole new motivation for the sacrifice has been revealed: the incredible self-sacrifice of God on our behalf in his Son.<\/p>     <p> But exactly what is it that we are to sacrifice? What is the something we are to give up to God? Genesis 2 makes it perfectly clear. We are to surrender two things: our right to decide what is right and wrong for us, and our right to supply our own needs for ourselves. Because our first mother and father refused to make that surrender, what Paul calls “the pattern of this world” was firmly established. It is the pattern of pleasing myself by satisfying my desires at all costs and of determining what is right and wrong for me on the basis of what I believe will most nearly achieve that satisfaction.<\/p>     <p> By contrast, we see another way in the stories of the patriarchs Abraham and Joseph (Gen. 12–50). If we surrender the supplying of our needs to God, we will no longer need to be grasping, self-serving people. We see an Abraham voluntarily giving up the best land to his nephew Lot (13:5–12), and we see a Joseph who chooses to be chaste under enormous pressure (39:8–9) and who is delivered from hating his brothers for what they did to him (50:17–21). Here is the victory over greed, self-indulgence, cynicism, moral perversion, and social injustice. We surrender our lives to God, knowing that he will supply our truest needs in better ways than we ever can, as we submit to his will and walk in it.<\/p>     <p> In this walk, however, we must be careful not to demand immediate results. For instance, Isaiah spoke of the logical consequences that follow from disobedience to God’s will. But while the exile of Israel occurred within Isaiah’s lifetime, the exile of Judah did not actually occur for another 150 years. It would have been easy for some of those to whom Isaiah was speaking to retort that if there are such logical consequences to sin, where were they? In fact, that may be exactly what prompted the people referred to in 5:18–19 to say what they did.<\/p>     <p> The writer of Psalm 73 seems to have had a similar experience when he was moved to ask why the wicked seemed always to prosper. In that case, as well as in Jesus’ parable of the wheat and the weeds, the answer is to take the long view. So in Psalm 73 the writer says that he was saved from betraying God’s people (denying God’s moral logic) by taking the long view and seeing the final destiny of the wicked from God’s perspective (73:15–17). Jesus says much the same thing when he says that the weeds will be permitted to flourish until the final harvest, when they will be separated out and cast into the fire (Matt. 13:24–30). There are consequences to sin, but they are administered in God’s time, not ours. Thus, we must not only surrender our needs to God as we choose to live within his will, but we must also surrender the outcomes to God, secure in the knowledge that those outcomes are certain, but they are in his time.<\/p>     ",
    "audit": null
}