{
    "id": 16288,
    "source": "niv",
    "verse_id": 18826,
    "verse_count": 6,
    "reference": "60:4–9",
    "title": "Return of Zion’s Dispersed Sons and Daughters",
    "html": "               <p>T<small>HE FINAL THEME<\/small> of the introduction is expanded in two ways: Isaiah 60:4– 9 stresses that the nations will bring wealth with them to Jerusalem; in 60:10– 16 the emphasis is on the submission that these nations, who once oppressed Israel, will offer. Both stanzas contain references to the fact that the nations will restore Zion’s scattered children.<\/p>     <p> In 60:4–9 Isaiah emphasizes the worldwide nature of the pilgrimage of the nations, coming from the far southeast (“Sheba”) and from the distant west (“Tarshish”). They will come with every kind of conveyance, from camels to ships. The wealth will be of every sort as well: incense, flocks, rams, silver, and gold. But there is no question what this wealth is intended to honor, for it is “proclaiming the praise of the L<small>ORD<\/small>” (60:6), it is “to the honor of the L<small>ORD<\/small> your God” (60:9). It is neither to praise nor to honor Zion, for Zion is only the lamp from which the light shines. To be sure, if it were not for the lamp, there would be no vehicle out of which the light could shine, because God has chosen to reveal himself in the context of human life. So the “splendor” with which he endows his people is an expression of his own generous abundance, but even more it is so that the world may know him.<\/p>     <p> Along with their wealth, the nations will also bring back Zion’s “sons” and “daughters” (60:4, 9). This figure of speech pictures Zion as a bereaved wife and mother. What she thought was gone forever God will restore. He is able to make his people productive and fruitful again in every area of their lives. Note also the restoration to Israel of her scattered people. If the promises to Abraham are to have any meaning, the forced dispersion of Abraham’s descendants cannot be permitted. In a coming day, all those who wished to return will be able to do so; moreover, the nations that carried them off will be the ones to bring them home (60:4, 9).<\/p>     ",
    "audit": null
}