{
    "id": 16109,
    "source": "niv",
    "verse_id": 17676,
    "verse_count": 11,
    "reference": "1:21–31",
    "title": "",
    "html": "          <blockquote>         <p> S<small>EE HOW THE<\/small> faithful city<\/p>         <p> has become a harlot!<\/p>         <p>She once was full of justice;<\/p>         <p> righteousness used to dwell in her—<\/p>         <p> but now murderers!<\/p>         <p> Your silver has become dross,<\/p>         <p> your choice wine is diluted with water.<\/p>         <p> Your rulers are rebels,<\/p>         <p> companions of thieves;<\/p>         <p>they all love bribes<\/p>         <p> and chase after gifts.<\/p>         <p>They do not defend the cause of the fatherless;<\/p>         <p> the widow’s case does not come before them.<\/p>         <p> Therefore the Lord, the L<small>ORD<\/small> Almighty,<\/p>         <p> the Mighty One of Israel, declares:<\/p>         <p>“Ah, I will get relief from my foes<\/p>         <p> and avenge myself on my enemies.<\/p>         <p> I will turn my hand against you;<\/p>         <p> I will thoroughly purge away your dross<\/p>         <p> and remove all your impurities.<\/p>         <p> I will restore your judges as in days of old,<\/p>         <p> your counselors as at the beginning.<\/p>         <p>Afterward you will be called<\/p>         <p> the City of Righteousness,<\/p>         <p> the Faithful City.”<\/p>         <p> Zion will be redeemed with justice,<\/p>         <p> her penitent ones with righteousness.<\/p>         <p> But rebels and sinners will both be broken,<\/p>         <p> and those who forsake the L<small>ORD<\/small> will perish.<\/p>         <p> “You will be ashamed because of the sacred oaks<\/p>         <p> in which you have delighted;<\/p>         <p>you will be disgraced because of the gardens<\/p>         <p> that you have chosen.<\/p>         <p> You will be like an oak with fading leaves,<\/p>         <p> like a garden without water.<\/p>         <p> The mighty man will become tinder<\/p>         <p> and his work a spark;<\/p>         <p>both will burn together,<\/p>         <p> with no one to quench the fire.”<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>T<small>HE PROPHET RETURNS<\/small> from his call to repent to a description of the present (1:21–24) and to what the consequences of the present will be in the absence of repentance (1:25–31). He puts those consequences in perspective by saying that while the coming judgment will have a purging and renewing effect on the nation as a whole, individual sinners should not take false comfort from that. If they do not repent, they will be burned up like tinder.<\/p>     <p> The prophet describes the present situation in a series of contrasts between what the Lord intended and what he actually got. He intended faithfulness and got harlotry; he intended righteousness and got murder. Instead of silver he got dross; instead of pure wine, tasteless dilution. Instead of rulers he got rebels; instead of defenders of the helpless, takers of bribes. Here is the same definition of true religion as given above. True religion is to be faithful to God as demonstrated in a right and just treatment of others. It is not to be a dilution of godly and self-serving principles but a pure distillation of the former. Those in authority are to see themselves as responsible to God for their care of the helpless and not in positions of privilege, where they may enrich themselves.<\/p>     <p> It is apparent that God’s people considered themselves in a position of privilege. God had chosen them and promised to bless them. Indeed, he had blessed them. They had risen from a nation of slaves to become one of the significant empires in the ancient world. They had God’s law, God’s temple, God’s city, God’s land. God had a special commitment to protect them from any and all enemies. How it must have stung when Isaiah said that they were <em>not<\/em> God’s favorites but his enemies, on whom he would be avenged (1:24)!<\/p>     <p> But God’s judgment is never intended to be his last word. If the nation has become his enemies for the moment, that has not changed his ultimate intention for them. Thus, he does not intend to destroy Israel but to refine her. As the silver is melted in the crucible, so God intends to melt down the nation in order to “remove all your impurities.” The fires of the Exile will be terrible and painful, but in giving his people over to that fate God is not abandoning them. Instead, he will use those fires to restore to Israel the kind of leadership they once knew in order that Jerusalem could indeed fulfill God’s intention for it and become “the City of Righteousness, the Faithful City” (1:26).<\/p>     <p> Verse 27 shows an interesting double usage of “justice” and “righteousness.” On the one hand, it is the justice and righteousness of God that will accomplish the ultimate redemption of Zion. But on the other hand, that justice and righteousness is available because people have repented of their own unjust and unrighteous behavior and have reaffirmed their willingness to emulate God’s behavior.<\/p>     <p> This segment introduces a prominent theme of the book, that of “Lady Zion.” While it is true that in the conventions of Semitic languages, cities were feminine by definition, more than that seems to be taking place here. In many ways Zion is seen to be the wife of Yahweh. The same imagery is to be found in Hosea (e.g., Hos. 9:1–2; etc.) and Ezekiel (e.g. Ezek. 16:8– 19; etc.). Yahweh has betrothed himself to this lady, and he expects faithfulness and loyalty in return. Sadly, that is not the case. Zion has turned her back on her husband and has sold herself into harlotry. Not only has she entered into alliances with other nations; she has also entered into alliances with the gods of those nations. Yet in spite of that, God’s love for his bride has not changed. He intends to find a way to woo her back to himself (Isa. 49:15–21; 66:7–11; cf. Hos. 2:14, 19–20).<\/p>     <p> One of the characteristics of Isaiah is that no matter how promising his oracles of salvation may be, he never lets them give his audience a false comfort. The good news is only available to those who make a radical turnaround. The certainty of future hope is no justification for continuation in rebellion. In the present passage, those who persist in their rebellion <em>will<\/em> be destroyed (1:28); those who forsake the covenant they made with the Lord will have no hope.<\/p>     <p> Both the condition and the actions of these rebels are illustrated with the first occurrence of one of Isaiah’s favorite images: trees. Sometimes it is difficult to know when the prophet is using such graphic elements as these literally and when he is using them figuratively. For instance, 1:29 may describe the literal actions of the rebels in worshiping idols. Oftentimes the idol sanctuaries were located in groves of trees. But 1:30–31 are clearly figurative. The proud rebels may think of themselves as towering trees, but if so, they are trees that have no water. In fact, they are just tinder waiting for the first spark to ignite and destroy them in a moment. This suggests that even 1:29 may be figurative, with the groves and gardens there being figurative of human pride and glory. In any case, the point is that the future promise for Zion should offer no comfort for those who will not repent.         <br>         <br>     <\/p>     <h4>Bridging Contexts<\/h4>     <p>I<small>F WE ASK<\/small> what is the message of these eleven verses, three thoughts should be highlighted. (1) The first is the nature of true religion. Isaiah’s perspective on this is much the same as that found in Deuteronomy, Micah, or James. Deuteronomy 10:12–13 instructs us “to fear the L<small>ORD<\/small> your God, to walk in all his ways, to love him, to serve the L<small>ORD<\/small> your God with all your heart and with all your soul, and to observe the L<small>ORD<\/small>’s commands and decrees.” Micah 6:8 says it is “to act justly and to love mercy and to walk humbly with your God.” In James 1:27, the author calls us “to look after orphans and widows in their distress and to keep oneself from being polluted by the world.”<\/p>     <p> In other words, true religion involves two components: an affective one and a volitional one, a relational one and a performative one. We must have a love relationship with God that separates us from the world and changes the way we live, especially in respect to the helpless. What none of them suggest is that true religion is primarily a forensic position.<\/p>     <p> (2) God wishes even well-deserved judgment to have a positive effect. God never considers judgment to be an end in itself. As Psalm 30:5 has it, “His anger lasts only a moment, but his favor lasts a lifetime.” We do not serve a God whose justice is like a steel trap: Do what is wrong, reap the consequences, and that is that. No, if God finally permits judgment on his people (and look how long he deferred it), even then he does not intend the fire to destroy but to purge, to purify. In the end, this was corrupt Judah’s only hope. If they had been allowed to continue in their sin, they would have drifted off into just one more example of paganism. If they were ever to be God’s people, bearers of his light to the nations, then the fire was inescapable.<\/p>     <p> (3) Finally, Isaiah reflects on the danger of false security—his first occurrence of this recurring theme. This prophet is clearly concerned that when he prophesies good things for the future, the people will relax and conclude that they do not need to give attention to their terrible present behavior. This is one of the differences between a false prophet and a true prophet. The false prophet lulls his hearers into believing that all is well and that they do not need to deal with their persistent sinning. It is the ministry of encouragement run amok. The true prophet cares enough for his people to tell them what they don’t want to hear. So Isaiah continually tells the people that the fact God will keep his promises to the descendants of Abraham and not let them be erased from the earth is no guarantee for any individual Israelite. They must repent from their sins now, or they will have no part in those promises.         <br>         <br>     <\/p>     <h4>Contemporary Significance<\/h4>     <p>M<small>UCH OF CONTEMPORARY<\/small> evangelical theology constitutes a reaction against the so-called “social gospel” of the late nineteenth and early twentieth centuries. That “gospel”—that we should concentrate less on personal piety and more on changing the sinful structures of society—was itself a reaction against some of the excesses of the last half of the nineteenth century in which there was an almost neurotic fixation on personal holiness and personal spiritual experience. In the 1920s and 1930s the social gospel reigned supreme, and fundamentalists responded by saying that all that was necessary to reform society was to save individuals.<\/p>     <p> Carl F. H. Henry addressed what he believed was the overreaction in evangelical circles with his landmark book, <em>The Uneasy Conscience of Modern Fundamentalism<\/em>. But that book is now more than fifty years old, and we need to hear its message again. Evangelicals as a group have moved out of the upper-lower class and are now largely in the upper-middle and in some cases in the upper class. Yet attempts to assist the helpless and the broken and our involvement in efforts to secure justice and righteousness in our society have not kept pace.<\/p>     <p> J. Edwin Orr, a student of revival movements, said in a lecture given at Asbury Theological Seminary in the late 1970s that he wondered if “the Jesus Movement” of that decade should really be classed as a revival. His reason for wondering was that all other revivals were immediately followed by social reform, but he saw no evidence of such a thing happening in this case. The succeeding two decades have sadly borne out his fears. With only a few exceptions, the 1980s and 1990s have not seen the evangelical church addressing the great issues of our day. Instead, we have been right in the midst of what Malcolm Muggeridge called “the Gadarene plunge” of our society into wealth, pleasure, and comfort.<\/p>     <p> So what should be our attitude in all of this? For almost two hundred years Christendom has been a dominant force in the West, especially in America. Now we see the church increasingly marginalized as a force to change society, even losing its ability to maintain its own identity. What should be our attitude? Surely Isaiah would say that we ought not to be trying to increase our power and influence. Nor should we be wringing our hands and crying, “All is lost.” Rather, we should each be looking inward at our own lives and outward at a lost and broken world, confident God does not intend to harm us but aware he demands purity, selflessness, and love in all our relationships.<\/p>     <p> We should, of course, live courageously and self-forgetfully, knowing that the church will survive. Furthermore, we should not be discouraged when difficulties come. Whether we deserve them or not, God’s good purpose is not to destroy us but to purify us. But neither dare we live in false confidence. The scriptural adage that “the soul that sins will die” is still true. We should allow the Holy Spirit to purify us, and then we should lose ourselves in service to others.<\/p>     ",
    "audit": null
}