{
    "id": 16307,
    "source": "niv",
    "verse_id": 18924,
    "verse_count": 6,
    "reference": "66:1 –6",
    "title": "A Final Diatribe Against Ritualism",
    "html": "               <p>A<small>LTHOUGH SOME HAVE<\/small> taken 66:1 as an indication that some in the return from exile opposed rebuilding the temple, there is nothing in the biblical record to support such a claim. Rather, this verse should be put into the larger context of 66:1–6, which presents the prophet’s final diatribe against ritualism. It is not that God has anything against the temple per se. In fact, he inspired the prophets Haggai and Zechariah to move the apathetic people to get on with the task of rebuilding. By the same token, he has nothing against sacrifices per se. He inspired Malachi to condemn those who refused to give their best animals. No, the point here is the same as that of 57:3–13 and 65:1–5: Empty ritualism that does not symbolize a genuinely repentant and obedient heart is worse than useless.<\/p>     <p> From the outset of the book and up to its very end, the central problem it has identified in the human race is that of self-exaltation. We try to solve the basic problem of our extreme fragility, both physically and psychologically, by lifting ourselves up in order to gain power. For it is by means of power that we can protect ourselves and ensure the satisfaction of whatever we consider our needs to be. When all is said and done, that is what ritualistic religion is about. The religious elite discover how to manipulate divine power.<\/p>     <p> But, in fact, that approach is all wrong. In this universe God alone is exalted, and any attempt by humans to exalt themselves and usurp God’s power for themselves is doomed to fail. So God says here that it is the “humble and contrite in spirit,” who tremble at his word, whom he esteems (66:2). To try to use ritual to enhance one’s own power or to satisfy one’s own needs is to do nothing other than to choose one’s “own ways” (66:3), even if the rituals are those promulgated by God himself. Once again, God insists that it is not he who has been silent when they called, as they had charged in 64:12. Instead, the very opposite is true. He has “called,” and they have been silent (66:4). They have devised their own ways of relating to God, and when he calls them to a different kind of response, they are deaf.<\/p>     <p> In 66:5–6, God turns to speak once again to the remnant, those whom he designated as his “servants” in chapter 65. These are the people of whom he spoke in 66:2, those “who tremble at his word” (66:5). Because they have chosen lowliness and powerlessness, they are easily victimized by the powerful, who mock them for their simplistic piety. But God says that the lowly have one powerful thing going for them—God! He will vindicate those who care more about what God says than whether their needs have been met. In the very temple where the ritualists think they have God at their command, that God, who calls them his “enemies” (cf. 1:24), will pay them back for their rebellion.<\/p>     ",
    "audit": null
}