{
    "id": 16208,
    "source": "niv",
    "verse_id": 18354,
    "verse_count": 7,
    "reference": "37:1–7",
    "title": "Hezekiah’s Response",
    "html": "               <p>H<small>EZEKIAH’S RESPONSE TO<\/small> his advisors’ report is instructive. He also tears his clothes (37:1), puts on sackcloth or burlap (the traditional sign of mourning), and goes into the temple. He does not closet himself with his advisors and consider what “spin” to put on the events. To be sure, if the sequence of the materials in 2 Kings also corresponds to the sequence of events, Hezekiah has already tried to buy himself out of the situation by giving Sennacherib a large sum of money, so in one sense this is a last resort. We need not make Hezekiah look better than he is. But it is hard to imagine either Jehoiakim or Zedekiah in the Babylonian crisis a hundred years later turning to God this openly or directly at any point in the process.<\/p>     <p> Not only does Hezekiah himself turn to God, he also sends an impressive delegation to consult with Isaiah (37:2). Hezekiah’s message to Isaiah carries much the same tone as that found in his prayer later in chapter 37. He is particularly concerned about the disgrace that this situation brings on God. Hezekiah and at least some of his people have publicly declared their belief that God will not let them fall to the Assyrians. But now they <em>are<\/em> going to fall unless God intervenes in some miraculous way. The Judeans have no strength with which to bring about their own deliverance. This is the point of 37:3. Like the mother who has labored and labored to the point of exhaustion, they have no strength left (see also 26:16–18; 54:1; 66:9). But the Assyrian has not only ridiculed the Judeans for the apparent failure of their trust, he has ridiculed “the living God” himself. Rather hesitantly, Hezekiah wonders if God will let that go by (37:4).<\/p>     <p> The response God gives to Isaiah makes it clear he does not intend to let the challenge pass unaddressed. The difference from the hesitancy of Hezekiah’s tone is marked. The king may be terrified, but the God who speaks through Isaiah is not. God’s words are brisk and matter-of-fact. He returns a bit of his own ridicule when he refers to the high Assyrian officers as “underlings” (37:6). But he says that he has not merely been ridiculed by the Assyrian, he has been blasphemed. As a result, he will not allow the Assyrian to succeed in his plans but will send him home by means of nothing more than a “spirit.” There, supposedly secure in his own fortress, Sennacherib will die by the “sword.” God is not mocked.<\/p>     <h4>Bridging Contexts<\/h4>     <p>W<small>E MAY THINK<\/small> of an incident similar to this in our own times. In December 1944, Hitler threw his carefully hoarded reserves into the weakest part of the Allied line in the Ardennes forest of Belgium. He hoped that by a lightning thrust northwestward to the coast at Antwerp he could divide the British and American sections of the Allied army and gain the time necessary for his secret weapons, the V–2 rockets, to soften up the British and perhaps bring the Allies to the bargaining table. The result was the so-called “Battle of the Bulge.”<\/p>     <p> Initially, the Germans were successful as they punched a large hole through the Allied front lines. The terrible winter weather favored the Germans as it kept the Allied air forces grounded. However, although the front line had been broken, the second and third lines only bent backward. And in the middle of the “Bulge,” surrounded by German forces, was the important crossroads town of Bastogne. As long as Bastogne was held by the Allies, it constituted a serious threat to the German supply lines. So major German forces were committed to capturing it, forces that were sorely needed in the westward push if it was to succeed.<\/p>     <p> After more than a week of hammering, during which the American forces holding the city were more and more constricted, a German representative appeared under a white flag, demanding the surrender of the city. Brigadier General Anthony McAuliffe responded to the demand with one of the tersest replies to a surrender demand in all history, “Nuts!” The German representative withdrew somewhat mystified but understanding that no surrender was forthcoming, and a few days later the city was relieved by American troops driving northward through the shoulder of the “Bulge.” Hezekiah, unlike General McAuliffe, had no promises of a Patton-led Third Army coming to his rescue. He only had the Lord. But that was enough to make him give a response to the Assyrians that must have sounded a good deal like McAuliffe’s.<\/p>     <p> There are some striking similarities between the field commander’s attempts to break the Judeans’ will to resist and that which is practiced today. One of these is the bombardment with arguments, even if some of the arguments actually contradict each other. So it did not matter that “God sent us” (36:10) and “God is no match for us” (36:18–20) could not both be true. Truth is beside the point in this kind of situation. The point is to get prisoners reeling, hitting them with another argument before they can formulate a response to the previous one. The desired result is a feeling of helplessness and hopelessness under the sheer weight of the arguments.<\/p>     <p> A second similarity is the sudden alternation between apparent kindness and brutality. The “subject” has been expending tremendous energy resisting when suddenly the pressure is relaxed, and perhaps even some kindness is shown. One experiences great relief, believing that “the worst is over.” But in that moment the interrogator returns to the attack with much greater brutality than before. In many cases, the “subject,” having dismantled his or her defenses, is simply unable to erect them again. The Romanian pastor Joseph Tson experienced something like this when after months of interrogation, the interrogator suddenly backed him up against a wall and, holding him by the lapels, began banging Tson’s head against the wall. Pastor Tson said that he shouted at the top of his voice, wanting everyone in the building to know what was happening. But, like Hezekiah, he did not break under the pressure. He had inner resources that were superior to those of the interrogator.<\/p>     <p> The field commander’s reference to the “two thousand horses” and horsemen to ride them (36:8) may well be a boast about the latest military technology. At this time the use of mounted cavalry was first being promoted alongside the use of chariotry. The cavalry were even more flexible and mobile than chariot forces, which had dominated warfare for the previous five hundred years. If it is indeed a reference to cavalry, it is probably a mocking reference to Judah’s being out of touch with the latest developments. If they were going to depend on military technology to protect them from Assyria, then they had to have the latest technology, and that they clearly did not have. They had no one trained to ride the horses even if they did have them.<\/p>     <p> In today’s world, dependence on technology has the same drawbacks. Is technology a tool, or is it the source of our strength? If it is the latter, then we have no choice but to commit ourselves to the latest technology even if it means abandoning a perfectly serviceable older approach. If our identity is tied to technology, then we can never afford to be one moment behind. As the Assyrians learned to their dismay, the God on whom Hezekiah trusted was not dependent on military technology, so it really did not matter whether the Judeans were up to date or not. This is not an argument that we should cultivate technological backwardness. But it is to say that if our true identity is somewhere else than in technology, then we will not need to be ruled by the latest developments in the field. In days of rapid change, this can be a real blessing, as the latest development may well be a dead-end.<\/p>     <h4>Contemporary Significance<\/h4>     <p>W<small>HOLEHEARTED DEVOTION<\/small>. Where is the source of strength when all the forces of the world seem ranged against us, intent on hammering us into the ground and breaking all our resistance? Perhaps for Hezekiah, this was the culmination of a whole series of choices. We do not know how carefully he had listened to Isaiah across the years, but the biblical record depicts a man who had, from the outset, tried to do what he believed God had wanted. So when he came to this crisis moment, there was a sense in which he was already fully committed. He had torn down the idol altars; he had reinstituted the kind of worship God had directed; he had gone so far as to try to reintegrate people from north Israel into worship at the Jerusalem temple. He had tried to clean up the priesthood (cf. 2 Kings 18:2–8; 2 Chron. 29:1–31:21). As he testifies in Isaiah 38:3, he had lived for God with “wholehearted devotion.”<\/p>     <p> What does this mean for us? Perhaps it may be illustrated by the sequel to the story of Joseph Tson told above. Tson says that that night as he was filled with righteous indignation over what had been done to him, he felt Jesus speaking to him. Jesus said something like this, “Joseph, I thought you wanted to know me.”<\/p>     <p> Tson responded, “Yes, Lord, I do!”<\/p>     <p> “Well,” Jesus replied, “as my servant Paul said, that means you want to share the fellowship of my suffering. But the way you are going on, it appears to me you don’t really want to know me that deeply.”<\/p>     <p> The next morning, before the interrogator could open his mouth, Pastor Tson said to him, “I want to apologize to you.”<\/p>     <p> The interrogator blurted, “For what?”<\/p>     <p> “For harboring resentment and hatred in my heart toward you. Last night my Jesus showed me that you are his instrument to help me to know him better through sharing the fellowship of his suffering. So please forgive me.”<\/p>     <p> The interrogator mumbled something, and Tson says, “He never laid a hand on me again.” I suppose the man did not want to give Jesus any help.<\/p>     <p> The point is that Tson was personally and spiritually prepared for what was going to happen to him. He had long ago decided who was going to be the King in his life, and he had long ago decided that nothing would keep him from knowing Jesus in his fullness. Thus, when a spurious “king” presented himself, this was not a new issue to be faced. It had already been faced. Furthermore, because of a living relationship with Jesus, Tson was in a place to hear the voice of Jesus in a way that could make the incident actually creative from a spiritual standpoint. So the question for each of us must be: Is Christ the King of my life today? If he is, then adversity and persecution will not catch us off-guard and shake us.<\/p>     <p> The New Testament writers constantly counsel us in this regard. Peter says, “Do not be surprised at the painful trial you are suffering, as though something strange were happening to you. But rejoice that you participate in the sufferings of Christ” (1 Peter 4:12). He also says, “But in your hearts set apart Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have” (3:15). John says to each of the seven churches that they can and must “overcome,” and that if they do, eternal rewards await them. Paul advised the elders of the church at Ephesus to keep watch over themselves and the “flock,” because enemies from both without and within would seek to destroy them (Acts 20:28–31). In other words, we need to expect adversity and be spiritually prepared for it when it comes.<\/p>     <p> <b>Trusting God.<\/b> There is a second important factor if we are to stand firm when we are challenged to trust other things than God. This is the truth of Psalm 46:10, which has been translated traditionally as “Be still, and know that I am God.” A more colloquial translation might be, “Relax and find out that I am God.” We need to be entrusting God with the small things of our lives so that when the crisis comes, it is easy for us to continue trusting him. We need to allow God to demonstrate his love and care to us on a daily basis by taking our hands off some things that we could supply for ourselves and letting God supply them in his way and in his time.<\/p>     <p> As a seminary professor I have seen my students living this way again and again. They pull into town with everything they own in a rented trailer, with no job, no place to live, nothing but the conviction that this is where God wants them. We faculty sometimes shake our heads and say, “Here is another crazy couple”; yet again and again I have seen God provide for people like that in unusual ways. When they finish their seminary career, they know that God can be trusted; they have seen him in action. The rest of us who plan so carefully and provide for ourselves so fully have never put God to the test; he has never had to demonstrate his special trustworthiness to us. So when the day comes that we are faced with a taunting Assyrian, we may have a much greater leap of faith to trust God than the person who put himself or herself at risk for God long before. Oswald Chambers says it this way:<\/p>     <blockquote>         <p>Trust entirely in God, and when He brings you to the venture, see that you take it. We act like pagans in a crisis, only one out of a crowd is daring enough to bank his faith in the character of God.<\/p>     <\/blockquote>     <p> Another aspect of this narrative as it relates to trust has to do with the validity of the Assyrian’s charge that the Judeans were trusting Egypt. Sometimes we give our opponents ammunition to use against us because we have betrayed our trust in God by trusting the world instead. In the case of Judah and Egypt, the trust was one God had prohibited, and now the Assyrian was able to mock them for doing such a foolish thing.<\/p>     <p> By all means, then, let us look at the things we are trusting and see if they are in fact a denial of our supposed faith in God. If there are any practices or relationships in our lives that will give others a chance to say that we talk a good show but are really no different from the world in the way we live, we must get rid of them now. There may also be some things that are legitimate and permissible but which will still give the impression that we do not actually trust God for our needs, and we should dispense with those too so that it will become as clear as possible where our trust really is. These kinds of decisions are personal, between us and the Lord, but the real issue for all of us is: Do I really trust the Lord for the supply of my needs, or does my behavior say that I lie?<\/p>     ",
    "audit": null
}