{
    "id": 16128,
    "source": "niv",
    "verse_id": 17838,
    "verse_count": 18,
    "reference": "9:8–10:4",
    "title": "",
    "html": "          <blockquote>         <p>T<small>HE LORD HAS<\/small> sent a message against Jacob;<\/p>         <p> it will fall on Israel.<\/p>         <p> All the people will know it—<\/p>         <p> Ephraim and the inhabitants of Samaria—<\/p>         <p>who say with pride<\/p>         <p> <b>and arrogance of heart,<\/b><\/p>         <p>“The bricks have fallen down,<\/p>         <p> but we will rebuild with dressed stone;<\/p>         <p>the fig trees have been felled,<\/p>         <p> but we will replace them with cedars.”<\/p>         <p>But the L<small>ORD<\/small> has strengthened Rezin’s foes against them<\/p>         <p> and has spurred their enemies on.<\/p>         <p>Arameans from the east and Philistines from the west<\/p>         <p> have devoured Israel with open mouth.<\/p>         <p>Yet for all this, his anger is not turned away,<\/p>         <p> his hand is still upraised.<\/p>         <p>But the people have not returned to him who struck them,<\/p>         <p> nor have they sought the L<small>ORD<\/small> Almighty.<\/p>         <p>So the L<small>ORD<\/small> will cut off from Israel both head and tail,<\/p>         <p> both palm branch and reed in a single day;<\/p>         <p>the elders and prominent men are the head,<\/p>         <p> the prophets who teach lies are the tail.<\/p>         <p>Those who guide this people mislead them,<\/p>         <p> and those who are guided are led astray.<\/p>         <p>Therefore the Lord will take no pleasure in the young men,<\/p>         <p> nor will he pity the fatherless and widows,<\/p>         <p>for everyone is ungodly and wicked,<\/p>         <p> every mouth speaks vileness.<\/p>         <p>Yet for all this, his anger is not turned away,<\/p>         <p> his hand is still upraised.<\/p>         <p>Surely wickedness burns like a fire;<\/p>         <p> it consumes briers and thorns,<\/p>         <p>it sets the forest thickets ablaze,<\/p>         <p> so that it rolls upward in a column of smoke.<\/p>         <p>By the wrath of the L<small>ORD<\/small> Almighty<\/p>         <p> the land will be scorched<\/p>         <p>and the people will be fuel for the fire;<\/p>         <p> no one will spare his brother.<\/p>         <p>On the right they will devour,<\/p>         <p> but still be hungry;<\/p>         <p>on the left they will eat,<\/p>         <p> but not be satisfied.<\/p>         <p>Each will feed on the flesh of his own offspring:<\/p>         <p> Manasseh will feed on Ephraim, and Ephraim on Manasseh;<\/p>         <p> together they will turn against Judah.<\/p>         <p>Yet for all this, his anger is not turned away,<\/p>         <p> his hand is still upraised.<\/p>         <p> Woe to those who make unjust laws,<\/p>         <p> to those who issue oppressive decrees,<\/p>         <p>to deprive the poor of their rights<\/p>         <p> and withhold justice from the oppressed of my people,<\/p>         <p>making widows their prey<\/p>         <p> and robbing the fatherless.<\/p>         <p>What will you do on the day of reckoning,<\/p>         <p> when disaster comes from afar?<\/p>         <p>To whom will you run for help?<\/p>         <p> Where will you leave your riches?<\/p>         <p>Nothing will remain but to cringe among the captives<\/p>         <p> or fall among the slain.<\/p>         <p>Yet for all this, his anger is not turned away,<\/p>         <p> his hand is still upraised.<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>W<small>ITH<\/small> I<small>SAIAH<\/small> 9:7 the so-called “Book of Immanuel” closes, but the theological reflection on Ahaz’s refusal to trust does not. As we saw throughout chapters 1–5, Isaiah keeps calling his hearers back from the beautiful promises of the future to the grimmer realities of the present. So here he is at pains to remind the Judeans that it is not Assyria with whom they must come to terms but the Holy One of Israel. Assyria will not determine Judah’s final destiny, but Yahweh will; thus, they must look to their relationship with him.<\/p>     <p> The prophet addresses this first in 9:8–10:4, where he points out to the Judeans that their trouble is not because of Assyria’s greatness but because God’s hand of punishment is raised against them. This means that a day will come when Assyria’s task is finished, and in that day, in view of Assyria’s overbearing pride, God’s hand will be raised against Assyria as well (10:5– 34). With God’s lordship of history established, the prophet then turns to a discussion of the events at the end of history, the messianic kingdom (11:1– 16). This is followed by the beautiful two-part hymn of chapter 12, which closes the subdivision by praising God for his trustworthiness.<\/p>     <p> Isaiah 9:8–10:4 has four stanzas, each of which closes with the refrain already encountered in 5:25: “Yet for all this, his anger is not turned away, his hand is still upraised.” It is not Assyria’s anger but Yahweh’s that must be dealt with. The four charges God lodges against Israel, as in chapter 1, all have to do with ethical behavior, with the covenant providing the background.<\/p>     <p> The first charge (9:8–12) is arrogance; instead of humble submission to their covenant Lord, the Israelites attempt to exalt themselves. The result, as in 2:6–4:1, will be humiliation. The second charge (9:13–17) is adulation of great men instead of turning back to the Lord. Thus, the whole nation will suffer. The third charge (9:18–21) is the lack of brotherly love. Having forsaken their covenant Lord, the various tribes attack each other in a bloodbath reminiscent of the final three chapters in the book of Judges. The final charge (10:1–4) describes the social injustice that is inescapable in a society where everyone is looking out for himself or herself alone.<\/p>     <p> These are the reasons the Assyrians are coming. Change these, and history itself will change. But fail to address these, and even if there might no longer be an Assyria on the scene, God will use another punishment to deal with his people.<\/p>     ",
    "audit": null
}