{
    "id": 16220,
    "source": "niv",
    "verse_id": 18448,
    "verse_count": 5,
    "reference": "40:27–31",
    "title": "Waiting in Hope",
    "html": "               <p>B<small>OTH OF THE<\/small> questions the exiles will be asking have now been fully answered. What is an appropriate response? That question is answered in these closing verses. In 40:27 the prophet anticipates the attitude of the exiles, who will be saying that they are either now outside of God’s vision for them (“my way is hidden”) or else God has given up on them (“my cause is disregarded”). To this Isaiah responds that to think in this way is to have much too low a view of God. He reminds them of who God is in 40:28–29, dealing with the Creator’s endless power and wisdom in the first verse and his wonderful desire and ability to share that power with the “weak” and the “weary” in the second. So he speaks of both the being and the person of God.<\/p>     <p> Thus, his question in 40:28 is rather incredulous. How could you say such things about God when you know perfectly well who he is and what he is like? He knows your situation perfectly, and he can and will do something about it. The fact is that the most vigorous things in creation (“young men”) cannot keep themselves going. They are not self-generating but are dependent on outside sources for their strength. God is not like that; he <em>is<\/em> self-generating, and that means he has abundant strength to give away to those who will wait for (NIV “hope in”) him.<\/p>     <p> Here we come back to the theme of trust. This concept of trust as waiting has appeared three times previously in the book (8:17; 25:9; 33:2) and will appear twice more (49:23; 64:4). To “wait” on God is not simply to mark time; rather, it is to live in confident expectation of his action on our behalf. It is to refuse to run ahead of him in trying to solve our problems for ourselves. Thus, just as Isaiah called on the people of his own day to trust God to solve their problems, he calls on the exiles in the age to come to do the same thing. If they are worn out and weary, hardly daring to believe that there is any future for them, the God of all strength can give them exactly what they need at the right time, whether to “soar,” “run,” or “walk.”<\/p>     <h4>Bridging Contexts<\/h4>     <p>T<small>RANSCENDENCE AND IMMANENCE.<\/small> The idea of God’s coming is a central one for the biblical message. Since God is conceived of as being “outside” of creation, it is critical whether he can enter into his creation. This has been a chief criticism of the doctrine of transcendence from the outset. After all, if God is truly other than the world, can he possibly be present in it or participate in its life? This is what led Plotinus to his idea of the “Good Mover.” If there really is a first cause, he reasoned, then that force must be incapable of being acted upon by any other cause. Similarly, the Gnostics of the early Christian era argued that this dark and sinful world cannot be entered into, or even have been created by, the one who is altogether good. So they reasoned that there must be an infinite number of mediators between us and that One.<\/p>     <p> More recently the school of thought known as <em>process theology<\/em>, as first expounded by A. N. Whitehead, has sought to address the same problem. These theologians believe that unless God is somehow identified with the unfolding process, we have no choice but to abandon the concept of God altogether as irrelevant to our concerns. Thus, they identify him as the love that drives the process and to which the process tends as its goal.<\/p>     <p> But this is another example of the danger of forcing the biblical data into our logical boxes. As with sovereignty and human freedom, both the absolute otherness of God <em>and<\/em> his ability to be present with his creation are taught by the Bible, and if we diminish either in an attempt to make them conform to our logical limitations, we have done damage to the full revelation. For instance, if God is not transcendent, then he lacks the power to change our circumstances. But more importantly, we also have lost any reason to change those circumstances because they are simply part of the ineluctable consequences of being caught on the wheel of existence that has neither beginning nor end. But if God is only transcendent, then he neither knows nor cares what is happening in our lives. He is simply other than we, bringing us into existence and providing the energy that powers the cosmos, but he remains untouched by the changing, fluctuating movements of the world.<\/p>     <p> The Bible insists that <em>both<\/em> propositions are equally true. On one account, God “sits above the circle of the earth” (40:22). He is not the sun, moon, or stars, nor is he to be identified with any process of earth, whether physical, political, or psychological. He is above and beyond all of that. But at the same time, he <em>is<\/em> love. Immediately, we must say that this is not to reduce God to all that we call love. It seems to me that this is one of the dangers of process theology. Paganism identifies the gods with the natural systems of time and space, while process theology identifies God with the psychological and historical systems of time and space. Furthermore, it was a good deal easier to say that the historical process was leading us toward the goal of love in 1901 than it is in 2001. No, to say that God is love is to move the connection in the opposite direction. It is to say that everything we know and think of as love is partial and derivative of the totality that love is in God. What this means is that God is intimately involved with the life of his creation but is not at the same time just an expression of that life.<\/p>     <p> This truth is summed up in Isaiah 40: God is outside of the systems of time and space, which means he is not conditioned by any of those systems. He can intervene in them at will and change any of them to suit his grand design. Furthermore, it means he can <em>have<\/em> a grand design. He can have a plan that is not merely an expression of what is but something to which the “is” can be made to conform. Yet even though he is outside of time and space, he is not limited by them. He is aware of our distress and our captivity, our joy and our accomplishments, and he is able to come to us, sharing the joy and delivering us from our distress. He is great enough to be able to help, and he is near enough to want to help.<\/p>     <p> All of this is summed up in Jesus Christ. Thus, it is entirely appropriate that the New Testament sees John the Baptist as the second voice here, who prepares the way for God’s coming in the desert (Mark 1:2–3). It is also significant that like the anonymous voice here, emphasizing the central importance of the message, John says, “He must become greater; I must become less” (John 3:30). The identity of the herald is not that important, but the One who is coming, the eternal Word, is all-important.<\/p>     <p> Without worrying about logical contradiction, all four Gospels insist that Jesus is God and man at the same time. His humanity is assumed, but his deity is also both implied and asserted. Matthew says in the mouth of Peter, “You are the Christ, the Son of the living God” (Matt. 16:16). In Mark, in response to the question as to whether he is “the Son of the Blessed One,” Jesus responds, “I am. And you will see the Son of Man sitting at the right hand of the Mighty One and coming on the clouds of heaven” (Mark 14:62). Luke expands both the question and the answer. The rulers ask, “Are you then the Son of God?” And Jesus replies, “You are right in saying I am” (Luke 22:70). But it is in John that the equation is made most explicit. References can be multiplied, but two must suffice. In John 10:30 Jesus says, “I and the Father are one,” and in 14:9 he says, “Anyone who has seen me has seen the Father.” Paul too states the principle in unequivocal terms in Philippians 2:6–11:<\/p>     <blockquote>         <p>Who, being in very nature God,<\/p>         <p> did not consider equality with God something to be grasped,<\/p>         <p>but made himself nothing,<\/p>         <p> taking the very nature of a servant,<\/p>         <p> being made in human likeness.<\/p>         <p>And being found in appearance as a man,<\/p>         <p> he humbled himself<\/p>         <p>and became obedient to death—<\/p>         <p> even death on a cross!<\/p>         <p>Therefore God exalted him to the highest place<\/p>         <p> and gave him the name that is above every name,<\/p>         <p>that at the name of Jesus every knee should bow,<\/p>         <p> in heaven and on earth and under the earth,<\/p>         <p>and every tongue confess that Jesus Christ is Lord,<\/p>         <p> to the glory of God the Father.<\/p>     <\/blockquote>     <p>In Jesus Christ the linking of the transcendent God with the immanent God has come to its climax. In him the transcendent God has come to us in both humility and power. He not only knows our condition and is moved by it, he has even entered into that condition. He has come!<\/p>     <p> <b>The doctrine of creation.<\/b> Closely related to the doctrine of transcendence is the doctrine of creation. In some ways all the rest of biblical faith stands or falls with this truth. It is important to say at once that this is not to espouse a particular theory of creation. There are those today who insist that unless you accept that the cosmos was created in seven twenty-four-hour days about six thousand years ago, you do not really believe in creation. This is to confuse expression and truth. The truth of creation is that God, who is a spirit, existed before matter, that the cosmos came into existence at his command and was not the result of a conflict between eternal forces of good and evil, that creation conformed precisely to a preexisting plan, that creation was both orderly and progressive, that God directed every phase, and that humanity is the apex of creation.<\/p>     <p> Precisely how these principles were worked out in scientific terms leaves open any number of possibilities, so that to spend a great deal of time trying to defend the literal nature of the Genesis accounts misses the point. The key point is that these ideas are diametrically opposed to the stories of the origin of the cosmos both in the ancient Near East and elsewhere in the world. They are unparalleled, and the whole structure of biblical faith rests on them.<\/p>     <p> Let me develop some of the implications of the biblical doctrine of creation briefly, especially as they relate to this chapter. (1) If matter were to precede spirit, human personality is only of an accidental nature and is finally insignificant. (2) If the cosmos happened by chance, life is without both meaning and purpose. (3) If the cosmos originated out of eternal conflict, whether called “good” and “evil,” or “positive” and “negative,” the human quest for peace and personal integration is useless, grasping for the wind. (4) If the present condition of the cosmos is the result of an evolution governed by the interrelationship of mindless, irresistible forces, there is no possibility of personal transformation. “Salvation” can never be more than self-actualization.<\/p>     <p> In fact, if the Bible’s doctrine of creation is wrong, then everything the Bible holds out to us is not only wrong, but also positively perverse. It prompts us to reach for beautiful hopes that are nothing more than soap bubbles in the air. But in fact, what the Bible teaches us is so odd that we cannot account for it in any other way than the one the biblical writers give us: They got it from God. Their disembodied voices that come to us across the centuries are the very Word of God, which does not pass away.<\/p>     <h4>Contemporary Significance<\/h4>     <p>C<small>ONTRADICTIONS IN THE<\/small> W<small>ESTERN WORLD.<\/small> We live today in a self-contradictory world. It is a world that has resulted from taking some of the premises of the Bible while rejecting others. We passionately believe, for example, in the worth of the individual and are willing to fight to the death for the absolute right of human choice. Where has that idea come from? It comes straight out of the Bible, where humans are called to voluntarily enter into a relationship with the eternal God, one who knows them by name. The Bible is not about a “people movement” or “national development.” It is about real, distinctive individuals, from Adam to the apostle Paul. To be sure, they were a part of a people, a nation. But the story is not first about the nation. It is about people in the nation.<\/p>     <p> The greatest story in the ancient Near Eastern world was the Gilgamesh Epic. It is found everywhere in one form or another. In it Gilgamesh seeks the meaning of life, and the story is engaging. But Gilgamesh is not a historical individual; he represents humanity. That is not the case in the Bible; it records the acts of real people. Where the Bible has not penetrated, individual human worth does not exist.<\/p>     <p> We also believe in progress. We believe that we are not locked in, that we can go someplace else and do something else; in words that now sound a little quaint, we can “better ourselves.” Where did that notion come from? It comes from the Bible. God had a plan for an Abraham, a Moses, a David, and we can trace how that plan unfolds not only in progress but sometimes in regress. God had a plan for a people in bondage to the greatest powers of their day. We see those plans unfolding as people leave the husks of the past behind them and are transformed. Where has the idea of progress existed in the world? Wherever the Bible has gone.<\/p>     <p> But now the Bible is increasingly lost in Western society, and with it we have lost its central idea, the idea of transformation. So we fight for individual rights, and yet we increasingly deny any responsibility for our choices, arguing that we really do not have any choices since we are conditioned by society, our family, some tragedy, or even our genes. What has happened? We have kept the Bible’s conclusion but denied its premises. We have accepted human worth while buying into deterministic evolution.<\/p>     <p> But it does not work that way. If we are simply the end product of mindless forces, without real choices of our own, then we have no freedom and no worth. On the one hand, if we really believe that a killer has no choice but to do what he does, then we should let him go, for it is unjust to punish him for what he cannot help doing, and there are no “corrective influences” on earth that are going to change a lifetime of genetic and social conditioning. On the other hand, if in society’s collective wisdom his behavior is not conducive to the progress of evolution, then we simply ought to rub him out on the spot without a lot of moralizing about justice and right and wrong. Those principles do not exist in a world without creation.<\/p>     <p> The same thing has happened to our view of progress. The biblical view is profoundly linear. Believers are not trying to get back to the place they started. Once Eden was lost, there is no recovering it. But it is possible to have something even better! The new heavens and the new earth are better than Eden, and the blessings of the redeemed as described in the eschatological parts of the Bible are something better than the blessings of Eden. That is the kind of God we serve. But without a Creator able to do new things, there may be change, but there is no progress.<\/p>     <p> That is what has happened to us. We no longer really believe we can transcend our past. We no longer believe that we can escape its dead hand on us. In a frenzy of activity we keep changing, but always with the sick knowledge that we are simply doomed to do it all over again in a different way. So we cry for “progress,” having thrown away the only basis on which real progress can rest, namely, the possibility that the transcendent God can break in from outside and change us.<\/p>     <p> But what about the world where creation does exist? What about a world where humans have been created in the image of God? What about a world that originally conformed to a master plan and, though terribly marred, still has its outlines? What about a world whose omnipotent Maker is determined to give abundant life to every person who will let him? The Judeans in captivity were much like us. They did not believe there was any way God could transform them or their circumstances. They insisted on their “freedom” to personally do as they wished while all the time believing that their situation could never really be changed.<\/p>     <p> Hope. It is into a setting just like ours that Isaiah speaks by inspiration. He speaks to people who have lost hope. The impossible has happened. They were sure their nation could not fall, that their temple could not be destroyed, and that their God would not let them down. Yet all that happened. Whatever the future might hold, it would always be one of regret. Yes, God may have acted in the past, for other people, but this situation is beyond him. It is beyond his compassion (“he has forgotten me”), and it is beyond his power (“my way is hidden from him”).<\/p>     <p> Isaiah says to us as he said to them, “No! There is nothing beyond his compassion or his power. Have you not known? Have you not heard?” There is nothing that a caring Creator cannot change. We are persons of worth to him, and that means that we really can choose to be and act differently than we have. Are there chains of conditioning on us as real as any captivity the Judeans endured? Of course there are. But the Creator can break those chains. To be sure, the way he chooses to do that is his business. One of the recurring themes in the following chapters is the discomfort the people have with the ways God chooses to act on their behalf. We cannot dictate the terms or the means, but we can hold on to him with confident hope.<\/p>     <p> In the same way, we can believe that God can change our circumstances. There can be real change for the better. That is, there can be if we believe in a God who is both outside of and inside of history. Precisely because process theology is wrong and God is not a historical process, he can intervene in that process and change it. But so much depends on our faith. I am not talking here about getting some idea and then doing a mental number on ourselves until we really believe it is going to happen. I am talking about a life of faith in God, a life where we truly release ourselves into his hands without any reservation, a life where we are constantly giving ourselves and our concerns into the caring Creator’s hands.<\/p>     <p> This is clearly what the Judeans were going to have difficulty doing in the crisis of the Exile, and Isaiah knew it. In a real sense the problem he addresses in his own day and the problem he addresses in that future day are the same. In his own day, the people did not think they could trust God to deliver them from the nations, so they trusted other nations instead. In the exilic age, the people do not believe that God can deliver them either! That is why “cry” and “shout” and “speak” are so prominent.<\/p>     <p> These people needed to hear the Word of God in ways that changed how they thought. That is what we need too. We need lives of faith that are shaped by the Word of God, its view of reality, and the principles that emerge from it. If I cannot “believe” God and “hope” in him in the sense of surrendering my life to him in a kind of life that I know pleases him, then his power cannot transform me. But if I will actively believe his Word, there really are no limits to what he can do for me, for my family, and for my society.<\/p>     ",
    "audit": null
}