{
    "id": 16110,
    "source": "niv",
    "verse_id": 17687,
    "verse_count": 5,
    "reference": "2:1–5",
    "title": "",
    "html": "              <\/div>     <p><span><span><b>T<\/b><\/span><\/span><small>HIS IS WHAT<\/small> Isaiah son of Amoz saw concerning Judah and Jerusalem:<\/p>     <blockquote>         <p> In the last days<\/p>         <p>the mountain of the L<small>ORD<\/small>’s temple will be established<\/p>         <p> as chief among the mountains;<\/p>         <p>it will be raised above the hills,<\/p>         <p> and all nations will stream to it.<\/p>         <p> Many peoples will come and say,<\/p>         <p>“Come, let us go up to the mountain of the L<small>ORD<\/small>,<\/p>         <p> to the house of the God of Jacob.<\/p>         <p>He will teach us his ways,<\/p>         <p> so that we may walk in his paths.”<\/p>         <p>The law will go out from Zion,<\/p>         <p> the word of the L<small>ORD<\/small> from Jerusalem.<\/p>         <p> He will judge between the nations<\/p>         <p> and will settle disputes for many peoples.<\/p>         <p>They will beat their swords into plowshares<\/p>         <p> and their spears into pruning hooks.<\/p>         <p>Nation will not take up sword against nation,<\/p>         <p> nor will they train for war anymore.<\/p>         <p> Come, O house of Jacob,<\/p>         <p> let us walk in the light of the L<small>ORD<\/small>.<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>A<small>FTER THE GRIM<\/small> ending of chapter 1 and indeed the generally grim tone of that entire chapter, these verses come as a shock. They do not speak of the stubborn and rebellious Israelites worshiping in the groves of their self-adoration. Instead, we have all the nations streaming to “the mountain of the L<small>ORD<\/small>”—that is, to his house, his temple, in Zion—to learn his ways. They go there because that is the place where God’s Torah (NIV “law”) and word go forth.<\/p>     <p> It is not clear why there is a second attribution of authorship in verse 1. Many believe that whereas the attribution in 1:1 is identifying Isaiah as author of the book as a whole, this one is specifically identifying him as responsible for chapters 2 through 5. This is more interesting since 2:2–4 is identical to Micah 4:1–3, and the verses seem to fit more naturally into their context in Micah than they do here. Perhaps the piece was something that existed independently, and both prophets made use of it.<\/p>     <p> While the temple in Jerusalem was located on a hilltop, it was not the highest hill in the area, with even the neighboring Mount of Olives being higher. So what is the significance of the repetition of “mountain” with regard to the temple in these verses? Probably it has to do with the ancient belief that the gods lived on the high mountains. So Zeus was thought to live on Mount Olympus in Greece and Baal on Mount Cassius in northern Syria. What this text is saying is that while Zion may not be the highest of the mountains, it is still <em>the<\/em> mountain where the one true God is to be found. This is the mountain where humanity should seek God.<\/p>     <p> The reason they should do so at this place is because this is where God has revealed his ways to humans. Moreover, they are the same ways in which humans are expected to walk. In his Word, God has given instructions (<em>torah<\/em>) on how to walk in his ways. Thus, the nations do not come to Jerusalem for power or mystical union with the divine but in order to learn how the Creator intends his creations to live.<\/p>     <p> When the nations walk in God’s ways, they will be submitting to his lordship. The concept of “judgment” in Hebrew (š<em>apaṭ<\/em>, 2:4) is larger than the parallel idea in English. In English it has to do primarily with the administration and enforcement of the law codes. While that is one part of the idea in Hebrew, there is much more to it. It involves the administration of the world, the establishment of governmental order. Thus, the expected outcome of God’s Word among the nations is harmony. The One who created the world order will now put that order into practice, and just as individuals who submit to God no longer need to resort to violence in order to have their needs met, neither will the nations.<\/p>     <p> Some ask when Isaiah anticipated that this pilgrimage to Jerusalem would take place. But that might be the wrong question. Perhaps he is merely making a theological point about the universal significance of the truth that had been revealed to Israel. It may be that he did not have in mind one particular event; rather, he foresaw many ways in which the message of the Torah could and should have impact on the world around.<\/p>     <p> It is not just any god who is doing this, but the “God of Jacob” (2:3). He is the God who has revealed himself in the context of the history of a particular people. He has condescended to become involved in the specifics of their lives in order that the world may know him and be redeemed. If that is true, then there is all the more reason why the family (“house”) of Jacob (2:5) should walk in the light of the Lord. Thus, Isaiah produces another appeal for the people of Israel to live up to the truth that has been given them—the mission entrusted to them. If it is true that even the Gentiles will one day seek out God’s ways so that they can walk in them, surely God’s chosen people ought to be walking in those ways now.         <br>         <br>     <\/p>     <h4>Bridging Contexts<\/h4>     <p>I<small>T IS OFTEN DEBATED<\/small> whether Israelite religion was a “missionary religion,” but passages such as this show that it was at least a universal religion. The writers of the Bible did not believe the Lord was a local deity on a par with Baal or Chemosh. They believed that he was the God of the whole world. Although this passage does not specify that the Hebrews were to actively reach out to the Gentiles, both Micah and Isaiah, by their use of these verses, make it plain they did believe God’s “ways,” as manifested in the Torah, were for all people and not just for themselves. The ethical standards of the covenant are the standards of the entire earth, because the God of Zion is the Creator of the earth and his character has been built into it. Living by those standards will produce a health, both physically and relationally, that will draw people to them. And if those standards are followed in public life and private life by all peoples, wars will cease.         <br>         <br>     <\/p>     <h4>Contemporary Significance<\/h4>     <p>T<small>HERE ARE TWO DANGERS<\/small> with a passage like this. One danger is to take it too seriously, and the other is not to take it seriously enough. The danger of taking the passage too seriously is that we try to produce such a society here and now. Thus, across the centuries there have been attempts to create utopian societies where conflicts cannot occur. All of these have inevitably failed. But the danger in these failures is that we then simply relegate these promises to “the Millennium,” thereby dismissing ourselves from any responsibility to see them fulfilled in any real way now.<\/p>     <p> So what is a middle way between these extremes? First of all, we must not lose sight of the universal character of the biblical faith. Today, we have come full circle from Isaiah’s day. In his day it took a great deal of courage to say that <em>all<\/em> the nations would one day worship Israel’s God. There were so many great deities in the world; how could the people of this little country of Judah dare to proclaim that their God is the one true God whom all would worship and that his ways are the ways in which all should walk? But they did proclaim such a thing. Because of their faithfulness, by the end of the nineteenth century A.D. it did not seem at all unlikely that the whole world would hear the good news of the God and Father of the Lord Jesus Christ in that generation.<\/p>     <p> Then came the twentieth century and the terrible spectacle of the Christian nations of Europe and America destroying one another in two world wars. And now we have come to the place where the very idea of Israel’s God being the God of the whole world seems arrogant to many people, and the idea that there is a universal ethical standard is unthinkable. Christians too have been infected by this idea. We don’t want to be thought arrogant and demanding. As a result, the numbers of young people giving themselves to foreign missions as a lifelong vocation has dropped alarmingly, as has giving money to fund such enterprises.<\/p>     <p> So what must we do? (1) We must reaffirm the truth of these promises: God is the God of the whole world. What is more, he is the <em>only<\/em> God of the whole world. We must not allow the world to define our faith for us. Persons who can see a tree are not arrogant to correct the misperceptions of a tree on the part of someone who is blind. Neither are those who have received the revelation of God arrogant to tell someone who has not received it what is the true nature of life.<\/p>     <p> (2) As Isaiah pleaded with his people, we must put God’s ways into practice in our own lives. We must start living lives of grace and nonviolence. We must start reaching out to the poor and the helpless. We must give up our lust for riches and power. Mother Teresa is a shining example. Was she able to stem the tide of sin in Calcutta? Reverse the mortality rate? Bring in utopia? No, to all three questions. Nevertheless, she was faithful in her day, and because of her many people from the world have been impressed to look more carefully at the ways of her God.<\/p>     ",
    "audit": null
}