{
    "id": 16194,
    "source": "niv",
    "verse_id": 18237,
    "verse_count": 15,
    "reference": "30:19–33",
    "title": "Promises of Redemption of God’s People",
    "html": "               <p>T<small>HIS LAST SECTION<\/small> details what will happen when the Israelites finally come to their senses and turn back to God. Three kinds of promises are made: The first one (30:19–22) involves spiritual regeneration; the second one (30:23–26) speaks of the physical blessings God intends to pour out on his people; the final one (30:27–33) prophesies defeat for all of Israel’s enemies, particularly Assyria.<\/p>     <p> (1) In chapter 6, God said that Isaiah’s ministry would simply contribute to the blindness, deafness, and “fat-heartedness” of the people. Perhaps the starkest expression of that condition was the demand that Isaiah stop confronting them with the Holy One of Israel (30:11). But Isaiah sees a day coming when all of that will be changed. The people will “cry” out to God, and he will “answer” them with grace (30:19). The people will no longer be driven from him by “adversity” and “affliction.” Rather, their spiritual eyes will be open to see all that he is teaching them through these experiences (30:20).<\/p>     <p> No longer will they be like a stubborn mule, refusing to turn even when the bit is jerked in the mouth. Now their spiritual ears will be so sensitive they will only need the merest whisper in their ear to turn them to the right or the left (30:21). This will result in a despising of all the expensive idols on which they have lavished such attention and which have meant so much to them. They will be disgusted at the very thought of worshiping such things (30:22).<\/p>     <p> (2) Verses 23–26 are closely related to the first promise. One of the reasons for worshiping idols was, and is, to secure physical blessings. Here God promises that when his people are responsive to him and have stopped their attempts to manipulate the physical, social, and spiritual world to their own advantage, he will give all those blessings freely. Verses 23–24 express the blessings in agricultural terms. The rain will come at its appointed times, and the harvests will be so plentiful that even the work animals will have food to eat by the shovel-full.<\/p>     <p> Verses 25–26 contrast “slaughter” with “healing.” This may refer to earth’s final battle in which Israel’s enemies are finally destroyed and Israel, though wounded, triumphs (cf. Zech. 14:1–4; Mal. 4:1–2). It may also refer to the destruction of pride, both that of Israel and the world, because height, barrenness, and darkness are associated with pride elsewhere in the book (2:12– 17; 8:21–22; 47:5). In any case, barrenness will be replaced with abundant water, and darkness will be replaced with incredible light. God is the One who gives blessing.<\/p>     <p> (3) In the final promise (30:27–33), Isaiah recalls the counselors urging an alliance with Egypt because they say that is the only hope for deliverance from the rapacious Assyrians. Isaiah says that if the Judeans want deliverance, they should be looking at God, not Egypt. As in 30:23–26, the language has a certain “end of history” flavor. It is highly emotive and loaded with vivid imagery. Yet verse 31 makes it clear that the ultimate subject of God’s wrath here is Assyria. This should make us cautious about what passages we assign as “end-time” promises.<\/p>     <p> Perhaps the reason for the unusually vivid language here is to convince the hearers of the certainty of the promises. After all, Assyria is the mightiest force on earth, and Judah is small and weak in comparison. So perhaps Isaiah is inspired in this way to try to help the people see that this is not a contest between Judah and Assyria but between Assyria and the most overwhelming Being in the universe. In any case, God promises not just a slap on the wrist for those who oppose him—and in opposing him, opposing reality itself. They will be carried off in a flood (30:28); they will be consumed with fire (30:27, 30, 33); they will be pummeled with hail and pelting rain (30:30); they will stagger under repeated, terrific blows (30:30, 31, 32); they will finally be hurled into the place of endless burning (30:33).<\/p>     <p> In all of this, one recurring feature is a reference to the Lord’s mouth, breath, and voice (30:27, 28, 30, 31, 33). Just as his word is life and health to those who respond to it, it is sudden, terrible death to those who reject it. In Malachi, the same sun that heals the wounded is the one that draws the last moisture from the chaff (4:1–2).<\/p>     <h4>Bridging Contexts<\/h4>     <p>A<small>LLIANCES.<\/small> Insofar as America today is not, as a nation, the chosen people of God, these passages on trusting the nations do not have the same political relevance to us as they did for Judah. However, the principles remain relevant for Christians. We must ask ourselves why we are entering into dependent relations with people or institutions and what such people or institutions can really offer us.<\/p>     <p> In the eighth century <small>B.C.<\/small>, Egypt was long past its prime. After about 1000 <small>B.C.<\/small> it was never again a dominant force in the ancient Near East. After its heyday, Egypt was ruled first by the Libyans from the west. After that, it was ruled by Nubians from the south; they were the ones ruling at this time. The native Egyptians seemed to lack either the energy or the initiative to rule on their own. Thus, Egypt appeared to be powerful but really was not. We do not know how obvious that was, although the Assyrians seemed to recognize it (cf. the field commander’s remarks in 36:6). In any case, those with spiritual discernment recognized the situation. Isaiah saw it in the 700s <small>B.C.<\/small> and Jeremiah in the 600s.<\/p>     <p> That is the kind of discernment we need. Are those on whom we are tempted to rely just as weak as we are, though giving a good appearance? Do they have our best interests at heart or only their own? Are we relying on them as a way to avoid the risk of trusting God? Have we sought the guidance of those with spiritual discernment concerning the relationship? Have we sincerely sought God’s guidance? In many cases destructive relationships are clear to others around us. Our problem, like the Judeans, is that we are afraid to let go of “the splintered reed” (36:6) and so do not allow ourselves to look at the situation with true discernment. If we would first let go of it mentally and spiritually, God would open our eyes to its dangers.<\/p>     <p> <b>True and false prophecy.<\/b> Strikingly, the main difference between true and false prophecy was that false prophets said nice things about their hearers. They said things their hearers wanted to hear. They spoke of peace and prosperity and of God’s certain deliverance. The true prophets spoke of these things as well, but they were always in the context of repentance and changed behavior. Those features were notably absent from the preaching of the false prophets. For them the “good news” was unconditional. This is what Isaiah means when he says that people are asking him to “prophesy illusions” (30:10). They are asking him to promise good consequences without appropriate causes.<\/p>     <p> This is an increasing problem today. Children are not being taught about consequences in life. You can do whatever you like and never have to pay. “Self-esteem” has nothing to do with performance and behavior. Thus, it is emerging that some of the people with the highest self-esteem are thieves and crooks. The triumph of “feel-good” psychology is killing us, because all of this is an illusion. There are consequences in life, and those in the public eye who teach otherwise are the modern equivalent of the false prophets. They tell us that we can have everything we want with no responsibility for the outcome. One of the tragic examples of this trend is the epidemic increase in male irresponsibility for the children they have fathered. The social costs of this phenomenon are only beginning to be felt. We need prophets who will declare “what is right” and not what a sinful people want to hear.<\/p>     <p> <b>The dangers of false confidence.<\/b> Isaiah says that because Judah has refused to trust in God and is choosing instead to depend on Egyptian horses, a thousand Judeans will flee (on those swift horses) from one Assyrian. Because they trust in the wrong things, when those things fail, they will be completely undone.<\/p>     <p> A similar thing happened outside of Washington, D.C., in 1861. The Union Army had convinced itself that they could dispose of the ragtag Confederate Army in short order. After all, they had smarter uniforms and more up-to-date equipment, and they were better drilled. As a matter of fact, however, they knew little about discipline, determination, and courage—things the Southerners had a good deal of. In the battle, it quickly became apparent that in terms of raw fighting skill, the northern army was badly outclassed. Soon setbacks were turned into defeats, defeats to retreats, and the retreats turned into headlong flight. The picnickers who had come out to watch the “jolly fight” led the rush back to the defenses of Washington.<\/p>     <p> If we place our confidence in the wrong things, adversity and difficulty will destroy us. We will have no resources to meet them. But if our confidence is in God and not in ourselves, these things will only drive us closer to him. We know that he will not fail us, so we can be faithful, even to death. That kind of fortitude means that defeats do not turn into routs. We can fall back to a new line of defense and fight it out with courage, knowing that God is at our back. The Judeans had forfeited that knowledge by turning to Egypt, just as the overconfident Yankees had trusted in their own superiority.<\/p>     <p> <b>Apocalypse.<\/b> In this section of his prophecy, Isaiah blends the vivid imagery often associated with prophecies of the end times with the more prosaic language usually associated with discussions of the present. This blending can be confusing. What is he really talking about—now or then? But the blending can also be helpful because it reminds us that we live in two times: that which is and that which is to come. The vivid and colorful language is not created by end-time thinking, but rather the thinking is often best expressed with that kind of language. As they look out into the future and contemplate distant and cataclysmic events, the writers can usually best express their points with that kind of sweeping and gripping expression.<\/p>     <p> But that same kind of expression can also be useful for other purposes, as seems to be the case here, where Isaiah is trying to show the true nature of the enemy Assyria has roused against herself in the Lord. Furthermore, we must be careful in our interpretation of such language. To interpret it overly literally is to run the danger of missing the spiritual points being made by the images. In this case, I believe it is wrong to look for a day when God’s people will use tambourines to beat out the rhythm of God’s blows on their enemies. The point is to promise that our enemies are God’s enemies and that we may rejoice, both now and in the future, in God’s defeat of them. The question should not be precisely when these events will occur. Rather, does the confidence that God will defeat my enemies cause me to live in constant trust in him now?<\/p>     <h4>Contemporary Significance<\/h4>     <p>R<small>ETURNING TO EGYPT.<\/small> For the Judeans, their attempt to solve the Assyrian problem for themselves led them back into the very thing God told them not to do, to go back to Egypt, in spirit, at least (see also Hos. 7:11; 9:1–6). Ultimately, of course, some of them returned physically (Jer. 42–43). The same is often true for us. Our attempts to take care of ourselves lead us back into the very things from which God has delivered us in the first place. Why is that?<\/p>     <p> The writer to the Hebrews refers to this as “the sin that so easily entangles” (Heb. 12:1). There are areas of our lives where we are particularly susceptible to temptation. When we refuse to trust God in some other area of our lives, perhaps one that appears totally unrelated, we effectively take ourselves out from under the protection of God and throw ourselves open to that old area of weakness. Oftentimes, we are weak there precisely because it is something that seems to offer us the pleasure or security or significance we think we must have. When we learn to trust God for these things and to find them in his ways, not ours, then we experience deliverance from the bondage of those old sins. But when we refuse to trust God in any area, we have cut off the power source and are thrown back onto all our old resources. So it is not surprising that we are defeated at precisely the same points as we were before.<\/p>     <p> <b>Exchanging God’s shadow for a man’s<\/b>. In the Near East, the importance of shade cannot be overemphasized. In many cases, shade from the searing rays of the sun is the difference between life and death. The sun is so direct and so hot that a person can become seriously dehydrated before he or she is aware of danger. So certain psalms refer to God as One who offers protection under his “shade” or his “shadow.” The shade may be cast by his outstretched wings (Ps. 17:8; 36:7; 57:1; 63:7), a symbol of protection as the parent bird shelters the chicks. But on two occasions God himself casts the shadow in which the believer rests:<\/p>     <blockquote>         <p>He who dwells in the shelter of the Most High<\/p>         <p> will rest in the shadow of the Almighty. (Ps. 91:1)<\/p>         <p>The L<small>ORD<\/small> watches over you—<\/p>         <p> the L<small>ORD<\/small> is your shade at your right hand;<\/p>         <p>The sun will not harm you by day,<\/p>         <p> nor the moon by night. (Ps. 121:5–6)<\/p>     <\/blockquote>     <p>God’s “shade” is an important figure for Isaiah, and we can understand why, with his emphasis on trust. To him it is almost unimaginable that the people of Judah will exchange God’s shadow for that of a human being. How can they choose to look to Pharaoh for the protection only God can give? Yet we are prone to the same thing. Of course it is appropriate to place a certain degree of trust in other humans. We trust our spouse; we trust our employer; we trust our pastor. But if those are the ultimate places where we seek shelter from the world, to the point that we exclude God from the picture, we are in for a terrible disappointment, for even the best of humans will fail us.<\/p>     <p> They will fail us especially if we put them in the place of God in our lives. Any time we expect humans to give us what only God can, we are setting them up to fail because we are asking too much of them. By contrast, if we have come to the place where God is genuinely the shelter under which we live, we will not be crushed when humans fail us. Because we, living under the protection of God, will be able to be more trustworthy, many of our human relations will be too. But we must have the order right: God first, all others second.<\/p>     <p> In this regard, it is important to think about the reasons God will not let us put our trust in certain persons or institutions. Why was it wrong for Judah to make an alliance with Egypt? Could not that have been God’s way of delivering his people from Assyria? Later on, he did use Persia as the means of delivering the exiles from Babylon (much to the apparent surprise of some; see below on ch. 45). So there certainly does not seem to have been anything <em>intrinsically<\/em> wrong with God’s using Egypt in a similar way.<\/p>     <p> The chief problem is that the Judeans were making their plans without consulting God. They did not look to Egypt as God’s way of delivering them. Instead, they looked to her as <em>their<\/em> way of delivering <em>themselves.<\/em> It is possible that if they had come to God obediently and submissively, he would have sent them in that direction. But sometimes God refuses to let us go in an obvious direction precisely because it keeps us from trusting him.<\/p>     <p> This may have been the case with Paul and Silas. When they were on their missionary journey through Asia Minor, the obvious path for them was to make a circle back to the east through Bithynia toward their home base in Antioch (Acts 16:6–10). After all, they had been successful in Asia Minor; they had learned “how to do ministry” there. Why not continue to minister in that region and build on that success? To go into the Greek homeland seemed fraught with danger. They had not done this before; they had no base of support there; they were not familiar with the area. But that is where God was sending, and they were obedient.<\/p>     <p> Since Paul and Silas were obedient, God blessed their ministry. As a result, the world is different. In other words, the principle for us is to start with obedient openness to God, always being aware that he may take us outside our “comfort zone” and put us in a place where we are driven back on him alone. He may use the obvious, but possibly he will use something not at all obvious so that when he delivers us, it will be clear that he did it and no one else.<\/p>     <p> <b>The character of preaching<\/b>. One contemporary issue that this passage raises has to do with the nature of preaching. We are told today that people in the “postmodern age” will not sit still for “judgmental preaching.” Isaiah shows us that this is hardly a postmodern phenomenon! It has been with us for 2,700 years. It is a human condition and not associated with any one age.<\/p>     <p> When Paul spoke to his disciple Timothy about people having “itching ears” and not being willing to sit still for “sound doctrine” (2 Tim. 4:3), he was not speaking about the twenty-first century in the United States. He was talking about the human race in all times and places. People have always wanted to hear good things about themselves and to have their natural inclinations affirmed. There is nothing new in that. If we tailor our preaching to such inclinations, we run the danger of falling in with the false prophets, who did the same thing in Israel and Judah long ago. The great danger is that we get converts who have never truly repented (see below). Instead, they merely add one more item to their portfolio of “life options.”<\/p>     <p> There are two tragic results from this situation. (1) There is no real change of behavior. The “adherent” is just as materialistic and self-centered as before, with no real commitment to the life of the church or the life of faith. They may know something about “commitment,” and they may know a veneer of Christian language, but they know nothing about surrender. (2) Such people are powerless when it comes to life’s crises. They have no anchor and no resources for facing a crisis with spiritual vitality.<\/p>     <p> As a result, we have rapidly growing churches but no real salt and light in the society. Some insist that we can first draw people in and later help them to understand the moral demands of the Christian life. But if we do that, we will find the crowds rapidly disappearing. It is easy to gain “adherents,” but making “disciples” is another thing. Jesus said that unless people are willing to leave everything in their past lives behind, they cannot be his disciples.<\/p>     <p> This is not to say we must feed people a steady diet of harsh and bitter condemnation. That is not the way of the Bible or the way of Christian faith. The idea of a message of “good news” is an Old Testament idea before it was a New Testament one (cf. Isa. 52:7; 61:1), and Isaiah’s consistent coupling of judgment and hope (including this chapter) shows that this is not the way. But he <em>did<\/em> begin by shedding the stark light of God’s holiness on what was taking place in the people’s lives. Furthermore, he consistently showed how the hope for them was not that they could escape judgment but that God would not stop with judgment on them. Some of us need to regain the courage of an Isaiah who when told to “stop confronting us with the Holy One of Israel” responded by saying, “This is what…the Holy One of Israel…says” (30:15).<\/p>     <p> <b>The connection between repentance and rest.<\/b> The point just made is underlined by the appeal of God to the people, “In repentance and rest is your salvation” (30:15). Both concepts are important, and each is integrally related to the other. There is no real rest (complete dependence on God) without repentance, and there is no real repentance that does not issue in rest.<\/p>     <p> The fundamental idea behind repentance in the Old Testament is to turn around or to turn back. It is to stop going in the direction you were, namely, one of self-dependence and self-pleasing, and to turn away from that life to one of depending on God and pleasing him. To talk about resting in the Lord while still keeping hold of one’s life and its direction is a contradiction in terms. By the same token, to stop committing certain sins and to “clean up one’s act” merely for the sake of avoiding punishment is not to turn back to God. It is only to turn away from sin and may be just as selfish as any other act.<\/p>     <p> The New Testament development of the idea, as expressed in the term <em>metanoia<\/em>, is the same. To repent is to turn about mentally, spiritually, and behaviorally. It is not surprising that Jesus in his ministry began with a call for repentance: “Repent, for the kingdom of heaven is near” (Matt. 4:17); “the kingdom of God is near. Repent and believe the good news” (Mark 1:15); “I have not come to call the righteous, but sinners to repentance” (Luke 5:32). Unless we reject the old king, ourselves, and his ways, sin, there is no way we can come into the kingdom of God.<\/p>     <p> Just as the Old Testament put the correct relationship with God within the context of absolute loyalty to a covenant king, the New Testament calls us to turn from loyalty to ourselves and become the glad subjects of heaven’s King. If we find real trust difficult, perhaps it is because there has never been a real change of king in our lives. The idea that we can have the benefits of the kingdom without turning away from our own kingship is a fallacy.<\/p>     <p> <b>The limits of our resources.<\/b> When we try to have God’s way and our way, as the Judeans did, we effectively say that our way is better. So the Judeans believed that they could depend on their own strength and cunning to deliver them from their difficulties (30:16). There is only one problem with that, as Jacob discovered. For all his life up until he met his uncle Laban, Jacob had always been able to outthink and outmaneuver everyone around him. Perhaps that is why, when he met God in the dream, he did not actually submit to him but instead tried to strike a deal (Gen. 28:20–22). Fortunately, God is patient, and he was willing to work with Jacob as he found him. This was a good thing for Jacob because in Laban Jacob met a man who could outthink and outmaneuver him. If it had not been for God, Jacob would have disappeared from the pages of history, being merely one more of a shrewd man’s conquests.<\/p>     <p> If we depend on our strength and cunning, there will always be someone stronger and more cunning than we are. That is the message Isaiah gives to his people, and it is the message he gives to us. Depend on your resources and you <em>will<\/em> meet someone with more resources than you. But if you will depend on God’s resources, you can be sure that you will never meet anyone with more than your heavenly Father makes available to you. When Paul said, “I can do everything through him who gives me strength” (Phil. 4:13), he was expressing this principle. He stopped trusting in his own accomplishments and discovered that God’s resources are endless.<\/p>     <p> <b>The twofold nature of blessing.<\/b> In Isaiah 30:19–33 Isaiah emphasizes the key principles of divine blessing. These principles are important for our day. The key point is that blessings are both spiritual and material and that they are inseparably so. It seems today that Christians are either in one ditch or the other. Some contend that the Old Testament promises of physical blessing are all symbolic, referring to the spiritual blessings of the Christian life. Others say that all the promises of the Scripture are to be taken literally, so that the Old Testament promises of riches and abundance are for us today.<\/p>     <p> I believe there is a middle way between these two extremes. One of the problems with the latter position is that it often sounds like another form of the idolatry that Isaiah says the true believer will despise (30:22). We serve God in order to become rich; we meet certain conditions he lays down so that we can get his blessing. This is simply Christian paganism. When we look at Christ and the apostles, we do not see rich men doing certain religious things so they can get a payoff. In fact, Christ tells his disciples to reject such ideas. The Beatitudes that begin the Sermon on the Mount specifically repudiate what the world (and some Christian preachers) call blessing (Matt. 5:1–12). As Isaiah says in Isaiah 30:19–22, blessing is a matter of a transformed heart that can take adversity and affliction and see God’s hand in them.<\/p>     <p> But it is also true that God the Father wants to give good things to his children. To say that all the Old Testament promises are only symbolic is to miss the fact that God made humans both material and spiritual and that to restrict the promise of Genesis 1:27 to only one of these aspects is to arbitrarily eliminate one part of his creation. When we repent of the way of trying to supply our needs for ourselves, commit those needs to him in self-denying trust, and delight to serve him for love, two things will happen. (1) We will be living in a way where there is no longer any blockage against all the good things God wants to give us. (2) We will be able to see everything that comes to us as what it really is: an incredible, undeserved blessing from God.<\/p>     <p> The truth is that for those who seek physical blessings, there is never enough, even in incredible abundance. But for those who seek God, they are able to receive everything that comes from his hand for just what it is, an undeserved blessing. They have learned the truth of his Word, “I shall not be in want” (Ps. 23:1)—and that is enough, because he is enough.<\/p>     <p> <b>Living in the kingdom.<\/b> Isaiah 30:27–33 combines the “now” and the “not yet” in an important way. It expresses another aspect of the point just made. We experience the blessings of today, but all the time knowing that there are incredibly greater blessings to come on the other side of the grave. Ironically, the pagan view, having imagined that the invisible world is just like this one, only bigger in every way, ends up devaluing this world, the very model used to construct the other one. The invisible world is the real one, and this one is only a dim reflection of it.<\/p>     <p> The modern secular view denies that there is any other world than this one. This physical-material world is all there is. But again, the result is to make this world valueless. It came from nowhere and it is going nowhere. So nothing really matters except personal survival—and the sure fact of death makes even that continued survival pointless.<\/p>     <p> The biblical worldview is markedly different. It insists that this is a real world, where real decisions of great consequence are to be made. The Old Testament in particular hammers this point. We are not conditioned by a fate determined in that real, unseen world. We may choose to make our lives here and now better, or we may choose to make them worse. But why is this world real? Because it is the product of the invisible Creator, and that leads us to the realization that as real as this world is, it is only part of a larger reality that includes the unseen world.<\/p>     <p> Thus, Christians live in two worlds. We live here and now and confront the Assyrias of everyday life. We seek to live as obedient subjects of the kingdom of God this very day. But at the same time we know that there is more to come. Just because Assyria is defeated today does not mean that there are no more Assyrias ahead. And we see a world where the kingship of the Creator is not yet fully worked out. So we live faithfully and confidently today, looking to the last day when all God’s enemies will be defeated forever and when he, the slain lamb, will ascend his throne and rule his happy subjects forever.<\/p>     <p> In the same way, we can experience God’s kingship in our lives and in our relationships today, but we look for the day when his kingdom will come in all its fullness and his righteous rule will extend throughout all his creation for all time. So we do not devalue this life as we look to the next one, for we know that it is not a different reality than this one, only a fuller one.<\/p>     ",
    "audit": null
}