{
    "id": 16163,
    "source": "niv",
    "verse_id": 18031,
    "verse_count": 6,
    "reference": "20:1–6",
    "title": "Certainty of Egypt’s Judgment",
    "html": "               <p>T<small>HIS FINAL SECTION<\/small> represents two of the common features of the prophecy of Isaiah: following up hopeful promises of the distant future with a discussion of coming judgment in the near future, and a graphic illustration of a point just made in a more discursive form. Isaiah is called to act out the coming defeat and exile of Egypt. Why would Judah want to trust a nation that will shortly fall to the enemy from whom they are promising to protect Judah?<\/p>     <p> There is uncertainty whether Isaiah is fully nude during this three-year period. The Hebrew word (<small>NIV<\/small>, “stripped”) can connote either full or partial nudity, such as only wearing a loincloth, which would leave the “buttocks bared” (20:4). It is hard to imagine that the Judean community would have permitted full nudity for this long a period, though perhaps prophets were permitted kinds of behavior that would be otherwise forcibly prohibited. In any case, Isaiah is acting out what is going to happen when the Assyrians strip the captive Egyptians and march them off into captivity. Not only will Egypt fail those who trust in her, as Ashdod did, but she will ultimately not even be able to save herself.<\/p>     <p> This is the only recorded example of Isaiah’s performing symbolic actions, something more common in certain of the other prophets, notably Ezekiel (see Ezek. 4:1–17; 5:1–4; 12:1–20; see also Hos. 1–3). These actions reflect a peculiarly Hebrew understanding of the relation between symbol and reality. In the pagan view of the continuity of all things (see comments in the introduction), the symbol and the reality were identical. Thus, what was done to the symbol was necessarily done to reality. To act something out was to bring it to pass. By contrast, in Greek philosophical understanding, which has shaped modern thinking, there is no necessary relation between the symbol and the reality. Symbols may be freely alternated in whatever way seems to aid communication, and the reality is not affected in any way.<\/p>     <p> The biblical understanding stands somewhere between these extremes. While the symbol is not identical with reality, it does “partake” of the reality. Thus, certain symbols have a uniquely powerful ability to depict and evoke a given reality. As such, they cannot be freely alternated with other symbols. But at the same time, there is never the sense that because the prophet has performed some symbolic action, the corresponding reality <em>must<\/em> occur. The symbol has evocative power, not causal power. The law of transcendence has forever broken that understanding of causation.<\/p>     <p> The repetition of words for “trust” in the final two verses of this passage remind us again that the central issue throughout this section (chs. 13–23) continues to be the fallacy of trusting the nations instead of the Lord.<\/p>     <h4>Bridging Contexts<\/h4>     <p>T<small>HIS PASSAGE IS<\/small> about three things: the inadequacy of all the things of earth when it comes to giving full meaning to life, God’s intention to save the whole earth, and the inevitable failure of all false hopes.<\/p>     <p> <b>The inadequacy of the things of earth.<\/b> There are three things we are tempted to trust when it comes to making sense of life: human wisdom, the natural environment, and the spirit world. Each of them is rooted in the creation and therefore each is drastically limited. But if we have rejected the possibility of a transcendent Creator, they are the best we have. Idolatry is in essence a combination of all three as it uses the best of human intelligence to imagine how the spirit world and the natural environment are interrelated. Specifically, this interrelationship is imagined in such a way as to maximize the human control of these forces. In doing so, we think that will give us the maximum of security, pleasure, and comfort.<\/p>     <p> But in the end such control is only possible if the worldview of continuity is correct. In this view all things that exist are part of each other. Thus, what is done in the human realm is automatically replicated in the divine and natural realms unless the demonic has somehow ruptured the links. The Bible tells us this is a false premise. God is not the world, and what is done here does not automatically affect him. Furthermore, there is a break between the human world and nature. Humans are not apes with the capacity for speech. We are uniquely created.<\/p>     <p> Thus, unless the Creator reveals the meaning of life to us, it is beyond our capacity to either find it or to create it. Our capacity will lead us in exactly the wrong direction, the direction of continuity, when the truth is transcendence. Thus, as Isaiah says, our wisdom becomes foolishness, nature regularly turns on us, and the spirit world is increasingly peopled with figures of horror and terror who cannot help us, only hurt us.<\/p>     <p> <b>Salvation for the entire earth.<\/b> If it is surprising that little Judah insists that its God is the only God in all the earth, it is even more surprising to discover, as here, that they also believe their God intends to save the whole earth. Other nations who believed their god was superior to all the others typically spoke of that god as dominating all the earth and making his own particular people rulers of the whole thing. Thus, it is not surprising to find some of those sentiments present in the Old Testament; it would be more surprising if we did not. That attitude was simply part of the mental furniture of that day and time.<\/p>     <p> But what <em>is<\/em> surprising is the idea that the eventual purpose of God’s rule is not domination but salvation. This view is consistent with the revelation of God the Hebrews have received. This sole God of all the earth is not like the other gods, who were self-serving and petty; he is self-giving and gracious. Since he is the only God, he will treat all peoples who repent, even Egyptians and Assyrians, in the same way as he has treated his own people.<\/p>     <p> <b>The failure of false hopes.<\/b> The haunting popular song of the 1970s “Is That All There Is?” illustrates the third theme of this passage. The singer speaks of the anticipation of love, freedom, and accomplishment, but she is always disappointed with the reality, saying in each case, “Is that all there is?” In the end, she contemplates suicide but is afraid to carry it out, because she is afraid she will end up saying once more, “Is that all there is?”<\/p>     <p> Somehow in this world, the reality usually falls short of the expectation. Why? As Blaise Pascal has said, there is a God-shaped vacuum in each of us, and when we attempt to fill that vacuum with anything less than God, the result must always be disappointing. But if that vacuum is filled with its rightful resident, we will stop expecting earthly things to fill the void and will be able to enjoy each of them for their limited selves. There is great joy in learning; there is great joy in nature; there is great joy in spiritual experience—but only when none of them is made ultimate.<\/p>     <h4>Contemporary Significance<\/h4>     <p><b>F<small>ULFILLMENT OF PROPHECY<\/small><\/b>. This is a convenient place to talk about the fulfillment of prophecy. How much of what Isaiah says about Egypt (and the other nations) should we expect to be literally fulfilled? At the outset, let me lay down some important parameters.<\/p>     <p> (1) If there is a transcendent God who reveals himself in history, then the possibility of genuine predictive prophecy must be allowed for. Most of modern scholarship, operating on the premise of uniformity, denies such a possibility. Uniformity presupposes that whatever happens today has always happened this way, and we interpret the past in the light of the processes we see happening in the present. Note glacial dating in archaeology as an example. The deposits of various ice ages can be detected, especially in Europe. A system of dating has been developed based on the assumption that glaciers have always grown and contracted at the same rates they do today. Interestingly, increasing numbers of secular scientists now accept the likelihood that there were periods of sudden and catastrophic changes on the earth, but that has done little to change the faith of scholars in the theory of uniformity.<\/p>     <p> When uniformity is applied to prophecy, the results are obvious. Is there anyone today who genuinely knows the future? No. There are many who claim to do so, but when they and their predictions are scrutinized carefully, the results are always disappointing. They are either flatly wrong, or they miss the really big events (what fortune-teller predicted the breakup of the Soviet Union more than a few months in advance?), or they are so ambiguous as to be meaningless. People only know things after they have happened. So, on the basis of uniformity, it is said that this is the way things have always been. The biblical prophets were supposedly no different from anyone today. Contemporary events gave the “prophets” ideas, and the “prophets” tried to make it appear that God had predicted the event before it actually occurred.<\/p>     <p> But the Bible is premised on something other than uniformity. If the Bible is right at all, then there was a history of salvation when God was uniquely active in the world. He intervened in that period in unique ways to disclose himself to the world. The culmination of that disclosure was in Jesus Christ. Thus, the books that give the authoritative interpretation of Jesus’ life, death, and resurrection are the culmination of that process of self-disclosure. To say that there has never been any other kind of self-disclosure by God than the type that occurs now is to disbelieve what the Bible claims about itself and the process that brought the Bible about. If one grants the truth of the biblical teaching about God and about the way in which he revealed himself, then genuine predictive prophecy must be considered to be a possibility. This means it is impossible to dismiss the reference to the five cities speaking the “language of Canaan” as a postexilic reference to the Jewish communities that existed in Egypt at the time of the writing.<\/p>     <p> (2) The second parameter is on the opposite end. This one has to do with understanding the purpose of prophecy. Prophecy is not given so that those hearing it can map out a timetable of future events. That was what pagan prophecy sought to do. Biblical prophecy is different. In the Bible prediction is put into a context that radically changes the significance of the prediction. Biblical prophecy is a call to obey God revealed in the terms of the covenant. In this new context prediction has two purposes: to verify that the God who is calling for obedience is indeed the God of the universe, who knows all things and is worthy of obedience, and to give confidence to the listeners that they can dare to obey because this God has the entire future in his hands.<\/p>     <p> Thus, much of the modern fascination with biblical prophecy is foreign to the purposes for which the prophecy exists. Instead of promoting moral obedience and social justice, it promotes spiritual elitism and arrogance. It also promotes a certain “slipperiness.” It is fascinating to watch people who have been “interpreting” biblical predictions for thirty years or more keep readjusting their interpretations as time passes. Their continued ability to draw crowds is primarily a testimony to the interpreter’s facile imagination and the gullibility of many Christians. The fact is that the biblical data are complex enough that an imaginative and diligent student can create a plausible case for almost any scenario.<\/p>     <p> (3) This latter point establishes the need for a third parameter, to be established in the center. It is dangerous to attempt to define in advance exactly how a biblical prediction is going to be fulfilled. For instance, it would have been natural for someone reading Micah 5:2 to say that the Messiah would have to be born and raised in Bethlehem. This may have been partly behind Nathaniel’s remark, “Can anything good come from [Nazareth]?” (John 1:46). How can Jesus be the Messiah if he comes from Nazareth? Everybody knows the Messiah comes from Bethlehem. Was the scriptural prediction incorrect? No, but it was not fulfilled as one might expect. This means that we need to be both open and tentative about how scriptural prophecy is going to be fulfilled and about how literally it will be fulfilled.<\/p>     <p> Thus, shall we expect at some point in the future to hear of five Egyptian cities where Hebrew is the official language? Shall we expect an altar to the living God to be erected there and a superhighway extending from Cairo to Baghdad by way of Tel Aviv? To all of these I answer, “I don’t know”—and you should be suspicious of anyone who says he or she does know.<\/p>     <p> Will the promises recorded here be fulfilled? Yes, they will. In fact, from one point of view they already have been fulfilled. For the first half of the first millennium, Egypt was one of the major centers of Christian, that is, biblical, faith. Believers from Egypt and Mesopotamia journeyed to Jerusalem to worship the God of the Bible. Perhaps there will be a more literal fulfillment yet to come. But we should be careful to avoid two extremes. On the one hand we should not say that the only possible fulfillment is a literal one according to my, or my group’s, definition of “literal.” On the other hand, we should not say that the spiritual teaching of these predictions is all that is important. If God is God, then history is still his arena to act in as he chooses.<\/p>     <p> <b>Conflict in worldviews.<\/b> This oracle in Isaiah 19–20 highlights the conflict between two worldviews: the biblical one and the pagan one. For many years, we in the Western world have argued that there are three worldviews: the transcendent, the pagan, and the a-religious. We have argued that it is possible to take a purely mechanistic view of life without taking into account the spiritual. But the ancient Egyptians and Mesopotamians were more acute observers than we. They understood that there is a spiritual component in existence that cannot be ignored. The only issue is how to relate to it. The pagan view says we can relate to the spiritual realm through magical manipulation and participation. But this view has a number of deadly implications, all of which become clearer and clearer as we in the West fall back into it.<\/p>     <p> Paul’s insight in Romans 1 cannot be improved upon. He demonstrates the inevitable confusion that comes to the one who refuses to recognize that there is a God outside of himself or herself who cannot be manipulated by anything he or she does. Once we deny God is outside of the world, then the only alternative is that the divine <em>is<\/em> the world. That in turn means that the world is without purpose or goal and that we can never transcend the cycles of existence. Individuals no longer matter and the only wisdom is utilitarianism: “If it works, it’s good.” There is no morality except power, and salvation is nothing more than self-actualization. The thought that one can transcend one’s background or conditioning is not only laughable, it is evil.<\/p>     <p> By contrast, transcendence speaks of a world where we can move forward out of the conditioning of the past into a bright new day where potentials can become reality. We are not locked into the past, nor are we doomed to repeat its failures. By surrendering to and trusting the God who is not the world, we can overcome the world (cf. 1 John 5:4–5). Not only can we know the way we were meant to live, we can find grace through surrender to live that life. The wisdom of paganism in its worship of nature and its deification of humanity has failed and will continue to fail. But the God who is beyond time and space yet is everywhere present will be worshiped from sea to sea.<\/p>     <p> <b>Coming to God.<\/b> One of the consequences of the loss of the transcendent vision is the assertion that all roads lead to God. Of course, if the world is god and if there is no such thing as divine self-revelation, that is manifestly true. But both of those premises are false, profoundly false. The Bible is the most inclusive book in the world, but it achieves that distinction by being the most exclusive one. Can the Egyptians find God? Can they worship at his feet? Or is he the exclusive possession of the Israelites? No, he is not the possession of the Israelites. The gospel word “Whoever will may come” is gladly, gloriously true. Christ has died for all persons everywhere; he is “not wanting anyone to perish” (2 Peter 3:9).<\/p>     <p> But <em>how<\/em> do they come? Here is the issue. Do they come in their own way, or do they come in God’s way? The Christian community today is in grave danger of losing its missionary zeal through a misguided desire not to appear too exclusive. Since the only sin left in a permissive society that has lost the capacity to say no is intolerance, Christians are regularly called sinners, and we don’t like it.<\/p>     <p> But misguided tolerance is deadly. How exclusive is electricity? Completely! You either relate to it on its terms or you die. Is electricity therefore a curse? Of course not! It is an incredible blessing, but only if you relate to it on its terms. The same is true for God. We relate to him on his terms, and he in his grace has allowed us to know what those terms are. This is what the whole sacrificial system was designed to teach. God wants to live in our midst, but given our sinful nature and his holy nature, that is not possible unless God makes a way and reveals that way to us, and we choose to walk in that way.<\/p>     <p> If you saw a little boy running to pick up a bare electric wire and the only way to stop him from touching it was to tackle him and knock him down, would you do it? Of course! But how intolerant and how cruel! The child does not mean any harm, and after all, your way of relating to electricity is just your own narrow idea. I think the analogy is clear. Everything depends on the truth of the Bible. If God is not transcendent and holy, if he is just the world, then there is no salvation from ourselves; we came from nothing and we go back to it. There is no right and wrong, and all so-called moralities are simply power plays. But if God <em>is<\/em> transcendent and holy, if he does want to relate to us in order to give us eternal life, and if we can only relate to him on his terms, then Christians must get out into the world with renewed zeal and joy.<\/p>     <p> This latter truth helps us to understand why God required Isaiah to do such a degrading thing as walking among his people either nude or seminude for three years. We are offended at a God who would demand such a thing of his faithful servant. The same thing applies when we think of Ezekiel, who was also called to act out various kinds of degrading things, such as cooking food over a fire of manure. Why would God call for this? Surely it wasn’t necessary to go to such extremes!<\/p>     <p> It all depends on how seriously you take God and his Word. How important was it that the Judeans, and particularly Hezekiah, learn not to trust Egypt and instead trust God? Was it more important than Isaiah’s dignity? Or was it just a matter of personal preference whether to obey God? Was it a matter of life and death for Judah? It certainly was. And it may be argued that because of Isaiah’s willingness to be faithful to God, Hezekiah did trust God and Judah gained another 115 years of life.<\/p>     <p> How seriously do I take the condition of the people around me? Seriously enough to be thought a fool or a little “cracked” if that will reach them? Of course, bizarre behavior for its own sake is not a virtue. It will do damage to the gospel. But every one of us who is a believer has to be ready to make the claims of the gospel visible in the most powerful way possible.<\/p>     ",
    "audit": null
}