{
    "id": 16269,
    "source": "niv",
    "verse_id": 18710,
    "verse_count": 3,
    "reference": "52:13–15",
    "title": "Introduction",
    "html": "               <p>T<small>HE POEM BEGINS<\/small> with a note of triumph. The idea behind “act wisely” is to act in such a way as to succeed (thus the <small>NASB<\/small>’s “will prosper”). There is no question about the outcome of the Servant’s work. A day will come when the very same words will be used of him (“raised and lifted up”) as are used only of God elsewhere in the book (6:1; 57:15). It is important to note that the poem closes on the same note of triumph (“a portion among the great…divide the spoils with the strong,” 53:12). The spoils belong to the victor. There is a reason why that point is made both at the beginning and the end of the poem. It is because nothing in between looks in the least like victory, certainly not any victory that proud, dominating humans can conceive of. This anomalous view is presented immediately after the opening words. The disfigurement of the Servant is utterly shocking. He hardly appears to be human. He is not the attractive figure that so many of the world’s conquerors have been or pretended to be. Whether this thought continues into 52:15 depends on what is done with the first main verb in that verse. The meaning of the verb <em>nzh<\/em> in Hebrew is to sprinkle something on something else. But in each of its occurrences, what follows is what is sprinkled, and the indirect object—what is sprinkled upon—is marked by a preposition. Thus, normal syntax would require that here the nations are being sprinkled upon something else.<\/p>     <p> The absurdity of that picture has prompted the observation that in Arabic there is another root having these consonants, meaning “to startle.” This would provide a good parallel to “shut their mouths” (in astonishment), which “sprinkle” does not provide. If we retain the meaning “sprinkle” (<small>NIV<\/small> and <small>NASB<\/small>) and assume that the object being sprinkled is not stated, then the sense of 52:15 is that the kings are struck dumb by the thought that the supposed conqueror has actually come to purify the nations by sprinkling something (blood? sacred water?) on them. If “startle” is correct (<small>NRSV<\/small>, <small>REB<\/small>, <small>JB<\/small>, <small>CB<\/small>), the thought carries through from verse 14 to 15. Those to whom the Servant will bring justice are appalled that he will do so by means of his own injury and abuse. They have never “heard” of such a thing, yet now they “see” it.<\/p>     ",
    "audit": null
}