{
    "id": 16297,
    "source": "niv",
    "verse_id": 18887,
    "verse_count": 5,
    "reference": "64:1– 5",
    "title": "The Petition",
    "html": "               <p>I<small>SAIAH MOVES FROM<\/small> complaint to petition, calling on God in the name of the people to leave his isolation in the “heavens” and to come to their aid (64:1). The reason for his doing so has been noted throughout this part of the book: that the nations may know the “name” (64:2) of God, that is, that they might know exactly who God is, the sole Sovereign of the universe. Only when those nations see God blessing and defending a transformed people will they recognize him appropriately.<\/p>     <p> God’s actions in the past demonstrate that this petition is not based in fantasy (64:3–4). Whenever God had manifested himself in the past, dramatic things occurred, from the parting of the Red Sea (Ex. 14:21–22) to the stopping of the rain for three years (1 Kings 17:1). Nor were these merely divine fireworks. Unlike any of the other so-called gods, the Lord performed his miracles on the behalf of his people. In sum, God can act and he has acted, so it is not foolish to ask him to act again.<\/p>     <p> But if Isaiah knows that God can act, he also knows that there are conditions for that to occur (64:4–5). God acts in behalf of those who “wait for him,” that is, those who put their trust in him and not in their own devices (cf. 30:18; 40:31). One evidence of such a trust is a life of godliness. To “remember [his] ways” is not merely an intellectual awareness of God’s character and expectations, nor is it only to give intellectual assent to those matters. Rather, as Deuteronomy shows, it is to live in accord with those “ways” (cf. Deut. 8:10–20).<\/p>     <p> That is confirmed by the parallel phrase “gladly do right” (Isa. 64:5). Relationship with a holy God while doing what is contrary to his character is a contradiction of terms. Yet the prophet admits that is exactly what has happened. Far from remembering God’s ways by following them, the people of God have sinned against those ways. Thus, instead of God’s presence being a blessing to the people, it has become a curse. So while it is theoretically possible to petition God to break through the barriers of time and space and make them a righteous people, their very unrighteousness prevents the petition from being heard. How indeed can they “be saved”?<\/p>     ",
    "audit": null
}