{
    "id": 16127,
    "source": "niv",
    "verse_id": 17831,
    "verse_count": 7,
    "reference": "9:1–7",
    "title": "",
    "html": "          <p><span><span><b>N<\/b><\/span><\/span><small>EVERTHELESS, THERE WILL<\/small> be no more gloom for those who were in distress. In the past he humbled the land of Zebulun and the land of Naphtali, but in the future he will honor Galilee of the Gentiles, by the way of the sea, along the Jordan—<\/p>     <p>The people walking in darkness<\/p>     <p> have seen a great light;<\/p>     <p>on those living in the land of the shadow of death<\/p>     <p> a light has dawned.<\/p>     <p>You have enlarged the nation<\/p>     <p> and increased their joy;<\/p>     <p>they rejoice before you<\/p>     <p> as people rejoice at the harvest,<\/p>     <p>as men rejoice<\/p>     <p> when dividing the plunder.<\/p>     <p>For as in the day of Midian’s defeat,<\/p>     <p> you have shattered<\/p>     <p>the yoke that burdens them,<\/p>     <p> the bar across their shoulders,<\/p>     <p> the rod of their oppressor.<\/p>     <p>Every warrior’s boot used in battle<\/p>     <p> and every garment rolled in blood<\/p>     <p>will be destined for burning,<\/p>     <p> will be fuel for the fire.<\/p>     <p>For to us a child is born,<\/p>     <p> to us a son is given,<\/p>     <p> and the government will be on his shoulders.<\/p>     <p>And he will be called<\/p>     <p> Wonderful Counselor, Mighty God,<\/p>     <p> Everlasting Father, Prince of Peace.<\/p>     <p>Of the increase of his government and peace<\/p>     <p> there will be no end.<\/p>     <p>He will reign on David’s throne<\/p>     <p> and over his kingdom,<\/p>     <p>establishing and upholding it<\/p>     <p> with justice and righteousness<\/p>     <p> from that time on and forever.<\/p>     <p>The zeal of the L<small>ORD<\/small> Almighty<\/p>     <p> will accomplish this.<\/p>                           <h4>Original Meaning<\/h4>                   <p>C<small>HOOSING THEIR OWN<\/small> way rather than God’s way, trusting in human glory rather than in God, the nation has plunged itself into darkness. Instead of having the protective canopy over them and being guided by the pillar of cloud and lighted by the pillar of fire (4:6), they are in confusion and darkness, the prey of the very nations they trust in. But that is not where God intends to leave them. In the very areas where the Assyrian conquests began, there God promises that the light will dawn. The people of Israel have done nothing to deserve this; it is nothing but God’s grace.<\/p>     <p> The Assyrian conquests began in the tribal territory of “Zebulun” and “Naphtali,” which extended from the Jezreel Valley northward to the foot of Mount Hermon. A major part of that area is what is known today as the Huleh Valley. The Jordan River flows through this valley before emptying into the Sea of Galilee. Not only was this a lush agricultural area, it was also the place through which the main trade route from Mesopotamia to Egypt ran (“the way of the sea”). Thus, it is easy to see why it was high on the priority list for conquest. But God is greater than Assyria, and he promises that just as these people have experienced the grief and despair of conquest, they will also experience the joy and triumph of victory (9:3–5). As Gideon defeated Midian in the Valley of Jezreel (Judg. 7), so God will defeat Israel’s enemies in that same place.<\/p>     <p> But how will God accomplish this great feat? Through the birth of a child (9:6)! For the third time in as many chapters, the birth of a child is filled with great portent. In 7:14 the child’s birth was a sign that it was unnecessary for Judah to trust in Assyria for deliverance from Syria and Israel. In 8:3 the child’s birth was a sign of the same thing, but also that the misplaced trust was going to result in disaster for the nation of Judah. Now this birth carries the message another step forward. Out of the disaster God will yet bring final victory. The repetition of birth and the close connection in the meaning of the three signs argues that all three are expressions of Immanuel. Maher-Shalal-Hash-Baz was the immediate fulfillment of the sign, and this child is its ultimate fulfillment. God will keep his promises both to Israel and to the house of David (9:7).<\/p>     <p> But who is this child? The titles given argue forcefully against its being any human, such as Hezekiah. No Israelite or Judean king was ever identified as “Mighty God.” Clearly the person being referred to here is the promised Messiah, who will reign over God’s people with a kind of justice and righteousness that no mere human descendant of David ever achieved. Furthermore, the government and the social and personal integration (“peace,” Heb. š<em>alom<\/em>) he will produce will be eternal (9:7). This is not Hezekiah or any other merely human son of David.<\/p>     <h4>Bridging Contexts<\/h4>     <p>T<small>HIS PASSAGE TEACHES<\/small> several things about both the character and purpose of God and about the ultimate significance of Immanuel. (1) It teaches initially about God’s grace. If God has “humbled” a person or a nation, it is for the final purpose of giving that person or nation “honor” (9:1). He brings us down only because, given our sinfulness, that is the only way he can raise us up. He does not ever wish simply to destroy. In some cases that is the final result, but not because God wishes it to be so. God wants light, joy, abundance, liberty, and cessation of hostility (9:2–5)—not only for his own people but for all people (25:6–9).<\/p>     <p> (2) This passage also teaches some rather startling things about the nature of the Messiah. We can imagine Isaiah asking God just what the things he has been inspired to say mean. We are told that the Messiah will come as a child. God’s answer to the oppression and hostility of this proud and cruel world is not to come as a jack-booted warrior to smash the opposition. Somehow, although we are not told how here, he will shatter “the yoke that burdens” his people without becoming a greater oppressor than the enemy.<\/p>     <p> (3) We are also told this Messiah will be a son, although we are not told whose son he is. He will be the Mighty God, but he will reign from David’s throne. And although David’s throne is in Jerusalem, yet his light will dawn in Galilee (cf. Matt. 4:14–16). Nor will these events be of a casual sort, for it will all be accomplished through the passionate involvement (“zeal”) in earth’s affairs by the transcendent One, the Lord of heaven’s armies (“L<small>ORD<\/small> Almighty”). Taken together these various statements seem incapable of resolution. But of course they have been resolved, and we know how.<\/p>     <h4>Contemporary Significance<\/h4>     <p>“G<small>OD WITH US<\/small>” has its foundations, both in theology and as a historical fact, in these verses. If the God who is inescapably present in our lives were a demon or a monster, this affirmation would be one of endless terror. Even if he were only implacably just, his presence would not be a blessing to us unless we were somehow able to live without mistake, error, or sin at all times. But the good news is that the God who is with us is a God who wants to turn our darkness into light, our conflict into <em>shalom<\/em>, our loss into abundance, our despair into joy. The One who rides with passionate desire at the head of the hosts of heaven (“L<small>ORD<\/small> Almighty”; lit., “Yahweh of hosts”) has a passionate desire to do good to all people. If a God like that is with us, that is good news to all eternity.<\/p>     <p> But how can he be with us? If he is transcendent, if he is morally perfect, if he is infinite, if he is eternal, how can he be with us who are created, sinful, finite, and mortal? Surely he can only be with us in a metaphorical way, because the barriers are too great to be crossed. If that is all the phrase can mean, then it is a very hollow one. But this passage sets the stage for the most astounding event in history. The transcendent becomes one of the created; the morally perfect experiences what it is to have sinned; the infinite becomes finite; the immortal experiences mortality. He is with us!<\/p>     <p> The “child” born of the virgin is the son of David, but he is also the Son of God. The bulk of his ministry was in Galilee, but he was “enthroned” on a cross in Jerusalem. By taking into himself the sin and oppression, the horror and tragedy of this world, he was able to give back righteousness and freedom, hope and fulfillment. In fact, we may argue that it is hard to think of another way in which the apparent contradictions of Isaiah 9:1–7 could have been resolved than in the way in which they actually were in Jesus Christ. The contemporary significance of this passage of Scripture comes down to this: Have we allowed the Child-King to take over the government of our lives? Only then can we know the benefits of God with us. We cannot have the light, the honor, the joy, the abundance, the integration that he offers in any other way.<\/p>     ",
    "audit": null
}