{
    "id": 16190,
    "source": "niv",
    "verse_id": 18209,
    "verse_count": 10,
    "reference": "29:15–24",
    "title": "",
    "html": "          <blockquote>         <p> W<small>OE TO THOSE<\/small> who go to great depths<\/p>         <p> to hide their plans from the L<small>ORD<\/small>,<\/p>         <p>who do their work in darkness and think,<\/p>         <p> “Who sees us? Who will know?”<\/p>         <p>You turn things upside down,<\/p>         <p> as if the potter were thought to be like the clay!<\/p>         <p>Shall what is formed say to him who formed it,<\/p>         <p> “He did not make me”?<\/p>         <p>Can the pot say of the potter,<\/p>         <p> “He knows nothing”?<\/p>         <p>In a very short time, will not Lebanon be turned into a fertile field<\/p>         <p> and the fertile field seem like a forest?<\/p>         <p>In that day the deaf will hear the words of the scroll,<\/p>         <p> and out of gloom and darkness<\/p>         <p> the eyes of the blind will see.<\/p>         <p>Once more the humble will rejoice in the L<small>ORD<\/small>;<\/p>         <p> the needy will rejoice in the Holy One of Israel.<\/p>         <p>The ruthless will vanish,<\/p>         <p> the mockers will disappear,<\/p>         <p> and all who have an eye for evil will be cut down—<\/p>         <p>those who with a word make a man out to be guilty,<\/p>         <p> who ensnare the defender in court<\/p>         <p> and with false testimony deprive the innocent of justice.<\/p>         <p> Therefore this is what the LORD, who redeemed Abraham, says to the house of Jacob:<\/p>         <p>“No longer will Jacob be ashamed;<\/p>         <p> no longer will their faces grow pale.<\/p>         <p>When they see among them their children,<\/p>         <p> the work of my hands,<\/p>         <p>they will keep my name holy;<\/p>         <p> they will acknowledge the holiness of the Holy One of Jacob,<\/p>         <p> and will stand in awe of the God of Israel.<\/p>         <p>Those who are wayward in spirit will gain understanding;<\/p>         <p> those who complain will accept instruction.”<\/p>     <\/blockquote>                           <h4>Original Meaning<\/h4>                   <p>T<small>HIS THIRD “WOE”<\/small> is like the second (29:1–14) in that it is composed of both judgment (29:15–16) and hope (29:17–24). If we think about the situation, we can imagine why the promises of future redemption are necessary to the prophet’s argument. He is calling on the Judeans to “wait” (see 30:15–18) for God’s deliverance and not to rush off to Egypt for help, as the royal counselors are urging. Their counsel is foolish because it is unnecessary. God can be trusted to deliver his people. Indeed, the deliverance is assured, either on this side of judgment if there is genuine repentance and trust, or on the other side, if trust is refused. God is trustworthy.<\/p>     <p> The first and second woes were more general, aimed at the leadership at large. The fourth and fifth (31:1–9; 33:1–6) are more specific, focusing particularly on the counsel to trust Egypt. This third one is transitional, speaking not so much of the content of the counsel as its manner. The prophet accuses the counselors of trying to hide their counsel. In trying to hide their plans “from the LORD,” they are probably trying to hide it from his prophet. Undoubtedly, by this time Isaiah’s (and the Lord’s) position on placing trust in human nations is well known.<\/p>     <p> Nevertheless, the royal counselors, spiritually blind as they are, have made up their minds that an alliance with Egypt is what is needed. They have made their “plans” secretly, without consulting the Lord’s prophet, foolishly hoping he will not find out. False hope! Isaiah says this is like the pot telling the potter how to do his work (29:16). They have things “upside down.” It is the Maker who determines how a thing is made and not the other way around.<\/p>     <p> The promises made in 29:17–24 are more far-reaching than for mere physical restoration. They deal primarily with the spiritual needs of the nation. They promise a day when the kinds of attitudes and behaviors that have brought the nation to this dark day will be radically changed. In this regard, they are like the promises associated with the coming of the Spirit in 32:15–17. As there, the nation is seen as a spiritual desert that is transformed into a lush, “fertile field” (29:17). The progression there from desert to field to forest suggests that “Lebanon” here refers to the barren tops of the Lebanon mountain range, where nothing could grow. In that coming day, the “blind” and “deaf” (cf. 6:9–10) will see and hear.<\/p>     <p> The reference to the “scroll” (29:18) connects the thought back to 29:11–12. No longer will the Word of God be closed to God’s people. Verses 19– 21 deal with the social results of this restored sensitivity to God’s leading and will. Those who are usually oppressed (the “humble” and the “needy”) will be rejoicing in “the Holy One of Israel” (the sovereign Redeemer) because all the oppressors (the “ruthless,” the “mockers,” and those looking for a chance to do “evil”) will be “cut down.” Verse 21 identifies the oppression as judicial oppression, where the machinery that should be used specifically to protect the helpless is turned around to crush them. That kind of reversal is especially despicable to God (cf. Prov. 28:21; Amos 5:10, 12).<\/p>     <p> Isaiah 29:22–24 gives the results of all of this, as signaled by the opening “therefore.” Gracious redemption will result in holy living and a transformed attitude towards God’s truth. Redemption is expressed in a figure that appears frequently in the last section of the book: many children (cf. 54:2–3; 66:7–11). God will not allow his promises to Abraham to fail. The nation will not be wiped out. Furthermore, a day will come when the nation can hold up its head in joy, as God delivers her. Gone will be the shame of defeat. In response to that deliverance, there will be a new willingness to live God’s life.<\/p>     <p> This is, of course, covenant language. Those who are in covenant with God are committed to replicating God’s holy character, his “name” (29:23), in their own behavior. Their defeat and exile have profaned God’s name (Ezek. 36:20), but God promises that he will make them able to demonstrate his holiness. The continuity of the promises from Abraham (Isa. 29:22) through Jacob (29:23) and on up to Isaiah’s own day is emphasized by the variation in the typical title from “the Holy One of Israel” to the more personal “the Holy One of Jacob.” No longer will the descendants of Jacob take “the Holy One” for granted, but they will tremble before him (NIV “stand in awe of”). The upshot of this will be a new sensitivity to the Word and will of God. Instead of the stubbornness, willfulness, and general hardheadedness that tend to characterize all humans, not just Israel, there will be a grasp of “understanding” and a genuine teachability.<\/p>     <h4>Bridging Contexts<\/h4>     <p>T<small>HE JEWS.<\/small> The promise that “when they see…their children,” the people of Israel will “keep my name holy” (29:23) sounds strange to us in a day of population explosion and concern about overcrowding of the planet. But in biblical times, as up until the last century, child mortality was high. Only a small percentage of children lived past age ten. When such a high child mortality rate was coupled with famine and warfare, it was possible for a people to simply cease to exist. We can look at the Mayan civilization in this hemisphere or the Ankor Wat people in Myanmar as examples of this. God here promises that he will not let that happen to Israel. Their children will live and multiply. Those children will be sources of labor for the family and a guarantee of care for the parents in their old age. As a result, Israel will survive as a people.<\/p>     <p> We can look around us and see that promise fulfilled today. How is it that the Jewish people still exist after thousands of years of hatred and unjust treatment? There are no satisfactory human answers to that question. By all the evidence, they should have ceased to exist long ago. But God has promised, and his promises do not fail!<\/p>     <p> <b>Israel’s legal system.<\/b> In the NIV, Isaiah 29:21 speaks of “the defender in court.” The Hebrew is “the one who seeks justice in the gate.” So far as we know, there was no organized legal system in Israel such as we know today. “Judges” were more those who demonstrated and enforced God’s rule in the world than those who interpreted and enforced a written code of laws. That task seems to have fallen to the priests (cf. Num. 5:30; Jer. 18:18; Mal. 2:7). In matters of civil law, it was the “elders,” many of whom may have been old men retired from active life, who seem to have been given the responsibility to see that justice was done (cf. Ruth 4:1–12). These old men could most easily be found sitting in the main city gate.<\/p>     <p> These “gates” were actually multichambered gatehouses. In and around these gatehouses much of the activity of the city took place. The old men could sit in the shade inside the gatehouse and observe with interest the bustle around them. A person seeking redress for some injustice could come here seeking support for his case from the elders. Although there is no evidence that the decision of the elders was legally enforceable, it is clear their opinion carried great social weight. Someone who flaunted them could find himself unable to do any more business in the town. Sadly, this verse and others like it suggest that then, as now, the system could be “bought” and that the elders’ opinions were not always impartial. To the God whose judgments are impartial, that situation is intolerable.<\/p>     <h4>Contemporary Significance<\/h4>     <p>F<small>ROM THE BEGINNING<\/small> of time we as human beings have been trying to hide our real intents and feelings from God. We remember Adam and Eve hiding in their sin in the garden, as though God would not know where they were (Gen. 3:8). We remember Jacob hiding under a cloud of arrogance and self-sufficiency when God found him asleep in the desert (Gen. 28:16–17). We remember the disciples hiding their fear and uncertainty with a step back into the old life on a fishing expedition on the sea of Galilee (John 21:2–3).<\/p>     <p> Of course, God always finds us. He is our Maker, so he knows exactly how his pots are made (see Jer. 18:1–17; Rom. 9:20–21; 15:21). He finds the disobedient, he finds the proud, he finds the fearful. He does not exist for us, but we for him, so we cannot turn him off at will. How foolish, then, not to bring our plans to him for his approval and correction. Or better yet, why not come to him to find out what his plans are for us? After all, he made us for a purpose, so perhaps it would be a good idea to try to find out that purpose.<\/p>     <p> Sometimes he gives us a long view, as he did with Isaiah and the Messiah. Sometimes he will unfold a life-calling in a moment. But equally often, it is simply the next step, which if we will follow leads to the next step and the next step until finally we come to some hilltop. We can then look back with wonder at the way he has led us. How sad when we stop our ears and say to our Maker, “You don’t know what’s best for me! I do, though, so I won’t listen to you.” How much better to say with Paul, “But my life is worth nothing unless I use it for doing the work assigned me by the Lord Jesus” (Acts 20:24, NLT).<\/p>     <p> When God has found us, disciplined us, and, if we will let him, through repentance and faith restored us to himself, what does he want to happen in us? The text says of the restored Israelite people that they will sanctify the Holy One of Jacob (NIV, “acknowledge the holiness of the Holy One of Jacob”). To “sanctify” is to make holy. But how is it possible to “sanctify” the only truly Holy One in the universe? What can we possibly do to make him any more holy?<\/p>     <p> Of course, the answer is that we cannot make him more holy. So what does the phrase mean? From a negative perspective, Moses’ experience gives us the answer. The people had demanded water, and God had told Moses to speak to a nearby rock that would then pour out water. But Moses went out and said, “Listen, you rebels, must we bring you water out of this rock?” and he struck the rock twice with his staff (Num. 20:10–11). Moses had made it appear that with his magic staff he could produce water on demand. God’s response was that Moses did not “sanctify my name” (NIV “honor me as holy,” 20:12). Moses had a golden opportunity to demonstrate that there is only one Holy Being in the universe: all-powerful, absolutely other, and completely loving. Instead, Moses took the opportunity to make himself look good.<\/p>     <p> So how do we sanctify the Lord? We do it by glad obedience. We demonstrate through holy lives just how holy God is. We do it by surrendering our glory to his. After all, we cannot save the world. If people look to us as though we were the Savior who can solve all their problems, they are going to be vastly disappointed. So God promises his people a day when they would be able to gladly and completely obey his Word. It will not be any honor to them, but all honor goes to God. This is, of course, exactly what the covenant calls for: “Be holy because I, the L<small>ORD<\/small> your God, am holy” (Lev. 19:1) . God’s people will demonstrate God’s holy character by living out that holy character in their personal lives.<\/p>     <p> There was only one catch: They cannot seem to do it. To a large extent, the Old Testament is the story of Israel’s failure to be a holy people. Here in Isaiah God promises that the day will come when they can actually fulfill the demands of the covenant. We now live in that day. The Holy Spirit is available to each of us to do what the old covenant could not do. It could tell the Israelites to live holy lives, but it could not enable them to do it. But now, as Paul tells us in Romans 8:3–4,<\/p>     <blockquote>         <p>For what the law was powerless to do in that it was weakened by the sinful nature, God did by sending his own Son in the likeness of sinful man to be a sin offering. And so he condemned sin in sinful man, in order that the righteous requirements of the law might be fully met in us, who do not live according to the sinful nature but according to the Spirit.<\/p>     <\/blockquote>     <p> In other words, through what Christ has done for us in forgiving the sin of the broken covenant and in giving us his Spirit, it is now possible for us to fulfill all the “righteous requirements of the law” in real life. It is possible for us to “sanctify the Holy One” by demonstrating his holiness in our lives, just as Isaiah promised.<\/p>     ",
    "audit": null
}