{
    "id": 16211,
    "source": "niv",
    "verse_id": 18374,
    "verse_count": 18,
    "reference": "37:21–38",
    "title": "God’s Response to Hezekiah’s Prayer",
    "html": "               <p>G<small>OD’S RESPONSE TO<\/small> this prayer comes through Isaiah and is recorded in 37:21–35. It appears in three parts, the first of which is addressed directly to Sennacherib (37:22–29). The second is addressed to Hezekiah (37:30– 32), and the third is spoken of Sennacherib (37:33–35). If the message of the field commander betrayed a certain familiarity with Judean life and thought, this oracle shows remarkable familiarity with the Assyrian royal annals. Especially verses 24–25, which quote the boasts of Sennacherib, sound much like what appears in those annals. Possibly there were publicists with the Assyrian armies who circulated these kinds of poetic celebrations of Assyrian might. If so, Isaiah has picked up on them and uses them to show how foolish they are in the light of the reality of the living God.<\/p>     <p> The opening phrase “the Virgin Daughter of Zion” (37:22) suggests that the Assyrian attack on Jerusalem is comparable to a dominant male seeking to rape a beautiful young girl. On the surface, there is nothing to keep him from carrying out his will. But Assyria, the would-be rapist, has not taken into account “the Holy One of Israel” (37:23). Or rather, he has dismissed the “LORD” as being of no account. He has put himself on the level of God, lifting his “eyes in pride” and in the process blaspheming God by bringing him down to Sennacherib’s own level. Once more we encounter the theme of the folly of self-exaltation on the part of the creature (cf. 2:6–22; 14:4–22; etc.). There is only One who is “high and lifted up.” For anyone else to presume to that position is to invite destruction. As a result, the “Daughter of Jerusalem” will be able to toss “her head” in mockery at the mighty man as he runs away in ignominy.<\/p>     <p> Verses 24–25 seem to extol Sennacherib by reference to extremes. Verse 24 speaks of the “heights” he has scaled in the north (“Lebanon”), while verse 25 speaks of the deep “wells” he has “dug” in the south (“Egypt”). Surely this man is the master of the world, from north to south and from heights to depths. He can fell the tallest trees and stop up the mightiest rivers. Nothing can stop him.<\/p>     <p> But what he does not know is that all of this has been “long ago…planned” by the God of one of the little countries the Assyrian has so contemptuously trampled on (37:26). This theme of the plan of God in relation to Assyria has been encountered at least twice before (10:6, 15; 14:24–27). Not only is this not a contest between what the God of Israel wants and what Assyria wants, but the Assyrian is not even on the stage by his own volition. He is a puppet being moved by Israel’s God! God has “brought it to pass” that Assyria has conquered the “fortified cities” and reduced their inhabitants to wilted, “scorched” “plants” (37:27). As a result, Sennacherib cannot hide from God. Just as God has brought him on the stage, he can take him off again (37:28–29). To God, the mighty Assyrian monarch is no more than a bull with a ring in his nose or a horse with a “bit” in his mouth.<\/p>     <p> Verses 30–32 constitute a sign to Hezekiah that this is indeed a word from God. Like several of the other signs in the book (7:14; 8:3; 16:14), it is forward-looking. It does not create faith, but it promotes it in that God has gone on record that he will do what he says and has given a means for checking the veracity of what he has said. Probably the “three years” is not three full years from the date of the prophecy but parts of three different calendar years. One possibility is that the Assyrians will retreat in the fall of “this year” when it is too late for planting to take place. Thus, though the Assyrians will be gone in the next, or “second” year, the only food plants growing will be those that come up on their own. Finally, planting can take place in the fall of that “second” year, so that there will be plenty of food to be harvested in the “third” year.<\/p>     <p> But in God’s mind, the more important point is that he will preserve a harvest for himself from among his people (37:32). The Assyrian thought to devastate God’s “field” and take all the crop for himself. But although God has permitted a large measure of devastation to take place, he will not allow total destruction to occur. He has too great a passion (“zeal”) for his people to allow that to happen. He will preserve a “remnant” for himself.<\/p>     <p> All God’s promises are summed up in 37:33–35, where Isaiah makes two assertions about what will happen—one negative (v. 33) and one positive (v. 34)—and then gives a supporting reason for these assertions (v. 35). The negative assertion is that the Assyrian will not mount any kind of an attack against the city. Not only will they not conquer God’s city, they will not even “shoot an arrow” there. On the surface of it, this is amazing. Hezekiah is the leader of the revolt; to leave him unpunished would send a bad message, from an Assyrian point of view, to all the other potential rebels in the area. But not only will the Assyrians not mount a siege against the city, they will leave the area completely (37:34). The reason given for this amazing turn of events is that God “will defend” the city “and save it.” Sennacherib has said he will destroy the city, whereas God has said he will save it. Now we will see who is right.<\/p>     <p> Verses 36–38 are stunning in their terse, matter-of-fact reporting. They are so plain and unadorned as to be almost anticlimactic. Perhaps the point is to show that there is simply no contest here. This is not some earthshaking conflict between evenly matched contestants. This is definitely a “no contest” match. God simply sends the angel of death. Nor is the angel finished on the Philistine plains. Just because Sennacherib is at home in what should have been the safest place on earth for him (“the temple of his god”), God’s word is still true (37:7), and his rule is still effective. His own sons “cut him down” (37:38) and flee. Despite all his boasts, Sennacherib cannot stand against the living God. Hezekiah has proved that it is foolish to trust the nations in place of the living God, “the Holy One of Israel” (37:23).<\/p>     <h4>Bridging Contexts<\/h4>     <p>T<small>HE PAGAN VIEW OF REALITY.<\/small> At the heart of this material is the conflict between the biblical view of reality and the pagan view. Yehezkel Kaufmann has shown that the pagan view of reality was rooted in the idea that the gods emerged from matter, were identical with its various forms, and were conditioned by it. Thus, they “correspond” with the natural realm and are indeed continuous with it. The thought that the gods might have come into existence before matter is simply unthinkable. Matter, existing in chaotic form, has always existed and always will, and the gods are the result of tensions in this stuff. Whether you call it “Yin” and “Yang,” or “Good” and “Evil,” or “Positive” and “Negative,” the point is the same.<\/p>     <p> Thus, the gods have no real freedom. They play the role assigned to them by their “fate.” The sun god cannot shine in the night; the moon goddess cannot shine in the day. Furthermore, the gods have no purpose when they “create”—or perhaps more precisely, when they “procreate.” They are to be understood by analogy with the world of nature, and just as nature is without purpose as it produces life, so are the gods without purpose. Since there is no purpose, there is no goal toward which they are moving. Life came from nowhere and goes nowhere.<\/p>     <p> This continuity with nature necessarily issues in idolatry. If the gods have emerged from matter and are conditioned by it, what could be more sensible than to represent them in material forms? Furthermore, the understanding of the correspondence between the gods and matter means that by manipulating the idol, I can manipulate the god and in so doing manipulate the natural force behind the god.<\/p>     <p> Kaufmann notes that the biblical writers never seem to pay attention to the deity behind the idol and argues forcefully how this shows a complete ignorance of the thought world of myth in the Bible. However, it seems to me that he has made too much of this evidence. To think that the Israelites were so isolated from the surrounding cultures that they did not even understand how those cultures thought is to ask far too much. To think that Elijah and Elisha did not understand how the Baal religion functioned presupposes an almost unbelievable obtuseness. Furthermore, when the Israelites fell into the worship of idols, it is unimaginable that they did not do so for the same reasons their pagan neighbors did: the attempt to manipulate the forces of nature with which the idols corresponded.<\/p>     <p> No, the reason the biblical prophets concentrate on the folly of making idols (see comments on 40:18–20; 42:17; 44:9–20) is that this is the Achilles heel of paganism. Rather than go into a complex (and abstract) argument on the nature of transcendence and continuity, they simply ask how a piece of stone or a block of wood can save us. Even though this argument seems simple, it has profound implications, for behind it is the much larger question: How can the natural system save us from the natural system? How can what manifestly has no purpose infuse our life with purpose? How can what is obviously without meaning give us meaning? Such things do not merit the title of “gods.” Thus, idolatry is the symptom, but by addressing the symptom, the biblical writers are necessarily getting us to focus on the disease.<\/p>     <p> Today, the disease is all around us, and the symptoms are beginning to reemerge. Many of the most intelligent among us insist on the eternity of matter. “Spirit” is only a by-product of electrochemical forces inherent in that matter, forces they might describe as “positive” and “negative.” They insist that all life is evolving but admit that they do not know why nor to what end. But there is also emerging a sense that there is more to reality than merely electrochemical forces, that we need to somehow “personalize” these forces. No longer is cold, impersonal reason a satisfactory basis for life. So we face the reemergence of the same conflict with which Hezekiah was faced. We must again ask whether the living God is any different from, or superior to, what this world calls “gods.”<\/p>     <p> <b>Human boasting.<\/b> The Assyrian kings did not suffer from false humility. In a report to his god Ashur, Sargon II (724–705 B.C.) said the following words that sound a good deal like those Isaiah quoted:<\/p>     <blockquote>         <p> I put the armies of Shamash and Marduk across the Lower Zab, whose passage is difficult like a canal. I entered through the passes of Kullar, the high mountain of the land of Lulumi which they call Zamua… Ipassed through the midst of Nikipa and Upa, high mountains, which are covered with all kinds of trees, whose midst is chaos, whose passes are fearful, whose shade spreads over that region like a cedar forest so that one who goes through them does not see the ray of Shamash. I crossed over the Buya, a river between them, 26 times. My army in its mass did not fear the high waters.<\/p>     <\/blockquote>     <p> But when we think of the posturing in the ring by members of the World Wrestling Entertainment, these words sound almost modest. We may smirk and comment that the wrestlers, like their performances, are just so much air, a make-believe world for consumption by the gullible. But before we dismiss the spectacle too easily, we must remember that people pay large ticket prices to see these performances. This suggests that people in some way enjoy such posturing. It may suggest there is something we actually admire in it, and perhaps we secretly wish we could get away with such blatant self-promotion.<\/p>     <h4>Contemporary Significance<\/h4>     <p>H<small>UMILITY.<\/small> The Bible again and again speaks of God’s preference for the lowly. Isaiah says in 57:15:<\/p>     <blockquote>         <p>For this is what the high and lofty One says—<\/p>         <p> he who lives forever, whose name is holy:<\/p>         <p>“I live in a high and holy place,<\/p>         <p> but also with him who is contrite and lowly in Spirit.”<\/p>     <\/blockquote>     <p> Jesus says, quoting the Old Testament, “Blessed are the meek, for they will inherit the earth” (Matt. 5:5). He says of himself, “I am gentle and humble in heart” (11:29). Peter follows up on this with the words: “Humble yourselves, therefore, under God’s mighty hand, that he may lift you up in due time” (1 Peter 5:6). Yet, we see that the “winners” in this world, like Sennacherib, are often masters at self-promotion and intimidation. A best-selling book of a few years ago was entitled <em>Winning Through Intimidation<\/em>, and many people learned to practice its techniques. Is the Bible hopelessly out of touch? Or is it the kind of thing we are expected to give a nod of approval to while admitting that it is not practical in “the real world”?<\/p>     <p> Everything depends on whether we have really met God or not. For Sennacherib and the World Wrestling Entertainment performers, their lives and their futures are in their own hands. Their success depends completely on themselves. So the adage runs, “If you don’t blow your own horn, nobody else will.” The same will be true for all of us. We may try to find ways that are a little more socially acceptable than the braggadocio of the WWE, yet in the end we must carefully cultivate our own reputation and put ourselves forward. It is a matter of “self-respect,” we are told. It is a person with “no backbone” who lets oneself be walked on by others.<\/p>     <p> To be sure, there are persons who feel themselves to be worthless, who feel that they do not get any “breaks” because they don’t deserve any. There are also those who try to win our sympathy with a “false modesty.” They are constantly putting themselves down in such a way that we are forced to focus our attention on them as we try to assure them they are much more deserving and capable than they say. Neither of these are what the Bible has in mind with its teachings on humility. Hezekiah’s responses are instructive. He does not bandy words with the oppressor. His first instructions to his representatives is that they are to keep silent (37:21). He is not going to get into a shouting match. He is not going to try to say that he is better or that what they say about themselves is untrue. He refuses to play the game of one-upmanship.<\/p>     <p> Then he takes his concerns to the Lord. He has put his reputation in the hands of God. This is the key. A person who responds to the love of God knows a number of things, according to 1 John 5. We know how much we are worth: the life of the Son of God (5:11–12). We know that pulsating in us is eternal life (5:13). We know that we have instant access to the throne room of our Father (5:14–15). We know that we can live lives like God (5:18). We know that we are in a life-and-death battle with the powers presently ruling this world (5:19). We know that Jesus has given us the power to understand the issues in the battle and to remain true (5:20).<\/p>     <p> The person who knows all these things does not have to brag and pose. But neither does he or she have to go through life with a “hangdog” expression. We are infinitely valuable to God, and our future, both near-term and long-term, is secure in God’s hands. If he is who he says he is, then we do not have to worry about our “image.” Instead, we canconcentrate on reality: “attaining to the whole measure of the fullness of Christ” (Eph. 4:13).<\/p>     <p> Paul defines this kind of attitude as “maturity.” And surely this is maturity: having a correct estimate of your abilities and your liabilities, one that is not dependent on the opinions of others, and being secure in who you are and who you are becoming. But this is not really possible without the perspective of heaven. When we get ourselves “off our hands” and into God’s hands, we no longer need to worry about how we are looking. Now it is God’s reputation that matters to us, and we are freed from that debilitating self-concern that will otherwise eat us up. That is the picture we see in Hezekiah’s prayer. Here is a man whose personal success and survival are no longer paramount. This is a free man.<\/p>     <p> <b>Prayer versus ritual manipulation.<\/b> Pagan ways of thinking have an insidious way of slipping into our practices without our being aware of it. Perhaps this is so because even in our highest spiritual achievements, we remain the fallen children of Adam and Eve. I do not want to suggest that economic theory is inherently evil, but there is something slightly perverse about our constant wish to get the greatest return for the smallest outlay. We do not easily or naturally ask, “Where can I make the greatest contribution?” Instead it is, “Where can I get the biggest return with the least input from me?”<\/p>     <p> This is what drives the gambling instinct, and this is what drives pagan thought. Pagan thought says, “I know what my needs are, and I must find the means to supply those needs at the least cost to myself.” Biblical thought says, “Your transcendent Creator-Father knows what your needs are and wants to supply them out of his bounty. In order to receive that supply, give yourself away to him without reservation.” Our answer is the same as Adam and Eve’s, and as the man who was given one talent said (Matt. 25:25): “We’re afraid of you.” The price God asks seems too high. Maybe he will take our all and give nothing back. So the pagan option looks good. We will find ways to manipulate God and make him give us what we want\/need while keeping ourselves for ourselves.<\/p>     <p> When we begin to do this, much of our religious life begins to change its complexion. We go to church, we read the Bible, we tithe, we pray, we reject sin—all as a means of manipulating God. Slowly but surely these behaviors begin to take on the shape of idolatry. The physical acts become the spiritual reality. Current bestsellers on prayer have this real potential. We are encouraged to repeat a specific biblical prayer over and over, using the precise words of the biblical text, with the promise that in so doing we will receive the blessings of God. It may not be the intention of the authors of these books, but quickly humans see such a prayer as a mechanical device whose purpose is to get the maximum out of God with the minimum of an investment of themselves.<\/p>     <p> The Hebrew prophets destroy such an idea. Again and again they weigh in against it. Isaiah has already done so in the first chapter and will do so again in chapter 58. Unlike pagan religious activity, biblical rites have no efficacy in and of themselves. They are symbols of interpersonal relationships between God and the worshiper. Jesus makes this point when he says we are not to pray like pagans who believe that they will be heard because they repeat a rote formula (Matt. 6:7).<\/p>     <p> Another illustration can be found in the parable of the Pharisee and the tax collector. One man’s prayer was heard and the other’s was not, and the hearing and not hearing were dependent on the attitude of the person’s heart (Luke 18:14–19). One of the reasons the prophets so often call for activity on behalf of the poor as the sign of true religion is because it is hard to turn this into a manipulative activity. It requires too much investment with too little evident return.<\/p>     <p> Hezekiah’s prayer is a wonderful antidote to pagan prayer. He is far from trying to manipulate God. He does not suggest that God owes him or his people anything. He focuses on God’s character and nature. Neither does he promise to do anything for God if God delivers them. He is concerned that God be known properly in the world and wants for that to happen in the context of the oppressor’s boast, for that is the level on which this conflict has been pitched. Hezekiah places himself and his people in the position of simple trust. He cannot make God bless them and does not try. Rather, he commits himself to God without any qualifications or caveats.<\/p>     <p> We, too, can pray and live in this way. We can give ourselves to God absolutely and without limit. As we continue in the Christian life, we will discover ever deeper levels where that earlier surrender will have to be actualized, but that does not diminish the reality or the completeness of that first moment of total, unreserved trust. In such a relationship, we can surrender our needs to God. To be sure, he invites us to tell him what we think our needs are because our trust is deepened as we see God providing the very things we asked for. But that does not mean that we demand he work for us. It means we lay our supposed needs at his feet for him to supply as he sees best. This kind of prayer is no longer an exercise in manipulation. Now it is a conversation between a trusting child and a loving Father.<\/p>     <p> <b>The God of history.<\/b> The Bible makes human historical experience the arena in which God is revealed. This is startlingly different from the pagan understanding. While pagans believed their gods acted in history on behalf of their favorites, they had no concept of an overarching plan or purpose, nor did they believe anything of the gods’ natures could be learned from such experience. It was in the recurring cycles of nature that the gods were truly seen. Thus, the idea of keeping a record of God’s activities in human history and his inspired interpretations of the meaning of those activities is something unique to the Bible.<\/p>     <p> In a real sense, then, God was revealing himself by incarnation long before Jesus Christ was born. Jesus was the culmination of what God had been doing from the outset. The Hebrews are able to say to us, “We know God and commend him to you because we have seen him at work in the context of our experience.” Some writers would say that God was no more at work in Israelite history than he was in Canaanite history but that the Israelites just chose the vehicle of human history to express their faith. This is not the place for a lengthy discussion on the subject; suffice it to say here that unless the Hebrews had continuing and convincing evidence that God was doing this, there is no satisfactory explanation as to why they chose this mode of expression. None of their more sophisticated and thoughtful neighbors did such a thing.<\/p>     <p> Thus, it continues to be of critical significance whether the historical claims the biblical writers make are correct. If they are not, then there is every reason to abandon the strange faith of the Bible. It flies directly in the face of the way in which reality has been otherwise viewed around the world, and if it is only the bizarre creation of the Israelites, we ought to, as Paul says, give it up. However, if the biblical writers’ testimony is not their own creation but an honest report of what actually happened, then regardless of the popular view or even the majority view, their religious conclusions are inescapable, and we must, like the Christians in the Colosseum, stand on them.<\/p>     ",
    "audit": null
}