{
    "id": 16284,
    "source": "niv",
    "verse_id": 18802,
    "verse_count": 15,
    "reference": "59:1–15a",
    "title": "",
    "html": "          <blockquote>         <p>S<small>URELY THE ARM<\/small> of the L<small>ORD<\/small> is not too short to save,<\/p>         <p> nor his ear too dull to hear.<\/p>         <p> But your iniquities have separated<\/p>         <p> you from your God;<\/p>         <p>your sins have hidden his face from you,<\/p>         <p> so that he will not hear.<\/p>         <p> For your hands are stained with blood,<\/p>         <p> your fingers with guilt.<\/p>         <p>Your lips have spoken lies,<\/p>         <p> and your tongue mutters wicked things.<\/p>         <p> No one calls for justice;<\/p>         <p> no one pleads his case with integrity.<\/p>         <p>They rely on empty arguments and speak lies;<\/p>         <p> they conceive trouble and give birth to evil.<\/p>         <p> They hatch the eggs of vipers<\/p>         <p> and spin a spider’s web.<\/p>         <p>Whoever eats their eggs will die,<\/p>         <p> and when one is broken, an adder is hatched.<\/p>         <p> Their cobwebs are useless for clothing;<\/p>         <p> they cannot cover themselves with what they make.<\/p>         <p>Their deeds are evil deeds,<\/p>         <p> and acts of violence are in their hands.<\/p>         <p>  Their feet rush into sin;<\/p>         <p> they are swift to shed innocent blood.<\/p>         <p>Their thoughts are evil thoughts;<\/p>         <p> ruin and destruction mark their ways.<\/p>         <p> The way of peace they do not know;<\/p>         <p> there is no justice in their paths.<\/p>         <p>They have turned them into crooked roads;<\/p>         <p> no one who walks in them will know peace.<\/p>         <p> So justice is far from us,<\/p>         <p> and righteousness does not reach us.<\/p>         <p>We look for light, but all is darkness;<\/p>         <p> for brightness, but we walk in deep shadows.<\/p>         <p> Like the blind we grope along the wall,<\/p>         <p> feeling our way like men without eyes.<\/p>         <p>At midday we stumble as if it were twilight;<\/p>         <p> among the strong, we are like the dead.<\/p>         <p> We all growl like bears;<\/p>         <p> we moan mournfully like doves.<\/p>         <p>We look for justice, but find none;<\/p>         <p> for deliverance, but it is far away.<\/p>         <p> For our offenses are many in your sight,<\/p>         <p> and our sins testify against us.<\/p>         <p>Our offenses are ever with us,<\/p>         <p> and we acknowledge our iniquities:<\/p>         <p> rebellion and treachery against the L<small>ORD<\/small>,<\/p>         <p> turning our backs on our God,<\/p>         <p>fomenting oppression and revolt,<\/p>         <p> uttering lies our hearts have conceived.<\/p>         <p> So justice is driven back,<\/p>         <p> and righteousness stands at a distance;<\/p>         <p>truth has stumbled in the streets,<\/p>         <p> honesty cannot enter.<\/p>         <p> Truth is nowhere to be found,<\/p>         <p> and whoever shuns evil becomes a prey.<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>T<small>HIS PASSAGE IS<\/small> one of the more poignant statements of human sinfulness and fallibility in the entire Bible. Interestingly, it begins with condemnation of others in the second-person plural (59:2–3), then moves to the third-person plural (59:4–8), but closes with confession in the first-person plural (59:9–15a). The prophet seems to understand that as true as the condemnation of others may be, in the end he cannot exclude himself from that condemnation. Like everyone else, he is not able to produce in his own strength the righteousness God requires.<\/p>     <p> Verses 1 and 2 seem to hark back to the opening of Isaiah 58. From their point of view, the people have done everything necessary to procure God’s blessings for themselves. Ye t it does not seem to be happening. What is the matter with God? Is he weak (his “arm…too short”)? Or is he inattentive (“his ear too dull”)? Of course not! Their lack of blessing is not God’s fault but theirs. Their “iniquities” and “sins” have come between them and God (59:2). And as chapters 57–58 have shown, some of those sins are their very religiosity.<\/p>     <p> Coupled with that are the twofold evidences of a broken social system: violence and injustice (59:3–4). As has been said repeatedly above, one of the purposes of the covenant was to promote a society in which the ethics of the Creator were lived out in human relations. But Isaiah envisions a day, all too much like his own, when the religious forms of the covenant are adhered to with some rigor while its relational content is dismissed with hardly a glance.<\/p>     <p> The closing of 59:4 seems to provide the basis for yet one more of Isaiah’s graphic illustrations. That verse ends with the suggestion that the evil in the restored community will not be a superficial matter but something that is endemic to them, something conceived and given birth to. And the things they give birth to, or produce, are like the “eggs of vipers” and the webs of spiders (59:5–6a). They are not only “useless” but worse, deadly.<\/p>     <p> This thought is further expanded upon in 59:6b–7. All the faculties of these persons are given over to evil: their “hands” to “acts of violence,” “their feet” to the shedding of “innocent blood,” and “their thoughts” to “evil.” Thus, it is no surprise that the characteristic behavior of their lives, “their ways,” is ruinous and destructive. This thought is expanded on in 59:8. Taken with 59:7d, verse 8 gives us the catalog of the major words for “highway,” “path,” and “road” used so frequently throughout this book. In contrast to the highway of holiness that God will prepare for his people (35:8) or to the level highway on which he will come to deliver his people (40:3– 4), these “roads” are “crooked,” and those who embark on them will find destruction and disintegration, not the wholeness, the “peace” (<em>šalom<\/em>), that God offers (52:7; 57:19).<\/p>     <p> As noted above, in 59:9–15a the prophet moves from condemnation to shared confession, using first-person plurals. Here he is speaking for all the faithful of the land, people who by their very nearness to God realize their own propensities and their own need. Unquestionably the calling of a prophet was a spiritually dangerous one. It would have been easy, becoming so intimately allied with the holy God and being aware of just how terrible the sin of the people was, to consider oneself above such things. But if the prophet was closely allied with God, he was also still inextricably part of his human community. Tragically, any member of that community, if left to himself or herself, is capable of the worst sins imaginable. The mark of the truly great prophets was that they did not forget the latter in their absorption in the former.<\/p>     <p> This confession is one of a person who has reflected deeply on the human condition. This is not a little regret over a few “unfortunate slip-ups.” Rather, it is a recognition of the profound incapacity of humans to produce the very conditions on which “justice” and “righteousness,” the things God called for in 56:1, depend. Not only is no “justice” to be found (59:9, 11, 14), neither are “truth” (59:14–15) and “honesty” (59:14). The condition is one of complete “darkness” (59:9), into which “light” cannot penetrate. The reason for this is that the prophet confesses that “we” do not have the moral “eyes” (59:10) to see the light.<\/p>     <p> In 59:12, in words reminiscent of Psalm 51:4, the prophet makes it plain that the reason injustice and unrighteousness are such serious sins is not that they are first of all crimes against humanity but sins against the Creator who made us. They are acts of “rebellion” against the Lord of the universe. <em>That<\/em> is why they are terrible sins. If there were no Creator to whom we are responsible, no one can logically say that the strong snatching resources for survival from the weak is a bad thing. In fact, evolutionary theory would suggest that this is a necessity if “higher forms of life” are to emerge. But Isaiah will not have it, for what we do to one another are heinous crimes against God. Having revolted against God and thereby denying the “truth” of our existence, there is no truth in any of our relationships to the extent that those who take a stand against “evil” become the target to be attacked.<\/p>     <p> Thus, the prophet paints a picture that seems truly hopeless. If this is the condition of the people of God even after they have returned from exile, what hope is there? God continues to call for righteousness and justice as fruit of their restoration, but they are utterly incapable of doing those things. We may say that it is a realistic picture, born of the most searching reflection on the human condition. But that offers no comfort. Are humans doomed to continue in sin, recognizing that they ought to do differently but are constitutionally unable to do so? Isaiah is definitely not saying that. Rather, he is showing the need for something other than merely stern discipline and good intentions if God’s commands are to be fulfilled. What that something is will be uncovered in the next segment.<\/p>     <h4>Bridging Contexts<\/h4>     <p>R<small>EVIVALS<\/small>. One of the facts of history is that when revival comes to a people, it never starts among those furthest from God. Typically, it starts among those closest to him. Thus, the wellknown revival text, 2 Chronicles 7:14, begins with the words, “If <em>my<\/em> people, who are called by <em>my<\/em> name, will humble themselves and pray…” The revival does not come from among those who are not God’s people but those who are and who gladly name themselves as such.<\/p>     <p> The revival that broke out at Asbury College in Wilmore, Kentucky, in February 1970, which some credit as being formative in the emergence of the so-called “Jesus Movement” of the 1970s, began with a group of students meeting for prayer for more than a year, asking God to visit the campus. There had been a difficult presidential transition, and there was a good deal of bitterness and animosity in the college and in the small town where the college was located. But God began to answer those prayers when one of those praying students, certainly one of the “best” in the student body, had an opportunity to speak in chapel and began to confess his own need for God.<\/p>     <p> That confession was the match that lit the fire, a fire that continued on the campus for several weeks and touched tens of thousands as “witness teams” of students scattered across the country to share what God was doing. And while their message did call for “you” to change and for “them” to stop sinful ways, it did not focus there. Rather, the focus was on “our” need and the faithfulness of God to meet that need.<\/p>     <h4>Contemporary Significance<\/h4>     <p>W<small>HENCE OUR INHUMANITY TO OTHERS<\/small>? This passage is one of the most candid expressions of the <em>Significance<\/em> human condition to be found in a brief compass anywhere in human literature. It lays bare one of the realities of human existence that philosophers struggle to explain: Why do we do things that are so obviously destructive of even our own best interests in the long run? Why do we choose to do things to one another that are not merely self-serving but egregiously vicious and cruel? Whence comes our fascination with the violent and horrible?<\/p>     <p> Many who do not wish to admit that the problem could be systemic have put forward environmental explanations. Tw o recent ones are Karl Marx’s suggestions that the problem is one of economics and John Dewey’s claim that the problem is one of ignorance. Both of these have been proven to be false during the twentieth century. The promise of communism that when the means of production are put into the hands of the workers and when the petty bourgeoisie are forcibly removed from the scene, all evil and all coercion disappear has turned out to be one of the cruelest jokes ever perpetrated on humanity. One of the facts that has been lost on us in the blizzard of horrors in World War II is that communism was responsible for the deaths of upwards of thirty million people in the 1930s. No, the problem is not economics.<\/p>     <p> Nor is the problem ignorance. Was there ever a more educated populace than that of Germany in the 1930s? Yet it was the Germans who embraced Hitler enthusiastically, and it was the Germans who swallowed Goebbels’s propaganda, blinding themselves to the evident evils of the system these men were foisting on them. Nor did the wonderful educational system of the United States save us from the terrible tragedy of Vietnam. In fact, it may be argued that one of the main things the burgeoning education of the twentieth century made possible was the construction of more terrible tools to be employed in the service of evil.<\/p>     <p> In fact, as the Bible insists, the problem of evil is systemic, although not in the way that many world thinkers have maintained. These thinkers have believed that “Good” and “Evil” are eternal entities in the universe. They are a given in existence, and it is out of their constant conflict that the visible world has emerged. Humans cannot be relieved of this conflict except perhaps, as in Buddhism and Hinduism, by gaining release from the very wheel of existence.<\/p>     <p> Over against this, the Bible offers another picture. Creation preceded evil. God is light, and in him is no darkness at all (1 John 1:5). He created the universe as an expression of his own goodness (Gen. 1:4; etc.). But he has permitted his creatures the possibility of choosing not to live within his purposes, and that choice on the part of our first parents was like introducing a virus into the body. It has infected the entire system, most especially the human system, and it manifests itself in the corruption of one of the central features of humanity, our capacity to image. Genesis 6:5 says that the very way we form the images in our hearts (the place where intellect, feelings, and will combine for the Hebrews) has become intensively and extensively corrupted. Thus, just as cancer cells are able to capture the cells around them and turn them to their own destructive purposes, the Bible insists that there is a moral cancer let loose in the human system. This is the picture Isaiah is painting for his readers.<\/p>     <p> Honesty compels us to admit the correctness of that picture in our own societies and in our own lives. None of us can pretend that in ourselves we are above the common human experience. If we pretend that we can somehow achieve the righteousness of God in our own strength, we are both deluded and deceitful—deluded because we have blinded ourselves to the facts and deceitful because in the deepest recesses of our souls we know the facts but won’t face them. We are like the Pharisee who “prayed to himself” (NIV margin) and said, “I thank you that I am not like other men” (Luke 18:11).<\/p>     <p> If there is a cure for the disease, it does not lie in ourselves any more than the cure for cancer lies within the cancer victim. Our hope is the same as that of the tax collector in the parable just mentioned. It lies outside of us in the “mercy” (Luke 18:13) of our Maker, in the possibility that he can somehow solve the problem we cannot. He must make it possible for us to pay the high price of justice, for justice is costly. To give the other person his or her due without taking advantage of them presupposes a kind of inner security in which the one giving justice does not need to worry about being taken advantage of in turn. This is freedom. But is that kind of freedom truly possible in view of the depth of the human problem? That is the question Isaiah’s realism poses for us today.<\/p>     ",
    "audit": null
}