{
    "id": 16138,
    "source": "niv",
    "verse_id": 17886,
    "verse_count": 9,
    "reference": "11:1–9",
    "title": "The Coming Descendant of Jesse",
    "html": "               <p>W<small>HY IS THE<\/small> M<small>ESSIAH<\/small> here attributed to the family line of Jesse and not more directly to that of Jesse’s son David? Perhaps the point is that this new David will spring up as a new beginning, just as the first one did. Or perhaps it is intended to point beyond royal Jerusalem to the humble origins of the dynasty in Bethlehem. At any rate it serves to underline a certain discontinuity with the present representatives of the house of David. The One who is coming will not be merely one more descendant of the royal line that is now so thoroughly besmirched; rather, he will spring from the very roots of that dynasty.<\/p>     <p> The forestry imagery that has played such a prominent role in these early chapters continues here. The prophet sees the forest of Israel’s pride having been thoroughly cut down and burned, as prophesied in chapter 6. In its place grew up the mighty forest of Assyria. But now that forest too has been cut down (as ch. 10 predicted). In this field of burned-out stumps, as suggested in 6:13, a green “shoot” is springing up from one of the stumps. It is a “branch” coming from the original “root.” Although the tree of Davidic pride has been cut down and burned, there is still life in the original root, a life that resides finally in the faithfulness of God (cf. 2 Sam. 7).<\/p>     <p> This descendant of Jesse will rule with a different spirit than that which characterized too many of the previous descendants. It will be the Spirit of the Lord. Throughout the Old Testament when someone is marked by a different kind of ability and motivation than what normally characterizes humans, this is the language that is used. It extends from Joseph (Gen. 41:38) through Bezalel (Ex. 31:3) and Othniel (Judg. 3:10) and David (1 Sam. 16:13) to Micah (Mic. 3:8) and the other prophets. The Spirit of the Lord is the means by which God’s people will be able finally to keep their covenant with God (Ezek. 36:27). Thus, the Messiah will not rule in the power and the motivation of the fallen human spirit but by the life and breath of God himself.<\/p>     <p> As a result, his reign will be characterized by “wisdom,” “understanding,” “counsel,” “power,” “knowledge,” and “the fear of the LORD”—all the characteristics lacking among God’s people (1:3) but found wherever God is truly present (Prov. 9:10; Isa. 33:6). This kind of true understanding will not be an intellectual grasp of certain facts but that kind of wisdom that springs from an experiential knowledge of the One who is true. The repetition of “the fear of the L<small>ORD<\/small>” in 11:2–3 underlines this point. The problem with too many of the Davidic monarchs who ruled Judah and all of the kings of Israel is that they did not rule out of a chief concern for obeying, pleasing, and glorifying God, which is what this phrase means. Instead, the chief concern of too many was with maintaining their own power. This ruler will be different.<\/p>     <p> How different he will be becomes clear in 11:3–5. He will not “judge” on the basis of appearances or of image. He will not “decide” on the basis of what the outcome of the case might mean to him. He will not be biased in favor of the rich and powerful. Instead, he will concern himself with what is right according to the unchanging standards of the One who is Right. The “justice” he dispenses will connect with the regulations for life designed by the Creator. As a result the “poor” and the “needy” will no longer be at a disadvantage with the rich. Nor will the powerful escape if they are among the “wicked.” His words will be more powerful than the mightiest “rod” some other king might brandish to try to enforce his will, and the “breath” (<em>ruaḅ<\/em>,“ spirit”) of his lips will not only pronounce the sentence of the “wicked ” but actually kill them.<\/p>     <p> How will all this be possible? Because “righteousness” and “faithfulness” will be at the very heart of this person’s existence. The English translations tend to obscure the imagery used in 11:5, but the sense is that these characteristics are the Messiah’s most intimate garments, his underclothing. When you strip away everything else, what do you find? A continuing concern to be right with all that is right and to be true to all that is true in God’s universe. Can such a king be trusted? Will he have an inescapable personal authority? By all means!<\/p>     <p> The result of this kind of leadership will be peace—not merely the cessation of hostilities but the unification of that which was formerly divided. The imagery used to convey this point in 11:6–9 has captured thinkers and artists across the centuries. Isaiah depicts the very opposites of aggressiveness and helplessness living together in harmony. Wolves, leopards, lions, and bears are together with lambs, goats, calves, and cows. Perhaps the most shocking image of all is the one of a baby playing in a nest of deadly snakes.<\/p>     <p> Should these images be taken literally? Many have believed so and have seen these things to be characteristic of the millennial reign of the Messiah predicted in Revelation 20:1–6. If so, it will truly be a new heaven and new earth (see 65:17), for a lion as now constituted can neither chew nor digest “straw like the ox” (11:7). Others have argued that this imagery speaks of an equally dramatic change in human nature, where the aggressiveness and cruelty that are so much a part of us will be forever changed (11:9). This latter change has already been effected in part, and we may look forward with joy to its final fulfillment. The means by which this will be accomplished is cited in the final colon of 11:9: “The earth will be full of the knowledge of the L<small>ORD<\/small> as the waters cover the sea.”<\/p>     <p> In this verse we return to the opening theme of 11:2, true knowledge. The Israel that was too stupid to know where the barn was, spiritually speaking (1:2–3), will now have true knowledge of reality and will be able to act accordingly. The Hebrew language does not recognize any distinction between knowledge that is an accumulation of information and knowledge that is personal acquaintance. For the Hebrews, all true knowledge is based on experience. Therefore, when the prophet speaks here about “knowledge of the L<small>ORD<\/small>,” he is not speaking primarily of knowledge <em>about<\/em> the Lord but of insight into reality born of a close and intimate relationship with him. The Messiah will make it possible for all people to know God intimately.<\/p>     ",
    "audit": null
}