{
    "id": 16282,
    "source": "niv",
    "verse_id": 18780,
    "verse_count": 8,
    "reference": "57:14–21",
    "title": "",
    "html": "          <blockquote>         <p><span><span><b>A<\/b><\/span><\/span><small>ND IT WILL<\/small> be said:<\/p>         <p>“Build up, build up, prepare the road!<\/p>         <p> Remove the obstacles out of the way of my people.”<\/p>         <p> For this is what the high and lofty One says—<\/p>         <p> he who lives forever, whose name is holy:<\/p>         <p>“I live in a high and holy place,<\/p>         <p> but also with him who is contrite and lowly in spirit,<\/p>         <p>to revive the spirit of the lowly<\/p>         <p> and to revive the heart of the contrite.<\/p>         <p>I will not accuse forever,<\/p>         <p> nor will I always be angry,<\/p>         <p>for then the spirit of man would grow faint before me—<\/p>         <p> the breath of man that I have created.<\/p>         <p>I was enraged by his sinful greed;<\/p>         <p> I punished him, and hid my face in anger,<\/p>         <p> yet he kept on in his willful ways.<\/p>         <p>I have seen his ways, but I will heal him;<\/p>         <p> I will guide him and restore comfort to him,<\/p>         <p>             <em>creating praise on the lips of the mourners in Israel.<\/em><\/p>         <p>Peace, peace, to those far and near,”<\/p>         <p> says the L<small>ORD<\/small>. “And I will heal them.”<\/p>         <p> But the wicked are like the tossing sea,<\/p>         <p> which cannot rest,<\/p>         <p> whose waves cast up mire and mud.<\/p>         <p> “There is no peace,” says my God, “for the wicked.”<\/p>     <\/blockquote>     <h4>Original Meaning<\/h4>     <p>T<small>HESE VERSES STAND<\/small> in sharp contrast to 56:9– 57:13. There the stress was on the inability of humans to live the righteous lives that their redemption called them to live; here the focus is on the activity of God to “revive” (57:15) and “heal” (57:18–19) them. There the focus was on the failings of “you” (more than twenty-five occurrences of “you,” “your,” and “yours” in 57:3–13); here the focus is on what “I” will do (twelve occurrences of “I” and “my”). God will do for his people what they cannot do for themselves.<\/p>     <p> The stage was already set for this statement at the end of 57:13, where the prophet says that the one who takes “refuge” in God (instead of in idols) will inherit the land. While righteousness is expected of God’s people, any attempt to produce it on their own will result in the most corrupt spiritual pride. The only hope is for God to deliver his people from sinning just as he delivered them from the consequences of sin when he restored them from captivity.<\/p>     <p> Once more the highway imagery comes to the fore. But this is not a highway for God (cf. 40:3–5), nor is it a highway for the people to return from captivity (cf. 11:16). Rather, this is a highway on which the “contrite” (57:15) can return to God, admitting their own inability to do what is right (cf. “the Way of Holiness,” 35:8).<\/p>     <p> The third occurrence of the “high and lofty” pair is found in 57:15 (cf. 6:1; 52:13). In one of the most beautiful statements in Scripture, the One who is utterly separated from the inhabitants of earth in his “holy” place says that his dwelling is also with the lowly and the contrite. This is not to say that God will become less than transcendently holy; rather, he will bring humans to share that character. He has “created” humans, and he cannot bear to be in a position where he can do nothing but “accuse” them (57:16; cf. Hos. 11:10–13). Rather, his intention is not merely to punish (Isa. 57:17) but to go beyond that to giving his people a changed nature, where rebellion and pride will be replaced by “praise” and “peace.”<\/p>     <p> Once again we see that the problem here is no longer captivity but the inability to live righteous lives. God does not merely promise forgiveness for sin but a healing for those who “mourn” (57:19) over the state of Israel. Not only do they mourn for the absence of righteousness in the community, they mourn for its absence in their own lives (see 59:1–15a). In this way, they are in sharp contrast with the “wicked” (57:20–21). Because the wicked refuse to recognize their sinfulness and turn from it, they cannot experience the “peace” (<em>šalom<\/em>) that God promises. These final verses emphasize once again that God’s promises are not for the nation as a whole merely because they are the descendants of Jacob, but specifically for those inside the nation—and outside—who recognize their need and turn to God in contrition.<\/p>     <h4>Bridging Contexts<\/h4>     <p>T<small>HIS PASSAGE SPEAKS<\/small> of the sovereignty of God in human behavior. This is not to say there is some sort of deterministic element in it. But the question is, “How can human beings keep covenant with God?” Isaiah 56:1–8 established the priority of that requirement, praising the least expected who did that. But 56:9–57:13 made it plain that those who set out to produce their own righteousness would inevitably produce something spurious (57:12), whatever form that so-called righteousness may have taken.<\/p>     <p> Jesus’ parable of the Pharisee and the tax collector (Luke 18:10–14) is an illustration of this fact. The Pharisee was proud of his own achievements, while the tax collector came to God acknowledging his failure and his need. What was the issue? It was one of pride and self-reliance versus reliance on God and seeking a dependent relation with him. If humans are to be healed of their sinful behavior, it must be God who does this, and he will do it for those who live in humble reliance on him. The language of “dwelling” in 57:15 is significant in this respect, reminding us of the language in John 15:5, “I am the vine; you are the branches. If a man remains in me and I in him, he will bear much fruit; apart from me you can do nothing.”<\/p>     <p> Righteousness is not an end in itself. Whenever it becomes so, it merely becomes another idol, a device to earn the favor and blessing of the divine world. God does want righteousness, but only as a by-product of our relationship with him. He, “the high and lofty One,” wants to live with and in us. In that way alone will we be able to live lives that reflect his character. So again, Isaiah 56–66 represents a resolution of the themes of chapters 1–39 and 40– 55. The first block of material tells us that righteousness is a necessity and that its absence brings judgment. The second block tells us that deliverance is a work of God’s grace alone, requiring nothing but persistent trust that God will deliver. This section, then, reiterates the demand for righteousness but shows us that that righteousness is only possible by means of God’s persistent grace.<\/p>     <h4>Contemporary Significance<\/h4>     <p>T<small>ODAY<\/small> A<small>MERICA IS<\/small> suffering from a failure of evangelical theology. The 1970s and 1980s were <em>Significance<\/em> widely recognized as the age of the evangelical. The movement was large enough and influential enough to gain the attention of the national media; leading figures in the movement became forces to be reckoned with. Yet, concurrent with that popular recognition was the hastening moral decay of the nation. The connection between these two is not coincidental. To a generation that wanted to “feel good” at all costs, we declared a feel-good religion. All one has to do to gain a heaven of bliss and an earthly life of abundance is to say “yes” to Jesus’ wonderful plan for life. This decision has no necessary bearing on a person’s behavior.<\/p>     <p> While it is desirable to live like Jesus, it is also understood that this is not really possible. The transaction between God and believer is almost entirely legal. The “yes” to Jesus is all that is necessary to transfer a person from one jurisdiction to another, from one birthright to another. We expect to continue in sin—and not surprisingly, we do, with national polls showing that today the lives of evangelical Christians are indistinguishable from the world around us. Our “righteousness” is just like the world’s “righteousness.”<\/p>     <p> This is much like the situation described in Isaiah 56–57. “Birthright” in itself means nothing. Just as God did not really care whether a person was a physical descendant of Jacob, neither does he really care whether we have made a profession of faith. What he wants to see is evidence of his behavior, his attitudes, and his passions being replicated in the lives of those who say they know him. This is true faith, as the book of James makes clear.<\/p>     <p> So we evangelicals need to come to God in contrition—contrition for spiritual pride, contrition for our arrogant dependence on accepting Christ as a magical act, contrition for bringing reproach on the name of God, contrition for not allowing God to heal us, individually and collectively, of our persistent sinning, contrition for not believing that God can indeed impart his righteousness to us, contrition for our unwillingness to fully surrender to God, contrition that our “standing” before God has been more important to us than our relationship with him.<\/p>     <p> But the good news is that God is merciful. He wants to live with us and in us. He wants to heal us. The worst thing we can do is to return to the kind of legalistic righteousness of earlier generations. No, the message of these verses, and indeed of this entire last part of the book, is that while God expects real righteousness and justice in our lives, he also expects to do that in us and for us as a by-product of our loving relation with him. When it is he whom we want, then righteousness will be as natural to us as the grapes are on the branch. That righteousness, instead of having the stink of pride, will be a gentle fragrance because it will be all unconscious.<\/p>     ",
    "audit": null
}