{
    "id": 16210,
    "source": "niv",
    "verse_id": 18361,
    "verse_count": 13,
    "reference": "37:8–20",
    "title": "Hezekiah’s Prayer",
    "html": "               <p>W<small>E DO NOT KNOW<\/small> precisely where “Libnah” (37:8) was located. Two different sites have been suggested, one about six miles north of Lachish and another about ten miles north. Presumably Lachish has already fallen, and the Assyrian army is “mopping up” the last pockets of resistance. But it is also possible that the “rumor” (cf. 37:7) of an Egyptian attack plus continuing unrest in Babylon has made the Assyrian king cautious, and he is pulling back north to keep from having Jerusalem directly in his rear.<\/p>     <p> In any case, Sennacherib does not want to relax any of the pressure on Hezekiah. Unable to spare the highest officers this time, he sends messengers with a letter directly from himself. No longer is it a question of Hezekiah’s deceiving the people about God’s deliverance (36:14). Now the challenge is directly to God: “Do not let the god you depend on deceive you” (37:10). The “gloves are off,” and the Assyrian king flatly says that he has “destroyed” the nations of every other god, and he will destroy the nation of Judah’s god as well. Once again, the contest is not between the gods of Assyria and the God of Judah. It is a contest between a man and the God of Judah. Sennacherib’s fatal mistake is that he does not realize that Judah’s God is not man-made, like all the rest.<\/p>     <p> Here Sennacherib deigns to call Hezekiah “king” (37:10), but it is only to associate him with the “kings” of all the previously captured cities (37:13). There is something of a personal threat here, because the Assyrians treated rebellious kings with special brutality. If Hezekiah insists on trusting his God, then he should remember what will happen to him when this God fails. He can expect something like being skinned alive, so he had better think twice before defying the mightiest man alive.<\/p>     <p> This time Hezekiah does not ask Isaiah to pray for the “remnant” (37:4); rather, he goes directly to God himself. His ascription of praise in 37:16 is a marvelous compendium of the attributes and character of God. He is the “LORD Almighty,” that is, “Yahweh of heaven’s armies.” All the hosts of heaven are at his beck and call; he can do whatever he wishes. He is the “God of Israel,” the One who has stepped into time and space to graciously create a people through whom he can save the world. He is “enthroned between the cherubim” with all that phrase connotes of both unapproachable holiness and of covenant faithfulness. He is the sole “God over all the kingdoms of the earth,” a stunning statement of faith, surrounded as Judah is with polytheistic cultures. But there is a reason for such a statement, and that is Hezekiah’s final ascription: God “made heaven and earth.” Because he alone is the Creator, then he alone is God of the entire cosmos.<\/p>     <p> Hezekiah’s petition (37:17) particularly stresses the fact that God is not an idol but is the “living God.” Idols have ears, but they cannot hear; they have eyes, but they cannot see (cf. Ps. 115:4–8; 135:15–18). God has no eyes, but his “eyes” are always on his creatures; he has no ears, but his “ears” are always open to his people’s cries. Hezekiah prays as Elijah did on Mount Carmel (1 Kings 18:36–37), with the confidence that his God not only can hear but wants to hear.<\/p>     <p> Perhaps the most striking thing about this prayer is its focus on God’s vindication rather than on the deliverance of the people. Hezekiah calls on God to see the way in which Sennacherib has insulted God. The most crucial issue here is not whether the city of Jerusalem is taken. Rather, it is whether the claim will stand that Yahweh is just one more of the gods created by humans, which other humans can destroy at will. Later on the city did fall, but God’s identity and character were not on the line there. Jeremiah had foretold the event, claiming God was in fact doing it (cf. Jer. 37:6–10).<\/p>     <p> But here God has said it will not happen while Sennacherib has said it will. Who is right? Hezekiah admits that what the Assyrian has said about the other kingdoms and cities and their gods is right (37:18–19), but he insists that they are not gods at all. They are human creations, products of human skill and ingenuity. Of course, this is primarily addressing the fact of idolatry. But it is profoundly true of pagan thought itself. The entire system is a product of human speculation on the nature of existence and, as such, is a human creation. Compared to the God of the Bible, who has broken in on us and revealed himself to be dramatically different from our speculations, those things are not even worthy to be called “gods.”<\/p>     <p> Isaiah 37:20 brings the prayer to a fitting climax. Why does Hezekiah pray for the deliverance of his city? Significantly, it is not as he prayed for himself in chapter 38. He does not claim that the city deserves deliverance because of its righteousness or even because of its special place in the plan for God. One reason alone is given: “so that all kingdoms on earth may know that you alone, O L<small>ORD<\/small>, are God.”<\/p>     <p> In many ways this is the climax of all the teaching found in chapters 7–35. Unlike Ahaz, whose fear led him to trust the nations more than God, Hezekiah has learned the lessons taught in the intervening chapters and is willing to stake everything, including his own life, on the uniqueness of the living God. Here is trust on the highest level. Here is trust befitting a descendant of that David who was not willing for a giant to stand unmolested and “defy the armies of the living God” (1 Sam. 17:26). If Israel is to be the vehicle through which all the nations will come to know the true God (Isa. 2:1– 5), then trust like this is an imperative. Israel must allow itself to be put in a place where the uniqueness and sole saviorhood of God can be seen. In the crisis Hezekiah comes through with flying colors.<\/p>     ",
    "audit": null
}