{
    "id": 16155,
    "source": "niv",
    "verse_id": 17985,
    "verse_count": 11,
    "reference": "17:1–11",
    "title": "",
    "html": "                  <blockquote>             <p>                 <span><span><b>A<\/b><\/span><\/span>                 <small>N ORACLE CONCERNING DAMASCUS<\/small>:<\/p>             <blockquote>                 <p>“See, Damascus will no longer be a city<\/p>                 <p> but will become a heap of ruins.<\/p>                 <p>                     The cities of Aroer will be deserted<\/p>                 <p> and left to flocks, which will lie down,<\/p>                 <p> with no one to make them afraid.<\/p>                 <p>                     The fortified city will disappear from Ephraim,<\/p>                 <p> and royal power from Damascus;<\/p>                 <p>the remnant of Aram will be<\/p>                 <p> like the glory of the Israelites,”<\/p>                 <p>declares the L<small>ORD<\/small> Almighty.<\/p>                 <p>                     “In that day the glory of Jacob will fade;<\/p>                 <p> the fat of his body will waste away.<\/p>                 <p>                     It will be as when a reaper gathers the standing grain<\/p>                 <p> and harvests the grain with his arm—<\/p>                 <p>as when a man gleans heads of grain<\/p>                 <p> in the Valley of Rephaim.<\/p>                 <p>                     Yet some gleanings will remain,<\/p>                 <p> as when an olive tree is beaten,<\/p>                 <p>leaving two or three olives on the topmost branches,<\/p>                 <p> four or five on the fruitful boughs,”<\/p>                 <p>declares the L<small>ORD<\/small>, the God of Israel.<\/p>                 <p>                     In that day men will look to their Maker<\/p>                 <p> and turn their eyes to the Holy One of Israel.<\/p>                 <p>                     They will not look to the altars,<\/p>                 <p> the work of their hands,<\/p>                 <p>and they will have no regard for the Asherah poles<\/p>                 <p> and the incense altars their fingers have made.<\/p>             <\/blockquote>             <p>                 In that day their strong cities, which they left because of the Israelites, will be like places abandoned to thickets and undergrowth. And all will be desolation.<\/p>             <blockquote>                 <p>                     You have forgotten God your Savior;<\/p>                 <p> you have not remembered the Rock, your fortress.<\/p>                 <p>Therefore, though you set out the finest plants<\/p>                 <p> and plant imported vines,<\/p>                 <p>                     though on the day you set them out, you make them grow,<\/p>                 <p> and on the morning when you plant them, you bring them to bud,<\/p>                 <p>yet the harvest will be as nothing<\/p>                 <p> in the day of disease and incurable pain.<\/p>             <\/blockquote>         <\/blockquote>                                       <h4>Original Meaning<\/h4>                                                <p>T<small>HERE IS CONSIDERABLE<\/small> debate over the structure of the materials in Isaiah 17 and 18, for two principal reasons. (1) There is no oracle formula at the beginning of chapter 18. All of the other judgments pronounced against specific nations in this section begin with the words “an oracle concerning,” with the name of the nation following. But chapter 18 begins with the words, “Woe to the land of whirring wings along the rivers of Cush [Ethiopia].” (2) Moreover, the materials between 17:12 and 18:7 do not sound at all like a judgment on a specific nation. Rather, they speak of the sovereignty of God over all nations. The fact that 17:12 begins with “Woe” (NIV, “Oh”), as 18:1 does, seems to further support the idea that 17:12–18:7 forms a single thought unit (although these verses may have been originally separate literary units).<\/p>         <p> The fact that 17:1–11, although labeled “an oracle concerning Damascus,” is actually largely addressed to Israel may explain why 17:12–18:7 is appended to the oracle. It was the attack of Israel and Aram on Judah that precipitated this entire crisis of faith and trust. It was because Judah turned to the nations of the world for its help in that moment instead of to God that the whole issue of the judgment of the nations is being discussed in chapters 13–23. Thus, it may be that the prophet sees the mention of Aram and Damascus as a good opportunity to recap the larger truth that these chapters are illustrating: All the nations of the world are subject to Yahweh, so Judah should neither fear nor trust any of them.         <\/p>         <p> Isaiah 17:1–3 speaks of the fall of Aram (Syria). The nation is represented by its capital city, Damascus (v. 1), and by the city of Aroer (v. 2), which was located on the Arnon River in Moab at the farthest southern extent of Aram’s control. These cities will be reduced to “ruins,” where “flocks” will feed. In verse 3 the reader is prepared for the change of subject to Israel in verse 4 by the mention of “Ephraim” and by the statement that Aram’s glory will be as fading as that of Israel.<\/p>         <p> The fading glory of “Jacob” then becomes the main topic in the rest of the segment (17:4–11). It begins with an extended comparison of Israel’s fate to that of a harvested field or orchard (vv. 4–6). Just as only a few stray stalks are left in a grain field or a few wizened or unripe fruits are left on the trees, so there will only be a remnant left of all that Israel once boasted of. As in the name of Isaiah’s son, Shear-Jashub (see comments on 7:1–3), the concept of the remnant is double-edged: Hardly anything of the nation will remain, though there <em>will<\/em> be something left.<\/p>         <p> Thus, 17:7–8 speak of that future day when the Israelites will be purified by judgment and will turn their backs on their idols. The key emphasis is on worshiping “their Maker” (v. 7) instead of what “their fingers have made” (v. 8). Idolatry is a reversal of reality. Why should we worship our own works? Should we not rather worship the One who made us? According to these verses, a day will come when the remnant will finally abandon idolatry. This, of course, had occurred by the time of Christ, when the Jews had become almost fanatically anti-idolatrous.<\/p>         <p> In 17:9–11 Isaiah once more demonstrates his familiar pattern. Yes, there is the hope that in the future the trust in the human creatures of idolatry will be abandoned. But between then and the present, there is the awful reality of judgment. Like the cities of Aram, the cities of Israel will be “abandoned” and desolate (v. 9). Why? Because they have “forgotten God,” who is the only hope for deliverance and refuge (v. 10). Instead of trusting the one who delivered them from Egypt and gave them the good land in which they live, they trust in their own strength and cunning.<\/p>         <p> Isaiah 17:10b–11 express this again (like 5:1–7) in imagery that is familiar to these largely agricultural people. They have done everything that their human strength can do. They have purchased the finest “imported” vines (v. 10b), perhaps an allusion to alliances with foreign nations. But even if they are such skillful agrarians that they could cause the plants to bud and bear fruit in a single day (something they obviously cannot do), the harvest would be worthless. Judgment is coming and cannot be averted by human skill. The best of human effort is not enough to solve the human problem. Someday the remnant of Israel will learn that fact.<\/p>                  <h4>Bridging Contexts<\/h4>                  <p>I<small>T IS AMAZING HOW OFTEN<\/small> religion based on human effort degenerates into the crudest fascination with sexuality. It was true in Canaan, it was true in Ephesus, it was true in Rome, and it is true today. The harvest we reap is one of disease, degeneration, and perversion.<\/p>         <p> But if we think about the issues more closely, it is perhaps not so amazing after all. Once we have abandoned the worship of the Maker, there is only one outlet for our inveterate need to worship something outside of ourselves. We must worship what we have made. But whence comes creativity? Ultimately, we worship the creative powers within ourselves. And since mere creativity as a concept is far too abstract and bland and since we who were made to worship the Transcendent One cannot live without mystery, the mystery of sexuality comes to rule our lives.<\/p>         <p> Another truth this passage teaches is one that occurs again and again in Isaiah. Yes, the coming judgment will be severe, but God has as his goal not the destruction of the nation but its purification. There will be a remnant, and that remnant will learn the lessons of destruction. They will recognize their own responsibility for the disaster and will turn back to God, looking to him and not to the products of their own skill and creativity. They will recognize that God has not failed them but that their own efforts to save themselves have.<\/p>                                       <h4>Contemporary Significance<\/h4>                                                <p>T<small>HE EPIDEMIC OF PORNOGRAPHY<\/small> today is a contemporary manifestation of the age-old problem. Having forgotten our Maker and what he teaches us about the surrender of our needs to him for him to supply, we become lost in self-indulgence, lack of discipline, and a spiraling inability to find stimulation in the normal and ordinary. Thus, we descend into more of the bizarre and destructive until a normal and healthy sexual experience becomes impossible. Then we hear the media “poohpoohing” these concerns as merely the censorious pratings of prudes, people who want to abridge the “first amendment rights” of others.<\/p>         <p> It is tragic that millions of dollars can be raised to combat pollution of the physical environment while the much more serious pollution of the spiritual environment proceeds apace with influential voices raised to defend it. Those who work with young boys know what is happening around us and are not at all surprised at the geometric rise in sexual violence in our society. The idea that “free expression” will solve all our societal ills is one result of having forgotten God. It is one thing for a person to have the right to express his or her opinions, even if those opinions are wrong or perverse. It is quite another thing for a person to have the right to market those “opinions” to the vulnerable, making huge fortunes while destroying the fabric of the society.<\/p>         <p> To paraphrase the prophet, we may be able to import the finest digital technology and use the most professional skills in photography, we may have a website up in a day and have ten thousand “hits,” we may make millions of dollars, but “the harvest will be as nothing in the day of disease and incurable pain.” Instead of a society that is genuinely fruitful, because people are turned outward and are able to sublimate their desires to accomplish worthwhile goals, we will have a society that is wholly given over to pleasing itself and is ultimately barren.<\/p>         ",
    "audit": null
}