{
    "id": 16209,
    "source": "niv",
    "verse_id": 18361,
    "verse_count": 31,
    "reference": "37:8–38",
    "title": "",
    "html": "          <blockquote>         <p>H<small>EN THE FIELD<\/small> commander heard that the king of Assyria had left Lachish, he withdrew and found the king fighting against Libnah.<\/p>         <p> Now Sennacherib received a report that Tirhakah, the Cushite king of Egypt, was marching out to fight against him. When he heard it, he sent messengers to Hezekiah with this word: “Say to Hezekiah king of Judah: Do not let the god you depend on deceive you when he says, ‘Jerusalem will not be handed over to the king of Assyria.’ Surely you have heard what the kings of Assyria have done to all the countries, destroying them completely. And will you be delivered? Did the gods of the nations that were destroyed by my forefathers deliver them—the gods of Gozan, Haran, Rezeph and the people of Eden who were in Tel Assar? Where is the king of Hamath, the king of Arpad, the king of the city of Sepharvaim, or of Hena or Ivvah?”<\/p>         <p>Hezekiah received the letter from the messengers and read it. Then he went up to the temple of the LORD and spread it out before the LORD. And Hezekiah prayed to the LORD: “O LORD Almighty, God of Israel, enthroned between the cherubim, you alone are God over all the kingdoms of the earth. You have made heaven and earth. Give ear, O LORD, and hear; open your eyes, O LORD, and see; listen to all the words Sennacherib has sent to insult the living God.<\/p>         <p>“It is true, O LORD, that the Assyrian kings have laid waste all these peoples and their lands. They have thrown their gods into the fire and destroyed them, for they were not gods but only wood and stone, fashioned by human hands. Now, O LORD our God, deliver us from his hand, so that all kingdoms on earth may know that you alone, O LORD, are God.”<\/p>         <p>Then Isaiah son of Amoz sent a message to Hezekiah: “This is what the LORD, the God of Israel, says: Because you have prayed to me concerning Sennacherib king of Assyria, this is the word the LORD has spoken against him:<\/p>         <blockquote>             <p>“The Virgin Daughter of Zion<\/p>             <p> despises and mocks you.<\/p>             <p>The Daughter of Jerusalem<\/p>             <p> tosses her head as you flee.<\/p>             <p>Who is it you have insulted and blasphemed?<\/p>             <p> Against whom have you raised your voice<\/p>             <p>and lifted your eyes in pride?<\/p>             <p> Against the Holy One of Israel!<\/p>             <p>By your messengers<\/p>             <p> you have heaped insults on the Lord.<\/p>             <p>And you have said,<\/p>             <p> ‘With my many chariots<\/p>             <p>I have ascended the heights of the mountains,<\/p>             <p> the utmost heights of Lebanon.<\/p>             <p>I have cut down its tallest cedars,<\/p>             <p> the choicest of its pines.<\/p>             <p>I have reached its remotest heights,<\/p>             <p> the finest of its forests.<\/p>             <p>I have dug wells in foreign lands<\/p>             <p> and drunk the water there.<\/p>             <p>With the soles of my feet<\/p>             <p> I have dried up all the streams of Egypt.’<\/p>             <p>“Have you not heard?<\/p>             <p> Long ago I ordained it.<\/p>             <p>In days of old I planned it;<\/p>             <p> now I have brought it to pass,<\/p>             <p>that you have turned fortified cities<\/p>             <p> into piles of stone.<\/p>             <p>Their people, drained of power,<\/p>             <p> are dismayed and put to shame.<\/p>             <p>They are like plants in the field,<\/p>             <p> like tender green shoots,<\/p>             <p>like grass sprouting on the roof,<\/p>             <p> scorched before it grows up.<\/p>             <p>“But I know where you stay<\/p>             <p> and when you come and go<\/p>             <p> and how you rage against me.<\/p>             <p>Because you rage against me<\/p>             <p> and because your insolence has reached my ears,<\/p>             <p>I will put my hook in your nose<\/p>             <p> and my bit in your mouth,<\/p>             <p>and I will make you return<\/p>             <p> by the way you came.<\/p>             <p>“This will be the sign for you, O Hezekiah:<\/p>             <p>“This year you will eat what grows by itself,<\/p>             <p> and the second year what springs from that.<\/p>             <p>But in the third year sow and reap,<\/p>             <p> plant vineyards and eat their fruit.<\/p>             <p>Once more a remnant of the house of Judah<\/p>             <p> will take root below and bear fruit above.<\/p>             <p>For out of Jerusalem will come a remnant,<\/p>             <p> and out of Mount Zion a band of survivors.<\/p>             <p>The zeal of the L<small>ORD<\/small> Almightywill<\/p>             <p> accomplish this.<\/p>         <\/blockquote>         <p> “Therefore this is what the L<small>ORD<\/small> says concerning the king of Assyria:<\/p>         <blockquote>             <p>“He will not enter this city<\/p>             <p> or shoot an arrow here.<\/p>             <p>He will not come before it with shield<\/p>             <p> or build a siege ramp against it.<\/p>             <p>By the way that he came he will return;<\/p>             <p> he will not enter this city,”<\/p>             <p>declares the L<small>ORD.<\/small><\/p>             <p>“I will defend this city and save it,<\/p>             <p> for my sake and for the sake of David my servant!”<\/p>         <\/blockquote>         <p>Then the angel of the LORD went out and put to death a hundred and eighty-five thousand men in the Assyrian camp. When the people got up the next morning—there were all the dead bodies! So Sennacherib king of Assyria broke camp and withdrew. He returned to Nineveh and stayed there.<\/p>         <p>One day, while he was worshiping in the temple of his god Nisroch, his sons Adrammelech and Sharezer cut him down with the sword, and they escaped to the land of Ararat. And Esarhaddon his son succeeded him as king.<\/p>     <\/blockquote>                           <h4>Original Meaning<\/h4>                   <p>A<small>LTHOUGH SOME SCHOLARS<\/small> believe the material in 37:9–38 to be a second account of the same event narrated in 36:1–37:8, there are enough differences between the two to make that unlikely. In particular, we may note that the challenge has moved to focus exclusively on God’s ability to deliver, that Hezekiah’s own commitment seems much more forthright and direct, and that the oracle from God is much more forceful and direct. Motyer has proposed that Hezekiah, encouraged by Isaiah’s words recorded in 37:6–7, has moved beyond a hesitant faith and responded to the field commander’s challenge with the assertion that the Lord will deliver Jerusalem (cf. 37:10). Thus Sennacherib’s letter is a response to Hezekiah, and Hezekiah’s prayer is indicative of his now-total reliance on God. This seems a plausible explanation of the facts.<\/p>     ",
    "audit": null
}