{
    "id": 16234,
    "source": "niv",
    "verse_id": 18528,
    "verse_count": 7,
    "reference": "43:22–28",
    "title": "The Present Reality",
    "html": "               <p>T<small>HEN, IN WAYS<\/small> reminiscent of what we saw several times in chapters 1–39, the prophet steps back from that glorious future for a moment to talk about present reality. That reality seems to have two foci here. Not only does Isaiah point to the unbelief that will characterize so many people during the Exile, but people are also reverting to the unbelief rampant in Isaiah’s own day, for which judgment is still to come (43:28). There is an implied charge against God to which these verses are the answer, namely, that it is beside the point to talk glowingly of God’s deliverance from the Exile, for it seems so unfair of God to have sent his people into exile in the first place. After all, they were assiduous about performing all the rituals God commanded, so if in fact God sent them into captivity, he is the one in the wrong.<\/p>     <p> God’s answer to this charge reflects the kind of hyperbolic, ironic language that the prophets often resort to when discussing ritual and cultic activity. Amos, for example, implied that none of Israel’s sacrifices in the desert were actually to God (Amos 5:25); Jeremiah said God had no interest in the temple (Jer. 7:1–9), and Isaiah has already said that the whole thing made God sick (Isa. 1:11–15). Almost certainly the reason for this strong language is that the trap of believing cultic behavior has an automatic effect on God is such an easy one to fall into. So God says that, in fact, they have not been calling on him at all; rather, they have wearied themselves with their sacrifice (43:22; cf. Mal. 1:13). They have not really brought sacrifices to God when they did these things, and in fact God never said that he wanted such things (43:23). What have they done? They have just piled up more and more sin until God could not bear it any more.<\/p>     <p> What are we to make of such statements? Surely God had commanded the Israelites to bring sacrifices to his altar (Lev. 1–6), and there were some severe penalties for those who did not do so or who did it in wrong ways (cf. Lev. 10:1–3). So what is Isaiah’s point? He is trying to drive home the truth that in a world of transcendence, we cannot manipulate God by manipulating the physical world. The Hebrews were continually falling back into the worldview of their neighbors, in which, since the gods are a part of the cosmic system, doing something to the system does something to the gods. But God is not part of the system, and instead of the ritual having automatic effects, it was intended to symbolize a change in personal relations.<\/p>     <p> God does not have to be manipulated into forgiving us. In fact, he cannot be so manipulated. He has already done that (43:25), and he has done it for his own sake. We have only to receive what he has done. The sacrifices were to be symbols of changed hearts and changed lives. So God truly did not want their <em>sacrifices<\/em>; he wanted <em>them<\/em>, as symbolized by the sacrifices. But many of the Israelites had succumbed to the temptation to try to keep themselves for themselves and to try to placate God, to “get him off their backs” as it were, with their sacrifices and rituals. So, in fact, all the offerings they kept bringing and all the rituals they engaged in, which they blamed God for burdening them with, were just adding to the mountain of their unconfessed sins that they kept piling on God’s back.<\/p>     <p> Thus, God suggests in 43:26 that his people might want to review the “case” they are making against him. Far from being unfair because of their careful ritual, the Exile became the more necessary because of them. From their “father” Jacob (cf. Deut. 26:5; Hos. 12:2–4) right up to the present they have continued in sin. The inevitable result is the one that occurred in 586 B.C., when God consigned “Jacob to destruction.”<\/p>     ",
    "audit": null
}