{
    "id": 16221,
    "source": "niv",
    "verse_id": 18453,
    "verse_count": 20,
    "reference": "41:1–20",
    "title": "",
    "html": "          <blockquote>         <p>“B<small>E SILENT BEFORE<\/small> me, you islands!<\/p>         <p> Let the nations renew their strength!<\/p>         <p>Let them come forward and speak;<\/p>         <p> let us meet together at the place of judgment.<\/p>         <p>“Who has stirred up one from the east,<\/p>         <p> calling him in righteousness to his service?<\/p>         <p>He hands nations over to him<\/p>         <p> and subdues kings before him.<\/p>         <p>He turns them to dust with his sword,<\/p>         <p> to windblown chaff with his bow.<\/p>         <p>He pursues them and moves on unscathed,<\/p>         <p> by a path his feet have not traveled before.<\/p>         <p>Who has done this and carried it through,<\/p>         <p> calling forth the generations from the beginning?<\/p>         <p>I, the L<small>ORD<\/small>—with the first of them<\/p>         <p> and with the last—I am he.”<\/p>         <p>The islands have seen it and fear;<\/p>         <p> the ends of the earth tremble.<\/p>         <p>They approach and come forward;<\/p>         <p>  each helps the other<\/p>         <p> and says to his brother, “Be strong!”<\/p>         <p>The craftsman encourages the goldsmith,<\/p>         <p> and he who smoothes with the hammer<\/p>         <p> spurs on him who strikes the anvil.<\/p>         <p>He says of the welding, “It is good.”<\/p>         <p> He nails down the idol so it will not topple.<\/p>         <p>“But you, O Israel, my servant,<\/p>         <p> Jacob, whom I have chosen,<\/p>         <p> you descendants of Abraham my friend,<\/p>         <p>I took you from the ends of the earth,<\/p>         <p> from its farthest corners I called you.<\/p>         <p>I said, ‘You are my servant’;<\/p>         <p> I have chosen you and have not rejected you.<\/p>         <p>So do not fear, for I am with you;<\/p>         <p> do not be dismayed, for I am your God.<\/p>         <p>I will strengthen you and help you;<\/p>         <p> I will uphold you with my righteous right hand.<\/p>         <p>“All who rage against you<\/p>         <p> will surely be ashamed and disgraced;<\/p>         <p>those who oppose you<\/p>         <p> will be as nothing and perish.<\/p>         <p>Though you search for your enemies,<\/p>         <p> you will not find them.<\/p>         <p>Those who wage war against you<\/p>         <p> will be as nothing at all.<\/p>         <p>For I am the L<small>ORD<\/small>, your God,<\/p>         <p> who takes hold of your right hand<\/p>         <p>and says to you, Do not fear;<\/p>         <p> I will help you.<\/p>         <p>Do not be afraid, O worm Jacob,<\/p>         <p> O little Israel,<\/p>         <p> for I myself will help you,” declares the L<small>ORD,<\/small><\/p>         <p> your Redeemer, the Holy One of Israel.<\/p>         <p>“See, I will make you into a threshing sledge,<\/p>         <p> new and sharp, with many teeth.<\/p>         <p>You will thresh the mountains and crush them,<\/p>         <p> and reduce the hills to chaff.<\/p>         <p>You will winnow them, the wind will pick them up,<\/p>         <p> and a gale will blow them away.<\/p>         <p>But you will rejoice in the L<small>ORD<\/small><\/p>         <p> and glory in the Holy One of Israel.<\/p>         <p>“The poor and needy search for water,<\/p>         <p> but there is none;<\/p>         <p> their tongues are parched with thirst.<\/p>         <p>But I the LORD will answer them;<\/p>         <p> I, the God of Israel, will not forsake them.<\/p>         <p>I will make rivers flow on barren heights,<\/p>         <p> and springs within the valleys.<\/p>         <p>I will turn the desert into pools of water,<\/p>         <p> and the parched ground into springs.<\/p>         <p>I will put in the desert<\/p>         <p> the cedar and the acacia, the myrtle and the olive.<\/p>         <p>I will set pines in the wasteland,<\/p>         <p> the fir and the cypress together,<\/p>         <p>so that people may see and know,<\/p>         <p> may consider and understand,<\/p>         <p>that the hand of the L<small>ORD<\/small> has done this,<\/p>         <p> that the Holy One of Israel has created it.<\/p>     <\/blockquote>                           <h4>Original Meaning<\/h4>                   <p>T<small>HERE IS NO<\/small> agreement among scholars about the structure of chapters 41 through 46. Many different proposals have been put forward, ranging from the argument that there is no structure at all to complex parallelisms. What this tells us is that the material is complex and that any proposal must be presented with diffidence. The prophet’s method of presentation in these chapters seems to be the repetition of key themes in varying ways with a certain degree of increasing specificity. Then chapter 47 draws the conclusions of what has been said as regards Babylon, and chapter 48 is a call to trust and belief.<\/p>     <p> One feature that many commentators have noted and have taken as structural indicators are the hymnic portions in 42:10–13 and 44:23. They understand these segments to bring a previous unit to a close and to introduce a new one. But those who see the material in this way do not agree as to whether these segments should be treated as the closing of the previous unit or the opening of the succeeding one. This subtlety of transition as a feature of the book has been noted several times above. I consider them to be the opening of the succeeding unit and so see the structure as 41:1–42:9; 42:10–44:22; and 44:23–47:15.<\/p>     <p> Within 41:1–42:9, we can identify two subsections, each beginning with a challenge to the idol worshipers to present their best case that their gods are truly divine. (1) Isaiah 41:1–20 speaks of the terror that God’s activities are inducing among the idol worshipers (vv. 2–7) but goes on to assure his servant Israel that they need not be afraid (vv. 8–20). (2) Isaiah 41:21–42:9 begins with a strong argument for God’s superiority over the idols because he alone has foretold the future (41:21–29) and concludes by introducing the ideal Servant, through whom God will bring justice on the earth (42:1–9).<\/p>     ",
    "audit": null
}